{"annee": "125", "cour": "I", "page": "209", "date": "26/4/1999", "cite": ["124 I 25", "123 I 12", "125 I 7", "123 I 112", "121 I 30", "121 I 129", "107 IA 1", "122 II 81", "122 II 113", "120 IA 67", "60 I 268", "119 IA 88", "114 IA 278", "119 IA 13", "117 IA 408", "125 II 86", "125 I 119", "124 I 11", "121 II 473", "122 I 236", "120 IA 184", "100 IA 445", "119 IA 348", "123 II 285", "122 II 464"], "cite_par": ["136 III 174", "126 I 68", "129 II 497", "143 II 120", "128 II 340", "132 V 6", "144 II 184", "142 I 99", "128 I 3", "141 II 113", "127 I 115", "130 II 425", "144 II 177", "128 I 136", "130 I 388", "126 I 144", "137 II 431", "145 II 303", "127 V 491", "129 I 207", "125 I 474", "143 I 388", "129 I 337", "145 II 252", "140 I 326", "126 V 172", "125 I 441", "145 II 32", "135 II 49", "126 I 250", "129 V 267", "131 I 467", "132 I 97"], "chapeau": "21. Extrait de l'arrêt de la IIe Cour de droit public du 26 avril 1999 dans la cause JC Decaux Mobilier Urbain Genève SA et Decaux SA contre Ville de Genève, Etat de Genève et Société Générale d'Affichage (recours de droit public)", "regestes": ["Art. 4 Cst. et art. 31 Cst.; art. 6 par. 1 CEDH. Concession du droit exclusif d'affichage publicitaire sur le domaine public. Notion de marché public. Monopole de fait. Notion de «marché public». La concession du monopole d'affichage ne constitue pas un marché public (consid. 6). Inapplicabilité de l'art. 6 par. 1 CEDH, car la législation topique ne reconnaît aux particuliers aucun droit à l'octroi d'une telle concession (consid. 7). Différence entre l'art. 4 Cst. régissant la récusation des membres d'un gouvernement cantonal et les art. 6 CEDH et 58 Cst. applicables aux seuls membres des tribunaux (consid. 8). La procédure relative à l'octroi de la concession en question n'a été entachée d'aucun vice de forme contraire à l'art. 4 Cst. (consid. 9). Admissibilité d'un monopole sous l'angle de l'art. 31 Cst. Distinction entre les monopoles de fait et les monopoles de droit. En l'espèce, la concession du droit exclusif d'apposer des placards publicitaires, en tant que limitée au domaine public, respecte le principe de la proportionnalité (consid. 10). L'octroi de la présente concession n'est pas arbitraire (consid. 11)."], "faits": "BGE 125 I 209 S. 211\n\nLe Département des travaux publics et de l'énergie du canton de Genève et la Ville de Genève ont fait paraître dans la Feuille d'avis officielle du canton de Genève du 30 septembre 1996 un avis de soumission publique ouvrant «une inscription pour la mise en soumission du droit exclusif:\n\na) d'apposer de la publicité par voie d'affichage sur le domaine public et sur le domaine patrimonial vu du domaine public de la Ville de Genève et du canton de Genève au sens de l'art. 2, al. 2, de la loi sur les routes; b) d'exploiter publicitairement les panneaux de chantiers placés sur les voies publiques». Un cahier des charges a été communiqué aux candidats intéressés, ainsi que divers renseignements complémentaires.\n\nQuatre sociétés, dont la société JC Decaux Mobilier Urbain Genève SA, à Genève (ci-après: JC Decaux SA), et la Société Générale d'Affichage (SGA), ont déposé leurs offres. Celles-ci ont été dépouillées le 6 novembre 1996 en présence du Conseil administratif de la Ville de Genève et d'un représentant de l'Etat de Genève, ainsi que des représentants des soumissionnaires.\n\nPar courrier du 20 août 1997 adressé au Président du Conseil d'Etat, JC Decaux SA a demandé la récusation des deux Conseillers d'Etat qui avaient assisté à un entretien qui avait eu lieu le 8 juillet 1997 avec une délégation de la Ville de Genève pour discuter de la concession du monopole d'affichage en question.\n\nPar arrêté du 27 août 1997, le Conseil d'Etat du canton de Genève a concédé à la Société Générale d'Affichage le droit exclusif d'apposer de la publicité par voie d'affichage sur le domaine public et sur le domaine patrimonial vu du domaine public de la Ville et du canton de Genève, ainsi que d'exploiter publicitairement les clôtures de chantiers mises en place sur le domaine public ou privé, et ce pour une durée de dix ans à compter du 1er janvier 1998, conformément aux droits et obligations et selon les modalités découlant de la convention à signer ultérieurement par les parties en cause. Dans la même décision, le Conseil d'Etat a pris acte de la récusation volontaire des Conseillers d'Etat, Jean-Philippe Maître et Philippe Joye, qui avaient participé à la séance susmentionnée du 8 juillet 1997.\n\nLa convention tripartite fixant les conditions de l'attribution de la concession en cause a été signée le 9 septembre 1997 par l'Etat de Genève, la Ville de Genève et la Société Générale d'Affichage.\n\nAgissant par la voie du recours de droit public, JC Decaux SA, à Genève, et la société mère Decaux SA, à Neuilly-sur-Seine (France), BGE 125 I 209 S. 212demandent au Tribunal fédéral d'annuler l'arrêté pris le 27 août 1997 par le Conseil d'Etat.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n6. a) Il convient d'examiner d'emblée la question de savoir si la concession du monopole d'affichage en cause est ou non soumise à la nouvelle législation sur les marchés publics, car les règles de procédure applicables au cas particulier en dépendent.\n\nInvoquant le principe de la force dérogatoire du droit fédéral au sens de l'art. 2 Disp. trans. Cst., les recourantes font valoir que les règles cantonales sur la concession du monopole de l'affichage seraient contraires au droit fédéral. Selon les recourantes, c'est à tort que les nouvelles dispositions sur les marchés publics n'auraient pas été appliquées à la procédure d'octroi de la concession litigieuse. En omettant notamment de spécifier par avance tous les critères d'adjudication du marché public en cause, les autorités intimées auraient violé d'une part la loi fédérale du 6 octobre 1995 sur le marché intérieur (LMI; RS 943.02), dont l'art. 5 (entré en vigueur le 1er juillet 1996) s'applique à tous les marchés publics cantonaux et communaux et, d'autre part, plusieurs règles de l'Accord GATT/OMC sur les marchés publics conclu à Marrakech le 15 avril 1994, entré en vigueur pour la Suisse le 1er janvier 1996 (RS 0.632.231.42; ci-après: AMP).\n\nb) Point n'est cependant besoin d'examiner plus avant les moyens soulevés par les recourantes, dans la mesure où la réglementation sur les marchés publics n'était de toute manière pas applicable à la procédure d'octroi de la concession du monopole d'affichage publicitaire sur le domaine public. En effet, pareille concession n'entre pas dans la notion de «marché public» au sens de cette législation. Ni la loi fédérale sur le marché intérieur, ni l'Accord GATT/OMC sur les marchés publics ne contiennent une définition du marché public. Selon la doctrine, on parle communément de marché public pour désigner l'ensemble des contrats passés par les pouvoirs publics avec des soumissionnaires (privés) portant sur l'acquisition de fournitures, de constructions ou de services. L'adjectif «public» fait ici référence à la personnalité de l'acquéreur de la prestation et non pas au régime juridique applicable à ces contrats: en Suisse, ceux-ci restent soumis au droit privé (NICOLAS MICHEL, Droit public de la construction, Fribourg 1996, n. 1872, p. 376 s.). On se trouve en présence BGE 125 I 209 S. 213d'un marché public lorsque la collectivité publique, qui intervient sur le marché libre en tant que «demandeur» («Nachfrager»), acquiert auprès d'une entreprise privée, moyennant le paiement d'un prix, les moyens nécessaires dont il a besoin pour exécuter ses tâches publiques. C'est la collectivité publique qui est «consommatrice» («Konsument») de la prestation et c'est l'entreprise privée qui en est le «fournisseur» («Produzent») (RENÉ RHINOW/GERHARD SCHMID/GIOVANNI BIAGGINI, Öffentliches Wirtschaftsrecht, Bâle 1998, par. 19, n. 1 à 9, p. 395 s.). Le terme allemand «öffentliche Beschaffungswesen» («acquisitions publiques») utilisé pour désigner les marchés publics est plus parlant.\n\nEn l'occurrence, force est de constater que la Ville et l'Etat de Genève ne se trouvent pas dans la position d'un «demandeur» (ou d'un «acquéreur») de prestations, mais plutôt dans la position inverse d'»un offreur» (ou d'un «vendeur»). En concédant le monopole de l'affichage publicitaire sur leur domaine public respectif, lesdites collectivités publiques n'entendaient pas acquérir des prestations de services, mais au contraire «vendre» le droit d'utiliser le domaine public à des fins commerciales moyennant une redevance et diverses prestations accessoires dues par l'entreprise concessionnaire.\n\nMême si la nature des tâches à remplir par l'Etat ne constitue pas un critère absolu étant donné que la limite entre tâches publiques et tâches privées n'est pas toujours aisée à tracer (cf. GERHARD KUNNERT, WTO-Vergaberecht, Baden-Baden 1998, p. 9), on peut néanmoins observer que la Ville et l'Etat de Genève n'ont pas concédé le monopole de l'affichage en vue de l'accomplissement de leurs tâches publiques. En effet, l'affichage de placards publicitaires à des fins commerciales, qui est l'élément central de la concession en cause, ne constitue pas une tâche publique à proprement parler. Dès lors, on ne saurait dire que la société concessionnaire exerce un service public pour le compte des autorités concédantes. A vrai dire, celle-ci exerce une activité lucrative à ses risques et profits. Il est vrai que, par convention tripartite du 9 septembre 1997, la Société Générale d'Affichage s'est engagée à exécuter gratuitement pour la Ville et l'Etat de Genève notamment l'affichage de campagnes à des fins prophylactiques (art. 29) ou à des fins de prévention routière (art. 30), ainsi que l'affichage officiel et militaire (art. 31). Mais ces prestations, accessoires, sont dues par la société concessionnaire en contrepartie du monopole d'affichage commercial concédé, qui constitue l'objet essentiel de la concession en cause. En fait, la concessionnaire n'a pas mandat de concevoir ou de réaliser des BGE 125 I 209 S. 214affiches pour le compte des collectivités publiques en question. Elle doit simplement mettre à leur disposition des emplacements pour l'affichage public et placarder gratuitement les affiches concernées.\n\nLa nouvelle réglementation sur les marchés publics a pour but essentiel d'améliorer la transparence des procédures de passation des marchés (voir, préambule de l'AMP et art. XVII AMP), de manière à garantir une authentique concurrence entre les soumissionnaires et partant à permettre une utilisation parcimonieuse des deniers publics (cf. ATF 125 II 86, consid. 7c p. 100 ss et les références citées). L'objectif est donc de permettre aux pouvoirs publics de se procurer aux meilleures conditions possible sur le marché libre les biens et les services dont ils ont besoin, c'est-à-dire de dépenser de manière rationnelle les fonds publics. Il y a donc marché public lorsque l'Etat se procure auprès d'une entreprise privée un bien ou service moyennant un prix que l'Etat s'engage à payer. Mais en l'espèce l'un des éléments caractéristiques du marché public, soit le paiement d'un prix par l'Etat, fait défaut. Dans le cadre de la concession litigieuse, les collectivités publiques concernées n'ont pas utilisé leurs fonds publics. Au contraire, elles ont droit à une redevance calculée en fonction du chiffre d'affaires, ainsi qu'à diverses prestations annexes (mise à disposition d'emplacement pour l'affichage public notamment) dues par la concessionnaire en contrepartie de la jouissance du droit exclusif d'utiliser le domaine public à titre privatif. Il s'agit donc ici en quelque sorte de l'inverse d'un marché public.\n\nOn peut encore relever qu'à la différence du contrat signé dans le cadre d'un marché public qui est régi par le droit privé, la concession litigieuse est soumise au droit public cantonal.\n\nEnfin, il n'est pas contesté qu'un marché public peut porter sur des services d'architecture (y compris des services d'ingénierie, d'aménagement urbain etc...), de même que sur des services de publicité tels que mentionnés par l'Annexe 4 de l'appendice I à l'AMP en relation avec les chiffres 867 et 871 du Central product classification [CPC] de l'ONU. Mais, comme on vient de le voir, l'on ne se trouve pas dans un tel cas de figure. En effet, les autorités intimées n'ont pas passé avec la Société Générale d'Affichage un contrat portant sur l'acquisition de prestations de services d'architecture ou de services de publicité. En particulier, la concessionnaire n'a pas été chargée de préparer une étude sur l'aménagement urbain ou de réaliser des affiches publiques en faveur de la Ville et l'Etat de Genève. Certes, selon l'article 6 de la convention tripartite du 9 septembre BGE 125 I 209 S. 2151997, la concessionnaire doit mettre au point un nouveau concept global d'affichage et de mobilier urbain, qui devra être soumis à l'approbation de la Ville et de l'Etat de Genève. Mais la société concessionnaire n'exerce pas l'activité concédée pour le compte de la Ville et l'Etat de Genève; elle la gère en son propre nom, à ses propres risques et profits et à son propre compte. D'ailleurs, le mobilier urbain que la concessionnaire doit installer sert avant tout comme support d'affiches publicitaires permettant à la société concessionnaire d'exercer l'activité à son profit. A noter que l'installation du nouveau mobilier urbain sera financée et entretenue par la Société Générale d'Affichage et non par les collectivités publiques (cf. art. 14 de la convention tripartite).\n\nEn résumé, la concession du monopole d'affichage ne constitue pas un marché public, si bien que la réglementation sur la passation des marchés publics n'était pas applicable en l'espèce. Il s'ensuit que tous les griefs invoqués en relation avec le déroulement de la procédure sur la passation des marchés publics tombent à faux.\n\nc) Aux dires des recourantes, le Conseil d'Etat aurait sciemment retardé l'adhésion du canton de Genève à l'Accord intercantonal sur les marchés publics du 25 novembre 1994 (RS 172.056.4), afin de soustraire la procédure d'octroi de la concession litigieuse au champ d'application d'un tel accord. Ce faisant, le gouvernement cantonal aurait violé le principe de la séparation des pouvoirs. Il n'est toutefois pas nécessaire de se pencher sur un tel grief, du moment que la procédure d'octroi de la concession incriminée n'est de toute façon pas soumise à un tel accord intercantonal, puisqu'il ne s'agit précisément pas d'un marché public. Et le Tribunal fédéral n'a pas à résoudre des questions purement théoriques (cf. ATF 123 II 285 consid. 4).\n\n7. Les recourantes allèguent la violation de l'art. 6 par. 1 CEDH et affirment que la décision concernant le refus d'accorder une concession du monopole de l'affichage sur le domaine public doit être soumise à un tribunal indépendant et impartial au sens de cette disposition.\n\na) Selon l'art. 6 par. 1 CEDH, toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera en particulier des contestations sur ses droits et obligations de caractère civil.\n\nLe Tribunal fédéral interprète la notion conventionnelle de «contestations sur des droits et obligations de caractère civil» aussi BGE 125 I 209 S. 216largement que le font les organes de la Convention européenne des droits de l'homme. La contestation, qui doit être réelle et sérieuse, peut porter aussi bien sur l'existence d'un droit que sur son étendue ou les modalités de son exercice; l'issue de la procédure doit être directement déterminante pour l'exercice d'un tel droit. Le «caractère civil» est une notion autonome de la Convention européenne; sont décisifs le contenu matériel du droit en cause et les effets que lui confère la législation interne de l'Etat en question. Ainsi, l'art. 6 par. 1 CEDH ne concerne pas seulement les contestations de droit privé au sens étroit - c'est-à-dire celles qui surgissent entre des particuliers, ou entre un particulier et l'Etat agissant au même titre qu'une personne privée - mais aussi les actes administratifs adoptés par une autorité dans l'exercice de la puissance publique, pour autant qu'ils produisent un effet déterminant sur des droits de caractère privé (ATF 122 II 464 consid. 3b; ATF 121 I 30 consid. 5c p. 34; ATF 119 Ia 88 consid. 3b p. 92/93, 321 consid. 6a/bb p. 329 et les références citées). L'art. 6 par. 1 CEDH ne vise pas à créer de nouveaux droits matériels qui n'ont pas de fondement légal dans l'Etat concerné, mais à accorder une protection procédurale aux droits reconnus en droit interne. L'art. 6 par. 1 CEDH régit uniquement les contestations relatives à des droits (de caractère civil) que l'on peut dire, au moins de manière défendable, reconnus en droit interne; il n'assure par lui-même aux «droits et obligations» (de caractère civil) aucun contenu matériel déterminé dans l'ordre juridique des Etats contractants (arrêts de la CourEDH dans la cause W. contre Royaume-Uni du 8 juillet 1987, Série A, vol. 121, par. 73; dans la cause Pudas contre Suède du 27 octobre 1987, Série A, vol. 125, par. 30; dans la cause H. contre Belgique du 30 novembre 1987, Série A, vol. 127-B, par. 41 ss. Voir aussi MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention (EMRK), Zurich 1993, n. 377, p. 225/226; JACQUES VELU/RUSEN ERGEC, La Convention européenne des droits de l'homme, Bruxelles 1990, n. 418, p. 372 ss; JOCHEN A. FROWEIN/WOLFGANG PEUKERT, EMRK-Kommentar, 2ème éd., Kehl, Strasbourg, Arlington, 1996, n. 7 ad art. 6).\n\nb) En l'occurrence, la loi genevoise sur le domaine public prévoit que l'établissement de constructions ou d'installations permanentes sur le domaine public, son utilisation à des fins industrielles ou commerciales ou tout autre utilisation du domaine public excédant l'usage commun sont subordonnés à une permission; ils sont subordonnés à une concession s'ils sont assortis de dispositions contractuelles (art. 13). L'autorité qui octroie une concession en fixe les conditions BGE 125 I 209 S. 217(art. 17). Selon l'art. 1er du règlement genevois sur l'affichage public et la publicité sur la voie publique, aucun placard ou affiche ne peut être mis sous les yeux du public sans une autorisation ou une concession, en conformité des lois et réglementations sur l'utilisation du domaine public (al. 1); les conditions de l'affichage sont fixées par l'autorisation ou l'acte de concession (al. 2). Il s'ensuit que les recourantes ne peuvent pas soutenir de manière plausible et défendable qu'elles ont droit, en vertu du droit interne, à l'octroi d'une concession d'utilisation du domaine public à des fins commerciales. Au contraire, il résulte de la réglementation précitée que le Conseil d'Etat genevois jouit d'un pouvoir discrétionnaire pour octroyer ou refuser une telle concession. En définitive, la législation cantonale ne confère aucun droit à l'octroi d'une concession ayant pour objet le monopole de l'affichage sur le domaine public de la Ville et de l'Etat de Genève (cf. HERBERT MIEHSLER/THEO VOGLER, Internationaler Kommentar zur Europäischen Menschenrechtskonvention, n. 149 ad art. 6).\n\nA noter que les concurrents, qui s'opposent à la permission d'exercer une activité lucrative délivrée à un tiers, ne peuvent invoquer l'art. 6 par. 1 CEDH que dans la mesure où la décision incriminée a des effets directs sur les «droits» matériels à caractère civil que leur reconnaît le droit interne (ATF 125 I 7 consid. 4; 123 II 376 consid. 6 et les références citées). Or tel n'est pas le cas en l'espèce. En effet, le droit interne ne tend pas à protéger les intérêts privés des recourantes qui entendent s'en prendre à la concession du monopole d'affichage sur le domaine public octroyée à un tiers. L'art. 6 par. 1 CEDH est donc inapplicable.\n\n8. Dénonçant la violation de l'art. 6 CEDH et des art. 4 et 58 Cst., les recourantes soutiennent que les membres du Conseil d'Etat ne présentaient pas toutes les garanties d'indépendance et d'impartialité voulues et qu'ils auraient donc dû se récuser.\n\na) La garantie découlant de l'art. 6 par. 1 CEDH et de l'art. 58 Cst. permet au plaideur d'exiger la récusation d'un juge dont la situation ou le comportement est de nature à faire naître un doute sur son impartialité. Elle tend notamment à éviter que des circonstances extérieures à la cause, constatées objectivement, ne puissent influencer le jugement en faveur ou au détriment d'une partie. Par ailleurs, les règles cantonales sur l'organisation et la composition des tribunaux doivent être conçues de façon à assurer l'indépendance et l'impartialité des juges (ATF 125 I 119 consid. 3a et les arrêts cités). Selon plusieurs arrêts du Tribunal fédéral, l'art. 4 Cst. - qui est seul applicable BGE 125 I 209 S. 218en l'espèce - confère une garantie de portée équivalente quant à l'indépendance et l'impartialité des autorités qui ne sont pas des tribunaux (ATF 120 Ia 184 consid. 2a; ATF 119 Ia 13 consid. 3a; ATF 117 Ia 408 consid. 2a; ATF 114 Ia 278 consid. 3b). Il convient toutefois de préciser que la récusation de membres des autorités supérieures du pouvoir exécutif doit être examinée en tenant compte de la mission et de l'organisation desdites autorités. Celles-ci assument avant tout des tâches de gouvernement, de direction et de gestion; elles ne sont qu'occasionnellement impliquées dans des procédures juridiques ouvertes à l'égard ou sur requête de particuliers. Leurs tâches impliquent le cumul de fonctions diverses, qui ne pourraient pas être séparées sans atteinte à l'efficacité de la gestion et à la légitimité démocratique et politique des décisions correspondantes. Ainsi par exemple, à l'égard d'un projet de route cantonale, les membres du gouvernement cantonal agissent à la fois à titre d'organe du maître d'oeuvre et d'autorité compétente pour l'approbation des plans. Dans cette seconde fonction, ils ne sont pas récusables au seul motif qu'ils ont déjà pris position, en faveur du projet, devant le parlement et dans la campagne précédant une votation populaire, car cette situation est inhérente à la réglementation légale des compétences (consid. 4 non publié de l'ATF 122 II 81). A la différence des art. 6 par. 1 CEDH et 58 Cst., l'art. 4 Cst. n'impose donc pas l'indépendance et l'impartialité comme maxime d'organisation d'autorités gouvernementales, administratives ou de gestion. Une appréciation spécifique est nécessaire dans chaque situation particulière. L'art. 4 Cst. n'offre donc pas, dans ce contexte, une garantie équivalente à celle des art. 6 par. 1 CEDH et 58 Cst. applicables aux tribunaux (ATF 125 I 119 consid. 3d-f et les arrêts cités; voir aussi ZBl 100/1999 p. 74 consid. 2b).\n\nb) Par lettre du 20 août 1997 adressée au Président du Conseil d'Etat, JC Decaux SA a demandé la récusation des deux Conseillers d'Etat qui avaient assisté à un entretien qui avait eu lieu le 8 juillet 1997 avec une délégation de la Ville de Genève pour discuter de la concession du monopole d'affichage en question. Dans l'arrêté attaqué du 27 août 1997, le Conseil d'Etat a pris acte de la récusation volontaire des deux Conseillers d'Etat en question. On ne saurait dire que les autres membres du Conseil d'Etat auraient dû se récuser. Il n'existe aucune circonstance objective permettant de douter de l'impartialité de ceux-ci. Le fait qu'avant même de prendre sa décision formelle sur l'octroi de la concession litigieuse, le Conseil d'Etat ait étudié le dossier relatif à l'affichage public et ait eu connaissance BGE 125 I 209 S. 219du projet de convention discuté entre la Ville de Genève et la Société Générale d'Affichage ne constitue pas un motif de récusation, dans la mesure où l'octroi de la concession impliquait précisément qu'une convention soit passée pour en régler les modalités. Par ailleurs, il est patent que, par arrêté du 18 août 1997, le Conseil d'Etat a déclaré irrecevable le recours formé par les recourantes à l'encontre de la décision du 18 décembre 1996 par laquelle le Conseil administratif de la Ville de Genève s'était prononcé en faveur de l'octroi du droit exclusif d'affichage sur le domaine public à la Société Générale d'Affichage. Mais le simple fait que le Conseil d'Etat ait rendu précédemment des décisions en défaveur des intéressées ne constitue pas en soi un motif de récusation, car cette situation est inhérente à la réglementation légale des compétences en la matière.\n\n9. a) Invoquant l'art. 4 Cst., les recourantes se plaignent de ce que l'arrêté attaqué ne contient pas une motivation suffisante. Il est vrai que le Conseil d'Etat n'a pas mentionné les motifs sur lesquels il a fondé sa décision; il n'a pas précisé les raisons pour lesquelles il avait donné sa préférence à la Société Générale d'Affichage plutôt qu'à la société JC Decaux SA. Mais dans une très large mesure, celle-ci connaissait les motifs de cette décision, puisqu'elle a pu déposer un recours qui n'a pas moins de septante-cinq pages et qui est accompagné de deux avis de droit. Point n'est cependant besoin de s'attarder sur ce grief, car ce vice de forme a de toute manière été réparé au cours de la présente procédure du recours de droit public, dès lors que les recourantes ont eu la possibilité, conformément à l'art. 93 al. 2 OJ, de présenter un mémoire complémentaire pour prendre position sur les motifs contenus dans la réponse des autorités intimées et qu'il n'en résulte, pour les recourantes, aucun préjudice (ATF 107 Ia 1 ss; ZBl 90/1989 p. 363, consid. 4d).\n\nb) Se référant à l'art. 4 Cst., les recourantes semblent reprocher au Conseil d'Etat de ne pas leur avoir donné l'occasion de s'exprimer par oral avant que la décision soit prise. Ce grief est toutefois mal fondé. En effet, les exigences minimales déduites de l'art. 4 Cst. n'impliquent pas le droit de s'exprimer oralement devant l'autorité appelée à statuer (ATF 122 II 464 consid. 4c et les références citées).\n\nc) Les recourantes laissent entendre que JC Decaux SA n'a pas pu présenter une offre valable en raison des faux renseignements fournis par les autorités. Découlant directement de l'art. 4 Cst. et valant pour l'ensemble de l'activité étatique, le principe de la bonne foi donne au citoyen le droit d'être protégé dans la confiance légitime BGE 125 I 209 S. 220qu'il met dans les assurances reçues des autorités; il le protège donc lorsqu'il a réglé sa conduite d'après des décisions, des déclarations ou un comportement déterminé de l'administration (ATF 122 II 113 consid. 3b/cc p. 123; ATF 121 II 473 consid. 2c p. 479 et les références citées).\n\nEn l'espèce, les recourantes ne démontrent pas en quoi JC Decaux SA aurait été induite en erreur par des indications erronées fournies par les autorités. En particulier, il ressort du dossier que l'offre présentée par JC Decaux SA était très complète et respectait les exigences fixées par le cahier des charges et par divers documents complémentaires qui avaient été transmis en date des 10, 16 et 17 octobre 1996 à tous les soumissionnaires. JC Decaux SA ne saurait donc prétendre avoir été induite en erreur par les indications erronées, qui n'emportaient de toute manière aucune assurance de la part des autorités au sujet de l'octroi de la concession.\n\nd) Par ailleurs, c'est à tort que les recourantes dénoncent d'autres vices de procédure.\n\naa) Tout d'abord, la procédure de la concession du monopole de l'affichage n'avait pas à être interrompue en raison des divers recours formés par JC Decaux SA. Les effets suspensifs qui ont pu être temporairement en vigueur n'empêchaient pas les autorités concernées de continuer à préparer la décision d'octroi de la concession litigieuse, qui a finalement été prise le 27 août 1997, soit après que le Conseil d'Etat eut statué sur le recours en cause (18 août 1997). A ce moment-là, et lorsque la convention tripartite du 9 septembre 1997 a été signée, aucune décision d'effet suspensif n'y faisait obstacle.\n\nbb) S'agissant du soi-disant manque de transparence des conditions de l'appel d'offres, il convient de rappeler que les règles très strictes en la matière contenues dans la réglementation sur les marchés publics n'étaient pas applicables en l'espèce. A noter du reste que, comme cela avait été annoncé dans le cahier des charges et dans la lettre du 10 octobre 1996 adressés à tous les soumissionnaires, on attendait de leur part une certaine créativité. Autrement dit, les soumissionnaires jouissaient d'une assez grande liberté pour élaborer leur offre, ce qui n'est pas contraire à l'art. 4 Cst. En outre, on ne voit pas en quoi l'audition séparée des concurrents violait cette norme constitutionnelle.\n\ncc) Dans sa lettre du 10 octobre 1996, la Ville de Genève a indiqué à tous les soumissionnaires qu'ils avaient la possibilité de requérir, motifs à l'appui, une prolongation du délai pour déposer leur offre. Aucune requête de prolongation n'ayant été déposée en temps BGE 125 I 209 S. 221utile, la Ville de Genève pouvait dès lors, sans violer l'art. 4 Cst., écrire dans sa lettre du 17 octobre 1996 que le délai initialement fixé au 1er novembre 1996 ne serait pas prorogé. JC Decaux SA a du reste déposé son offre dans les délais, si bien que l'on ne comprend pas très bien ce que les recourantes entendent déduire du grief tiré de la non-prolongation du délai en question.\n\ndd) En résumé, la procédure d'octroi de la concession en question ne viole pas l'art. 4 Cst., quand bien même elle aurait pu être améliorée. Il n'était pas nécessaire d'appliquer intégralement, même par analogie, les règles en matière de marchés publics qui ne sont pas nécessairement adaptées à une situation de ce type. Il faut et il suffit du point de vue de l'art. 4 Cst. pour l'attribution d'un droit d'usage exclusif qui, par définition, ne peut être accordé à tous les requérants, que soit prévu un système équitable permettant à chaque concurrent d'être pris en considération (cf. arrêt non publié du 15 novembre 1983 en la cause Dober, consid. 3b).\n\n10. Les recourantes mettent en cause pour la première fois devant le Tribunal fédéral la constitutionnalité du monopole d'affichage sur le domaine public et le patrimoine administratif de l'Etat et la Ville de Genève. Elles tiennent ce monopole pour contraire à l'art. 31 Cst.\n\na) A l'instar d'autres libertés publiques, la liberté du commerce et de l'industrie garantie par l'art. 31 Cst. n'est pas absolue. En particulier, l'art. 31 al. 2 Cst. réserve les prescriptions cantonales sur l'exercice du commerce et de l'industrie, par quoi il faut entendre non seulement les mesures de police proprement dites, mais également d'autres mesures d'intérêt général tendant à procurer du bien-être à l'ensemble ou à une grande partie des citoyens ou à accroître ce bien-être, telles que les mesures sociales ou de politique sociale (ATF 100 Ia 445 consid. 5 p. 449). Ces restrictions cantonales doivent reposer sur une base légale, être justifiées par un intérêt public prépondérant et, selon le principe de la proportionnalité, se limiter à ce qui est nécessaire à la réalisation des buts d'intérêt public poursuivis. Les restrictions cantonales à la liberté du commerce et de l'industrie ne peuvent toutefois se fonder sur des motifs de politique économique et intervenir dans la libre concurrence pour favoriser certaines formes d'exploitation en dirigeant l'économie selon un certain plan, à moins que cela ne soit prévu par une disposition constitutionnelle spéciale (ATF 123 I 12 consid. 2a p. 15; ATF 121 I 129 consid. 3b p. 131-132; ATF 120 Ia 67 consid. 2a p. 70; ATF 119 Ia 348 consid. 2b p. 353-354 et les arrêts cités). L'art. 31 al. 2 Cst. autorise les cantons BGE 125 I 209 S. 222à instituer d'autres monopoles que les «régales cantonales», pour autant qu'ils respectent également les principes mentionnés ci-dessus. De tels monopoles ne peuvent toutefois poursuivre de purs intérêts fiscaux (à propos de monopoles de droit en matière d'assurance-incendie des bâtiments: ATF 124 I 11 consid. 3b p. 15/16, 4b p. 17/18 et 5a p. 18/19; ATF 124 I 25 consid. 3a p. 27 et les références citées).\n\nb) La doctrine distingue plusieurs sortes de monopoles cantonaux. A côté des régales historiques, il existe des monopoles de droit et des monopoles de fait. Lorsque l'Etat empêche les administrés d'exercer une activité lucrative qu'il se réserve en édictant une norme, on parle de monopole de droit qui, par définition, repose sur une règle topique et expresse. A l'opposé, on appelle monopole de fait la situation où l'Etat, en raison de sa souveraineté sur le domaine public, est en mesure d'exercer seul une activité économique nécessitant un usage particulier du domaine public, sans avoir à créer une base légale pour exclure les particuliers de l'activité en cause; son fondement n'est pas la loi mais la maîtrise générale sur les biens publics (ETIENNE GRISEL, Liberté du commerce et de l'industrie, vol. II, Berne 1995, n. 942 et 943, p. 204; PIERRE MOOR, Droit administratif, vol. III, Berne 1992, n. 7.3.1.1, p. 376, ANDRÉ GRISEL, Traité de droit administratif, vol. I, p. 201; CLAUDE RUEY, Monopoles cantonaux et liberté économique, thèse Lausanne 1988, p. 121 ss et p. 135 ss; ULRICH HÄFELIN/GEORG MÜLLER, Grundriss des Allgemeinen Verwaltungsrechts, 3ème éd., Zurich 1998, n. 1991 à 1997, p. 508/509). La réglementation de l'affichage fait apparaître nettement la différence entre les deux notions: si une commune veut se réserver la pose des placards sur tout son territoire, y compris les fonds privés, elle doit nécessairement créer un monopole de droit, fondé sur une base légale explicite. Si elle veut limiter son activité au domaine public, elle peut instituer un simple monopole de fait (ETIENNE GRISEL, op.cit., n. 944). Contrairement à ce que prétendent les recourantes, on se trouve ici en présence d'un monopole de fait, dans la mesure où le monopole d'affichage porte uniquement sur le domaine public (cf. KARIN SUTTER-SOMM, Das Monopol im schweizerischen Verwaltungs- und Verfassungsrecht, thèse Bâle 1988, p. 150), qui est soumis à la haute police de l'Etat sur le territoire desquels ils se trouvent (cf. art. 664 CC). Un tel monopole de fait n'est, par définition, soumis à aucune base légale expresse. C'est d'ailleurs ce qui le distingue du monopole de droit.\n\nc) Se prononçant sur la validité d'un monopole d'affichage de la Ville de Lausanne sur son domaine public et sur les fonds appartenant BGE 125 I 209 S. 223à des privés (monopole de droit), le Tribunal fédéral a eu l'occasion de dire sous l'angle de l'art. 31 Cst. que la réglementation de l'affichage, notamment dans les localités, répondait à un intérêt public réel; elle était même indispensable pour assurer la sécurité du trafic et la protection des sites urbains et du paysage (ATF 100 Ia 445 consid. 5b p. 450/451; ATF 60 I 271). En l'espèce, il n'est pas sérieusement contesté que le présent monopole d'affichage portant exclusivement sur le domaine public est justifié par un intérêt public prépondérant. On ne saurait dire que le monopole en cause poursuit de purs intérêts fiscaux. A partir du moment où le monopole répond, comme ici, à un véritable intérêt public, il est de toute façon sans importance que l'activité visée rapporte ou non un excédent de recettes (ETIENNE GRISEL, op.cit., n. 996, p. 226).\n\nd) aa) Plus délicate est la question de savoir si ce monopole d'affichage respecte le principe de la proportionnalité. Celui-ci se compose traditionnellement des règles d'aptitude - qui exige que le moyen choisi soit propre à atteindre le but fixé -, de nécessité - qui impose qu'entre plusieurs moyens adaptés, on choisisse celui qui porte l'atteinte la moins grave aux intérêts privés - et de proportionnalité au sens étroit - qui met en balance les effets de la mesure choisie sur la situation de l'administré et le résultat escompté du point de vue de l'intérêt public (ATF 123 I 112 consid. 4e p. 121; ATF 122 I 236 consid. 4e/bb p. 246). A titre préalable, il y a lieu de relever que le monopole de fait est soumis à des conditions d'admission moins sévères que le monopole de droit (RUEY, op.cit., p. 364 ss). En ce qui concerne plus particulièrement le critère de la nécessité, on peut se montrer moins strict que pour un monopole de droit. Il peut en effet arriver qu'une mesure moins restrictive que le monopole puisse être suffisante pour atteindre le but d'intérêt public visé, mais qu'elle soit insuffisante pour protéger la destination ou la substance même du domaine public (cf. RUEY, op.cit., p. 366).\n\nbb) En l'occurrence, le droit d'apposer des placards publicitaires sur le domaine public, sur lequel l'Etat et la Ville de Genève disposent d'un monopole de fait, a été octroyé pour une longue durée (dix ans) à un concessionnaire unique. Une autre solution aurait consisté à soumettre l'activité en cause au régime de l'autorisation préalable, appelé de la «libre concurrence». Les systèmes d'une concession partagée entre plusieurs entreprises privées ou d'une concession de courte durée octroyée par rotation à différents requérants étaient aussi envisageables. Mais ces autres systèmes auraient engendré une surcharge de dépenses et de travail pour l'administration qui BGE 125 I 209 S. 224aurait dû alors s'assurer du respect de l'égalité des chances entre les concurrents. Il est donc indéniable que la concession de la totalité du droit de l'affichage publicitaire sur l'ensemble du domaine public à un seul concessionnaire présente de nombreux avantages d'ordre pratique. En outre, cette concession exclusive constitue un moyen apte et nécessaire à atteindre les buts d'intérêt public visés, car si l'affichage sur le domaine public était soumis par exemple à simple autorisation préalable, la protection des sites et la sécurité du trafic ne pourraient pas être totalement assurées. En particulier, l'homogénéité de l'architecture urbaine, soit plus précisément ce qu'on appelle le mobilier urbain, ne pourrait plus être garantie. En effet, il ne faut pas perdre de vue que l'affichage publicitaire sur le domaine public et l'installation du mobilier urbain comme support publicitaire ont une grande influence sur le paysage urbain. De surcroît, comme on l'a vu plus haut, l'activité concédée requiert un usage particulier du domaine public. Or un tel usage est de nature à gêner la circulation des piétons ou des automobilistes qui, eux, font un usage «normal» du domaine public. Ainsi, la création d'un monopole de l'affichage publicitaire sur le domaine public constitue une mesure appropriée pour veiller à ce que l'usage commun du domaine public ne soit pas exagérément entravé par l'exercice de l'activité monopolisée. Le régime du monopole permet de gérer plus efficacement la priorité et la coordination entre les divers usagers du domaine public que le régime de l'autorisation préalable. On peut ajouter en passant que la concession du monopole en question à une seule entreprise concessionnaire apparaît également comme une mesure appropriée, compte tenu du caractère limité du domaine public et de l'intensité de l'activité visée. La coexistence de plusieurs concessionnaires pourrait conduire à des concepts différents qui ne s'harmoniseraient pas forcément. Du reste, statuant sur une dénonciation de JC Decaux SA relative à la procédure d'octroi de la concession en cause, le secrétariat de la Commission de la concurrence est arrivé à la conclusion que la concession exclusive du monopole d'affichage ne constituait pas une restriction illicite de la concurrence, tout en encourageant la Ville et l'Etat de Genève à répartir à l'avenir la concession de l'affichage entre plusieurs concessionnaires et à limiter sa durée au strict nécessaire.\n\nCompte tenu de l'ensemble de ces circonstances, on peut donc admettre que l'octroi à un seul concessionnaire du droit d'apposer de la publicité, en tant que limité au domaine public (monopole de fait), respecte le principe de la proportionnalité.BGE 125 I 209 S. 225\n\ncc) Dans l'arrêt publié aux ATF 100 Ia 445 consid. 5c, le Tribunal fédéral a reconnu que le monopole d'affichage sur le domaine public et les fonds privés situés sur le territoire de la commune de Lausanne respectait le principe de la proportionnalité; il a justifié cette opinion par le fait que le régime de monopole et de concession exclusive permet d'avoir la vue d'ensemble indispensable pour assurer de façon efficace la protection des sites et la sécurité du trafic; il permet aussi d'imposer à l'entreprise concessionnaire certaines conditions, notamment la mise à disposition des emplacements nécessaires à l'affichage officiel. A l'inverse du système de l'autorisation préalable dans le régime de libre concurrence, le régime du monopole facilite en outre le contrôle de la part des pouvoirs publics et rend celui-ci moins onéreux. Sur ce point, cet arrêt a été critiqué par la doctrine (cf. LEO SCHÜRMANN, Wirtschaftsverwaltungsrecht, 3ème éd., Berne 1994, p. 73, 75 et 76; FRITZ GYGI/PAUL RICHLI, Wirtschaftsverfassungsrecht, 2ème éd., Berne 1997, p. 75; MOOR, op.cit., vol. III, n. 3.2.2.2, p. 127. ULRICH HÄFELIN/WALTER HALLER, Schweizeriches Bundesstaatsrecht, 4ème éd., Zurich 1998, n. 1497, p. 495. Peu clair, RUEY, op.cit., p. 285/286 et note de bas de page 168, p. 367). Mais ces critiques - sur lesquelles il n'est pas nécessaire de prendre position - ne modifient pas les considérations précédentes. En effet, d'une manière générale, ces auteurs critiquent l'admissibilité du monopole de droit en ce qui concerne l'affichage sur les fonds privés, mais pas celle du monopole d'affichage sur le domaine public qui est qualifié de monopole de fait (cf. aussi SUTTER-SOMM, op.cit., p. 150/151; ETIENNE GRISEL, op.cit., n. 1000, p. 227/228; JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, Berne 1991, note de bas de page 117, p. 374/375, qui considère que le monopole d'affichage sur le domaine privé constitue une atteinte disproportionnée à la liberté du commerce et de l'industrie).\n\n11. Les recourantes soutiennent que l'octroi de la concession litigieuse serait entachée d'arbitraire. Force est toutefois d'admettre que, compte tenu notamment de la grande liberté d'appréciation dont disposait l'autorité concédante en la matière, la décision attaquée n'apparaît pour le moins pas insoutenable. Il n'est en tout cas pas démontré que l'offre déposée par JC Decaux SA était objectivement supérieure à celle présentée par la Société Générale d'Affichage, si bien que la concession du droit d'affichage sur le domaine public aurait dû revenir de plein droit à JC Decaux SA. En particulier, on ne saurait affirmer que l'offre de JC Decaux SA était meilleure du BGE 125 I 209 S. 226point de vue financier. La comparaison entre les diverses offres est délicate, car il ne faut pas seulement prendre en compte la redevance minimum, mais encore d'autres prestations en nature accessoires offertes par les différents soumissionnaires. De plus, on ne peut évidemment pas comparer l'offre de JC Decaux SA qui portait sur une concession de quinze ans avec celle de la Société Générale d'Affichage qui portait sur une période de dix ans. Par ailleurs, le gouvernement cantonal pouvait, sans violer l'art. 4 Cst., attacher une grande importance au concept général d'affichage, ainsi qu'à l'intégration du mobilier urbain à la ville en question. Il s'agit là certes d'un critère comportant un élément subjectif très marqué. Mais cela était inhérent au problème très particulier de l'affichage publicitaire en milieu urbain. En considérant que le concept d'affichage de la Société Générale d'Affichage était plus élaboré que celui de JC Decaux SA et que les supports proposés par celle-là étaient plus conformes à la politique urbanistique de la ville, le Conseil d'Etat n'a pas fait preuve d'arbitraire. Quoi qu'il en soit, l'appréciation du Tribunal fédéral ne saurait se substituer à celle de l'autorité concédante, car, en l'espèce, le choix de celle-ci comportait indéniablement une composante politique que le Tribunal fédéral ne peut revoir qu'avec une grande retenue. Il est vrai que la Société Générale d'Affichage avait précédemment déjà obtenu la concession d'affichage publicitaire dans la Ville de Genève et qu'elle avait donc une meilleure connaissance des lieux que ses concurrents. Mais cet avantage de fait n'était à lui seul pas de nature à fausser l'octroi de la concession litigieuse de manière contraire à l'art. 4 Cst. En résumé, il n'apparaît pas que le gouvernement cantonal ait usé de son large pouvoir d'appréciation de manière abusive."}