{"annee": "125", "cour": "V", "page": "135", "date": "4/3/1999", "cite": ["122 V 200", "110 V 54", "124 I 255", "123 II 231"], "cite_par": [], "chapeau": "20. Arrêt du 4 mars 1999 dans la cause S. contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal administratif du canton de Fribourg", "regestes": ["Art. 98a al. 1 OJ: Autorité judiciaire statuant en dernière instance cantonale. La décision par laquelle le greffier-rapporteur du Tribunal administratif du canton de Fribourg refuse au requérant l'assistance judiciaire gratuite n'est pas un jugement d'une autorité judiciaire cantonale de dernière instance. Art. 58 al. 1 Cst.: Accès à la Cour des assurances sociales du Tribunal administratif. L'interprétation extra legem de l'art. 88 al. 2 deuxième phrase du Code de procédure et de juridiction administrative du 23 mai 1991 du canton de Fribourg (CPJA; RSF 150.1) proposée par la Cour des assurances sociales du Tribunal administratif du canton de Fribourg est contraire à l'art. 58 al. 1 Cst."], "faits": "BGE 125 V 135 S. 136\n\nA.- S. est en litige avec la Caisse nationale suisse d'assurance en cas d'accidents (CNA) au sujet du montant de la rente d'invalidité qui lui a été allouée depuis le 1er novembre 1996 pour une incapacité de gain de 25%, montant dont le calcul a été confirmé par la CNA dans une décision sur opposition du 31 juillet 1997, compte tenu d'un gain annuel assuré de 40'878 francs. Le 4 novembre 1997, celui-ci a formé recours contre cette décision devant le Tribunal administratif du canton de Fribourg, Cour des assurances sociales, en concluant à titre principal, sous suite de dépens, à l'allocation d'une rente mensuelle d'invalidité dès le 1er novembre 1996 s'élevant \"à 1'006 fr. 20, plus l'allocation de renchérissement, moins l'impôt à la source\", compte tenu d'un gain annuel assuré de 48'297 francs. Par écriture du même jour, il a sollicité l'octroi de l'assistance judiciaire gratuite et la désignation d'un avocat d'office.\n\nB.- Par décision du 20 avril 1998, statuant seul, le greffier-rapporteur du Tribunal administratif du canton de Fribourg a refusé l'assistance judiciaire requise, au premier motif que la condition d'indigence n'était pas donnée. Sous la rubrique relative aux moyens juridictionnels, il était indiqué qu'un recours de droit administratif pouvait être déposé devant le Tribunal fédéral des assurances \"contre le présent jugement\" dans un délai de dix jours dès sa notification.\n\nC.- Dans le délai utile, S. interjette recours de droit administratif contre cette décision dont il demande l'annulation. Il conclut à titre principal à l'admission de sa requête d'assistance judiciaire et à titre subsidiaire au renvoi du dossier à l'autorité cantonale pour nouvelle décision, le tout sous suite de dépens.\n\nLa CNA conclut au rejet du recours, au motif que la cause au fond est dépourvue de chances de succès.\n\nD.- A la demande du juge délégué, le Tribunal administratif du canton de Fribourg s'est déterminé, par lettre du 27 octobre 1998, sur la question de la compétence du greffier-rapporteur de rendre une décision d'assistance judiciaire en unique instance cantonale. Les parties ont pu présenter leurs observations sur cette écriture.", "considerants": "Considérant en droit:\n\n1. a) Le Tribunal fédéral des assurances examine d'office sa compétence (ATF 122 V 202 consid. 2, et les références), sans égard aux conclusions prises par les parties (ATF 123 II 233 consid. 1). En particulier, lorsqu'un litige ressortit à une autorité dont les décisions sont sujettes à recours auprès d'une autorité supérieure, la seconde doit décliner sa compétence BGE 125 V 135 S. 137aussi longtemps que la première n'est pas intervenue (GRISEL, Traité de droit administratif, p. 831). Conformément à l'art. 102 let. d OJ (en corrélation avec l'art. 129 al. 3 OJ), le recours de droit administratif n'est pas recevable lorsqu'est ouverte la voie de tout autre recours ou opposition préalable. Il peut alors s'agir d'une voie de recours cantonale; l'art. 98 let. g OJ dispose du reste que le recours de droit administratif est ouvert contre \"les décisions des autorités cantonales statuant en dernière instance\" (ATF 123 II 234 consid. 4). Il en découle que seul un jugement cantonal de dernière instance peut être attaqué par la voie du recours de droit administratif devant le Tribunal fédéral des assurances.\n\nPar ailleurs, la décision qui indique à tort la faculté de s'adresser à une autorité incompétente ne lui attribue pas la compétence qui lui manque (GRISEL, op.cit., p. 831 et les arrêts cités).\n\nb) En saisissant le Tribunal fédéral des assurances d'un recours de droit administratif contre la décision par le greffier-rapporteur de lui refuser le bénéfice de l'assistance judiciaire, le recourant s'est conformé à l'indication des moyens juridictionnels qui figurent au bas de la décision attaquée. Cette indication ne lie cependant pas l'autorité de recours qui doit, comme on l'a vu, se prononcer d'office sur sa compétence.\n\n2. a) Aux termes de la Loi du 24 avril 1990 d'organisation du Tribunal administratif (LOTA; RSF 151.1) du canton de Fribourg, le Tribunal administratif connaît, en dernière instance cantonale, de toutes les contestations de droit administratif, y compris celles qui relèvent du droit fiscal et du droit des assurances sociales (art. 1er al. 1 LOTA).\n\nOrganisé en cours, le Tribunal administratif est composé de sept juges et d'autant de suppléants, de quatre assesseurs auprès de la cour fiscale et deux assesseurs auprès de la cour des assurances sociales et de six assesseurs-suppléants (art. 5 LOTA), tous élus par le Grand Conseil (art. 6 al. 1 LOTA).\n\nLe Tribunal administratif engage et nomme les greffiers et le personnel de chancellerie (art. 14 al. 1 LOTA). Les tâches des premiers nommés ne sont pas définies dans la LOTA, alors que la Loi fribourgeoise du 22 novembre 1949 d'organisation judiciaire (abrégée ci-dessous LOJ; RSF 131.0.1) le fait pour les greffiers du Tribunal cantonal et des tribunaux de première instance. Selon l'art. 85 LOJ, le greffier assume la direction du greffe, fait les écritures et tient en bon ordre les archives de l'autorité à laquelle il est attaché (al. 1). Il collabore à la bonne marche des affaires, assure la BGE 125 V 135 S. 138rédaction et l'expédition régulière des jugements, décisions et autres actes émanant de l'autorité à laquelle il est attaché et les signe (al. 2).\n\nLe Tribunal administratif a fixé directement, par voie réglementaire (Règlement du Tribunal administratif du 26 février 1992; RSF 151.11) les compétences et tâches du greffier, opérant une distinction entre greffier-chef, greffiers-rapporteurs et greffiers adjoints.\n\nSelon l'art. 38 du règlement du Tribunal administratif, les greffiers-rapporteurs de la Cour fiscale et de la Cour des assurances sociales accomplissent les tâches principales suivantes:\n\na. ils instruisent les affaires qui leur sont attribuées, présentent les rapports y relatifs et rédigent les décisions correspondantes;\n\nb. ils tiennent les procès-verbaux des audiences et des séances de la cour.\n\nIl en ressort qu'à l'exception de l'instruction des affaires, leurs tâches ainsi définies ne diffèrent pas des attributions qui sont celles du greffier.\n\nb) Le Code de procédure et de juridiction administrative (CPJA) du 23 mai 1991 du canton de Fribourg (RSF 150.1) fixe la procédure applicable aux décisions à prendre par les autorités de la juridiction administrative (art. 1er al. 1 let. b CPJA). Le Tribunal administratif est l'autorité ordinaire de la juridiction administrative (art. 3 al. 1 CPJA).\n\naa) Sous le titre II concernant la procédure, chapitre 2 relatif à la procédure de recours, ch. 4 intitulé \"Instruction du recours\", l'art. 86 CPJA dispose que l'autorité de recours instruit elle-même les recours dont elle est saisie (al. 1). Une autorité collégiale peut confier cette tâche à son président, à un autre membre ou à une délégation (al. 2). Une personne ne peut pas prendre part à l'instruction d'un recours formé contre une décision au prononcé de laquelle elle a participé (al. 3).\n\nDans ce cadre, sous le titre marginal \"Attributions de l'autorité déléguée\", l'art. 88 CPJA prévoit que l'autorité déléguée à l'instruction (art. 86 al. 2 et 87 al. 1 CPJA) prend toutes les décisions procédurales utiles, sauf celles en matière d'effet suspensif et de mesures provisionnelles (al. 1). Ses décisions ne peuvent pas faire l'objet d'un recours auprès de l'autorité au nom de laquelle elle instruit le recours. Sont exceptées les décisions relatives à l'assistance judiciaire gratuite (al. 2).\n\nbb) Les règles de procédure et de compétence en matière d'assistance judiciaire figurent sous le titre IV, chapitre 3, aux art. 142 ss CPJA. C'est à l'autorité chargée de l'instruction sur le fond qu'il incombe de statuer à bref délai sur la requête (art. 144 al. 1 CPJA).\n\nBGE 125 V 135 S. 139\n\nc) Il résulte des dispositions précitées que l'autorité déléguée à l'instruction a compétence pour statuer seule sur les questions simples relatives à l'administration des preuves. En revanche, dès que les questions qui se posent en cours d'instruction revêtent, aux yeux du législateur cantonal, une importance plus grande - suspension, mesures provisionnelles - la décision incidente est alors de la compétence de la Cour chargée du dossier. Si les décisions relatives à l'administration des preuves rendues par l'autorité déléguée à l'instruction ne peuvent faire l'objet d'un recours, ce qui se justifie notamment au regard du principe de célérité, il n'en va pas de même de la décision en matière d'assistance judiciaire qui, en cas de recours, doit être portée devant la Cour du Tribunal administratif (art. 88 al. 2 deuxième phrase CPJA).\n\nCes dispositions, applicables d'une manière générale à toutes les procédures administratives, le sont en conséquence également dans les procédures relatives à des litiges d'assurance sociale. Dès lors, et dans la mesure où le Tribunal administratif soutient dans ses déterminations qu'il n'y a pas de recours cantonal contre la décision d'assistance judiciaire prise par le greffier-rapporteur, il propose une application de la loi cantonale en totale contradiction avec le texte clair du CPJA. Dans cette mesure également, la pratique instaurée par voie réglementaire interne qui confie au greffier la faculté de statuer en unique instance cantonale et sans recours sur toutes les questions relatives à l'assistance judiciaire est également contraire au texte de la loi.\n\nd) En réalité, le Tribunal administratif soutient qu'en raison des exigences du droit fédéral, il se justifie de déroger à la loi d'organisation judiciaire et de procédure cantonale. En d'autres termes, il propose d'interpréter les dispositions du CPJA dans le sens que, dans les litiges relatifs aux assurances sociales, il n'y a pas de recours cantonal en matière d'assistance judiciaire.\n\n3. L'art. 98a al. 1 OJ prévoit que les cantons instituent des autorités judiciaires statuant en dernière instance cantonale, dans la mesure où leurs décisions peuvent directement faire l'objet d'un recours de droit administratif devant le Tribunal fédéral. Cette disposition exige ainsi - pour les décisions susceptibles d'un recours de droit administratif - une autorité judiciaire cantonale.\n\nSavoir quels sont les tribunaux dans le canton de Fribourg est une question qui relève du droit cantonal. Selon l'art. 59 de la Constitution fribourgeoise, l'administration de la justice est exercée par les tribunaux reconnus par la Constitution et la loi. Par ailleurs, l'art. 65 de la BGE 125 V 135 S. 140Constitution fribourgeoise qui crée un Tribunal administratif, précise que la loi en règle l'organisation (al. 4). Les juges du Tribunal administratif sont élus pour cinq ans selon les dispositions applicables à l'élection des juges du Tribunal cantonal (al. 2), soit nommés individuellement par le Grand Conseil (art. 60 Cst. frib.), et soumis à la haute surveillance du pouvoir législatif (art. 65 al. 3 Cst. frib.).\n\nLe greffier-rapporteur ne figure pas parmi les autorités judiciaires cantonales désignées par la loi. De plus, si, selon une délégation qu'il n'y a pas lieu d'examiner ici, un règlement interne lui a donné des compétences en matière d'instruction, il n'est en aucune manière devenu une autorité judiciaire statuant en dernière instance cantonale en matière d'assistance judiciaire, dès lors que, selon la loi, ses décisions sont précisément sujettes à recours (art. 88 al. 2 CPJA).\n\nAinsi donc, la décision litigieuse du 20 avril 1998 ne constitue pas un jugement d'une autorité judiciaire cantonale de dernière instance au sens de l'art. 98a al. 1 OJ. Il s'ensuit que le recours de droit administratif porté devant le Tribunal fédéral des assurances contre cette décision est en l'état irrecevable.\n\n4. L'interprétation extra legem de l'art. 88 al. 2 deuxième phrase CPJA proposée par la Cour des assurances sociales du Tribunal administratif, est également contraire à l'art. 58 al. 1 Cst., le droit cantonal prévoyant l'accès à la Cour du Tribunal administratif (ATF 124 I 263 consid. 5b/aa). Elle a pour effet, sans que rien ne le justifie, de soustraire au magistrat cantonal l'examen des conditions d'octroi de l'assistance judiciaire lorsque l'instruction est confiée à un greffier. Or, dans le cadre de l'art. 108 al. 1 let. f deuxième phrase LAA, la solution consistant, à l'intérieur du Tribunal administratif, à porter la décision en matière d'assistance judiciaire devant la Cour de la juridiction cantonale, n'est pas contraire aux principes exposés dans l'arrêt ATF 110 V 56 ss consid. 3 et 4.\n\n5. a) Le dossier doit en conséquence être retourné à la Cour des assurances sociales du Tribunal administratif du canton de Fribourg pour qu'elle examine la suite à donner au recours déposé contre la décision du 20 avril 1998 et statue comme autorité judiciaire de dernière instance cantonale.\n\nb) (Dépens)"}