{"annee": "125", "cour": "V", "page": "118", "date": "9/3/1999", "cite": ["118 V 182", "119 V 347", "112 V 23", "115 V 422"], "cite_par": ["131 V 407", "134 V 257"], "chapeau": "17. Arrêt du 9 mars 1999 dans la cause M. contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 106 al. 2 LAA: déni de justice. L'intérêt juridiquement protégé par cette disposition est d'obtenir une décision qui puisse être déférée à une autorité judiciaire de recours, indépendamment du point de savoir si, sur le fond, le recourant obtiendra gain de cause. Art. 105 al. 1 LAA en liaison avec l'art. 5 al. 1 let. a PA: Nouvelle décision de l'assureur-accidents dans la procédure d'opposition. Au lieu de statuer formellement sur l'opposition, l'assureur, s'il entend pour l'essentiel faire droit aux conclusions de l'opposant, a la faculté, à bref délai, de révoquer la décision frappée d'opposition, de rendre une nouvelle décision et de constater que l'opposition est devenue sans objet. Le cas échéant, dans cette nouvelle décision, qui ouvre à nouveau la voie de l'opposition, il doit statuer sur les points qui ne sont pas devenus sans objet. En revanche, il doit statuer sur l'opposition s'il n'entend pas donner raison à l'assuré, ce qu'il ne peut faire qu'au moyen d'une décision sur opposition. Cas d'espèce."], "faits": "BGE 125 V 118 S. 119\n\nA.- a) M., aide-charpentier, est assuré contre les accidents auprès de la Caisse nationale suisse d'assurance en cas d'accidents (CNA). Le 13 septembre 1996, il fut victime d'un accident de travail.\n\nBGE 125 V 118 S. 120\n\nLa CNA prit en charge le cas. Le 15 août 1997, elle rendit à l'adresse du mandataire de M. la décision suivante:\n\n\"Suite aux renseignements recueillis le 15 juillet dernier par l'un de\n\nnos collaborateurs, dont la photocopie du rapport vous a été remise le 18\n\njuillet 1997, nous vous confirmons que nous reconnaissons à notré\n\nassuré ... une capacité de travail de 33 1/3% dès le 16 juillet 1997\".\n\nLe 27 août 1997, M. forma opposition contre cette décision.\n\nb) Dans une prise de position du 6 mars 1998, la CNA refusa de statuer sur l'opposition et déclara annuler la décision du 15 août 1997. Faisant état de nouveaux renseignements en sa possession, elle avisait M. qu'elle lui reconnaissait une capacité de travail de 25% dès le 29 mai 1997 et qu'elle attendait un rapport du docteur P. pour se prononcer sur l'incapacité totale de travail attestée par ce praticien depuis le 12 janvier 1998.\n\nPar lettre du 15 avril 1998, M. exigea de la CNA qu'elle rende une décision sur opposition.\n\nc) Par décision du 30 avril 1998, la CNA maintint son refus de statuer sur l'opposition et informa M. qu'elle lui reconnaissait une incapacité de travail totale dès le 12 janvier 1998 et de 75% à partir du 17 février 1998 et que les indemnités journalières seraient versées à son employeur sur cette base.\n\nB.- Le 2 juin 1998, M. a saisi le Tribunal des assurances du canton de Vaud. Il se plaignait d'un déni de justice de la part de la CNA, qui refusait de statuer sur l'opposition formée contre la décision du 15 août 1997.\n\nPar jugement du 16 juillet 1998, le président de la juridiction cantonale, niant tout déni de justice formel, a rejeté le recours et retourné le dossier à la CNA pour qu'elle en poursuive l'instruction.\n\nC.- M. interjette recours de droit administratif contre ce jugement. Sollicitant au préalable l'assistance judiciaire gratuite, il conclut, sous suite de frais et dépens, à l'annulation de celui-ci et au \"(renvoi du) dossier à l'autorité intimée pour nouvelle décision dans le sens des considérants\". Il se plaint derechef d'un déni de justice.\n\nLa CNA conclut au rejet du recours.\n\nD.- Le 9 mars 1999, la Ière Chambre du Tribunal fédéral des assurances a tenu audience.", "considerants": "Considérant en droit:\n\n1. Le litige concerne le refus par l'intimée de statuer sur l'opposition de l'assuré à la décision du 15 août 1997. Le recourant se plaint d'un déni de justice au sens de l'art. 106 al. 2 LAA.\n\nBGE 125 V 118 S. 121\n\n2. a) Les décisions rendues en vertu de la loi sur l'assurance-accidents ainsi que les décomptes de primes fondés sur ces décisions peuvent être attaqués dans les trente jours par voie d'opposition auprès de l'institution qui les a notifiés (art. 105 al. 1 LAA).\n\nSelon une définition devenue aujourd'hui classique l'\"opposition\" ou la \"réclamation\" est une demande adressée à l'auteur d'une décision, dont elle vise l'annulation ou la modification ou tend à faire constater la nullité (GRISEL, Traité de droit administratif, p. 938). Elle constitue une sorte de procédure de reconsidération qui confère à l'autorité qui a statué la possibilité de réexaminer sa décision avant que le juge ne soit éventuellement saisi (ATF 115 V 426 consid. 3a et les références; GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents, p. 285). A ce titre, il s'agit d'un véritable \"moyen juridictionnel\" (GRISEL, op.cit., ibidem) ou \"moyen de droit\" (MOOR, Droit administratif, vol. II, p. 345, § 5.3.1.1; ATF 119 V 350 consid. 1b, ATF 118 V 185 consid. 1a, et les références).\n\nb) Le recours devant le tribunal cantonal des assurances compétent est ouvert contre les décisions sur opposition au sens de l'art. 105 al. 1 LAA, qui ne peuvent être déférées à la commission de recours prévue à l'art. 109 LAA (art. 106 al. 1 première phrase LAA). Un recours peut aussi être formé lorsque l'assureur n'a pas rendu de décision ni de décision sur opposition en dépit de la demande de l'intéressé (art. 106 al. 2 LAA).\n\nL'art. 106 al. 2 LAA vise un déni de justice formel qualifié, comme le Tribunal fédéral des assurances l'a jugé à réitérées reprises à propos de l'ancien art. 30 al. 3 LAMA, selon lequel le recours auprès du tribunal cantonal des assurances pouvait aussi être formé lorsque la caisse n'avait pas pris de décision dans le délai de trente jours (ATF 112 V 25 consid. 1; RAMA 1989 no K 803, p. 152 sv. consid. 3b). L'intérêt juridiquement protégé, dans ce cas, est celui d'obtenir une décision qui puisse être déférée à une autorité judiciaire de recours, indépendamment du point de savoir si, sur le fond, le recourant obtiendra gain de cause.\n\n3. a) A partir du moment où l'intéressé a attaqué une décision de l'assureur-accidents par voie d'opposition (art. 105 al. 1 LAA), il a droit à une décision de cet assureur.\n\nCe dernier peut revenir sur sa décision dans la procédure d'opposition, par exemple à l'issue de pourparlers entre les parties (RAMA 1988 no U 38 p. 106 consid. 2). S'il entend faire droit aux conclusions de l'opposant, il peut aussi révoquer la décision contestée.\n\nBGE 125 V 118 S. 122\n\nDans ce cas, au lieu de statuer formellement sur l'opposition, l'assureur a la faculté d'annuler la décision frappée d'opposition, de rendre une nouvelle décision et de constater que l'opposition est ainsi devenue sans objet. Encore faut-il qu'il le fasse à bref délai. En outre, cette nouvelle décision ouvre à nouveau la voie de l'opposition, ce qui doit être indiqué sous la rubrique concernant les voies de droit.\n\nDans cette nouvelle décision, l'assureur doit statuer sur les points qui ne sont pas devenus sans objet. A cet égard et bien que l'art. 58 al. 3 PA ne s'applique pas à la procédure d'opposition, on peut transposer dans celle-ci la règle selon laquelle l'autorité de recours continue à traiter le recours, dans la mesure où la nouvelle décision de l'autorité inférieure ne l'a pas rendu sans objet.\n\nb) En revanche, lorsqu'il n'y a pas eu de transaction ni de retrait de l'opposition et que l'assureur-accidents n'entend pas donner raison à l'assuré, il doit statuer sur l'opposition, ce qu'il ne peut faire qu'au moyen d'une décision sur opposition (MAURER, Schweizerisches Unfallversicherungsrecht, p. 611 let. e; du même auteur, Bundessozialversicherungsrecht, p. 420; GHÉLEW/RAMELET/RITTER, op.cit., p. 286).\n\n4. A la suite de l'opposition formée par le recourant contre la décision du 15 août 1997, l'intimée a procédé à une instruction complémentaire sur le plan médical. Dans sa prise de position du 6 mars 1998 - qui avait le contenu d'une décision au sens de l'art. 105 al. 1 LAA en liaison avec l'art. 5 al. 1 PA -, elle a déclaré annuler la décision du 15 août 1997. Elle donnait ainsi raison à l'assuré, dans la mesure où elle ne lui reconnaissait plus de capacité de travail de 33 1/3%. Bien que refusant de statuer sur l'opposition, elle a donc agi à bref délai. Dès lors, il n'y a pas lieu d'appliquer l'art. 106 al. 2 LAA.\n\nCela étant, l'intimée aurait dû rendre une nouvelle décision en lieu et place de celle du 15 août 1997, ouvrant à l'assuré la voie de l'opposition, ce qu'elle n'a pas fait. Cela revenait à priver le recourant de la possibilité de contester le taux de capacité de travail de 25% qu'elle lui reconnaissait depuis le 29 mai 1997. Il se justifie dès lors d'annuler le jugement entrepris et de renvoyer le dossier de la cause à l'intimée pour qu'elle statue à nouveau, dans une décision qui pourra être attaquée par voie d'opposition, sur le taux de capacité de travail du recourant à partir du 29 mai 1997.\n\n5. (Frais, dépens et assistance judiciaire gratuite)"}