{"annee": "125", "cour": "I", "page": "253", "date": "20/1/1999", "cite": ["121 I 267", "124 I 11", "125 I 14", "121 IV 317", "123 I 279", "108 IA 97", "119 IV 25", "114 IA 275", "120 IA 157", "120 IB 27", "120 IA 369", "120 IA 101"], "cite_par": ["126 I 81", "127 IV 166", "126 IV 107"], "chapeau": "23. Estratto della sentenza del 20 gennaio 1999 della I Corte di diritto pubblico nella causa X. c. Gran Consiglio del Cantone dei Grigioni (ricorso di diritto pubblico)", "regestes": ["Art. 88 OJ; qualité pour recourir contre un décret parlementaire refusant de lever l'immunité de juridiction pénale de juges cantonaux et d'un greffier. En dehors des cas d'application de la loi fédérale sur l'aide aux victimes d'infractions, le dénonciateur ou le lésé n'a pas un intérêt personnel juridiquement protégé à attaquer sur le fond la décision d'un parlement cantonal refusant de lever l'immunité des membres des autorités administratives et judiciaires supérieures. Une telle décision est en effet comparable aux ordonnances de non-lieu ou au refus d'ouvrir une instruction pénale."], "faits": "BGE 125 I 253 S. 254\n\nIn data 5 novembre 1997 l'avv. X. ha presentato alla Procura pubblica dei Grigioni una denuncia penale per delitti contro l'onore (art. 173 e 177 CP), eventualmente in connessione con vie di fatto (art. 126 CP), come pure per abuso di autorità (art. 312 CP) contro i membri della Commissione del Tribunale cantonale dei Grigioni giudici A., B. e C., nonché contro l'attuario D. La denuncia ha per oggetto una decisione pronunciata dalla Commissione su ricorso di Y., patrocinato dal denunciante. Secondo quest'ultimo, i giudici cantonali e l'attuario si sarebbero sfogati esprimendo rimproveri offensivi nei suoi confronti.\n\nIn applicazione dell'art. 67 cpv. 2 della legge sulla giustizia penale dell'8 giugno 1958 (LGP), la Procura pubblica ha chiesto al Gran Consiglio del Cantone dei Grigioni l'autorizzazione a procedere penalmente contro i denunciati. Con decreto del 27 gennaio 1998 il Gran Consiglio, seguendo la proposta della Commissione di giustizia, non ha revocato l'immunità dei giudici e non ha rilasciato l'autorizzazione a perseguirli penalmente. Esso ha applicato l'art. 67 cpv. 2 LGP pure all'attuario, negando anche nei suoi confronti l'autorizzazione a procedere penalmente.\n\nX. presenta un ricorso di diritto pubblico, fondato sull'asserita lesione degli art. 4, 58 Cost. e 6 n. 1 CEDU, e chiede al Tribunale federale di annullare l'impugnato decreto.\n\nIl Gran Consiglio e il Tribunale cantonale chiedono di respingere il ricorso in quanto ammissibile, l'attuario di respingerlo. La Procura pubblica e i giudici querelati hanno rinunciato a presentare osservazioni.\n\nIl Tribunale federale ha respinto, in quanto ammissibile, il gravame.", "considerants": "Dai considerandi:\n\n1. a) Il Tribunale federale esamina d'ufficio e liberamente l'ammissibilità dei ricorsi che gli vengono sottoposti, senza essere vincolato, in tale ambito, dagli argomenti delle parti o dalle loro conclusioni (DTF 125 I 14 consid. 2a; DTF 124 I 11 consid. 1, 159 consid. 1).\n\nb) La veste per proporre ricorso di diritto pubblico spetta, giusta l'art. 88 OG, ai privati che si trovano lesi nei loro diritti da decisioni che li riguardano personalmente, indipendentemente dalla circostanza BGE 125 I 253 S. 255ch'essi avessero qualità di parte nella sede cantonale (DTF 123 I 279 consid. 3b; DTF 121 I 267 consid. 2).\n\nSecondo costante giurisprudenza, il denunciante, la parte lesa o la parte civile non sono legittimati a impugnare nel merito decisioni concernenti procedimenti penali nei quali essi abbiano - come il ricorrente - tale qualità. Essi non sono segnatamente legittimati a impugnare i giudizi con cui è stato pronunciato l'abbandono di un procedimento penale o è stata respinta la loro istanza d'apertura dell'istruzione formale. La pretesa punitiva spetta infatti unicamente allo Stato ed essi non possono quindi prevalersi di un interesse giuridico ai sensi dell'art. 88 OG (DTF 121 IV 317 consid. 3b; DTF 120 Ia 101 consid. 1a, 220 consid. 2a): ciò vale anche nel caso di delitti contro l'onore (DTF 108 Ia 97 consid. 1; DTF 114 Ia 275 consid. 1 inedito su ricorso del qui ricorrente). Le citate persone non possono pertanto far valere che l'autorità cantonale avrebbe violato la costituzione, segnatamente il divieto dell'arbitrio nell'applicare la legge, nell'accertare i fatti, nel valutare le prove o nell'apprezzarne la rilevanza.\n\nc) Il ricorrente non si esprime, se non in termini assolutamente generici, sulla sua legittimazione di denunciante a ricorrere, contravvenendo al suo obbligo (cfr. DTF 120 Ia 369 consid. 1a; DTF 120 Ib 27 consid. 3a). Quest'obbligo gli incombeva tanto più visto ch'egli non è leso nella sua integrità fisica o psichica. Nessuno dei reati da lui prospettati rientra infatti nel campo di applicazione della legge federale del 4 ottobre 1991 concernente l'aiuto alle vittime di reati (LAV; RS 312.5), che gli avrebbe conferito, quale «lex specialis» per rapporto all'art. 88 OG, la capacità di agire (art. 8 cpv. 1; DTF 120 Ia 157 consid. 2a-d). Non vi rientrano, tranne semmai casi di eccezionale gravità - circostanza non addotta dal ricorrente né ravvisabile nella fattispecie - i delitti contro l'onore (DTF 120 Ia 157 consid. 2d/aa; FF 1990 II 725). Di massima, neppure l'abuso di autorità conferisce veste di vittima giusta la LAV a chi pretende di averlo subito; del resto, il ricorrente nemmeno afferma che la sua integrità fisica o psichica sarebbe stata direttamente pregiudicata dal comportamento dei denunciati (DTF 120 Ia 157 consid. 2d/aa). Infine, anche le vie di fatto (su questa nozione v. DTF 119 IV 25) non fondano la qualità di vittima (cfr. DTF 120 Ia 157 consid. 2d/aa; sentenze inedite del 2 settembre 1998 in re B., consid. 3b/aa, del 16 marzo 1998 in re J., consid. 2, e del 7 luglio 1994 in re B., consid. 1).\n\n2. a) La costante prassi del Tribunale federale, che nega la legittimazione del denunciante a impugnare con un ricorso di diritto pubblico BGE 125 I 253 S. 256i giudizi con cui è stato pronunciato l'abbandono di un procedimento penale o è stata respinta l'istanza d'apertura dell'istruzione formale - prassi che, come si è visto, vale anche in materia di delitti contro l'onore - si applica pure al rifiuto di un Parlamento cantonale di revocare l'immunità a membri di autorità amministrative e giudiziarie superiori. Anche in tal caso il ricorso tende in realtà unicamente al perseguimento penale del detentore dell'immunità (sentenze inedite del 4 marzo 1986 in re J., consid. 2, del 2 febbraio 1987 in re A., consid. 1, del 20 marzo 1987 in re L., consid. 1b/aa, del 3 aprile 1989 in re K., consid. 1c, del 4 settembre 1989 in re M., consid. 4a/bb, del 13 settembre 1990 in re M., consid. 2, del 14 maggio 1992 in re E., consid. 2a, e dell'8 gennaio 1996 in re S., consid. 2c; v. anche KARL SPÜHLER, Die Praxis der staatsrechtlichen Beschwerde, Berna 1994, pag. 39 n. 55; nella sentenza inedita del 20 novembre 1979 in re M., concernente una causa grigione, la questione di sapere se un siffatto rifiuto costituiva una violazione di un vero e proprio diritto di parte era stata lasciata aperta perché il ricorso era comunque infondato nel merito, consid. 2b).\n\nCerto, il rifiuto parlamentare di revocare l'immunità non può essere senz'altro parificato al giudizio penale con cui viene respinta l'istanza d'apertura dell'istruzione formale o viene abbandonato il procedimento penale. Le due fattispecie sono tuttavia assimilabili, visto che anche nel primo caso si tende, in definitiva e unicamente, a far perseguire penalmente gli autori del presunto reato, laddove la pretesa punitiva spetta esclusivamente allo Stato. Ne segue che anche nella presente fattispecie al danneggiato può essere riconosciuto solo un mero interesse di fatto, e non giuridico, al perseguimento dei magistrati e dell'attuario. Il mantenimento di tale giurisprudenza si giustifica a maggior ragione dopo l'entrata in vigore della LAV."}