{"annee": "125", "cour": "III", "page": "57", "date": "21/12/1998", "cite": ["120 II 112"], "cite_par": ["127 III 318", "133 III 257"], "chapeau": "10. Auszug aus dem Urteil der II. Zivilabteilung vom 21. Dezember 1998 i.S. A.X. gegen Verwaltungsgericht (I. Verwaltungsgerichtshof) des Kantons Freiburg (Berufung)", "regestes": ["Adoption par un conjoint seul (art. 264b al. 2 CC). Il résulte de la lettre, du sens et de la genèse de l'art. 264b al. 2 CC qu'une adoption par un conjoint vivant séparé n'est possible qu'en cas de séparation de corps selon l'art. 147 al. 1 CC prononcée depuis plus de trois ans (consid. 2)."], "faits": "BGE 125 III 57 S. 57\n\nA.- Die am 9. Juli 1971 zwischen A.X. und B.X. geschlossene Ehe blieb kinderlos. Am 9. Dezember 1985 nahmen die Ehegatten das Mädchen Y. zwecks Adoption in ihre Obhut.\n\nB.X. verliess im März 1988 die eheliche Wohnung und reichte am 1. März 1989 beim Zivilgericht des Sensebezirkes Klage auf Scheidung ein, welcher sich die Ehefrau widersetzte.\n\nAm 6. November 1990 wies das Zivilgericht die Klage in Anwendung von Art. 142 Abs. 2 ZGB ab; das Urteil erwuchs in Rechtskraft. Die Ehegatten X. lebten indes auch weiterhin getrennt, wobei das Kind Y. bei seiner Pflegemutter A.X. verblieb. Auf deren Gesuch hin erliess der Gerichtspräsident des Sensebezirkes am 24. November 1992 Eheschutzmassnahmen für unbestimmte Zeit zur Regelung des Getrenntlebens.\n\nB.- Nachdem B.X. seinen Verzicht auf eine Adoption des Kindes erklärt hatte, stellte A.X. am 1. Dezember 1994 ein Gesuch um Einzeladoption, dem das Justizdepartement des Kantons Freiburg indes am 24. Februar 1998 nicht statt gab. Die von A.X. dagegen eingereichte Verwaltungsgerichtsbeschwerde wies das Verwaltungsgericht (I. Verwaltungsgerichtshof) des Kantons Freiburg am 24. September 1998 ab.\n\nC.- A.X. gelangt mit Berufung an das Bundesgericht und beantragt, den Entscheid des Verwaltungsgerichts des Kantons Freiburg BGE 125 III 57 S. 58aufzuheben und festzustellen, dass die Adoption auszusprechen sei. In ihrem Eventualantrag schliesst sie dahin, die Sache sei zur Neubeurteilung an die Vorinstanz zurückzuweisen. Das Verwaltungsgericht des Kantons Freiburg beantragt Abweisung der Berufung.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss Art. 264b Abs. 2 ZGB darf eine verheiratete Person, die das 35. Altersjahr zurückgelegt hat, allein adoptieren, wenn die Ehe mehr als drei Jahre gerichtlich getrennt ist. Die Berufungsklägerin beanstandet, das Verwaltungsgericht habe Art. 264b Abs. 2 ZGB unrichtig ausgelegt. Die Auffassung der Vorinstanz, dass unter der gerichtlichen Trennung nur jene von Art. 147 ZGB, nicht aber das Getrenntleben des Eheschutzes zu verstehen sei, erweise sich als zu eng und widerspreche der gesetzgeberischen Intention. Zwar verlange der Wortlaut von Art. 264b Abs. 2 ZGB als Voraussetzung für die Einzeladoption Verheirateter die gerichtliche Trennung; doch lasse das Gesetz die Frage nach der Rechtsnatur dieser Trennung offen. Das richterlich angeordnete Getrenntleben, welches länger als drei Jahre gedauert habe, müsse genügen, wenn - wie hier - davon auszugehen sei, dass die eheliche Gemeinschaft nicht wieder aufgenommen werde. Nur diese Interpretation werde der Absicht des Gesetzgebers gerecht, bei der Adoption entscheidend auf das Kindesinteresse abzustellen. Demgegenüber habe das Verwaltungsgericht sich an den Wortlaut von Art. 264b Abs. 2 ZGB geklammert und durch eine rein grammatikalische Interpretation die Bedeutung des Getrenntlebens als einer rechtlich selbstständigen Eheschutzmassnahme verkannt.\n\nb) Nach ständiger Rechtsprechung des Bundesgerichts ist eine Gesetzesbestimmung in erster Linie nach ihrem Wortlaut auszulegen. An einen klaren und unzweideutigen Gesetzeswortlaut ist die rechtsanwendende Behörde gebunden, sofern dieser den wirklichen Sinn der Norm wiedergibt. Dabei sind die drei Amtssprachen gleichwertig (BGE 120 II 112 E. 3a mit Hinweisen). Ob die Ansicht der Berufungsklägerin zutrifft, in Art. 264b Abs. 2 ZGB werde die Rechtsnatur der gerichtlichen Trennung offen gelassen, ist auf der ersten Auslegungsstufe durch Wortinterpretation zu überprüfen: BGE 125 III 57 S. 59\n\nDen Ausdruck '«Trennung'» verwendet das Gesetz in Art. 143 ff. ZGB, wobei die Trennung stets als Alternative zur Scheidung erscheint. Für die Eheschutzmassnahme des sogenannten Getrenntlebens wird dagegen die Wendung '«Aufhebung des gemeinsamen Haushaltes'» gebraucht, und zwar im geltenden wie auch im früheren Recht (vgl. Art. 175 ZGB bzw. aArt. 170 ZGB). Diese Differenzierung nehmen auch die andern Amtssprachen vor. In Art. 143 ff. ZGB wird von '«séparation de corps'» bzw. von '«separazione giudiziale'» gesprochen, wogegen die Eheschutzmassnahme des Getrenntlebens mit der Wendung '«suspension de la vie commune'» bzw. '«sospendere la comunione domestica'» umschrieben wird. Die vom Gesetzgeber getroffene Wortwahl ist signifikant. Der in Art. 264b Abs. 2 ZGB verwendete Ausdruck der gerichtlichen Trennung kann nach dem Gesagten nicht die Eheschutzmassnahme, sondern nur die Trennung als Alternative zur Scheidung meinen.\n\nc) Dieses Ergebnis der Wortinterpretation wird durch die Entstehungsgeschichte bestätigt. Die Botschaft zur Revision des Adoptionsrechts führt im Zusammenhang mit der Bestimmung von Art. 264b Abs. 2 ZGB aus: '«Die Einzeladoption ist nicht gestattet, wenn die Ehe nach Art. 147 ZGB auf bestimmte Zeit gerichtlich getrennt oder der gemeinsame Haushalt nach Art. 170 ZGB aufgehoben ist'» (BBl 1971 I 1218). Der Gesetzgeber hat sich an der Rechtsnatur des Getrenntlebens als eines blossen Provisoriums orientiert. Die Aufhebung des gemeinsamen Haushaltes ist ein vorübergehender Rechtszustand, eine Massnahme ohne definitiven Charakter (EGGER, Zürcher Kommentar, N. 1 zu aArt. 170 ZGB; aArt. 172 ZGB). Der Gesetzgeber hat demnach die Frage nach der Rechtsnatur der gerichtlichen Trennung keineswegs offen gelassen, sondern eindeutig dahin beantwortet, dass bei der Aufhebung des gemeinsamen Haushaltes die Einzeladoption durch einen Ehegatten nicht in Frage kommt. Eine rechtspolitische Lücke liegt nicht vor.\n\nd) Die auf mehreren Stufen durchgeführten interpretativen Überlegungen führen somit zum Ergebnis, dass die Einzeladoption durch einen Ehegatten nach dem Normsinn von Art. 264b Abs. 2 ZGB nur bei einer Trennung im Sinne von Art. 147 ZGB, nicht aber bei der Eheschutzmassnahme des Getrenntlebens möglich ist.\n\nDamit ist die Auffassung von MAX HESS, (Die Adoption in rechtlicher und sozialpädagogischer Sicht, Wädenswil 1976, S. 20) entkräftet, wonach die Trennung als Eheschutzmassnahme und das für die Dauer des Scheidungsprozesses angeordnete Getrenntleben nicht vom Tatbestand des Art. 264b Abs. 2 ZGB ausgeklammert BGE 125 III 57 S. 60werden dürften, sofern sie nicht nur faktisch vollzogen, sondern vom Richter verfügt worden seien. Die Berufungsklägerin versucht daher vergeblich, ihre These mit dieser im Widerspruch zur herrschenden Doktrin stehenden Lehrmeinung zu stützen (HEGNAUER, Berner Kommentar, N. 20-22 zu Art. 264b ZGB; BREITSCHMID, in: Kommentar zum Schweizerischen Privatrecht, Schweizerisches Zivilgesetzbuch I, Basel 1996, N. 8 zu Art. 264b ZGB; vgl. auch GROSSEN, in: Schweizerisches Privatrecht III/2, Basel 1992, S. 97 und 101).\n\ne) Die Berufungsklägerin wendet allerdings ein, das Verwaltungsgericht habe übersehen, dass das Getrenntleben im neuen Eherecht ein selbstständiges Institut bilde. Damit scheint sie geltend machen zu wollen, die Massnahme des Getrenntlebens sei im Zuge der Revision des Eherechts gewissermassen verselbstständigt worden, was es rechtfertige, sie unter den in Art. 264b Abs. 2 ZGB erwähnten Tatbestand der gerichtlichen Trennung zu subsumieren. Diese Argumentation dringt freilich nicht durch. Denn die Aufhebung des gemeinsamen Haushaltes war schon im früheren Recht als selbstständige Eheschutzmassnahme konzipiert worden (EGGER, a.a.O. N. 1 zu aArt. 170 ZGB; LEMP, Berner Kommentar, N. 1 zu aArt. 172 ZGB). Daran hat sich bei der Revision nichts geändert; vielmehr wurden nur die Voraussetzungen für das Getrenntleben weiter gefasst (BRÄM/HASENBÖHLER, Zürcher Kommentar, N. 1 f. zu Art. 175 ZGB). Auch im revidierten Recht ist die Aufhebung des gemeinsamen Haushaltes eine zum Schutz der Ehe gedachte vorübergehende Trennung (HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, N. 17 zu Art. 175 ZGB; BRÄM/HASENBÖHLER, a.a.O., N. 12 zu Art. 175 ZGB); auch sie ist somit ein Provisorium, das nach der bereits geschilderten Intention des Adoptionsgesetzgebers nicht genügt, um eine Einzeladoption zu rechtfertigen. Hätte die Revision des Eherechts Auswirkungen auf gewisse Vorschriften des Adoptionsrechts gehabt, so wäre zweifellos eine Anpassung dieser Bestimmungen erfolgt, wie sie der Revisionsgesetzgeber bei zahlreichen ausserhalb des Eherechts stehenden Normen vorgenommen hat. Irgendwelche Anhaltspunkte dafür, dass der Revisionsgesetzgeber eine Änderung der Bestimmung von Art. 264b Abs. 2 ZGB als notwendig erachtet hätte, sind nicht auszumachen. Folglich kann nicht damit argumentiert werden, die der genannten Vorschrift zu Grunde liegende Zweckvorstellung des Adoptionsgesetzgebers sei infolge der Revision des Eherechts obsolet geworden.\n\nf) Die Berufungsklägerin macht sodann geltend, eine formaljuristische Auslegung von Art. 264b Abs. 2 ZGB führe zur Aufhebung BGE 125 III 57 S. 61der rechtlich geschützten Stellung des schuldlosen Ehegatten. Durch eine zu enge Interpretation der genannten Bestimmung werde er gezwungen, seinerseits auf Trennung oder Scheidung zu klagen, um eine Einzeladoption zu erreichen. Ein solcher Sachzwang in Bezug auf ein höchstpersönliches Recht habe aber nicht in der Absicht des Gesetzgebers gelegen, der bei der Neuregelung des Adoptionsrechts keine Änderung des Scheidungsrechts beabsichtigt habe.\n\nDie Berufungsklägerin vermengt hier unterschiedliche Rechts- und Interessenlagen. Die Interessen des an der Scheidung unschuldigen oder weniger schuldigen Ehegatten werden durch die auf dem Verbot des Rechtsmissbrauchs beruhende Klagebeschränkung von Art. 142 Abs. 2 ZGB gewahrt (BGE 84 II Nr. 45 S. 337; 108 II 25 E. 3a S. 27). Demgegenüber liegt die Frage nach der Zulassung der Einzeladoption Verheirateter auf einer anderen Ebene. Hier geht es um die Persönlichkeitsentwicklung des fremden familienlosen Kindes, was nichts damit zu tun hat, ob einem schuldlosen Ehegatten gegen dessen Willen die Scheidung aufgedrängt werden darf. Folglich kann die Schuldlosigkeit eines Ehegatten an der Zerrüttung keinen Grund bilden, ihm bei blossem Getrenntleben die Einzeladoption zu gestatten.\n\ng) Schliesslich verkennt die Berufungsklägerin die Befugnisse des Bundesgerichts als rechtsanwendenden Instanz. Der Richter darf nur vom Gesetz abweichen, wo sich der Gesetzgeber offenkundig über gewisse Tatsachen geirrt hat oder sich die Verhältnisse seit Erlass des Gesetzes gewandelt haben, so dass die Vorschrift unter legislativpolitischen Gesichtspunkten nicht mehr befriedigen kann und deren Anwendung einen Normmissbrauch darstellt (BGE 123 III 445 E. 2b/aa S. 448). Aus den bisherigen Ausführungen erhellt, dass davon im vorliegenden Fall keine Rede sein kann. In der Anwendung der in Art. 264b Abs. 2 ZGB getroffenen Regelung lässt sich kein Normmissbrauch erblicken. Der Vorwurf der Berufungsklägerin, das angefochtene Urteil sei bundesrechtswidrig, erweist sich damit als unbegründet. Die Vorinstanz hat vielmehr bundesrechtskonform festgestellt, dass unter der Geltung von Art. 264b Abs. 2 ZGB die von der Berufungsklägerin verlangte Einzeladoption nicht bewilligt werden kann. Dies führt zur Abweisung der Berufung und zur Bestätigung des angefochtenen Urteils."}