{"annee": "125", "cour": "II", "page": "183", "date": "29/1/1999", "cite": ["123 II 464", "121 I 150", "122 I 305", "116 II 103", "121 III 219"], "cite_par": ["131 II 562"], "chapeau": "17. Auszug aus dem Urteil der II. Öffentlichrechtlichen Abteilung vom 29. Januar 1999 i.S. Eidgenössische Steuerverwaltung gegen A., Steuerverwaltung des Kantons Basel-Landschaft und Steuerrekurskommission des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 33 al. 1 let. c LIFD; art. 151 et 152 CC; question de la déductibilité d'une contribution d'entretien capitalisée. En principe, les «contributions d'entretien» sont déductibles en matière d'impôt fédéral direct (consid. 3a). Fondement de droit civil et concrétisation de la notion de «contribution d'entretien» (consid. 3b). Absence d'une disposition expresse dans la loi (LIFD et LHID) concernant le traitement fiscal des contributions d'entretien versées sous forme de capital (consid. 3c; consid. 6d). Interprétation de l'art. 33 al. 1 let. c LIFD. Les prestations en capital ne sont pas déductibles (consid. 4-8)."], "faits": "BGE 125 II 183 S. 183\n\nGestützt auf eine am 16. Dezember 1993 durch das Bezirksgericht Liestal mit berichtigtem Urteil genehmigte Scheidungsvereinbarung vom 24. August 1993 bezahlte A. seiner geschiedenen Ehefrau eine pauschale Abfindung im Betrag von Fr. 93'000.-- zur Abgeltung einer lebenslänglichen unabänderlichen Unterhaltsrente gemäss Artikel 151 ZGB von monatlich Fr. 380.--.\n\nFür diese Abfindung machte A. im Bemessungsjahr 1994 einen Abzug von Fr. 93'000.-- geltend; die Steuerverwaltung strich BGE 125 II 183 S. 184diesen indessen in der definitiven Veranlagung der direkten Bundessteuer 1995/96 vom 19. Februar 1996 und veranlagte A. für ein steuerbares Einkommen von Fr. 102'176.--.\n\nA. erhob am 20. März 1996 gegen diese Verfügung Einsprache. Mit Schreiben vom 16. April 1996 leitete die Steuerverwaltung des Kantons Basel-Landschaft die Einsprache mit Zustimmung von A. an die Steuerrekurskommission des Kantons Basel-Landschaft (im Folgenden: Rekurskommission) weiter. Diese hiess den Rekurs mit Entscheid vom 30. August 1996 teilweise gut und liess einen reduzierten Betrag von Fr. 78'000.- im Bemessungsjahr 1994 als Unterhalt nach Art. 33 Abs. 1 lit. c des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG; SR 642.11) zum Abzug zu.\n\nHiergegen führt die Eidgenössische Steuerverwaltung mit Eingabe vom 18. April 1997 Verwaltungsgerichtsbeschwerde. Sie beantragt, den Entscheid der Steuerrekurskommission des Kantons Basel-Landschaft vom 30. August 1996 aufzuheben und die zum Abzug zugelassene Kapitalabfindung von Fr. 78'000.-- dem steuerbaren Einkommen von A. in der Bemessungsperiode 1994 wieder hinzuzurechnen.\n\nDie Steuerrekurskommission des Kantons Basel-Landschaft schliesst auf Abweisung des Rechtsmittels. A. beantragt, die Verwaltungsgerichtsbeschwerde abzuweisen und den Entscheid der Vorinstanz zu bestätigen. Die Steuerverwaltung des Kantons Basel-Landschaft verzichtete auf einen Antrag. Das Bundesgericht heisst die Beschwerde gut", "considerants": "aus folgenden Erwägungen:\n\n3. a) Gemäss Art. 33 Abs. 1 lit. c DBG werden von den Einkünften «die Unterhaltsbeiträge an den geschiedenen, gerichtlich oder tatsächlich getrennt lebenden Ehegatten...» abgezogen. Dieser hat die erhaltenen Beiträge zu versteuern (Art. 23 lit. f. DBG).\n\nUnterhaltsbeiträge für den geschiedenen Ehegatten sind somit grundsätzlich als Aufwendungen vom steuerbaren Einkommen des Unterhaltsverpflichteten abziehbar, vom Unterhaltsberechtigten jedoch als Einkommen zu versteuern.\n\nb) Der Begriff «Unterhaltsbeitrag» stammt aus dem Zivilrecht (Art. 151 und 152 ZGB). In der Regel werden Unterhaltsbeiträge gemäss Art. 151 und 152 ZGB in der Form einer periodisch zu leistenden Rente zugesprochen, die Unterhaltsverpflichtung kann BGE 125 II 183 S. 185jedoch auch durch Vereinbarung oder durch richterliches Urteil kapitalisiert und durch Bezahlung einer Kapitalleistung erfüllt werden (BGE 116 II 103; HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, Zürich 1995, S. 293 ff.; BÜHLER/SPÜHLER, Berner Kommentar, Ergänzungsband, Bern 1991, S. 175, Rz. 45 zu Art. 151, und S. 186, Rz. 19 zu Art. 152 ZGB; TUOR/SCHNYDER/SCHMID, Das Schweizerische Zivilgesetzbuch, 11. Auflage, Zürich 1995, S. 185).\n\nc) Das Gesetz über die direkte Bundessteuer äussert sich nicht ausdrücklich dazu, ob die im Zivilrecht verwendete Formulierung, die sowohl Renten- als auch Kapitalzahlungen zulässt, auch für Art. 33 Abs. 1 lit. c bzw. Art. 23 Abs. 1 lit. f DBG massgebend sein soll. Es muss daher im Folgenden durch Auslegung ermittelt werden, ob der Begriff «Unterhaltsbeitrag» im Gesetz über die direkte Bundessteuer in seiner zivilrechtlichen Erscheinung benutzt wird, oder ob er nur als Vorbild zur Ausgestaltung eines eigenen steuerrechtlichen Instituts herangezogen wurde (vgl. dazu BLUMENSTEIN/LOCHER, System des Steuerrechts, 5. Auflage, Zürich 1995, S. 31 f., mit weiteren Hinweisen), womit sich eine unterschiedliche Behandlung der beiden vom Zivilrecht zur Verfügung gestellten Formen der Unterhaltsleistung rechtfertigen würde.\n\n4. Ein Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach Wortlaut, Systematik, Sinn und Zweck der Regelung verstanden werden. Auszurichten ist die Auslegung auf die ratio legis, die das Gericht allerdings nicht nach seinen eigenen, subjektiven Wertvorstellungen, sondern nach den Vorgaben und Regelungsabsichten des Gesetzgebers aufgrund der herkömmlichen Auslegungselemente zu ermitteln hat. Das Bundesgericht befolgt bei der Gesetzesauslegung einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen (BGE 123 II 464 E. 3a S. 468, 595 E. 4a S. 600 f.; BGE 121 III 219 E. 1d/aa S. 224 f.).\n\n5. a) Die Beschwerdeführerin beruft sich auf den Wortlaut von Art. 33 Abs. 1 lit. c DBG und folgert, insbesondere mit Blick auf die französische Fassung, der Gesetzgeber habe - aufgrund der Formulierung, die im grammatikalischen Sinne eine Kapitalabfindung ausschliesse - beabsichtigt, nur eine Rentenauszahlung, nicht aber eine Kapitalabfindung zum Abzug zuzulassen.\n\nb) Anders als die offene Formulierung «Unterhaltsbeiträge» in der deutschen bzw. «alimenti versati al coniuge divorziato o separato legalmente o di fatto» (etwa gemäss Giacomo Devoto/Gian Carlo BGE 125 II 183 S. 186Oli, Il dizionario della lingua italiana, Firenze 1990: «mezzi di sussistenza che, per legge o sentenza del magistrato, si è tenuti a corrispondere ad altri...) in der italienischen Fassung von Art. 33 Abs. 1 lit. c DBG verwendet der französische Text den Ausdruck «la pension». Dieser umfasst grundsätzlich nur periodisch geleistete Beiträge (vgl. etwa Le nouveau petit Robert, Paris 1996, oder Gérard Cornu, Vocabulaire juridique, 3. Auflage, Paris 1992).\n\nc) Indessen lässt sich aus der in den Materialien festgehaltenen Entstehungsgeschichte von Art. 33 Abs. 1 lit. c DBG bzw. des damit in engem Zusammenhang stehenden Art. 23 Abs. 1 lit. f DBG nicht schliessen, dass der Gesetzgeber durch die vom ihm gewählte Formulierung Kapitalzahlungen nicht zum Abzug zulassen wollte. Die Frage der Abzugsfähigkeit von Kapitalleistungen wurde weder in der Botschaft (BBl 1983 III 1, insbes. S. 165 und 172), noch anlässlich der Verhandlungen der beiden Gesetzesartikel in den Räten (siehe etwa AB S 1986, 179; AB N 1987, 1750 ff., 1801; 1988, 817) erörtert, weshalb AGNER/JUNG/STEINMANN, Kommentar zum Gesetz über die direkte Bundessteuer, Zürich 1995, S. 129 f., Rz. 9 zu Art. 33 DBG, dafür halten, dass es für die Besteuerung keine Rolle spiele, ob die Unterhaltszahlungen periodisch in Form einer Rente oder als Kapitalabfindung geleistet würden.\n\nd) Dem Wortsinn nach sind Unterhaltsleistungen Leistungen aller Art, die dem Lebensunterhalt einer Person dienen (PATRICK HOLTZ, Steuerrechtliche Folgen der Ehescheidung, Diss. St. Gallen 1989, S. 120), insbesondere alle in einer gesetzlichen Unterhaltsverpflichtung begründeten Unterstützungs- und Unterhaltsleistungen, so nicht zuletzt auch die Unterhaltsvereinbarungen in der Scheidungskonvention (HOLTZ, a.a.O., S. 124). Unterhaltsansprüche gelten als Vermögensrechte (BÜHLER/SPÜHLER, Berner Kommentar, Ergänzungsband, Bern 1991, S. 167, Rz. 21 zu Art. 151 ZGB). Sie sind, gleich ob sie in Renten oder in Kapitalform ausbezahlt werden, Folgen der Scheidung. Aus wirtschaftlicher Sicht haben somit beide die gleiche Funktion (JEAN LAMPERT, Prévoyance, famille, droit pénal: quelques points de la LIFD méritant discussion, in ASA 62 17, S. 25; CHRISTINE JAQUES, De divers aspects du régime de déduction et d'imposition des pensions alimentaires, in RDAF 1998, 329, insbes. S. 342 f., mit weiteren Hinweisen).\n\ne) Mit Blick auf die zivilrechtliche Bedeutung des Begriffs «Unterhaltsbeitrag» - für den im Übrigen in der französischen Version von Art. 152 ZGB ebenso der Ausdruck «pension alimentaire» verwendet wird (vgl. dazu auch LAMPERT, a.a.O., S. 24 f.) - BGE 125 II 183 S. 187wäre es daher durchaus denkbar, als Kapital geleistete Unterhaltsbeiträge steuerlich gleich zu behandeln, wie die periodisch erbrachten Unterhaltsrenten (so auch die Beschwerdeführerin in ihrem Kreisschreiben vom 29. Juli 1994 in ASA 63 284, S. 291).\n\nf) Zu beantworten blieben dabei aber etwa die im Gesetz über die direkte Bundessteuer ebenfalls ungeregelten Fragen, nach welchem Steuersatz der aufgrund von Art. 151 bzw. 152 ZGB geleistete Kapitalbetrag beim Berechtigten zu besteuern wäre und wie vorgegangen werden müsste, wenn die vom Steuerpflichtigen für die Kapitalabfindung zu leistende Summe den Betrag seines gesamten steuerbaren Jahreseinkommens überstiege, so dass dieser nach Abzug des geleisteten Kapitals in seiner Steuererklärung einen Verlust auswiese, der nicht auf die folgende Steuerperiode vortragbar wäre; der verpflichtete Ehegatte könnte diesfalls einen Teil der Unterhaltsbeiträge nie steuerlich zum Abzug bringen, während der berechtigte Ehegatte den ganzen Betrag zu versteuern hätte. Eine Lösung müsste auch für die praktischen Probleme gefunden werden, die sich im Einzelfall dadurch ergeben könnten, dass mit einer pauschalen Kapitalabfindung nicht immer nur Unterhaltsersatz-, sondern häufig auch andere, gemäss Art. 24 lit. a und e DBG von vornherein nicht abzugsfähige güter- bzw. familienrechtliche Ansprüche abgegolten werden, wodurch der auf den Unterhaltsersatz fallende Abfindungsanteil nicht ohne weiteres ersichtlich ist.\n\nDiese Fragen können indessen offen gelassen werden, da, wie sich im Folgenden zeigen wird, der Begriff des Unterhaltsbeitrages im Gesetz über die direkte Bundessteuer nicht allein nach seiner zivilrechtlichen Bedeutung, sondern auch mit Blick auf die wirtschaftlichen Unterschiede zwischen Kapital- und Rentenleistungen auszulegen ist.\n\n6. a) Das Steuerrecht geht vom Grundsatz aus, dass der Steuerpflichtige die Lebenshaltungskosten für sich und seine Familie (Art. 34 lit. a DBG und Art. 24 lit. e DBG) sowie die Leistungen in Erfüllung familienrechtlicher Verpflichtungen im Allgemeinen (Art. 33 Abs. 1 lit. c und Art. 24 lit. e DBG) nicht vom steuerbaren Einkommen abziehen kann; auf Seiten der empfangenden Person sind diese Leistungen einkommenssteuerrechtlich irrelevant (BLUMENSTEIN/LOCHER, a.a.O., S. 222; PETER LOCHER, Auswirkungen der Scheidung im Bereich der Steuern, in AJP/PJA 3/98 S. 283 ff., insbes. S. 284).\n\nb) Entsprechend liess Art. 22 Abs. 1 lit. d des Bundesratsbeschlusses vom 9. Dezember 1940 über die Erhebung einer direkten BGE 125 II 183 S. 188Bundessteuer (BdBSt) für die an den Unterhalt des geschiedenen Ehegatten geleisteten Beiträge keinen Abzug zu. Diese wurden als Erfüllung einer auf Familienrecht beruhenden Unterhaltspflicht betrachtet, die wie die übrigen Unterhaltskosten nicht vom steuerbaren Einkommen abgesetzt werden konnte (ERNST KÄNZIG, Wehrsteuer [direkte Bundessteuer], 2. Auflage, Basel 1982, S. 639 Rz. 147 zu Art. 22 Abs. 1 lit. d; JAQUES, a.a.O., S. 331).\n\nc) Unterhaltsbeiträge wurden auf Bundesebene erst durch das Gesetz über die direkte Bundessteuer abzugsfähig (Art. 23 lit. f und 33 Abs. 1 lit. c DBG); was gemäss den Materialien «dem Postulat der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit wesentlich besser» entspricht als die alte Regelung (Botschaft zum DBG in BBl 1983 III 1, S. 165 f.; siehe auch etwa Votum Reichling, Berichterstatter, AB 1987 N 1752). Nach dieser sei der Unterhaltspflichtige für ein fiktives Einkommen besteuert worden, für ein Einkommen, das er nicht mehr hatte (vgl. Votum Bundesrat Stich, AB 1987 N 1752 f.). Die sich aus der Unterhaltszahlung ergebenden Einkünfte sollen nun neu beim Leistungsempfänger, also dort besteuert werden, wo sie als Einkommen zur Verfügung stehen bzw. ausgegeben werden können (vgl. etwa Voten Reichling, Berichterstatter, AB 1987 N 1752, und Reichmuth, Berichterstatter, AB 1988 S 817). Gemäss bundesgerichtlicher Rechtsprechung sind im Übrigen auch im interkantonalen Verhältnis Unterhaltsrenten allein im Wohnsitzkanton des Berechtigten zu versteuern (BGE 121 I 150).\n\nd) Im Bundesgesetz vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (StHG; SR 642.14) verankerte der Gesetzgeber, einem alten Anliegen der Steuerharmonisierung entsprechend, gleich wie bei der direkten Bundessteuer die Abzugsfähigkeit von Unterhaltsbeiträgen (Art. 23 lit. f und 33 Abs. 1 lit. c DBG; Art. 7 Abs. 4 lit. g und Art. 9 Abs. 2 lit. c StHG; vgl. auch Botschaft zum Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden, BBl 1983 III S. 91 und 94). Die Frage der steuerlichen Behandlung von Unterhaltsleistungen in Form der Kapitalzahlung wurde aber auch im Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden nicht speziell geregelt. Ob daraus geschlossen werden darf, dass es den Kantonen trotz des Harmonisierungsbedarfs frei steht, unter den Begriff des Unterhaltsbeitrags nur periodisch wiederkehrende Leistungen oder auch Kapitalzahlungen zu subsumieren (so MARKUS REICH in Zweifel/Athanas, Kommentar BGE 125 II 183 S. 189zum schweizerischen Steuerrecht, Band I/1, Basel und Frankfurt a. Main 1997, S. 109, Rz. 100 zu Art. 7, sowie S. 147, Rz. 39 zu Art. 9), ist indessen zumindest zweifelhaft; regeln doch Art. 7 Abs. 4 bzw. Art. 9 Abs. 4 erster Satz StHG die steuerfreien Einkünfte bzw. die Abzüge von den steuerbaren Einkünften abschliessend (DANIELLE YERSIN, Steuerharmonisierung und kantonales Recht, in ASA 64 97, insbes. S. 114; MARKUS REICH, a.a.O., S. 103, Rz. 76 zu Art. 7, sowie S. 144, Rz. 24 ff. zu Art. 9). Da vorliegend nicht die kantonale, sondern die Regelung auf Bundesebene zur Diskussion steht, kann diese Frage jedoch offen gelassen werden.\n\ne) In den Kantonen können die Verpflichteten schon heute die als Folge einer Scheidung geleisteten periodischen Beiträge an den Unterhalt des Ehegatten vom Einkommen abziehen (vgl. Kreisschreiben der Eidgenössischen Steuerverwaltung vom 29. Juli 1994 in ASA 63 284, S. 291; HOLTZ, a.a.O., S. 126 f.); nicht immer jedoch auch Kapitalabfindungen, wie die folgenden Beispiele zeigen:\n\nWährend etwa die Kantone Luzern (StE 1996 B. 27.2 Nr. 17) Basel-Stadt, Basel-Landschaft und Wallis (vgl. dazu HOLTZ, a.a.O., S. 166, sowie Peter Böckli, Eintracht und Hader mit Steuerfolgen, Die Einkommenssteuer unter dem Einfluss des neuen Eherechts, in StR 46 223, S. 295) entsprechende Leistungen zum Abzug zulassen, wird dieser dem Steuerpflichtigen beispielsweise in den Kantonen Aargau (AGVE 1981, 352), Bern (vgl. Mitteilungen der Steuerverwaltung des Kantons Bern vom Februar 1997, in NStP 1997 S. 25 f.; NStP 1980 S. 102 und 223), Fribourg (RDAF 1990, 467; StE 1990 B. 26.22 Nr. 1), Genf (StR 49 599; 44, 89; RDAF 1988, 200; 1971, 59), Schwyz (StPS 2/98 S. 76 ff.), St. Gallen (GVP SG 1978 Nr. 64, S. 143 = StR 34 273), Waadt (RDAF 1990, 467; 1961, 177; StR 42 207, insbes. S. 214;) und Zürich (StR 43 166; StE 1988 B 27.2 Nr. 7) nicht gewährt.\n\nDas Bundesgericht hat sowohl die Praxis des Kantons Zürich (Urteil des Bundesgerichts vom 13. Dezember 1983, publiziert in StE 1984 A 21.12 Nr. 1; unveröffentlichtes Urteil des Bundesgerichts vom 10. Juni 1996 i.S. F.) als auch diejenige des Kantons Genf (Urteil des Bundesgericht vom 31. Januar 1984, publiziert in RDAF 1984, 132) als nicht willkürlich geschützt.\n\nf) Die Abzugsfähigkeit der durch die Scheidung begründeten Unterhaltsleistungen (Art. 33 Abs. 1 lit. c DBG) stellt somit in Bezug sowohl auf die übrigen Lebenshaltungskosten als auch auf die sich aus dem Familienrecht ergebenden finanziellen Verpflichtungen BGE 125 II 183 S. 190die Ausnahme und nicht die Regel dar (vgl. auch BLUMENSTEIN/LOCHER, a.a.O., S. 222 f.; PETER LOCHER, a.a.O., S. 284; JAQUES, a.a.O., S. 331). Diese wird wiederum von der Mehrheit der Kantone restriktiv - nur auf periodische Leistungen, nicht auch auf Kapitalzahlungen - angewendet.\n\ng) Im Interesse der vertikalen Steuerharmonisierung zwischen Bund und Kantonen ist diese Ausnahme nicht auf Kapitalleistungen auszudehnen.\n\nDer Begriff «Unterhaltsbeitrag» im Gesetz über die direkte Bundessteuer ist somit allein aufgrund des steuerrechtlichen Kontexts auszulegen. Die vom Zivilrecht gewährte Wahlmöglichkeit wird indessen dadurch nicht vereitelt: Die Beteiligten können sowohl bei der Wahl der Unterhaltsleistung als auch bei der Festsetzung des konkret zu leistenden Betrages der unterschiedlichen Aufteilung der Steuerlast Rechnung tragen.\n\n7. Diese Betrachtungsweise fügt sich widerspruchslos in das gesetzliche System der Einkommensbesteuerung ein.\n\na) Gemäss Art. 34 lit. c DBG können Aufwendungen für die Schuldentilgung nicht vom steuerbaren Einkommen abgezogen werden.\n\nDer Pflichtige, der eine Kapitalabfindung ausrichtet, erfüllt die durch das Scheidungsurteil oder eine gerichtlich genehmigte Konvention konkretisierte, gesetzliche Schuldpflicht. Die Kapitalabfindung erweist sich somit als nicht abzugsfähige Schuldentilgung (so auch die Beschwerdeführerin in ASA 63 284, S. 292, mit Hinweis auf Entscheide aus den Kantonen Zürich, Freiburg, St. Gallen, Bern, Waadt und Genf; JAQUES, a.a.O., S. 343).\n\nb) Im Übrigen wird auch dem Art. 4 BV im Bereich der Steuern konkretisierenden Grundsatz Rechnung getragen, gemäss welchem sich die Steuerbelastung nach der wirtschaftlichen Leistungsfähigkeit des Steuerpflichtigen zu richten hat und dieser nach Massgabe der ihm zustehenden Mittel gleichmässig zu belasten ist (BGE 122 I 305 E. 6a S. 313 f., mit Hinweisen).\n\nDa eine gesetzliche Regelung fehlt, die den Abzug einer Kapitalleistung zum Rentensatz vorsieht, würde diese sich - wenn die Abzugsfähigkeit bejaht würde - vollumfänglich auf den Steuersatz auswirken, welcher auf das Einkommen des Pflichtigen angewendet wird (vgl. JAQUES, a.a.O., S. 343; LAMPERT, a.a.O., S. 25). Der Begünstigte indessen hätte die Leistung wohl nur zum Rentensatz (Art. 37 DBG) zu versteuern. Die gleichmässige Besteuerung wäre somit nicht mehr gewährleistet.\n\nBGE 125 II 183 S. 191\n\n8. Wie sich gezeigt hat, ist der Begriff «Unterhaltsbeitrag» im Gesetz über die direkte Bundessteuer aufgrund seines steuerrechtlichen Kontexts auszulegen. Es rechtfertigt sich daher, die beiden vom Zivilrecht zur Verfügung gestellten Formen der Unterhaltsleistung steuerlich unterschiedlich zu behandeln.\n\nDer als Kapitalleistung ausgerichtete Betrag an den Unterhalt des geschiedenen Ehegatten kann folglich - anders als periodisch ausgerichtete Rentenzahlungen - vom Verpflichteten nicht vom steuerbaren Einkommen abgezogen werden; der Begünstigte wiederum muss diesen nicht als Einkommen versteuern."}