{"annee": "125", "cour": "I", "page": "347", "date": "21/6/1999", "cite": ["118 IA 46", "124 I 247", "102 IA 468", "107 IA 261", "104 IA 79", "122 I 236", "117 IA 27", "125 I 300", "119 IA 178", "113 IA 304", "123 I 296", "103 IA 242", "106 IA 299", "100 IA 462", "116 IA 252"], "cite_par": ["139 I 280", "145 I 121", "128 I 19", "139 I 229", "125 I 369", "129 I 68", "142 I 49", "139 I 292"], "chapeau": "32. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 21. Juni 1999 i.S. X. und Mitbeteiligte gegen Staatsrat des Kantons Freiburg (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst., art. 27 Cst. et art. 49 Cst.; art. 9 CEDH; neutralité confessionnelle de l'école. Les art. 27 al. 3 et 49 Cst. exigent que l'école publique soit neutre du point de vue confessionnel. L'accès à une école publique ne doit pas dépendre de l'appartenance à une confession (consid. 4). Même si des écoles confessionnelles étaient admissibles, il serait contraire à la Constitution de n'offrir un enseignement dans une langue minoritaire qu'aux seuls membres d'une certaine confession (consid. 5)."], "faits": "BGE 125 I 347 S. 347\n\n1836 wurde die «Freie Primar- und Sekundarschule Freiburg» als reformierte Privatschule gegründet. Der Besuch war reformierten Kindern vorbehalten. Der Unterricht erfolgte zunächst auf Deutsch, später auch auf Französisch. 1870 wurde die Schule staatlich anerkannt.BGE 125 I 347 S. 348\n\nAm 17. Mai 1884 erliess der Kanton Freiburg ein Gesetz über das Primarschulwesen. Nach den Art. 115-119 dieses Gesetzes waren nebst den öffentlichen Schulen, welche jede Gemeinde unterhalten musste, auch freie Schulen zulässig; diese konnten unter bestimmten Voraussetzungen mit Genehmigung des Staatsrates den Status einer öffentlichen Schule erhalten. Gestützt darauf genehmigte der Staatsrat des Kantons Freiburg am 1. Mai 1885 das Organisationsreglement für die öffentliche Primarschule des freien Schulkreises Freiburg. Nach diesem Reglement war der Zweck der Schule, Kindern protestantischer Bewohner des freien Schulkreises Freiburg Unterricht und Erziehung in christlichem Sinne zuteil werden zu lassen. Zum freien Schulkreis Freiburg gehörten die Pfarrgemeinde Freiburg sowie eine Anzahl weiterer Pfarrgemeinden und Ortschaften. Seit 1970 bzw. 1974 werden in der Freien Öffentlichen Schule Freiburg auch Kinder aus den freien öffentlichen Schulkreisen Ferpicloz und Corjolens unterrichtet. Seit Jahrzehnten werden auch nicht-reformierte Kinder aufgenommen, namentlich deutschsprachige katholische Kinder aus den mehrheitlich französischsprachigen Gemeinden rund um Freiburg.\n\nMit Gesetz vom 10. Mai 1972 über das Statut der freien Schulen und der freien öffentlichen Schulen wurden die Art. 115-119 des Gesetzes von 1884 durch neue Art. 115-119quater ersetzt, welche später durch Gesetz vom 19. November 1975 geändert wurden. Die neuen Art. 116, 118 Abs. 1, Art. 119 und 119bis lauten wie folgt:\n\nArt. 116\n\n1", "considerants": ""}