{"annee": "125", "cour": "III", "page": "277", "date": "28/6/1999", "cite": ["121 V 246", "122 I 101", "120 IA 1", "111 II 245", "118 II 199"], "cite_par": ["133 I 58", "144 I 306", "126 I 240", "136 I 290", "126 III 274", "134 IV 216", "144 I 50", "132 III 122"], "chapeau": "48. Auszug aus dem Urteil der I. Zivilabteilung vom 28. Juni 1999 i.S. K. c. L. AG (als Gesamtnachfolger der B. AG) (Berufung)", "regestes": ["Contrat de travail; droit de grève; résiliation abusive du contrat à la suite d'une grève (art. 336 CO). Reconnaissance du droit de grève en droit suisse du travail (consid. 2). Une grève est licite si elle a l'appui d'une organisation apte à négocier un tarif salarial, si elle poursuit des buts susceptibles d'être réglementés par une convention collective, si elle ne viole pas une obligation de maintenir la paix du travail et si elle respecte le principe de la proportionnalité (consid. 3b). La participation à une grève licite n'est pas contraire au contrat de travail; les obligations principales découlant de ce contrat sont suspendues. Si l'employeur résilie le contrat de travail et que la grève constitue le motif déterminant pour la résiliation, celle-ci est abusive (consid. 3c)."], "faits": "BGE 125 III 277 S. 277\n\nDer Beklagte wurde ab Mai 1992 als ungelernter Arbeiter in der Baumwollspinnerei der B. AG in Kollbrunn zu einem monatlichen Bruttolohn von Fr. 2'960.-- beschäftigt. Es bestand kein Gesamtarbeitsvertrag. Am 27. Januar 1994 teilte die Arbeitgeberin der Belegschaft der Spinnerei mit, zufolge der schwierigen wirtschaftlichen Rahmenbedingungen würden praktisch alle Arbeitsverhältnisse ab BGE 125 III 277 S. 27831. Januar 1994 gekündigt. Es werde aber versucht, die Betroffenen später durch Vermittlung des Arbeitsamts weiter zu beschäftigen, allerdings zu einem Gehalt, das wesentlich geringer sein werde als das heutige, wobei die Differenz bis zu 80 Prozent des früheren Gehaltes durch die Arbeitslosenkasse getragen und bezahlt werde. Dieses Vorgehen wurde vom Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) am 9. Februar 1994 abgelehnt. In der Folge kam es zu Auseinandersetzungen zwischen der von der Gewerkschaft Bau und Industrie (GBI) unterstützten Belegschaft und der Arbeitgeberin, die am 21. März 1994 in einen Warnstreik mündeten. Gleichentags gab die Arbeitgeberin die Betriebsschliessung bekannt und kündigte den Grossteil der bestehenden Arbeitsverträge auf den 31. Mai 1994, darunter auch jenen mit dem Beklagten. Dieser erhob mit Schreiben vom 23. März 1994 Einsprache gegen die nach seiner Ansicht missbräuchlich erfolgte Kündigung.\n\nAb dem 23. März 1994 wurde die Baumwollspinnerei von der Belegschaft bestreikt, wobei sich auch der Beklagte am Streik beteiligte. Am 28. April 1994 löste er - gleichzeitig mit anderen Arbeitnehmern und Arbeitnehmerinnen - das Arbeitsverhältnis fristlos auf.\n\nAm 27. Juni 1994 belangte die B. AG den Beklagten auf Fr. 290.30 nebst Zins. Sie verlangte eine Entschädigung wegen ungerechtfertigten Verlassens der Arbeitsstelle. Der Beklagte verlangte widerklageweise im Wesentlichen Fr. 8'880.-- als Entschädigung gemäss Art. 336a OR. Mit Entscheid vom 9. Mai 1995 hiess der Einzelrichter des Bezirkes Winterthur die Klage vollumfänglich und die Widerklage im Betrag von Fr. 2'960.-- nebst Zins teilweise gut. Das zweitinstanzlich im Wesentlichen nur noch mit der Entschädigungsforderung des Beklagten befasste Obergericht des Kantons Zürich wies diese mit der Begründung ab, eine Entschädigung wegen missbräuchlicher Kündigung sei nicht geschuldet, weil nicht die ordentliche Kündigung der Klägerin, sondern die vom Beklagten ausgesprochene fristlose Kündigung für die Beendigung des Arbeitsverhältnisses kausal gewesen sei.\n\nAuf Berufung des Beklagten hob das Bundesgericht das obergerichtliche Urteil am 14. Januar 1997 auf. Es erwog, die nach Art. 336a OR grundsätzlich anspruchsberechtigte Partei verzichte nicht von Gesetzes wegen auf eine Entschädigung, wenn sie nach erfolgter Einsprache ihrerseits das Arbeitsverhältnis fristlos kündige. Da das Obergericht sich zur Frage der Missbräuchlichkeit der Kündigung vom 21. März 1994 nicht geäussert hatte, wies das Bundesgericht BGE 125 III 277 S. 279die Sache zur Neubeurteilung an die Vorinstanz zurück. Mit Beschluss vom 9. Februar 1998 wies das Obergericht des Kantons Zürich die Entschädigungsforderung des Beklagten abermals ab. Zur Begründung führte es aus, der Warnstreik vom 21. März 1994 habe die Klägerin zur Kündigung veranlasst. Ein Streik stelle keine rechtmässige gewerkschaftliche Tätigkeit i.S.v. Art. 336 Abs. 2 lit. a OR dar, weshalb eine deswegen erfolgte Entlassung nicht missbräuchlich sei.\n\nDas Bundesgericht heisst die dagegen eingelegte eidgenössische Berufung des Beklagten gut, hebt den angefochtenen Beschluss des Obergerichts auf und verpflichtet die Klägerin zur Zahlung einer Entschädigung in Höhe eines Monatslohns an den Beklagten.", "considerants": "Aus den Erwägungen:\n\n2. a) Das geltende Recht enthält weder auf Verfassungs- noch auf Gesetzesstufe eine ausdrückliche Regelung des Streikrechts. Hinweise dafür, dass dessen Normierung i.S. eines qualifizierten Schweigens bewusst unterlassen worden ist, sind - wie nachfolgend aufzuzeigen ist - nicht ersichtlich (BGE 118 II 199 E. 2a; MEIER-HAYOZ, Berner Kommentar, N. 255 f. zu Art. 1 ZGB). Für die Beurteilung der Missbräuchlichkeit der streitbetroffenen Kündigung des Arbeitsverhältnisses durch die Klägerin ist unerlässlich, die Frage nach einem Streikrecht im schweizerischen Arbeitsrecht zu beantworten. Die bestehende (echte) Lücke ist gemäss Art. 1 Abs. 2 ZGB richterrechtlich zu schliessen, sofern nicht Gewohnheitsrecht einschlägig ist (MEIER-HAYOZ, a.a.O. N. 318 zu Art. 1 ZGB). Dabei ist bewährter Lehre und Rechtsprechung zu folgen (Art. 1 Abs. 3 ZGB; MEIER-HAYOZ, a.a.O., N. 428 f. und 466 f.).\n\nb) Das Bundesgericht hat in seiner bisherigen Rechtsprechung die Frage offen gelassen, ob ein ungeschriebenes verfassungsmässiges Recht auf Streik bestehe. In BGE 111 II 245 f. verwarf es die vom Arbeitsgericht Zürich vertretene Auffassung als «zu absolut und zu summarisch», das Streikrecht bzw. das Recht auf kollektive Kampfmassnahmen habe im geltenden Arbeitsrecht noch keinen Eingang gefunden. Es betonte gleichzeitig, dass der Arbeitskampf jedenfalls nur als letztes Mittel zur Herbeiführung des Arbeitsfriedens in Frage komme (E. 4a). Offen gelassen wurde die Frage auch in einem Entscheid vom 25. Oktober 1985 (publ. in Rivista di diritto amministrativo e tributario ticinese [RDAT] 1987, S. 27 f.). Das Bundesgericht hatte darin die Verfassungsmässigkeit einer gegen streikende BGE 125 III 277 S. 280Lehrer ausgesprochenen Disziplinarmassnahme (Verwarnung) zu beurteilen. Es erachtete den zweistündigen Unterbruch des Unterrichts - im Lichte der von der Doktrin für die Rechtmässigkeit von Streiks aufgestellten Kriterien - als jedenfalls unverhältnismässig (E. 6). In einem Entscheid vom 23. März 1995 (publiziert in JAR 1997 S. 279 f.) hatte sich das Bundesgericht zwar nicht über die bundesverfassungsrechtliche Garantie eines (Beamten-)Streikrechts auszusprechen, nachdem ein solches im angefochtenen Urteil jedenfalls für den Kanton Genf (auf kantonaler Grundlage) im Grundsatz bejaht worden war. Es beurteilte aber die Genfer Regelung als verfassungswidrig, welche für die angekündigte - und nicht für die effektive - Dauer des Streiks den Ausfall jeglichen Lohnanspruchs vorsah. In diesem Zusammenhang erwog es unter Verweis auf BGE 111 II 245 E. 4b, das Arbeitsverhältnis werde für die Dauer eines rechtmässigen Streiks in seinen Hauptpflichten (Arbeits- und Lohnzahlungspflicht) suspendiert, weshalb der Lohn nur für die effektive Streikdauer ausgesetzt werden könne (E. 5).\n\nc) Die Lehre befürwortet übereinstimmend einen verfassungsrechtlichen Schutz des Streiks bzw. der Streikfreiheit, verstanden als Verpflichtung des Staates, den Arbeitskampf zuzulassen und diesen nicht durch Zwangsschlichtung, durch straf- oder zivilrechtliche Normen funktionsunfähig zu machen (statt vieler: VISCHER, Zürcher Kommentar, N. 25 f. zu Art. 357a; ders., Fragen aus dem Kollektiv-arbeitsrecht, AJP 5/95, S. 547 f., 552 und 553; ders., recht 1987, S. 138 f., 139; ders., Streik und Aussperrung in der Schweiz, Wirtschaft und Recht, 1981, passim; PORTMANN, Kein Streikrecht in der Schweiz ?, SJZ 94 [1998], S. 486 f., 487). Streik und Aussperrung werden als Teilgehalte der Koalitionsfreiheit (Art. 56 BV) oder als Ausfluss des Prinzips der Arbeitsmarktfreiheit (Art. 34ter BV) anerkannt. Die durch Art. 28 der neuen Bundesverfassung vom 18. April 1999 garantierte Koalitionsfreiheit erklärt Streik und Aussperrung für zulässig, «wenn sie Arbeitsbeziehungen betreffen und wenn keine Verpflichtungen entgegenstehen, den Arbeitsfrieden zu wahren oder Schlichtungsverhandlungen zu führen» (Art. 28 Abs. 3 nBV). Inwieweit aus Art. 11 EMRK ein Streikrecht hergeleitet werden kann, ist umstritten (VISCHER, Zürcher Kommentar, Vorb. zu Art. 356-360 OR, N. 54; VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, S. 364; FROWEIN/PEUKERT, Europäische Menschenrechtskonvention, 2. Aufl., N. 13 und 14 zu Art. 11 EMRK; VALTICOS, in: Pettiti/Decaux/Imbert, La Convention européenne des droits de l'homme, S. 424).\n\nBGE 125 III 277 S. 281\n\nd) Eine ausdrückliche Garantie des Streikrechts enthält Art. 8 Abs. 1 lit. d des Internationalen Pakts über wirtschaftliche, soziale und kulturelle Rechte vom 16. Dezember 1966, in Kraft getreten für die Schweiz am 18. September 1992 (SR 0.103.1, «UNO-Pakt I»). Das Bundesgericht hat wiederholt entschieden, dass die darin enthaltenen Bestimmungen programmatischen Charakter haben, sich an den Gesetzgeber richten und grundsätzlich keine subjektiven und justiziablen Rechte des Einzelnen begründen (BGE 120 Ia 1 E. 5c; BGE 121 V 246 E. 2c; BGE 122 I 101 E. 2a). Immerhin hat es anerkannt, dass einzelne Bestimmungen dieses Pakts unmittelbar anwendbar («self-executing») sein können, namentlich Art. 8 Abs. 1 lit. a betreffend des Rechts, Gewerkschaften zu bilden und einer solchen nach freier Wahl beitreten zu können (BGE 121 V 246 E. 2e; Botschaft zur Ratifikation der beiden Pakte, BBl 1991 V 1202). Verschiedene Autoren bejahen unter Hinweis auf Wortwahl und Entstehungsgeschichte die Justiziabilität von Art. 8 des Pakts I (KÜNZLI/KÄLIN, Die Bedeutung der Pakte für die Schweiz, in: KÄLIN/MALINVERNI/NOWAK [Hrsg.], Die Schweiz und die UNO-Menschenrechtspakte, 2. Aufl., S. 123 mit Hinweisen). Andere Autoren lehnen diese Auffassung ab, melden Zweifel an oder lassen die Frage offen (BÉATRICE AUBERT-PIGUET, L'exercice du droit de grève, AJP 12/96, S. 1497 f., 1501; JEAN FRITZ STÖCKLI, Das Streikrecht in der Schweiz, BJM 1997, S. 169 f., 172 und 173, je mit Hinweisen). Der vom Wirtschafts- und Sozialrat der Vereinten Nationen zwecks internationaler Überwachung des Paktes I eingesetzte Ausschuss für wirtschaftliche, soziale und kulturelle Rechte («Sozialausschuss») hat in seiner Allgemeinen Bemerkung Nr. 3 Ziff. 5 zum Pakt I die unmittelbare Anwendbarkeit von Art. 8 - nebst anderen Bestimmungen des Paktes I - bejaht (abgedruckt in KÄLIN/MALINVERNI/NOWAK, a.a.O., S. 458).\n\naa) Entscheidend ist, ob die angerufene staatsvertragliche Regelung inhaltlich hinreichend bestimmt und klar ist, um im Einzelfall Grundlage eines Entscheides bilden zu können. Die erforderliche Bestimmtheit geht insbesondere blossen Programmartikeln ab. Sie fehlt auch Bestimmungen, die eine Materie nur in Umrissen regeln, dem Vertragsstaat einen beträchtlichen Ermessens- oder Entscheidungsspielraum lassen oder blosse Leitgedanken enthalten (BGE 121 V 246 E. 2b; BGE 120 Ia 1 E. 5b; KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., S. 90 und 91). In Anwendung dieser Grundsätze verneinte das Bundesgericht die unmittelbare Anwendbarkeit von Art. 2 Abs. 2, Art. 9 und 13 Abs. 2 lit. c des Paktes I (BGE 121 V 246 E. 2e; BGE 120 Ia 1 E. 5d). Art. 8 Abs. 1 lit. d des Paktes BGE 125 III 277 S. 282I garantiert das Streikrecht, «soweit es in Übereinstimmung mit der innerstaatlichen Ordnung ausgeübt wird» (deutsche Übersetzung des französischen Originaltextes). In der Literatur wird die Auffassung vertreten, dass dieser Vorbehalt nicht den Inhalt des Streikrechts beschlage, sondern den Vertragsstaaten (lediglich) erlaube, die Zulässigkeit des Streiks von gewissen formellen Voraussetzungen (Einhalten einer Wartefrist, vorgängiges Vermittlungsverfahren, etc.) abhängig zu machen (KÜNZLI/KÄLIN, a.a.O., S. 123 mit Hinweis). Einschränkungen des Streikrechts sollen auch während laufender Vergleichsverhandlungen möglich sein oder in Kollektivarbeitsverträgen vereinbart werden können. Anerkannt wird sodann, dass die Vertragsstaaten politische Streiks vom Streikrecht ausschliessen und dieses während laufender Schlichtungsverhandlungen oder in Gesamtarbeitsverträgen einschränken können (vgl. MATTHEW CRAVEN, The international Covenant on economic, social and cultural rights, Oxford 1995, S. 279 und 281 f.). Art. 8 Abs. 2 Pakt I behält sodann - nebst der allgemeinen Schrankenbestimmung in Art. 4 - die Einschränkung der in Art. 8 Abs. 1 lit. a-d eingeräumten Rechte für Angehörige der Streitkräfte, der Polizei oder der öffentlichen Verwaltung vor.\n\nbb) Es sprechen somit beachtliche Gründe dafür, der betreffenden Bestimmung self-executing-Charakter zuzubilligen. Danach wären die Vertragsstaaten zur Gewährleistung des Streikrechts verpflichtet, ohne dass eine landesrechtliche Umsetzung dieser - von der Schweiz durch die vorbehaltlose Unterzeichnung und Ratifikation des Paktes I anerkannten - Freiheit zwingend erforderlich wäre. Umgekehrt sind staatliche Massnahmen verboten, welche diese Freiheit - über die Schranken gemäss Art. 4 und 8 Abs. 2 Pakt I hinaus - beeinträchtigen. Den Vertragsstaaten bleibt unbenommen, gewisse Einschränkungen des Streikrechts (z.B. Verbot von wilden Streiks und von Sympathiestreiks etc.) vorzusehen, solange sie den Arbeitnehmern die Möglichkeit zum Streik zwecks Verfolgung wirtschaftlicher und sozialer Ziele nicht verunmöglichen oder dadurch vereiteln, dass sie keinerlei Schutz vor Entlassung oder anderweitigen Sanktionen bei rechtmässigen Streiks vorsehen (CRAVEN, a.a.O., S. 280).\n\ne) Ob Art. 8 Abs. 1 lit. d des Paktes I «self-executing» ist, kann letztlich genauso offen bleiben, wie die Streitfrage, ob auch die in Art. 22 Abs. 1 des UNO-Paktes über bürgerliche und politische Rechte (SR 0.103.2, «UNO-Pakt II») vom 16. Dezember 1966, für die Schweiz ebenfalls am 18. September 1992 in Kraft getreten, normierte BGE 125 III 277 S. 283Vereinigungs- und Koalitionsfreiheit das Streikrecht schützt (ACHERMANN/CARONI/KÄLIN, in: Die Schweiz und die UNO-Menschenrechtspakte, op.cit., S. 220 mit Hinweisen). Nicht zu entscheiden ist auch, ob - wie dies der Sachverständigenausschuss der Internationalen Arbeitsorganisation (ILO) tut -, aus dem Übereinkommen Nr. 87 über die Vereinigungsfreiheit und den Schutz des Vereinigungsrechts (BBl 1976 S. 689 f.) eine Streikgarantie abgeleitet werden kann (STÖCKLI, a.a.O., S. 171 f.). Im Rahmen der vorliegend zu füllenden Lücke ist jedenfalls klar, dass sowohl die herrschende Lehre ein Streikrecht anerkennt, im geformten Recht mindestens Art. 8 Abs. 1 lit. d des Paktes I das Streikrecht grundsätzlich bejaht und auch die bisherige Rechtsprechung des Bundesgerichts ein solches Recht nicht ausschliesst. In der revidierten Bundesverfassung, die im Wesentlichen das geltende Verfassungsrecht zum Ausdruck bringen will, wird die Zulässigkeit des Streiks als Ausfluss der Koalitionsfreiheit ebenfalls anerkannt (Art. 28 Abs. 3 nBV; BBl 1997 I 1 f., 29 und 179). Künftig anwendbaren Normen soll der Richter bei seiner Rechtsfindung Rechnung tragen (MEIER-HAYOZ, a.a.O., N. 395 zu Art. 1 ZGB).\n\nf) Lückenfüllend ist somit auch im schweizerischen Arbeitsrecht ein Streikrecht zu bejahen. Zu prüfen bleibt, wer sich darauf berufen kann, welche Schranken seiner Ausübung entgegenstehen und inwieweit es in den Beziehungen unter Privatpersonen durchsetzbar ist.\n\n3. a) Der Streik - verstanden als kollektive Verweigerung der geschuldeten Arbeitsleistung zum Zwecke der Durchsetzung von Forderungen nach bestimmten Arbeitsbedingungen gegenüber einem oder mehreren Arbeitgebern - wird in der Literatur als äusserstes jedoch unentbehrliches Mittel des Arbeitskampfes zur Erzielung einer kollektivvertraglichen Regelung anerkannt (Nachweise in BGE 111 II 245 4a; VISCHER, Zürcher Kommentar, N. 25 zu Art. 357a OR; ders., recht 1987, S. 139; MICHAEL HOHN, Streikrecht und Aussperrungsrecht, Diss. Bern 1978, S. 25 f.; GYGI/RICHLI, Wirtschaftsverfassungsrecht, 2. Aufl., Ziff. 9.4.2 S. 229 f.). Entsprechend kommt nur Trägern des kollektiven Arbeitsrechts, mithin Arbeitnehmerorganisationen, das Recht zu, einen Streik zu beschliessen. Der Einzelne ist bloss berechtigt, im Rahmen des Kollektivs auf einen Streikbeschluss hinzuwirken. Damit soll der Arbeitskampf auf der kollektivrechtlichen Ebene konzentriert und beschränkt bleiben und der Streik als letztes Mittel der Gewerkschaft als anerkanntem Verhandlungspartner im Arbeitskampf zur Verfügung stehen (VISCHER, Zürcher Kommentar, N. 25 zu Art. 357a OR; ders., Streik und Aussperrung BGE 125 III 277 S. 284in der Schweiz, in: Wirtschaft und Recht 1981, S. 7). Diese Auffassung vertritt auch der Bundesrat in seinen Erläuterungen zum Entwurf einer neuen Bundesverfassung (BBl 1997 I 179). Sie schliesst folgerichtig - auch im Licht von Art. 8 Abs. 1 lid. d UNO-Pakt I - die Qualifikation des Streiks als ein dem Arbeitnehmer individuell zustehendes Recht auf Arbeitsniederlegung aus (VISCHER, Zürcher Kommentar, N. 25 zu Art. 357a OR; PORTMANN, a.a.O., S. 489; GRAVEN, a.a.O., S. 278 und 281; vgl. auch NOWAK, in: Kälin/Malinverni/Nowak, op.cit., S. 16 und 17; a.A. MORAND, Le droit de grève dans tous ses états, Mélanges Alexandre Berenstein, Genève 1989, S. 60). Auch Art. 28 Abs. 3 nBV normiert den Streik nicht als verfassungsmässiges Individualrecht, sondern erklärt ihn unter den dort genannten Voraussetzungen für «zulässig».\n\nb) Entsprechend den in der Lehre an die Rechtmässigkeit eines Streiks geknüpften Voraussetzungen muss der Streik von einer tariffähigen Organisation getragen werden und durch Gesamtarbeitsvertrag regelbare Ziele verfolgen. Weiter darf er nicht gegen die Friedenspflicht verstossen und auch nicht unverhältnismässig sein (BGE 111 II 245 E. 4c mit Hinweisen). Damit sind «wilde» Streiks einzelner Arbeitnehmer und «politische» Streiks, die ohne Bezug auf das Arbeitsverhältnis erfolgen, verboten. Untersagt sind damit auch Kampfmassnahmen, die Gegenstände betreffen, welche in einem Gesamtarbeitsvertrag geregelt sind (VISCHER, Zürcher Kommentar, N. 26 f. und 34 f. zu Art. 357a OR; BBl 1997 I 179 und 180). Art. 28 Abs. 3 nBV nennt den Verhältnismässigkeitsgrundsatz nicht ausdrücklich, doch leitet sich aus der in Art. 28 Abs. 2 nBV normierten Auflage, Streitigkeiten zwischen den Sozialpartnern primär durch Verhandlung oder Vermittlung beizulegen, das Gebot eines verhältnismässigen Einsatzes des Streiks ab.\n\nc) Für die Auswirkung eines rechtmässigen Streiks auf Arbeitsverhältnisse des Privatrechts ist das Verhältnis zwischen staatlich als im System des kollektiven Arbeitsrechts anerkanntem Streikrecht und privatrechtlicher Ordnung zu klären. Dabei erscheint als Konsequenz einer ganzheitlichen Betrachtungsweise offensichtlich, dass die Teilnahme an einem rechtmässigen Streik und die damit notwendig verbundene vorübergehende Arbeitsniederlegung nicht gleichzeitig eine Verletzung der vertraglichen Arbeitspflicht darstellen kann (REHBINDER, Berner Kommentar, N. 14 zu Art. 337 OR; VISCHER, recht 1987, S. 140). Dem Arbeitnehmer kann diesfalls nicht zugemutet werden, den in seinem Interesse ausgerufenen Streik durch Erbringung der Arbeitsleistung zu vereiteln, selbst wenn er BGE 125 III 277 S. 285nicht Mitglied des betreffenden Arbeitnehmerverbandes ist (REHBINDER, a.a.O., N. 14 zu Art. 337 OR). Die an sich mögliche Arbeitsleistung ist dem Arbeitnehmer aufgrund der Streiksituation nach Treu und Glauben i.S.v. Art. 2 ZGB nicht zumutbar (GAUCH/SCHLUEP/REY, Schweizerisches Obligationenrecht, Allgemeiner Teil, 7. Aufl., Ziff. 3301; PORTMANN, a.a.O., S. 489). Umgekehrt ist der Arbeitgeber während des Streiks nicht zur Lohnzahlung verpflichtet. Der Arbeitsvertrag ist in seinen Hauptpflichten suspendiert (vgl. BGE 111 II 245 E. 4b S. 256 und 257 mit Hinweisen; VISCHER, Zürcher Kommentar, N. 18 zu Art. 337 OR mit Hinweisen). Wird der Arbeitsvertrag durch den rechtmässigen Streik nicht verletzt, beinhaltet die befugte Teilnahme daran auch keinen Auflösungsgrund nach Art. 337 OR. Spricht der Arbeitgeber die ordentliche Kündigung aus und kann der Arbeitnehmer nachweisen, dass der rechtmässige Streik mit hoher Wahrscheinlichkeit Anlass zur Kündigung gab, so ist diese rechtsmissbräuchlich i.S.v. Art. 336 OR, weil sie dem Arbeitnehmer die Ausübung des staatlich garantierten Streikrechts verunmöglichen will (vgl. REHBINDER, a.a.O., N. 14 zu Art. 337 OR). Nicht entscheidend ist dabei, ob es dem Arbeitgeber mit der Kündigung darum geht, den «Streikwillen» zu brechen (so Rehbinder, a.a.O.). Mit der Kündigung wird das Arbeitsverhältnis aufgelöst und der Arbeitnehmer nicht bloss zum Abbruch des Streiks gezwungen, weshalb unerheblich ist, ob der Arbeitgeber mit der Entlassung bloss den Streikwillen des Arbeitnehmers treffen wollte. Massgebend ist vielmehr, ob der Streik das ausschlaggebende Motiv für die Kündigung ist. Muss dies bejaht werden, ist die Kündigung missbräuchlich, weil andernfalls das Streikrecht illusorisch bliebe. Dieser Missbrauchstatbestand ist als solcher eigener Art aufzufassen und fällt nicht unmittelbar in die von Art. 336 OR nicht abschliessend aufgeführten Fallgruppen (vgl. VISCHER, a.a.O., N. 7 zu Art. 336 OR)."}