{"annee": "125", "cour": "I", "page": "1", "date": "9/11/1998", "cite": ["123 II 16", "106 IA 241", "114 IA 221", "93 I 106", "94 I 270", "109 IA 325"], "cite_par": ["129 I 290", "128 I 46", "129 V 327", "129 V 110", "141 I 235", "127 I 185", "125 V 101", "129 I 113", "129 I 346", "138 V 176"], "chapeau": "1. Extrait de l'arrêt de la IIe Cour de droit public du 9 novembre 1998 dans la cause A. contre Tribunal administratif du canton de Vaud et Commission de recours en matière d'impôts communaux de Y. (recours de droit public)", "regestes": ["Art. 4 Cst; taxe d'évacuation des eaux. Lorsqu'une taxe annuelle d'évacuation des eaux couvre à la fois la construction des canalisations et leur entretien, elle ne devrait pas être fondée sur la seule valeur d'assurance-incendie de l'immeuble. Sa base de calcul devrait également inclure la consommation effectuée dans l'immeuble (consid. 2)."], "faits": "BGE 125 I 1 S. 1\n\nEn 1989, A. a acquis la parcelle no xxx de la commune de Y. qui comprend une habitation et une dépendance. Sur la base d'une estimation datant de 1989, la valeur d'assurance-incendie de ces bâtiments a été fixée, à l'indice 100 de 1990, à 605'260 fr. au total.\n\nLe 28 juillet 1995, la Caisse communale de Y. a adressé à A. une facture de 322,30 fr. relative à la taxe \"d'égouts\" concernant l'immeuble BGE 125 I 1 S. 2précité pour la période du 1er janvier au 31 décembre 1995. A. a recouru contre la facture de la Caisse communale de Y. du 28 juillet 1995. Par décision du 6 décembre 1995, la Commission de recours en matière d'impôts communaux de Y. (ci-après: la Commission) a rejeté le recours.\n\nA. a alors porté sa cause devant le Tribunal administratif du canton de Vaud (ci-après: le Tribunal administratif) qui, par arrêts des 17 et 20 juin 1997, a rejeté son recours et confirmé la décision litigieuse de la Commission.\n\nAgissant par la voie du recours de droit public, A. a demandé au Tribunal fédéral d'annuler les arrêts rendus les 17 et 20 juin 1997 par le Tribunal administratif. Il a invoqué l'art. 4 Cst. Il s'est plaint essentiellement d'arbitraire.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. Le recourant se plaint que l'utilisation de la valeur d'assurance-incendie d'un immeuble pour le calcul de la taxe d'évacuation des eaux n'a pas de base légale suffisante, qu'elle crée une inégalité dans l'imposition et viole le principe de l'interdiction de l'arbitraire au sens de l'art. 4 Cst. Cette valeur ne serait pas constante pour l'ensemble des assujettis, puisque certains immeubles ne seraient pas assurés à la valeur à neuf, voire pas assurés du tout.\n\na) aa) L'art. 66 de la loi vaudoise du 17 septembre 1974 sur la protection des eaux contre la pollution dispose:\n\n\"Les communes peuvent percevoir, conformément à la loi sur les impôts communaux, un impôt spécial et des taxes pour couvrir les frais d'aménagement et d'exploitation du réseau des canalisations publiques et des installations d'épuration.\n\nElles peuvent également percevoir une taxe d'introduction et une redevance annuelle pour l'évacuation des eaux claires dans le réseau des canalisations publiques. La redevance annuelle est proportionnelle au débit théorique évacué dans les canalisations.\"\n\nL'art. 4 de la loi vaudoise du 5 décembre 1956 sur les impôts communaux (ci-après: LIC) traite des taxes spéciales. Il prévoit que les communes peuvent percevoir des taxes spéciales en contrepartie de prestations ou avantages déterminés ou de dépenses particulières (art. 4 al. 1 LIC). Ces taxes doivent faire l'objet de règlements soumis à l'approbation du Conseil d'Etat vaudois (art. 4 al. 2 LIC). Elles ne peuvent être perçues que des personnes bénéficiant des prestations BGE 125 I 1 S. 3ou avantages ou ayant provoqué les dépenses dont elles constituent la contrepartie (art. 4 al. 3 LIC). Leur montant doit être proportionné à ces prestations, avantages ou dépenses (art. 4 al. 4 LIC).\n\nQuant à l'art. 4a LIC, relatif à la base de calcul, il a la teneur suivante:\n\n\"Si les communes utilisent la valeur d'assurance incendie (valeur ECA) pour le calcul des taxes de raccordement et d'introduction aux réseaux publics de distribution et d'évacuation d'eau, elles doivent le faire aux conditions suivantes:\n\nLa valeur ECA déterminante est celle de l'immeuble au moment du raccordement.\n\nUne taxe complémentaire de raccordement ou d'introduction ne peut être perçue que si des travaux ont été entrepris dans l'immeuble.\"\n\nPar ailleurs, le 7 décembre 1994, le Conseil communal de Y. a adopté un règlement communal sur l'évacuation des eaux (ci-après: le règlement communal), en vigueur depuis le 1er janvier 1995 sous réserve de l'approbation du Conseil d'Etat vaudois, qui a été donnée le 15 mars 1995. D'après l'art. 39 al. 1 du règlement communal, les propriétaires d'immeubles bâtis et raccordés directement ou indirectement aux installations publiques d'évacuation des eaux participent aux frais de construction et d'entretien de ces installations, en s'acquittant d'une taxe annuelle d'évacuation des eaux usées et des eaux claires. L'art. 40 du règlement communal prévoit que la taxe annuelle est calculée en fonction de la valeur d'assurance-incendie du bâtiment rapportée à l'indice 100 de 1990 (al. 1) et que les conditions de prélèvement de cette taxe sont réglées par une annexe qui fait partie intégrante du règlement communal (al. 2). L'annexe au règlement communal dispose, à son art. 1 al. 1, que le taux de la taxe annuelle d'évacuation est fixé au maximum à 0,60- de la valeur d'assurance-incendie du bâtiment rapportée à l'indice 100 de 1990 (TVA non comprise) et que jusqu'à concurrence de ce plafond, la Municipalité de Y. arrête le taux de la taxe au début de chaque année.\n\nbb) Compte tenu de ce qui précède, il apparaît que la taxe d'évacuation des eaux, qui prend en considération la valeur d'assurance-incendie de l'immeuble, repose sur une base légale suffisante. L'argumentation, en partie incohérente, du recourant doit donc être rejetée dans la mesure où elle est recevable.\n\nb) Reste à examiner si l'utilisation de la valeur d'assurance-incendie d'un immeuble pour calculer la taxe d'évacuation des eaux BGE 125 I 1 S. 4concernant cet immeuble est source d'arbitraire et d'inégalité de traitement au sens de l'art. 4 Cst.\n\naa) Les principes de l'interdiction de l'arbitraire et de l'égalité de traitement déduits de l'art. 4 Cst. sont étroitement liés. Une décision est arbitraire lorsqu'elle ne repose pas sur des motifs sérieux et objectifs ou n'a ni sens ni but. Elle viole le principe de l'égalité de traitement lorsqu'elle établit des distinctions juridiques qui ne se justifient par aucun motif raisonnable au regard de la situation de fait à réglementer ou lorsqu'elle omet de faire des distinctions qui s'imposent au vu des circonstances, c'est-à-dire lorsque ce qui est semblable n'est pas traité de manière identique et lorsque ce qui est dissemblable ne l'est pas de manière différente. Il faut que le traitement différent ou semblable injustifié se rapporte à une situation de fait importante (ATF 123 II 16 consid. 6a p. 26 et la jurisprudence citée). L'inégalité de traitement apparaît ainsi comme une forme particulière d'arbitraire, consistant à traiter de manière inégale ce qui devrait l'être de manière semblable ou inversement (DANIELLE YERSIN, L'égalité de traitement en droit fiscal, in RDS 111/1992, vol. II, p. 145 ss, n. 44, p. 178).\n\nbb) La jurisprudence a admis depuis longtemps la prise en considération de la valeur d'assurance-incendie de l'immeuble pour fixer une taxe d'évacuation des eaux ou d'épuration des eaux usées, dans la mesure où une telle taxe concernait les frais de construction de canalisations ou d'installation d'épuration des eaux et équivalait à une taxe de raccordement, (ATF 109 Ia 325 consid. 6a p. 330; ATF 94 I 270 consid. 5a p. 278; ATF 93 I 106 consid. 5b p. 114/115). A cet égard, il apparaît que l'autorité intimée a estimé à bon droit que les canalisations devaient être dimensionnées en fonction de leur utilisation potentielle et non seulement de l'usage effectif du propriétaire, ce qui influence nécessairement leur coût et, par voie de conséquence, le montant de la taxe mise à la charge du propriétaire. De plus, le Tribunal fédéral a accepté que ce genre de contributions soit établi de façon schématique en recourant à des critères fondés sur des moyennes résultant de l'expérience et faciles à utiliser (ATF 109 Ia 325 consid. 5 p. 328; ATF 106 Ia 241 consid. 3b p. 244; ATF 94 I 270 consid. 5a p. 278; ATF 93 I 106 consid. 5b p. 114; DANIELLE YERSIN, op.cit., n. 102 ss, p. 209 ss). Il a également considéré que le législateur cantonal était autorisé à choisir des solutions schématiques visant à simplifier l'imposition même si celles-ci n'assurent pas un traitement égal de tous les contribuables dans toute la mesure souhaitée. Ainsi, le législateur peut s'inspirer très largement de considérations pratiques BGE 125 I 1 S. 5et d'économies administratives lors de l'élaboration des normes fiscales; le Tribunal fédéral les admettra aussi longtemps qu'elles ne sont pas invoquées simplement afin d'aménager un privilège fiscal (ou une surimposition) incompatible avec le principe d'une imposition égale découlant de l'art. 4 Cst. (DANIELLE YERSIN, op.cit., n. 104, p. 210; cf. ATF 114 Ia 221 consid. 6a p. 231/232). Toutefois, l'application de tels critères ne doit pas aboutir à des résultats insoutenables, injustifiables et créant des différences ne reposant pas sur des motifs raisonnables (ATF 106 Ia 241 consid. 3b p. 244).\n\nLa présente espèce se différencie des cas susmentionnés tranchés par le Tribunal fédéral en ce sens que la taxe litigieuse ne couvre pas uniquement les frais de raccordement de l'immeuble du recourant aux canalisations, mais aussi l'utilisation desdites canalisations. En effet, le règlement communal instaure une taxe annuelle hybride pour couvrir non seulement le coût de construction des canalisations, mais encore leur entretien. Dès lors la jurisprudence évoquée ci-dessus ne peut pas s'appliquer telle quelle au cas présent.\n\ncc) Le recourant affirme que l'utilisation de la valeur d'assurance-incendie de l'immeuble engendre des inégalités dans l'imposition, car cette valeur ne serait pas constante pour l'ensemble des assujettis: on la fixerait en règle générale sur la base de la valeur à neuf de l'immeuble (art. 22 de la loi vaudoise du 17 novembre 1952 concernant l'assurance des bâtiments et du mobilier contre l'incendie et les éléments naturels - ci-après: LAI), mais ce principe serait assorti de dérogations en vertu des art. 21, 22a et 22b LAI.\n\nIl faut tout d'abord constater que les textes légaux et réglementaires (cf. consid. 2a) n'excluent pas la prise en considération d'autres valeurs, dans des cas spéciaux. En réalité, les exceptions auxquelles se réfère le recourant visent précisément à tenir compte de circonstances particulières. Elles ont donc pour but de traiter de manière différente ce qui n'est pas semblable. Ainsi, contrairement à ce que croit l'intéressé, non seulement elles ne violent pas le principe de l'égalité de traitement tel que rappelé ci-dessus (let. aa), mais encore elles en garantissent en principe le respect. A cet égard, le recourant n'établit pas que les propriétaires d'immeubles qui font l'objet d'une taxation particulière ne paient pas de taxe d'évacuation des eaux ou en paient une qui serait plus avantageuse sans motif objectif. Le moyen que l'intéressé tire d'une prétendue inégalité dans l'imposition n'est donc pas fondé.\n\ndd) Le recourant prétend qu'en l'espèce, l'utilisation du critère susmentionné aboutit à un résultat insoutenable car son immeuble BGE 125 I 1 S. 6aurait une valeur réelle de 82'000 fr. au maximum, une valeur fiscale au 1er juin 1992 de 115'000 fr. mais une valeur d'assurance-incendie de 653'681 fr. en tout.\n\nEn fait, la valeur d'assurance-incendie qui a été déterminante dans le cas présent se monte au total à 605'260 fr. Au demeurant, l'intéressé ne produit aucune pièce établissant les autres valeurs qu'il invoque.\n\nLa valeur d'assurance-incendie en cause a été fixée en 1989. L'intéressé aurait alors pu contester cette valeur conformément à la procédure instituée à l'art. 68 LAI. Il n'a cependant pas agi en temps utile et ne peut plus maintenant s'en prendre à ladite valeur. Dès lors son grief est irrecevable. Au surplus, le recourant n'a apparemment pas tenté d'obtenir que l'Etablissement d'assurance contre l'incendie et les éléments naturels du canton de Vaud applique en sa faveur les art. 22a ou 22b LAI.\n\nee) L'intéressé prétend que le recours à la valeur d'assurance-incendie de son immeuble conduit à un résultat arbitraire dans la mesure où la consommation d'eau de cet immeuble est très faible: le prix du mètre cube d'eau évacuée serait exorbitant. Pour autant que la taxe d'évacuation des eaux couvre le coût de construction des canalisations en fonction de l'utilisation potentielle des habitants de l'immeuble, il est raisonnable que le coût du mètre cube d'eau évacuée varie selon la consommation effective de ces habitants. Ce coût est ainsi d'autant plus élevé que la consommation effective est faible par rapport à l'utilisation que pourraient faire lesdits habitants. Un tel résultat n'est pas choquant. Toutefois, dans le système consacré par le règlement communal - que le Tribunal fédéral peut revoir préjudiciellement -, la taxe d'évacuation des eaux couvre non seulement la construction des canalisations, mais encore leur entretien. Or le coût de ce dernier dépend, en partie tout au moins, du débit des eaux que reçoit le réseau des canalisations. Dès lors, la taxe susmentionnée ne devrait pas être fondée sur la seule valeur d'assurance-incendie de l'immeuble. Sa base de calcul devrait également inclure la consommation effectuée dans l'immeuble. Le système ici en cause ne tient compte que de la valeur d'assurance-incendie de l'immeuble. Il peut dès lors aboutir à un résultat injustifiable, quand la consommation est très faible, ce qui, d'après le recourant, est le cas en l'espèce. L'autorité intimée a donc fait preuve d'arbitraire en confirmant la taxe litigieuse établie selon ce système."}