{"annee": "125", "cour": "III", "page": "322", "date": "14/7/1999", "cite": ["54 II 289", "108 II 199", "56 III 154", "64 II 191"], "cite_par": ["127 III 559"], "chapeau": "55. Auszug aus dem Urteil der I. Zivilabteilung vom 14. Juli 1999 i.S. A. AG gegen Bank X. (Berufung)", "regestes": ["Cautionnement pour un temps déterminé; délai dans lequel la caution doit être recherchée (art. 510 al. 3 CO). L'art. 510 al. 3 CO ne s'applique - en cas de cautionnement simple - qu'à l'obligation principale garantie par la caution et non pas à l'obligation subsidiaire issue du cautionnement. Le devoir de rechercher le débiteur de l'obligation principale dans le délai fixé à cet effet et de continuer les poursuites avec diligence ne concerne pas l'obligation découlant du cautionnement (consid. 3a/b). Sous réserve d'un accord différent liant les parties, il suffit, en principe, que le créancier indique à la caution, dans les quatre semaines suivant la fin des démarches entreprises contre le débiteur principal, qu'il fait valoir le cautionnement. Le créancier n'est pas tenu d'ouvrir action dans un délai déterminé (consid. 3c/d)."], "faits": "BGE 125 III 322 S. 323\n\nAm 20. Juli 1992 verpflichtete sich die Bank X. mit einfacher, bis zum 1. August 1994 befristeter Bürgschaft gegenüber der Klägerin, bis zu einem Höchstbetrag von Fr. 463'000.- für die Verpflichtungen der neu zu gründenden Y. Immobilien GmbH aus deren Mietvertrag über Geschäftsräumlichkeiten in Luzern zu haften. Am 7. Januar 1994 wurde in der Wechselbetreibung der Klägerin gegen die Hauptschuldnerin der Zahlungsbefehl aus- und am 1. Februar 1994 zugestellt. Am 24. Februar 1994 ersuchte die Hauptschuldnerin um Nachlassstundung. Am 25. Februar 1994 stellte die Klägerin gegen die Hauptschuldnerin das Konkursbegehren. Am 1. März 1994 wurde das Konkurseröffnungsverfahren bis zum Entscheid über die Nachlassstundung sistiert.\n\nAm 11. Juli 1994 wies die Klägerin den Bürgen darauf hin, dass sie ihn zufolge Zahlungsunfähigkeit der Hauptschuldnerin in Anspruch nehme. Am 20. Juli 1994 erklärte der Bürge sich ausserstande, die Ansprüche der Klägerin zu befriedigen, weil über die Hauptschuldnerin der Konkurs nicht eröffnet sei. Am 28. Juli 1994 bestätigte die Klägerin dem Bürgen, ihn in Anspruch zu nehmen, und liess ihn am 13. August 1994 vor den Friedensrichter laden. Der Sühneversuch fand am 25. August 1994 statt und verlief fruchtlos. Mit Schreiben vom 20. Oktober 1994 verzichtete der Bürge unter Hinweis auf ein Telefongespräch des Vortags auf eine erneute Durchführung der Friedensrichterverhandlung. Nachdem am 15. Juli 1994 das Nachlassstundungsgesuch und am 3. November 1994 ein Rekurs der Hauptschuldnerin abgewiesen worden waren, wurde am 7. Dezember 1994 über sie der Konkurs eröffnet.\n\nMit Klage vom 22. März 1995 belangte die Klägerin den Bürgen auf Bezahlung von Fr. 463'000.-. Das Amtsgericht Luzern-Stadt wies die Klage am 13. Oktober 1997 mit der Begründung ab, die Klägerin habe mit der Einreichung der Klage nach der Konkurseröffnung über die Hauptschuldnerin zu lange zugewartet, um dem Erfordernis des rechtzeitig eingeschlagenen und ohne erhebliche Unterbrechung verfolgten Rechtswegs von Art. 510 Abs. 3 OR zu genügen. Gleich entschied mit Urteil vom 15. März 1999 das Obergericht des Kantons Luzern.\n\nBGE 125 III 322 S. 324\n\nDas Bundesgericht heisst die eidgenössische Berufung der Klägerin teilweise gut, hebt das angefochtene Urteil auf und weist die Streitsache zu neuer Entscheidung an das Obergericht zurück.", "considerants": "Aus den Erwägungen:\n\n1. Die von der Beklagten zu vertretende Bürgschaft bestimmt u.a.:\n\n«Diese Bürgschaft erlischt am 1. August 1994 endgültig, sofern der Gläubiger nicht mit spätestens an diesem Tage beim Schweizerischen Bankverein in Luzern eintreffenden Brief oder Telegramm erklärt, dass er ihn aufgrund dieser Bürgschaft in Anspruch nehmen will. Im letzteren Falle hat der Gläubiger ausserdem binnen vier Wochen den Rechtsweg zu verfolgen.»\n\nDie Bürgschaft wurde damit im Sinne von Art. 510 Abs. 3 OR befristet, wovon zu Recht auch die Vorinstanz und die Parteien ausgehen.\n\n2. Ist die Bürgschaft nur für eine bestimmte Zeit eingegangen, so erlischt die Verpflichtung des Bürgen, wenn der Gläubiger nicht binnen vier Wochen nach Ablauf der Frist seine Forderung rechtlich geltend macht und den Rechtsweg ohne erhebliche Unterbrechung verfolgt (Art. 510 Abs. 3 OR).\n\nBei der einfachen Bürgschaft, wie eine hier zur Beurteilung steht, hat der Gläubiger nach Massgabe dieser Bestimmung vorerst gegen den Hauptschuldner vorzugehen (zur anderen Rechtslage bei der Solidarbürgschaft vgl. BGE 54 II 289 E. 4; BGE 56 III 154 sowie Giovanoli, Berner Kommentar, N. 14 zu Art. 510 OR mit weiteren Hinweisen). Dies ergibt sich ohne weiteres aus der dem Bürgen zustehenden Einrede der Vorausklage (Art. 495 OR) und ist in Lehre und Rechtsprechung unstreitig (BGE 108 II 199; Urteil des Bundesgerichts vom 27.7.1988 in SJ 1988 641; GIOVANOLI, a.a.O., N. 13a zu Art. 510 OR; OSER/SCHÖNENBERGER, Zürcher Kommentar, N. 20 f. zu Art. 510 OR, insb. N. 23 e contrario; PESTALOZZI, Basler Kommentar, N. 13 zu Art. 510 OR; BECK, Das neue Bürgschaftsrecht, Zürich 1942, N. 40 zu Art. 510 OR; GUHL, Das neue Bürgschaftsrecht der Schweiz, Zürich 1942, S. 125; SCYBOZ, Garantievertrag und Bürgschaft, in SPR VII/2, S. 315 f., 430; GUHL/MERZ/DRUEY, Das Schweizerische Obligationenrecht, 8. Aufl., S. 571; TERCIER, Les contrats spéciaux, 2e éd., S. 643 Rz. 5287; ENGEL, Contrats de droit suisse, S. 612; HANS HEMMELER, Die Gründe für den Untergang der Bürgschaft, Diss. Bern 1954, S. 53).\n\nDie Rechtsprechung unterstellt das Erfordernis der Rechtsverfolgung ohne erhebliche Unterbrechung nach Art. 510 Abs. 3 OR einem BGE 125 III 322 S. 325strengen Massstab. Sie begründet dies mit der Schutzfunktion der Norm zu Gunsten des Bürgen, dem dadurch die Möglichkeit gegeben sei, die Hauptschuld zur Liquidation und seine eigene unbefristete Verpflichtung zur Abklärung und zur Erledigung zu bringen (BGE 64 II 191 E. 4; BGE 108 II 199 E. 3a). Die überwiegende Lehre teilt diese Auffassung (Nachweise in BGE 108 II 199 E. 3a, zustimmend ebenfalls PESTALOZZI, a.a.O., N. 14 zu Art. 510 OR; ENGEL, a.a.O., S. 612; differenzierter OSER/SCHÖNENBERGER, a.a.O., N. 21 zu Art. 510 OR). Danach wird an der gesetzlichen Frist von vier Wochen für die Aufnahme der Rechtsverfolgung für den Regelfall auch das Beschleunigungsgebot gemessen, welches dem Gläubiger für die Rechtsverfolgung obliegt (BGE 64 II 191 E. 3; BGE 108 II 199 E. 3a).\n\n3. Die Vorinstanz unterstellt ebenfalls die Rechtsverfolgung des Gläubigers gegenüber dem - einfachen - Bürgen dem Beschleunigungsgebot nach Art. 510 Abs. 3 OR, hält es im vorliegenden Fall für missachtet, weil die Klägerin erst rund drei Monate nach Kenntnis ihres Deckungsausfalls bei der Hauptschuldnerin Klage gegen den Bürgen eingeleitet habe, und schliesst daraus auf Befreiung der Beklagten.\n\nEin Teil der Lehre vertritt die Auffassung, der Gläubiger habe nach erfolglosem Vorgehen gegen den Hauptschuldner den Bürgen in gleicher Weise und ohne erhebliche Unterbrechung zu belangen (OSER/SCHÖNENBERGER, a.a.O., N. 22 zu Art. 510 OR, vgl. aber auch N. 24 zu diesem Artikel und unten lit. b; SCYBOZ, a.a.O., S. 430), jedenfalls aber beförderlich in Anspruch zu nehmen (PESTALOZZI, a.a.O., N. 15 zu Art. 510 OR; BECK, a.a.O., N. 45 zu Art. 510 OR; TERCIER, a.a.O., S. 643 Rz. 5287). Das Bundesgericht hatte sich zu dieser Frage soweit ersichtlich noch nicht zu äussern.\n\nDie Auffassung der Vorinstanz weckt Bedenken:\n\na) Bei der in Art. 510 Abs. 3 OR genannten Forderung, welche der Gläubiger fristgerecht geltend zu machen und beschleunigt zu verfolgen hat, handelt es sich im Falle der einfachen Bürgschaft klarerweise um die verbürgte Hauptforderung (E. 2 hievor). Die - subsidiäre - Bürgschaftsforderung wird vom Gesetzestext in diesem Zusammenhang nicht erfasst.\n\nb) Rechtfertigt sich die zeitliche Strenge in der Verfolgung der Hauptforderung aus dem Interesse des Bürgen an einer Klärung von Grundsatz und Umfang seiner Haftung (BGE 64 II 191 E. 4), aus der Tendenz zur Erleichterung seiner Befreiung von einer in aller Regel einseitig eingegangenen Verpflichtung und aus der Schwierigkeit der Schadensbestimmung bei unterlassener oder verzögerter Geltendmachung BGE 125 III 322 S. 326der Hauptforderung (GIOVANOLI, a.a.O., N. 15 zu Art. 510 OR), lässt sich das Beschleunigungsgebot teleologisch nicht analog auf die Verfolgung der Bürgschaftsforderung ausdehnen, weil diese Zielsetzungen nach Bereinigung der Hauptforderung nicht mehr in Frage stehen, der Bürge des ihm in Art. 510 Abs. 3 OG gewährten Schutzes nicht mehr bedarf (in gleichem Sinne für die Verfolgung des Solidarbürgen GIOVANOLI, a.a.O., N. 15 zu Art. 510 OR und OSER/SCHÖNENBERGER, a.a.O., N. 24 zu Art. 510 OR). Das Interesse des Bürgen beschränkt sich nach Sinn und Zweck der Ordnung diesfalls auf eine rasche Kenntnisgabe seiner Inanspruchnahme, nicht aber auch auf beschleunigte Rechtsverfolgung, da sich insoweit seine Situation von derjenigen eines beliebigen Schuldners nicht mehr unterscheidet.\n\nc) In diese Richtung weist rechtsvergleichend auch § 777 BGB, der in Abs. 1 bestimmt:\n\n«Hat sich der Bürge für eine bestehende Verbindlichkeit auf bestimmte Zeit verbürgt, so wird er nach dem Ablaufe der bestimmten Zeit frei, wenn nicht der Gläubiger die Einziehung der Forderung unverzüglich nach Massgabe des §772 betreibt, das Verfahren ohne wesentliche Verzögerung fortsetzt und unverzüglich nach der Beendigung des Verfahrens dem Bürgen anzeigt, dass er ihn in Anspruch nehme...»\n\nSoweit ersichtlich, fordern Lehre und Rechtsprechung im Falle der einfachen Bürgschaft (Regelbürgschaft nach deutschem Recht) strikte eine Anzeige nach Beendigung des Verfahrens gegen den Hauptschuldner, nicht aber eine fristgebunden darauf folgende Klageerhebung (MünchKomm/HABERSACK, N. 11 zu § 777 BGB). Aus dem Vertrauensgrundsatz wird allenfalls eine vorsorgliche Mitteilung an den Bürgen über die Einleitung des Verfahrens gegen den Hauptschuldner und die mögliche Inanspruchnahme der Bürgschaft gefordert (STAUDINGER/HORN, N. 13 zu § 777 BGB), die Anzeige vor Zeitablauf, d.h. vor Beendigung des Verfahrens gegen den Hauptschuldner aber nur im Falle der Solidarbürgschaft (selbstschuldnerische Bürgschaft nach deutschem Recht) als fristwahrend anerkannt (MünchKomm/HABERSACK, N. 12 zu § 777 BGB; STAUDINGER/HORN, N. 15 zu § 777 BGB, je mit Hinweisen auf die Rechtsprechung).\n\nd) Aus Sinn und Zweck der gesetzlichen Ordnung muss auch nach schweizerischem Recht genügen, dass der Gläubiger den einfachen Bürgen nach Belangung des Hauptschuldners in Anspruch nimmt, d.h. ihm anzeigt, dass er die Bürgschaft geltend macht. Damit ist die zu vermeidende Ungewissheit des Bürgen behoben und ihm die BGE 125 III 322 S. 327Möglichkeit eingeräumt, sich über seine allfällige Verbindlichkeit Rechenschaft zu geben. Einer fristgebundenen Klageanhebung bedarf es aus dem Gesetzeszweck nicht.\n\nZu prüfen bleibt, wann der Gläubiger dem Bürgen die Inanspruchnahme rechtswahrend anzuzeigen hat. Eine der deutschen Regelung entsprechende ausdrückliche Vorschrift kennt das schweizerische Recht nicht. Damit ist vorab den Parteien anheim gestellt, die Modalitäten der Inanspruchnahme autonom zu regeln. Haben sie sich darüber nicht verständigt, ist wiederum aus dem Gesetzeszweck zu fordern, dass der Gläubiger dem Bürgen innert nützlicher Frist nach beendetem Vorgehen gegen den Hauptschuldner anzeigt, die Bürgschaft in Anspruch zu nehmen, wobei insoweit die Vierwochenfrist von Art. 510 Abs. 3 OR durchaus analog herangezogen werden kann. Steht nach dem Gesagten aber die rechtzeitige Information des Bürgen als Regelungsziel im Vordergrund, genügt auch eine dem Bürgen bereits vor beendetem Vorgehen gegen den Hauptschulder angezeigte Inanspruchnahme, sofern sie hinreichend bestimmt gehalten ist, um jede Unsicherheit über die Rechtsstellung des Adressaten auszuschliessen.\n\ne) Die Parteien haben im Bürgschaftsvertrag vereinbart, die Klägerin habe dem Bürgen spätestens am 1. August 1994 die Inanspruchnahme schriftlich anzuzeigen. Eine zusätzliche spätere Anzeige haben sie nicht vereinbart. Bereits aus der vom Bürgen zufolge dessen Formularvertrags zu vertretenden Unklarheitenregelung folgt daher, dass die Anzeige vor Fristablauf nach Treu und Glauben als hinreichend zu gelten hat. Nach den verbindlichen Feststellungen der Vorinstanz aber nahm die Klägerin die Bürgschaft mit Mitteilung vom 11. Juli 1994 in Anspruch, nach Vertrag mithin rechtzeitig. Hinzu kommt, dass die Klägerin bereits am 13. August 1994 gerichtliche Schritte gegen den Bürgen einleitete, womit dieser über seine verbindliche Inanspruchnahme spätestens ab diesem Zeitpunkt nicht mehr im Unklaren sein konnte.\n\nNach dem Gesagten ging die Klägerin damit im Sinne von Art. 510 OR rechtzeitig gegen den Bürgen vor und erweist sich die von der Vorinstanz angenommene Verwirkung der Bürgschaft als bundesrechtswidrig. Dies führt zur Aufhebung des angefochtenen Entscheids."}