{"annee": "125", "cour": "II", "page": "518", "date": "17/8/1999", "cite": ["110 V 72", "113 IB 353", "122 I 1"], "cite_par": ["135 III 127"], "chapeau": "52. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. August 1999 i.S. A. gegen Obergericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 159 al. 1 et 2 OJ; prétention d'une partie non assistée d'un avocat à une indemnité de dépens. Les conditions particulières auxquelles la partie non assistée d'un avocat peut prétendre à des dépens selon l'art. 159 al. 1 et 2 OJ (ATF 110 V 72) ne sont pas opposables au défenseur d'office qui a contesté avec succès le montant de ses honoraires (consid. 5b)."], "faits": "BGE 125 II 518 S. 518\n\nMit Präsidialverfügung vom 16. Oktober 1997 bestellte der Stellvertretende Präsident des Bezirksgerichtes Zürich Rechtsanwalt A. zum amtlichen Verteidiger von B., gegen den die Bezirksanwaltschaft Zürich eine Strafuntersuchung wegen Förderung der Prostitution im Sinne von Art. 195 StGB führte. Nachdem die ungarischen Strafverfolgungsbehörden das Strafverfahren gegen B. übernommen hatten, sistierte die Bezirksanwaltschaft Zürich das bei ihr hängige Verfahren am 4. August 1998. Am 19. August 1998 stellte Rechtsanwalt A. für seine Bemühungen als amtlicher Verteidiger BGE 125 II 518 S. 519Fr. 4'132.30 in Rechnung. Mit Präsidialverfügung vom 16. September 1998 entliess der Stellvertretende Präsident des Bezirksgerichtes Zürich A. als amtlichen Verteidiger und sprach ihm eine Entschädigung von Fr. 3'356.15 zu.\n\nMit Beschwerde vom 24. September 1998 an die Verwaltungskommission des Obergerichtes des Kantons Zürich stellte A. den Antrag, es sei ihm eine Entschädigung von insgesamt Fr. 4'085.15 auszurichten. Ausserdem sei ihm für das obergerichtliche Verfahren eine angemessene Parteientschädigung zuzusprechen. Am 28. April 1999 hiess die Verwaltungskommission des Obergerichts die Beschwerde teilweise gut und sprach Rechtsanwalt A. für seine Bemühungen und Barauslagen als amtlicher Verteidiger von B. im Strafverfahren zusätzlich Fr. 340.80 zu. Die Kosten des Verfahrens auferlegte es zur Hälfte Rechtsanwalt A.; zur Hälfte nahm es sie auf die Gerichtskasse.\n\nMit staatsrechtlicher Beschwerde vom 2. Juni 1999 beantragte Rechtsanwalt A. unter anderem, ihm für das bundesgerichtliche Verfahren eine Parteientschädigung zuzusprechen.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut, hebt den angefochtenen Entscheid auf und spricht dem Beschwerdeführer eine Parteientschädigung zu", "considerants": "aus folgender Erwägung:\n\n5. b) Hingegen fragt es sich, ob dem teilweise obsiegenden Beschwerdeführer zu Lasten des Kantons Zürich nach Art. 159 Abs. 1 und 2 OG eine Parteientschädigung zuzusprechen ist, obwohl er in eigener Sache ohne Beizug eines Rechtsvertreters handelte.\n\nEiner nicht anwaltlich vertretenen Partei steht, unabhängig davon ob es sich um einen juristischen Laien oder einen Rechtsanwalt handelt, unter besonderen Voraussetzungen eine Parteientschädigung zu. Der Tarif über die Entschädigung an die Gegenpartei für das Verfahren vor Bundesgericht unterscheidet denn auch zwischen den Anwaltskosten (Art. 3) und der Parteientschädigung, die den Ersatz der Auslagen und eine angemessene Entschädigung für weitere Umtriebe der Partei selber vorsieht, «wo besondere Verhältnisse dies rechtfertigen» (Art. 2). Dies ist nach der Praxis des Bundesgerichts namentlich der Fall, wenn es sich um eine komplizierte Sache mit hohem Streitwert handelt und die Interessenwahrung einen hohen Arbeitsaufwand notwendig macht, der den Rahmen dessen überschreitet, was der Einzelne üblicher- und zumutbarerweise nebenbei BGE 125 II 518 S. 520zur Besorgung der persönlichen Angelegenheiten auf sich zu nehmen hat (BGE 110 V 72 E. 7, 132 E. 4d; BGE 113 Ib 353 E. 6b).\n\nEs rechtfertigt sich, dem amtlichen Verteidiger im Strafverfahren beim Obsiegen in einer staatsrechtlichen Beschwerde betreffend sein Honorar grundsätzlich eine Parteientschädigung zuzusprechen, ohne dass die Voraussetzungen der zitierten, auf die Vertretung eigener persönlicher Angelegenheit zugeschnittenen Rechtsprechung erfüllt sein müssen. Der um sein Honorar streitende amtliche Rechtsvertreter nimmt nicht bloss persönliche Interessen wahr, sondern vertritt seinen Anspruch auf eine in aller Regel minimale Entschädigung (vgl. dazu BGE 122 I 1 E. 3a) für die Erfüllung einer beruflichen Aufgabe, die er zudem im Rahmen eines öffentlich-rechtlichen Auftragsverhältnisses wahrnimmt. Dem Beschwerdeführer ist daher für diese Interessenwahrung im staatsrechtlichen Beschwerdeverfahren im Rahmen des erforderlichen Aufwandes und nach Massgabe seines Obsiegens eine angemessene Parteientschädigung zuzusprechen."}