{"annee": "126", "cour": "III", "page": "462", "date": "14/9/2000", "cite": ["95 II 22", "111 II 31", "89 II 304", "113 II 157", "125 III 113", "112 II 214", "119 II 429", "102 IA 81", "95 I 568"], "cite_par": ["137 III 563"], "chapeau": "79. Auszug aus dem Urteil der II. Zivilabteilung vom 14. September 2000 i.S. Siska Heuberger Holding AG und BW Holding AG gegen Klimavent AG (Berufung)", "regestes": ["Exigence de l'identité de l'immeuble lors de l'inscription provisoire et définitive de l'hypothèque légale des artisans et entrepreneurs. L'hypothèque légale des artisans et entrepreneurs inscrite provisoirement sur l'immeuble de base pour la totalité de la créance dans le délai de trois mois de l'art. 839 al. 2 CC ne peut plus, après l'expiration du délai, être inscrite définitivement sur chacune des parts de copropriété de l'immeuble à concurrence d'une fraction déterminée de la créance (consid. 1-3)."], "faits": "BGE 126 III 462 S. 462\n\nA.- Nachdem am 1. April 1996 beim Umbau des Restaurants Schnipo in Frauenfeld die Lüftungsanlage fertig gestellt worden war, erwirkte die Klimavent AG als Unternehmerin die vorläufige Eintragung eines Bauhandwerkerpfandrechts für den Betrag von BGE 126 III 462 S. 463Fr. 31'344.10 nebst Zins auf der im Miteigentum der Siska Heuberger Holding AG und der BW Holding AG stehenden Stockwerkeinheit StWE-Blatt Nr. 387, Stammgrundstück E.Blatt 1824, Grundbuch Frauenfeld. Die Eintragung erfolgte am 28. Juni 1996.\n\nB.- In der gegen die beiden Miteigentümerinnen erhobenen Klage verlangte die Klimavent AG, es sei zu Lasten der hälftigen Miteigentumsanteile an der Stockwerkeinheit je ein Bauhandwerkerpfandrecht von Fr. 13'060.04 nebst Zins definitiv einzutragen. Mit Urteil vom 16. Mai 1998 gab das Bezirksgericht Frauenfeld diesem Begehren statt. Die gegen dieses Urteil eingereichte kantonale Berufung der Beklagten wies das Obergericht des Kantons Thurgau am 3. Juni 1998 ab.\n\nC.- Die Beklagten haben eidgenössische Berufung erhoben mit dem Begehren, die Ziffern 1 und 2 des obergerichtlichen Urteils aufzuheben und das Grundbuchamt Frauenfeld anzuweisen, die zu Lasten ihrer Miteigentumsanteile vorläufig eingetragenen Bauhandwerkerpfandrechte zu löschen. Klägerin und Obergericht beantragen Abweisung der Berufung.\n\nDas Bundesgericht heisst die Berufung gut.", "considerants": "Aus den Erwägungen:\n\n1. Streitig ist im vorliegenden Fall, ob das innert der Dreimonatsfrist des Art. 839 Abs. 2 ZGB vorläufig auf der Sache (dem Gesamtgrundstück; hier eine Stockwerkeinheit) selbst eingetragene Bauhandwerkerpfandrecht nach Ablauf der Frist aufgeteilt und auf seinen beiden Miteigentumsanteilen, je zu einer bestimmten Quote definitiv eingetragen werden kann. Klägerin und Obergericht erachten dies als zulässig. Während das Zürcher Obergericht (ZR 87/1988 S. 41) diese Frage in seinem Entscheid vom 25. Februar 1986 - wenn auch ohne nähere Begründung - verneinte, äusserte sich das Bundesgericht, das sich mit diesem Fall danach beschäftigte, nicht dazu: Es schloss sich vielmehr der obergerichtlichen Eventualbegründung an, wonach sich die ursprüngliche Belastung der Gesamtliegenschaft als unzulässig erwies, weil Miteigentumsanteile bereits vor der Gesamtliegenschaft belastet worden waren (Art. 648 Abs. 3 ZGB; BGE 113 II 157).\n\n2. a) Miteigentumsanteile an Grundstücken sind Grundstücke im Sinne des Gesetzes (Art. 655 Abs. 2 Ziff. 4 ZGB). Gemäss Art. 646 Abs. 3 ZGB hat jeder Miteigentümer für seinen Anteil die Rechte und Pflichten eines Eigentümers, und es kann dieser Anteil BGE 126 III 462 S. 464von ihm veräussert und verpfändet und von seinen Gläubigern gepfändet werden. Miteigentumsanteile an Grundstücken können als Grundstücke in das Grundbuch aufgenommen werden (Art. 943 Abs. 1 Ziff. 4 ZGB). Beim Papiergrundbuch wird für den Miteigentumsanteil dann ein besonderes Blatt angelegt, wenn es im Interesse der Klarheit und der Übersichtlichkeit der Einträge liegt (Art. 10a Abs. 1 der Verordnung vom 22. Februar 1910 betreffend das Grundbuch [GBV; SR 211.432.1]); für Stockwerkeigentum ist ein besonderes Grundbuchblatt zwingend anzulegen (Art. 10a Abs. 2 GBV). Wird das Grundbuch mit elektronischer Datenverarbeitung geführt, so müssen die Anteile an selbstständigem Grundeigentum als Grundstücke im Grundbuch aufgenommen werden (Art. 111c GBV). Ist für den Miteigentumsanteil beim Papiergrundbuch kein besonderes Blatt angelegt worden, sind die Miteigentümer mit einer Ziffer oder Litera zu bezeichnen (Art. 31 Abs. 1 lit. e GBV). Die Eintragung der Verpfändung von Miteigentumsanteilen soll in diesem Fall die Bezeichnung des verpfändeten Anteils in der Kolumne \"Bemerkungen\", z.B. \"am Anteil Litera .... des NN\" oder \"am Anteil Ziffer ... des NN\", enthalten (Art. 47 Abs. 1 GBV).\n\nb) Miteigentumsanteile können mit Bauhandwerkerpfandrechten belastet werden (BGE 111 II 31 E. 3). Grundsätzlich hat der Bauunternehmer die Wahl, ob er die Gesamtliegenschaft oder die einzelnen Miteigentumsanteile - anteilsmässig - belasten will (SCHUMACHER, Das Bauhandwerkerpfandrecht, 2. Aufl. Zürich 1982, S. 89, Rz. 354, vgl. BGE 111 II 31 E. 3). Beim Stockwerkeigentum als Sonderfall des Miteigentums können wertvermehrende Leistungen zum Zweck der individuellen Ausgestaltung der Stockwerkeinheit nur durch ein Baupfand auf dem jeweiligen Miteigentumsanteil gesichert werden (BGE 111 II 31 E. 4b; BGE 112 II 214 E. 4; BGE 125 III 113 E. 3a), während der Bauunternehmer für die Bauarbeiten an gemeinschaftlichen Bauteilen die Wahl behält, entweder die Gesamtliegenschaft zu belasten oder die Forderung auf die Stockwerkeinheiten aufzuteilen (SCHUMACHER, a.a.O., S. 97, Rz. 383). Eingeschränkt ist das Wahlrecht freilich dadurch, dass die Sache selber nicht mehr mit Grundpfandrechten belastet werden kann, wenn an den Miteigentumsanteilen bereits Pfandrechte bestehen (Art. 648 Abs. 3 ZGB), was auch für das Bauhandwerkerpfandrecht als mittelbares gesetzliches Pfandrecht gilt (BGE 113 II 157).\n\nc) aa) Nach Art. 839 Abs. 2 ZGB hat die Eintragung des Pfandrechts der Handwerker und Unternehmer bis spätestens drei Monate nach der Vollendung ihrer Arbeit zu geschehen. Die Eintragung BGE 126 III 462 S. 465muss tatsächlich erfolgt sein; es genügt nicht, sie innert Frist zu verlangen (BGE 119 II 429 E. 3a mit Hinweisen auf die Lehre und frühere Rechtsprechung). Es handelt sich um eine Verwirkungsfrist, für deren Wahrung die vorläufige Eintragung in Gestalt einer Vormerkung (Art. 961 Abs. 1 Ziff. 1 ZGB; Art. 22 Abs. 4 GBV) ausreicht (BGE 89 II 304 E. 3 S. 306; BGE 119 II 429 E. 3a). Die vorläufige Eintragung bewirkt, dass das durch die spätere definitive Eintragung geschaffene Pfandrecht in seinen Wirkungen auf den Tag der vorläufigen Eintragung zurückbezogen wird (Art. 961 Abs. 2 ZGB i.V.m. Art. 972 ZGB; HOMBERGER, Zürcher Kommentar, N. 40 zu Art. 961 ZGB); es geht den in der Zwischenzeit eingetragenen Pfandrechten im Range vor (SCHUMACHER, a.a.O., S. 214 f., Rz. 740; ZOBL, Das Bauhandwerkerpfandrecht de lege lata und de lege ferenda, ZSR 101/1982 II S. 160). Im Grundbuch wird die Vormerkung der vorläufigen Eintragung von Amtes wegen gelöscht (Art. 76 Abs. 1 GBV), während die endgültige Eintragung mit dem Datum der gelöschten Vormerkung versehen wird (Art. 76 Abs. 2 GBV).\n\nbb) Bereits aus dem Zusammenhang zwischen vorläufiger und definitiver Eintragung des Pfandrechts folgt, dass das belastete Grundstück sowohl bei der vorläufigen als auch bei der definitiven Eintragung identisch sein muss. Dies ergibt sich aber auch aus einer anderen Überlegung:\n\nDa das Pfandrecht an der Sache und jenes am Anteil rechtlich nicht den gleichen Gegenstand haben, kann es zwischen ihnen kein Rangverhältnis im Sinne von Art. 813 ff. ZGB geben. Die Pfandrechte stehen vielmehr je unter sich in einem eigenen Rangverhältnis (BGE 95 I 568 E. 1 S. 571; BRUNNER/WICHTERMANN, Basler Kommentar, N. 31 zu Art. 646 ZGB). Das Pfandrecht ist mit dem Grundstück, an welchem es errichtet ist, fest verbunden. Eine Verlegung kann allenfalls bei einer Baulandumlegung erforderlich werden (BGE 95 II 22; SCHUMACHER, a.a.O., S. 83 f., Rz. 328 ff.). Hingegen ist es nicht möglich, die innert Frist erfolgte Vormerkung einer vorläufigen Eintragung auf ein anderes Grundstück zu übertragen, und zwar auch dann nicht, wenn die Vormerkung der vorläufigen Eintragung auf dem Gesamtgrundstück erfolgt ist, für die definitive Eintragung aber eine Verlegung auf die Miteigentumsanteile verlangt wird. Solches zuzulassen trüge dem Umstand nicht Rechnung, dass Miteigentumsanteile eigene, vom Gesamtgrundstück verschiedene Grundstücke sind.\n\ncc) Eine Eintragung des Pfandrechts auf den beiden Miteigentumsanteilen der Beklagten ist bisher nicht erfolgt. Die Frist von drei BGE 126 III 462 S. 466Monaten seit Vollendung der Arbeiten ist längst abgelaufen. Die Vormerkung der vorläufigen Eintragung auf der Stockwerkeinheit hat die Frist zwar für diese gewahrt; mit dem Klagebegehren wurde aber nicht die definitive Eintragung auf der Stockwerkeinheit, sondern auf den Miteigentumsanteilen an der Stockwerkeinheit verlangt, die eigene Grundstücke bilden. Da es sich zwischen der Stockwerkeinheit und den Miteigentumsanteilen um verschiedene Grundstücke handelt, ist die Frist nicht eingehalten (in diesem Sinne auch: Urteil des Zürcher Obergerichts, ZR 87/1988 S. 41; GASSER/MÄUSLI/WEBER, in Münch/Karlen/Geiser [Hrsg.], Beraten und Prozessieren in Bausachen, Basel 1998, S. 544 Rz. 13.22).\n\n3. a) Im angefochtenen Urteil und in den Gegenbemerkungen des Obergerichts wird unter Hinweis auf ein früheres Urteil (Rechenschaftsbericht 1980 Nr. 10) damit argumentiert, bei einem Gesamtpfandrecht könne nachträglich eine Aufteilung vorgenommen werden, selbst wenn es zu Unrecht provisorisch eingetragen worden sei. Damit wird indessen eine andere Situation beschrieben, als sie hier vorliegt. Bei einem Gesamtpfand (Art. 798 ZGB) werden alle betroffenen Grundstücke mit der gesamten Pfandsumme belastet (Art. 42 Abs. 1 GBV); auf den vorliegenden Fall bezogen wäre demnach die vorläufige Eintragung auf den beiden Miteigentumsanteilen unter Wahrung der Frist vorgenommen worden; wird es als zulässig erachtet, vom Gesamtpfand auf Teilpfandrechte überzugehen und eine Aufteilung vorzunehmen (so etwa: SCHUMACHER, a.a.O., S. 101 f., Rz. 396), so ergibt sich - abgesehen von jenem der Zulässigkeit eines Gesamtpfandes (vgl. BGE 102 Ia 81) - kein Problem bezüglich der Fristwahrung, weil jedes der in Frage stehenden Grundstücke rechtzeitig belastet worden ist.\n\nb) Das Obergericht und die Klägerin erachten es als formalistisch, wenn ein rechtzeitig auf dem Gesamtgrundstück eingetragenes Pfandrecht nach Ablauf der Eintragungsfrist nicht auf die Miteigentumsanteile übertragen und auf diesen definitiv eingetragen werden kann. Von der sachenrechtlichen Gestaltung der Rechtsverhältnisse kann allerdings nicht schon deshalb abgewichen werden, weil das Verwertungssubstrat das nämliche ist. Eine wirtschaftliche Betrachtungsweise wäre allenfalls dann möglich, wenn das Gesetz selber einen wirtschaftlichen Anknüpfungspunkt wählt, was hier nicht zutrifft, oder wenn eine Gesetzesumgehung bzw. ein Verstoss gegen Art. 2 ZGB vorläge (RIEMER, Wirtschaftliche Betrachtungsweise bei der Auslegung im Privatrecht?, in Festgabe Juristentag 1994, Zürich 1994, S. 134 ff.). Davon kann indes keine BGE 126 III 462 S. 467Rede sein, war es doch die Klägerin selber, die ohne Veranlassung der Beklagten zunächst das Gesamtgrundstück belasten liess, um das Pfandrecht später auf den Miteigentumsanteilen übertragen zu wollen.\n\nDas Obergericht übersieht auch die Probleme, welche eine solche Übertragung mit sich brächte. In der Zwischenzeit können nämlich weitere Pfandrechte eingetragen worden sein. Es ist bereits ausgeführt worden, dass die Sache selber nicht mehr mit Grundpfandrechten belastet werden kann, wenn an den Miteigentumsanteilen bereits Pfandrechte bestehen (Art. 648 Abs. 3 ZGB). Da das Pfandrecht an der Sache und jenes am Anteil rechtlich nicht den gleichen Gegenstand haben, kann es zwar kein Rangverhältnis zwischen ihnen geben (E. 2c/bb); weil sie aber über dasselbe Verwertungssubstrat verfügen, muss trotzdem nach dem Prinzip der Alterspriorität das ältere Pfandrecht dem jüngeren vorgehen. Um unüberwindbare Schwierigkeiten bei der Pfandverwertung zu vermeiden, haben Pfandrechtsbelastungen an der Sache so zu erfolgen, dass die Pfandrechte an den Anteilen nachgehen (BGE 95 I 568). Könnte nun ein provisorisch auf der Sache eingetragenes Pfandrecht später auf die Miteigentumsanteile übertragen werden, so ginge ein in der Zwischenzeit noch zulässigerweise auf der Sache eingetragenes Pfandrecht dem auf die Miteigentumsanteile übertragenen früheren Pfandrecht nach, was mit Art. 648 Abs. 3 ZGB nicht zu vereinbaren wäre. Ähnlich problematisch wäre es, wenn zwischenzeitlich weitere Eintragungen auf die Miteigentumsanteile erfolgt sein sollten. Ein Pfandrecht, das bei der Eintragung noch den ersten Rang belegt, stünde nach einer Übertragung des zuvor auf dem Gesamtgrundstück eingetragenen Pfandrechts plötzlich im zweiten Rang, was die jedem Grundstück eigene Rangordnung in der Pfandbelastung missachten würde (vgl. E. 2c/bb)."}