{"annee": "126", "cour": "V", "page": "308", "date": "26/10/2000", "cite": ["118 V 158", "122 V 19", "125 III 257", "108 V 167", "122 V 270", "124 V 215", "111 V 402", "120 V 106"], "cite_par": ["130 V 270", "129 V 73", "138 V 409", "144 V 72", "129 V 132", "137 V 76", "131 V 196"], "chapeau": "52. Auszug aus dem Urteil vom 26. Oktober 2000 i.S. S. gegen VERA Sammelstiftung in Liquidation, Olten, und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 2 al. 1, art. 23 et 24 al. 1 LPP; art. 1er al. 1 let. d OPP 2: Force contraignante, pour les institutions de prévoyance, de l'évaluation de l'invalidité effectuée par les organes de l'assurance-invalidité. Pour trancher le point de savoir si l'évaluation de l'invalidité effectuée par les organes de l'assurance-invalidité est d'emblée insoutenable et si, pour ce motif, elle n'a pas d'effet contraignant pour l'institution de prévoyance, il y a lieu de se fonder sur le dossier dans l'état où il se présentait aux organes de l'assurance-invalidité au moment du prononcé de la décision. Des faits ou des moyens de preuve allégués postérieurement et que l'administration n'aurait pas été tenue d'évoquer d'office ne doivent être pris en considération que dans la mesure où l'office AI devrait en tenir compte dans le cadre d'une révision procédurale."], "faits": "BGE 126 V 308 S. 309\n\nA.- Der 1954 geborene S. war von 1979 bis 1990 Inhaber eines Betriebes für Isolationen und Fassadenbau. Von November 1990 bis zur Entlassung aus wirtschaftlichen Gründen auf Ende Juli 1992 war er bei der Firma Y AG angestellt, wobei er ab 24. Januar 1992 aus gesundheitlichen Gründen der Arbeit fernblieb. Wegen der Folgen eines Rückenleidens wurde ihm gestützt auf den Beschluss der Invalidenversicherungs-Kommission, welche nach Eingang der Anmeldung zum Rentenbezug mehrere Arztberichte eingeholt und die Regionalstelle in Bern mit der Abklärung der beruflichen Eingliederungsmöglichkeiten beauftragt hatte, für die Zeit vom 1. August bis 30. September 1990 eine Viertels- und ab 1. Oktober 1990 bei einem Invaliditätsgrad von 100% eine ganze Rente der Invalidenversicherung zugesprochen (Verfügungen der Ausgleichskasse Exfour vom 16. April 1993). Auf Grund des Anstellungsverhältnisses mit der Y AG wurde S. gemäss Schreiben vom 9. September 1992 ab 1. November 1990 in deren Personalvorsorgeeinrichtung BGE 126 V 308 S. 310bei der VERA Sammelstiftung, Olten, aufgenommen, wobei im überobligatorischen Bereich ein Vorbehalt bei Lumbovertebralsyndrom und dessen Folgen angebracht wurde. Nach der Zusprechung der ganzen Rente der Invalidenversicherung wurde die Berufsvorsorge-Versicherung rückwirkend ab 1. November 1990 annulliert. Mit Eingabe vom 18. Juli 1994 liess S. die Ausgleichskasse Exfour um Wiedererwägung der Rentenverfügung vom 16. April 1993 betreffend Ausrichtung einer ganzen Invalidenrente ab 1. Oktober 1990 ersuchen und beantragen, die ganze Rente sei ihm erst mit Wirkung ab 1. August 1992 zuzusprechen, weil er andernfalls nicht in die Vorsorgeeinrichtung der Firma Y AG aufgenommen werde. Diesem Ansinnen gab die IV-Stelle Bern gemäss Schreiben vom 17. März 1995 keine Folge; mangels eines rechtlich geschützten Interesses an der Wiedererwägung könne nicht auf das Gesuch eingetreten werden.\n\nMit Schreiben vom 14. Februar 1996 an die VERA Sammelstiftung liess S. beantragen, er sei rückwirkend ab 1. November 1990 in die BVG-Versicherung der Y AG aufzunehmen und es seien die ihm zustehenden Invalidenrenten mit Invaliditätsbeginn am 1. August 1992 festzusetzen. Dieses Gesuch lehnte die VERA Sammelstiftung mit Schreiben vom 10. Mai 1996 ab.\n\nB.- Am 20. Juni 1997 liess S. beim Verwaltungsgericht des Kantons Bern Klage einreichen mit dem Begehren, die VERA Sammelstiftung in Liquidation sei zu verpflichten, ihn rückwirkend ab 1. November 1990 in die obligatorische sowie die überobligatorische BVG-Personalvorsorgeeinrichtung der Y AG aufzunehmen und ihm rückwirkend ab 1. August 1993 die ihm zustehenden Invalidenrenten nebst Zins zu bezahlen. (...). Mit Entscheid vom 17. Mai 1999 wies das Verwaltungsgericht des Kantons Bern die Klage ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt S. die vorinstanzlich gestellten Rechtsbegehren erneuern; eventualiter sei die Sache zu neuer Beurteilung an das kantonale Gericht zurückzuweisen. (...).\n\nDie VERA Sammelstiftung in Liquidation und das Bundesamt für Sozialversicherung schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Laut Art. 2 Abs. 1 BVG unterstehen Arbeitnehmer, die das 17. Altersjahr vollendet haben und bei einem Arbeitgeber einen Jahreslohn von mehr als 24'120 Franken (Art. 5 BVV 2 in der seit BGE 126 V 308 S. 3111. Januar 1999 geltenden Fassung) beziehen, der obligatorischen beruflichen Vorsorge. Nicht der obligatorischen Versicherung unterstellt sind nach Art. 1 Abs. 1 lit. d BVV 2 u.a. Personen, die im Sinne der Invalidenversicherung zu mindestens zwei Dritteln invalid sind. Diese Bestimmung wurde vom Eidg. Versicherungsgericht in BGE 118 V 164 Erw. 4 als gesetzmässig erachtet. Das Reglement für die Personalversicherung der Firma Y AG bestimmt in Art. 3 Abs. 2 lit. c in analoger Weise, dass Personen, die im Sinne der Invalidenversicherung zu mindestens zwei Dritteln invalid sind, nicht versichert sind. Demnach ist dieser Personenkreis bei der Personalversicherung der Firma Y AG auch im überobligatorischen Bereich der beruflichen Vorsorge nicht versichert. Nach der Rechtsprechung sind Vorsorgeeinrichtungen, die ausdrücklich oder unter Hinweis auf das Gesetz vom gleichen Invaliditätsbegriff wie die Invalidenversicherung ausgehen, an die Invaliditätsbemessung der Invalidenversicherungs-Kommission (IV-Stelle) gebunden, wenn diese sich nicht als offensichtlich unhaltbar erweist (BGE 120 V 108 f. Erw. 3c mit Hinweisen; SZS 1999 S. 129).\n\n2. a) Die Vorinstanz hat in Würdigung der medizinischen Akten, namentlich der Berichte des Hausarztes Dr. med. G. vom 3. Juni 1991 und 16. März 1992 sowie des Schlussberichts der Regionalstelle vom 15. Dezember 1992 festgehalten, die Zusprechung einer ganzen Invalidenrente bei einem Invaliditätsgrad von 100% mit Wirkung ab 1. Oktober 1990 gemäss Verfügung vom 16. April 1993 könne angesichts der damaligen Aktenlage und der Angaben des Beschwerdeführers keineswegs als offensichtlich unhaltbar bezeichnet werden.\n\nDieser Auffassung ist beizupflichten. Für die Beurteilung der Frage, ob sich die Invaliditätsbemessung der Invalidenversicherung als offensichtlich unhaltbar erweist, ist auf die Aktenlage, wie sie sich bei Verfügungserlass präsentierte, abzustellen. Nachträglich geltend gemachte Tatsachen oder Beweismittel, welche die Verwaltung nicht von Amtes wegen hätte erheben müssen, sind nicht geeignet, die Invaliditätsbemessung der Invalidenversicherung als offensichtlich unhaltbar erscheinen zu lassen. Dies gilt jedenfalls so lange, als es sich nicht um neue Tatsachen oder Beweismittel handelt, welche zu einer anderen rechtlichen Beurteilung führen und die IV-Stelle, welcher sie unterbreitet werden, verpflichten würden, im Rahmen einer prozessualen Revision (BGE 122 V 21 Erw. 3a, 138 Erw. 2c, 173 Erw. 4a, 272 Erw. 2) auf die ursprüngliche, formell rechtskräftige Verfügung zurückzukommen.\n\nBGE 126 V 308 S. 312\n\nb) Ob die damalige Invalidenversicherungs-Kommission zu einem anderen Ergebnis gelangt wäre, wenn sie Kenntnis davon gehabt hätte, dass der Beschwerdeführer nach Aufgabe der selbstständigen Erwerbstätigkeit ab 1. November 1990 bis 24. Januar 1992, als sein Gesundheitszustand eine massive Verschlechterung erfuhr, als Aussendienstmitarbeiter bei der Firma Y AG tätig war, ist deshalb nicht entscheidend. Denn in der Anmeldung zum Bezug einer Rente der Invalidenversicherung, die der Beschwerdeführer am 25. April 1991 ausfüllte, gab er unter dem Punkt \"Hauptbeschäftigung\" an, er sei \"seit 1979 bis heute\" als selbstständiger Geschäftsführer tätig, wobei er ergänzend beifügte, er habe (aus gesundheitlichen Gründen) sein eigenes Geschäft aufgeben müssen. Ein Hinweis darauf, dass er zu jenem Zeitpunkt bereits seit fast einem halben Jahr als Aussendienstmitarbeiter tätig war, findet sich hingegen nirgends. Erwähnt wurde das Anstellungsverhältnis bei der Firma Y AG im Schlussbericht der Regionalstelle vom 15. Dezember 1992; dabei wurde dessen Beginn unrichtig wiedergegeben (1. Februar 1991 statt 1. November 1990). Ferner war von lediglich hälftiger Arbeitsfähigkeit für diese Tätigkeit die Rede. Da die Regionalstelle jedoch festhielt, die Arbeit im Aussendienst sei mit Rücksicht auf den Gesundheitszustand nicht zumutbar, was vom Hausarzt später im Bericht vom 18. Januar 1993 ausdrücklich bestätigt wurde, bestand für die Invalidenversicherungs-Kommission auf Grund des Schlussberichts kein zwingender Anlass, diesbezüglich ergänzende Abklärungen zu treffen. Da der Verwaltung entsprechend den Darlegungen des kantonalen Gerichts, auf welche verwiesen werden kann, keine Verletzung des Untersuchungsgrundsatzes vorzuwerfen, sondern vielmehr von einer krassen Verletzung der Mitwirkungspflicht seitens des Beschwerdeführers auszugehen ist, indem er das Anmeldeformular unvollständig ausfüllte, durfte und musste sich die Invalidenversicherungs-Kommission für die Invaliditätsbemessung auf die ihr seinerzeit zur Verfügung stehenden Unterlagen abstützen.\n\nBezüglich der Arbeit des Beschwerdeführers bei der Firma Y AG kann sodann nicht von einer unverschuldeterweise unbekannt gebliebenen neuen Tatsache gesprochen werden, was nach der Rechtsprechung Voraussetzung für die Anerkennung ihrer prozessualrevisionserheblichen Rechtsnatur ist (BGE 122 V 273 Erw. 4, BGE 108 V 168 Erw. 2b mit Hinweis). Vielmehr hat es der Beschwerdeführer sich selbst zuzuschreiben, dass er die Invalidenversicherung nicht bereits in der Anmeldung zum Rentenbezug über BGE 126 V 308 S. 313die am 1. November 1990 aufgenommene Aussendiensttätigkeit in Kenntnis setzte, woran die Einwendungen in der Verwaltungsgerichtsbeschwerde nichts zu ändern vermögen. Sollte er tatsächlich der Auffassung gewesen sein, der Anspruch auf eine Invalidenrente entstehe mit dem Verlust der Arbeitsfähigkeit im bisherigen Beruf, ist nicht ersichtlich, weshalb er durch diesen Irrtum davon abgehalten wurde, das Anmeldeformular vollständig auszufüllen. Abgesehen davon ist der Beschwerdeführer darauf hinzuweisen, dass nach einem allgemeinen Grundsatz niemand Vorteile aus seiner eigenen Rechtsunkenntnis ableiten kann (BGE 124 V 220 Erw. 2b/aa, BGE 111 V 405 Erw. 3).\n\nMit den weiteren Vorbringen weist der Beschwerdeführer wohl auf gewisse Ungereimtheiten und Unklarheiten im Verwaltungsverfahren der Invalidenversicherung hin, vermag aber nicht zu begründen, weshalb der von der Kommission ermittelte Invaliditätsgrad von 100% ab 1. Oktober 1990 angesichts der Aktenlage bei Verfügungserlass offensichtlich unhaltbar sein soll.\n\n3. Ob das Verhalten des Beschwerdeführers, der sich zunächst zum Rentenbezug bei der Invalidenversicherung anmeldete, hernach eine ganze Rente bezog und erst im Zusammenhang mit der Möglichkeit, in den Genuss einer Invalidenrente der Vorsorgeeinrichtung der Y AG zu gelangen, der Invalidenversicherungs-Kommission unkorrektes Vorgehen bei der Abklärung der Anspruchsvoraussetzungen und der Ermittlung des Invaliditätsgrades vorwirft, mit dem kantonalen Gericht als widersprüchlich und treuwidrig (venire contra factum proprium; vgl. dazu BGE 125 III 259 Erw. 2a) bezeichnet werden muss, das keinen Rechtsschutz verdient, kann offen gelassen werden. Denn nach den vorstehenden Erwägungen kann jedenfalls keine Rede davon sein, dass die Invaliditätsbemessung der Invalidenversicherungs-Kommission offensichtlich unhaltbar ist; die Beschwerdegegnerin ist deshalb daran gebunden mit der Folge, dass der Beschwerdeführer nach Art. 1 Abs. 1 lit. d BVV 2 und Art. 3 Abs. 2 lit. c des Reglements für die Personalversicherung der Firma Y AG weder im obligatorischen noch im überobligatorischen Bereich der beruflichen Vorsorge unterstellt ist. Ein Leistungsanspruch entfällt damit."}