{"annee": "126", "cour": "V", "page": "134", "date": "31/1/2000", "cite": ["112 V 1", "119 V 56", "122 V 405", "124 III 266", "123 V 25", "122 II 113", "114 V 56", "125 V 127", "112 V 55", "122 V 34", "122 V 6", "120 V 319"], "cite_par": ["138 II 465", "144 I 81", "140 V 41", "131 V 286", "133 II 97", "138 I 189"], "chapeau": "25. Auszug aus dem Urteil vom 31. Januar 2000 i. S. C. und M. gegen Arbeitslosenkasse des Kantons Zürich und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 51 al. 2 LACI: Refus du droit à l'indemnité en cas d'insolvabilité. - Pour fixer le moment de la sortie du conseil d'administration d'une SA, il y a lieu de prendre en considération, par analogie avec la jurisprudence concernant l'art. 52 LAVS, non pas la date de la radiation de l'inscription au registre du commerce ou celle de la publication dans la Feuille officielle suisse du commerce, mais le moment de la démission effective du conseil d'administration. - Le droit à l'indemnité en cas d'insolvabilité doit être nié en vertu de l'art. 51 al. 2 LACI également pour les périodes postérieures à la sortie du conseil d'administration, lorsque les difficultés financières, qui ont finalement entraîné la faillite, existaient déjà auparavant et que les rapports de travail ont été maintenus."], "faits": "", "considerants": "BGE 126 V 134 S. 135\n\nAus den Erwägungen:\n\n2. Nach Art. 51 Abs. 1 lit. a AVIG haben beitragspflichtige Arbeitnehmer von Arbeitgebern, die in der Schweiz der Zwangsvollstreckung unterliegen oder in der Schweiz Arbeitnehmer beschäftigen, Anspruch auf Insolvenzentschädigung, wenn gegen ihren Arbeitgeber der Konkurs eröffnet wird und ihnen in diesem Zeitpunkt Lohnforderungen zustehen.\n\nKeinen Anspruch auf Insolvenzentschädigung haben laut Abs. 2 derselben Bestimmung, in Kraft seit 1. Januar 1996, Personen, die in ihrer Eigenschaft als Gesellschafter, als finanziell am Betrieb Beteiligte oder als Mitglieder eines obersten betrieblichen Entscheidungsgremiums die Entscheidungen des Arbeitgebers bestimmen oder massgeblich beeinflussen können, sowie ihre mitarbeitenden Ehegatten.\n\nDie Insolvenzentschädigung deckt Lohnforderungen für die letzten sechs Monate (bis 31. Dezember 1995: drei Monate) des Arbeitsverhältnisses, für jeden Monat jedoch nur bis zum Höchstbetrag nach Art. 3 Abs. 1 AVIG (Art. 52 Abs. 1 Satz 1 AVIG in der ab 1. Januar 1996 geltenden Fassung).\n\n4. Zu prüfen ist zunächst, ob das AVIG in seiner alten, bis Ende 1995 geltenden Fassung oder aber der am 1. Januar 1996 in Kraft getretene Art. 51 Abs. 2 AVIG anwendbar ist, somit die Frage nach der intertemporalrechtlichen Anwendbarkeit der neuen Gesetzesbestimmung.\n\na) Nach der Rechtsprechung ist eine gesetzliche Ordnung dann rückwirkend, wenn sie auf Sachverhalte angewendet wird, die sich abschliessend vor Inkrafttreten des neuen Rechts verwirklicht haben. Eine solche Rückwirkung ist ohne ausdrückliche gesetzliche Grundlage nur möglich, wenn sich die Rückwirkung aus dem Gesetzesinhalt als klar gewollt ergibt und wenn sie durch triftige Gründe veranlasst und zeitlich beschränkt ist (BGE 122 V 408 Erw. 3b/aa, BGE 120 V 329 Erw. 8b, je mit Hinweisen). Von dieser Rückwirkung im eigentlichen Sinne zu unterscheiden ist die so genannte unechte Rückwirkung. Hier findet das neue Recht - gestützt auf Sachverhalte, die früher eingetreten sind und noch andauern - lediglich für die Zeit seit Inkrafttreten (ex nunc et pro futuro) Anwendung. Diese Rückwirkung ist bei kantonalen Erlassen und bundesrechtlichen Verordnungen grundsätzlich als zulässig zu erachten, sofern ihr nicht wohlerworbene Rechte entgegenstehen (BGE 124 III 271 Erw. 4e, BGE 122 II 124 Erw. 3b/dd, BGE 122 V 8 Erw. 3a, 408 Erw. 3b/aa, BGE 126 V 134 S. 136je mit Hinweisen). Sieht hingegen ein Bundesgesetz ausdrücklich oder sinngemäss die unechte Rückwirkung vor oder untersagt es eine solche, ist diese Anordnung gemäss Art. 113 Abs. 3 und 114bis Abs. 3 aBV für den Richter zum Vornherein verbindlich und kann nicht überprüft werden. Ob einer neuen bundesgesetzlichen Bestimmung die Bedeutung unechter Rückwirkung zukommt, muss sich aus dem Wortlaut (insbesondere der Übergangsbestimmungen), der sinngemässen Auslegung oder durch Lückenfüllung ergeben (BGE 122 V 8 Erw. 3a mit Hinweis).\n\nb) Das Eidg. Versicherungsgericht hat in seiner Rechtsprechung - in Übereinstimmung mit jener des Bundesgerichts und der Doktrin - immer wieder den intertemporalen Grundsatz bestätigt, dass der Beurteilung einer Sache jene Rechtsnormen zu Grunde zu legen sind, die in Geltung standen, als sich der zu den materiellen Rechtsfolgen führende und somit rechtserhebliche Sachverhalt verwirklichte (vgl. BGE 125 V 128 Erw. 1, BGE 123 V 28 Erw. 3a, BGE 122 V 36 Erw. 1 mit Hinweis). Bei zusammengesetzten Tatbeständen, d.h. bei Rechtsnormen, welche den Eintritt der in ihr vorgesehenen Rechtsfolge von der Verwirklichung mehrerer subsumtionsrelevanter Sachverhaltselemente abhängig machen, hat die Rechtsprechung erkannt, dass für die Entscheidung der intertemporalrechtlichen Anwendbarkeit massgeblich ist, unter der Herrschaft welcher Norm sich der Sachverhaltskomplex schwergewichtig, überwiegend ereignet hat (BGE 123 V 28 Erw. 3a; AHI 1995 S. 3 ff., 1994 S. 140 f. Erw. 5, je mit Hinweisen).\n\nc) Bei diesen Regeln handelt es sich um Richtlinien, die nicht stereotyp anzuwenden sind. Vielmehr entscheidet sich auch die Frage der intertemporalrechtlichen Geltung einer Norm primär nach den allgemein anerkannten Auslegungsgrundsätzen (BGE 123 V 29 Erw. 3b).\n\n5. a) Art. 51 Abs. 2 AVIG schliesst einen bestimmten Kreis von Arbeitnehmerinnen und Arbeitnehmern und damit von Versicherten im Sinne des Arbeitslosenversicherungsrechts (Art. 2 Abs. 1 AVIG) vom Anspruch auf Insolvenzentschädigung aus. Demgegenüber waren die in dieser Bestimmung genannten Personengruppen unter dem alten, bis 31. Dezember 1995 gültig gewesenen Recht nicht grundsätzlich von der Anspruchsberechtigung ausgeschlossen (BGE 112 V 55; ARV 1986 Nr. 14 S. 53; Botschaft des Bundesrates zur zweiten Teilrevision des AVIG, BBl 1994 I 361, 379). Diese Schlechterstellung einer bestimmten Kategorie von an sich Versicherten spricht gegen die rückwirkende Anwendung des BGE 126 V 134 S. 137Art. 51 Abs. 2 AVIG in dem Sinne, dass es für die intertemporalrechtliche Frage einzig auf den Zeitpunkt der Konkurseröffnung ankommen könnte. Es kommt dazu, dass das Datum des Konkurserkenntnisses oft von Zufälligkeiten abhängt, auf welche die Versicherten praktisch keinen Einfluss haben (vgl. BGE 114 V 58 Erw. 3c). Dieser Gesichtspunkt hat in Art. 52 Abs. 1 AVIG (in den ab 1. Januar 1992 geltenden Fassungen) seinen Niederschlag gefunden, indem für die zeitliche Bemessung der Insolvenzentschädigung nicht, wie unter früherem Recht, der Tag der Konkurseröffnung (vgl. BGE 114 V 56), sondern der Zeitpunkt der Beendigung des Arbeitsverhältnisses massgebend ist (vgl. BGE 119 V 61 Erw. 4b). Auf Grund der vorstehenden Ausführungen widerspricht es Bundesrecht, für die Frage nach der intertemporalen Geltung des Art. 51 Abs. 2 AVIG einzig auf den - mehr oder weniger zufälligen - Zeitpunkt der Konkurseröffnung abzustellen. Vielmehr sind weitere Umstände mit zuberücksichtigen, insbesondere der Zeitpunkt des Eintritts der Insolvenz des Arbeitgebers, welcher nicht mit dem Konkurs zusammenfallen muss, und der Beendigung des Arbeitsverhältnisses (BGE 114 V 59 Erw. 3d).\n\nb) Die Vorinstanz hat erwogen, dass der Beschwerdeführer per 12. November 1995 aus dem Verwaltungsrat der Arbeitgeberin ausgeschieden ist, dies ungeachtet des Umstandes, dass die Änderung im Handelsregister nicht eingetragen worden ist. Das Eidg. Versicherungsgericht hat bisher offen gelassen, ob es im Rahmen des Art. 51 Abs. 2 AVIG auf den Zeitpunkt des tatsächlichen Rücktritts oder auf die Löschung im Handelsregister ankommt (unveröffentlichtes Urteil G. vom 12. Mai 1998). Diese Frage ist nunmehr entsprechend der Praxis zur Haftbarkeit der Verwaltungsräte für Schadenersatz nach Art. 52 AHVG zu beantworten. Eine parallele Betrachtungsweise drängt sich auf, weil es in beiden Bereichen um die Frage geht, bis wann der Verwaltungsrat tatsächlich auf die Tätigkeit der Gesellschaft Einfluss nehmen kann. Dies ist der Zeitpunkt des effektiven Rücktritts, welcher unmittelbar wirksam ist, und nicht die Löschung im Handelsregister oder das Datum der Publikation im Schweizerischen Handelsamtsblatt (BGE 112 V 5 Erw. 3c mit Hinweisen; vgl. FORSTMOSER, Die aktienrechtliche Verantwortlichkeit, 2. Aufl., S. 238 Rz. 769; THOMAS NUSSBAUMER, Die Haftung des Verwaltungsrates nach Art. 52 AHVG, in: AJP 1996 S. 1081; JEAN-MAURICE FRÉSARD, La responsabilité de l'employeur pour le non-paiement de cotisations d'assurances sociales selon l'art. 52 LAVS, in: SVZ 1987 S. 11).BGE 126 V 134 S. 138\n\nc) Die massgebliche Einflussmöglichkeit als Verwaltungsrat als wesentliches Sachverhaltselement hat sich demzufolge vorliegend vor dem 1. Januar 1996 verwirklicht. Ebenso haben die finanziellen Schwierigkeiten, die schliesslich zum Konkurs geführt haben, bereits beim Austritt aus dem Verwaltungsrat und somit vor dem 1. Januar 1996 bestanden, wurde doch bereits im Schreiben der I. AG vom 22. November 1995 erwähnt, dass möglicherweise die Bilanz der Arbeitgeberfirma hinterlegt werden müsse, und erfolgte die Kündigung am 28. November 1995 aus wirtschaftlichen Gründen. Der Beschwerdeführer äusserte denn auch in seinem Rücktrittsschreiben vom 12. November 1995, vom bevorstehenden Verkauf der Firma gehört zu haben. Bis ins Jahr 1996 hinein, nämlich bis 20. Februar 1996 und somit bis einen Tag vor der Konkurseröffnung, dauerte indessen sein Arbeitsverhältnis als Bauführer. Wohl fiel demzufolge der Zeitraum der Einflussmöglichkeit des Beschwerdeführers ins Jahr 1995 (10. Februar bis 12. November 1995) und war der in Art. 51 Abs. 2 AVIG angesprochene Sachverhalt an sich vor dem 1. Januar 1996 abgeschlossen, doch dauerten die Folgen, nämlich die misslichen finanziellen Verhältnisse, die schliesslich zum Konkurs führten und für die ein in der Firma selber mitarbeitender Verwaltungsrat ohne weitere Prüfung seiner effektiven Einflussmöglichkeiten einzustehen hat (vgl. ARV 1997 Nr. 41 S. 226 Erw. 1b), über den Austritt aus dem Verwaltungsrat an. Dieser Sachverhalt ist nach den erwähnten Grundsätzen der unechten Rückwirkung auch unter der Herrschaft des neuen Art. 51 Abs. 2 AVIG zu berücksichtigen. Der Beschwerdeführer hat daher ab 1. Januar 1996 für den vorher verwirklichten Sachverhalt einzustehen.\n\nd) Zusammenfassend lässt sich festhalten, dass in Übereinstimmung mit den Verfügungen der Arbeitslosenkasse und dem vorinstanzlichen Entscheid ein Anspruch auf Insolvenzentschädigung zu verneinen ist, soweit es um Lohn ab 1. Januar 1996 geht. Wie aus den Akten hervorgeht, sind vorliegend jedoch auch Löhne für das Jahr 1995 streitig, nämlich Entschädigung für nicht bezogene Ferientage. Diesbezüglich besteht auf Grund der Rechtslage bis Ende 1995 grundsätzlich ein Entschädigungsanspruch, der näher abzuklären und verfügungsweise zu erledigen sein wird."}