{"annee": "126", "cour": "II", "page": "358", "date": "23/6/2000", "cite": ["118 IB 229", "115 IV 248", "120 IB 285", "125 II 561", "123 II 106"], "cite_par": ["131 IV 133"], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 23. Juni 2000 i.S. L. gegen Rekurskommission des Kantons Bern für Massnahmen gegenüber Fahrzeugführern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16 al. 2, 16 al. 3 let. a et 34 al. 4 LCR, art. 12 al. 1 OCR, art. 31 al. 2 OAC; circulation à la file, distance insuffisante, retrait du permis de conduire. Conducteur qui roule sur l'autoroute et qui, sur un long tronçon, se tient à une distance nettement trop courte du véhicule qui le précède, alors que le trafic est dense; cas de gravité au minimum moyenne admis et retrait du permis de conduire confirmé."], "faits": "BGE 126 II 358 S. 358\n\nL. fuhr am 7. Juli 1998 um ca. 18.10 Uhr mit seinem Personenwagen auf der Autobahn A1/West in Bern mit einer Geschwindigkeit von ca. 85 km/h und hielt dabei über eine Strecke von mehr als 500 m einen Abstand von nur 8 m zu einem voranfahrenden Fahrzeug ein. Dies entspricht einem zeitlichen Abstand von 0,33 Sekunden.\n\nBGE 126 II 358 S. 359\n\nMit Verfügung vom 2. September 1999 entzog das Strassenverkehrs- und Schifffahrtsamt des Kantons Bern L. den Führerausweis für die Dauer von einem Monat.\n\nDie von L. dagegen erhobene Beschwerde wies die Rekurskommission des Kantons Bern für Massnahmen gegenüber Fahrzeugführern am 15. Dezember 1999 ab.\n\nL. führt Verwaltungsgerichtsbeschwerde mit dem Antrag, den Entscheid der Rekurskommission aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab aus folgender", "considerants": "Erwägung:\n\n1. Der Beschwerdeführer macht geltend, die Anordnung des Führerausweisentzuges verletze Bundesrecht; er sei lediglich zu verwarnen.\n\na) Gegenüber allen Strassenbenützern ist ausreichender Abstand zu wahren, namentlich beim Hintereinanderfahren (Art. 34 Abs. 4 SVG [SR 741.01]). Der Fahrzeugführer hat beim Hintereinanderfahren einen ausreichenden Abstand zu wahren, so dass er auch bei überraschendem Bremsen des voranfahrenden Fahrzeugs rechtzeitig halten kann (Art. 12 Abs. 1 der Verkehrsregelnverordnung vom 13. November 1962 [VRV; SR 741.11]). Diesen Bestimmungen kommt grosse Bedeutung zu, sind doch die Unfälle zahlreich, in denen ein zweites Fahrzeug nicht genügend Abstand zum ersten einhielt (BGE 115 IV 248 E. 3a mit Hinweis).\n\nGemäss Art. 16 Abs. 2 SVG kann der Führerausweis entzogen werden, wenn der Führer Verkehrsregeln verletzt und dadurch den Verkehr gefährdet oder andere belästigt hat (Satz 1). In leichten Fällen kann eine Verwarnung ausgesprochen werden (Satz 2). Nach Art. 16 Abs. 3 lit. a SVG muss der Führerausweis entzogen werden, wenn der Führer den Verkehr in schwerer Weise gefährdet hat. Das Gesetz unterscheidet somit:\n\n- den leichten Fall (Art. 16 Abs. 2 Satz 2 SVG),\n\n- den mittelschweren Fall (Art. 16 Abs. 2 Satz 1 SVG),\n\n- den schweren Fall (Art. 16 Abs. 3 lit. a SVG).\n\nNach der Rechtsprechung kann auf den Führerausweisentzug grundsätzlich nur verzichtet werden, wenn der Fall leicht im Sinne von Art. 16 Abs. 2 Satz 2 SVG ist. Bei einem mittelschweren Fall kommt ein Verzicht auf den Führerausweisentzug nur dann in Betracht, wenn besondere Umstände vorliegen, wie sie in BGE 118 BGE 126 II 358 S. 360Ib 229 gegeben waren (BGE 123 II 106 E. 2b S. 111). Ob der Fall leicht im Sinne von Art. 16 Abs. 2 Satz 2 SVG ist, beurteilt sich nach dem Verschulden des Fahrzeuglenkers und seinem automobilistischen Leumund; die Schwere der Verkehrsgefährdung ist nur insoweit von Bedeutung, als sie auch verschuldensmässig relevant ist (BGE 125 II 561 E. 2b).\n\nb) Der Beschwerdeführer hat einen viel zu geringen Abstand zum voranfahrenden Fahrzeug eingehalten. Bei der kleinsten Verzögerung des voranfahrenden Fahrzeuges hätte er nicht mehr rechtzeitig reagieren können. Insbesondere da dichter Verkehr herrschte, hätte eine Auffahrkollision gravierende Folgen haben können. Der Beschwerdeführer hat den zu geringen Abstand nicht nur kurzfristig, sondern über eine längere Strecke eingehalten. Er befand sich in Eile und war sich des zu geringen Abstandes bewusst. Sein Verschulden ist erheblich. Es liegt mindestens ein mittelschwerer Fall vor.\n\nDer Beschwerdeführer verweist auf das Strafurteil des Obergerichts des Kantons Bern vom 18. Mai 1999. Daraus ergibt sich nichts zu seinen Gunsten. Zwar hat das Obergericht abweichend vom erstinstanzlichen Urteil nicht auf eine schwere Verkehrsregelverletzung nach Art. 90 Ziff. 2 SVG, sondern nur auf eine einfache Verkehrsregelverletzung nach Art. 90 Ziff. 1 SVG erkannt. Das Obergericht hat jedoch erwogen, dass es sich hier um einen Grenzfall handelt und die Tat einer groben Verletzung von Verkehrsregeln sehr nahe kommt. Eine grobe Verletzung von Verkehrsregeln nach Art. 90 Ziff. 2 SVG entspricht einem schweren Fall nach Art. 16 Abs. 3 lit. a SVG; die beiden Bestimmungen stimmen inhaltlich überein (BGE 120 Ib 285). Das Urteil des Obergerichts spricht also für die Annahme zumindest eines mittelschweren Falles und somit für die Auffassung der Vorinstanz. Auch das Obergericht hat das Verschulden des Beschwerdeführers als erheblich eingestuft.\n\nIst zumindest ein mittelschwerer Fall gegeben, so ist der Ausweis zu entziehen. Dass hier besondere Umstände vorliegen, wie sie in BGE 118 Ib 229 gegeben waren und gegebenenfalls auch bei einem mittelschweren Fall zum Verzicht auf den BGE 126 II 358 S. 361Ausweisentzug führen können, macht der Beschwerdeführer nicht geltend und ist nicht ersichtlich.\n\nDie Dauer des Entzuges haben die kantonalen Instanzen auf das gesetzliche Mindestmass festgesetzt (Art. 17 Abs. 1 lit. a SVG).\n\nc) Der Beschwerdeführer beruft sich auf seinen ungetrübten automobilistischen Leumund. Dieser kann nicht zum Verzicht auf den Ausweisentzug führen, da es an einem leichten Verschulden fehlt (Art. 31 Abs. 2 Satz 2 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr [VZV; SR 741.51])."}