{"annee": "126", "cour": "IV", "page": "131", "date": "9/5/2000", "cite": ["121 IV 272", "114 IV 124"], "cite_par": ["142 IV 129"], "chapeau": "21. Auszug aus dem Urteil des Kassationshofes vom 9. Mai 2000 in Sachen X. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 217 al. 1 CP; violation d'une obligation d'entretien, devoir du débiteur de tirer un profit suffisant de son travail. Changement de travail. Cas où le passage d'une activité lucrative indépendante à une activité dépendante a été jugé exigible; le débiteur travaillait comme indépendant dans une branche économique en difficulté alors qu'il aurait pu gagner nettement plus en tant que salarié (consid. 3)."], "faits": "BGE 126 IV 131 S. 131\n\nAm 8. Dezember 1994 schied das Bezirksgericht Baden die Ehe X. Es stellte die Kinder Y. und Z. unter die elterliche Gewalt der Mutter und verpflichtete X. zu folgenden monatlich vorschüssig zu leistenden Unterhaltszahlungen:\n\n- je Fr. 450.- bis zum vollendeten 6. Altersjahr,\n\n- je Fr. 500.- ab dem 7. bis zum vollendeten 12. Altersjahr,\n\n- je Fr. 600.- ab dem 13. Altersjahr bis zum Erreichen der\n\nwirtschaftlichen Selbständigkeit, längstens jedoch bis zur\n\nMündigkeit.\n\nSeit April 1995 erfüllte X. die Unterhaltspflicht nicht. Am 6. August 1998 erstattete die Gemeinde, welche die Unterhaltszahlungen bevorschusst hatte, Strafanzeige.\n\nAm 20. April 1999 verurteilte das Bezirksgericht Baden X. wegen Vernachlässigung von Unterhaltspflichten zu 4 Wochen Gefängnis, bedingt bei einer Probezeit von 3 Jahren.\n\nDie von X. dagegen erhobene Berufung wies das Obergericht des Kantons Aargau am 30. September 1999 ab.\n\nBGE 126 IV 131 S. 132\n\nX. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes aufzuheben und die Sache zur neuen Beurteilung an dieses zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus folgenden Erwägungen:\n\n2. Gemäss Art. 217 StGB wird, auf Antrag, mit Gefängnis bestraft, wer seine familienrechtlichen Unterhalts- oder Unterstützungspflichten nicht erfüllt, obschon er über die Mittel dazu verfügt oder verfügen könnte (Abs. 1). Das Antragsrecht steht auch den von den Kantonen bezeichneten Behörden und Stellen zu. Es ist unter Wahrung der Interessen der Familie auszuüben (Abs. 2).\n\nDie Teilrevision des Strafgesetzbuches von 1989 hat Art. 217 StGB neu gefasst und vereinfacht. Eine sachliche Änderung war damit nicht bezweckt (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II, 4. Aufl., Bern 1995, § 26 N. 21).\n\na) Das Antragsrecht erlischt nach Ablauf von 3 Monaten (Art. 29 StGB). Die Antragsfrist beginnt, sobald dem Antragsberechtigten Täter und Tat, d.h. deren Tatbestandselemente, bekannt sind; erforderlich ist dabei eine sichere, zuverlässige Kenntnis, die ein Vorgehen gegen den Täter als aussichtsreich erscheinen lässt. Wenn der Pflichtige während einer gewissen Zeit ohne Unterbrechung schuldhaft die Zahlung der Unterhaltsbeiträge unterlässt, beginnt nach der Rechtsprechung die Antragsfrist erst mit der letzten schuldhaften Unterlassung zu laufen. Der Antrag ist gültig für den Zeitraum, in dem der Täter ohne Unterbrechung den Tatbestand erfüllt hat. Der Strafantragsberechtigte darf also mit der Stellung des Strafantrages - auch wenn er ihn schon vor Beginn des Fristenlaufs stellen kann - solange unbeschadet zuwarten, als der Unterhaltspflichtige schuldhaft die geschuldeten Unterhaltsbeiträge nicht bezahlt. Bei mehreren monatlich geschuldeten Unterhaltsbeiträgen, die während einer bestimmten Zeitspanne nicht geleistet wurden, beginnt somit die Strafantragsfrist beispielsweise erst dann, wenn der Pflichtige wieder mit Zahlungen beginnt, oder dann, wenn er mangels Leistungsfähigkeit seiner Zahlungspflicht nicht nachkommen kann. Dies gilt entsprechend dem Sinn und Zweck von Art. 29 StGB jedoch nur, wenn der Antragsberechtigte vom Unterbruch in der schuldhaften Vernachlässigung der Unterhaltspflicht Kenntnis hatte oder zumindest haben konnte, wenn er also wusste oder zumindest wissen BGE 126 IV 131 S. 133konnte, dass der Unterhaltspflichtige die geschuldeten Unterhaltsbeiträge schuldlos, etwa wegen Arbeitsunfähigkeit, nicht erbringen konnte. Dafür genügen - im Unterschied zur sicheren, zuverlässigen Kenntnis von Tat und Täter bei der gewöhnlichen Fristauslösung - bereits konkrete Anhaltspunkte (BGE 121 IV 272 E. 2a mit Hinweisen).\n\nb) Der Beschwerdeführer setzt sich nicht mit dieser Rechtsprechung auseinander. Auf diese durfte sich die antragstellende Gemeinde verlassen. Ein Rechtsmissbrauch kann der Gemeinde nicht vorgeworfen werden, wenn sie mit der Stellung des Antrages bis zum August 1998 zugewartet hat. Dass die Gemeinde auf den Antrag verzichtet hätte, macht der Beschwerdeführer nicht geltend und ist nicht ersichtlich. Was er vorbringt, ist nicht geeignet, eine Änderung der Rechtsprechung herbeizuführen. Der Beschwerdeführer ist unstreitig seit April 1995 seiner Unterhaltspflicht nicht nachgekommen. Sofern er ununterbrochen schuldhaft nicht geleistet hat (dazu unten E. 3), erfasst der Strafantrag sämtliche Unterlassungen bis zum April 1995.\n\n3. a) Die Bestrafung nach Art. 217 Abs. 1 StGB setzt voraus, dass der Täter über die Mittel zur Erfüllung der Unterhaltspflicht verfügt oder verfügen könnte.\n\nDamit wird auch erfasst, wer zwar einerseits nicht über ausreichende Mittel zur Pflichterfüllung verfügt, es anderseits aber unterlässt, ihm offen stehende und zumutbare Möglichkeiten zum Geldverdienen zu ergreifen (Botschaft über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes vom 26. Juni 1985, BBl 1985 II 1055).\n\naa) Nach der bundesgerichtlichen Rechtsprechung muss der Unterhaltspflichtige in einem Umfang einer entgeltlichen Tätigkeit nachgehen, dass er seine Unterhaltspflichten erfüllen kann. Gegebenenfalls muss er sogar seine Stelle oder seinen Beruf wechseln, wobei diese Pflicht durch den generellen Gesichtspunkt der Zumutbarkeit begrenzt ist. So wird man etwa bei einem Feinmechaniker oder einem Pianisten kaum verlangen können, dass er eine berufsfremde Tätigkeit mit schwerer körperlicher Belastung übernimmt, wenn dadurch etwa das Feingefühl seiner Hände und damit die Möglichkeit, später wieder im angestammten Beruf zu arbeiten, beeinträchtigt würde. Das Recht auf freie berufliche Tätigkeit wird beschränkt durch die Pflicht des Unterhaltspflichtigen, für seine Familie aufzukommen. Die Betätigungsfreiheit entbindet einen Künstler nicht von der Pflicht, neben einer künstlerischen Tätigkeit, BGE 126 IV 131 S. 134die seinen eigenen Notbedarf nur ungenügend deckt, in dem Umfang einer ihm zumutbaren entgeltlichen Tätigkeit nachzugehen, dass er seine familienrechtlichen Verpflichtungen erfüllen kann (BGE 114 IV 124).\n\nbb) In der kantonalen Rechtsprechung ist die Strafbarkeit nach Art. 217 StGB bejaht worden bei Tätern, die einer uneinträglichen selbständigen Tätigkeit nachgegangen sind und es unterlassen haben, durch eine anderweitige, gegebenenfalls unselbständige Tätigkeit ein hinreichendes Einkommen zu erzielen (BJM 1983 S. 86 ff. [Appellationsgericht Basel-Stadt]; SJZ 82/1986 S. 212 f. [Kantonsgericht Schwyz]).\n\ncc) Wie im Schrifttum dargelegt wird, kann sich der Unterhaltspflichtige auch dadurch strafbar machen, dass er aus eigenem Entschluss darauf verzichtet, seine Arbeitskraft im Rahmen des Zumutbaren optimal ökonomisch zu nutzen (STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, Art. 217 N. 13 mit Hinweisen). Art. 217 StGB verlange vom Schuldner unter Strafdrohung, dass er alles mache, was von ihm vernünftigerweise erwartet werden könne, um sich hinreichende Einnahmen zu verschaffen. Man müsse sich fragen, ob der Schuldner unter anderem eine andere einträglichere Tätigkeit hätte ausüben können (BERNARD CORBOZ, Les principales infractions, Bern 1997, S. 294 f. N. 26 ff.). Alimentenschuldner seien generell verpflichtet, sich im Rahmen ihrer Möglichkeiten das notwendige Geld zur Erfüllung der Unterhaltsbeiträge zu beschaffen (sog. \"Anspannungspflicht\"). Sie müssten die ihnen zumutbaren Bemühungen unternehmen, um ausreichende finanzielle Mittel zu erlangen. Dies bedeute, dass der Unterhaltspflichtige gewisse Einschränkungen seiner Lebensführung auf sich nehmen müsse, wenn er dadurch in die Lage komme, überhaupt oder wesentlich höhere Einkünfte zu erzielen. Insoweit sei das Recht auf eine freie Berufswahl und Selbstverwirklichung beschränkt. Wo die Grenze genau liege, lasse sich angesichts der vielfältigen familiären und sozialen Verhältnisse kaum allgemein formulieren; sie sei fliessend und werde in der Praxis von Fall zu Fall bestimmt. Allenfalls sei eine berufsfremde Beschäftigung oder ein Wechsel der bisherigen Tätigkeit erforderlich. Von praktischer Bedeutung sei hier beispielsweise die Pflicht eines Wechsels der Arbeitsstelle. Ebenso sei ein selbständig Erwerbstätiger, dessen Geschäft nicht (mehr) lebensfähig sei, verpflichtet, eine unselbständige Tätigkeit aufzunehmen. Von Bedeutung sei, wie gross die Chancen eines Mehrverdienstes bei einem Berufswechsel BGE 126 IV 131 S. 135seien. Der Wechsel einer Arbeitsstelle oder gar die Aufnahme einer berufsfremden Beschäftigung sei nur dann zumutbar, wenn ernsthaft mit einem Mehrverdienst zu rechnen sei (PETER ALBRECHT, Kommentar zum schweizerischen Strafrecht, 4. Band, Bern 1997, Art. 217 N. 58 ff. mit Hinweisen).\n\ndd) Auch in Deutschland, wo in § 170 b dStGB (Verletzung der Unterhaltspflicht) eine mit Art. 217 StGB vergleichbare Strafbestimmung besteht, entspricht es allgemeiner Auffassung, dass der Unterhaltsschuldner verpflichtet sein kann, den Arbeitsplatz, gegebenenfalls auch den Wohnort, oder den Beruf zu wechseln. Dem selbständig Erwerbstätigen, dessen Existenz sich als wirtschaftlich unzulänglich erweist, sei unter Umständen zuzumuten, eine Arbeit in abhängiger Stellung anzunehmen (DIPPEL, Leipziger Kommentar, 10. Aufl., 4. Band, 1988, § 170 b N. 45; SCHÖNKE/SCHRÖDER/LENCKNER, Kommentar, 25. Aufl., 1997, § 170 b N. 21, je mit Hinweisen).\n\nb) Wann vom Schuldner die Aufnahme einer anderen Erwerbstätigkeit verlangt werden kann, kann nicht allgemein gesagt werden; es kommt auf die Umstände des Einzelfalles an.\n\nIm hier zu beurteilenden Fall spielen folgende G-esichtspunkte eine Rolle: Es geht nicht um die Aufnahme einer berufsfremden Tätigkeit. Der Beschwerdeführer hätte weiterhin im erlernten Beruf tätig bleiben können. Verlangt wird lediglich der Wechsel von einer selbständigen zu einer unselbständigen Erwerbstätigkeit. Das geht weniger weit als die Aufnahme einer berufsfremden Tätigkeit und ist eher zumutbar. Der Beschwerdeführer verdiente durch seine selbständige Tätigkeit nach seiner Aussage vom Juli 1997 Fr. 3'000.-, nach seiner Aussage vom September 1998 rund Fr. 1'800.- monatlich. Nach den Darlegungen im angefochtenen Urteil hätte er bei unselbständiger Arbeit ein Einkommen von Fr. 4'500.- bis Fr. 6'000.- pro Monat erzielen können. Dass dies unzutreffend sei, macht der Beschwerdeführer nicht geltend und ist nicht ersichtlich. Dieser erhebliche Einkommensunterschied spricht für die Zumutbarkeit des Wechsels in die unselbständige Erwerbstätigkeit. Je höher die Verdienstmöglichkeiten bei unselbständiger im Vergleich zur selbständigen Erwerbstätigkeit sind, desto eher ist der Wechsel zumutbar. Für die Frage der Zumutbarkeit der Aufnahme einer unselbständigen Erwerbstätigkeit ist überdies von Bedeutung, wie sich die Marktlage bei selbständiger Tätigkeit darstellt. Je erfolgversprechender der Markt ist, in dem der selbständig Erwerbende tätig ist, desto weniger ist es ihm zumutbar, die selbständige Tätigkeit aufzugeben. Das gilt auch umgekehrt. Wie der BGE 126 IV 131 S. 136Beschwerdeführer in der Beschwerde selber darlegt, nahm er seine selbständige Tätigkeit in der \"besonders flauen Baubranche\" auf. Da die Marktlage somit ungünstig war, war ihm der Wechsel in eine unselbständige Erwerbstätigkeit auch unter diesem Gesichtspunkt zumutbar. Zwar bringt der Beschwerdeführer zutreffend vor, dass dem selbständig Erwerbenden eine gewisse Zeit zum Aufbau seines Geschäftes einzuräumen ist. Diese Zeit darf aber im Interesse der Unterhaltsberechtigten nicht zu lange bemessen werden. Namentlich kann sich der selbständig Erwerbende insoweit nicht - wie der Beschwerdeführer - darauf berufen, dass der Markt, in dem er tätig ist, ungünstig ist. Verhält es sich so, hat der selbständig Erwerbende umso mehr Grund, eine unselbständige Tätigkeit aufzunehmen. Das Geschäft des Beschwerdeführers hat nach zwei Jahren noch keinen hinreichenden Ertrag abgeworfen. Wenn die Vorinstanz annimmt, dass der Beschwerdeführer spätestens nach zwei Jahren eine unselbständige Arbeit hätte annehmen müssen, ist das unter den Umständen des vorliegenden Falles nicht unverhältnismässig und verletzt kein Bundesrecht. Der Beschwerdeführer hat seine Unterhaltspflichten somit seit April 1995 ununterbrochen schuldhaft nicht erfüllt."}