{"annee": "126", "cour": "I", "page": "68", "date": "22/5/2000", "cite": ["120 IA 82", "125 I 209", "117 IA 170", "114 IA 50", "120 IA 184", "116 IA 14", "107 IA 1", "124 V 180"], "cite_par": ["131 I 113", "134 I 238", "131 I 31", "129 I 281", "130 II 530", "134 I 140", "129 V 335", "136 III 174", "128 V 82", "129 III 445", "130 V 138", "134 I 16", "127 I 196", "129 I 129", "135 I 279", "136 III 605", "134 I 331", "138 IV 142", "133 I 89"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 22. Mai 2000 i.S. Y. gegen Kassationsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 29 al. 2 Cst.; art. 30 al. 1 Cst. et art. 6 par. 1 CEDH; § 182 CPP/ZH. Réparation d'une violation du droit d'être entendu; garantie de l'impartialité du juge; absence de prévention. Sont en l'espèce satisfaites les conditions de la réparation, dans la procédure du recours de droit public, d'une violation du droit d'être entendu (consid. 2). Pas de prévention inadmissible d'un tribunal qui, à l'issue des débats principaux, se montre convaincu de la culpabilité de l'accusé, reporte le jugement et renvoie l'accusation pour une (modeste) amélioration, hypothèse prévue par le § 182 al. 3 CPP/ZH (consid. 3, 4)."], "faits": "BGE 126 I 68 S. 69\n\nA.- Am 11. Juni 1997 erhob die Bezirksanwaltschaft Zürich gegen Prof. Y. Anklage wegen Schändung im Sinne von Art. 191 StGB und mehrfacher Ausnützung der Notlage im Sinne von Art. 193 StGB. Sie warf ihm vor, zwischen 1988 und 1993 sechs Patientinnen zum Teil wiederholt sexuell missbraucht zu haben. Der Präsident der 6. Abteilung des Bezirksgerichts Zürich wies diese Anklage wegen intertemporalrechtlicher Unklarheiten am 27. Juni 1997 zurück.\n\nAm 27. August 1997 reichte die Bezirksanwaltschaft Zürich eine verbesserte Anklage ein. Mit Teilurteil vom 16. Januar 1998 sprach die 6. Abteilung des Bezirksgerichts Zürich Y. in zwei Punkten frei und trat in einem weiteren Punkt auf die Anklage wegen Verjährung nicht ein. In Bezug auf weitere Punkte setzte das Gericht den Entscheid aus und gab der Anklagebehörde gestützt auf § 182 Abs. 3 StPO/ZH Gelegenheit, eine allfällige bereinigte Anklage einzureichen. - Den Freispruch focht die Staatsanwaltschaft mit Berufung beim Obergericht des Kantons Zürich an.\n\nAm 12. Februar 1998 erhob die Bezirksanwaltschaft erneut eine verbesserte Anklage gegen Y. Gestützt darauf verurteilte die 6. Abteilung des Bezirksgerichtes Zürich diesen am 5. Juni 1998 in, abgesehen vom Gerichtsschreiber, gleicher Besetzung wie beim Entscheid vom 16. Januar 1998, wegen Schändung im Sinne von Art. 189 Abs. 2 aStGB, mehrfacher sexueller Handlungen mit Anstaltspfleglingen im Sinne von Art. 192 Abs. 1 StGB sowie mehrfacher Ausnützung einer Notlage im Sinne von Art. 193 Abs. 1 StGB zu 1 Jahr Gefängnis bedingt.\n\nBGE 126 I 68 S. 70\n\nDieses Urteil fochten sowohl die Staatsanwaltschaft als auch Y. mit Berufung beim Obergericht des Kantons Zürich an. Mit Beschluss vom 15. April 1999 hiess das Obergericht die Berufung von Y. gut, hob das angefochtene Urteil auf und wies \"die Sache zur Wiederholung der Hauptverhandlung in anderer Besetzung an die Vorinstanz\" zurück. Es erwog, das Bezirksgericht habe die Anklage zurückgewiesen, weil die Umschreibung der subjektiven Tatbestandselemente in tatsächlicher Hinsicht den formellen Anforderungen des Anklageprinzips nicht genügt hätten. Insbesondere könne der Formulierung \"der Angeklagte habe nicht nur aus medizinischen Gründen, sondern auch aus Gründen der sexuellen Stimulation bzw. aus sexuellem Interesse die angeklagten Handlungen vorgenommen\" nicht entnommen werden, \"in welchem Umfang bzw. für welchen Teilbereich medizinische Gründe gegeben seien\". Seien die dem Beschwerdeführer vorgeworfenen Handlungen medizinisch indiziert oder im ausdrücklichen oder konkludenten Einverständnis der Patientinnen erfolgt, könne darin je nach den weiteren Umständen eine Rechtfertigung liegen, was die Straflosigkeit der Tat zur Folge hätte, selbst wenn der Angeklagte neben medizinischen noch andere Zwecke verfolgt haben sollte. Die Vorinstanz habe daher zwar hohe Anforderungen an das Anklageprinzip gestellt, die Rückweisung der Anklage sei aber vertretbar. Im Rückweisungsentscheid hätte das Bezirksgericht der Anklagebehörde Anweisungen gegeben, wie die Anklage zu ändern sei, und es hätte ausdrücklich festgehalten, dass \"eine Mehrheit des Gerichtes (...) der Meinung sei, dass nach einer entsprechenden Konkretisierung der Anklage mit hoher Wahrscheinlichkeit eine Verurteilung des Angeklagten erfolgen müsste\". Dieses Vorgehen habe zu einer Durchbrechung des Anklageprinzips geführt, indem die erkennenden Richter faktisch zum Ankläger geworden seien. \"Anders ausgedrückt wird derjenige, welcher veranlasst, jemanden auf bestimmte Weise anzuklagen, schwerlich als Richter über diese Anklage anders denn schuldig sprechen können, weil er der subjektiven Überzeugung ist, dass die Schuld des Angeklagten nachgewiesen ist\".\n\nB.- Dieses Urteil des Obergerichts fochten sowohl die Staatsanwaltschaft als auch Y. mit Nichtigkeitsbeschwerde beim Kassationsgericht des Kantons Zürich an. Erstere beantragte, den angefochtenen Beschluss aufzuheben und das Verfahren ans Obergericht zwecks Fortsetzung der Berufungsverhandlung zurückzuweisen. Y. beantragte, das angefochtene Urteil teilweise aufzuheben und die Sache zur Abschreibung der von der Staatsanwaltschaft gegen das BGE 126 I 68 S. 71Teilurteil vom 16. Januar 1998 erklärten Berufung an die Vorinstanz zurückzuweisen.\n\nMit eingehend begründeter Vernehmlassung vom 29. September 1999 beantragte Y., die Beschwerde der Staatsanwaltschaft abzuweisen.\n\nMit Urteil vom 24. Januar 2000 hiess das Kassationsgericht beide Nichtigkeitsbeschwerden gut, hob den angefochtenen Entscheid des Obergerichts auf und wies die Sache im Sinne der Erwägungen an die Vorinstanz zurück. In der Prozessgeschichte hielt es fest, in beiden Verfahren seien keine Vernehmlassungen eingegangen.\n\nC.- Mit staatsrechtlicher Beschwerde vom 8. März 2000 wegen Verletzung von Art. 29 Abs. 2 und Art. 30 Abs. 1 BV beantragt Y.,\n\n\"es sei der Beschluss des Kassationsgerichtes des Kantons Zürich vom 24. Januar 2000 aufzuheben, soweit in Gutheissung der Nichtigkeitsbeschwerde der Beschwerdegegnerin der Beschluss der I. Strafkammer des Obergerichtes des Kantons Zürich vom 15. April 1999 aufgehoben wurde, unter Kosten- und Entschädigungsfolge zulasten des Staates.\"\n\nIm Hauptstandpunkt führt er an, das Kassationsgericht habe den Eingang seiner Vernehmlassung übersehen und sich damit nicht auseinander gesetzt, weshalb der angefochtene Entscheid wegen Gehörsverweigerung aufzuheben sei. Zur Sache äussert sich Y. nur \"kursorisch\". Er macht geltend, es sei mit Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK (SR 0.101) unvereinbar, dass das Bezirksgericht, welches mit Entscheid vom 16. Januar 1998 die Anklage zur Verbesserung zurückgewiesen und dabei erwogen hatte, eine Konkretisierung der Anklage führe mit hoher Wahrscheinlichkeit zur Verurteilung des Beschwerdeführers, ihn in gleicher Besetzung der Richterbank dann verurteilt habe. Zur Begründung verweist er im Wesentlichen auf den von Kassationsrichter Spühler zu Protokoll gegebenen Minderheitsantrag.\n\nDas Bundesgericht weist die staatsrechtliche Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n2. Das Kassationsgericht hat eingestandenermassen die Vernehmlassung des Beschwerdeführers zur Nichtigkeitsbeschwerde der Staatsanwaltschaft übersehen, sich dementsprechend nicht mit ihr auseinander gesetzt und damit offensichtlich dessen Anspruch auf rechtliches Gehör verletzt. Die Gehörsverweigerungsrüge ist insofern begründet.\n\nBGE 126 I 68 S. 72\n\nDas führt indessen nicht ohne weiteres zur Aufhebung des angefochtenen Entscheides. Eine Verweigerung des rechtlichen Gehörs kann auch im Verfahren der staatsrechtlichen Beschwerde geheilt werden, wenn die Kognition des Bundesgerichts gegenüber derjenigen der letzten kantonalen Instanz nicht eingeschränkt ist und dem Beschwerdeführer kein Nachteil erwächst (BGE 125 I 209 E. 9; BGE 107 Ia 1 E. 1). Die Heilung des Verfahrensmangels ist ausgeschlossen, wenn es sich um eine besonders schwerwiegende Verletzung der Parteirechte handelt, und sie soll die Ausnahme bleiben (BGE 124 V 180 E. 4a).\n\nDie Voraussetzungen für eine Heilung des Verfahrensmangels sind hier erfüllt. Das Bundesgericht prüft die Rüge der Verletzung von Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK, die der Beschwerdeführer in der Sache selbst erhebt, frei (E. 3b unten), und seine Kognition ist damit nicht enger als jene des Kassationsgerichts. Die Frage der Befangenheit der am Urteil vom 5. Juni 1998 beteiligten Bezirksrichter war vor Obergericht wie vor Kassationsgericht zentraler Verfahrensgegenstand, und der Beschwerdeführer hat sich dazu vor Obergericht eingehend äussern können. Sie war zudem bei beiden Gerichten kontrovers, in beiden Urteilen hat die unterlegene Minderheit eine abweichende Meinung zu Protokoll gegeben. Der Beschwerdeführer konnte somit seinen Standpunkt ins Verfahren einbringen, wenn er auch nur vor Obergericht formell ordnungsgemäss gehört wurde. Er konnte eine Mehrheit des Obergerichts überzeugen und eine Minderheit des Kassationsgerichts nahm seinen Standpunkt auf, obwohl seine Vernehmlassung aus Versehen unbeachtet blieb. Unter diesen Umständen erscheint die unterbliebene ausdrückliche Auseinandersetzung des Kassationsgerichts mit der Stellungnahme des Beschwerdeführers nicht als eine besonders schwerwiegende Verletzung der Parteirechte. Dem Beschwerdeführer erwächst zudem kein Nachteil, wenn diese Gehörsverweigerung im Verfahren vor Bundesgericht geheilt wird. Bei der Beurteilung der Befangenheitsrüge sind sowohl die Vernehmlassung des Beschwerdeführers vom 29. September 1999 ans Kassationsgericht als auch der Minderheitsantrag von Kassationsrichter Spühler, auf den sich der Beschwerdeführer ausdrücklich beruft, mitzuberücksichtigen. Auch im Sinne der verfassungs- und konventionsrechtlich gebotenen beförderlichen Behandlung des Verfahrens gegen den Beschwerdeführer, das schon mehrere Verzögerungen wegen Verfahrensfragen erfahren hat, ist daher auf eine Gutheissung der staatsrechtlichen Beschwerde wegen Gehörsverweigerung zu BGE 126 I 68 S. 73verzichten und der Verfahrensmangel als durch die Behandlung der in der Sache selbst erhobenen Rüge durch das Bundesgericht geheilt zu betrachten.\n\n3. In der Sache beruft sich der Beschwerdeführer auf die Garantie des unparteiischen, unvoreingenommenen und unbefangenen Richters, wie sie sich aus Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK ergibt.\n\na) Nach der in Art. 58 Abs. 1 aBV bzw. im materiell unverändert in die neue Bundesverfassung vom 18. Dezember 1998 überführten Art. 30 Abs. 1 BV und in Art. 6 Ziff. 1 EMRK enthaltenen Garantie des verfassungsmässigen Richters hat der Einzelne Anspruch darauf, dass seine Sache von einem unparteiischen, unvoreingenommenen und unbefangenen Richter ohne Einwirken sachfremder Umstände entschieden wird. Liegen bei objektiver Betrachtungsweise Gegebenheiten vor, die den Anschein der Befangenheit und die Gefahr der Voreingenommenheit zu begründen vermögen, so ist die Garantie verletzt (BGE 125 I 209 E. 8a; BGE 120 Ia 184 E. 2b).\n\nb) Wird mit einer staatsrechtlichen Beschwerde eine Verletzung des Anspruchs auf den verfassungs- und konventionsmässigen Richter geltend gemacht, so überprüft das Bundesgericht die Auslegung und Anwendung des kantonalen Verfahrensrechts nur unter dem Gesichtswinkel der Willkür. Mit freier Kognition prüft es dagegen, ob die als vertretbar erkannte Auslegung des kantonalen Prozessrechts mit den Garantien von Art. 58 Abs. 1 aBV und Art. 6 Ziff. 1 EMRK vereinbar ist (BGE 117 Ia 170 E. 1; BGE 116 Ia 14 E. 3; Pra 87/1998 Nr. 95 S. 546 E. 4c).\n\nc) Eine gewisse Besorgnis der Voreingenommenheit und damit Misstrauen in das Gericht kann bei den Parteien immer dann entstehen, wenn einzelne Gerichtspersonen in einem früheren Verfahren mit der konkreten Streitsache schon einmal befasst waren. In einem solchen Fall sogenannter Vorbefassung stellt sich die Frage, ob sich ein Richter durch seine Mitwirkung an früheren Entscheidungen in einzelnen Punkten bereits in einem Mass festgelegt hat, die ihn nicht mehr als unvoreingenommen und dementsprechend das Verfahren als nicht mehr offen erscheinen lassen. Ob dies der Fall ist, kann nicht generell gesagt werden; es ist nach der Rechtsprechung vielmehr in jedem Einzelfall zu untersuchen, ob die konkret zu entscheidende Rechtsfrage trotz Vorbefassung als offen erscheint (BGE 114 Ia 50 E. 3d; vgl. die Beispiele in BGE 120 Ia 82 E. 6d).\n\n4. a) Die Entscheide, in denen das Bundesgericht über die Zulässigkeit der Vorbefassung zu befinden hatte, beziehen sich BGE 126 I 68 S. 74indessen, soweit ersichtlich, ausschliesslich auf Fälle, in denen ein Richter oder ein Gerichtsschreiber mit der Sache in unterschiedlichen Verfahren oder in vom anwendbaren Verfahrensrecht klar getrennten Verfahrensabschnitten befasst waren, z.B. zunächst im Rechtsöffnungs- und anschliessend im Zivilverfahren oder bei der Anklagezulassung und im Strafurteilsverfahren.\n\nDiese Rechtsprechung kann nicht unbesehen auf den vorliegenden Fall übertragen werden, in welchem das Bezirksgericht in der Urteilsberatung einen an besondere Voraussetzungen gebundenen (dazu näher E. c unten) prozessleitenden Entscheid und später das Sachurteil fällte.\n\nb) Das Bezirksgericht ist am 16. Januar 1998 nach durchgeführter Hauptverhandlung und damit nach Abschluss des Beweisverfahrens und den Parteivorträgen zum Schluss gekommen, dass ein Teil der gegen den Beschwerdeführer erhobenen Vorwürfe nicht berechtigt sind und hat ihn in diesen Punkten freigesprochen. In anderen Punkten ist es aufgrund seiner Beweiswürdigung zum Schluss gelangt, der Beschwerdeführer habe die ihm vorgeworfenen Handlungen begangen, dass aber die Umschreibung der subjektiven Tatbestandselemente in tatsächlicher Hinsicht in der Anklageschrift den formellen Anforderungen des Anklageprinzips nicht genüge.\n\nOffensichtlich nicht zu beanstanden ist, dass sich das Bezirksgericht in der Urteilsberatung eine Meinung von der Sach- und Rechtslage bildete, liegt darin doch gerade der Zweck der Urteilsberatung nach durchgeführter Hauptverhandlung. Es kann dem Gericht daher nicht schon deswegen Befangenheit vorgeworfen werden, weil es das Ergebnis seiner bisherigen Urteilsberatung mit der im Beschluss vom 16. Januar 1998 enthaltenen Formulierung bekanntgab, dass eine Konkretisierung der Anklage mit \"hoher Wahrscheinlichkeit\" zu einer Verurteilung des Beschwerdeführers führen müsste. Unzulässig wäre eine solche Feststellung selbstverständlich dann, wenn sie vor Abschluss des Beweisverfahrens gemacht worden wäre, beispielsweise in einem Beschluss zur Anordnung von weiteren Beweismassnahmen im Sinne von § 183 Abs. 2 StPO/ZH, da ein Richter, dessen Überzeugung vor der Würdigung aller Beweise bereits feststeht, kein unbefangener Richter im Sinne von Art. 30 Abs. 1 BV sein könnte.\n\nc) Eine Rückweisung der Anklage nach § 182 Abs. 3 StPO/ZH ist hingegen nur zulässig, wenn das Gericht aufgrund der erhobenen Beweismittel zur Überzeugung gekommen ist, dass ein strafbares BGE 126 I 68 S. 75Verhalten vorliegt und sich dieses im Bereich der eingeklagten Lebensvorgänge, also des ursprünglichen Prozessthemas bewegt, dass aber die Anklage für einen Schuldspruch nicht ausreicht, weil z. B. wie im vorliegenden Fall die subjektiven Tatbestandselemente nicht mit hinreichenden Sachverhaltsbehauptungen unterlegt sind (SCHMID, in Donatsch/Schmid, Kommentar zur Zürcher StPO/ZH, Zürich 1999, N. 13 ff. zu § 182). Dabei macht sich das Gericht nicht in unzulässiger Weise zum Ankläger, denn die in § 182 Abs. 3 StPO/ZH vorgesehene Rückweisung der Anklage zur Abänderung stellt eine vom kantonalen Gesetzgeber ausdrücklich vorgesehene Durchbrechung des Anklageprinzips dar.\n\nd) Da die Rückweisung der Anklage zwecks Abänderung nach § 182 Abs. 3 StPO/ZH überhaupt nur unter der Voraussetzung zulässig ist, dass nach der Überzeugung des Bezirksgerichts \"ein strafbarer Tatbestand vorliege\", hätte das Bezirksgericht, wäre es davon nicht überzeugt gewesen, keinen Anlass gehabt, die Anklage zurückzuweisen. Vielmehr hätte es nur die Möglichkeit gehabt, den Beschwerdeführer freizusprechen oder allenfalls nach § 183 Abs. 2 StPO/ZH weitere Beweiserhebungen anzuordnen. Insofern gibt die Formulierung, eine Abänderung der Anklage führe mit hoher Wahrscheinlichkeit zu einer Verurteilung, nur die Rechtslage gemäss der angewendeten Gesetzesvorschrift wieder. Es ist daher müssig, darüber zu streiten, ob diese Formulierung mehr oder weniger geschickt war: mit der Aussetzung des Urteils und der Rückweisung der Anklage gemäss § 182 Abs. 3 StPO/ZH stand in jedem Falle fest, dass sich das Bezirksgericht von der Schuld des Beschwerdeführers überzeugt hatte und ihn verurteilen werde, wenn die Anklage die notwendige - geringfügige, da nur in engen Grenzen zulässige (oben E. b) - Abänderung der Anklage vornehme. Von einer eine Befangenheit begründende Vorbefassung des Bezirksgerichts kann daher nicht gesprochen werden, wenn es in, mit Ausnahme des Gerichtsschreibers, gleicher Besetzung den Rückweisungsbeschluss vom 16. Januar 1998 und, nachdem die notwendige Abänderung der Anklage erfolgt war, das Endurteil vom 5. Juni 1998 fällte. Der angefochtene Entscheid des Kassationsgerichts verletzt daher die Garantie des unparteiischen, unvoreingenommenen und unbefangenen Richters gemäss Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK nicht."}