{"annee": "126", "cour": "IV", "page": "161", "date": "29/6/2000", "cite": ["121 IV 258", "116 IV 134", "87 IV 115", "123 IV 125"], "cite_par": ["126 IV 209", "131 IV 11"], "chapeau": "26. Auszug aus dem Urteil des Kassationshofes vom 29. Juni 2000 i.S. H. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 141bis CP: utilisation sans droit de valeurs patrimoniales. Est punissable celui qui, sans droit, utilise à son profit ou au profit d'un tiers des valeurs patrimoniales tombées en son pouvoir indépendamment de sa volonté et sur lesquelles il n'a pas de prétentions juridiquement fondées. Le fait que les valeurs soient parvenues à l'auteur à la suite d'un versement erroné, ou d'un paiement à double résultant d'une inadvertance, est sans importance (consid. 3c)."], "faits": "BGE 126 IV 161 S. 161\n\nH. wurde am 4. November 1991 bei einem Verkehrsunfall verletzt. Mit Vergleich vom 2. Dezember 1994 verpflichtete sich die National Versicherung, H. Fr. 160'000.- Schadenersatz zu bezahlen. Am 22. Dezember 1994 wurde ein erster, manueller Zahlungsauftrag ausgeführt und der Betrag von Fr. 160'000.- dem Konto von H. gutgeschrieben. Am 28. Dezember 1994 erfolgte irrtümlich eine zweite Zahlung in gleicher Höhe mittels maschinellem Giroauftrag. Am 13. November 1995 forderte die Versicherung H. zur BGE 126 IV 161 S. 162Rückzahlung auf. Am 18. Januar 1996 teilte der Anwalt von H. der Versicherung mit, dass dieser der Aufforderung nicht nachkommen könne, da seine verfügbaren Aktiven lediglich Fr. 10'000.- betragen würden; H. habe die zweite Zahlung von Fr. 160'000.- für verschiedene Zwecke verwendet.\n\nAm 5. März 1998 sprach das Bezirksgericht Zofingen H. vom Vorwurf der unrechtmässigen Verwendung von Vermögenswerten frei.\n\nAuf Berufung der Staatsanwaltschaft hin erklärte das Obergericht des Kantons Aargau H. am 2. Dezember 1999 der unrechtmässigen Verwendung von Vermögenswerten schuldig und bestrafte ihn mit 9 Monaten Gefängnis und Fr. 300.- Busse, als Zusatzstrafe zu einem Urteil des Obergerichtes vom 1. Februar 1996. Es gewährte H. für die Gefängnisstrafe den bedingten Vollzug bei einer Probezeit von drei Jahren.\n\nH. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes aufzuheben; er sei freizusprechen, eventualiter sei die Sache an das Obergericht zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. a) Art. 141bis StGB ist durch die Revision des Vermögensstrafrechtes von 1994, in Kraft seit dem 1. Januar 1995, in das Gesetz aufgenommen worden. Das frühere Recht kannte den Tatbestand nicht, und auch im Vorentwurf war keine entsprechende Bestimmung vorgesehen. Der Tatbestand wurde vielmehr ohne Vorarbeiten der Expertenkommission in den Entwurf des Bundesrates aufgenommen aufgrund einer Anregung in BGE 116 IV 134 E. 2c. Das Bundesgericht führte in diesem Entscheid aus, wenn der Gesetzgeber der Auffassung sei, dass die Unterschlagung von Forderungen, etwa begangen durch die unrechtmässige Verwendung eines Bankguthabens, welches dem Täter irrtümlich gutgeschrieben wurde, strafbar sei, dann sollte er im Rahmen der Revision des Vermögensstrafrechts einen diesbezüglichen klaren und eindeutigen Tatbestand schaffen. In der Botschaft über die Änderung des Schweizerischen Strafgesetzbuches vom 24. April 1991 (BBl 1991 II 1007) wird darauf Bezug genommen. Art. 141bis StGB geht zurück auf die im Fall Nehmad (BGE 87 IV 115) aufgetretene Problematik - die sich dann in BGE 116 IV 134 erneut ergab -, dass nach Wortlaut und Systematik der frühere Unterschlagungstatbestand (Art. 141 aStGB) BGE 126 IV 161 S. 163nur die Unterschlagung von Sachen, nicht aber die Unterschlagung von Forderungen erfasste. In der Praxis ergaben sich daraus Probleme bei der irrtümlichen Überweisung von Geldbeträgen auf ein falsches Konto, wenn der Empfänger über den irrtümlich überwiesenen Betrag verfügte. Auf diese Konstellation ist Art. 141bis StGB zugeschnitten.\n\nb) In BGE 123 IV 125 lehnte das Bundesgericht die Anwendung von Art. 141bis StGB ab bei einem Täter, der die Überweisung von Geldbeträgen selber veranlasst hatte; sie waren ihm deshalb nicht \"ohne seinen Willen\" zugekommen (zustimmend MARCEL ALEXANDER NIGGLI, Urteilsanmerkung, AJP 1998 S. 118 ff.; GUIDO JENNY, Die strafrechtliche Rechtsprechung des Bundesgerichts im Jahre 1997, ZBJV 134/1998 S. 619 ff.).\n\nc) In der bisherigen Rechtsprechung ging es bei der \"Forderungsunterschlagung\" um Fälle, in denen Geldbeträge aufgrund eines Versehens des Auftraggebers bzw. der Bank auf ein falsches Konto überwiesen wurden (BGE 87 IV 115; BGE 116 IV 134; BGE 121 IV 258). Im hier zu beurteilenden Fall ist eine andere Konstellation gegeben. Die Versicherung wollte den zweiten Betrag von Fr. 160'000.- dem Beschwerdeführer zukommen lassen. Der Betrag wurde also auf das richtige Konto geleitet. Die Versicherung befand sich jedoch in einem Irrtum über ihre Schuldpflicht und leistete versehentlich eine Doppelzahlung.\n\nNach der Auffassung des Schrifttums ist Art. 141bis StGB auch in diesem Fall anwendbar. Dabei geht es um die Frage, was unter \"ohne seinen Willen zugekommen\" zu verstehen ist. REHBERG/SCHMID (Strafrecht III, 7. Aufl., Zürich 1997, S. 140) führen aus, Art. 141bis StGB erfasse Fälle einer irrtümlichen Gutschrift, namentlich einer Zahlung, die für das Konto eines anderen bestimmt war. Sodann komme der Fall in Betracht, dass die beim Täter eingegangene Zahlung wohl mit Willen des Überweisenden erfolgte, dieser sie aber unter dem Einfluss eines Irrtums über seine Leistungspflicht veranlasste; so, wenn er eine von ihm bereits beglichene Geldschuld versehentlich ein zweites Mal bezahle. Im gleichen Sinne äussert sich GUNTHER ARZT (Vom Bargeld zum Buchgeld als Schutzobjekt im neuen Vermögensstrafrecht, recht 13/1995 S. 136 Fn. 15). Nach Auffassung von MARCEL ALEXANDER NIGGLI (a.a.O., S. 120) müsste der Passus \"ohne seinen Willen zugekommen\" dahin präzisiert werden, dass damit Vermögenswerte gemeint sind, die dem Täter einerseits ohne seinen Willen zugekommen sind und auf die er andererseits auch keinen Rechtsanspruch hat. Damit würden befremdliche BGE 126 IV 161 S. 164Unterscheidungen von Irrtümern des Auftraggebers einerseits und der tatsächlich überweisenden Instanz (Bank, Post) andererseits entfallen; ebenso die Unterscheidung von Irrtümern des Auftraggebers hinsichtlich des Rechtsgrundes (Doppelzahlung) einerseits und hinsichtlich der Person eines vermeintlichen Gläubigers andererseits.\n\nDem ist zuzustimmen. Art. 141bis StGB erfasst die \"Forderungsunterschlagung\". Entscheidend ist, dass dem Täter - für ihn überraschend - Vermögenswerte überwiesen werden, auf die er keinen Rechtsanspruch hat. Verwendet er in dieser Konstellation die Vermögenswerte unrechtmässig in seinem oder eines andern Nutzen, ist er nach Art. 141bis StGB strafbar. Ob der Täter vom Überweisenden nichts zu fordern hat (Fehlüberweisung) oder ob er nichts mehr zu fordern hat (versehentliche Doppelzahlung), kann keine Rolle spielen.\n\nWie dargelegt wurde Art. 141bis StGB in das Gesetz aufgenommen, um bei Forderungen die Anwendung des auf Sachen zugeschnittenen Unterschlagungstatbestandes überflüssig zu machen. Art. 141bis StGB soll das der Unterschlagung von Sachen entsprechende Unrecht erfassen. Wenn der Schuldner, der eine Sache dem Gläubiger bereits geliefert hat, diese ihm versehentlich ein zweites Mal liefert, und der Gläubiger sich die Sache aneignet, so macht dieser sich der Unterschlagung bzw. - nach der neuen Terminologie - der unrechtmässigen Aneignung (Art. 137 Ziff. 2 Abs. 1 StGB) strafbar. Der mit der ersten Lieferung bereits befriedigte Gläubiger erwirbt an der zweiten Sache kein Eigentum, da er keinen gültigen Erwerbstitel hat (vgl. IVO SCHWANDER, Kommentar, Schweizerisches Zivilgesetzbuch II, Basel 1998, Art. 714 N. 2 ff.); die zweite Sache ist für ihn eine fremde. Die Bestrafung wegen Sachunterschlagung in einem derartigen Fall spricht für die Bestrafung wegen Forderungsunterschlagung, wo der Täter einen irrtümlich ein zweites Mal überwiesenen Geldbetrag in seinem oder eines andern Nutzen verwendet.\n\nd) Nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP [SR 312.0]) hat sich die Versicherung im Vergleich zur (einmaligen) Zahlung von Fr. 160'000.- verpflichtet. Die Vorinstanz kommt in Würdigung der Beweise abweichend von der ersten Instanz zum Schluss, dass der Beschwerdeführer dies wusste und erkannte, dass es sich bei der zweiten Zahlung von Fr. 160'000.- um eine irrtümliche handelte. Er verbrauchte das überwiesene Geld bis auf Fr. 10'000.- für eigene Bedürfnisse und war nicht mehr in der Lage, den irrtümlich geleisteten Betrag zurückzuerstatten.BGE 126 IV 161 S. 165\n\nAusgehend von diesen tatsächlichen Feststellungen verletzt es kein Bundesrecht, wenn die Vorinstanz den Tatbestand der unrechtmässigen Verwendung von Vermögenswerten objektiv und subjektiv als erfüllt betrachtet hat."}