{"annee": "126", "cour": "III", "page": "223", "date": "27/3/2000", "cite": ["123 III 274", "123 II 325", "95 I 193", "119 II 411", "101 II 248", "83 II 384"], "cite_par": ["130 III 571", "145 II 282", "145 I 250", "136 III 423", "132 III 49", "131 III 209", "133 III 416", "129 II 420", "128 III 428", "129 III 161"], "chapeau": "39. Auszug aus dem Urteil der II. Zivilabteilung vom 27. März 2000 i.S. Hotel E. AG gegen F. (Berufung)", "regestes": ["Immissions provenant de l'exploitation d'un hôtel/restaurant (art. 684 CC). Rapport entre la protection de droit privé et la protection de droit public contre les immissions; importance des prescriptions de droit public pour fixer la tolérance en matière d'immissions (consid. 3). Inadmissibilité d'immissions de bruit régulières dépassant le seuil de réveil après minuit au centre d'un village (consid. 4)."], "faits": "BGE 126 III 223 S. 223\n\nA.- Die Hotel E. AG führt an zentraler Lage in X. ein alteingesessenes Hotel/Restaurant mit Saal und Terrasse. Die Hotelliegenschaft verfügt auf der Südwestseite des Gebäudes über ca. 20 Parkplätze. Nordwestseitig liegen ein Abstellplatz für einige Autos und ein kleiner Garten, in dem bis Ende 1998 ein Trampolin aufgestellt war.\n\nIm Februar 1996 eröffnete die Hotel E. AG im Untergeschoss bzw. Tiefparterre ihres Gebäudes die \"Bar R.\", einen Barbetrieb mit ca. 50 Sitz- und 20 Stehplätzen sowie drei Spielapparaten. Im Juni 1996 erhielt sie versuchsweise eine Sonderbewilligung für verlängerte BGE 126 III 223 S. 224Öffnungszeiten an Freitagen und Samstagen (bis 02.00 Uhr), wobei sie verpflichtet wurde, bei verlängerter Öffnung zwischen 22.00 Uhr und 02.30 Uhr einen Parkdienst zu organisieren. Diese Sonderbewilligung wurde später erneuert. Seit Ende 1997 kennt die kantonale Gastgewerbegesetzgebung keine allgemeine Polizeistunde mehr.\n\nB.- Am 25. September 1996 reichte F., die Eigentümerin der benachbarten Liegenschaft, gegen die Hotel E. AG beim Kantonsgericht Obwalden Immissionsklage ein.\n\nMit Urteil vom 11. Februar/25. Mai 1998 verpflichtete das Kantonsgericht die Hotel E. AG, die Fenster von Restaurant und Bar auf der südwestlichen und nordwestlichen Seite ihres Gebäudes zwischen 22.00 Uhr und 06.00 Uhr vollständig verschlossen zu halten, wenn das Lokal für Gäste geöffnet sei und ab 22.00 Uhr im Freien keine Musik mehr zu machen oder machen zu lassen. Ausserdem verhielt es die Hotel E. AG, die Trampolinbenützung jeweils längstens bis 20.00 Uhr und in den Monaten Juli und August jeweils längstens bis 21.00 Uhr zuzulassen.\n\nDie von F. eingereichte Appellation hiess das Obergericht des Kantons Obwalden mit Urteil vom 6. Dezember 1999 teilweise gut und hob das Urteil des Kantonsgerichts mit Ausnahme der Verpflichtung zum Verschlossenhalten der Fenster ab 22.00 Uhr auf. Es verpflichtete die Hotel E. AG zusätzlich,\n\n- den Restaurant- und Barbetrieb von Sonntag- bis Donnerstagabend jeweils spätestens um Mitternacht und am Freitag- und Samstagabend spätestens um 02.00 Uhr zu schliessen,\n\n- an den Freitag- und Samstagabenden mit Wirtschaftsschluss nach Mitternacht von 23.00 Uhr bis eine halbe Stunde nach Schliessung einen Parkdienst zu unterhalten, der dafür zu sorgen habe, dass keine Parkplatzprobleme entstünden und die Gäste auf dem Parkplatz vor dem Haus der Klägerin keinerlei Nachtruhestörungen verursachten,\n\n- an den übrigen Abenden dafür besorgt zu sein, dass auf dem Parkplatz vor dem Restaurant- und Barbetrieb keine Probleme aufträten und die Gäste keinerlei Nachtruhestörungen verursachten,\n\n- im Freien um den Gastgewerbebetrieb zu keiner Tages- und Nachtzeit Musik zu machen oder machen zu lassen und\n\n- die Benützung eines öffentlich zugänglichen Trampolins auf ihrem Grundstück nur von 09.00 Uhr bis 12.00 Uhr und von 15.00 Uhr bis 18.00 Uhr zu gestatten und zu den übrigen Zeiten zu verhindern.\n\nBGE 126 III 223 S. 225\n\nC.- Das Bundesgericht weist eine von der Hotel E. AG eingereichte Berufung ab, soweit darauf eingetreten wird.", "considerants": "Aus den Erwägungen:\n\n3. a) Nach Auffassung der Beklagten hat das Obergericht Bundesrecht verletzt, weil es für die Beurteilung der Übermässigkeit der Lärmimmissionen die massgebliche Zonenordnung nicht miteinbezogen habe. Gemäss Art. 30 Abs. 5 des Baureglements von X. vom 19. Mai 1995 gehörten die fraglichen Grundstücke zur Dorfkernzone II. Für diese sei die Lärmempfindlichkeitsstufe III massgebend, die Belastungsgrenzwerte für den Strassenlärm von 65 dB(A) tagsüber und 55 dB(A) nachts vorsehe. Im Rahmen der Interessenabwägung hätte das Obergericht deshalb berücksichtigen müssen, dass aus öffentlichrechtlicher Sicht selbst nachts ein nicht unerheblicher Lärmpegel geduldet werden müsse.\n\nc) Aus den Erwägungen des Obergerichts wird deutlich, dass dieses keineswegs abgelehnt hat, das öffentlich-rechtliche Lärmregime in die Beurteilung einzubeziehen. Es hat vielmehr darauf hingewiesen, dass die öffentlichrechtlichen Schranken im Rahmen einer Gesamtsicht mitzuberücksichtigen seien, aber nicht direkt Anwendung finden könnten, zumal das öffentliche Recht für die hier interessierende Lärmart keine Messweise und auch keine Grenzwerte kenne.\n\nDer privatrechtliche und der öffentlichrechtliche Immissionsschutz stehen an sich selbstständig nebeneinander (BGE 95 I 193 E. 3 S. 197; BGE 83 II 384 E. b S. 389 f.; Urteil des Bundesgerichts vom 5. Januar 1996 i.S. Z. [5C.249/1994], E. 6, auszugsweise publiziert in URP 1996 S. 338; MEIER-HAYOZ, Berner Kommentar, N. 261 ff. zu Art. 684 ZGB; ZÄCH, Kommentar USG, N. 37 zu Art. 20 USG). Dennoch bestehen zwischen den beiden Regelungen Berührungspunkte und Überschneidungen. Insbesondere wenn das nach Lage, Beschaffenheit und Ortsgebrauch gerechtfertigte und zu duldende Mass von Einwirkungen zu ermitteln ist (Art. 684 Abs. 2 ZGB), können öffentlichrechtliche Vorschriften eine Rolle spielen (Bau- und Zonenvorschriften, Normen betreffend Lärmschutz, Luftreinhaltung, Strahlen und Erschütterung). Diese gehen freilich von anderen Referenzgrössen aus (Berücksichtigung von Personengruppen mit erhöhter Empfindlichkeit im Umweltschutzrecht [Art. 13 Abs. 2 des Umweltschutzgesetzes vom 7. Oktober 1983; USG, SR 814.01] gegenüber dem Massstab des Durchschnittsmenschen im Privatrecht BGE 126 III 223 S. 226[BGE 119 II 411 E. 4c S. 416]), legen allgemeine Standards fest im Gegensatz zur rein einzelfallbezogenen Beurteilung des Privatrechts und schützen auch nicht so umfassend vor Immissionen wie dieses (z.B. kein Schutz vor ideellen Immissionen). Demgegenüber ist dem Privatrecht das umweltrechtliche Vorsorgeprinzip (Art. 11 Abs. 2 USG) unbekannt. Derartigen Unterschieden ist Rechnung zu tragen, was ein Abstellen auf das öffentlichrechtlich Zulässige im Rahmen des privatrechtlichen Immissionsschutzes in zahlreichen Fällen von vornherein ausschliesst. Dennoch verlangen die allgemeinen Gebote der widerspruchsfreien und koordinierten Anwendung der Rechtsordnung den sachgerechten Einbezug von und die möglichst weitgehende Rücksichtnahme auf Normen anderer Rechtsgebiete zum gleichen Gegenstand. Die rechtsanwendenden Behörden haben demnach in diesem Sinne auf eine Harmonisierung des Immissionsschutzes hinzuwirken (vgl. dazu NICCOLÒ RASELLI, Berührungspunkte des privaten und öffentlichen Immissionsschutzes, URP 1997 S. 271 ff., insbesondere S. 284 ff.; SUSANNE AUER, Neuere Entwicklungen im privatrechtlichen Immissionsschutz, Diss. Zürich 1997, S. 17, 30 ff., 50 ff. und 94 ff., je mit weiteren Hinweisen; ferner AJP 1997 S. 1185 f.). Namentlich im Zusammenhang mit Lärmimmissionen, für welche die Anhänge zur Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41) Belastungsgrenzwerte festschreiben, sind bei der Beurteilung des privatrechtlich zu duldenden Masses die öffentlichrechtlichen Belastungsgrenzwerte heranzuziehen (Urteil des Bundesgerichts vom 5. März 1996 i.S. B. [5P.416/1995], E. 4a/cc, auszugsweise publiziert in URP 1997 S. 152; RASELLI, a.a.O., S. 290 f.).\n\nFür die hier interessierenden Immissionen (Gaststättenlärm und Lärm durch menschliches Verhalten in der Terrassenwirtschaft und bei der Ankunft sowie beim Verlassen der Lokalitäten) kennt das Lärmschutzrecht keine Belastungsgrenzwerte. Insbesondere sind auch die Anhänge 3 und 6 zur LSV (betreffend Strassenverkehrslärm bzw. Industrie- und Gewerbelärm) aus verschiedenen Gründen nicht aussagekräftig (BGE 123 II 325 E. 4d/aa und bb S. 333 ff.; ROBERT HOFMANN, Keine Grenzwerte - kein Lärm?, in URP 1994 S. 427 f.). Zu Recht hat das Obergericht daher die Lärmschutzvorschriften des öffentlichen Rechts nicht direkt oder analog angewendet. Es hat das öffentlichrechtliche Lärmregime aber deswegen nicht unberücksichtigt gelassen, wie die Beklagte meint, sondern in seine Gesamtwürdigung miteinbezogen. Insoweit war namentlich auch Art. 43 Abs. 1 lit. c LSV Rechnung zu tragen, wonach in der hier BGE 126 III 223 S. 227interessierenden Lärmempfindlichkeitsstufe III mässig störende Betriebe zugelassen sind. Nach dem Ausgeführten erscheint das Vorgehen des Obergerichts als sachgerecht und jedenfalls nicht bundesrechtswidrig.\n\n4. a) Gemäss Art. 684 ZGB hat sich jedermann bei der Ausübung seines Grundeigentums, namentlich beim Betrieb eines Gewerbes auf seinem Grundstück, aller übermässigen Einwirkungen auf das Eigentum des Nachbarn zu enthalten (Abs. 1); verboten sind insbesondere alle schädlichen und nach Lage und Beschaffenheit der Grundstücke oder nach Ortsgebrauch nicht gerechtfertigten Einwirkungen durch Rauch oder Russ, lästige Dünste, Lärm oder Erschütterung (Abs. 2). Bei der Abgrenzung zwischen zulässiger und unzulässiger, d.h. übermässiger Immission ist die Intensität der Einwirkungen massgebend. Diese beurteilt sich nach objektiven Kriterien. Der Richter hat eine sachlich begründete Abwägung der Interessen vorzunehmen, wobei er den Massstab des Empfindens eines Durchschnittsmenschen in der gleichen Situation zugrunde zu legen hat. Bei dem nach Recht und Billigkeit zu treffenden Entscheid sind nicht bloss Lage und Beschaffenheit der Grundstücke sowie der Ortsgebrauch zu berücksichtigen, wie es Art. 684 Abs. 2 ZGB ausdrücklich erwähnt; es ist die individuell konkrete Interessenlage umfassend zu würdigen: Alle in der einzelnen Streitsache ins Gewicht fallenden Umstände sind auf ihre Erheblichkeit hin zu prüfen (vgl. auch E. 3c hiervor), wobei stets zu beachten bleibt, dass Art. 684 ZGB als nachbarrechtliche Norm in erster Linie der Herstellung eines nachbarlichen Interessenausgleichs dienen soll. Verboten sind nicht nur schadenverursachende, sondern auch bloss lästige (übermässige) Einwirkungen (vgl. BGE 119 II 411 E. 4c S. 416 mit Hinweisen; MEIER-HAYOZ, a.a.O., N. 86 ff., 90 f., 96 und 107 zu Art. 684 ZGB; REY, Basler Kommentar, N. 8 ff. und 20 ff. zu Art. 684 ZGB).\n\nSowohl bei der Beurteilung der Frage, ob die von ihm festgestellten Einwirkungen angesichts der gegebenen örtlichen Verhältnisse als im Sinne von Art. 684 ZGB übermässig und damit unzulässig sind, als auch bei der Anordnung der von ihm als geboten erachteten Vorkehren steht dem Sachrichter ein Ermessen zu (BGE 101 II 248 E. 3 S. 250 mit Hinweisen). Ermessensentscheide dieser Art überprüft das Bundesgericht an sich frei; es übt dabei allerdings Zurückhaltung und greift nur ein, wenn die kantonale Instanz von dem ihr zustehenden Ermessen einen falschen Gebrauch gemacht hat, d.h. wenn sie grundlos von in Lehre und Rechtsprechung anerkannten BGE 126 III 223 S. 228Grundsätzen abgegangen ist, wenn sie Gesichtspunkte berücksichtigt hat, die keine Rolle hätten spielen dürfen, oder wenn sie umgekehrt rechtserhebliche Umstände ausser Acht gelassen hat. Aufzuheben und zu korrigieren sind ausserdem Ermessensentscheide, die sich als im Ergebnis offensichtlich unbillig, als in stossender Weise ungerecht erweisen (vgl. BGE 123 III 274 E. 1a/cc S. 279 f. mit Hinweisen).\n\nb) Die Beklagte bringt nichts vor, was die Bejahung unzulässiger Immissionen angesichts der vom Obergericht festgehaltenen Tatsachen als bundesrechtswidrig erscheinen lässt: Der Argumentation, dass Lärmbelästigungen durch rücksichtslose Gäste beim Eintreffen und beim Verlassen der Lokalitäten nach Mitternacht verbunden mit der Benützung des Parkplatzes auf der Südwestseite des Hotels/Restaurants wegen der hohen Lärmspitzen auch für normal empfindliche Menschen ausserordentlich störend sein können, selbst wenn sie nur kurze Zeit dauern, weil sie die Weckschwelle überschreiten, vermag die Beklagte nichts Überzeugendes entgegenzusetzen. Sie ist in diesem Zusammenhang darauf hinzuweisen, dass sogar nur vereinzelte übermässige Einwirkungen als unzulässig unter Art. 684 ZGB fallen können (vgl. MEIER-HAYOZ, a.a.O., N. 203 zu Art. 684 ZGB). Hier treten die von der Vorinstanz als unzulässig bezeichneten Lärmimmissionen bei Betriebsschliessungen nach Mitternacht regelmässig auf. Dazu kommen der nächtliche Gaststättenlärm, wenn die Fenster nicht geschlossen gehalten werden, und die zum Gaststättenlärm hinzutretende Musik, welche die Beklagte im Freien abspielt, wenn sie die Terrassenwirtschaft in Betrieb hat.\n\nSoweit die Beklagte nicht die Beweiswürdigung durch die Vorinstanz rügt, was im Rahmen der Berufung unzulässig ist, verweist sie in diesem Zusammenhang auf die Bau- und Zonenordnung bzw. auf die im betreffenden Gebiet geltende Lärmempfindlichkeitsstufe III. Zudem wirft sie dem Obergericht vor, es habe keine Interessenabwägung vorgenommen. Selbst wenn man unter Berücksichtigung von Ortsgebrauch, der Lage und Beschaffenheit der Grundstücke sowie unter Einbezug des bau- und umweltrechtlich Zulässigen davon ausgeht, dass die Klägerin einen mässig störenden Gastwirtschaftsbetrieb auf der Nachbarparzelle dulden muss (vgl. Art. 43 Abs. 1 lit. c LSV und E. 3c hiervor), kann der Vorinstanz kein falscher Gebrauch des Ermessens vorgeworfen werden, wenn diese befunden hat, die festgestellten Ruhestörungen sprengten den Rahmen des unter dem Titel einer mässigen Störung Hinzunehmenden. Die Empfindlichkeitsstufe BGE 126 III 223 S. 229III ist für Mischzonen, namentlich Wohn- und Gewerbezonen vorgesehen (Art. 43 Abs. 1 lit. c LSV). Dies bedeutet, dass die Lärmgrenzen auch mit Rücksicht auf die Wohnnutzung so festzulegen sind, dass die Wohnbevölkerung in ihrem Wohlbefinden nicht erheblich gestört wird (Art. 15 USG). Bei regelmässigen Lärmimmissionen über der Weckschwelle nach Mitternacht kann indessen nicht geschlossen werden, die Wohnbevölkerung sei in ihrem Wohlbefinden, das namentlich eine im Wesentlichen ungestörte Nachtruhe voraussetzt, nicht bedeutend beeinträchtigt. Fehl geht im Weiteren auch der Vorwurf der mangelnden Interessenabwägung. Das Obergericht hat die erforderliche Abwägung der sich entgegenstehenden Interessen sowohl bei der Beurteilung der Übermässigkeit der Immissionen als auch bei der Diskussion der anzuordnenden Massnahmen teils ausdrücklich, teils sinngemäss vorgenommen. Es hat namentlich festgehalten, die Vergnügungsmöglichkeiten einer breiteren Öffentlichkeit und das Recht der Beklagten auf möglichst freie wirtschaftliche Entfaltung rechtfertigten den Schutz der Nachtruhe der Klägerin unter der Woche erst nach Mitternacht und an Freitagen und Samstagen sogar erst ab 02.00 Uhr. Im Zusammenhang mit der Verhältnismässigkeit der umstrittenen richterlichen Anordnungen wird darauf zurückzukommen sein. An dieser Stelle genügt die Feststellung, dass das Obergericht unter Würdigung der gesamten Umstände ohne Verletzung von Bundesrecht zum Ergebnis gelangen durfte, die aus dem Betrieb der Beklagten resultierenden Lärmimmissionen auf dem Grundstück der Klägerin verstiessen vorab spät nachts gegen das Übermassverbot."}