{"annee": "126", "cour": "II", "page": "217", "date": "17/5/2000", "cite": ["125 II 530", "124 II 409", "109 IB 81", "124 II 436", "125 I 71", "116 V 198"], "cite_par": ["134 V 131", "131 II 393", "131 II 361"], "chapeau": "23. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Mai 2000 i.S. B. gegen III. Zivilkammer des Kantonsgerichts St. Gallen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Egalité de rémunération hommes-femmes (art. 4 al. 2 phrase 3 aCst. resp. art. 8 al. 3 Cst. et art. 3 al. 1 LEg): question de l'égalité de traitement des maîtresses en soins infirmiers psychiatriques et des maîtres professionnels titulaires d'une maîtrise. Examen de la comparaison des deux professions par le Tribunal cantonal (consid. 6 - 9): - Portée de l'absence, pour les maîtresses en soins infirmiers psychiatriques, d'un examen comparable à la maîtrise; évaluation de l'enseignement théorique par rapport à l'enseignement clinique (consid. 6). - Prise en considération des coûts supportés par le canton pour la formation des maîtresses en soins infirmiers psychiatriques (consid. 8). - Traitements que peuvent toucher les maîtres professionnels dans l'économie privée, comme facteur de rémunération (consid. 9)."], "faits": "BGE 126 II 217 S. 218\n\nA.- B. arbeitete seit dem 1. August 1987 als Lehrerin für Krankenpflege an der Schule für Psychiatrische Krankenpflege Wil und Pfäfers der Kantonalen Psychiatrischen Klinik Wil. Gemäss Dienst- und Besoldungsordnung für das Staatspersonal des Kantons St. Gallen (DBO; GS 143.2; Anhang B) war sie zunächst in der Lohnklasse 16, ab 1. Januar 1989 in der Lohnklasse 17 und im Zusammenhang mit der Übernahme der Zusatzfunktion als Programmleiterin ab 1990 in der Lohnklasse 18 eingereiht. Ende 1992 schied sie aus dem Staatsdienst des Kantons St. Gallen aus.\n\nB.- Am 16. November 1989 stellte sie erfolglos beim Regierungsrat des Kantons St. Gallen Antrag auf besoldungsmässige Gleichstellung mit den in der Lohnklasse 24 eingestuften Berufsschullehrern. In der Folge, nach Einholung eines Gutachtens bei Prof. Baitsch (nachfolgend: Gutachten I), hiess das Bezirksgericht St. Gallen ihre Klage auf lohnmässige Gleichstellung gut. Der Kanton St. Gallen erhob dagegen Berufung beim Kantonsgericht (III. Zivilkammer), das sich auf ein Gutachten von Dr. Schaeren (nachfolgend: Gutachten II) stützte und das Rechtsmittel am 27. September 1999 guthiess. Dagegen führt B. mit Bezug auf die Verfahrensfragen Verwaltungsgerichtsbeschwerde beim Bundesgericht wegen Verletzung des Bundesgesetzes vom 24. März 1995 über die Gleichstellung von Frau und Mann (Gleichstellungsgesetz [GlG]; SR 151) und mit Bezug auf den Lohnanspruch für den Zeitraum vom 1. Januar 1990 bis zum 30. Juni 1992 staatsrechtliche Beschwerde wegen Verletzung von Art. 4 Abs. 2 Satz 3 der alten Bundesverfassung vom 29. Mai 1874 (aBV) und des rechtlichen Gehörs sowie wegen willkürlicher Feststellung des Sachverhalts.BGE 126 II 217 S. 219\n\nDas Bundesgericht ist auf die staatsrechtliche Beschwerde nicht eingetreten und hat die Verwaltungsgerichtsbeschwerde im Wesentlichen abgewiesen.", "considerants": "Aus den Erwägungen:\n\n4. a) Das Gleichstellungsgesetz, das während der Hängigkeit des Berufungsverfahrens in Kraft getreten ist, konkretisiert das aufgrund von Art. 4 Abs. 2 aBV geltende und unmittelbar anwendbare verfassungsrechtliche Diskriminierungsverbot, insbesondere das Lohngleichheitsgebot gemäss Satz 3 dieser Bestimmung. In seinen Aussagen zur Lohngleichheit ist das Gleichstellungsgesetz inhaltlich allerdings nicht konkreter als die Verfassung. Es enthält materiell-rechtlich nichts, was nicht bereits in Art. 4 Abs. 2 Satz 3 aBV enthalten wäre (BGE 124 II 436, nicht publizierte Erwägung 4). Es können somit Literatur und Praxis zu beiden Vorschriften herangezogen werden. Die totalrevidierte Verfassung vom 18. April 1999 (BV), die am 1. Januar 2000 in Kraft getreten ist, hat am Diskriminierungsverbot gemäss Art. 4 Abs. 2 aBV nichts geändert (siehe Art. 8 Abs. 3 BV).\n\nb) Art. 4 Abs. 2 Satz 3 aBV und Art. 3 Abs. 1 GlG verbieten jede direkte und indirekte Benachteiligung von Arbeitnehmerinnen und Arbeitnehmern aufgrund ihres Geschlechts. Die Beschwerdeführerin macht eine indirekte Diskriminierung geltend. Sie behauptet nicht etwa, die Besoldungsordnung knüpfe zu Unrecht an das Geschlecht an; vielmehr beanstandet sie, dass das Lehrpersonal im Gesundheitswesen als frauenspezifische Berufsgruppe gegenüber den Berufsschullehrern im gewerblich-industriellen Bereich benachteiligt werde. Der im vorliegenden Verfahren unumstrittenen Annahme des Kantonsgerichts, wonach es sich bei den Lehrkräften für Krankenpflege um eine weiblich identifizierte Berufsgruppe handle, ist nichts entgegenzusetzen.\n\n6. Das dem kantonsgerichtlichen Urteil zugrunde liegende Gutachten II zieht die Kriterien \"Ausbildung\", \"geistige Anforderungen\", \"psychische Beanspruchung\", \"physische Anforderungen und Belastungen\" sowie \"Beanspruchung Sinnesorgane und spezielle Arbeitsbedingungen\" heran. Die Kritik der Beschwerdeführerin am kantonsgerichtlichen Vergleich der Berufsschullehrer mit den Lehrerinnen für psychiatrische Krankenpflege bezieht sich auf die Bewertungskriterien \"Ausbildung\" sowie \"geistige Anforderungen\".BGE 126 II 217 S. 220\n\na) Beim ersten Kriterium erzielt die Funktion der Lehrerin für Krankenpflege gemäss dem Gutachten II die Stufe 3,0, die Funktion der Berufsschullehrer die Stufe 3,25. Dabei wird die Meisterprüfung mit einer halben Stufe bewertet. Diese halbe Stufe können die Lehrerinnen für psychiatrische Krankenpflege nicht erreichen, da es für sie keine Meisterprüfung gibt. Entgegen der Meinung der Beschwerdeführerin verstösst dieser Umstand jedoch nicht gegen das Diskriminierungsverbot. Die Ausgestaltung der Ausbildung ist zum einen objektiv begründet. Die Meisterprüfung dient dazu, eine bestimmte Stufe des Könnens und des Wissens nachzuweisen, die gemäss den dafür zuständigen Organen zur Ausbildung von Lehrlingen erforderlich ist. Sie zielt nicht auf eine lohnmässige Besserstellung ab. Dies stellt höchstens eine Reflexwirkung dieser Prüfung dar. Sollte ein öffentliches Interesse an einer vergleichbaren Prüfung für Lehrerinnen für psychiatrische Krankenpflege bestehen, müsste diese mit anderen Mitteln eingeführt werden als mit einer Lohndiskriminierungsklage. Zudem kann mit dem Kantonsgericht nicht gesagt werden, dass die Lehrerinnen für psychiatrische Krankenpflege eine der Meisterprüfung entsprechende Ausbildung vorweisen würden. Im Zusammenhang mit der Ausbildung kann somit nicht, wie die Beschwerdeführerin es tut, argumentiert werden, die Lehrerinnen für psychiatrische Krankenpflege würden faktisch die gleiche Funktion ausüben wie Lehrmeister, weshalb die Meisterprüfung (fiktiv) angerechnet werden müsste. Sollten sie eine vergleichbare Funktion ausüben, dürfte das nicht unter dem Titel \"Ausbildung\" angerechnet werden.\n\nb) Entgegen der Behauptung der Beschwerdeführerin hat das Kantonsgericht den Umstand, dass Krankenschwestern ihre Ausbildung erst ab dem 18. Lebensjahr beginnen können, nicht unberücksichtigt gelassen. Vielmehr übernahm es die dafür im Gutachten II vorgesehene Viertelsstufe. Im Rahmen der Frage, inwiefern die Ausbildung der Lehrerinnen für psychiatrische Krankenpflege derjenigen der Lehrmeister entspreche, durfte sich das Kantonsgericht ferner auf die für die Zulassung zur Meisterprüfung erforderliche Ausbildungsdauer und Ausbildungsart stützen, zumal die Breite der Ausbildung im Rahmen des Kriteriums \"geistige Anforderungen\" mittelbar einbezogen wird. Es kann dabei nicht gesagt werden, das Kantonsgericht habe lediglich die Dauer der Ausbildung in Betracht gezogen. Vielmehr hat es auch deren Art berücksichtigt: So führt das Kantonsgericht z.B. aus, die Ausbildung von Lehrerinnen für psychiatrische Krankenpflege umfasse eine zweisemestrige theoretische BGE 126 II 217 S. 221Ausbildung (mit Praktika) sowie ein 3. Semester mit Schwerpunkt Praxis; zusätzlich fänden 6 Wochen Blockunterricht statt, und es würden zwei praktische Prüfungen durchgeführt und das Verfassen einer schriftlichen Arbeit verlangt. Demgegenüber müssten die Berufsschullehrer mit Meisterausbildung ein dreisemestriges vollumfänglich theoretisches Studium ablegen. Anschliessend folge ein berufsbegleitendes Praxisjahr mit vier Wochen berufsbegleitenden Blockkursen. Insgesamt würden auf der Seite der Lehrerinnen für psychiatrische Krankenpflege 1500 Lektionen gegenüber 1720 Lektionen auf der Seite der Berufsschullehrer mit Meisterausbildung stehen. Unter dem Gesichtspunkt des Kriteriums \"Ausbildung\" genügt diese Vergleichsart, welcher die Praxis des Bundesgerichts im Übrigen nicht entgegensteht (siehe insbes. BGE 124 II 409 E. 10e S. 430 f.). Das Kantonsgericht hat aufgrund des unterschiedlichen Ausbildungsaufwands zu Recht der Funktion Berufsschullehrer mit Meisterausbildung eine zusätzliche Viertelsstufe angerechnet, womit diese Funktion beim Kriterium \"Ausbildung\" um insgesamt eine halbe Stufe höherwertig ist als die Funktion Lehrerinnen für psychiatrische Krankenpflege (3,5 gegen 3,0).\n\nc) Beim Kriterium \"geistige Anforderungen\" übernahm das Kantonsgericht die Bewertung des Gutachtens II, wonach die Funktionen Lehrerinnen für psychiatrische Krankenpflege und Berufsschullehrer mit Meisterausbildung gleichwertig seien (Stufe 3,0). Die Beschwerdeführerin wirft dem Kantonsgericht dabei eine unzulässige allgemeine Rückstufung des klinischen Unterrichts gegenüber dem theoretischen Unterricht vor. Diese Rüge ist unbegründet. Das Bundesgericht verlangt als Rechtfertigung für Lohnunterschiede keinen wissenschaftlichen Nachweis, sondern nur sachlich haltbare Motive (eingehend zum Ermessensspielraum der kantonalen Behörden und zur entsprechenden Zurückhaltung des Bundesgerichts: BGE 125 II 530 E. 5b S. 537; BGE 125 I 71 E. 2c/aa S. 79, mit Hinweisen). Hier liegen solche Motive vor: Der klinische Unterricht erfordert zwar eine grosse Flexibilität und ein besonderes Feingefühl bei der Vermittlung der Pflege psychisch kranker Menschen, da diese regelmässig mit weitgehenden Eingriffen in die psychische Integrität der Patienten verbunden ist. Die Vermittlung dieses Wissens findet jedoch im Einzelunterricht statt, währenddem der theoretische Unterricht vor ganzen Klassenverbänden durchgeführt wird. Der theoretische Unterricht erfordert wesensgemäss einen höheren Abstraktionsgrad. Dieser Umstand wird durch das unterschiedliche Vorbildungs- und Verständnisniveau der Lehrlinge BGE 126 II 217 S. 222in der Berufsschule erschwert. Hinzu kommt, dass die Lehrlinge der Berufsschule gemäss der unumstrittenen Feststellung des Kantonsgerichts (vgl. Art. 105 Abs. 2 OG) allgemein deutlich weniger motiviert sind als die Auszubildenden in der Krankenpflege. Gesamthaft betrachtet durfte das Kantonsgericht ohne Verstoss gegen das Diskriminierungsverbot den theoretischen Unterricht höher bewerten als den klinischen Unterricht (vgl. den Entscheid des Bundesgerichts vom 6. Oktober 1999 E. 3, Pra 90/2000 Nr. 1 S. 4 ff., wo das Bundesgericht die Zulässigkeit der höheren Einstufung der humanistischgymnasialen gegenüber der rein kaufmännischen Ausbildung bejahte). Aufgrund der genannten objektiven Faktoren kann insbesondere (entgegen der Behauptung der Beschwerdeführerin) nicht gesagt werden, die höhere Einstufung des theoretischen Unterrichts durch das Kantonsgericht entspringe einer diskriminierenden Ansicht, wonach pflegerische und fürsorgerische Aufgaben mit einer besonderen Nähe zum Menschen traditionell weiblich und demnach als minderwertig zu betrachten seien.\n\nUnbeachtlich ist schliesslich in diesem Zusammenhang der Hinweis der Beschwerdeführerin auf die Aussage einer der befragten Lehrerinnen für psychiatrische Krankenpflege, wonach der klinische Unterricht schwieriger sei als der theoretische: Das Kantonsgericht hat anhand der Befragungen der betroffenen Personen festgestellt, dass subjektiv grundsätzlich beide Ansichten vertreten würden. Die Meinung einer einzelnen befragten Person kann somit nicht ausschlaggebend sein.\n\n7. Die Funktionen Lehrerinnen für psychiatrische Krankenpflege und Berufsschullehrer mit Meisterausbildung sind somit bereits nach Massgabe der im wissenschaftlichen Bewertungsverfahren herangezogenen Kriterien nicht gleichwertig. Bei den Kriterien \"geistige Anforderungen\", \"physische Anforderungen und Belastungen\", \"Beanspruchung Sinnesorgane und spezielle Arbeitsbedingungen\" erzielen beide Funktionen die gleiche Stufe. Ausserdem nimmt das Kantonsgericht entgegen dem Gutachten II zu Recht Gleichwertigkeit beim Kriterium \"Verantwortung\" an. Beide Funktionen unterscheiden sich somit wie gesehen beim Kriterium \"Ausbildung\" relativ deutlich (3,0 für die Lehrerinnen für psychiatrische Krankenpflege gegen 3,5 für Berufsschullehrer). Ein weiterer Unterschied liegt beim Kriterium \"psychische Beanspruchung\" (3,0 gegen 2,5) vor. Das lässt sich durch die Konfrontation der Lehrerinnen für psychiatrische Krankenpflege mit Leid, Krankheit, Tod erklären. Beide Funktionen sind dennoch nicht gleichwertig, weil die Kriterien BGE 126 II 217 S. 223\"Ausbildung\" und \"psychische Beanspruchung\" nicht gleich schwer zu gewichten sind: Für das erste Kriterium gilt die Gewichtung 300 und für das zweite die Gewichtung 60. Damit erhält die Funktion Berufsschullehrer einen deutlichen Vorsprung gegenüber der Funktion Lehrerinnen für psychiatrische Krankenpflege. Eine lohnmässige Besserstellung ist somit nach Massgabe der vereinfachten Funktionsanalyse (VFA) ohne weiteres zulässig. Um die Höhe der besseren Entlöhnung zu rechtfertigen, verweist das Kantonsgericht über das wissenschaftliche Arbeitsbewertungsverfahren hinaus auf zwei weitere Gesichtspunkte: die Finanzierung der Ausbildung sowie die allgemeine Marktsituation.\n\n8. Die Beschwerdeführerin wendet mit Bezug auf die Ausbildungskosten im Wesentlichen ein, die Ausbildung stelle keinen Lohn dar. Die Ausbildungskosten würden den Betroffenen nie ausbezahlt und sie würden für die besoldungsmässige Einstufung keine Rolle spielen, da die Besoldung nicht davon abhängig sei, wer bzw. welcher Kanton für die Ausbildung habe aufkommen müssen. Mit Bezug auf den Lohn, der während der Ausbildung ausbezahlt würde, verweist die Beschwerdeführerin darauf, dass er mit Pflichtzeitvereinbarungen von zwei bis fünf Jahren gekoppelt sei - was mit Blick auf die durchschnittliche kurze Verweildauer der Frau am Arbeitsplatz sehr lange sei. Diskriminierend sei schliesslich die Berücksichtigung der Ausbildung deshalb, weil die BIGA-Berufe, die im Zuständigkeitsbereich des Bundes stünden, dem Kanton wesensgemäss weniger kosten würden. Unter Hinweis auf ein Rechtsgutachten von J.F. Aubert aus dem Jahre 1995 macht die Beschwerdeführerin geltend, die Tatsache, dass die Gesetzgebungskompetenz im Bereich der Krankenpflege nicht auf den Bund übertragen worden sei, sei nicht neutral, sondern geschlechtsspezifisch geprägt und somit diskriminierend.\n\nDiese Einwände sind unbegründet. Das Kantonsgericht durfte ohne Verstoss gegen das Diskriminierungsverbot die Kosten einbeziehen, welche die Ausbildung der Lehrerinnen für psychiatrische Krankenpflege dem Kanton verursachen, und gestützt darauf eine höhere Einstufung der Berufsschullehrer schützen. Dies aus folgenden Gründen:\n\na) Unter Lohn im Sinne von Art. 4 Abs. 2 Satz 3 aBV bzw. Art. 8 Abs. 3 Satz 3 BV ist nach der Rechtsprechung nicht nur der Geldlohn im engeren Sinne zu verstehen, sondern jedes Entgelt, das für geleistete Arbeit entrichtet wird (BGE 109 Ib 81 E. 4c S. 87). Dazu gehören nach der Lehre auch soziale Lohnkomponenten wie ein BGE 126 II 217 S. 224Anspruch auf Besoldung während des Mutterschaftsurlaubs, Familien-, Kinder- und Alterszulagen (JÖRG PAUL MÜLLER Grundrechte in der Schweiz, Bern 1999, S. 465; GEORG MÜLLER, Kommentar aBV, Zürich 1995, Rz. 142 zu Art. 4). Die Leistung muss allerdings einen engen Zusammenhang mit der Arbeit aufweisen. Aus diesem Grund gilt z.B. eine Witwerrente nicht als Lohn im Sinne von Art. 4 Abs. 2 Satz 3 aBV bzw. Art. 8 Abs. 3 Satz 3 BV (BGE 116 V 198 E. 2a/aa S. 207; BGE 109 Ib 81 E. 4c S. 87).\n\nb) Der erforderliche Zusammenhang zwischen der Ausbildung und der Entlöhnung der Lehrerinnen für psychiatrische Krankenpflege ist hier zu bejahen, obwohl die Ausbildung im Gegensatz zu den sonstigen aufgeführten Beispielen vor der Entlöhnung geleistet und nicht bar ausbezahlt wird. Die genügend enge Verbindung zur Arbeit kommt durch die mit der Ausbildung gekoppelten Pflichtzeitvereinbarungen der vom Kanton ausgebildeten Lehrerinnen klar zum Ausdruck: Der Kanton gewährt den zukünftigen Lehrerinnen einen Urlaub, bietet die Ausbildung an und richtet ihnen während dieser Zeit - insgesamt 59 Wochen - einen Lohn aus. In der Folge sind die ausgebildeten Lehrerinnen verpflichtet, während einer gewissen Zeit für den Kanton tätig zu sein. Die Pflichtzeitvereinbarungen sind also entgegen der Meinung des Kantonsgerichts nicht unbeachtlich. Anders als die Beschwerdeführerin meint, kann jedoch nicht gesagt werden, dass die Lehrerinnen für psychiatrische Krankenpflege nur schon durch die Einhaltung der Pflichtzeitvereinbarungen die Kosten ihrer Ausbildung wieder ausgleichen würden. Die Beteiligung des Kantons an der Ausbildung der Lehrerinnen für psychiatrische Krankenpflege rechtfertigt eine gewisse Lohneinbusse für sie im Vergleich zu den Berufsschullehrern, deren Ausbildung höchst beschränkt, in Form von Stipendien, d.h. ohne direkten Zusammenhang zwischen der Leistung des Gemeinwesens und der Berufsausübung, vom Kanton getragen wird.\n\nc) Dass nicht alle Lehrerinnen für psychiatrische Krankenpflege vom Kanton St. Gallen ausgebildet werden, steht einer Berücksichtigung der Ausbildungskosten nicht entgegen, da gemäss der unumstrittenen Feststellung der Vorinstanz die interkantonale Fluktuation wenig bedeutend ist. Dabei ist darauf hinzuweisen, dass die Beschwerdeführerin selber vom Kanton St. Gallen ausgebildet wurde. Im Übrigen durfte das Kantonsgericht ohne Verstoss gegen das Diskriminierungsverbot auf eine genaue Abrechnung des sich aus der kantonalen Finanzierung der Ausbildungskosten ergebenden geldwerten Vorteils für die Lehrerinnen für psychiatrische BGE 126 II 217 S. 225Krankenpflege und auf die Ermittlung der durchschnittlichen Anstellungsdauer verzichten. Denn es geht nicht um einen ziffernmässig genau ermittelbaren Vergleich, sondern um die generelle Einstufung. Ausserdem lässt sich der praktische Vorteil, der das Kantonsgericht unter dem Stichwort \"Marktvorteil\" behandelt und der darin besteht, dass die an einer Weiterbildung interessierten Krankenschwestern keine Lohneinbusse in Kauf nehmen und auch sonst kein finanzielles Risiko eingehen müssen, nicht zahlenmässig ausdrücken. Dabei ist darauf hinzuweisen, dass die Pflichtzeitvereinbarungen implizit bedeuten, dass nach Abschluss der Ausbildung eine Beschäftigung als Lehrerin zugesichert ist. Das genügt, um eine unterschiedliche Einstufung der Lehrerinnen für psychiatrische Krankenpflege im Verhältnis zu den Berufsschullehrern zu rechtfertigen.\n\nd) Die Tatsache, dass die Ausbildungskosten für BIGA-Berufe nicht vom Kanton, sondern vom Bund getragen werden, schliesst nicht aus, dass man sie berücksichtigt. Denn es kann keineswegs gesagt werden, dass die verfassungsmässige Kompetenzverteilung zwischen Bund und Kanton im Bereich der Krankenpflege-Berufe auf einer unzulässigen diskriminierenden Weltanschauung beruhe. Auch im von der Beschwerdeführerin angerufenen Gutachten wird das nicht behauptet: In diesem Gutachten (Ziff. 15) wird die im Parlament im Jahre 1946 erfolgte Ablehnung einer Übertragung der kantonalen Kompetenz im Bereich des Pflegepersonals auf den Bund zwar auf das katholisch-konservative Bild der Ordensschwestern zurückgeführt. Zum einen ist damit jedoch nicht gesagt, dass es um eine (verpönte) diskriminierende Kompetenzzuteilung geht. Die Kompetenzverteilung zwischen Bund und Kanton kann ohnehin wesensgemäss nicht als diskriminierende Tatsache betrachtet werden, sondern liegt in der unbeschränkten Autonomie des Verfassungsgebers. Zum anderen wird im Gutachten noch ausgeführt, dass die geltende Zuständigkeitsregelung auch darauf beruht, dass man im Jahre 1946 bestimmte Berufsgruppen, insbesondere die \"sozialen\" Berufe, unabhängig davon, ob sie unentgeltlich oder zu Erwerbszwecken ausgeübt würden, nicht der Kompetenz des Bundes unterstellen wollte. In diesem Beweggrund ist kein diskriminierendes Element ersichtlich.\n\n9. a) Mit Bezug auf das vom Kantonsgericht angeführte Argument der Marktsituation macht die Beschwerdeführerin geltend, es herrsche bei den Pflegeberufen ein weitgehendes Staatsmonopol, weshalb der Markt kaum einen Einfluss habe. Auf diese BGE 126 II 217 S. 226Weise könne der Staat ohne weiteres ein diskriminierendes Entlöhnungssystem errichten. Zudem würde der Markt diskriminierende Zustände gerade fördern, so dass man zum Vornherein nicht darauf abstellen dürfe. Widersprüchlich sei das angefochtene Urteil insbesondere deshalb, weil es den Berufsschullehrern marktbedingt höhere Löhne zubillige, währenddem es gleichzeitig anerkenne, dass sie im Vergleich zur Privatwirtschaft einen privilegierten Status hätten. Die Beschwerdeführerin verweist ferner auf Meinungen in der Lehre, die allgemein ablehnen, Lohnunterschiede mit den Verhältnissen auf dem Arbeitsmarkt zu rechtfertigen (OLIVIER STEINER, Das Verbot der indirekten Diskriminierung aufgrund des Geschlechts im Erwerbsleben, Basel 1999, S. 296, mit Hinweisen; siehe auch MONIQUE COSSALI SAUVAIN, La loi fédérale sur l'égalité entre femmes et hommes du 24 mars 1995, in Journée 1995 du droit du travail et de la sécurité sociale, Zürich 1999, S. 57 ff.). Ferner müsse eine Lohngleichheitsklage auch gutgeheissen werden, wenn sie sich auf das Lohnsystem eines ganzen Kollektivs auswirken und Änderungen nach sich ziehen könne.\n\nb) Diese Kritik ist unbegründet. Die Berücksichtigung von Marktmechanismen bei der Ausgestaltung eines Entlöhnungssystems ist nicht grundsätzlich ausgeschlossen (BGE 125 I 71 E. 3d/aa S. 85). Es besteht kein Anlass, im Sinne eines Teils der Lehre von diesem Grundsatz abzuweichen, zumal hier nicht ersichtlich ist, dass dadurch diskriminierende Umstände aus der Privatwirtschaft in das öffentlichrechtliche Arbeitsverhältnis eingeführt würden. Insoweit durfte das Kantonsgericht gestützt auf das Gutachten II sowie auf zwei Kurzgutachten den Umstand in Betracht ziehen, dass der Kanton den Berufsschullehrern Bedingungen anbieten muss, die attraktiv genug sind, damit diese auf Karrierechancen mit der entsprechenden Entlöhnung in der Privatwirtschaft verzichten. Diese teilweise Ausrichtung auf den Markt ist jedoch als (notwendige) Ausnahme im Entlöhnungsraster zu betrachten und begründet grundsätzlich keine Pflicht für den Kanton, mit der Entlöhnung von Berufsgruppen, die nicht in Konkurrenz mit der Privatwirtschaft stehen, nachzuziehen. Wie oben dargelegt, bestehen für die unterschiedliche lohnmässige Einreihung objektive und sachliche Gründe. Es kann somit nicht gesagt werden, monopolähnliche Zustände im staatlichen Gesundheitswesen ermöglichten die Aufrechterhaltung eines diskriminierenden Entlöhnungssystems. Nicht ersichtlich ist schliesslich, inwieweit hier der Markt als solcher diskriminierend sein sollte. Das Kantonsgericht hat an der von BGE 126 II 217 S. 227der Beschwerdeführerin angerufenen Stelle nur ausgeführt, bei gewissen gewerblichen Berufen, wie beispielsweise Bäckern, Coiffeuren, Automechanikern würden die Gehälter der Berufsschullehrer jenen von Betriebsinhabern in sehr guter Situation entsprechen. Das gilt aber bei weitem nicht für alle gewerblichen Berufe. So stellt das Kantonsgericht eine deutliche Konkurrenzierung zur Privatwirtschaft bei qualifizierten Berufen wie Elektrotechnik, Elektronik, Informatik sowie bei anderen Ingenieurberufen fest. Den Kantonen ist dabei eine gewisse Pauschalierung im Sinne einer Gleichbehandlung aller Fachkundelehrer nicht verwehrt. Die Marktsituation darf daher gegenüber den Lehrerinnen für psychiatrische Krankenpflege zu einer Besserstellung der Berufsschullehrer mit Meisterausbildung führen.\n\n10. Gesamthaft betrachtet durfte das Kantonsgericht eine bessere Entlöhnung der Berufsschullehrer mit Meisterausbildung gegenüber den Lehrerinnen für psychiatrische Krankenpflege im erwähnten Ausmass (vgl. dazu den Entscheid des Bundesgerichts vom 6. Oktober 1999, E. 2e S. 4, Pra 90/2000 Nr. 1 S. 4) ohne Verstoss gegen das Diskriminierungsverbot schützen."}