{"annee": "126", "cour": "V", "page": "314", "date": "6/11/2000", "cite": ["120 V 15", "125 V 165", "120 IB 199", "106 II 155", "114 V 33", "111 II 164"], "cite_par": ["132 V 127", "139 II 460", "128 V 224"], "chapeau": "53. Auszug aus dem Urteil vom 6. November 2000 i. S. Personalvorsorgestiftung X gegen V. und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 39 al. 2, art. 49 LPP; art. 5 al. 1 let. b, art. 18 LFLP; art. 125 ch. 2 CO: Paiement en espèces et interdiction de compenser des créances. - Aussi longtemps que la prestation de libre passage payée en espèces est destinée à sauvegarder l'avoir de vieillesse LPP dans la prévoyance obligatoire, la restriction du droit de compenser prévue à l'art. 39 al. 2 LPP s'oppose à la compensation de cette prétention avec des créances cédées par l'employeur à l'institution de prévoyance. - En ce qui concerne la prévoyance plus étendue, une telle compensation n'est pas possible en raison, précisément, de la notion légale de paiement en espèces selon l'art. 5 al. 1 LFLP, dont la nature particulière exige l'exécution effective en mains du créancier."], "faits": "", "considerants": "BGE 126 V 314 S. 314\n\nAus den Erwägungen:\n\n3. a) Auf den durch die fristlose Entlassung vom 26. Juli 1996 bewirkten Freizügigkeitsfall (Auflösung des Vorsorgeverhältnisses/Verlassen der Vorsorgeeinrichtung vor Eintritt eines Vorsorgefalles) ist das auf den 1. Januar 1995 in Kraft getretene Bundesgesetz über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und BGE 126 V 314 S. 315Invalidenvorsorge (FZG) anwendbar. Nach Art. 5 Abs. 1 lit. b FZG können Versicherte die Barauszahlung der Austrittsleistung verlangen, wenn sie eine selbstständige Erwerbstätigkeit aufnehmen und der obligatorischen beruflichen Vorsorge nicht mehr unterstehen. Zur Frage, ob eine solche bar ausbezahlte Freizügigkeitsleistung ganz oder teilweise mit einer - originären oder an die Vorsorgeeinrichtung zedierten - Gegenforderung verrechnet werden kann, schweigt sich das FZG aus. Mit der Vorinstanz ist jedoch, soweit die nach den Art. 15 ff. FZG berechnete Austrittsleistung das BVG-Altersguthaben zu gewährleisten hat (Art. 18 FZG), ohne weiteres von der Anwendung des Art. 39 Abs. 2 BVG auszugehen. Danach darf der Leistungsanspruch mit Forderungen, die der Arbeitgeber der Vorsorgeeinrichtung abgetreten hat, nur verrechnet werden, wenn sie sich auf Beiträge beziehen, die nicht vom Lohn abgezogen worden sind (welche Voraussetzung hier unbestrittenerweise nicht gegeben ist). In der Tat ist die Freizügigkeitsleistung auf Grund der Systematik des Gesetzes als Leistung zu verstehen, bezüglich deren die Art. 34-41 BVG (6. Kapitel) gemeinsame Bestimmungen vorsehen. Daran ändert nichts, wenn die Freizügigkeitsleistung bar ausbezahlt wird: Sie bleibt auch in diesem Fall eine Leistung des Gesetzes. Nur die Modalität ihrer Erbringung ändert, was die Verrechnungsschranke des Art. 39 Abs. 2 BVG nicht dahinfallen lässt.\n\nb) Bezüglich der weitergehenden Vorsorge enthält das Berufsvorsorge- und insbesondere das Freizügigkeitsrecht keine Bestimmungen über die Verrechnung (Art. 49 Abs. 2 BVG, e contrario). In der vorobligatorischen Zeit vor Inkrafttreten des BVG am 1. Januar 1985 hat das Bundesgericht die Verrechenbarkeit von Verantwortlichkeitsansprüchen der Stiftung gegen ein Mitglied des Stiftungsrats mit dessen Ansprüchen auf Barauszahlung als Destinatär bejaht (BGE 106 II 155). In die gleiche Richtung weist das nicht veröffentlichte Urteil M. vom 1. September 1998, in welchem das Eidg. Versicherungsgericht von der grundsätzlichen Verrechenbarkeit der bar auszubezahlenden Freizügigkeitsleistung mit der Forderung der Berufsvorsorgestiftung aus aktienrechtlicher Verantwortlichkeit des Organs der Arbeitgeberin ausgeht und deswegen die Sache an das kantonale Gericht zur vorfrageweisen Beurteilung zurückgewiesen hat.\n\naa) Diese Urteile betreffen indessen nicht die hier anstehende Thematik der Verrechenbarkeit zedierter Arbeitgeberforderungen und beschlagen somit wesentlich anders gelagerte Sachverhalte, BGE 126 V 314 S. 316weshalb sie für die Beurteilung nicht präjudiziell sind. Auszugehen ist davon, dass der Anspruch auf Freizügigkeitsleistung - im obligatorischen und weitergehenden Berufsvorsorgebereich - selbst bei absichtlicher Schadenszufügung nicht mit der von der Arbeitgeberin an die Stiftung abgetretenen Schadenersatzforderung verrechnet werden darf (BGE 114 V 33, BGE 111 II 164; SZS 1991 S. 32). Die finanziellen Interessen der Arbeitgeberin aus dem Betrieb dürfen nicht mit der Berufsvorsorge vermischt werden, ansonsten die gesetzliche Pflicht zur Verselbstständigung (Art. 11 Abs. 1 BVG; Art. 331 Abs. 1 OR) unterlaufen wird. Dabei ist die gesetzlich geregelte Barauszahlung durchaus der beruflichen Vorsorge zuzuzählen. Die Normierung der Barauszahlungsgründe ist Ergebnis einer Abwägung des Gesetzgebers zwischen Aufrechterhaltung und Beendigung des Vorsorgeschutzes. Wenn der Gesetzgeber die Aufnahme einer selbstständigen Erwerbstätigkeit so stark gewichtet, dass die Zweckbindung der Vorsorgemittel preisgegeben wird, dann bedeutet dies gleichzeitig, dass dem Versicherten, welcher die selbstständige Erwerbstätigkeit aufnimmt, diese Mittel auch tatsächlich zufliessen sollen. Das wird mit dem gesetzlichen Begriff der Barauszahlung (Art. 5 Abs. 1 am Anfang FZG) ausgedrückt. Mit dem Begriff der Bar(aus)zahlung ist eine Verrechnung nicht vereinbar (GUHL/KOLLER/SCHNYDER/DRUEY, Das Schweizerische Obligationenrecht, 9. Aufl., S. 302 f. N 26; a.A.: WOLFGANG PETER, Basler Kommentar, 2. Aufl., N 10 zu Art. 125 OR). Bei der bar auszubezahlenden Freizügigkeitsleistung handelt es sich um eine Verpflichtung, deren besondere Natur die tatsächliche Erfüllung an den Gläubiger verlangt (Art. 125 Ziff. 2 OR, dessen Aufzählung nicht abschliessend ist, vgl. VON THUR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II, 3. Aufl., S. 200 Ziff. 3). Ein solches besonderes Effektivleistungsinteresse (EUGEN BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl., S. 441; VICTOR AEPLI, Zürcher Kommentar, N 56 zu Art. 125 OR) liegt im Lichte der gesetzgeberischen Intention, die Aufnahme einer selbstständigen Erwerbstätigkeit als Barauszahlungsgrund anzuerkennen und durch die Barauszahlung die Aufnahme der selbstständigen Erwerbstätigkeit zu stärken, vor.\n\nbb) Davon abgesehen würde die von der Beschwerde führenden Vorsorgeeinrichtung befürwortete Verrechnung zu weiteren nicht hinzunehmenden Schwierigkeiten führen. So steht die von Fall zu Fall vorgenommene, in Gutdünken und Belieben des Arbeitgebers stehende Zession bestrittener Forderungen gegenüber einzelnen BGE 126 V 314 S. 317Arbeitnehmern an die Vorsorgeeinrichtung eindeutig im Widerspruch zu den Prinzipien der Kollektivität, Planmässigkeit und Angemessenheit, welche Wesensmerkmale der beruflichen Vorsorge sind (BGE 120 Ib 202 ff. Erw. 3c). Sodann wird die berufliche Vorsorge mit der Zulassung der Verrechnung zedierter Forderungen für Ansprüche des Arbeitgebers gegen den Arbeitnehmer aus Verletzung des Arbeitsvertrages instrumentalisiert, für welche Streitigkeiten der Rechtsweg nach Art. 73 BVG klarerweise nicht geschaffen wurde. Die Zuständigkeit des Berufsvorsorgerichters nach Art. 73 BVG beschränkt sich nach ständiger Rechtsprechung auf spezifisch vorsorgerechtliche Streitigkeiten, im Wesentlichen Streitigkeiten betreffend Versicherungs-, Freizügigkeitsleistungen (nunmehr Eintritts- und Austrittsleistungen) und Beiträge. Der Rechtsweg nach Art. 73 BVG steht dagegen nicht offen, wenn die Streitigkeit ihre rechtliche Grundlage nicht in der beruflichen Vorsorge hat, selbst wenn sie sich vorsorgerechtlich auswirkt (BGE 125 V 168 Erw. 2 mit Hinweisen; nicht veröffentlichtes Urteil A. vom 20. März 2000). Im vorliegenden Fall ist nicht einmal diese letzte Voraussetzung der vorsorgerechtlichen Auswirkung gegeben: Die richterliche Anerkennung arbeitsvertraglicher Schadenersatzansprüche hat als solche überhaupt keine vorsorgerechtliche Auswirkung; der Zusammenhang wird einzig und allein durch die Verrechnung als solche hergestellt. Dies allein vermag für die Begründung der Zuständigkeit des Vorsorgerichters nicht zu genügen, womit dessen grundsätzliche Befugnis zur vorfrageweisen Prüfung fremdrechtlicher Fragen keineswegs in Abrede gestellt werden soll. Allein, die Befugnis zur vorfrageweisen Prüfung besteht nur, wenn und insoweit die Beantwortung der fremdrechtlichen Vorfrage die unerlässliche Grundlage dafür bildet, die berufsvorsorgerechtliche Hauptfrage beurteilen zu können (z.B. verlangt die berufsvorsorgerechtliche Hauptfrage, wann das Vorsorgeverhältnis nach Art. 10 Abs. 2 BVG beendet worden ist, die Beantwortung der arbeitsvertragsrechtlichen Vorfrage, wann das Arbeitsverhältnis rechtlich aufgelöst worden ist, vgl. BGE 120 V 20 Erw. 2a mit Hinweisen). Ein solches Verhältnis zwischen berufsvorsorgerechtlicher Haupt- und fremdrechtlicher Vorfrage besteht im Falle der Verrechnung nicht. Ferner erscheint es im Hinblick auf den in Art. 1.1 des Reglements der Beschwerdeführerin umschriebenen Stiftungszweck zumindest fraglich, ob nicht bereits - so die Vorinstanz unter Hinweis auf CHRISTOPH MEIER, Die staatliche Beaufsichtigung der Personalvorsorgestiftungen im geltenden und BGE 126 V 314 S. 318werdenden Recht, Diss. Basel 1978, S. 136 f. sowie HANS MICHAEL RIEMER, Die Verrechnungseinrede der Personalvorsorgestiftung gegenüber Forderungen ihrer Destinatäre, in: SJZ 1979 S. 344 f. - die Abtretung der Arbeitgeberforderung als solche durch die Vertretungsmacht der Stiftungsorgane nicht gedeckt und daher rechtsungültig ist."}