{"annee": "126", "cour": "I", "page": "1", "date": "2/2/2000", "cite": ["116 V 198", "113 V 120", "125 III 209", "117 V 318", "106 IB 182", "125 I 21", "116 IB 270", "116 II 657", "123 I 56", "109 IB 81", "115 II 193", "120 V 312", "122 III 414"], "cite_par": ["130 I 26", "129 I 265", "132 I 68", "134 V 131", "131 II 562", "136 III 168"], "chapeau": "1. Urteil der II. öffentlichrechtlichen Abteilung vom 2. Februar 2000 i.S. B. gegen Regierungsrat und Verwaltungsgericht des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 al. 2 aCst.; art. 30 al. 2 et 160 al. 1 CC; art. 178 al. 2 et 179 al. 1 ch. 1 et 2 OEC; § 1 lettre d du tarif des émoluments en matière d'actes de l'état civil du canton d'Argovie. Portée de l'art. 4 al. 1 et 2 aCst. (consid. 2a-c). Pouvoir d'examen concernant la constitutionnalité du droit cantonal qui est en étroite relation avec la législation fédérale, laquelle lie le Tribunal fédéral, conformément aux art. 113 al. 3 et 114bis al. 3 aCst. (consid. 2e, f). L'émolument cantonal perçu pour l'autorisation de porter, dès la célébration du mariage, le nom de la femme comme nom de famille viole l'art. 4 al.2 aCst. (consid. 2d, g-h)."], "faits": "BGE 126 I 1 S. 2\n\nDas Departement des Innern des Kantons Aargau erteilte den Brautleuten F. und B. am 20. Juni 1997 auf deren Gesuch gemäss Art. 30 Abs. 2 ZGB hin die Bewilligung, von der Trauung an den Namen der Ehefrau \"B.\" als Familiennamen zu führen. Zugleich setzte es gestützt auf § 1 lit. d der Verordnung des Regierungsrates vom 6. Dezember 1995 über die Gebühren im Personenstandswesen (PGebV) eine Staatsgebühr von Fr. 150.-, eine Kanzleigebühr von Fr. 20.- und Auslagenersatz von Fr. 14.90, zusammen Fr. 184.90, fest. Gegen diese Gebühr erhob B. erfolglos Beschwerde an den Regierungsrat und anschliessend an das Verwaltungsgericht des Kantons Aargau.\n\nB. erhebt staatsrechtliche Beschwerde mit dem Antrag, das Urteil des Verwaltungsgerichts vom 17. Juni 1999 aufzuheben, akzessorisch die Verfassungs- und EMRK-Konformität von § 1 lit. d der Verordnung über die Gebühren im Personenstandswesen zu prüfen und die Verfassungswidrigkeit dieser Bestimmung festzustellen. Sie rügt eine Verletzung von Art. 4 Abs. 1 und 2 aBV sowie von Art. 8 und 14 EMRK (SR 0.101).\n\nDas Verwaltungsgericht und der Regierungsrat des Kantons Aargau beantragen, die Beschwerde abzuweisen.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin beanstandet ausdrücklich nicht das Fehlen einer gesetzlichen Grundlage für die erhobene Gebühr. Sie macht jedoch geltend, die Gebühr verletze Art. 4 Abs. 1 und 2 aBV sowie Art. 8 und 14 EMRK: Während Männer gemäss Art. 160 Abs. 1 ZGB bei der Heirat ihren Namen behalten könnten und demzufolge dafür auch keine Gebühr zu entrichten hätten, müssten Frauen, die ihren Namen beibehalten wollten, gemäss Art. 30 Abs. 2 ZGB um eine Bewilligung nachsuchen. Wenn für die Erteilung dieser Bewilligung eine Gebühr erhoben werde, so würden Frauen, die ihren Namen beibehalten wollen, anders behandelt als Männer, was geschlechtsdiskriminierend sei.\n\na) Nach Art. 4 Abs. 2 der hier noch massgebenden alten Bundesverfassung vom 29. Mai 1874 (entspricht Art. 8 Abs. 3 der Bundesverfassung vom 18. April 1999) sind Mann und Frau gleichberechtigt.BGE 126 I 1 S. 3\n\nDie Gleichstellung der Geschlechter in dieser Verfassungsbestimmung besagt, dass Mann und Frau ohne Rücksicht auf gesellschaftliche Verhältnisse und Vorstellungen grundsätzlich in allen Bereichen gleich zu behandeln sind. Die Verfassung schliesst die Geschlechtszugehörigkeit als taugliches Kriterium für rechtliche Differenzierungen aus. Eine unterschiedliche Behandlung von Mann und Frau ist nur noch zulässig, wenn auf dem Geschlecht beruhende biologische oder funktionale Unterschiede eine Gleichbehandlung absolut ausschliessen (BGE 125 I 21 E. 3a S. 24; 123 I 56 E. 2b S. 58; 117 Ia 270 E. 2a S. 272; 116 Ia 359 E. 6b S. 369 f.; 116 V 198 E. II.2a/bb S. 208 f.; 108 Ia 22 E. 5a S. 29).\n\nb) Entgegen der Darstellung der Beschwerdeführerin werden von der vorliegend streitigen Gebührenregelung nicht nur Frauen betroffen, die bei der Eheschliessung ihren Namen beibehalten, sondern ebenso Männer, die ihren Namen ändern wollen. Das Gesuch nach Art. 30 Abs. 2 ZGB kann nicht von der Frau allein, sondern muss zwingend von den Brautleuten gemeinsam gestellt werden (ROLF HÄFLIGER, Die Namensänderung nach Art. 30 ZGB, Diss. Zürich, 1996, S. 149, mit weiteren Hinweisen). Dementsprechend schulden - wie auch die Beschwerdeführerin anerkennt - beide Brautleute gemeinsam die Gebühr und haften dafür solidarisch (§ 10 PGebV). Da ein Brautpaar definitionsgemäss aus je einer Frau und einem Mann besteht (Art. 96 ZGB), werden durch die Gebührenregelung zwangsläufig genau gleich viele Männer wie Frauen betroffen.\n\nc) Das führt aber entgegen der Ansicht des Verwaltungsgerichts noch nicht dazu, dass Art. 4 Abs. 2 Satz 1 aBV unanwendbar wäre. Diese Bestimmung verbietet nicht nur die Benachteiligung von Frauen, sondern - unter Vorbehalt angemessener, verhältnismässiger Gleichstellungsmassnahmen gemäss Art. 4 Abs. 2 Satz 2 aBV (vgl. dazu BGE 125 I 21 E. 3a S. 25 und E. 3d/bb-cc, S. 31 f.) - jede nicht durch zwingende biologische oder funktionale Unterschiede gerechtfertigte geschlechtsbezogene Regelung, unabhängig davon, ob dadurch Frauen oder Männer benachteiligt werden; das Recht muss geschlechtsneutral sein (BGE 123 I 56 E. 2; BGE 120 V 312 E. 2a S. 314; BGE 117 V 318 E. 2a S. 321; BGE 116 Ib 270 E. 7a/b S. 283; BGE 116 V 198 E. II.2a/bb S. 209; BGE 109 Ib 81 E. 4d S. 88; ZBl 95/1994 S. 375, E. 1; ZBl 88/1987 S. 306, E. 4b; ZBl 87/1986 S. 482, E. 2; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 86; GEORG MÜLLER, Kommentar BV, Rz. 133 zu Art. 4; BEATRICE WEBER-DÜRLER, Aktuelle Aspekte der Gleichberechtigung von Mann und Frau, ZBJV 1992, S. 357 ff., S. 358).BGE 126 I 1 S. 4\n\nd) Die streitige Gebühr wird im Ergebnis erhoben, wenn ein Brautpaar bei der Eheschliessung den Namen der Frau als Familiennamen wählen will. Hingegen ist keine Gebühr geschuldet, wenn das Paar beschliesst, die gesetzliche Regelung (Name des Mannes als Familienname) beizubehalten. Brautpaare, die den Frauennamen als Familiennamen wünschen, sind damit anders gestellt als Paare, die den Namen des Mannes wählen. Damit werden zwei Sachverhalte gestützt auf ein geschlechtsbezogenes Kriterium unterschiedlich behandelt, ohne dass sich diese Ungleichbehandlung mit biologischen oder funktionalen Gründen rechtfertigen liesse.\n\ne) Der Grund für die Ungleichbehandlung ist im Bundesrecht angelegt: Dieses erklärt von Gesetzes wegen den Namen des Mannes zum Familiennamen (Art. 160 Abs. 1 ZGB), ohne dass dafür ein behördliches Verfahren erforderlich wäre. Demgegenüber ist für die Zulassung des Frauennamens als Familienname eine behördliche Bewilligung vorgeschrieben (Art. 30 Abs. 2 ZGB). In der Lehre besteht Einigkeit, dass diese bundesrechtliche Regelung dem verfassungsrechtlichen Gebot der Gleichstellung der Geschlechter nicht entspricht (ANDREAS BUCHER, Personnes physiques et protection de la personnalité, 4. Aufl., Basel 1999, S. 192 Rz. 779; ROLAND BÜHLER, Kommentar zum schweizerischen Privatrecht, Basel 1996, N. 3 zu Art. 160; HÄFLIGER, a.a.O., S. 180; HAUSHEER/REUSSER/GEISER, Berner Kommentar zum ZGB, Bern 1999, N. 27 zu Art. 160; CYRIL HEGNAUER/PETER BREITSCHMID, Grundriss des Eherechts, 3. Aufl., Bern 1993, S. 137; MARYSE JORNOD, La femme et le nom en droits suisse et français, Thèse Lausanne 1991, S. 65; CLAUDIA KAUFMANN, Die Gleichstellung von Frau und Mann in der Familie gemäss Art. 4 Abs. 2 Bundesverfassung, Diss. Basel 1984, S. 204 f.; MARLIES UND HEINZ NÄF-HOFMANN, Schweizerisches Ehe- und Erbrecht, Zürich 1998, S. 5 und 10; WEBER-DÜRLER, a.a.O., S. 379). Auch das Bundesgericht hat festgestellt, dass die Regelung des Familiennamens im ZGB Art. 4 Abs. 2 aBV widerspricht (BGE 116 II 657 E. 5 S. 665; BGE 115 II 193 E. 3b S. 197; vgl. auch BGE 122 III 414 E. 3c/aa S. 418). Der Nationalrat hat deshalb einer parlamentarischen Initiative Folge gegeben, mit welcher diese Ungleichbehandlung beseitigt werden soll, nachdem der Europäische Gerichtshof für Menschenrechte entgegen BGE 115 II 193 E. 6 in seinem Urteil vom 22. Februar 1994 i.S. Burghartz (A 280-B, Ziff. 27 ff.) entschieden hatte, die Regelung von Art. 160 Abs. 2 ZGB, wonach nur die Ehefrau, nicht aber der Ehemann die Möglichkeit hat, dem Familiennamen seinen Namen voranzustellen, stehe im Widerspruch BGE 126 I 1 S. 5zu Art. 8 und 14 EMRK (p.I. Sandoz 94.434 vom 14. Dezember 1994, vgl. Bericht der Kommission für Rechtsfragen des Nationalrates vom 31. August 1998, BBl 1999 4940).\n\nf) Das Verwaltungsgericht wie auch der Regierungsrat räumen ein, dass die eherechtliche Namensregelung des ZGB nicht verfassungskonform sei. Der Regierungsrat macht jedoch geltend, die fragliche Gebühr entspreche der trotz Verfassungswidrigkeit massgebenden Bestimmung von Art. 30 Abs. 2 ZGB.\n\nDas Bundesgericht ist aufgrund von Art. 113 Abs. 3 und Art. 114bis Abs. 3 aBV (bzw. Art. 191 BV) an die Regelung des Zivilgesetzbuches gebunden, auch wenn dieses der Verfassung widerspricht (vgl. auch BGE 125 III 209 E. 5 S. 216; BGE 116 II 657 E. 5 S. 665; BGE 115 II 193 E. 3b S. 197). Dies gilt jedoch nicht für kantonales Recht; dieses ist von den Gerichten uneingeschränkt auf seine Verfassungsmässigkeit hin zu überprüfen. Zwar hat das Bundesgericht dem Verbot der Geschlechtsdiskriminierung widersprechende kantonale Regelungen geschützt, wenn sie in einem besonders engen Konnex mit einer bundesgesetzlichen, für die Gerichte verbindlichen Regelung stehen (BGE 106 Ib 182 E. 5 S. 190 f.; 109 Ib 81 E. 4a S. 86 und E. 5 S. 89; vgl. auch BGE 113 V 120 E. 2d S. 124) oder eine finanzielle Mehrbelastung des einen Ehegatten abgelten, die sich aus einer im Zivilgesetzbuch enthaltenen geschlechtsspezifischen Regelung ergab (nicht publiziertes Urteil des Bundesgerichts vom 2. November 1994 i.S. O., E. 3). Wo jedoch kein zwingender Konnex mit einer für das Bundesgericht massgebenden bundesgesetzlichen Regelung vorliegt, besteht kein Grund, in der Sanktionierung kantonaler Verfassungswidrigkeiten Zurückhaltung zu üben (BGE 116 V 198 E. II.3c S. 217; ZBl 87/1986 S. 482, E. 2b; BEATRICE WEBER-DÜRLER, Grenzen des Rechtsschutzes bei der Gleichberechtigung, in Festschrift Margrith Bigler-Eggenberger, Basel 1993, S. 344).\n\ng) Vorliegend besteht zwar ein inhaltlicher Zusammenhang zwischen der bundesgesetzlichen Regelung und der kantonalen Gebühr, indem diese für die Durchführung des in Art. 30 Abs. 2 ZGB vorgeschriebenen Bewilligungsverfahrens erhoben wird. Dieser Konnex ist jedoch nicht derart eng und zwingend, dass dem Bundesgericht eine Überprüfung der kantonalen Gebührenordnung verwehrt wäre. Das Bundesrecht schreibt für die Zulassung des Frauennamens als Familiennamen eine Bewilligung vor, nicht aber die Erhebung einer Gebühr. Es erlaubt zwar grundsätzlich den Kantonen, Gebühren zu erheben (vgl. auch für die Tätigkeit der BGE 126 I 1 S. 6Zivilstandsämter Art. 178 Abs. 2 und Art. 179 der Zivilstandsverordnung vom 1. Juni 1953 [ZStV; SR 211.112.1]). Bei der Ausgestaltung der entsprechenden Regelungen haben die Kantone aber die Verfassung zu beachten. Nachdem für die blosse Registrierung des gesetzlichen Familiennamens (Name des Ehemannes, Art. 160 Abs. 1 ZGB) bei der Eheschliessung keine Gebühr verlangt werden darf (Art. 179 Abs. 1 Ziff. 1 und 2 ZStV), muss demzufolge auch auf eine Gebühr verzichtet werden, wenn das Ehepaar den Namen der Frau als Familiennamen wählt, selbst wenn das Bundesrecht (bisher) dafür ein Bewilligungsverfahren vorschreibt. Andernfalls würde aufgrund eines geschlechtsspezifischen Tatbestandsmerkmals eine Abgabe erhoben, was unzulässig ist.\n\nh) Verstösst somit die fragliche Gebühr bereits gegen Art. 4 Abs. 2 aBV, so kann offen bleiben, ob sie auch Art. 8 und 14 EMRK verletzt und ob auch die der Gebühr materiell zu Grunde liegende Bestimmung von Art. 30 Abs. 2 und Art. 160 Abs. 1 ZGB vom Bundesgericht auf seine EMRK-Konformität zu überprüfen wäre (vgl. dazu BGE 125 III 209 E. 5e S. 218; BGE 122 III 414 E. 3a S. 416)."}