{"annee": "126", "cour": "V", "page": "323", "date": "9/5/2000", "cite": ["115 V 38", "123 V 324", "109 V 270", "120 V 200", "124 V 134"], "cite_par": [], "chapeau": "55. Urteil vom 9. Mai 2000 i.S. Erbengemeinschaft M. gegen Concordia, Schweizerische Kranken- und Unfallversicherung und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 24, art. 25 al. 2 let. d et e LAMal: Prestations en cas de séjour dans une clinique lorsqu'un besoin de réadaptation, d'une part, et de convalescence, d'autre part, est établi: délimitation. - Les formes de thérapie mises en oeuvre dans le cadre d'une réadaptation d'ordre médical ont trait aux suites de maladies et peuvent être administrées également en milieu hospitalier. La réadaptation a pour but, à l'aide de moyens médicaux, de rétablir des fonctions perdues ou d'améliorer des fonctions diminuées. En revanche, les cures de convalescence visent, sans qu'il existe un besoin de soins ou de traitement particulier, le rétablissement et la convalescence après des affections qui ont essentiellement affecté l'état général. - Dans le cas concret, la nécessité d'un séjour hospitalier a été niée après le traitement d'un carcinome mammaire et une opération de l'appendicite, parce que seul un besoin de convalescence était établi. En outre, c'est le traitement d'un cancer au moyen d'une médecine complémentaire qui était au premier plan durant le séjour hospitalier."], "faits": "BGE 126 V 323 S. 324\n\nA.- M. war Mitglied der Konkordia, Schweizerische Kranken- und Unfallversicherung (seit 1. Januar 2000 Concordia; im Folgenden Concordia) und bei dieser obligatorisch für Krankenpflege versichert; überdies hatte sie die Versicherungen DIVERSA, NATURA und Spitalversicherung PE 1 abgeschlossen. Wegen eines Mammakarzinoms hielt sie sich ab dem 19. Oktober 1996 zur Behandlung in der Klinik X auf. Am 21. Oktober 1996 wurde sie wegen Appendicitis perforata im Spital Y operiert. Am 29. Oktober 1996 wurde sie zur \"Weiterführung der Spitalbehandlung\" in die Klinik X entlassen, wo sie sich bis 18. November 1996 aufhielt.\n\nGestützt auf eine Stellungnahme ihres Vertrauensarztes Dr. med. S. vom 30. April 1997 teilte die Concordia der Versicherten mit, dass als Folge der Blinddarmoperation nach dem 29. Oktober 1996 keine Spitalbedürftigkeit mehr vorgelegen und auch wegen des Mammakarzinoms keine Notwendigkeit für eine stationäre Behandlung bestanden habe, so dass an den Aufenthalt in der Klinik X lediglich die reglementarischen Leistungen für Kuraufenthalte erbracht werden könnten; zudem bestehe Anspruch auf Übernahme der Arzt- und Arzneikosten nach Tarif aus der obligatorischen Krankenpflegeversicherung (Verfügung vom 13. Mai 1997). Die hiegegen erhobene Einsprache hiess die Concordia insoweit teilweise gut, als sie die Kosten für ein weiteres Medikament (Redoxon) übernahm; im Übrigen hielt sie daran fest, dass für den Aufenthalt in der Klinik X vom 29. Oktober bis 18. November 1996 keine Akutspitalbedürftigkeit, sondern lediglich eine Erholungskurbedürftigkeit bestanden habe, weshalb sich die Kostenübernahme auf die entsprechenden reglementarischen Leistungen beschränke (Einspracheentscheid vom 7. Juli 1997).\n\nBGE 126 V 323 S. 325\n\nB.- Die Erben der am 3. Juni 1997 verstorbenen M. liessen beim Verwaltungsgericht des Kantons Luzern Beschwerde einreichen und beantragen, in Aufhebung des Einspracheentscheids sei die Concordia zu verpflichten, sämtliche Kosten des stationären Aufenthaltes in der Klinik X vom 29. Oktober bis 18. November 1996 im Rechnungsbetrag von Fr. 25'866.70, abzüglich allfälliger Selbstbehalte und der in Rechnung gestellten Verbandswechsel, zu übernehmen.\n\nMit Entscheid vom 29. April 1999 hiess das Verwaltungsgericht des Kantons Luzern die Beschwerde insoweit teilweise gut, als die Concordia verpflichtet wurde, auch für die Kosten des Medikamentes Natrium Chlorat 0,9% im Betrag von Fr. 38.50 aufzukommen; im Übrigen wies es die Beschwerde ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt die Erbengemeinschaft M. das erstinstanzliche Beschwerdebegehren erneuern; eventualiter wird beantragt, in Aufhebung des angefochtenen Entscheids, soweit damit die Spitalbedürftigkeit der Verstorbenen für die Zeit vom 29. Oktober bis 18. November 1996 verneint werde, sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDie Concordia beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) hat sich nicht vernehmen lassen.\n\nD.- (...).", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Im vorliegenden Fall geht es um Leistungen für die Zeit vom 29. Oktober bis 18. November 1996, weshalb die Bestimmungen des am 1. Januar 1996 in Kraft getretenen KVG und der zugehörigen Verordnungen anwendbar sind. Auf die Streitsache ist auch insoweit einzutreten, als sie Leistungen im Sinne der bisherigen Zusatzversicherungen zum Gegenstand hat. Die Concordia hat von der mit Art. 102 Abs. 2 KVG eingeräumten Übergangsfrist zur Anpassung der über die obligatorische Krankenpflegeversicherung hinausgehenden Versicherungen Gebrauch gemacht und die Anpassung auf den 1. Januar 1997 vorgenommen (vgl. BGE 123 V 324). Weil es hier nicht um die Wahrung des bisherigen Versicherungsschutzes, sondern um die Leistungspflicht aus der früheren Zusatzversicherung geht, ist die Zuständigkeit des Sozialversicherungsrichters zu bejahen (BGE 124 V 134).\n\nBGE 126 V 323 S. 326\n\n2. a) Die obligatorische Krankenversicherung übernimmt nach Art. 24 KVG die Kosten für die Leistungen gemäss Art. 25-31 KVG nach Massgabe der in Art. 32-34 festgelegten Voraussetzungen. Die Leistungen umfassen u.a. die Untersuchungen, Behandlungen und Pflegemassnahmen, die ambulant, bei Hausbesuchen, stationär, teilstationär oder in einem Pflegeheim durchgeführt werden von Ärzten, Chiropraktoren und Personen, die im Auftrag eines Arztes oder einer Ärztin Leistungen erbringen (Art. 25 Abs. 2 lit. a KVG), die ärztlich durchgeführten oder angeordneten Massnahmen der medizinischen Rehabilitation (Art. 25 Abs. 2 lit. d KVG) und den Aufenthalt in der allgemeinen Abteilung eines Spitals (Art. 25 Abs. 2 lit. e KVG).\n\nb) Die Leistungspflicht für stationäre Behandlung setzt zunächst voraus, dass sich die versicherte Person in einem Spital, d.h. einer Anstalt oder deren Abteilung aufhält, das der stationären Behandlung akuter Krankheiten oder der stationären Durchführung von Massnahmen der medizinischen Rehabilitation dient (Art. 39 Abs. 1 KVG). Des Weiteren muss eine Krankheit vorliegen, welche eine Akutbehandlung oder medizinische Rehabilitation unter Spitalbedingungen erforderlich macht. Spitalbedürftigkeit in diesem Sinne ist einerseits dann gegeben, wenn die notwendigen diagnostischen und therapeutischen Massnahmen nur in einem Spital zweckmässig durchgeführt werden können, anderseits auch dann, wenn die Möglichkeiten ambulanter Behandlung erschöpft sind und nur noch im Rahmen eines Spitalaufenthaltes Aussicht auf einen Behandlungserfolg besteht. Dabei kann eine Leistungspflicht für den Spitalaufenthalt auch dann bestehen, wenn der Krankheitszustand der versicherten Person einen solchen nicht unbedingt erforderlich macht, die medizinische Behandlung jedoch wegen besonderer persönlicher Lebensumstände nicht anders als im Spital durchgeführt werden kann (BGE 120 V 206 Erw. 6a mit Hinweisen; RKUV 1984 Nr. K 591 S. 197).\n\nc) Im Gesetz nicht näher umschrieben wird der Begriff der medizinischen Rehabilitation im Sinne von Art. 25 Abs. 2 lit. d KVG. Nach GEBHARD EUGSTER (Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Bd. Soziale Sicherheit, Rz 142 ff.) besteht das besondere Merkmal der medizinischen Rehabilitation darin, dass die Behandlung der Krankheit an sich abgeschlossen ist und Therapieformen zur Nachbehandlung von Krankheiten zur Anwendung gelangen. Die medizinische Rehabilitation schliesst an die eigentliche Krankheitsbehandlung an und BGE 126 V 323 S. 327bezweckt, die durch die Krankheit oder die Behandlung selbst bewirkte Beeinträchtigung der körperlichen oder geistigen Leistungsfähigkeit mit Hilfe medizinischer Massnahmen ganz oder teilweise zu beheben, oder sie dient insbesondere bei Chronischkranken der Erhaltung und allenfalls Verbesserung des verbliebenen Funktionsvermögens. Sie kann ambulant, teilstationär, in einer Kuranstalt, in einem Pflegeheim oder in einer spezialisierten Rehabilitationsklinik erfolgen, wobei im letztern Fall eine Spitalbedürftigkeit vorausgesetzt ist, welche nach der notwendigen Behandlungsintensität, dem Behinderungsgrad, der Pflegebedürftigkeit und der Schwere des Hauptleidens oder zusätzlich komplizierender Krankheiten zu beurteilen ist.\n\nd) Im Gesetz nicht erwähnt sind die Erholungskuren, an welche die Krankenversicherer, wie nach dem früheren Recht (BGE 109 V 271 Erw. 4), keine Pflichtleistungen zu erbringen haben. Dies gilt auch für Anwendungen, welche einzig die Erholung oder Genesung fördern sollen, und diagnostische Massnahmen zur Klärung des dafür notwendigen Therapiebedarfs. Von der blossen Erholung ist die Fortsetzung einer begonnenen Heilbehandlung unter Kurbedingungen zu unterscheiden. Dient die Kur der Durchführung besonderer Therapien oder Therapieprogramme bei bestimmten Erkrankungen, hat der Krankenversicherer grundsätzlich die gleichen Leistungen zu erbringen wie bei der ambulanten Behandlung (EUGSTER, a.a.O., Rz 146 f.). Für die Abgrenzung zwischen Erholungskuren und der medizinischen Rehabilitation ist auf die Zielsetzung der Massnahme abzustellen. Die medizinische Rehabilitation ist auf die Wiedererlangung verlorener oder die Verbesserung beeinträchtigter Funktionsfähigkeiten mit medizinischen Mitteln gerichtet. Erholungskuren dienen Versicherten ohne besondere Pflege- und Behandlungsbedürftigkeit zur Erholung und Genesung nach Erkrankungen, die eine wesentliche Verminderung des Allgemeinzustandes zur Folge hatten (EUGSTER, a.a.O., Rz 144).\n\n3. a) Die Beschwerdegegnerin hat an die Kosten für den Klinikaufenthalt in der Zeit vom 19. bis 21. Oktober 1996 im Betrag von Fr. 3'790.40 Leistungen in Höhe von Fr. 1'013.40 für schulmedizinische Spitalleistungen und Fr. 42.35 für Medikamente sowie einen Kostenbeitrag von 15 Franken im Tag aus der Zusatzversicherung NATURA erbracht. Für die Aufenthaltskosten ist sie nicht aufgekommen, weil nach Auffassung ihres Vertrauensarztes für eine erfahrungsmedizinische Behandlung des Mammakarzinoms keine Spitalbedürftigkeit vorgelegen hat. Eine Leistungspflicht für den BGE 126 V 323 S. 328Klinikaufenthalt bestand auch deshalb nicht, weil dieser überwiegend, wenn nicht ausschliesslich, zur Durchführung alternativ- oder komplementärmedizinischer Massnahmen erfolgte, für welche die Beschwerdegegnerin weder im Rahmen der obligatorischen Versicherung noch der Zusatzversicherungen (vorbehältlich des Beitrages von 15 Franken aus der Zusatzversicherung NATURA) aufzukommen hatte, was auch von der Beschwerdeführerin nicht bestritten wird. Streitig ist lediglich, ob die Beschwerdegegnerin Leistungen für die stationäre Behandlung der Versicherten nach deren Wiedereintritt in die Klinik am 29. Oktober 1996 und bis zum Klinikaustritt am 18. November 1996 zu erbringen hat.\n\nb) Am 29. Oktober 1996 reichte der Sozialdienst des Spitals Y der Beschwerdegegnerin eine ärztliche Verordnung für die Weiterführung der Spitalbehandlung in der Klinik X ein. In dem von Assistenzarzt Dr. med. V. unterzeichneten Schreiben wird ausgeführt, die Patientin leide an einer unheilbaren Krankheit der Brust, zudem habe sie sich wegen eines geplatzten Blinddarms einer Operation unterziehen müssen; unter Berücksichtigung der gesamten Umstände sei eine Weiterführung der Spitalbehandlung in der genannten Klinik indiziert. Dem ebenfalls von Dr. V. verfassten Austrittsbericht des Spitals Y vom 30. Oktober 1996 ist zu entnehmen, dass sich die Versicherte im Laufe der Hospitalisation bei problemlosem Nahrungs- und Mobilisationsaufbau gut erholt hatte und schmerzfrei war. Der Austritt am 29. Oktober 1996 erfolgte zur weiteren Rehabilitation in der Klinik X. Dr. med. O., Assistenzärztin an der Klinik X, teilte der Beschwerdegegnerin am 12. November 1996 mit, die Patientin sei schon am siebten (recte: achten) postoperativen Tag in noch schlechtem Allgemeinzustand aus dem Spital Y überwiesen worden. Angesichts der allgemeinen Schwächen habe die aufbauende Therapie nur \"einschleichend\" erfolgen können. Wohl wegen der Grunderkrankung habe die Rekonvaleszenz der Patientin nur langsame Fortschritte gemacht, so dass bei noch stark reduziertem Allgemeinzustand, welcher sich objektiv in pathologisch erheblich erhöhten Laborparametern zeige, weiterhin Spitalbedürftigkeit bestehe. Der Vertrauensarzt der Beschwerdegegnerin, Dr. med. S., stellte unter Hinweis auf den Austrittsbericht des Spitals Y vom 30. Oktober 1996 fest, dass als Folge der Blinddarmoperation nach dem 29. Oktober 1996 keine Spitalbehandlungsbedürftigkeit mehr und auch hinsichtlich des Brustkarzinoms keine Notwendigkeit zu einem stationären Aufenthalt bestanden habe. Dass acht Tage nach einem perforierten BGE 126 V 323 S. 329Blinddarm der Allgemeinzustand noch reduziert war, sei nachvollziehbar, weshalb der Kasse die Vergütung der reglementarischen Leistungen für Erholungskuren empfohlen werde.\n\nc) Mit der Vorinstanz ist auf Grund der vorhandenen medizinischen Akten davon auszugehen, dass die Versicherte während des Klinikaufenthaltes vom 29. Oktober bis 18. November 1996 lediglich erholungsbedürftig, nicht aber spital- oder rehabilitationsbedürftig im Sinne von Art. 25 Abs. 2 lit. d bzw. e KVG gewesen ist. Nach dem im Austrittsbericht des Spitals Y vom 30. Oktober 1996 erwähnten problemlosen postoperativen Verlauf hat ab dem 29. Oktober 1996 keine Spitalbedürftigkeit mehr bestanden. Im Austrittsbericht ist - entgegen dem Schreiben des Sozialdienstes vom 29. Oktober 1996 - denn auch nicht von einer Weiterführung der Spitalbehandlung, sondern von einer Rehabilitation die Rede. Um eine Rehabilitationsbehandlung im Sinne von Art. 25 Abs. 2 lit. d KVG handelte es sich beim Aufenthalt in der Klinik X in der Zeit ab dem 29. Oktober 1996 indessen ebenfalls nicht. Weder gelangten besondere Therapieformen zur Nachbehandlung von Krankheiten zur Anwendung, noch bezweckten die durchgeführten Massnahmen, die durch die interkurrente Erkrankung und ihre Behandlung bewirkte Beeinträchtigung der körperlichen oder geistigen Leistungsfähigkeit ganz oder teilweise zu beheben. Zufolge der Blinddarmoperation und des reduzierten Allgemeinzustandes bestand lediglich noch eine Erholungsbedürftigkeit, wofür die Beschwerdegegnerin ihre Leistungspflicht im Rahmen der reglementarischen Kurbeiträge anerkannt hat (Schreiben der Concordia vom 9. Dezember 1996). Im Übrigen stand die alternativmedizinische Behandlung des Krebsleidens im Vordergrund. Aus den Rechnungen der Klinik X geht hervor, dass in der Zeit vom 29. Oktober bis 18. November 1996 vorab Eigenbluttherapie nach Höveler (nicht identisch mit Eigenbluttransfusion gemäss KLV Anhang 1), Fussreflexzonen-Massage, Moxatherapie, Hämatogene Oxydationstherapie, Colonhydrotherapie und Ozonbehandlung durchgeführt wurden. Dabei handelt es sich um alternativ- oder komplementärmedizinische Massnahmen, für welche die Beschwerdegegnerin nach dem Gesagten nicht leistungspflichtig ist. Die Beschwerdegegnerin hat für den Klinikaufenthalt somit auch deshalb nicht aufzukommen, weil dabei eindeutig die Nichtpflichtleistungen im Vordergrund standen (BGE 120 V 212 Erw. 7b). Weiterer Abklärungen, wie sie die Beschwerdeführerin beantragt, bedarf es nicht. Entgegen den Ausführungen in der BGE 126 V 323 S. 330Verwaltungsgerichtsbeschwerde bilden die vorhandenen Arztberichte eine hinreichende Grundlage zur Beurteilung des streitigen Leistungsanspruchs. Zwar decken sich die ärztlichen Feststellungen nicht durchwegs. Insgesamt ist der rechtlich relevante Sachverhalt aber genügend abgeklärt, um die streitige Rechtsfrage zweifelsfrei beurteilen zu können. Mit dem Einwand, die Vorinstanz habe nach Verneinung der Spitalbedürftigkeit im engeren Sinn nicht geprüft, ob allenfalls dennoch ein Aufenthalt im Spitalmilieu erforderlich gewesen sei (BGE 115 V 48 Erw. 3b), übersieht die Beschwerdeführerin, dass selbst wenn die fraglichen Massnahmen nur unter Spitalbedingungen durchgeführt werden konnten, die Beschwerdegegnerin für den Klinikaufenthalt nicht aufzukommen hat, weil dieser überwiegend der Durchführung nichtpflichtiger Leistungen diente. Fehl geht damit auch die Rüge einer Verletzung des Untersuchungsgrundsatzes (Art. 87 lit. c KVG) durch die Vorinstanz."}