{"annee": "126", "cour": "V", "page": "183", "date": "3/8/2000", "cite": ["119 V 200", "120 V 489", "117 V 369", "111 V 161", "114 V 109", "116 V 136", "119 V 220"], "cite_par": ["126 V 411", "141 V 495", "133 V 642", "127 V 106", "127 V 196", "127 V 107", "134 V 153"], "chapeau": "32. Auszug aus dem Urteil vom 3. August 2000 i.S. Schweizerische Unfallversicherungsanstalt gegen Helsana Versicherungen AG und Verwaltungsgericht des Kantons Bern, betreffend V.", "regestes": ["Art. 9 al. 2 LAA: Maladie professionnelle; preuve. Le point de savoir si une affection est une maladie professionnelle au sens de l'art. 9 al. 2 LAA est d'abord une question relevant de la preuve dans un cas concret. Cependant, s'il apparaît comme un fait démontré par la science médicale qu'en raison de la nature d'une affection particulière, il n'est pas possible de prouver que celle-ci est due à l'exercice d'une activité professionnelle, il est hors de question d'apporter la preuve, dans un cas concret, de la causalité qualifiée au sens de l'art. 9 al. 2 LAA. Art. 5 al. 1 Cst.: Parallélisme des formes. Si la Caisse nationale suisse d'assurance en cas d'accidents entend abandonner sa pratique relative à la reconnaissance de l'origine professionnelle d'une affection particulière et figurant dans un organe accessible au public édité par ses soins, elle doit le faire connaître en respectant le principe du parallélisme des formes."], "faits": "BGE 126 V 183 S. 184\n\nA.- a) Der 1941 geborene V., seit 1. Januar 1976 als Maurerpolier in der Bauunternehmung K. AG angestellt und damit bei der Schweizerischen Unfallversicherungsanstalt (SUVA) gegen Unfall und Berufskrankheiten versichert, begab sich am 27. Dezember 1994 wegen starker Schmerzen im Bereich des rechten Ellenbogens zu seinem Hausarzt in Behandlung. Aus den Angaben dieses Arztes und des Versicherten geht hervor, dass V. in den zwei ersten Wochen des Dezembers 1994 beim Bau einer speziellen Mauer eine Woche lang unter Verwendung einer grossen Kelle eine besondere Technik anwenden musste und im Anschluss daran eine als Druckdolenz im Bereich des Epikondylus radialis humeris rechts erhobene Symptomatik aufwies. Der Kreisarzt der SUVA in Bern verneinte am 17. Januar 1995 einen beruflichen Verursachungsanteil von mindestens 75%, worauf die Anstalt mit Verfügung vom 1. Februar 1995 ihre Leistungspflicht ablehnte. Gegen diese (...) reichte die Artisana als Krankentaggeldversicherer von V. Einsprache ein. Gestützt auf eine \"Ärztliche Beurteilung\" ihres Dr. med. K., Spezialarzt FMH für Orthopädische Chirurgie an der Abteilung Unfallmedizin, vom 9. März 1995, wies die SUVA die Einsprache am 22. März 1995 ab, (...).\n\nBeschwerdeweise beantragte die Artisana die Aufhebung des Einspracheentscheides und - gestützt auf einen vertrauensärztlichen Bericht des Dr. med. U., Facharzt für allgemeine Medizin FMH, vom 14. Juni 1995 - die Anerkennung der Ellbogenbeschwerden des V. als Berufskrankheit. Das angerufene Verwaltungsgericht des Kantons Bern zog eine Vernehmlassung der SUVA bei, welcher eine zweite \"Ärztliche Beurteilung\" des Dr. med. K. vom 29. August 1995 beilag, holte bei V. schriftliche Auskünfte ein und hiess die Beschwerde gut (Entscheid vom 26. Februar 1996).\n\nAuf Verwaltungsgerichtsbeschwerde der SUVA hin (...) hob das Eidg. Versicherungsgericht den kantonalen Gerichtsentscheid vom 26. Februar 1996 sowie den Einspracheentscheid vom 22. März 1995 auf und wies die Sache zwecks Wahrung der Gehörs- und Parteirechte des Versicherten sowie dessen für Krankenpflegeleistungen zuständigen Krankenkasse an die SUVA zurück (Urteil vom 24. Oktober 1996).\n\nBGE 126 V 183 S. 185\n\nb) Die SUVA, welche schon im Zusammenhang mit der Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht eine dritte \"Ärztliche Beurteilung\" ihres Dr. med. K. vom 27. März 1996 veranlasst hatte, verzichtete im Anschluss an das Rückweisungsurteil auf Beweisergänzungen und erliess am 13. Dezember 1996 ohne Weiterungen eine Ablehnungsverfügung, (...). Die Helsana (als Rechtsnachfolgerin der Artisana) erhob hiegegen Einsprache. Nachdem die SUVA dem Versicherten und dessen Krankenkasse Gelegenheit zur Stellungnahme eingeräumt hatte, lehnte sie die Einsprache mit Entscheid vom 6. Mai 1997 ab.\n\nB.- Hiegegen erhob die Helsana Beschwerde an das Verwaltungsgericht des Kantons Bern. Die SUVA schloss auf Abweisung der Beschwerde, wobei sie zur Untermauerung ihres Standpunktes das (eine andere Streitigkeit betreffende) Gutachten des Dr. med. M., Facharzt FMH für Chirurgie, speziell Handchirurgie, vom 26. Juni 1996 einreichte.\n\nMit Entscheid vom 22. Februar 1999 hiess das Verwaltungsgericht die Beschwerde erneut gut, indem es die SUVA verpflichtete, V. die gesetzlichen Leistungen für die im Dezember 1994 aufgetretene Epikondylitis auszurichten.\n\nC.- Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, es sei der Entscheid des kantonalen Verwaltungsgerichts vom 22. Februar 1999 aufzuheben. Gleichzeitig bringt sie ein in einem anderen Verfahren zuhanden des Versicherungsgerichts des Kantons Tessin erstattetes Gutachten vom 4. Juni 1997 des Dr. med. A., Oberarzt an der Klinik für plastische Wiederherstellungs- und Handchirurgie des Kantonsspitals T., und ferner eine vierte \"Ärztliche Beurteilung\" ihres Dr. med. K. vom 10. März 1999 bei. Sodann legt sie eine von ihrer Abteilung Unfallmedizin im Juli 1996 abgefasste interne Mitteilung zum Thema Epikondylitis und berufliche Arbeit ins Recht.\n\nWährend der als Mitinteressierter beigeladene V. und das Bundesamt für Sozialversicherung keine Vernehmlassung einreichen, schliesst die Helsana auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n2. a) Es steht fest und ist unbestritten, dass der Versicherte weder an den Folgen eines versicherten Unfalles (Art. 6 Abs. 1 UVG in Verbindung mit Art. 9 Abs. 1 UVV) noch an einer unfallähnlichen Körperschädigung (Art. 6 Abs. 2 UVG in Verbindung mit Art. 9 BGE 126 V 183 S. 186Abs. 2 UVV) noch einer Berufskrankheit gemäss Art. 9 Abs. 1 UVG in Verbindung mit dem Anhang I zur UVV leidet. In Betracht fällt als Anspruchsgrundlage einzig Art. 9 Abs. 2 UVG, wonach als Berufskrankheiten auch andere Krankheiten gelten, von denen nachgewiesen wird, dass sie ausschliesslich oder stark überwiegend durch berufliche Tätigkeit verursacht worden sind.\n\nb) Die Voraussetzung des ausschliesslichen oder stark überwiegenden Zusammenhanges gemäss Art. 9 Abs. 2 UVG ist nach ständiger Rechtsprechung erfüllt, wenn die Berufskrankheit mindestens zu 75% durch die berufliche Tätigkeit verursacht worden ist (BGE 114 V 109). Die Anerkennung von Beschwerden im Rahmen dieser von der Rechtsprechung als \"Generalklausel\" bezeichneten Anspruchsgrundlage ist, entsprechend der in BGE 114 V 111 f. Erw. 3c auf Grund der Materialien eingehend dargelegten legislatorischen Absicht, die Grenze zwischen krankenversicherungsrechtlicher Krankheit und unfallversicherungsrechtlicher Berufskrankheit nicht zu verwässern, an relativ strenge Beweisanforderungen gebunden. Verlangt wird, dass der Versicherte für eine gewisse Dauer einem typischen Berufsrisiko ausgesetzt ist. Die einmalige gesundheitliche Schädigung, die gleichzeitig mit der Berufsausübung eintritt, genügt nicht (BGE 116 V 144 Erw. 5d). Für die Beurteilung der Exposition (oder Arbeitsdauer) ist die gesamte, gegebenenfalls auch die schon vor dem 1. Januar 1984 (Inkrafttreten des UVG) ausgeübte Berufstätigkeit zu berücksichtigen (BGE 119 V 200).\n\n3. a) Dr. med. U. ist am 14. Juni 1995, gestützt auf die Vorakten, und unter Berücksichtigung der Kriterien:\n\n\"1. ständige beruflich bedingte Belastung mit kontinuierlich-repetitiver Anspannung der Hand- und Fingerstrecker gegen Kraftwiderstand, vor allem in der Zwangshaltung des halb gebeugten Ellbogens\n\n2. analog 1., jedoch infolge äusserer (beruflicher) Gegebenheiten auf ungewohnte Weise Konfrontation mit tagelanger überdurchschnittlicher, forcierter Kraftanforderung und gesteigerter Belastung erwähnter anatomischer Strukturen\n\n3. keine vorbestehende Erkrankung oder erwähnenswerte ausserberufliche Belastung der Vorderarm-Handmuskulatur sowie des linken Ellbogens\n\n4. Untersuchungsbefunde anlässlich der Befragung vom 1.6.1995\" zu folgender Stellungnahme gekommen: Es bestünden keine Anhaltspunkte, wonach diese im Dezember 1994 zweifelsfrei festgestellte Epikondylitis radialis rechts auf ausserberufliche Umstände BGE 126 V 183 S. 187zurückzuführen wäre. Es fehlten Hinweise, dass es sich beim Auftreten der Beschwerden lediglich um das Manifestwerden einer vorbestandenen ausserberuflichen Krankheit gehandelt hätte. Der Versicherte habe glaubhaft früher nie an einer symptomatischen Epikondylitis gelitten, die während der Arbeit im Dezember 1994 aufgeflackert wäre. Es fehlten relevante Hinweise für das Vorliegen degenerativer Veränderungen; der Versicherte weise diesbezüglich im Wesentlichen unauffällige klinische Verhältnisse auf. Aus seiner Schilderung gehe glaubhaft und klar Beschwerdefreiheit bis zu jener beruflichen Tätigkeitsperiode im Dezember 1994 hervor, als er, entgegen seiner üblichen gewohnten beruflichen Tätigkeit, auf Grund ausserordentlicher Umstände zu übermässiger, forcierter Kraftanforderung im Bereich des rechten Armes genötigt worden sei.\n\nEs folgen weitere Darlegungen zu den - eine ganze Arbeitswoche dauernden - belastenden Einwirkungen durch Verwendung der grösseren Maurerkelle vor allem auf die Streckmuskeln von Hand- und Vorderarm.\n\nGestützt auf diesen Arztbericht und unter Zugrundelegung der von der SUVA in ihrem anstaltseigenen Publikationsorgan formulierten Kriterien für die Anerkennung einer Epikondylitis als Berufskrankheit (Unfallmedizin, Heft Nr. 3/1987, Epikondylitis, S. 22 ff.), nämlich:\n\n- Ungewohntsein der Tätigkeit\n\n- ständig wiederholte repetitive Bewegungen der Hand, die eine stereotype Aktion der Vorderarmmuskeln erfordern\n\n- überdurchschnittlicher Kraftaufwand\n\n- Gleichförmigkeit und Monotonie der Arbeit\n\n- eine tägliche Arbeitsschicht als minimale zeitliche Einwirkungsdauer, schloss die Vorinstanz auf eine mindestens 75%ige kausale Einwirkung der vom Versicherten im Dezember 1994 geleisteten ausserordentlichen Berufsarbeit für das Auftreten des Epikondylitisschubes.\n\nb) Die SUVA bestreitet nicht, dass die von ihr 1987 formulierten Kriterien für die Anerkennung einer Epikondylitis als Berufskrankheit im Falle des Versicherten erfüllt sind, distanziert sich aber \"heute von der genannten Publikation\", was im Ergebnis einer Abkehr von der bisherigen Verwaltungspraxis gleichkommt. Sie begründet dies in der Verwaltungsgerichtsbeschwerde damit, dass auf Grund der von Dr. med. K. in seinen drei Berichten BGE 126 V 183 S. 188zusammengetragenen Erkenntnisse der seit 1987 betriebenen medizinischen Ursachenforschung, d.h. aus den zahlreichen neuesten Arbeiten zur Genese der Epikondylitis radialis, der Schluss gezogen werden müsse, \"dass die Berufsarbeit epidemiologisch nicht den erwarteten, im Vordergrund stehenden ätiologischen Faktor bildet\". Nach heutigem Wissensstand handle es sich bei der Epikondylitis, entgegen der lateinischen Bezeichnung, \"nicht um ein akutes entzündliches Geschehen, sondern um degenerative Veränderungen wie Gefässvermehrung, Degeneration des Bindegewebes und Vermehrung von Bindegewebszellen\". Die Epikondylitis trete nach den von Dr. med. K. zitierten Studien häufig auf der \"adominanten Seite\" auf, was gegen eine postulierte berufliche Überanstrengung spreche.\n\nDiese Überlegungen führen die SUVA zu folgendem Ergebnis:\n\n\"Nach heutigem Wissensstand gibt es kaum Indizien, die das Postulat untermauern würden, eine Epikondylitis radialis werde weit überwiegend durch schwere oder repetitive physische Arbeit verursacht. Die hohe Inzidenzrate der Erkrankung in der allgemeinen Bevölkerung zwischen dem 35. und 55. Altersjahr spricht dagegen. In Fachkreisen herrscht die Ansicht vor, dass eine Epikondylitis spontan auftritt, indem sich ein milder, degenerativer Prozess des fibrösen Bindegewebes manifestiert. Aufgrund der eindeutigen multifaktoriellen Genese des Leidens ist es kaum je vorstellbar, dass eine Epikondylitis als Berufskrankheit nach Art. 9 Abs. 2 UVG anerkannt werden kann.\n\nDieser sorgfältigen Analyse zum aktuellen Stand des medizinischen Wissens auf dem Gebiete der Epikondylitiden ist nichts beizufügen. Die eindeutig multifaktorielle Genese des Leidens setzt einer Anerkennung als Berufskrankheit sehr enge Schranken. Nur unter ausserordentlich ungewöhnlichen Umständen lässt sich die Meinung vertreten, eine berufliche Anstrengung sei mindestens zu 75% an der Verursachung des Leidens beteiligt. Dieser Nachweis ist insbesondere dann zum Scheitern verurteilt, wenn, wie bei V., seit Jahrzehnten Schwerarbeit auf dem Bau verrichtet wird und eine vorübergehende, nur wenige Tage andauernde zusätzliche Belastung das Leiden manifest werden lässt.\"\n\nDiese Sicht der Dinge untermauert die SUVA im Folgenden durch Hinweise auf und Zitierungen aus den aus anderen Verfahren herrührenden Gutachten des Dr. med. M. vom 26. Juni 1996 und des Dr. med. A. vom 4. Juni 1997 sowie mit einer vierten \"Ärztlichen Beurteilung\" ihres Dr. med. K. vom 10. März 1999.\n\n4. a) Wenn ein Versicherter an einer Krankheit leidet, die in Ziff. 2 des Anhanges I zur UVV aufgeführt ist und er - kumulativ - alle oder dort besonders umschriebene Tätigkeiten verrichtet hat, liegt in der Regel eine Berufskrankheit vor. Die Zusammenhangsfrage ist in diesem Bereich - auf Grund arbeitsmedizinischer BGE 126 V 183 S. 189Erkenntnisse - weitgehend durch den Verordnungsgeber vorentschieden. Von dieser Regel, welche auch als dem (schlüssigen) Gegenbeweis weichende natürliche Vermutung bezeichnet werden kann, ist abzugehen, wenn konkrete Umstände des Einzelfalles klar gegen eine berufliche Verursachung sprechen (nicht veröffentlichtes Urteil M. vom 2. Februar 1996).\n\nb) Die Anerkennung anderer Krankheitsbilder im Rahmen der Generalklausel nach Art. 9 Abs. 2 UVG ist demgegenüber subsidiär. Das heisst sie kommt bezüglich jener Leiden zum Zuge, die nach bisheriger arbeitsmedizinischer Erkenntnis (noch) nicht in einen dermassen qualifizierten Ursachenzusammenhang mit beruflichen Tätigkeiten gebracht werden können, dass sich deswegen ihre Bezeichnung als Listenkrankheit rechtfertigte, die aber doch, auf Grund ihrer eindeutigen beruflichen Genese, völkerrechtlicher Empfehlung folgend (BGE 116 V 141 Erw. 5a), im Einzelfall die für Berufskrankheiten vorgesehenen Leistungen auslösen sollen. Dies führt dazu, dass im Rahmen von Art. 9 Abs. 2 UVG in jedem Einzelfall Beweis darüber zu führen ist, ob die geforderte stark überwiegende (mehr als 75%ige) bis ausschliessliche berufliche Verursachung vorliegt.\n\nc) Indessen weist die SUVA zutreffend darauf hin, dass die Medizin eine empirische Wissenschaft ist. Das heisst es kann, wie das Eidg. Versicherungsgericht in anderen Zusammenhängen bemerkt hat (BGE 117 V 379 Erw. 3e mit Hinweisen), der Ursache-Wirkungs-Zusammenhang nur selten auf dem Wege einer Deduktion im naturwissenschaftlich-mathematischen Sinne erschlossen oder abgeleitet werden. Wegen der empirischen Natur braucht es vielmehr in medizinischen Sachverhalten, in denen ein direkter Beweis ausscheidet, den Vergleich mit anderen Krankheitsfällen, somit die Induktion oder die induktive Beweisführung. In deren Rahmen spielt es für den Beweis im Einzelfall eine entscheidende Rolle, ob und inwieweit die Medizin, je nach ihrem Wissensstand in der fraglichen Disziplin, über die Genese einer Krankheit im Allgemeinen Auskunft zu geben oder (noch) nicht zu geben vermag. Wenn auf Grund medizinischer Forschungsergebnisse ein Erfahrungswert dafür besteht, dass eine berufsbedingte Entstehung eines bestimmten Leidens von seiner Natur her nicht nachgewiesen werden kann, dann schliesst dies den (positiven) Beweis auf qualifizierte Ursächlichkeit im Einzelfall aus.\n\nDieser Zusammenhang zwischen übergeordneter Ebene der allgemeinen medizinischen Erkenntnisse und der untergeordneten BGE 126 V 183 S. 190Ebene der Beweisführung über Tatsachen des medizinischen Wissensbereichs im streitigen Einzelfall kommt in der bisherigen zu Art. 9 Abs. 2 UVG ergangenen Rechtsprechung zum Ausdruck. Das zeigen etwa die Urteile, welche die Rückenbeschwerden eines Hilfspflegers (BGE 116 V 136) oder die Epikondylitis einer Musikerin (RKUV 1999 Nr. U 326 S. 106) betreffen: Sofern der Nachweis eines qualifizierten (zumindest stark überwiegenden [Anteil von mindestens 75%]) Kausalzusammenhanges nach der medizinischen Empirie allgemein nicht geleistet werden kann (z.B. wegen der weiten Verbreitung einer Krankheit in der Bevölkerung, welche es ausschliesst, dass eine eine bestimmte versicherte Berufstätigkeit ausübende Person zumindest vier Mal häufiger von einem Leiden betroffen ist als die Bevölkerung im Durchschnitt), scheidet die Anerkennung im Einzelfall aus (BGE 116 V 143 Erw. 5c in fine; RKUV 1999 Nr. U 326 S. 109 Erw. 3 in fine; im gleichen Sinne bezüglich der Frage nach dem für die Anerkennung als Berufskrankheit erforderlichen vorwiegenden [Anteil von mindestens 50%; RKUV 1988 Nr. U 61 S. 447] Zusammenhang von aufgetretenem Leiden und beruflich bedingter Exposition zu in Ziff. 1 des Anhanges I zur UVV aufgeführten schädigenden Stoffen das nicht veröffentlichte Urteil S. vom 11. Mai 2000, worin auf Grund epidemiologischer Untersuchungsergebnisse das relative Risiko für Leukämie oder ein myelodysplastisches Syndrom bei einer länger andauernden Benzol-Exposition von 1 ppm als nur wenig über dem Risiko der Gesamtbevölkerung liegend bezeichnet wurde). Sind anderseits die allgemeinen medizinischen Erkenntnisse mit dem gesetzlichen Erfordernis einer stark überwiegenden (bis ausschliesslichen) Verursachung des Leidens durch eine (bestimmte) berufliche Tätigkeit vereinbar, besteht Raum für nähere Abklärungen zwecks Nachweises des qualifizierten Kausalzusammenhanges im Einzelfall (vgl. BGE 116 V 144 Erw. 5d; RKUV 1997 Nr. U 273 S. 178 Erw. 3).\n\n5. a) Das kantonale Gericht hat gestützt auf den Bericht des Dr. med. U. vom 14. Juni 1995 eine stark überwiegende Einwirkung der anfangs Dezember 1994 während einer Woche geleisteten Berufsarbeit auf die Epikondylitis bejaht. Dieser Beweiswürdigung ist grundsätzlich beizupflichten - es sei denn, es gelte das, was die SUVA auf Grund der von ihr verarbeiteten neuen medizinischen Kenntnisse gemäss letztinstanzlich eingereichter interner Anstaltsmitteilung vom Juli 1996 als richtig betrachtet. Danach wäre es auf Grund der multifaktoriellen Genese des Leidens, wobei das Alter BGE 126 V 183 S. 191und die Konstitution wahrscheinlich die entscheidende Rolle spielten, kaum je vorstellbar, eine Epikondylitis als Berufskrankheit im Sinne des Gesetzes anzuerkennen. Folglich wäre der Beweis hinreichend stark überwiegender oder ausschliesslicher Ursächlichkeit im streitigen (Einzel-)Fall ausgeschlossen (Erw. 4c hievor).\n\nb) An sich sind die von der SUVA aufgelegten Berichte und Publikationen einleuchtend. Weder das kantonale Gericht noch die Beschwerdegegnerin noch der Versicherte vermögen dem von der SUVA produzierten Beweismaterial etwas entgegenzusetzen. Ob indessen die Argumentation der SUVA tatsächlich dem neuesten Stand der medizinischen Wissenschaften entspricht, ob also die Voraussetzungen für eine Änderung der Verwaltungspraxis gegeben sind (BGE 111 V 170 Erw. 5b mit zahlreichen Hinweisen), wie sie die SUVA hier vorzunehmen im Begriffe ist, vermag das Gericht auf Grund der vorgelegten Berichte mangels eigener Fachkenntnisse nicht abschliessend zu beantworten.\n\nZudem ist zu beanstanden, dass die SUVA im Zuge der Änderung ihrer Verwaltungspraxis das Erfordernis der Parallelität der Form (zu dessen Bedeutung auf der Ebene des Normerlasses vgl. RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Nr. 59 BIa, S. 185 mit Hinweisen) nicht wahrt: Die massgebliche Verwaltungspraxis wurde - gut drei Jahre nachdem das UVG in Kraft getreten war - als arbeitsmedizinische Verlautbarung der Dres. med. Bär, Heinz und Ramseier in die Nr. 3/1987 der von der SUVA herausgegebenen Reihe Unfallmedizin, einem öffentlich zugänglichen Publikationsorgan, aufgenommen. Wenn auch nicht in der Form, so doch nach ihrer Bedeutung hat diese Verlautbarung den Stellenwert einer offiziellen Praxis der SUVA. Wenn die Anstalt, gestützt auf neue, in der Zwischenzeit gesammelte und - nach interner Prüfung - gesicherte Erkenntnisse von ihrer früheren Praxis abweichen will, so hätte sie dies ebenfalls zu publizieren. Es kann nicht hingenommen werden, dass die SUVA diese Publikation im Raum stehen lässt und einen Einzelfall zum Anlass nimmt, um sich unter fortlaufender Produzierung von Stellungnahmen des mit der Problematik befassten Facharztes ihrer medizinischen Abteilung und unter Einreichung von Gutachten aus anderen Verfahren davon zu distanzieren. Auch in dieser Hinsicht unterscheidet sich der Fall wesentlich von RKUV 1999 Nr. U 326 S. 106, in welchem das Eidg. Versicherungsgericht die Berufsbedingtheit einer an Epikondylitis leidenden Bratschenspielerin gestützt auf die allgemeinen BGE 126 V 183 S. 192medizinischen Erkenntnisse abschliessend verneint hat. Hier jedoch liegt eine besondere berufliche Einwirkung während der von der Rechtsprechung verlangten längeren Arbeitsdauer vor (BGE 116 V 144 Erw. 5d). Mit Blick auf diese Umstände drängt sich eine Aktenergänzung [durch die Vorinstanz] in Form der Einholung eines arbeitsmedizinischen Gutachtens, z.B. an einer der schweizerischen Universitätskliniken, auf.\n\n6. Nach Art. 134 OG darf das Eidg. Versicherungsgericht im Beschwerdeverfahren über die Bewilligung oder Verweigerung von Versicherungsleistungen den Parteien in der Regel keine Verfahrenskosten auferlegen. Diese Bestimmung wurde vom Gesetzgeber vor allem im Interesse der Versicherten geschaffen, die mit einem Sozialversicherer im Streit stehen. Der Grundsatz der Unentgeltlichkeit des Verfahrens vor dem Eidg. Versicherungsgericht gilt nicht für den Fall, dass sich zwei Unfallversicherer über Leistungen aus Unfallfolgen für einen gemeinsamen Versicherten streiten (BGE 120 V 494 Erw. 3, BGE 119 V 223 Erw. 4c). Diese Sichtweise hat ihre Gültigkeit auch dort, wo Krankenkasse und Unfallversicherer im Streit über die Leistungspflicht liegen (AHI 1998 S. 110 mit Hinweis auf das nicht veröffentlichte Urteil M. vom 4. November 1994). Folglich hat die Beschwerdegegnerin als unterliegende Partei die Gerichtskosten zu tragen."}