{"annee": "126", "cour": "III", "page": "382", "date": "17/7/2000", "cite": ["126 III 69", "112 II 172", "125 III 339", "110 II 335", "97 II 169", "96 II 39", "111 II 429", "97 II 136"], "cite_par": ["138 V 74"], "chapeau": "66. Auszug aus dem Urteil der I. Zivilabteilung vom 17. Juli 2000 i.S. Gesamtverband der deutschen Versicherungswirtschaft gegen A. (Berufung)", "regestes": ["Prescription de la prétention en restitution des profits selon l'art. 423 al. 1 CO. En cas de gestion d'affaires imparfaite de mauvaise foi, les règles sur la prescription des actions délictuelles (art. 60 CO) sont applicables à la prétention en restitution des profits (consid. 4)."], "faits": "BGE 126 III 382 S. 383\n\nDer Gesamtverband der deutschen Versicherungswirtschaft (Kläger) vertreibt u.a. Computerprogramme für den Bau von Feuerlöschanlagen. Er wirft dem Feuerschutzexperten A. (Beklagter) vor, im Jahre 1991 der Firma Centrafeu AG im Rahmen einer Schulung ein von ihm entwickeltes Programm zur Berechnung von CO2-Feuerlöschanlagen ohne seine Zustimmung entgeltlich überlassen und damit sein Urheberrecht verletzt zu haben.\n\nMit Klage vom 15. August 1997 belangte der Kläger den Beklagten auf Bezahlung von DM 28'000.- nebst Zins. Mit Urteil vom 12. Januar 2000 wies das Kantonsgericht (III. Zivilkammer) St. Gallen die Klage ab.\n\nDas Bundesgericht heisst die vom Kläger erhobene Berufung teilweise gut und weist die Sache zur Neubeurteilung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n4. a) Gemäss Art. 44 des hier anwendbaren Bundesgesetzes betreffend das Urheberrecht an Werken der Literatur und Kunst vom 7. Dezember 1922 (BS 2 817) in der Fassung vom 24. Juni 1955 (AS 1955 855; fortan aURG) richtet sich die zivilrechtliche Haftung aus einer Übertretung des aURG nach den allgemeinen Bestimmungen des Obligationenrechts. Nachdem unter den Parteien des vorliegenden Verfahrens kein Vertrag besteht, kommt somit ein Anspruch des Klägers aus unerlaubter Handlung (Art. 41 ff. OR), aus ungerechtfertigter Bereicherung (Art. 62 ff. OR) oder aus unechter Geschäftsführung ohne Auftrag (Art. 423 OR) in Frage.\n\naa) Sowohl Ansprüche aus unerlaubter Handlung als auch solche aus ungerechtfertigter Bereicherung verjähren in einem Jahr seit Kenntnis des Anspruchs (Art. 60 Abs. 1 und 67 Abs. 1 OR). Nach den Feststellungen der Vorinstanz erfolgte die (bestrittene) Urheberrechtsverletzung des Beklagten im Jahre 1991, wobei der Kläger vom schädigenden Ereignis und vom Schädiger spätestens 1995 Kenntnis hatte. Nachdem die Klageeinreichung erst im Jahre 1997 erfolgte - eine andere verjährungsunterbrechende Handlung gemäss Art. 135 OR wird nicht geltend gemacht - ist die einjährige Verjährungsfrist abgelaufen.\n\nbb) Wird die Klage aus einer strafbaren Handlung hergeleitet, für die das Strafrecht eine längere Verjährung vorschreibt, so gilt diese auch für den Zivilanspruch (Art. 60 Abs. 2 OR). Diese Ausnahmeregelung bezweckt, die Vorschriften des Zivil- und Strafrechts im BGE 126 III 382 S. 384Bereich der Verjährung zu harmonisieren. Es soll vermieden werden, dass der Zivilanspruch verjährt, bevor die Verfolgungsverjährung des Strafrechts eintritt, denn es erschiene unbefriedigend, wenn der Täter zwar noch bestraft werden könnte, die Wiedergutmachung des zugefügten Schadens aber nicht mehr verlangt werden dürfte (BGE 125 III 339 E. 3a/b S. 340 f. mit Hinweisen). Dieser ratio legis wird entsprochen, wenn für den Beginn der längeren strafrechtlichen Verjährungsfrist auf die strafrechtliche Regelung gemäss Art. 71 StGB abgestellt wird (BGE 96 II 39 E. 3b S. 43 ff.; BGE 112 II 172 E. II/2b S. 189; BGE 111 II 429 E. 2d S. 441; BGE 110 II 339 E. 1b S. 342; BGE 97 II 136 E. 2 S. 138; BREHM, Berner Kommentar, N. 91/2 zu Art. 60 OR; REY, Ausservertragliches Haftpflichtrecht, 2. Aufl., S. 373 Rz. 1677; ALFRED KELLER, Haftpflicht im Privatrecht, Band II, 2. Aufl., S. 270; BERTI, Basler Kommentar, N. 14 zu Art. 60 OR; a.M. SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, Band I, S. 198 Anm. 5).\n\nIm vorliegenden Fall begann die dreijährige strafrechtliche Verjährungsfrist gemäss Art. 51 Abs. 1 aURG mit der Begehung der Verletzung - also 1991 - zu laufen (Art. 71 StGB). Die Frist war somit bei Klageeinreichung im Jahre 1997 abgelaufen und daher ein Anspruch aus unerlaubter Handlung auch dann verjährt, wenn als massgebende Verjährungsfrist die strafrechtliche herangezogen wird (Art. 60 Abs. 2 OR).\n\nb) Weil allfällige direkte Ansprüche des Klägers gegen den Beklagten aus unerlaubter Handlung und ungerechtfertigter Bereicherung verjährt sind, kann eine Haftung des Beklagten nur in Frage kommen, wenn einer Forderung auf Gewinnherausgabe gemäss Art. 423 Abs. 1 OR nicht auch die vom Beklagten erhobene Einrede der Verjährung entgegensteht. Die Vorinstanz hielt dafür, dass auch der Gewinnherausgabeanspruch der einjährigen Verjährungsfrist unterliegt; sie wies die Klage deshalb ab.\n\naa) Wurde die Geschäftsführung nicht mit Rücksicht auf das Interesse des Geschäftsherrn unternommen, so ist dieser gemäss Art. 423 Abs. 1 OR gleichwohl berechtigt, sich die aus der Führung seiner Geschäfte entspringenden Vorteile anzueignen. Nach einhelliger Auffassung findet diese Bestimmung jedenfalls auf die dem Beklagten im vorliegenden Fall vorgeworfene bösgläubige unechte Geschäftsführung ohne Auftrag - auch Eigengeschäftsführung oder Geschäftsanmassung genannt - Anwendung (BGE 126 III 69 E. 2a S. 72 mit Hinweisen). Ob deren Voraussetzungen gegeben sind, kann offen gelassen werden, sofern sich nachfolgend BGE 126 III 382 S. 385erweisen sollte, dass ein Gewinnherausgabeanspruch ohnehin verjährt ist.\n\nbb) In einem Entscheid aus dem Jahre 1960 hat das Bundesgericht festgehalten, auf den Anspruch des Geschäftsführers auf Ersatzleistung durch den Geschäftsherrn gemäss Art. 423 Abs. 2 OR seien die Bestimmungen über die Verjährung der Forderungen aus ungerechtfertigter Bereicherung anwendbar (BGE 86 II 18 E. 7 S. 26). Über die Verjährung des Gewinnherausgabeanspruchs gemäss Art. 423 Abs. 1 OR hat sich das Bundesgericht allerdings nicht ausgesprochen.\n\ncc) Ein Teil der Lehre hält dafür, auf den Gewinnherausgabeanspruch gemäss Art. 423 Abs. 1 OR die 10-jährige Verjährungsfrist von Art. 127 OR anzuwenden (ENGEL, Contrats de droit suisse, 2. Aufl., S. 574; HONSELL, Schweizerisches Obligationenrecht Besonderer Teil, 5. Aufl., S. 316; DAVID, Der Rechtsschutz im Immaterialgüterrecht, 2. Aufl., in: von Büren/David, SIWR Band I/2, S. 112/3; CHAPPUIS, La restitution des profits illégitmes, Diss. Genf 1990, S. 59; EUGEN BUCHER, Schweizerisches Obligationenrecht Allgemeiner Teil [fortan OR AT], 2. Aufl., S. 663; derselbe, Obligationenrecht Besonderer Teil [fortan OR BT], 3. Aufl., S. 262; GAUTSCHI, Berner Kommentar, N. 8d zu Art. 423 OR; OSER/SCHÖNENBERGER, Zürcher Kommentar, N. 3 zu Art. 423 OR; vgl. auch die weiteren Nachweise bei SCHMID, Zürcher Kommentar, N. 132 zu Art. 423 OR; zur Anwendbarkeit der allgemeinen 30-jährigen Verjährungsfrist in Deutschland vgl. SOERGEL-BEUTHIEN, 12. Aufl., N. 6 zu § 687 BGB). Begründet wird diese Auffassung einerseits damit, dass sich ein Abweichen von der ordentlichen Verjährungsfrist mangels ausdrücklicher gesetzlicher Anordnung nicht rechtfertige (vgl. etwa DAVID, a.a.O.; dazu allgemein BUCHER, OR AT, S. 455). Anderseits wird auch geltend gemacht, für die unechte Geschäftsführung ohne Auftrag solle im Vergleich zur echten Geschäftsbesorgung - wo auf die gegenseitigen Ansprüche nach herrschender Auffassung grundsätzlich die 10-jährige Verjährungsfrist zur Anwendung gelangt (vgl. statt vieler SCHMID, Zürcher Kommentar, N. 83 zu Art. 422 mit Hinweisen) - keine kürzere Verjährung gelten, und es sei der Eigengeschäftsführer bezüglich der Gewinnherausgabe gleich zu behandeln wie der Fremdgeschäftsführer (vgl. dazu die Hinweise bei SCHMID, Die Geschäftsführung ohne Auftrag [fortan Geschäftsführung], Freiburg 1992, S. 280/1 Rz. 868/9).\n\ndd) Nach einem anderen Teil der Doktrin ist auf den Gewinnherausgabeanspruch bei unechter Geschäftsführung ohne Auftrag BGE 126 III 382 S. 386eine relative einjährige Verjährungsfrist anzuwenden. Dabei wird entweder auf die deliktsrechtliche Natur des Gewinnherausgabeanspruchs abgestellt (SCHMID, Zürcher Kommentar, N. 134 zu Art. 423 OR; derselbe, Geschäftsführung, S. 281 Rz. 870; WEBER, Basler Kommentar, N. 17 zu Art. 423 OR; TERCIER, Les contrats spéciaux, 2. Aufl., S. 553 Rz. 4521; HOFSTETTER, Der Auftrag und die Geschätsführung ohne Auftrag, in: Schweizerisches Privatrecht Band VII/2, Basel etc. 1979, S. 196) oder aber in Art. 423 Abs. 1 OR ein Anwendungsfall der ungerechtfertigten Bereicherung erblickt (DESSEMONTET, a.a.O., S. 548 Rz. 844; NIETLISPACH, Zur Gewinnherausgabe im schweizerischen Privatrecht, Diss. Zürich 1994, S. 124; SPIRO, a.a.O., S. 724 ff.; vgl. auch die weiteren Nachweise bei SCHMID, Geschäftsführung, S. 281 Anm. 245). Entsprechend richtet sich die Verjährung nach diesen Auffassungen nach Art. 60 bzw. 67 OR.\n\nee) Die echte Geschäftsführung ohne Auftrag - also die berechtigte Fremdgeschäftsführung - lässt zwischen Geschäftsherrn und -führer trotz Fehlens einer vorbestehenden Rechtsbeziehung Rechte und Pflichten entstehen, welche jenen zwischen Auftraggeber und Beauftragtem nachgebildet sind (vgl. etwa Art. 420 Abs. 1 sowie Art. 422 Abs. 1 und 2 OR). Namentlich in Bezug auf diese Konstellation wird anschaulich von einem \"Quasi-Kontrakt\" oder einem vertragsähnlichen Verhältnis, bisweilen auch von einem faktischen Vertragsverhältnis gesprochen (vgl. etwa GUHL/SCHNYDER, 9. Aufl., S. 558 Rz. 37; ENGEL, a.a.O., S. 567; SCHMID, Zürcher Kommentar, N. 18 der Vorbemerkungen zu Art. 419-424 OR).\n\nVon dieser berechtigten Fremdgeschäftsführung unterscheidet sich die hier in Frage stehende bösgläubige Geschäftsanmassung erheblich. Während dort Interessen des Geschäftsherrn wahrgenommen werden, wird hier zum eigenen Vorteil unberechtigt in eine fremde Rechtssphäre - namentlich in absolute Rechte - eingegriffen. Daraus wird ersichtlich, dass die Art. 419 ff. OR sehr unterschiedliche Tatbestände erfassen (HOFSTETTER, a.a.O., S. 177), welche verjährungsrechtlich nicht zwingend denselben Regeln zu folgen brauchen.\n\nDas Bundesgericht hat in einem kürzlich ergangenen Entscheid festgehalten, die ratio legis von Art. 423 Abs. 1 OR bestehe darin zu verhindern, dass sich eine unerlaubte Handlung (\"un acte illicite\") auszahle (BGE 126 III 69 E. 2b S. 73; vgl. auch BGE 97 II 169 E. 3a S. 178; SCHMID, Zürcher Kommentar, N. 93 zu Art. 423 OR mit Hinweisen). Darin gelangt der deliktsrechtliche Charakter der bösgläubigen BGE 126 III 382 S. 387Geschäftsanmassung ebenso zum Ausdruck wie in der Tatsache, dass die vertragsähnlichen Regeln von Art. 419, 420 Abs. 1 und 422 OR auf die hier in Frage stehende unechte Geschäftsführung ohne Auftrag keine Anwendung finden (SCHMID, Geschäftsführung, S. 5 Rz. 15). In der Lehre wird denn auch das Postulat vorgebracht, die unechte Geschäftsführung ohne Auftrag als gesetzlicher Entstehungsgrund für Obligationen bei Fehlkontakten de lege ferenda aus dem besonderen Teil des OR auszuklammern und im allgemeinen Teil einzuordnen (TERCIER, a.a.O., S. 552 Rz. 4518; SCHMID, Zürcher Kommentar, N. 6 zu Art. 423 OR; HOFSTETTER, a.a.O., S. 177/8). Die Nähe des Rechts der unerlaubten Handlung und der bösgläubigen Geschäftsanmassung wird im Übrigen auch von Befürwortern der 10-jährigen Verjährungsfrist nicht in Frage gestellt (vgl. ENGEL, S. 574; BUCHER, OR BT, S. 263).\n\nNachdem sich somit die bösgläubige Geschäftsanmassung eher als deliktischer denn als vertragsähnlicher Tatbestand charakterisiert, rechtfertigt es sich, mit der Vorinstanz und einem Teil der Lehre die deliktsrechtlichen Verjährungsregeln auch auf den Gewinnherausgabeanspruch bei bösgläubiger Geschäftsanmassung zur Anwendung zu bringen (vgl. dazu die Nachweise in E. 4b/dd hievor). Dem Argument, diese Lösung sei unter Wertungsgesichtspunkten unbefriedigend, da sie zu einer verjährungsrechtlichen Privilegierung des Eigengeschäftsführers gegenüber dem Fremdgeschäftsführer führe ist entgegenzuhalten, dass die Besserstellung des ausservertraglichen Schädigers gegenüber dem vertraglich (bzw. in casu dem vertragsähnlich) Verpflichteten den im Gesetz zum Ausdruck gelangenden Wertungen nicht fremd ist. So werden etwa unerlaubte Handlungen gegenüber Vertragsverletzungen nicht nur in Bezug auf die Verjährung (vgl. Art. 60 und 127 OR), sondern in gewisser Hinsicht auch in Bezug auf die Beweislast für das Verschulden (vgl. Art. 41 und 97 OR) oder die Hilfspersonenhaftung (vgl. Art. 55 und 101 OR) privilegiert.\n\nff) Nach dem Gesagten ergibt sich, dass die Vorinstanz zu Recht eine relative Verjährungsfrist von einem Jahr zur Anwendung gebracht und die Klage insofern zu Recht abgewiesen hat."}