{"annee": "126", "cour": "V", "page": "103", "date": "18/4/2000", "cite": ["125 II 192", "124 V 185", "125 V 127", "119 V 121", "121 V 345"], "cite_par": ["127 V 156", "130 V 294", "127 V 1", "126 V 484", "134 V 170"], "chapeau": "19. Urteil vom 18. April 2000 i. S. I. gegen Concordia, Schweizerische Kranken- und Unfallversicherung, und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 27 LAMal: Prestations en cas d'infirmité congénitale. Prestations de l'assurance obligatoire des soins pour un enfant atteint d'infirmité congénitale, lorsque les conditions d'assurance prévues à l'art. 6 LAI ne sont pas remplies."], "faits": "BGE 126 V 103 S. 103\n\nA.- I., geboren 1995, reiste im September 1997 mit seinen Eltern in die Schweiz ein, wo sie ein Asylgesuch stellten. Der wegen eines Infektes um die Jahreswende 1997/98 konsultierte Kinderarzt erkannte bei I. eine Blaufärbung, weshalb er ihn an den Kinderkardiologen überwies. Die spezialärztliche Abklärung ergab, dass das Kind an einem angeborenen Herzfehler leidet, der sobald als möglich operiert werden sollte. Die durch das Schweizerische Rote Kreuz, Zentrum für Asylbewerber in X, verlangte Kostengutsprache wies die Concordia, Schweizerische Kranken- und Unfallversicherung, welcher die Mitglieder der Familie I. im Rahmen der obligatorischen Krankenpflegeversicherung zugewiesen worden waren, mangels gesetzlicher Leistungspflicht ab (Schreiben vom 20. Februar 1998). Auf Ersuchen des Sozialdienstes des Spitals Y vom 17. März 1998 erliess die Concordia am 30. März 1998 eine ablehnende Verfügung, woran sie auf Einsprache hin mit Entscheid vom 29. April 1998 festhielt.BGE 126 V 103 S. 104\n\nB.- Die hiegegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Bern, nach Durchführung eines doppelten Schriftenwechsels, in dessen Verlauf die Parteien an ihren abweichenden Standpunkten festgehalten hatten, ab (Entscheid vom 3. Dezember 1998).\n\nC.- I., gesetzlich vertreten durch seinen Vater, lässt Verwaltungsgerichtsbeschwerde führen mit dem Rechtsbegehren, in Aufhebung des kantonalen Gerichts- und des Einspracheentscheides sei die Concordia zu verpflichten, ihm die für die Behandlung seines Herzleidens erforderlichen Leistungen im Rahmen der gesetzlichen Krankenpflegeversicherung zu erbringen.\n\nWährend die Concordia auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, beantragt das Bundesamt für Sozialversicherung (BSV) deren Gutheissung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist, ob die Beschwerdegegnerin für das Herzleiden des Beschwerdeführers die gesetzlichen Leistungen zu dessen Diagnostizierung und Behandlung nach Massgabe des Art. 25 KVG zu erbringen hat. In sachverhaltsmässiger Hinsicht ist unbestritten und steht auf Grund der Akten fest, dass der Beschwerdeführer an einem grossen Defekt im Vorhofseptum leidet, zu dessen definitiver Diagnostizierung noch eine Herzkatheteruntersuchung durchgeführt werden muss. Die Verfahrensbeteiligten stimmen zu Recht darin überein, dass dieses Herzleiden unter Ziff. 313 des Anhanges zur Geburtsgebrechensverordnung (angeborene Herz- und Gefässmissbildungen) fällt und die Pflicht der Invalidenversicherung, hiefür medizinische Massnahmen nach Art. 13 IVG zu leisten, einzig daran scheitert, dass der Anfang September 1997 in die Schweiz eingereiste, damals knapp zweijährige Beschwerdeführer, die versicherungsmässigen Voraussetzungen, somit die Versicherungsklausel nach Art. 6 IVG, nicht erfüllt. Denn das Kind, bei welchem ärztlicherseits am 9. Januar 1998 der beschriebene Defekt festgestellt wurde, hat sich bei Eintritt seiner Invalidität weder ununterbrochen während mindestens zehn Jahren in der Schweiz aufgehalten, noch während mindestens eines vollen Jahres Beiträge geleistet (Art. 6 Abs. 2 IVG, in der seit 1. Januar 1997 geltenden Fassung). Der in der genannten Bestimmung vorbehaltene Art. 9 Abs. 3 IVG führt ebenfalls nicht zur Erfüllung der Versicherungsklausel, weil der Beschwerdeführer weder in der Schweiz invalid BGE 126 V 103 S. 105geboren wurde noch sich bei Eintritt der Invalidität seit mindestens einem Jahr in der Schweiz aufgehalten hatte (lit. b), noch Eltern hat, welche die gesetzlichen Erfordernisse (lit. a) erfüllen.\n\n2. Nach Art. 27 KVG übernimmt die obligatorische Krankenpflegeversicherung bei Geburtsgebrechen, die nicht durch die Invalidenversicherung gedeckt sind, die Kosten für die gleichen Leistungen wie bei Krankheit. Anders als in weiteren vom Gesetz umschriebenen Leistungsbereichen ist die Leistungspflicht der obligatorischen Krankenpflegeversicherung im Rahmen von Art. 27 KVG nicht näher konkretisiert worden, insbesondere nicht allgemein in der Krankenpflege-Leistungsverordnung (KLV), bezieht sich doch deren Art. 19a ausschliesslich auf die Übernahme der Kosten zahnärztlicher Behandlungen, die durch ein Geburtsgebrechen nach Abs. 2 Ziff. 1-53 unter den Voraussetzungen der lit. a und b des Abs. 1 bedingt sind. Während Vorinstanz und Beschwerdegegnerin aus dieser Rechtslage und namentlich unter Verweis auf die Materialien zu Art. 27 KVG sowie die Gesetzessystematik schliessen, mangelnde Versicherteneigenschaft nach IVG stehe einer Leistungspflicht nach KVG entgegen, vertreten Beschwerdeführer und BSV die Auffassung, die obligatorische Krankenpflegeversicherung sei in Fällen wie dem hier zu beurteilenden leistungspflichtig. Sie stützen sich dabei insbesondere auf den Wortlaut des Art. 27 KVG, berufen sich weiter auf die Entstehungsgeschichte dieser Norm und machen schliesslich geltend, das von ihnen vertretene Auslegungsergebnis trage dem Gleichbehandlungsgrundsatz Rechnung.\n\n3. Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich des Zwecks, des Sinnes und der dem Text zu Grunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 125 II 196 Erw. 3a, 244 Erw. 5a, BGE 125 V 130 Erw. 5, 180 Erw. 2a, je mit Hinweisen).BGE 126 V 103 S. 106\n\nIm Rahmen verfassungskonformer oder verfassungsbezogener Auslegung ist sodann, soweit mit den erwähnten normunmittelbaren Auslegungselementen vereinbar, rechtsprechungsgemäss der Gleichbehandlungsgrundsatz zu beachten, wobei der klare Sinn einer Gesetzesnorm nicht durch eine verfassungskonforme Auslegung beiseite geschoben werden darf (BGE 121 V 352 Erw. 5, BGE 119 V 130 Erw. 5b, je mit Hinweisen). Begründet wird die verfassungskonforme Auslegung hauptsächlich mit der Einheit der Rechtsordnung und der Überordnung der Verfassung (ULRICH HÄFELIN, Die verfassungskonforme Auslegung und ihre Grenzen, in: Recht und Prozess als Gefüge, Festschrift für Hans Huber zum 80. Geburtstag, Bern 1981, S. 241-259, insbes. S. 242). Da die neue Bundesverfassung am Stufenbau der landesinternen Rechtsordnung grundsätzlich nichts geändert hat (GEORG MÜLLER, Formen der Rechtssetzung, in: ULRICH ZIMMERLI [Hrsg.], Die neue Bundesverfassung, Konsequenzen für Praxis und Wissenschaft, Berner Tage für die juristische Praxis [BTJP] 1999, Bern 2000, S. 249-266, insbes. S. 250; vgl. auch Art. 182 Abs. 1 BV), sind die Normen auch unter Geltung der neuen Bundesverfassung so auszulegen, dass sie mit deren Grundwerten übereinstimmen.\n\na) Der Wortlaut des deutschen Textes von Art. 27 KVG, namentlich die Formulierung \"bei Geburtsgebrechen, die nicht durch die Invalidenversicherung gedeckt sind\", weist nach dem gewöhnlichen Sprachverständnis darauf hin, dass bei einem weniger als zwanzig Jahre alten Leistungsansprecher, der an einem anerkannten Geburtsgebrechen leidet, die Leistungspflicht der obligatorischen Krankenpflegeversicherung nicht deswegen entfällt, weil er die Versicherungsklausel gemäss Art. 6 IVG nicht erfüllt. Mit Blick darauf, dass bei der grammatikalischen Auslegung von der grundsätzlichen Gleichwertigkeit der drei Amtssprachen auszugehen ist (Art. 9 Abs. 1 des Bundesgesetzes vom 21. März 1986 über die Gesetzessammlungen und das Bundesblatt; SR 170.512) und dass diesem Auslegungselement nur untergeordnete Bedeutung zukommt, wenn die drei verschiedenen sprachlichen Versionen nicht vollständig übereinstimmen oder sich gar widersprechen (BGE 119 V 127 Erw. 4a mit Hinweis), ist zu prüfen, wie es sich mit der französischen und der italienischen Fassung verhält. Die französische Version lautet: \"En cas d'infirmité congénitale non couverte par l'assurance-invalidité...\". Der italienische Wortlaut ist wie folgt: \"Per le infermità congenite che non sono coperte dall'assicurazione invalidità...\". Die französische wie die italienische Fassung weisen BGE 126 V 103 S. 107somit wie die deutsche Version in die von Beschwerdeführer und BSV vertretene Richtung. Auf Grund der Übereinstimmung der drei sprachlichen Fassungen ist von einem hohen Indizwert für die Richtigkeit der entsprechenden Interpretation auszugehen. Es gilt indes zu berücksichtigen, dass der Wortlaut in allen drei sprachlichen Fassungen den von Vorinstanz und Beschwerdegegnerin angenommenen Rechtssinn nicht geradezu ausschliesst und dass sich namentlich aus dem historischen Auslegungselement (Erw. 3b hienach) einiges für deren abweichenden Standpunkt ergibt. Da die vom Gesetzgeber gewählte Formulierung jedenfalls nicht in erkennbarer Weise auf eine bewusste Ablehnung der von kantonalem Gericht und Beschwerdegegnerin vertretenen Auffassung hinweist und der Gesetz gewordene Text deren Schlussfolgerung nicht ausdrücklich verneint, ist der Auslegungsvorgang fortzusetzen, obwohl der Wortlaut in erheblicher Weise dafür spricht, dass bei einem weniger als zwanzig Jahre alten Leistungsansprecher, der an einem anerkannten Geburtsgebrechen leidet, die (subsidiäre) Leistungspflicht der obligatorischen Krankenpflegeversicherung nicht schon an der Versicherungsklausel gemäss Art. 6 IVG scheitert.\n\nb) Zu prüfen ist, ob die Materialien zuverlässigen Aufschluss über die vorliegend strittige Auslegung des Art. 27 KVG geben. Nach ständiger Rechtsprechung stellen sie, gerade bei jüngeren Gesetzen, ein wichtiges Erkenntnismittel dar, von dem im Rahmen der Auslegung stets Gebrauch zu machen ist. Nach ebenso gefestigter Rechtsprechung sind sie aber für sich allein nicht geeignet, direkt auf den Rechtssinn einer Gesetzesbestimmung schliessen zu lassen, weil das Gesetz mit seinem Erlass sich von seinen Schöpfern löst und ein eigenständiges rechtliches Dasein entfaltet (BGE 124 V 189 Erw. 3a). Insbesondere hat es die Rechtsprechung wiederholt abgelehnt, einer mit den Materialien übereinstimmenden Auslegung den Vorzug zu geben, wenn eine Lösung vom Bundesrat, in den vorberatenden Kommissionen oder in den Räten diskutiert worden ist, jedoch im Gesetz gewordenen Text keinen Niederschlag gefunden hat. Schliesslich sind die Materialien als Auslegungshilfe nicht dienlich, wo sie keine klare Antwort geben (BGE 124 V 190 Erw. 3a mit Hinweisen).\n\naa) In der bundesrätlichen Botschaft über die Revision der Krankenversicherung vom 6. November 1991 (BBl 1992 I 93 ff., 154 f.) heisst es u.a.:\n\n\"Die obligatorische Krankenversicherung übernimmt die Kosten der erforderlichen Leistungen, sobald das Geburtsgebrechen nicht mehr unter die Invalidenversicherung fällt, sei es, weil der Versicherte volljährig wird BGE 126 V 103 S. 108\n\n(...) oder weil das Geburtsgebrechen als geringfügig gilt und daher aus der GgV gestrichen worden ist (Art. 13 Abs. 2 IVG). Diese letztere Bestimmung gilt für minderjährige Versicherte. Mit anderen Worten, die obligatorische Krankenpflegeversicherung löst in zwei Fällen die Invalidenversicherung ab, wovon der eine hypothetischen Charakter hat, aber trotzdem geregelt werden muss.\"\n\nVorinstanz und Beschwerdegegnerin haben aus dem Umstand, dass in der Botschaft nur zwei Sachverhalte genannt werden, in denen die obligatorische Krankenpflegeversicherung nach Art. 27 KVG leistungspflichtig ist, geschlossen, es gäbe keine weiteren anspruchsbegründende Geschehnisse. Fälle wie der vorliegende seien nach dem Willen des historischen Gesetzgebers durch Art. 27 KVG nicht abgedeckt.\n\nbb) Die Botschaft bezweckt mit der Darlegung der beiden Sachverhalte ausdrücklich, die neu auf Gesetzesstufe und nicht mehr wie bisher auf Verordnungsebene (Art. 14 Abs. 1 der Verordnung III vom 15. Januar 1965 über die Krankenversicherung betreffend die Leistungen der vom Bund anerkannten Krankenkassen und Rückversicherungsverbände [Vo III; SR 832.140]) geregelte Leistungspflicht der obligatorischen Krankenpflegeversicherung bei Geburtsgebrechen zu verdeutlichen (BBl 1992 I 154 f.). Ob ihr dabei - wofür der Wortlaut des Textes spricht - die Auffassung zu Grunde liegt, andere anspruchsbegründende Geschehnisse als die von ihr genannten seien ausgeschlossen, braucht nicht abschliessend erörtert zu werden. Selbst wenn dem so wäre, ist zu berücksichtigen, dass aus den nachfolgenden Beratungen in den Kommissionen der Räte ein entsprechender, einschränkender Wille nicht ersichtlich ist: Auf die Auslegung der in Frage stehenden Bestimmung angesprochen, erklärte der Vertreter des BSV anlässlich der Sitzung der Kommission des Nationalrates vom 1. und 2. April 1993 in unbestimmter Weise, \"es könnte Fälle geben, die nicht (durch die Invalidenversicherung) gedeckt (sind), aber trotzdem als Krankheit zu definieren sind\" (Protokoll der Sitzung vom 1. und 2. April 1993, S. 30). Anlässlich der Kommissionssitzung vom 12. und 13. Oktober 1992 votierte ein Ständerat dafür, es sei zweitrangig, welcher Sozialversicherungsträger leistungspflichtig werde, vorrangig sei, dass im Bereich der Geburtsgebrechen keine Leistungslücken bestünden (Protokoll der Sitzung vom 12. und 13. Oktober 1992, S. 42). Ob daraus - in den Räten gab der Art. 21, welcher dem heutigen Art. 27 KVG entspricht, keinen Anlass zu weiteren Diskussionen (Amtl. Bull. 1992 S 1300 und N 1842) - mit dem BGE 126 V 103 S. 109BSV zu folgern ist, dass in sämtlichen denkbaren Konstellationen bei Geburtsgebrechen, die durch die Invalidenversicherung nicht gedeckt sind, die obligatorische Krankenpflegeversicherung die Kosten für die gleichen Leistungen wie bei Krankheit zu übernehmen hat, braucht vorliegend nicht entschieden zu werden. Da die Materialien in ihrer Gesamtheit hinsichtlich der vorliegend massgeblichen Frage, ob die nicht erfüllte Versicherungsklausel gemäss Art. 6 IVG bei einer minderjährigen Person, die an einem anerkannten Geburtsgebrechen leidet, der Leistungspflicht der obligatorischen Krankenpflegeversicherung entgegensteht, keine klare Antwort geben, sind sie in casu als Auslegungshilfe nicht dienlich (BGE 124 V 190 Erw. 3a mit Hinweisen). Hätte seitens der gesetzgebenden Organe der Wille bestanden, die Leistungspflicht der obligatorischen Krankenpflegeversicherung im Leistungsbereich der Geburtsgebrechen auf die beiden in der bundesrätlichen Botschaft erwähnten Tatbestände zu beschränken, hätte dies zudem auch bei einer - vorliegend nicht gegebenen - klaren Lage der Materialien überdies im Gesetz gesagt werden müssen (BGE 124 V 190 Erw. 3a).\n\nc) Der im 1. Abschnitt (Umschreibung des Leistungsbereichs) des 3. Kapitels des Gesetzes (Leistungen) unter der Marginalie \"Geburtsgebrechen\" stehende Art. 27 KVG bezweckt, die Leistungspflicht der obligatorischen Krankenpflegeversicherung bei Geburtsgebrechen zu regeln. In der Verwaltungsgerichtsbeschwerde wird mit Recht geltend gemacht, die Betrachtungsweise der Vorinstanz und der Beschwerdegegnerin würde bedeuten, dass ein geburtsgebrechliches, folglich schon zur Zeit seiner Einreise in die Schweiz mit diesem Leiden behaftetes Kind von der obligatorischen Krankenpflegeversicherung ausgeschlossen wäre, dies im Gegensatz zu einem Kind, das - vor oder nach seiner Einreise in die Schweiz - an einem nach der Geburt erworbenen Gebrechen leidet, für welches die Krankenkasse fraglos aufzukommen hätte. Damit würde die vom historischen Gesetzgeber durch Art. 13 IVG angestrebte Besserstellung der Geburtsgebrechlichen in ihr Gegenteil verkehrt, indem allein das Kriterium des Angeborenseins der Schädigung zum Anlass genommen würde, sie aus dem Kreise der leistungsbegründenden Krankheiten auszugrenzen. Sinn und Zweck des Art. 27 KVG liegt nicht darin, bei einem weniger als zwanzig Jahre alten Leistungsansprecher, der an einem anerkannten Geburtsgebrechen leidet, die Leistungspflicht der obligatorischen Krankenpflegeversicherung deswegen zu verneinen, weil er die Versicherungsklausel gemäss Art. 6 IVG nicht erfüllt.BGE 126 V 103 S. 110\n\nd) Die in Art. 27 KVG statuierte Leistungspflicht der obligatorischen Krankenpflegeversicherung bei Geburtsgebrechen wird weder auf Gesetzes- noch auf Verordnungsstufe näher konkretisiert (Erw. 2 hievor). Die Systematik ist insoweit vorliegend kein taugliches Auslegungselement. Bedeutungslos ist, wenn Vorinstanz und Beschwerdegegnerin darauf hinweisen, gemäss Art. 10a Abs. 2 der Asylverordnung 2 über Finanzierungsfragen vom 22. Mai 1991, in Kraft gestanden bis 30. September 1999 (SR 142.312), trage der Bund ungedeckte Krankenpflegekosten von Asylbewerbern. Diese Verpflichtung lässt keinen Rückschluss auf die hier allein interessierende Antwort auf die Frage zu, unter welchen Voraussetzungen in einem bestimmten Leistungsbereich der Krankenpflegeversicherung eine Leistungslücke entsteht. Dafür ist allein auf die massgeblichen krankenversicherungsrechtlichen Grundlagen gemäss KVG, KVV und KLV abzustellen. In systematischer Hinsicht würde es sich weiter anbieten, auf die bisher einschlägige Bestimmung des Art. 14 Abs. 1 VO III und die hiezu ergangene Rechtsprechung zurückzukommen, da gemäss der Botschaft Art. 27 KVG an der bisher auf Verordnungsstufe geregelten Normierung nichts ändern sollte (BBl 1992 I 154 f.). Unter dem bisherigen Recht war die vorliegend strittige Frage indes weder ausdrücklich geregelt noch höchstrichterlich zu entscheiden gewesen.\n\n4. Aus dem Gesagten ergibt sich, dass die bisher geprüften, normunmittelbaren Auslegungselemente die auf den Wortlaut des Art. 27 KVG gestützte Auslegung weit überwiegend stützen. Dieses Auslegungsergebnis wird durch die Grundsätze der verfassungskonformen oder verfassungsbezogenen Auslegung bestätigt, da die von Vorinstanz und Beschwerdegegnerin vertretene Interpretation zu einer sachlich nicht gerechtfertigten krankenversicherungsrechtlichen Ungleichbehandlung führen würde zwischen einem Kind, das mit einem Geburtsgebrechen in die Schweiz einreist und einem Kind, das - vor oder nach seiner Einreise in die Schweiz - an einem nach der Geburt erworbenen Gebrechen leidet (Erw. 3c hievor)."}