{"annee": "126", "cour": "III", "page": "421", "date": "10/7/2000", "cite": ["116 II 33", "121 III 210", "53 II 392", "116 II 63", "49 II 330", "102 V 206", "120 IA 240", "102 II 243", "116 III 120"], "cite_par": ["129 III 264", "138 III 659", "133 III 105"], "chapeau": "73. Extrait de l'arrêt de la Ire Cour civile du 10 juillet 2000 dans la cause X. contre Association genevoise du Coin de Terre (recours en réforme)", "regestes": ["Droit de réméré (art. 216a CO): champ d'application matériel et droit transitoire. Un droit de réméré figurant dans les statuts d'une association d'utilité publique entre-t-il dans les prévisions de l'art. 216a CO? Question laissée ouverte (consid. 3b). Le point de départ du délai de 25 ans correspondant à la durée maximale prévue à l'art. 216a CO ne saurait être fixé à une date antérieure à l'entrée en vigueur de cette disposi- tion (1er janvier 1994), même si le droit de réméré a été constitué sous l'empire de l'ancien droit (consid. 3c)."], "faits": "BGE 126 III 421 S. 422\n\nA.- L'Association genevoise du Coin de Terre (ci-après: l'Association), reconnue d'utilité publique depuis 1933, a pour but principal de faciliter aux familles de condition modeste l'acquisition et la construction d'habitations. A cet effet, elle peut, en particulier, recourir aux dispositions légales concernant le droit de réméré. La durée (indéterminée), les modalités de l'annotation au registre foncier (pour une période de dix ans) et les conditions d'exercice de ce droit ont été fixées dans un règlement intérieur approuvé par le Conseil d'Etat genevois.\n\nLe 25 septembre 1962, J. a acquis de l'Association, pour le prix de 75 944 fr.80, une parcelle avec villa sise à Aïre. L'acte de vente reprenait les clauses et conditions réglementaires concernant le droit de réméré.\n\nJ. est décédé le 8 août 1984. Son fils X. devint propriétaire de la villa, tandis que son épouse Y. en hérita l'usufruit et y demeura jusqu'à son décès, survenu le 27 mai 1994.\n\nAu cours de l'automne 1994, l'Association, ayant appris que X. entendait vendre la villa, lui signifia son intention d'exercer son droit de réméré. Contestant la validité de ce droit, X. lui offrit la villa pour le prix de 650 000 fr. L'Association refusa cette offre et confirma sa volonté de faire valoir le droit de réméré.\n\nB.- Le 31 janvier 1995, l'Association, qui avait été autorisée à faire annoter au registre foncier une restriction du droit d'aliéner l'immeuble en question, ouvrit une action en validation de cette mesure provisionnelle. Ses conclusions visaient notamment à faire constater la validité tant du droit de réméré que de son exercice et à obtenir le transfert de propriété contre versement du prix de la villa calculé selon les critères statutaires.\n\nLe défendeur conclut au déboutement de la demanderesse et, reconventionnellement, au paiement par celle-ci de divers montants à titre de dommages-intérêts (charges courantes et intérêts débiteurs) consécutifs à l'annotation prétendument injustifiée de la restriction du droit d'aliéner sa villa.\n\nStatuant le 14 décembre 1995, le Tribunal de première instance du canton de Genève rendit un jugement préjudiciel dans lequel il constata la validité du droit de réméré et de son exercice, rejeta la demande reconventionnelle et invita les parties à plaider sur expertise pour déterminer la valeur de la parcelle et de la villa du défendeur. Ce jugement fut confirmé par arrêt de la Cour de justice du 21 juin 1996 contre lequel le défendeur interjeta un recours en réforme que le Tribunal fédéral déclara irrecevable par arrêt du 24 mars 1997.BGE 126 III 421 S. 423\n\nLes experts mis en oeuvre par le Tribunal de première instance fixèrent à 332'000 fr. le prix de rachat de l'immeuble en fonction de la méthode décrite dans le contrat conclu le 25 septembre 1962. Sur la base de leur rapport, chacune des parties formula ses conclusions définitives. Celles de la demanderesse tendaient, en substance, au transfert à son nom de la propriété de l'immeuble en cause, franc de tout gage immobilier et autre droit réel limité, contre paiement de 332'000 fr.\n\nPar jugement du 6 mai 1999, le Tribunal de première instance fit entièrement droit aux conclusions de la demanderesse.\n\nStatuant le 12 novembre 1999, sur appel du défendeur, la Cour de justice confirma ledit jugement.\n\nC.- Le défendeur interjette un recours en réforme aux fins d'obtenir l'annulation de l'arrêt cantonal et l'admission des conclusions qu'il avait prises devant la Cour de justice.\n\nLe Tribunal fédéral rejette le recours dans la mesure où il est recevable et confirme l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n3. Le défendeur invoque ensuite une violation de l'art. 216a CO. Il fait grief à la cour cantonale de n'avoir pas constaté que le droit de réméré litigieux s'était définitivement éteint en 1987, 25 ans après sa constitution, en vertu de cette disposition.\n\na) aa) Les droits de préemption, d'emption et de réméré conventionnels sont des droits d'acquisition conditionnels qui font naître un rapport générateur d'obligations et qui sont soumis, comme tels, aux dispositions générales relatives aux contrats. De tels droits n'ont, en principe, que des effets personnels. Peuvent, toutefois, s'y ajouter les effets réels de l'annotation au registre foncier, laquelle permet de garantir l'exécution de ces droits personnels par un mode réel, en les rendant opposables à tout droit postérieurement acquis sur l'immeuble (art. 959 al. 2 CC; ATF 120 Ia 240 consid. 3b et les références).\n\nSelon le texte des art. 681 al. 3 et 683 al. 2 aCC, les droits de préemption, d'emption et de réméré cessent, dans tous les cas, dix ans après l'annotation. La jurisprudence a néanmoins interprété ces dispositions en ce sens que le délai décennal ne s'appliquait qu'aux effets réels de l'annotation. Ainsi, les parties pouvaient constituer entre elles des droits personnels d'une durée indéterminée, dans les limites des art. 2 et 27 CC (ATF 102 II 243 consid. 3 et les BGE 126 III 421 S. 424références; voir aussi l' ATF 121 III 210 consid. 2). Cette jurisprudence a été approuvée par une majorité d'auteurs (voir les références indiquées par FELIX SCHÖBI, Die Bedeutung der Revision der Bestimmungen über vertragliche Kaufs-, Vorkaufs- und Rückkaufsrechte für die Sachenrechtsdogmatik, recht 1993 p. 177 note de pied n. 4).\n\nDans la perspective d'une révision de la loi, le Conseil fédéral avait sollicité un avis de droit du professeur Pio Caroni (Berne), lequel avait préconisé le maintien de la distinction entre la durée des effets personnels et la durée des effets réels des droits de préemption, d'emption et de réméré. La commission d'experts lui avait emboîté le pas (pour les références, cf. SCHÖBI, op. cit., p. 178). Cependant, le 19 octobre 1988, le Conseil fédéral a présenté un projet de loi où il proposait de ne plus faire de différence entre la durée à caractère simplement obligatoire de ces droits personnels et celle qui revêtait un caractère d'obligation réelle (Message à l'appui des projets de loi fédérale sur le droit foncier rural et de loi fédérale sur la révision partielle du code civil (droits réels immobiliers) et du code des obligations (vente d'immeubles), in FF 1988 III 889 ss, 1015 s.). Cette proposition n'a rencontré aucune opposition devant les commissions parlementaires et les Chambres fédérales; elle a été tacitement adoptée et introduite dans la loi à l'art. 216a CO (pour les références, cf. SCHÖBI, op. cit., p. 178 note de pied n. 9; voir aussi l'appréciation critique de REY, Die Neuregelung der Vorkaufsrechte in ihren Grundzügen, RDS 113/1994 I p. 39 ss). Aux termes de cette disposition, entrée en vigueur le 1er janvier 1994, les droits de préemption et de réméré peuvent être convenus pour une durée de 25 ans au plus, les droits d'emption pour dix ans au plus, et être annotés au registre foncier.\n\nbb) En l'espèce, la demanderesse a fait valoir son droit de réméré en novembre 1994, soit après l'entrée en vigueur de l'art. 216a CO.\n\nA supposer que ce droit soit régi, quant à sa durée, par la disposition topique applicable à l'époque de sa constitution, à savoir l'art. 683 al. 2 aCC tel qu'interprété par la jurisprudence précitée, il serait assurément opposable au défendeur, en sa qualité de successeur universel de la personne qui l'avait octroyé à la demanderesse. Seuls pourraient y faire obstacle les art. 2 et 27 al. 2 CC. Cependant, le défendeur n'a pas porté le débat sur ce terrain-là et il n'avance aucun motif susceptible de justifier la mise en oeuvre de la soupape de sécurité que représentent ces deux dispositions. Il n'y a donc pas lieu de s'y arrêter.BGE 126 III 421 S. 425\n\nEn revanche, si le droit de réméré constitué en 1962 devait être limité ab ovo dans le temps par l'art. 216a CO et qu'il tombât matériellement sous le coup de cette disposition, la demanderesse ne pourrait plus s'en prévaloir, parce qu'il se serait alors éteint en 1987, avant qu'elle en fît usage. Il convient donc d'examiner successivement ces deux questions en commençant par la seconde, car la réponse qui lui sera apportée pourrait rendre superflu le traitement de la première. Aussi bien, dans l'hypothèse où le droit de réméré en cause serait exorbitant ratione materiae de l'art. 216a CO, il importerait peu de savoir quel est le champ d'application ratione temporis de cette disposition.\n\nb) aa) Les nouvelles durées maximales fixées à l'art. 216a CO ne valent que pour les droits personnels qui ont été constitués par convention, à l'exclusion de ceux qui existent de par la loi, tels les droits de préemption légaux (par ex. art. 682 et 682a CC). En outre, selon le message susmentionné du Conseil fédéral, la durée maximale de 25 ans n'est pas non plus applicable lorsque les droits de préemption sont créés, conformément à l'art. 712c al. 1 CC, dans l'acte constitutif de la propriété par étages ou par convention ultérieure (FF 1988 III 1016). Cet avis est partagé par une majorité d'auteurs (ENGEL, Contrats de droit suisse, 2e éd., p. 103 ch. 4; REY, op. cit., p. 43; STEINAUER, La nouvelle réglementation du droit de préemption, RNRF 83/1992 p. 1 ss, 8; ROBERT MEIER, Das neue Vorkaufs-, Kaufs- und Rückkaufsrecht - vier Neuerungen und drei Auslegungsfragen, PJA 1994, p. 139 ss, 145; ROLAND PFÄFFLI, Neuerungen im Immobiliarsachenrecht und beim Grundstückkauf, Le Notaire bernois (NB) 1992 p. 449 ss, 456; pour une critique de cet avis, cf. BÉNÉDICT FOËX, La nouvelle réglementation des droits de préemption, d'emption et de réméré dans le CC/CO, SJ 1994 p. 381 ss, 403 s.). SCHÖBI (Die Revision des Kaufs-, des Vorkaufs- und des Rückkaufsrechts, PJA 1992 p. 567 ss), quant à lui, va encore plus loin, puisqu'il soutient que les durées fixées à l'art. 216a CO ne s'appliquent pas en toute hypothèse et qu'il faut, en particulier, en faire abstraction lorsque la relation juridique en cause offre les caractères d'une société, auquel cas la modulation des délais (dans un sens ou dans l'autre) peut répondre à des besoins légitimes (p. 569). D'autres auteurs refusent d'admettre, ou du moins critiquent, une interprétation aussi extensive du texte légal (FOËX, ibid.; MEIER, ibid.).\n\nL'opinion de SCHÖBI, qui se heurte certes au texte en soi clair de l'art. 216a CO, mais qui paraît conforme à l'esprit et à la systématique de la loi, n'est en tout cas pas dénuée d'intérêt. De fait, si les BGE 126 III 421 S. 426droits de préemption légaux ne sont pas soumis à la durée maximale prévue par la disposition citée, c'est parce que la relation juridique des parties dans laquelle ils s'insèrent ne se résume pas à leur seule existence. Contrairement aux droits de préemption conventionnels, qui visent essentiellement à satisfaire les besoins spécifiques de leurs titulaires, les droits de préemption légaux poursuivent des buts d'intérêt plus général et servent, notamment, à la réalisation d'objectifs de politique structurelle, de politique en matière de propriété ou de politique familiale (comme le droit de préemption des parents, au sens des art. 42 ss LDFR; RS 211.412.11) ou encore à l'aménagement et au renforcement d'autres rapports de droit (droits de préemption en matière de copropriété et de droit de superficie, au sens de l'art. 682 CC; droit de préemption du fermier, au sens de l'art. 47 LDFR). Il est donc logique que de tels droits accessoires subsistent aussi longtemps que dure la relation juridique qui constitue leur raison d'être. Qu'il en aille de même en ce qui concerne le droit de préemption du copropriétaire d'étage, bien que ce droit n'existe pas ex lege (cf. art. 712c al. 1 CC), est tout à fait justifié au regard des considérations qui ont guidé le législateur, d'autant plus que la propriété par étages n'est qu'une forme particulière de la copropriété. Aussi paraît-il difficile, prima facie, de retenir une solution différente, du point de vue téléologique, pour d'autres rapports de droit fondés sur une structure corporative. On pense ici, par exemple, aux coopératives d'habitation visant à faciliter l'accès à la propriété d'un logement.\n\nbb) La demanderesse est une association d'utilité publique qui a principalement pour but de permettre aux familles de condition modeste d'acquérir et de construire des habitations. Ses statuts et règlements ont été approuvés par le Conseil d'Etat. Les droits d'emption et de réméré qui y figurent servent de toute évidence à la mise en oeuvre du but statutaire, en tant qu'ils permettent à cette association de lutter contre la spéculation immobilière. Dans ces conditions, on peut raisonnablement se demander si de tels droits entrent dans les prévisions de l'art. 216a CO.\n\nLa question, délicate, pourra cependant rester indécise s'il devait s'avérer, sous l'angle du droit transitoire, que cette disposition n'a pas empêché la demanderesse d'exercer valablement son droit de réméré.\n\nc) aa) La loi fédérale du 4 octobre 1991, qui a introduit l'art. 216a dans le Code des obligations, ne contient pas de dispositions transitoires. Conformément à la jurisprudence, il faut donc s'en tenir aux BGE 126 III 421 S. 427règles générales du titre final du Code civil (ATF 116 II 33 consid. 3a p. 36, ATF 116 III 120 consid. 3a p. 124). Celles-ci reposent sur le principe de la non-rétroactivité (art. 1er al. 1 Tit. fin. CC), lequel souffre toutefois des exceptions, notamment lorsque l'ordre public est en jeu (art. 2 Tit. fin. CC) ou qu'il est question de cas réglés par la loi indépendamment de la volonté des parties (art. 3 Tit. fin. CC). Les rapports de droit visés par ces deux dernières dispositions sont soumis à la loi nouvelle, même s'ils ont pris naissance avant son entrée en vigueur.\n\nDans un arrêt du 28 juin 1995, le Tribunal fédéral a soulevé le problème de la rétroactivité de l'art. 216a CO, mais il a pu se dispenser de le résoudre, étant donné que le bénéficiaire du droit d'emption s'était porté acquéreur de l'immeuble avant l'entrée en vigueur de cette disposition (ATF 121 III 210). En l'espèce, la demanderesse a fait valoir son droit de réméré après le 1er janvier 1994. Il s'impose, dès lors, d'examiner si l'art. 216a CO s'opposait ou non à l'exercice de ce droit.\n\nbb) La question de la rétroactivité de l'art. 216a CO est l'objet de controverses.\n\nSelon BUCHER (Commentaire bernois, n. 243 ad art. 27 CC), les limites fixées par cette disposition quant à la durée des droits de préemption, d'emption et de réméré (comme les prescriptions de forme de l'art. 216 CO) ne valent que pour les contrats conclus après le 1er janvier 1994, parce que la durée maximale ne constitue pas un élément de l'ordre public suisse. DENIS PIOTET (Le droit transitoire des lois fédérales sur le droit foncier rural et sur la révision partielle du code civil et du code des obligations du 4 octobre 1991, RDS 113/1994 I p. 125 ss, 142 ss) est du même avis; pour cet auteur, l'art. 216a CO n'est pas d'ordre public, au sens de l'art. 2 Tit. fin. CC, et la durée maximale qu'il fixe pour les droits personnels précités est une question qui ne relève pas non plus de l'art. 3 Tit. fin. CC. Pour FOËX (op. cit., p. 415) également, la disposition en cause n'a pas trait au contenu, mais à l'existence même des droits de préemption, d'emption et de réméré, de sorte qu'elle n'entre pas dans le champ d'application de l'art. 3 Tit. fin. CC.\n\nDe leur côté, SCHÖBI (op. cit., PJA 1992 p. 570 et op. cit., recht 1993 p. 177 note de pied n. 5) et VITO ROBERTO (Teilrevision des Zivilgesetzbuches und des Obligationenrechts, recht 1993, p. 172 ss, 174 s.) professent l'opinion inverse. Selon eux, la durée maximale des droits de préemption, d'emption et de réméré visés par l'art. 216a CO est de droit impératif, au sens de l'art. 3 Tit. fin. CC; BGE 126 III 421 S. 428par conséquent, les droits personnels constitués sous l'empire de l'ancien droit ne peuvent plus être exercés lorsque, à l'entrée en vigueur du nouveau droit, la durée maximale fixée par celui-ci s'est déjà écoulée. GIGER (Commentaire bernois, n. 461 ad art. 216 CO), HESS (Commentaire bâlois, n. 8 ad art. 216a CO), PFÄFFLI (op. cit., p. 455) ainsi que l'Office fédéral chargé du droit du registre foncier et du droit foncier (ZBGR 1996 p. 390 ss, 404 s.) - ce dernier en tout cas jusqu'à ce qu'une décision de justice différente et représentative ait été rendue - sont du même avis que ces deux auteurs.\n\ncc) Considéré sous l'angle du droit comparé, le rattachement d'un rapport d'obligation au droit en vigueur au moment de sa constitution (lex prior) est usuel; il vise à protéger la confiance subjective des parties, qui ont soumis leurs relations à un droit matériel qui leur était connu, et tend aussi à empêcher que des droits valablement acquis par un acte juridique soient enlevés à leur titulaire par le seul effet de la loi (BURKHARD HESS, Intertemporales Privatrecht, Tübingen 1998, p. 143 avec des références au droit d'autres pays à la note de pied n. 108). Telle est également la ratio legis de l'art. 1er al. 1 Tit. fin. CC.\n\nL'art. 2 Tit. fin. CC apporte une exception au principe général de la non-rétroactivité des lois lorsque l'ordre public est en cause. Dans l'ATF 49 II 330 consid. 3, le Tribunal fédéral avait jugé que la durée maximale instituée par l'art. 683 al. 2 aCC pour les droits de réméré avait été établie dans l'intérêt de l'ordre public et qu'elle s'appliquait donc, conformément à l'art. 2 Tit. fin. CC, aux anciens droits de réméré constitués en vertu du droit cantonal. Toutefois, cet arrêt a été critiqué par la doctrine (MUTZNER, Commentaire bernois, n. 83 ss ad art. 17 Tit. fin. CC). Le Tribunal fédéral lui-même l'a d'ailleurs remis en question quelques années plus tard, mais il a laissé le problème en suspens car le jugement attaqué devait être réformé pour un autre motif (ATF 53 II 392 consid. 2 et 3). Quoi qu'il en soit, l'opinion qui prévaut à juste titre à l'heure actuelle dénie à l'art. 216a CO le caractère de disposition d'ordre public au sens de l'art. 2 Tit. fin. CC (PIOTET, op. cit., p. 143; BUCHER, ibid.).\n\nUne autre exception au principe de non-rétroactivité résulte de l'art. 3 Tit. fin. CC, lequel prévoit que les cas réglés par la loi indépendamment de la volonté des parties sont soumis à la loi nouvelle, après l'entrée en vigueur du code civil, même s'ils remontent à une époque antérieure. L'interprétation de cette disposition a soulevé de tout temps des difficultés (voir déjà: HEINRICH GIESKER-ZELLER, Die Grundprinzipien des Übergangsrechtes zum Schweizerischen BGE 126 III 421 S. 429Zivilgesetzbuche, RDS 1915 p. 1 ss, 47 ss; pour un examen complet de la question, cf. MARKUS VISCHER, Die allgemeinen Bestimmungen des schweizerischen intertemporalen Privatrechts, thèse Zurich 1986, p. 65 ss; voir aussi: BROGGINI, Intertemporales Privatrecht, in Schweizerisches Privatrecht, vol. I, p. 443 ss). L'une des différentes opinions émises à ce sujet restreint le champ d'application de l'art. 3 Tit. fin. CC aux cas dans lesquels le contenu d'un rapport juridique est fixé par la loi, sans égard à la volonté des parties; en revanche, lorsque le contenu du rapport juridique découle de la volonté autonome des parties, la protection de la confiance éveillée chez celles-ci commande de ne pas porter atteinte à une position contractuelle valablement acquise par acte juridique sous l'empire de la loi ancienne (TUOR/SCHNYDER/SCHMID, Das Schweizerische Zivilgesetzbuch, 11e éd., p. 905; VISCHER, op. cit., p. 61 ss; le même, Commentaire bâlois, n. 1 ss ad art. 3 Tit. fin. CC; PIOTET, op. cit., p. 143; dans le même sens, voir déjà: MUTZNER, op. cit., n. 3 ad art. 3 Tit. fin. CC). Le Tribunal fédéral s'est rallié à cet avis dans sa jurisprudence la plus récente (ATF 116 II 63 consid. 3a et 4, ATF 116 III 120 E. 3d).\n\ndd) En l'occurrence, le droit de réméré litigieux a été stipulé dans le contrat de vente du 25 septembre 1962 pour une durée indéterminée. S'il fallait considérer, du point de vue du droit transitoire, que la durée du droit de réméré fait partie du contenu de celui-ci, tel qu'il découle de la volonté autonome des parties, le droit de réméré serait soumis, quant à sa durée admissible, à l'ancien droit. Par conséquent, dans cette hypothèse, rien ne s'opposait à son exercice en novembre 1994, au moment où la demanderesse l'a fait valoir.\n\nForce est, toutefois, de souligner, s'agissant de la durée du droit de réméré, que l'autonomie privée était déjà limitée sous l'empire de l'ancien droit en ce sens que, si les parties pouvaient certes constituer entre elles un droit personnel d'une durée indéterminée, elles n'en devaient pas moins respecter les limites imposées par l'art. 27 CC et ne pouvaient pas attribuer au droit de réméré des effets réels excédant la durée maximale prévue à l'art. 683 al. 2 aCC. Aussi, comme la durée maximale des rapports de droit est généralement soustraite à l'autonomie privée, pourrait-on se demander si elle ne ressortit pas au contenu fixé par la loi. Il n'est cependant pas nécessaire d'examiner plus avant cette question. En effet, même s'il fallait y répondre par l'affirmative, la protection de la confiance exclurait de fixer le point de départ du délai de 25 ans à une date antérieure à celle de l'entrée en vigueur de l'art. 216a CO, en particulier BGE 126 III 421 S. 430à la date de constitution du droit de réméré. Au contraire, le dies a quo pour le calcul de ce délai ne pourrait être que le 1er janvier 1994, de sorte qu'au regard de l'art. 216a CO, les droits de réméré constitués avant cette date, comme celui que fait valoir la demanderesse, expireraient le 1er janvier 2019. La solution inverse conduirait à des résultats difficilement justifiables, serait source d'une grande insécurité juridique et soulèverait d'autre part en pratique des questions complexes d'indemnisation et de vices de la volonté ensuite d'une réduction légale de la durée d'un droit personnel valablement constitué pour une durée indéterminée. A cet égard, un parallèle peut être établi entre la question examinée et celle de l'effet dans le temps d'une nouvelle règle touchant la prescription. Dans sa jurisprudence en la matière, le Tribunal fédéral a posé le principe selon lequel, s'il est généralement admis qu'une nouvelle règle de prescription ou de péremption s'applique également aux droits jusqu'alors imprescriptibles, la protection des droits existants exige qu'en pareil cas le délai de prescription ne commence pas à courir avant l'entrée en vigueur du nouveau droit (ATF 102 V 206 consid. 2 p. 208 et les références; voir aussi le consid. 3 de l'arrêt du 16 août 1994 reproduit in Rivista di diritto amministrativo e tributario ticinese [RDAT] 1995 I no 46 p. 114 ss, 116). Il ne saurait en aller différemment en ce qui concerne la péremption d'un droit de réméré conventionnel.\n\nCela étant, les juges précédents n'ont pas violé le droit fédéral en constatant que la demanderesse avait fait valoir son droit de réméré en temps utile."}