{"annee": "126", "cour": "II", "page": "269", "date": "10/8/2000", "cite": ["119 IB 91", "112 IB 161"], "cite_par": ["127 II 60", "128 I 46", "129 I 337", "127 II 161", "130 II 113"], "chapeau": "29. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 10. August 2000 i.S. I.M. und K.M. gegen Justiz-, Polizei- und Sanitätsdepartement und Verwaltungsgericht des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 100 al. 1 let. b chiffre 3 OJ, art. 17 al. 2 LSEE; droit de l'épouse et de l'enfant à l'octroi d'une autorisation d'établissement. L'art. 17 al. 2 2ème phrase LSEE ne confère à l'épouse aucun droit de bénéficier d'une autorisation d'établissement si elle n'a pas vécu durant cinq ans en communauté conjugale avec son mari titulaire d'une autorisation d'établissement (consid. 2c). Le droit de l'enfant d'être inclus dans l'autorisation d'établissement du père en vertu de l'art. 17 al. 2 3ème phrase LSEE doit être décidé dans une procédure d'autorisation en bonne et due forme; aussi longtemps qu'il n'est pas certain que le père conserve son autorisation d'établissement (procédure d'expulsion pendante), les autorités ne doivent pas décider d'inclure l'enfant et celui-ci n'a finalement aucun droit à l'octroi d'une autorisation si son père est définitivement expulsé (consid. 2d)."], "faits": "BGE 126 II 269 S. 270\n\nI.M., Staatsangehörige von Aserbaidschan, reiste im April 1994 in die Schweiz ein und arbeitete in der Folge mit Kurzaufenthaltsbewilligungen als Tänzerin oder Barmaid in verschiedenen Lokalen in den Kantonen Graubünden und St. Gallen. Am 24. Februar 1995 heiratete sie den in der Schweiz niedergelassenen jugoslawischen Staatsangehörigen M.M. und erhielt gestützt darauf eine Aufenthaltsbewilligung für den Kanton Graubünden. Das Ehepaar hat eine Tochter, K.M., geboren am 3. Januar 1997.\n\nDa gegen M.M. seit 11. Januar 1996 ein Ausweisungsverfahren hängig war, wurde die am 2. Mai 1996 abgelaufene Aufenthaltsbewilligung von I.M. nicht erneuert, und der Tochter K.M. wurde keine Aufenthaltsbewilligung erteilt. Hingegen wurde I.M. und K.M. gestattet, sich bis zum Abschluss des Ausweisungsverfahrens gegen M.M. in der Schweiz aufzuhalten. Am 19./23. Februar 1998 wurde M.M. aus der Schweiz ausgewiesen; die Ausweisung ist rechtskräftig.\n\nAm 30. Juli 1999 lehnte es die Fremdenpolizei des Kantons Graubünden ab, I.M. die Aufenthaltsbewilligung zu verlängern bzw. der Tochter K.M. eine solche zu erteilen; zugleich wurde gegen beide die Wegweisung angeordnet. Das Justiz-, Polizei- und Sanitätsdepartement des Kantons Graubünden wies die gegen diese Verfügung erhobene Beschwerde ab, und ein Rekurs an das Verwaltungsgericht BGE 126 II 269 S. 271des Kantons Graubünden (Urteil vom 22. Februar 2000) blieb erfolglos.\n\nMit Verwaltungsgerichtsbeschwerde und mit staatsrechtlicher Beschwerde vom 6. April 2000 beantragen I.M. und K.M., das Urteil des Verwaltungsgerichts vom 22. Februar 2000 aufzuheben, die Sache zu neuer Entscheidung an das Verwaltungsgericht zurückzuweisen und ihnen die Aufenthaltsberechtigung in der Schweiz weiterhin zuzugestehen.\n\nDas Bundesgericht tritt auf die Beschwerden nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. a) Die staatsrechtliche Beschwerde ist nur zulässig, wenn die behauptete Rechtsverletzung nicht sonst wie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde gerügt werden kann (Art. 84 Abs. 2 OG). Insbesondere kann sie nicht erhoben werden, wenn gegen den anzufechtenden Entscheid die Verwaltungsgerichtsbeschwerde offen steht.\n\nb) Die Verwaltungsgerichtsbeschwerde ist auf dem Gebiete der Fremdenpolizei gemäss Art. 100 Abs. 1 lit. b Ziff. 3 OG insbesondere unzulässig gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\nAls anspruchsbegründende Norm kommt vorliegend einzig Art. 17 Abs. 2 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) in Frage. Danach hat einerseits der ausländische Ehegatte eines Ausländers mit Niederlassungsbewilligung einen Anspruch auf Erteilung der Aufenthaltsbewilligung (Satz 1) und nach fünf Jahren ordnungsgemässen ununterbrochenen Aufenthalts Anspruch auf die Niederlassungsbewilligung (Satz 2). Andererseits haben ledige minderjährige Kinder von Ausländern mit Niederlassungsbewilligung Anspruch auf Einbezug in die Niederlassungsbewilligung (Satz 3). Der Anspruch des Ehegatten des niedergelassenen Ausländers besteht nur, solange die Ehegatten zusammen wohnen; ebenso setzt der Anspruch der Kinder auf Einbezug in die Niederlassungsbewilligung der Eltern voraus, dass sie mit den Eltern zusammen wohnen.\n\nc) Die Beschwerdeführerin 1 wohnt nicht mit ihrem Ehemann zusammen; dessen Niederlassungsbewilligung war als Folge der Ausweisung aber ohnehin schon vor Ablauf von fünf Jahren seit Aufnahme der ehelichen Gemeinschaft erloschen. Sie kann daher aus Art. 17 Abs. 2 ANAG keinen Anspruch auf Erneuerung der BGE 126 II 269 S. 272Aufenthaltsbewilligung oder gar auf Erteilung der Niederlassungsbewilligung ableiten.\n\nd/aa) Die Beschwerdeführerin 2 wurde am 3. Januar 1997 geboren. Sie wohnte offenbar die ersten Monate nach ihrer Geburt mit ihrem damals niedergelassenen Vater zusammen. Es stellt sich die Frage, ob sie zu diesem Zeitpunkt - unmittelbar - in die Niederlassungsbewilligung ihres Vaters einzubeziehen war und ihr insofern noch heute, gestützt auf Art. 17 Abs. 2 ANAG, ein gefestigtes Anwesenheitsrecht in der Schweiz zusteht.\n\nbb) Das Recht auf Miteinbezug in die Niederlassungsbewilligung gemäss Art. 17 Abs. 2 ANAG ist selber keine Bewilligung, sondern verschafft bloss einen Anspruch auf Erteilung einer solchen. Daher ist stets ein Bewilligungsverfahren erforderlich; nicht nur der Form halber, sondern weil die Behörde das Vorliegen aller Erfordernisse prüfen muss (BGE 112 Ib 161 E. 3a S. 162 zur alten Fassung von Art. 17 Abs. 2 ANAG, welcher, ausser für Kinder niedergelassener Eltern, auch für die Ehefrau des niedergelassenen Ausländers ein Miteinbezugsrecht vorsah; ferner M. RUTH, Das Fremdenpolizeirecht der Schweiz, Zürich 1934, S. 70). Ein eigentliches Bewilligungsverfahren ist gerade darum von Bedeutung, weil die Niederlassungsbewilligung bedingungsfeindlich und unbefristet ist (vgl. Art. 6 Abs. 1 ANAG) und das Kind, wenn es die Niederlassungsbewilligung einmal erworben hat, diese unter Umständen auch unabhängig vom Fortbestehen des gemeinsamen Haushalts oder vom fremdenpolizeilichen Status des Vaters, welcher ihm den Bewilligungsanspruch verschafft hat, behält (in diesem Sinn nicht veröffentlichtes Urteil i.S. Nuhi vom 12. September 1996; s. auch, mit kritischer Anmerkung, PETER KOTTUSCH; Die Niederlassungsbewilligung gemäss Art. 6 ANAG, in: ZBl 87/1986, S. 513 ff.). Ob dies in jedem Fall, z.B. bei einem Kleinkind, der ratio legis entspricht, erscheint fraglich; darauf braucht vorliegend aber nicht näher eingegangen zu werden. Die Einräumung einer derartigen Rechtsstellung rechtfertigt sich jedenfalls nur, wenn umfassend geprüft worden ist, ob die Voraussetzungen dazu in jeder Hinsicht erfüllt sind.\n\nDie Niederlassungsbewilligung gemäss Art. 17 Abs. 2 ANAG ist in dem Sinn nicht selbständiger Natur, als es um den \"Einbezug\" in die bestehende Bewilligung einer anderen Person geht. Im Bewilligungsverfahren ist daher nicht nur zu prüfen, ob das Kind mit den niedergelassenen Eltern (bzw. dem Elternteil mit Niederlassungsbewilligung) zusammen wohnt bzw. zusammen wohnen wird, sondern auch, wie es sich konkret mit der Niederlassungsbewilligung BGE 126 II 269 S. 273der Eltern verhält. Das Bundesgericht hat in anderem Zusammenhang den Grundsatz aufgestellt, dass der Ausländer einem Familienangehörigen nicht eine bessere Rechtstellung verschaffen kann, als sie ihm selber zukommt (vgl. BGE 119 Ib 91 E. 1c S. 94, mit Hinweis; der Familienangehörige des Ausländers mit befristeter Aufenthaltsbewilligung hat regelmässig keinen festen Anspruch auf Erteilung einer Aufenthaltsbewilligung). Für den Entscheid über den Einbezug eines Kindes in die Niederlassungsbewilligung seines Vaters gemäss Art. 17 Abs. 2 ANAG bedeutet dies, dass die Bewilligungsbehörde, solange konkrete Anhaltspunkte dafür bestehen, dass die Bewilligung des Vaters dahinfallen könnte, nicht abschliessend über den fremdenpolizeilichen Status des Kindes entscheiden kann, steht doch nicht fest, ob das Kind mit dem Vater - in der Schweiz - zusammen wohnen wird, wie dies Art. 17 Abs. 2 ANAG als Bewilligungsvoraussetzung verlangt. In einem solchen Fall darf die Behörde - bzw. muss sie sogar - das entsprechende Bewilligungsverfahren aussetzen, bis über den (Fort-)-Bestand der Bewilligung des Vaters Klarheit herrscht.\n\ncc) Als die Beschwerdeführerin 2 geboren wurde, war bereits das Ausweisungsverfahren gegen deren Vater hängig; den entsprechenden Antrag hatte die Fremdenpolizei des Kantons Graubünden dem Justiz-, Polizei- und Sanitätsdepartement schon am 11. Januar 1996 gestellt. Es bestand eine gewisse Wahrscheinlichkeit, dass es zu einer Ausweisung kommen könnte; es lagen mit anderen Worten konkrete Anhaltspunkte dafür vor, dass die Niederlassungsbewilligung erlöschen könnte. Unter diesen Umständen fehlten der Fremdenpolizei massgebliche Entscheidgrundlagen, und sie war nicht in der Lage, sämtliche im Hinblick auf den Bewilligungsentscheid notwendigen Voraussetzungen umfassend zu prüfen. Sie schob daher den Entscheid über den fremdenpolizeilichen Status der Beschwerdeführerin 2 zu Recht auf und war zur Erteilung der Niederlassungsbewilligung, solange hinsichtlich der Niederlassungsbewilligung des Vaters ein Schwebezustand herrschte, nicht verpflichtet. Erst recht war sie dazu nicht mehr verpflichtet nach der Ausweisung, d.h. nach dem Erlöschen der Bewilligung. Damit aber kann die Beschwerdeführerin 2 auch heute aus Art. 17 Abs. 2 ANAG keinen Anspruch auf eine fremdenpolizeiliche Bewilligung (Aufenthaltsbewilligung, Niederlassungsbewilligung) ableiten.\n\ne) Da beiden Beschwerdeführerinnen ein Rechtsanspruch auf Erteilung einer fremdenpolizeilichen Bewilligung fehlt, steht die Verwaltungsgerichtsbeschwerde zur Anfechtung des Entscheids des BGE 126 II 269 S. 274Verwaltungsgerichts nicht offen. Dieses Rechtsmittel wird auch nicht darum zulässig, weil die Nichtverlängerung bzw. die Nichterteilung der Aufenthaltsbewilligung \"de facto einer Wegweisung der BF'innen gleichzusetzen ist\" (S. 2 der Verwaltungsgerichtsbeschwerde); die Wegweisung ist die übliche vom Gesetz vorgesehene Folge des Fehlens bzw. der Verweigerung einer Bewilligung (vgl. Art. 12 ANAG). Gegen die Wegweisung selber ist die Verwaltungsgerichtsbeschwerde nach Art. 100 Abs. 1 lit. b Ziff. 4 OG ausgeschlossen.\n\nAuf die Verwaltungsgerichtsbeschwerde kann nicht eingetreten werden."}