{"annee": "126", "cour": "V", "page": "75", "date": "9/5/2000", "cite": ["114 V 310", "117 V 8", "124 V 321", "124 V 180", "123 V 150"], "cite_par": ["142 V 178", "139 V 592", "134 V 9", "135 V 297", "127 V 129", "137 V 71", "132 V 393", "134 V 322", "129 V 472", "130 V 121", "131 V 161", "143 V 295"], "chapeau": "15. Auszug aus dem Urteil vom 9. Mai 2000 i.S. IV-Stelle Zug gegen A. und Verwaltungsgericht des Kantons Zug", "regestes": ["Art. 28 al. 2 LAI: Réduction des salaires ressortant des statistiques. - Le revenu d'invalide doit être évalué avant tout en fonction de la situation professionnelle concrète de l'intéressé. En l'absence d'un revenu effectivement réalisé, la jurisprudence considère que le revenu d'invalide peut être évalué sur la base des statistiques salariales. - La mesure dans laquelle les salaires ressortant des statistiques doivent être réduits, dépend de l'ensemble des circonstances personnelles et professionnelles du cas particulier (limitations liées au handicap, âge, années de service, nationalité/catégorie d'autorisation de séjour et taux d'occupation) et résulte d'une évaluation dans les limites du pouvoir d'appréciation. Une déduction globale maximum de 25% sur le salaire statistique permet de tenir compte des différents éléments qui peuvent influencer le revenu d'une activité lucrative. - La déduction, qui doit être effectuée globalement, résulte d'une évaluation et doit être brièvement motivée par l'administration. Le juge des assurances sociales ne peut, sans motif pertinent, substituer son appréciation à celle de l'administration."], "faits": "", "considerants": "BGE 126 V 75 S. 76\n\nAus den Erwägungen:\n\n3. a) Es ist unbestritten, dass das vom Versicherten ohne Invalidität erzielbare Einkommen (Valideneinkommen) im Jahre 1992 Fr. 56'376.- betrug, dies bei 45 Wochenstunden. Angepasst an die Nominallohnentwicklung im Baugewerbe (vgl. Die Volkswirtschaft, 1996 Heft 12, Anhang S. 13, Tabelle B4.4, und 1999 Heft 12, Anhang S. 28, Tabelle B10.2) ergibt sich im Jahre 1998 ein Valideneinkommen von Fr. 60'727.55. Das Umrechnen auf 40 Wochenstunden, wie es das kantonale Gericht vorgenommen hat, geht nicht an. Denn als Valideneinkommen ist grundsätzlich das gesamte Erwerbseinkommen zu berücksichtigen (vgl. ZAK 1980 S. 592 Erw. 3a; RKUV 1989 Nr. U 69 S. 181 Erw. 2c), was hier umso mehr Gültigkeit hat, als die in der Firma X geleisteten 45 Wochenstunden die normale Arbeitszeit bilden.\n\nb) aa) Für die Bestimmung des trotz Gesundheitsschädigung zumutbarerweise noch realisierbaren Einkommens (Invalideneinkommen) ist primär von der beruflich-erwerblichen Situation auszugehen, in welcher der Versicherte konkret steht. Übt er nach Eintritt der Invalidität eine Erwerbstätigkeit aus, bei der - kumulativ - besonders stabile Arbeitsverhältnisse gegeben sind und anzunehmen ist, dass er die ihm verbleibende Arbeitsfähigkeit in zumutbarer Weise voll ausschöpft, sowie das Einkommen aus der Arbeitsleistung als angemessen und nicht als Soziallohn erscheint, gilt grundsätzlich der von ihm tatsächlich erzielte Verdienst als Invalidenlohn (BGE 117 V 18 Erw. 2c/aa; RKUV 1991 Nr. U 130 S. 272 Erw. 4a, je mit Hinweisen; nicht publizierte Erw. 6b des in AHI 1998 S. 179 auszugsweise veröffentlichten Urteils W. vom 31. Oktober 1997).\n\nbb) Ist kein solches tatsächlich erzieltes Erwerbseinkommen gegeben, namentlich weil der Versicherte nach Eintritt des Gesundheitsschadens keine oder jedenfalls keine ihm an sich zumutbare neue Erwerbstätigkeit aufgenommen hat, so können nach der Rechtsprechung Tabellenlöhne beigezogen werden (ZAK 1991 S. 321 BGE 126 V 75 S. 77Erw. 3c, 1989 S. 458 Erw. 3b; OMLIN, Die Invalidität in der obligatorischen Unfallversicherung, Diss. Freiburg 1995, S. 215).\n\nWie in BGE 124 V 322 Erw. 3b/aa dargelegt, stellte das Eidg. Versicherungsgericht zu diesem Zweck jeweils auf die Oktoberlohnerhebung des Bundesamtes für Industrie, Gewerbe und Arbeit (seit 1. Januar 1998: Bundesamt für Wirtschaft und Arbeit, seit 1. Juli 1999: Staatssekretariat für Wirtschaft) ab. Diese Publikation ist indessen letztmals für 1993 herausgegeben und im Jahre 1994 von der vom Bundesamt für Statistik herausgegebenen Schweizerischen Lohnstrukturerhebung (LSE) abgelöst worden, welche im Zweijahresrhythmus erscheint. Für den Verwendungszweck des Einkommensvergleichs ist dabei auf die im Anhang enthaltene Statistik der Lohnsätze, d.h. der standardisierten Bruttolöhne (Tabellengruppe A) abzustellen, wobei jeweils vom so genannten Zentralwert (Median) auszugehen ist. Bei der Anwendung der Tabellengruppe A gilt es ausserdem zu berücksichtigen, dass ihr generell eine Arbeitszeit von 40 Wochenstunden zu Grunde liegt, welcher Wert etwas tiefer ist als die betriebsübliche durchschnittliche Arbeitszeit seit 1993 von wöchentlich 41,9 Stunden (Die Volkswirtschaft, 1999 Heft 12, Anhang S. 27, Tabelle B9.2).\n\nDazu kommt, dass die Tabellenlöhne Berufe mit unterschiedlichem Anforderungsniveau beinhalten, wobei der Lohn mit steigendem Anforderungsniveau deutlich zunimmt: Das erste - und oberste - Anforderungsniveau umfasst anspruchsvolle und schwierigste Arbeiten. Das zweite beinhaltet die Verrichtung selbstständiger und qualifizierter Arbeiten. Beim dritten Anforderungsniveau sind Berufs- und Fachkenntnisse vorausgesetzt und unter das vierte - und niedrigste - Anforderungsniveau fallen einfache und repetitive Tätigkeiten (LSE 1994 S. 25 f.).\n\n4. Die Vorinstanz nahm vom Tabellenlohn (Fr. 4'294.- gemäss LSE 1996 S. 17, Anforderungsniveau 4, Männer) vorab einen leidensbedingten Abzug von 25% vor. Damit wollte sie dem Umstand Rechnung tragen, dass der Beschwerdegegner wegen seiner physischen Einschränkungen (vermehrt sitzend zu verrichtende Arbeit, keine wiederholte Tätigkeit über Kopfniveau) das durchschnittliche Lohnniveau nicht erreiche. Zusätzlich gewährte sie unter dem Titel der Teilzeitarbeit einen weiteren Abzug von 5%, weil Teilzeitbeschäftigte überproportional weniger verdienen würden als Vollzeitangestellte. Weitere 10% liess sie schliesslich zum Abzug zu, da Jahresaufenthalter wie der Versicherte unterdurchschnittlich entlöhnt würden.\n\nBGE 126 V 75 S. 78\n\nDie IV-Stelle wendet sich gegen die Annahme eines im Vergleich zum statistischen Tabellenlohn um mehr als einen Viertel verminderten Invalideneinkommens und sieht keinen Anlass für Abzüge aus Gründen des Beschäftigungsgrades (Teilzeit) und der Aufenthaltskategorie (Jahresaufenthalter).\n\n5. a) aa) Das Eidg. Versicherungsgericht anerkannte zuerst, dass Versicherte, die in ihrer letzten Tätigkeit körperliche Schwerarbeit verrichteten und nach Eintritt des Gesundheitsschadens auch für leichtere Arbeiten nur beschränkt einsatzfähig sind, in der Regel das entsprechende durchschnittliche Lohnniveau gesunder Hilfsarbeiter nicht erreichen, weshalb es den Tabellenlohn um 25% herabsetzte (nicht publizierte Erw. 4b des Urteils BGE 114 V 310).\n\nbb) In der Folge stellte es fest, dass sich die gegenüber Durchschnittswerten zu erwartende Reduktion des Lohnansatzes bei gesundheitlich beeinträchtigten Versicherten, die - im Rahmen leichter Hilfsarbeitertätigkeiten - nicht mehr voll leistungsfähig sind, unabhängig von der früher ausgeübten Tätigkeit grundsätzlich gleich präsentiert (nicht veröffentlichtes Urteil O. vom 27. März 1996; vgl. statt vieler auch BGE 124 V 323 Erw. 3b/bb; AHI 1999 S. 180 Erw. 3b). Damit entwickelte sich der ursprünglich nur bei Schwerarbeitern zugelassene Abzug zu einem allgemeinen behinderungsbedingten Abzug, welcher sowohl bei Versicherten, die vollzeitig eine ihrem Leiden angepasste Arbeit ausüben, als auch bei bloss teilzeitig einsetzbaren Versicherten erfolgt (AHI 1999 S. 181 Erw. 3b; RKUV 1999 Nr. U 343 S. 414 Erw. 4b/cc, je mit Hinweis auf ZAK 1989 S. 458 Erw. 3b). Gleichzeitig betonte das Eidg. Versicherungsgericht, dass der Abzug von 25% nicht generell und in jedem Fall zur Anwendung komme. Im Gegenteil sei anhand der gesamten Umstände des konkreten Einzelfalles zu prüfen, ob und in welchem Ausmass das hypothetische Einkommen als Invalider gekürzt werden müsse. Dabei sei auch ein Abzug von weniger als 25% denkbar (AHI 1999 S. 181 Erw. 3b, 1998 S. 177 Erw. 3a; RKUV 1999 Nr. U 343 S. 414 Erw. 4b/cc, 1998 Nr. U 304 S. 373 Erw. 3).\n\ncc) Sodann trug die Rechtsprechung dem Umstand Rechnung, dass weitere persönliche und berufliche Merkmale einer versicherten Person, wie Alter, Dauer der Betriebszugehörigkeit, Nationalität oder Aufenthaltskategorie sowie Beschäftigungsgrad Auswirkungen auf die Lohnhöhe haben können. Denn die in den LSE erstmals vorgenommene Quantifizierung dieser Merkmale zeigt auf, dass die Höhe des Lohnes auch durch sie mitbestimmt wird (BGE 124 V 323 Erw. 3b/aa).\n\nBGE 126 V 75 S. 79\n\nSo hat das Eidg. Versicherungsgericht beispielsweise in dem in AHI 1999 S. 237 veröffentlichten Urteil Z. vom 28. Juli 1999 einen Abzug wegen des fortgeschrittenen Alters des Versicherten - im Zeitpunkt des Verfügungserlasses 53-jährig - verneint, da mit zunehmendem Alter die Lohnzuwachskurve zwar flacher verlaufe, der Faktor Alter sich aber nicht lohnsenkend auswirke (AHI 1999 S. 242 Erw. 4c). Dagegen hielt es im in AHI 1999 S. 177 publizierten Urteil N. vom 24. März 1999 fest, dass eine versicherte Person nach dem gesundheitlich bedingten Verlust der bisherigen Stelle in einer angepassten Tätigkeit insofern keinen allgemeinen Durchschnittslohn erhalten könne, als der ihr offen stehende Arbeitsmarkt lediglich derjenige für Personen sei, welche in einem Betrieb neu anfangen (AHI 1999 S. 181 Erw. 3b). Zugleich wies es aber darauf hin, dass die Bedeutung der Dienstjahre im privaten Sektor abnehme, je niedriger das Anforderungsprofil sei (AHI 1999 S. 181 Erw. 3b und 243 Erw. 4c). Ausserdem beachtete es, dass nicht immer sämtliche Ausländer weniger Einkommen erzielen als der Totalwert aller Schweizer und Ausländer; vielmehr können sich je nach Aufenthaltskategorie und Anforderungsniveau weit gehende Unterschiede ergeben, insbesondere bei Inhabern einer Niederlassungsbewilligung der Kategorie C, bei welchen der Durchschnittslohn für einfache und repetitive Tätigkeiten darüber liegen kann (nicht veröffentlichte Urteile B. vom 30. August 1999, P. vom 30. März 1999, B. vom 19. März 1999 und N. vom 6. Oktober 1998). Schliesslich wurde berücksichtigt, dass Teilzeitangestellte nicht zwingend weniger als Vollzeittätige verdienen, zum Beispiel in Beschäftigungsbereichen, in denen Teilzeitarbeit Nischen auszufüllen vermag, die arbeitgeberseits stark nachgefragt und dementsprechend entlöhnt werden (nicht veröffentlichte Urteile S. vom 28. September 1999 und R. vom 5. Juli 1999).\n\nb) aa) Die vom Eidg. Versicherungsgericht herausgebildete Rechtsprechung, den mit Blick auf die Behinderung gewährten Abzug nicht schematisch, sondern in Berücksichtigung der gesamten Umstände des Einzelfalles vorzunehmen, hat den Zweck, ausgehend von statistischen Werten ein Invalideneinkommen zu ermitteln, welches der im Einzelfall zumutbaren erwerblichen Verwertung der noch möglichen Verrichtungen im Rahmen der (Rest-)Arbeitsfähigkeit am besten entspricht. Dieser Gesichtspunkt verdient auch hinsichtlich der übrigen in Betracht fallenden einkommensbeeinflussenden Merkmale, des Lebensalters, der Anzahl Dienstjahre, der Nationalität/Aufenthaltskategorie und des Beschäftigungsgrades BGE 126 V 75 S. 80(vgl. Erw. 5a/cc), den Vorzug. Ein Abzug soll auch diesbezüglich nicht automatisch, sondern dann erfolgen, wenn im Einzelfall Anhaltspunkte dafür bestehen, dass der Versicherte wegen eines oder mehrerer dieser Merkmale seine gesundheitlich bedingte (Rest-)Arbeitsfähigkeit auf dem allgemeinen Arbeitsmarkt nur mit unterdurchschnittlichem erwerblichem Erfolg verwerten kann.\n\nbb) Es rechtfertigt sich aber nicht, für jedes zur Anwendung gelangende Merkmal separat quantifizierte Abzüge vorzunehmen und diese zusammenzuzählen, da damit Wechselwirkungen ausgeblendet werden. So bestimmt sich beispielsweise der Anfangslohn in einer neuen Firma in der Regel nicht isoliert nach der Anzahl Dienstjahre, sondern u.a. auch auf Grund der mitgebrachten Berufserfahrungen. Ganz allgemein ist der Einfluss aller Merkmale auf das Invalideneinkommen (leidensbedingte Einschränkung, Alter, Dienstjahre, Nationalität/Aufenthaltskategorie und Beschäftigungsgrad) unter Würdigung der Umstände im Einzelfall nach pflichtgemässem Ermessen gesamthaft zu schätzen (vgl. AHI 1999 S. 181 Erw. 3b und 243 Erw. 4c, 1998 S. 292 Erw. 3b; nicht veröffentlichtes Urteil T. vom 28. April 1999).\n\ncc) Letztlich ist der Abzug vom statistischen Lohn unter Berücksichtigung aller jeweils in Betracht fallenden Merkmale auf insgesamt höchstens 25% zu begrenzen.\n\ndd) In diesem Zusammenhang ist der Verwaltung und - im Beschwerdefall - dem Richter das verfassungsrechtliche Gebot der Begründungspflicht (Art. 8 Abs. 1 BV) in Erinnerung zu rufen. Nach der Rechtsprechung zu Art. 4 Abs. 1 aBV soll diese verhindern, dass sich die Behörde von unsachlichen Motiven leiten lässt, und dem Betroffenen ermöglichen, die Verfügung gegebenenfalls sachgerecht anzufechten. Dies ist nur möglich, wenn sowohl er wie auch die Rechtsmittelinstanz sich über die Tragweite des Entscheides ein Bild machen können. In diesem Sinn müssen wenigstens kurz die Überlegungen genannt werden, von denen sich die Behörde hat leiten lassen und auf welche sich ihre Verfügung stützt. Dies bedeutet indessen nicht, dass sie sich ausdrücklich mit jeder tatbeständlichen Behauptung und jedem rechtlichen Einwand auseinandersetzen muss. Vielmehr kann sie sich auf die für den Entscheid wesentlichen Gesichtspunkte beschränken (BGE 124 V 181 Erw. 1a mit Hinweisen).\n\nBezüglich der hier interessierenden Thematik hat die Verwaltung kurz zu begründen, warum sie einen Abzug vom Tabellenlohn gewährt, insbesondere welche Merkmale sie bei ihrer gesamthaften Schätzung berücksichtigt.\n\nBGE 126 V 75 S. 81\n\n6. Das kantonale Gericht hat einen Abzug von insgesamt 40% zugelassen. Wie ausgeführt, stellt der gesamthaft vorzunehmende Abzug eine Schätzung dar. Bei deren Überprüfung kann es nicht darum gehen, dass die kontrollierende richterliche Behörde ihr Ermessen an die Stelle der Vorinstanz setzt. Bei der Unangemessenheit (Art. 132 lit. a OG) geht es um die Frage, ob der zu überprüfende Entscheid, den die Behörde nach dem ihr zustehenden Ermessen im Einklang mit den allgemeinen Rechtsprinzipien in einem konkreten Fall getroffen hat, nicht zweckmässigerweise anders hätte ausfallen sollen. Allerdings darf das Sozialversicherungsgericht sein Ermessen nicht ohne triftigen Grund an die Stelle desjenigen der Verwaltung setzen; es muss sich somit auf Gegebenheiten abstützen können, welche seine abweichende Ermessensausübung als naheliegender erscheinen lassen (BGE 123 V 152 Erw. 2 mit Hinweisen).\n\nDiese Voraussetzung ist hier erfüllt, übersteigt doch der vom kantonalen Gericht gemachte Abzug von 40% bereits erheblich den maximal zulässigen Abzug von 25%. Überdies liegt er, wie noch zu zeigen sein wird, beträchtlich über dem vom Gericht nachfolgend als angemessen bezeichneten Abzug.\n\n7. a) Die Vorinstanz ist ohne nähere Begründung davon ausgegangen, dass der Beschwerdegegner nach Eintritt des Gesundheitsschadens nurmehr eine Tätigkeit mit Anforderungsniveau 4 ausüben kann. Man kann sich fragen, ob angesichts seiner schulischen und beruflichen Ausbildung (Mittelschule, Verkehrstechniker) und unter Berücksichtigung der physischen Einschränkungen nicht eine Beschäftigung mit Anforderungsniveau 3 angenommen werden könnte. Da es sich jedoch um einen Grenzfall handelt, kann dem kantonalen Gericht hierin gefolgt werden.\n\nGemäss Tabelle A 1 der LSE 1996 belief sich der Zentralwert für die mit einfachen und repetitiven Aufgaben (Anforderungsniveau 4) beschäftigten Männer im privaten Sektor (bei einer wöchentlichen Arbeitszeit von 40 Stunden) im Jahre 1996 auf monatlich Fr. 4'294.-. Auf der Basis von 41,9 Wochenstunden und in Berücksichtigung des Nominallohnindexes für Männer von 1996 bis 1998 (Die Volkswirtschaft, 1999 Heft 12, Anhang S. 28, Tabelle B10.3) ergibt sich im Jahre 1998 ein Gehalt von monatlich Fr. 4'550.10 oder Fr. 54'601.20 für das ganze Jahr (Fr. 4'550.10 x 12). Da der Versicherte nur zu 50% arbeitsfähig ist, ist dieser Betrag hier zu halbieren, was Fr. 27'300.60 ausmacht.\n\nBGE 126 V 75 S. 82\n\nb) Nach dem Gesagten hängt die Frage, ob und in welchem Ausmass der statistische Lohn von Fr. 27'300.60 zu korrigieren ist, von den gesamten persönlichen und beruflichen Umständen des konkreten Einzelfalles ab. Der Beschwerdegegner kann gemäss MEDAS-Gutachten vom 26. Januar 1998 nur für leichte, wechselbelastende, vermehrt sitzend zu verrichtende Arbeiten ohne wiederholte Tätigkeiten über dem Kopfniveau eingesetzt werden, sodass er auf dem Arbeitsmarkt in Konkurrenz mit einem Mitbewerber ohne physische Einschränkungen benachteiligt ist, was sich auf das Lohnniveau auswirkt. Kaum ins Gewicht fällt hier das streitige Merkmal des Beschäftigungsgrades, zumal Teilzeitarbeit \"hauptsächlich eine weibliche Beschäftigungsform\" bildet (LSE 1996 S. 14; vgl. auch LSE 1994 S. 30) und somit vor allem die Verdienstmöglichkeiten von Frauen durch eine Teilzeitarbeit reduziert werden. Dafür, dass der Versicherte wegen seiner ausländischen Nationalität und dem Status als Jahresaufenthalter auf dem Arbeitsmarkt eine Lohneinbusse hinnehmen müsste, sind keine Anhaltspunkte ersichtlich, entsprach doch sein Einkommen vor Eintritt der Invalidität durchaus branchenüblichen Ansätzen, die auch für Schweizer Geltung hatten (vgl. RKUV 1993 Nr. U 168 S. 104 Erw. 5b; ZAK 1989 S. 458 Erw. 3b). Im vorliegenden Fall trägt eine Herabsetzung um insgesamt 15% diesen Tatsachen angemessen Rechnung.\n\nc) Bei einem Abzug von 15% resultiert ein Invalideneinkommen von Fr. 23'205.50 (Fr. 27'300.60 x 0,85) und - im Vergleich mit dem Valideneinkommen von Fr. 60'727.55 (Erw. 3a) - demzufolge ein Invaliditätsgrad von rund 62%. Damit besteht nach wie vor Anspruch auf eine halbe Invalidenrente."}