{"annee": "126", "cour": "V", "page": "411", "date": "27/11/2000", "cite": ["126 V 183", "126 V 244", "124 I 241", "119 V 220", "122 V 157", "122 V 134", "118 V 316", "120 V 489", "120 V 445"], "cite_par": ["127 V 196"], "chapeau": "69. Extrait de l'arrêt du 27 novembre 2000 dans la cause ASSURA, Assurance maladie et accident contre N. et Tribunal administratif du canton de Neuchâtel", "regestes": ["Art. 36a et 134 OJ: Frais de procédure. Il y a lieu de déroger au principe de la gratuité de la procédure dans les cas où un recours de droit administratif interjeté par l'administration ou un assureur social est manifestement irrecevable ou manifestement infondé."], "faits": "", "considerants": "BGE 126 V 411 S. 411\n\nExtrait des considérants:\n\n5. a) Aux termes de l'art. 134 OJ, le Tribunal fédéral des assurances ne peut, en règle générale, imposer de frais de procédure aux parties dans la procédure de recours en matière d'octroi ou de refus de prestations d'assurance.\n\naa) Tandis qu'en procédure de première instance la gratuité de la procédure de recours ne souffre d'exception qu'en cas de recours téméraire ou témoignant de légèreté (cf. CHRISTIAN ZÜND, Kommentar zum Gesetz über das Sozialversicherungsgericht des Kantons Zürich vom 7. März 1993, thèse Zurich 1998, p. 232 ss; voir aussi art. 61 let. a LPGA du 6 octobre 2000 [FF 2000 4670]), l'art. 134 OJ est conçu de manière plus restrictive. D'une part, il ne BGE 126 V 411 S. 412s'applique que dans la procédure de recours en matière d'octroi ou de refus de prestations d'assurance et, d'autre part, il ne formule qu'une règle générale, ce qui signifie que le tribunal peut s'en écarter même lorsque le recours ne peut être qualifié de téméraire ou à tout autre égard abusif au sens de l'art. 36a al. 2, en relation avec l'art. 135 OJ.\n\nCela s'explique par le fait que dans le contentieux des assurances sociales, l'objet de la contestation en première instance est toujours une décision - éventuellement le refus ou le retard à statuer - de l'assureur social contre laquelle l'assuré ou un autre intéressé forme un recours devant la juridiction compétente. Il en va différemment devant le Tribunal fédéral des assurances puisque c'est alors le jugement ou la décision de l'autorité inférieure qui fait l'objet du recours de droit administratif et que celui-ci peut être interjeté aussi bien par l'assuré que par l'administration ou l'institution d'assurance.\n\nCertes, le texte légal mentionne les \"parties\" et chacune de celles-ci peut se réclamer du principe de l'égalité des armes (ATF 126 V 250 consid. 4c, ATF 122 V 164 consid. 2c; DTA 1995 no 32 p. 187). Il n'en demeure pas moins qu'en ce qui concerne les frais de justice (pour une définition, cf. ATF 124 I 244 consid. 4a) et les dépens, le législateur a prévu des règles spéciales, propres au contentieux administratif et généralement en faveur de l'administration (art. 156 al. 2 et art. 159 al. 2, en relation avec l'art. 135 OJ; PIERRE MOOR, Droit administratif, vol. II: Les actes administratifs et leur contrôle, Berne 1991, p. 449 ad ch. 5.7.4.4). Au demeurant, dans ce type de contentieux et notamment dans le procès en matière d'assurance sociale, l'administration ou l'institution d'assurance sociale bénéficie, par définition, d'une position plus forte que celle de l'assuré, ce qui relativise le principe de l'égalité des armes (UELI KIESER, Das Verwaltungsverfahren in der Sozialversicherung, Zurich 1999, p. 347 ss).\n\nbb) Les débats parlementaires qui ont eu lieu à l'occasion de la révision de l'OJ de 1991 (résumés dans l'arrêt ATF 119 V 222 consid. 4b) montrent que le législateur a édicté l'art. 134 OJ avant tout dans l'intérêt des assurés en litige avec un assureur social. Se fondant sur cette constatation, le Tribunal fédéral des assurances a admis des exceptions au principe de la gratuité de la procédure lorsque deux assureurs-accidents sont en litige à propos de la prise en charge des frais consécutifs à un accident subi par l'un de leurs assurés communs (ATF 120 V 494 consid. 3, ATF 119 V 222 s. consid. 4) ou lorsqu'un assureur-accidents et une caisse-maladie sont en litige BGE 126 V 411 S. 413au sujet de l'obligation d'allouer des prestations (ATF 126 V 192 consid. 6 et les références). Bien qu'il s'agît de procès portant exclusivement sur le droit éventuel à des prestations d'assurance (sur cette notion, cf. ATF 122 V 136 consid. 1, ATF 120 V 448 consid. 2a/bb), la Cour de céans a considéré que les assureurs sociaux ne pouvaient bénéficier de la règle de faveur prévue à l'art. 134 OJ, dans la mesure où seul leur intérêt pécuniaire les avait déterminés à procéder.\n\nEtant donné le but visé par le législateur à l'art. 134 OJ, il faut éviter que cette disposition conduise à des résultats peu satisfaisants, voire choquants lorsque la partie recourante est l'administration ou un assureur social. Aussi faut-il admettre - comme l'autorise cette disposition - d'autres exceptions au principe de la gratuité de la procédure dans les cas où l'administration ou un assureur social a interjeté un recours de droit administratif manifestement irrecevable (art. 36a al. 1 let. a OJ) ou manifestement infondé (art. 36a al. 1 let. b OJ).\n\nIl ne s'agit pas d'un changement de jurisprudence mais d'une précision de celle-ci au regard, notamment, de l'art. 36a al. 1 OJ (l'al. 2 visant de toute manière le recours téméraire ou interjeté à la légère). La règle de l'art. 134 OJ - qui n'est du reste pas restée incontestée en doctrine (RHINOW/KOLLER/KISS, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, Bâle/Francfort-sur-le-Main 1996, n. 1615, p. 307) - ne doit pas bénéficier aux institutions d'assurance sociale qui saisissent le Tribunal fédéral des assurances de recours tombant sous le coup de cette disposition, laquelle a pour but de soulager les tribunaux fédéraux de la surcharge de travail qui ralentit l'administration de la justice (FF 1991 II 471). Au demeurant, plusieurs arrêts récents où le tribunal a mis des frais de justice à la charge de l'administration ou d'un assureur social en application de l'art. 156 al. 6 OJ vont dans le même sens (RAMA 2000 no U 396 p. 326 consid. 4 et arrêt non publié R. du 23 octobre 2000).\n\ncc) Par ailleurs, il convient de réserver la jurisprudence rendue à propos des recours téméraires ou interjetés à la légère, non seulement par l'administration ou un assureur social, mais également par un assuré. Dans ces cas, le Tribunal fédéral des assurances admet depuis longtemps l'existence d'une exception au principe de la gratuité de la procédure consacré à l'art. 134 OJ (RSAS 1999 p. 69 consid. 7; RJAM 1981 no 441 p. 63 consid. 6; arrêt non publié D. du 28 décembre 1999) ou prévu par une disposition de droit fédéral réglant la procédure devant les juridictions cantonales compétentes en matière d'assurance sociale (art. 73 al. 2 LPP: ATF 118 V 319 consid. 3c; RSAS 1999 p. 69 consid. 6).\n\nBGE 126 V 411 S. 414\n\nb) En l'espèce, la caisse-maladie, dont le recours est manifestement infondé (art. 36a al. 1 let. b OJ), supportera les frais de la cause."}