{"annee": "126", "cour": "II", "page": "258", "date": "19/6/2000", "cite": ["115 IB 68", "124 II 409", "123 II 115", "122 II 130", "125 II 356", "122 II 367", "116 IB 190", "123 II 542"], "cite_par": ["130 II 162", "127 II 151", "130 II 217", "128 II 211", "130 II 329", "129 II 268", "132 II 178", "127 II 198", "145 IV 335", "133 IV 40", "130 II 14", "137 IV 134", "134 II 318", "135 I 191"], "chapeau": "27. Extrait de l'arrêt de la Ie Cour de droit public du 19 juin 2000 dans la cause Forus et consorts contre Ministère public de la Confédération (recours de droit administratif)", "regestes": ["Art. 64 et 80h let. b EIMP; qualité pour agir; principe de la proportionnalité; participation au tri des documents saisis. Qualité pour agir des personnes morales et des témoins, notamment sous l'angle de l'art. 2 EIMP (consid. 2d). Les personnes touchées ont l'obligation de participer au tri de la documentation saisie auprès d'elles, dès le stade de l'exécution de la demande, et de motiver, de manière précise, les arguments s'opposant selon elles à la remise (consid. 9b et c)."], "faits": "BGE 126 II 258 S. 258\n\nLa Fédération de Russie a demandé l'entraide judiciaire à la Suisse pour les besoins de la procédure pénale ouverte contre les ressortissants russes Boris Abramovitch Berezovski, Nikolai Alexeievitch BGE 126 II 258 S. 259Glouchkov et Alexander Semionovitch Krasnenker, pour fraude et blanchiment d'argent, délits réprimés par les art. 159 et 174 du Code pénal russe (CPR).\n\nSelon l'exposé des faits joints à la demande, Berezovski, Glouchkov et Krasnenker sont soupçonnés d'avoir détourné, à leur profit, une partie des bénéfices de la société Aeroflot. Le butin aurait été acheminé sur des comptes ouverts au nom de sociétés du groupe Forus. Berezovski et Glouchkov avaient été l'actionnaire et les administrateurs de sociétés du groupe Forus et les ayant droits des comptes en question.\n\nLa demande tendait à la remise de toute la documentation relative aux activités des sociétés Forus au sujet des faits décrits dans la demande, ainsi qu'à la remise de la documentation concernant les comptes bancaires évoqués dans la demande et dont les suspects seraient les bénéficiaires. Les autorités russes ont demandé aussi que soient interrogés des témoins.\n\nLe Ministère public de la Confédération, auquel l'Office fédéral de la police avait délégué l'exécution de la demande, a procédé à la saisie de documents et à l'audition des témoins. Il a ordonné la transmission à l'Etat requérant des documents saisis et des procès-verbaux de l'audition des témoins.\n\nLes sociétés Forus, ainsi que trois témoins, ont formé contre les décisions du Ministère public un recours de droit administratif que le Tribunal fédéral a rejeté dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n2. d) Selon l'art. 80h let. b de la loi fédérale du 20 mars 1981 sur l'entraide internationale en matière pénale (EIMP; RS 351.1), a qualité pour agir quiconque est personnellement et directement touché par une mesure d'entraide et a un intérêt digne de protection à ce qu'elle soit modifiée ou annulée. Dans le domaine de la coopération judiciaire internationale en matière pénale, cette disposition reprend - ainsi que l'art. 21 al. 3 EIMP pour ce qui concerne la personne poursuivie dans la procédure étrangère - la règle de l'art. 103 let. a OJ. L'intérêt fondant la qualité pour agir peut être juridique ou de fait; il ne doit pas nécessairement correspondre à celui protégé par la norme invoquée. Il faut toutefois que le recourant soit touché plus que quiconque ou la généralité des administrés dans un intérêt important, résultant de sa situation par rapport à l'objet litigieux. Un intérêt digne de protection existe lorsque la situation de fait ou de droit BGE 126 II 258 S. 260du recourant peut être influencée par le sort de la cause; il faut que l'admission du recours procure au recourant un avantage de nature économique, matérielle ou idéale (ATF 125 II 356 consid. 3b/aa p. 361/362; ATF 124 II 409 consid. 1e/bb p. 417/418, 499 consid. 3b p. 504; ATF 123 II 115 consid. 2a p. 117, 376 consid. 4a p. 376). Le recours formé dans le seul intérêt de la loi ou d'un tiers est en revanche irrecevable (ATF 125 II 356 consid. 3b/aa p. 361/362; 124 II 499 consid. 3b p. 504; ATF 123 II 542 consid. 2e p. 545, et les arrêts cités).\n\naa) Forus Services a qualité pour agir, selon l'art. 80h let. b EIMP, mis en relation avec l'art. 9a let. b de l'Ordonnance du 24 février 1982 sur l'entraide internationale en matière pénale (OEIMP; RS 351.11), contre la transmission de la documentation relative à son activité commerciale, saisie lors de la perquisition du 1er juillet 1999. Forus Cyprus, Forus Investment, Forus Leasing et Forus Holding ont aussi qualité pour agir sous cet aspect, en tant que la documentation saisie les concerne. En outre, Forus Cyprus, Forus Services, Forus Holding, Forus Leasing et Forus Investment ont qualité pour agir, selon l'art. 80h let. b EIMP, mis en relation avec l'art. 9a let. a OEIMP, contre la transmission de la documentation relative aux comptes bancaires dont elles sont titulaires (ATF 125 II 356 consid. 3b/bb p. 362; 123 II 161 consid. 1d/aa p. 164; ATF 122 II 130 consid. 2a p. 132/133). Toutefois, en tant que personnes morales, les sociétés recourantes n'ont pas qualité pour invoquer l'art. 2 let. a EIMP, excluant l'entraide lorsque la procédure étrangère n'est pas conforme aux principes de procédure garantis par la CEDH et le Pacte ONU II (RS 0.103.2) (ATF 125 II 356 consid. 3b/bb p. 362; ATF 115 Ib 68 consid. 6 p. 86/87). Cette restriction à la qualité pour agir doit être étendue aux autres cas visés par l'art. 2 EIMP, notamment ceux des let. c et d de cette disposition invoquées par les sociétés recourantes. En effet, il ne se justifie pas de reconnaître la qualité pour agir sous l'angle de l'art. 2 EIMP à des personnes morales qui ne peuvent alléguer aucun intérêt digne de protection, lié à leur situation concrète, pour se prévaloir d'une norme destinée avant tout à protéger l'accusé dans la procédure étrangère. On ne voit pas en effet en quoi la situation des droits de l'homme en Russie serait de nature à toucher, d'une quelconque manière, des sociétés de Chypre, des Iles Vierges britanniques, de Suisse ou du Luxembourg. L'intervention des sociétés recourantes tend à défendre la loi, l'ordre public ou les droits de Berezovski; cela ne fonde pas cependant leur qualité pour agir au regard de l'art. 80h let. b EIMP, mis en relation avec l'art. 103 let. a OJ (ATF 125 II 356 consid. 3b/bb p. 362/363).BGE 126 II 258 S. 261\n\nbb) Le témoin a qualité pour agir, au sens de l'art. 80h let. b EIMP, dans une mesure limitée. Il peut s'opposer à la transmission des procès-verbaux de son audition mais uniquement dans la mesure où les renseignements communiqués le concernent personnellement ou lorsqu'il se prévaut de son droit de témoigner; il n'a pas qualité pour agir, en revanche, lorsque sa déposition porte sur des comptes bancaires dont il n'est pas juridiquement titulaire (ATF 122 II 130 consid. 2b p. 133; 121 II 459 consid. 2c p. 462). Enfin, le témoin ne peut s'opposer qu'à la transmission de ses propres déclarations, mais non à la communication de pièces saisies lors d'une perquisition (arrêt non publié C. du 27 février 1998, cité par ROBERT ZIMMERMANN, La coopération judiciaire internationale en matière pénale, Berne, 1999, no308, n. 1309).\n\nSur le vu de ces principes, les recourants J., P. et K., contrairement à ce qu'ils soutiennent, ne sont pas habilités à s'opposer à la transmission de la documentation, y compris bancaire, relative aux sociétés Forus. Pour ce qui concerne les procès-verbaux de leurs auditions, il ressort du dossier que les recourants J., P. et K. ont été entendus sur leur rôle dans la gestion des sociétés mentionnées dans la demande et notamment sur l'utilisation des comptes bancaires qui auraient été ouverts en faveur de Berezovski, Glouchkov et Krasnenker, sur les relations entre ceux-ci et les sociétés impliquées, notamment celles du groupe Forus, ainsi que sur les opérations concernant Aeroflot. P. a répondu à une question touchant à l'un de ses comptes bancaires. A cet égard, les recourants prétendent qu'ils seraient recevables à s'opposer à la transmission des procès-verbaux relatant leurs déclarations parce que le dévoilement de ces documents dans la procédure pénale russe pourrait entraîner des poursuites contre eux du chef de blanchiment d'argent au sens de l'art. 305bis CP et serait de nature à compromettre leurs activités financières en Russie, dans d'autres affaires. Il est douteux que la qualité pour agir des recourants J., P. et K. doive être admise pour ces raisons hypothétiques. Même à supposer que le danger redouté se produise, les besoins de l'entraide l'emporteraient, sur le vu des intérêts en présence. Cette question souffre cependant de rester indécise, la qualité pour agir des autres recourants devant être admise sur ce point. Cela étant, il faut préciser que les recourants J., P. et K. sont recevables à recourir seulement dans la mesure où la décision attaquée les concerne. Cela exclut pour eux de soulever le grief tiré de l'art. 2 EIMP, qui ne protège que l'inculpé dans la procédure pénale étrangère.BGE 126 II 258 S. 262\n\nSous ces réserves, il y a lieu d'entrer en matière.\n\n9. b) Dans un premier moyen, les recourants reprochent au Ministère public de ne pas avoir procédé au tri des pièces à transmettre à l'Etat requérant.\n\naa) La participation du détenteur au tri des pièces à remettre à l'Etat requérant découle, au premier chef, de son droit d'être entendu (ATF 116 Ib 190 consid. 5b p. 191/192). Cette participation doit aussi être conçue comme un corollaire de la règle de la bonne foi régissant les rapports mutuels entre l'Etat et les particuliers (art. 5 al. 3 Cst.), en ce sens que ceux-ci sont tenus de collaborer à l'application correcte du droit par l'autorité. En matière d'entraide judiciaire, cela implique pour la personne soumise à des mesures de contrainte d'aider l'autorité d'exécution, notamment pour éviter que celle-ci n'ordonne des mesures disproportionnées, partant inconstitutionnelles. Ainsi, la personne touchée par la perquisition et la saisie de documents lui appartenant est tenue, à peine de forclusion, d'indiquer à l'autorité d'exécution quels documents ne devraient pas, selon elle, être transmis et pour quels motifs. Ce devoir de collaboration découle du fait que le détenteur des documents en connaît mieux le contenu que l'autorité; il facilite et simplifie la tâche de celle-ci et concourt ainsi au respect du principe de la célérité de la procédure ancré à l'art. 17a al. 1 EIMP. Cette obligation est applicable non seulement dans la procédure du recours de droit administratif (ATF 122 II 367 consid. 2d p. 371/372), mais aussi au stade de l'exécution de la demande. Sous l'angle de la bonne foi, il ne serait en effet pas admissible que le détenteur de documents saisis laisse l'autorité d'exécution procéder seule au tri des pièces, sans lui prêter aucun concours, pour lui reprocher après coup, dans le cadre d'un recours, d'avoir méconnu le principe de la proportionnalité. Dans ce sens, contrairement à ce que prétendent les recourants, le tri des pièces n'est pas l'affaire exclusive de l'autorité d'exécution. Encore faut-il que celle-ci donne au détenteur l'occasion, concrète et effective, de se déterminer à ce sujet, afin de permettre au détenteur d'exercer son droit d'être entendu et de satisfaire à son obligation de coopérer à l'exécution de la demande.\n\nbb) En l'occurrence, les recourants se plaignent de ne pas avoir disposé du temps suffisant pour exercer pleinement leur droit d'être entendus. Cet argument n'est pas sérieux: le Ministère public a autorisé les recourants à consulter les pièces saisies, sans restrictions, du 13 septembre au 8 octobre 1999, puis du 11 octobre au 10 novembre 1999. Ce délai de près de deux mois pleins doit être tenu pour largement BGE 126 II 258 S. 263suffisant, quand bien même les séquestres ont porté sur une très grande quantité de pièces.\n\ncc) Le 27 août 1999, le Ministère public a autorisé la consultation du dossier et invité les recourants à se déterminer, dans un délai expirant le 15 octobre 1999, sur l'entraide et la possibilité d'une exécution simplifiée de la demande selon l'art. 80c EIMP. Le 10 novembre 1999, le Ministère public a invité le mandataire des recourants à un entretien, au cours duquel ceux-ci ont été derechef invités à se prononcer sur la transmission des pièces saisies à l'Etat requérant. Les recourants n'ont pas donné suite à ces invitations et ne se sont pas déterminés sur le tri des pièces. Tout au plus ont-ils requis le Ministère public, le 10 décembre 1999, de lever le séquestre des fonds, en échange de quoi ils étaient prêts à consentir à la remise des documents concernant les transactions menées avec Aeroflot, à l'exclusion de tout document bancaire ou ne concernant pas les rapports avec Aeroflot. Cette prise de position, utilisant un critère incertain (cf. consid. 9c ci-dessous), ne permettait pas au Ministère public de discerner les raisons précises pour lesquelles les recourants entendaient s'opposer à la remise de telle ou telle pièce. En agissant comme ils l'ont fait, les recourants ont renoncé à exercer pleinement leur droit de participer au tri des pièces et négligé leur devoir de coopération avec le Ministère public. Ce n'est que le 1er février 2000, après le prononcé de la décision attaquée et le dépôt du recours, que les recourants ont communiqué au Ministère public une détermination - insuffisante (cf. consid. 9c ci-dessous) - pour chaque pièce de l'inventaire des pièces saisies.\n\nTolérer un tel comportement procédural reviendrait à donner au détenteur de documents et de fonds saisis le moyen d'empêcher l'autorité d'exécution de statuer rapidement, comme l'exige l'art. 17a al. 1 EIMP. En omettant sciemment de se déterminer devant l'autorité d'exécution - ou, du moins, en retardant indûment leur réponse à ce sujet - les recourants ont entravé la tâche du Ministère public, lequel aurait eu intérêt, avant de prononcer la décision attaquée, à connaître les arguments des recourants, exposés de manière claire et précise. Le particulier qui, à tort ou à raison, redoute une violation, à son détriment, du principe de la proportionnalité, ne peut cacher ses observations à l'autorité d'exécution pour les réserver exclusivement à l'autorité de recours. Cela aurait pour conséquence, en l'espèce, de faire du Tribunal fédéral l'instance unique du tri des pièces, ce qui n'est pas compatible avec le système de l'EIMP.BGE 126 II 258 S. 264\n\nLes recourants ayant pris le risque de ne pas se déterminer devant le Ministère public comme ils auraient dû le faire, ils doivent en assumer les conséquences.\n\nc) Même à supposer que la prise de position du 1er février 2000 n'ait pas été tardive, elle serait de toute manière insuffisamment motivée.\n\nLorsque les recourants entendent s'opposer à la transmission d'une pièce déterminée, c'est toujours pour la raison que, selon les recourants, elle ne concernerait pas les transactions avec Aeroflot. Ce critère est inopérant, car il ne permet pas de déterminer de manière claire quels documents pourraient être transmis et lesquels ne pourraient l'être. D'un côté, la seule mention du nom d'Aeroflot dans un document ne signifie pas encore qu'il concerne les relations entre le groupe Forus et Aeroflot. A l'inverse, des documents ne citant aucun de ces noms pourraient remplir le critère préconisé par les recourants.\n\nCeux-ci semblent partir de la prémisse - erronée - que la demande porterait exclusivement sur les informations et documents concernant, de près ou de loin, les relations entre les sociétés Forus et Aeroflot. Une telle conception méconnaît le principe dit de l'\"utilité potentielle\", qui vient d'être rappelé, et conformément auquel le Ministère public doit transmettre des documents concernant d'autres personnes, sociétés ou comptes, même s'ils ne sont pas mentionnés dans la demande, pourvu que ces renseignements puissent être utiles à la procédure ouverte dans l'Etat requérant et que les conditions de l'entraide soient remplies. Il ne suffit donc pas de dire, de manière générale et indifférenciée, que les documents ne concernent pas la procédure étrangère, mais bien de l'indiquer précisément, pièce par pièce. Or, les recourants ne l'ont pas fait. Il n'appartient pas au Tribunal fédéral de remédier d'office aux défauts du recours sur ce point (cf. ATF 122 II 367 consid. 2d p. 371/372) et de défendre à leur place les intérêts des recourants."}