{"annee": "126", "cour": "V", "page": "163", "date": "26/6/2000", "cite": ["115 V 96", "121 V 97"], "cite_par": ["130 V 156", "127 V 301", "128 V 315", "130 V 229", "129 V 267", "137 V 105"], "chapeau": "30. Arrêt du 26 juin 2000 dans la cause Fondation d'assurances et de prestations sociales en faveur des métiers groupés par la Fédération romande des métiers du bâtiment, Lausanne, contre P. et Tribunal administratif du canton de Genève", "regestes": ["Art. 2 et 17 LFLP; art. 331a et 331b CO (dans leur teneur en vigueur jusqu'au 31 décembre 1994): Calcul d'une prestation de sortie. En l'espèce, le montant minimum de la prestation de sortie est inférieur à la prestation due en vertu du règlement, ce qui entraîne l'application des dispositions réglementaires. Application d'un règlement adopté après la sortie de l'assuré (26 juillet 1995), mais dont l'entrée en vigueur a été fixée rétroactivement au 1er janvier 1995. Au moment de la sortie de l'institution de prévoyance, la prestation de sortie comprend le montant de la réserve mathématique au 31 décembre 1994, augmenté des intérêts et des bonifications d'épargne du 1er janvier 1995 au 26 juillet 1995. Détermination de la réserve mathématique. Divergences à ce sujet entre l'expert judiciaire et l'expert agréé de l'institution de prévoyance."], "faits": "BGE 126 V 163 S. 164\n\nA.- P. a travaillé pour l'entreprise M. SA de 1970 à fin juillet 1995. En matière de prévoyance professionnelle, il était alors affilié à la Fondation d'assurances et de prestations sociales en faveur des métiers groupés par la Fédération romande de métiers du bâtiment (la fondation). Celle-ci a conclu à son tour un contrat d'assurance collective auprès d'un pool d'assurances, dont l'ELVIA-vie, société suisse d'assurance sur la vie (ELVIA), assure la gérance.\n\nLa fondation a communiqué à P., par lettre du 20 octobre 1995, que sa prestation de sortie s'élevait au 31 juillet 1995 à 108'022 francs, montant qu'elle lui a versé le 1er novembre avec intérêt à cinq pour cent l'an dès le 25 juillet 1995.\n\nB.- Après un échange de correspondance infructueux, P. a ouvert action contre la fondation devant le Tribunal administratif du canton de Genève qui a ordonné une expertise. Celle-ci a été confiée à H., docteur en sciences actuarielles et expert diplômé fédéral en assurances de pension.\n\nAu terme de la procédure, P. a précisé ses conclusions, demandant la condamnation de la fondation à lui verser le montant déterminé par l'expert avec intérêt moratoire et sous suite de dépens. La fondation a pour sa part produit un rapport de son expert agréé, B., et a conclu au rejet de la demande.\n\nPar jugement du 6 juillet 1999, le Tribunal administratif a condamné la fondation à verser à P., en plus de la somme déjà payée, le montant de 59'788 francs avec intérêt à cinq pour cent l'an dès le 26 juillet 1995. Il a mis à la charge de la fondation les frais d'expertise, ainsi qu'une indemnité de dépens de 2'500 francs.\n\nC.- La fondation interjette recours de droit administratif contre ce jugement dont elle demande l'annulation, subsidiairement le renvoi à la juridiction cantonale pour instruction complémentaire et nouveau jugement.BGE 126 V 163 S. 165\n\nP. conclut au rejet du recours avec suite de dépens. Pour sa part, l'Office fédéral des assurances sociales propose de l'admettre.", "considerants": "Considérant en droit:\n\n1. Le procès concernant le montant d'une prestation de sortie est un litige en matière de prestations d'assurance, de sorte que le pouvoir d'examen du Tribunal fédéral des assurances est déterminé par l'art. 132 OJ. Il n'est ainsi pas limité à la violation du droit fédéral - y compris par l'excès ou l'abus du pouvoir d'appréciation - mais il s'étend également à l'opportunité de la décision attaquée. Le Tribunal n'est alors pas lié par l'état de fait constaté par la juridiction inférieure et il peut s'écarter des conclusions des parties, à l'avantage ou au détriment de celles-ci.\n\n2. Selon l'art. 27 LFLP, les prestations d'entrée et de sortie sont déterminées selon le droit en vigueur au moment de l'entrée dans une institution, respectivement de la sortie d'une institution. La prétention de l'intimé doit être examinée à la lumière de la LFLP, entrée en vigueur le 1er janvier 1995, dès l'instant où la sortie de l'institution de prévoyance (26 juillet 1995) est postérieure à cette date.\n\n3. a) En vertu de l'art. 2 LFLP, si l'assuré quitte l'institution de prévoyance avant la survenance d'un cas de prévoyance (cas de libre passage), il a droit à une prestation de sortie (al. 1). L'institution de prévoyance fixe le montant de la prestation de sortie dans son règlement; cette prestation de sortie doit être au moins égale à la prestation de sortie calculée selon les dispositions de la section 4 de la loi (al. 2). La prestation de sortie est exigible lorsque l'assuré quitte l'institution de prévoyance. Elle est affectée d'intérêts moratoires à partir de ce moment-là (al. 3).\n\nb) Le montant minimum de la prestation versée lors de la sortie d'une institution de prévoyance est fixé selon la disposition de l'art. 17 LFLP. Selon la jurisprudence, ce montant est comparé au montant déterminé en vertu du règlement, la somme la plus élevée étant allouée à l'assuré (RSAS 1998 p. 117 consid. 4).\n\nDans le cas particulier, l'expert judiciaire a confirmé que la prestation de sortie calculée conformément à l'art. 17 LFLP s'élevait à 83'719 francs. Il n'est à juste titre pas contesté par les parties que ce montant est, en toutes hypothèses, inférieur à celui qui peut être déterminé sur la base réglementaire, si bien que le litige doit être tranché par application du règlement de la fondation.\n\n4. a) Avant l'entrée en vigueur de la LPP, la prévoyance professionnelle de l'intimé était régie par le règlement de 1971 deBGE 126 V 163 S. 166 l'Assurance professionnelle complémentaire à l'AVS concernant le métier de serrurier et constructeur dans le canton de Genève puis, dès le 1er janvier 1973, par le règlement de 1973 de l'assurance professionnelle complémentaire à l'AVS et AI concernant différents métiers.\n\nDepuis le 1er janvier 1985, s'est appliqué le règlement LPP de 1985 de la Caisse de pension de la Fondation romande de métiers du bâtiment. Ce règlement a été abrogé et remplacé dès le 1er juillet 1990 par le règlement de la Fondation d'assurances et de prestations sociales en faveur des métiers groupés par la Fédération romande de métiers du bâtiment (FRMB), concernant la métallurgie du bâtiment de Genève et Neuchâtel; ce texte a été complété par l'avenant du 15 novembre 1990, entré en vigueur le 1er janvier 1991.\n\nLe conseil paritaire de la fondation a approuvé le 6 décembre 1995 un nouveau règlement concernant les métiers de ferblantiers, installateurs sanitaires, installateurs électriciens, installateurs de chauffages centraux et couvreurs du canton de Vaud, daté du 18 octobre 1995. Selon son art. 93, ce règlement entre en vigueur avec effet rétroactif au 1er janvier 1995 et remplace le règlement entré en vigueur le 1er juillet 1990, qu'il abroge.\n\nb) Après avoir constaté que l'intimé était sorti de l'institution de prévoyance avant l'adoption du règlement de 1995, les premiers juges ont d'abord considéré que ce règlement n'avait pas d'effet rétroactif; puis, dès lors que la fondation avait manifesté son intention de l'appliquer depuis le 1er janvier 1995, l'assuré pouvait néanmoins s'en prévaloir selon le principe de l'égalité dans l'illégalité.\n\nSelon les principes généraux, l'on applique, en cas de changement de règles de droit, les dispositions en vigueur lors de la réalisation de l'état de fait qui doit être apprécié juridiquement ou qui a des conséquences juridiques. Ces principes valent également en cas de changement de dispositions réglementaires ou statutaires des institutions de prévoyance. Leur application ne soulève pas de difficultés en présence d'un événement unique, qui peut être facilement isolé dans le temps. S'agissant par exemple des prestations de survivants, l'on applique les règles en vigueur au moment du décès de l'assuré, c'est-à-dire la date à laquelle naît le droit aux prestations du bénéficiaire (ATF 121 V 100 consid. 1a et les références).\n\nEn matière de prévoyance professionnelle, si par suite de l'entrée en vigueur rétroactive d'un règlement, la rétroactivité peut, à certaines conditions, être admise quant aux personnes affiliées à la date de l'adoption du règlement, elle ne saurait être envisagée pour un BGE 126 V 163 S. 167assuré qui a quitté l'institution, à moins que les modifications apportées n'améliorent la situation du bénéficiaire (GRISEL, Traité de droit administratif, vol. I, p. 148; cf. ATF 115 V 100 consid. 4b).\n\nL'intimé ayant quitté l'institution de prévoyance avant l'adoption du règlement de 1995, sa prestation de sortie doit être fixée en principe selon le règlement de 1990. Toutefois, si le règlement de 1995, dont l'entrée en vigueur a été fixée rétroactivement au 1er janvier 1995, devait lui être plus favorable, celui-ci serait applicable.\n\nc) Le règlement de 1995 adopte un régime de prévoyance fondé sur la primauté des cotisations sous la forme d'un capital-épargne et d'assurances complémentaires. Selon l'art. 63 du règlement, le montant de la prestation de libre passage est égal au montant du compte d'épargne de l'assuré constitué au jour de la fin des rapports de service. Au 1er janvier 1995, ce compte correspond à la réserve mathématique déterminée au 31 décembre 1994 selon les dispositions réglementaires et les bases techniques en vigueur à cette date (art. 84 du règlement de 1995, dispositions transitoires).\n\nA la date de sortie de l'assuré, la prestation de libre passage comprend donc le montant du capital-épargne au 31 décembre 1994 (égal à la réserve mathématique), augmenté des intérêts et de la bonification d'épargne (selon l'art. 24 du règlement) du 1er janvier 1995 au 26 juillet 1995. Tant l'expert judiciaire que l'expert agréé retiennent ainsi qu'au capital-épargne au 1er janvier 1995 s'ajoutent les intérêts à 4 pour cent l'an sur ce montant pendant 206 jours ainsi que la bonification de vieillesse portant sur la même période et représentant un montant de 3'678 francs. Sur la base de ces avis d'experts, les premiers juges sont justement arrivés à la conclusion que le règlement de 1995, plus favorable pour ce motif dans son résultat, était applicable.\n\n5. Le litige porte en définitive uniquement sur le montant de la réserve mathématique au 31 décembre 1994. Alors que l'expert judiciaire a retenu le montant de 160'459 francs, l'expert agréé, sur les conclusions duquel s'appuie la recourante, ne retient qu'un montant de 101'311 francs. Cette question doit être examinée à la lumière des dispositions légales et réglementaires en vigueur jusqu'au 31 décembre 1994, du moment qu'il s'agit d'établir à cette date le montant de la réserve mathématique (cf. au demeurant l'art. 84 des dispositions transitoires du règlement de 1995).\n\nLa LFLP du 17 décembre 1993, entrée en vigueur le 1er janvier 1995, n'est donc pas directement applicable dans le cas de cette question particulière. S'appliquent en revanche les dispositions des anciens BGE 126 V 163 S. 168art. 28 et 29 LPP (en vigueur jusqu'au 31 décembre 1994) ainsi que les dispositions du code des obligations relatives à la prévoyance en faveur du personnel (anciens art. 331a et ss CO dans leur teneur en vigueur jusqu'au 31 décembre 1994). En outre s'appliquent le règlement de 1990 de la fondation recourante et son avenant.\n\n6. a) Selon l'ancien art. 28 al. 1 LPP (abrogé par l'annexe à la LFLP), le montant de la prestation de libre passage équivaut à l'avoir de vieillesse acquis par l'assuré au moment du transfert. L'avoir de vieillesse, selon l'ancien art. 15 al. 1 LPP (dans sa version en vigueur jusqu'au 31 décembre 1994) comprend les bonifications de vieillesse afférentes à la période durant laquelle l'assuré a appartenu à l'institution de prévoyance, avec les intérêts, et les prestations de libre passage portées au crédit de l'assuré, conformément à l'ancien art. 29 al. 1 LPP, avec les intérêts.\n\nEn ce qui concerne la prévoyance plus étendue, qui est ici en cause, la créance du travailleur est réglée différemment selon qu'il s'agit d'un fonds d'épargne (ancien art. 331a CO) ou d'une institution d'assurance (ancien art. 331b CO). Dans le premier cas, le travailleur dispose d'un compte particulier dans le fonds d'épargne pour le capital qu'il a constitué; dans le second, les institutions d'assurance réunissent les cotisations qui sont versées en un fonds unique. Contrairement à ce qui se passe dans le fonds d'épargne, la protection contre les risques assurés intervient au moyen de prestations définies selon un plan d'assurance préétabli. Les deux systèmes peuvent être combinés: en particulier, l'ancien art. 331a al. 4 CO prévoit une variante selon laquelle le fonds d'épargne est combiné avec une assurance de risque. Il est également possible pour une institution de prévoyance d'assurer ou de réassurer certains risques élevés auprès d'assurances de groupe (FRANK VISCHER, Le contrat de travail, in: Traité de droit privé suisse, volume VII, tome I,2, p. 132 sv.; RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, Berne 1985, p. 53 sv.)\n\nb) Contrairement à ce qu'elle soutient dans son recours, la fondation doit être qualifiée d'institution d'assurance au regard de sa réglementation propre. D'une part, le travailleur ne bénéficie pas d'un compte individuel pour le capital d'épargne constitué, les cotisations étant, selon l'art. 17 du règlement de 1990, affectées globalement, au moyen d'un fonds unique, au financement des prestations assurées (cf. par comparaison l'art. 23 du règlement de 1995 relatif à la constitution d'un fonds d'épargne). D'autre part, celles-ci ne sont pas en rapport direct avec la seule épargne constituée dès lors BGE 126 V 163 S. 169que le règlement fait appel à d'autres critères. En particulier, la prestation de retraite est fixée par un barème dépendant du montant du salaire selon l'âge. Enfin la référence à la réserve mathématique de la fondation parle également en faveur de cette interprétation.\n\nc) Dans le cas d'une institution d'assurance, comme en l'espèce, la créance du travailleur correspond au moins aux contributions de ce dernier, déduction faite des prestations versées en couverture d'un risque pour la durée des rapports de travail (ancien art. 331b al. 1 CO). Si les cotisations du travailleur et de l'employeur ou, en vertu d'un accord, de l'employeur seulement, ont porté sur cinq années ou davantage, la créance du travailleur comprend une part équitable, eu égard aux années de cotisations, de la réserve mathématique calculée au moment de la fin du contrat (ancien art. 331b al. 2 CO). La réserve mathématique doit être calculée de manière telle que la contre-valeur des contributions futures du travailleur et de l'employeur fixées par règlement vienne en déduction de la contre-valeur des prestations futures, compte tenu d'un éventuel déficit technique (ancien art. 331b al. 4 CO). L'ancien art. 331b al. 5 CO permet toutefois à l'institution de prévoyance d'instaurer une réglementation différente pour déterminer la créance du travailleur à condition qu'elle soit au moins équivalente pour lui.\n\n7. a) Selon l'art. 51 du règlement de 1990, le montant de la créance de libre passage est déterminé en pour-cent de la réserve mathématique calculée au jour de la sortie de la fondation, selon les bases techniques de cette dernière, compte tenu du nombre d'années révolues depuis le jour de l'affiliation à la fondation, et conformément au barème ci-après:\n\nAnnées Créance de libre-passage d'affiliation en % de la révolues réserve mathématique 1 60 2 63 3 66 4 70 5 74 6 78 7 82 8 88 9 94 10 100\n\nAnnées\n\nCréance de libre-passage\n\nd'affiliation\n\nen % de la\n\nrévolues\n\nréserve mathématique\n\n1\n\n60\n\n2\n\n63\n\n3\n\n66\n\n4\n\n70\n\n5\n\n74\n\n6\n\n78\n\n7\n\n82\n\n8\n\n88\n\n9\n\n94\n\n10\n\n100\n\nBGE 126 V 163 S. 170Une fraction d'année d'affiliation est prise en compte pro rata temporis.\n\nLe règlement de la fondation n'indique cependant pas les bases techniques qui permettent à la fondation de déterminer la réserve mathématique si bien que, comme on l'a vu, l'expert judiciaire et l'expert privé ont donné des appréciations divergentes quant au calcul de cette réserve.\n\nb) Les institutions de prévoyance disposent d'une certaine marge d'appréciation en ce qui concerne le choix de leurs bases techniques de calcul (WILLI HUMMEL-PUERTA, Die Freizügigkeit in der freiwilligen Beruflichen Vorsorge, thèse St-Gall 1983, p. 184 sv.; GERHARD GERHARDS, Grundriss Zweite Säule, Berne/Stuttgart 1990, p. 102; RSAS 1998 p. 461 consid. 4b; SVR 1995 BVG no 39 p. 116 consid. 4e). Ce choix a une incidence sur le montant des prestations de libre passage, car le montant de la réserve mathématique varie en raison inverse du taux technique: la prestation de libre passage sera d'autant plus élevée que les bases techniques retenues par l'institution seront prudentes (HUMMEL-PUERTA, op. cit., p. 185). Sous l'empire de l'ancien droit, la liberté ainsi reconnue aux institutions de prévoyance ne devait cependant pas vider de leur contenu les dispositions sur le libre passage ou conduire à des manipulations actuarielles en raison de l'application de bases de calcul insolites ou contraires aux règles actuarielles largement reconnues (HUMMEL-PUERTA, op. cit., p. 185 sv.). De manière plus générale, une institution de prévoyance doit aussi veiller à assurer l'égalité de traitement entre les assurés sortants.\n\nDans le cas d'espèce, la fondation a choisi de faire couvrir le risque invalidité-décès par le biais d'une assurance collective. La prime de risque prélevée sur la cotisation permet d'en couvrir le coût. La fondation n'a constitué une réserve mathématique que pour assurer la retraite de ses affiliés. Elle n'en a en revanche pas constitué pour les prestations en cas de décès ou d'invalidité avant que le risque ne soit réalisé.\n\nCe mode de procéder n'apparaît pas critiquable dès lors que, comme on l'a vu, il est loisible de combiner le système de prévoyance avec une assurance collective de certains risques. D'autre part, n'apparaît pas davantage comme contraire à la loi le fait de ne pas constituer de réserve pour ces risques spécifiques, même si c'est souvent le cas (cf. dans ce sens le message du Conseil fédéral concernant le projet de loi fédérale sur le libre passage dans la prévoyance professionnelle vieillesse, survivants et invalidité, du 26 février BGE 126 V 163 S. 1711992, FF 1992 III 585). En réalité, usant de la marge d'appréciation dont elle dispose, la fondation a choisi des bases techniques conformes au cadre légal et sur lesquelles il y a lieu de se fonder pour calculer la réserve mathématique.\n\nDans son rapport, l'expert judiciaire a présenté une variante de calcul dont on ne voit pas la relation directe avec le règlement de la fondation. Au terme de cet examen, il a proposé de prendre en compte la réserve mathématique constituée par l'assurance collective pour les risques décès et invalidité qu'il a ajoutée au capital constitué pour la retraite. Repris par les premiers juges, ce mode de calcul apparaît erroné à un double titre: d'une part, on ne voit pas comment on pourrait ajouter à la réserve mathématique de la fondation celle de l'assurance collective dès lors que l'intimé n'y a aucun droit direct. D'autre part, comme le plan d'assurance choisi n'est en soi pas critiquable, il n'y a pas lieu de se fonder sur un état de fait et des bases techniques différents de ceux choisis réellement par la fondation.\n\nLe jugement doit en conséquence être annulé et la cause renvoyée à la juridiction cantonale pour qu'elle procède à un complément d'instruction. Le dossier ne permet en effet pas de fixer de manière certaine la réserve mathématique au 31 décembre 1994 en raison d'une part des divergences entre les deux experts et du choix, parfois erroné, des bases légales et réglementaires. Ce n'est qu'une fois ce calcul effectué que la prestation de sortie pourra être définitivement établie.\n\n8. (Frais et dépens)"}