{"annee": "127", "cour": "III", "page": "415", "date": "30/5/2001", "cite": ["115 V 362", "123 III 24"], "cite_par": ["133 III 213", "135 III 513", "128 III 113"], "chapeau": "70. Auszug aus dem Urteil der I. Zivilabteilung vom 30. Mai 2001 i.S. Genossenschaftsgruppe Habitat 8000 gegen Siedlungsgenossenschaft Eigengrund und Siedlungsgenossenschaft Sunnige Hof (Berufung)", "regestes": ["Droit à l'avoir social des associés sortants (art. 864 al. 1 CO). Si les statuts accordent aux associés sortants un droit à l'avoir social, son étendue se calcule impérativement à la date de sortie. Seule l'exigibilité peut être statutairement reportée (consid. 3-5)."], "faits": "BGE 127 III 415 S. 415\n\nDie Siedlungsgenossenschaft Eigengrund und die Siedlungsgenossenschaft Sunnige Hof (Klägerinnen) waren von August 1991 bis zu ihrem Austritt per 31. Dezember 1996 Mitglieder der Genossenschaftsgruppe Habitat 8000 (Beklagte), an welcher sie mit je einem Anteilscheinkapital von Fr. 50'000.- beteiligt waren. Die Statuten der Beklagten sehen vor, ausscheidenden Mitgliedern die Anteilscheine am Ende des zweiten Jahres nach Ausscheiden höchstens zum Nennwert zurückzuzahlen. Weist die Bilanz dieses Jahres einen Verlust aus, entfällt auf die Anteile nur der verhältnismässige Bruchteil nach Abzug des Verlustes.\n\nUnter den Parteien ist streitig, ob statutarisch die Berechnung der Austrittsleistung auf einen Zeitpunkt nach Austritt des Genossenschafters gelegt werden darf. Einig sind sie sich darüber, dass kein Anspruch auf Rückzahlung der Anteilscheine besteht, falls die Bilanz des Geschäftsjahres 1998 massgebend ist, die einen Verlust ausweist. Aufgrund der Bilanz des Jahres 1996 dagegen stünde den Klägerinnen die vollständige Rückzahlung zu. Da nach Ansicht der Klägerinnen auf die Bilanz im Zeitpunkt des Austrittes abzustellen ist, reichten sie am 28. Oktober 1999 beim Handelsgericht Zürich Klage ein und verlangten, die Beklagte zur Zahlung von je Fr. 50'000.- nebst Zins zu verpflichten.\n\nMit Urteil vom 12. Dezember 2000 hiess das Handelsgericht die Klage gut. Gegen diesen Entscheid hat die Beklagte Berufung eingelegt und beantragt, die Klage abzuweisen. Die Klägerinnen BGE 127 III 415 S. 416schliessen auf Abweisung der Berufung und Bestätigung des angefochtenen Entscheides.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 865 Abs. 1 OR können die ausscheidenden Genossenschafter eine Abfindung nur beanspruchen, wenn die Statuten eine solche vorsehen. Sie ist gemäss Art. 864 Abs. 1 OR aufgrund des bilanzmässigen Reinvermögens der Genossenschaft im Zeitpunkt des Austritts zu berechnen unter Ausschluss der Reserven. Mit dieser, nach Ansicht des Handelsgerichts zwingenden, Bestimmung steht die Regelung der Statuten der Beklagten im Widerspruch, da die Höhe des Anspruchs erst bei Fälligkeit festgesetzt wird. Die Beklagte ist der Auffassung, es handle sich um dispositives Recht, weshalb die in den Statuten vorgesehene Lösung zulässig sei. Wenn das Gesetz mangels abweichender statutarischer Bestimmungen überhaupt keine Ansprüche der ausscheidenden Genossenschafter vorsehe, müsse es der Genossenschaft auch gestattet sein, die Auszahlungen abweichend von Art. 864 Abs. 1 OR von zusätzlichen Bedingungen abhängig zu machen.\n\n2. Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Auszurichten ist die Auslegung auf die ratio legis, die zu ermitteln dem Gericht allerdings nicht nach seinen eigenen, subjektiven Wertvorstellungen, sondern nach den Vorgaben des Gesetzgebers aufgegeben ist. Zwar ist die Auslegung des Gesetzes nicht entscheidend historisch zu orientieren, im Grundsatz aber dennoch auf die Regelungsabsicht des Gesetzgebers und die damit erkennbar getroffenen Wertentscheidungen auszurichten, da sich die Zweckbezogenheit des rechtsstaatlichen Normverständnisses nicht aus sich selbst begründen lässt, sondern aus den Absichten des Gesetzgebers abzuleiten ist, die es mit Hilfe der herkömmlichen Auslegungselemente zu ermitteln gilt. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen (BGE 123 III 24 E. 2a S. 26 mit Hinweis).\n\n3. Ein Teil der Lehre schliesst bereits aus dem Wortlaut von Art. 864 Abs. 1 OR auf den zwingenden Charakter der Norm BGE 127 III 415 S. 417(BORNER, Der Abfindungsanspruch ausscheidender Genossenschafter, Diss. Zürich 1948, S. 29; GUTZWILLER, Zürcher Kommentar, N. 11 zu Art. 864/865 OR), wenngleich die zwingende Geltung nicht ausdrücklich erwähnt ist. Ein Blick auf die Entstehungsgeschichte zeigt indes, dass der Gesetzgeber in Bezug auf den Berechnungszeitpunkt keine abweichenden statutarischen Regelungen zulassen, mithin zwingendes Recht schaffen wollte.\n\na) Gemäss Art. 687 aOR von 1881, der unverändert in das Obligationenrecht von 1911 übernommen wurde, bestimmten die Statuten, ob und welche vermögensrechtlichen Ansprüche den ausscheidenden Genossenschaftern zustanden (vgl. FASEL, Handels- und obligationenrechtliche Materialien, Bern 2000, S. 1390). Der Gesetzgeber bekannte sich diesbezüglich zu uneingeschränkter statutarischer Freiheit.\n\nb) Zum Schutz der Genossenschaft beim Austritt von Genossenschaftern wurden im Rahmen der Revisionsbestrebungen zwingende Bestimmungen bezüglich der Abfindungsansprüche vorgeschlagen. Art. 852 Abs. 3 des Gesetzesentwurfs vom 21. Februar 1928 über die Revision der Titel XXIV bis XXXIII des schweizerischen Obligationenrechts sah zu Gunsten der Genossenschaft die Möglichkeit eines Aufschubs der Fälligkeit der Ansprüche vor (BBl 1928 I 431; nachfolgend OR-Entwurf). Die Botschaft hält ausdrücklich fest, dass es sich dabei um eine zwingende Bestimmung handelt (BBl 1928 I 293). In Bezug auf die Berechnung des Umfangs der Ansprüche enthielt der Gesetzesentwurf allerdings nur dispositive Regeln; abweichende statutarische Anordnungen waren ausdrücklich vorbehalten (Art. 852 Abs. 1 OR-Entwurf, BBl 1928 I 431).\n\nc) Im Rahmen der Beratungen wurde diskutiert, ob weitergehende zwingende Massnahmen in Bezug auf die Art der Berechnung und die Höhe der Entschädigungsansprüche notwendig seien. Am 7. Februar 1933 beschloss die zuständige Kommission des Nationalrates, Art. 852 OR-Entwurf zur weiteren Abklärung an das Departement (EJPD) zurückzuweisen. Am 13. April 1933 erstattete dieses Bericht an die Kommission des Nationalrates. Darin werden zwei Abänderungen zu Art. 852 Abs. 1 OR-Entwurf beantragt (Bericht EJPD S. 15). Einerseits solle für die Berechnung auf den Stand des bilanzmässigen Reinvermögens \"zur Zeit des Ausscheidens\" abgestellt, andererseits der Vorbehalt anderer Anordnungen der Statuten gestrichen werden, da die auf dieser Grundlage errechnete Abfindung das zulässige Maximum darstelle.\n\nBGE 127 III 415 S. 418\n\nd) In den Beratungen des Nationalrates über die Anträge der Kommission nahm der Berichterstatter wie folgt zu der strittigen Bestimmung Stellung:\n\n\"Massgebend für die Bemessung der Höhe der Abfindung ist das bilanzmässige Reinvermögen, und zwar - wie wir ausdrücklich beizufügen beantragen - im Zeitpunkte des Ausscheidens\" (Sten.Bull. 1934 N 763).\n\nNoch eindeutiger äusserte sich der französischsprachige Berichterstatter, welcher ausführte:\n\n\"1. si la société continue a exister et qu'un sociétaire fasse valoir ses droits à l'exédent d'actif, ce sont les statuts qui pourront déterminer l'étendue de ces droits. Ils ne le pourront cependant qu'en respectant certaines dispositions de la loi:\n\na. l'étendue des droits statutaires ne peut être calculée autrement que sur l'actif net constaté par le bilan à la date de la sortie. Les réserves ne peuvent être comprises dans la répartition, art. 852, al. 1;\"\n\n(Sten.Bull. 1934 N 765).\n\nDie vom EJPD vorgeschlagene Fassung wurde von beiden Räten ohne weitere Diskussionen über die hier interessierenden Punkte akzeptiert (Sten.Bull. 1934 N 769; Sten.Bull. 1935 S 109 ff.) und als Art. 864 Abs. 1 OR Gesetz. Der historische Gesetzgeber ging somit eindeutig davon aus, dass der Zeitpunkt der Berechnung des Abfindungsanspruchs zwingend vorgeschrieben ist (vgl. auch REYMOND/TRIGO TRINDADE, Die Genossenschaft, Schweizerisches Privatrecht VIII/5, S. 128 f.).\n\n4. Unabhängig von der Entstehungsgeschichte spricht auch der systematische Zusammenhang der Gesetz gewordenen Fassung selbst für die zwingende Natur der Bestimmung:\n\na) Das Gesetz gewährt dem ausscheidenden Genossenschafter dem Grundsatz nach keine Ansprüche gegenüber der Genossenschaft (Art. 865 Abs. 1 OR; BGE 115 V 362 E. 6b S. 365 f. mit Hinweisen). Art. 864 Abs. 1 OR gelangt somit überhaupt erst zur Anwendung, wenn die Statuten den ausscheidenden Genossenschaftern Abfindungsansprüche einräumen. In diesem Zusammenhang dispositive Normen aufzustellen ist gesetzestechnisch unüblich, da sie sich auf einen notwendigerweise bereits statutarisch geregelten Sachverhalt beziehen würden und im Verhältnis zu den Statuten nachrangige Geltung hätten. Hätte der Gesetzgeber eine derartige Regelung treffen wollen, hätte er dies wie in Art. 852 Abs. 1 OR-Entwurf (BBl 1928 I 431) deutlich zum Ausdruck gebracht. Die der freien statutarischen Regelung zugänglichen Bereiche werden in Art. 864 Abs. 1 und 2 OR ausdrücklich als solche gekennzeichnet.BGE 127 III 415 S. 419\n\nDaraus ist e contrario zu folgern, dass Art. 864 Abs. 1 und 2 OR zwingende Inhaltsschranken aufstellen, wo ein Hinweis auf die freie Gestaltungsmöglichkeit durch die Statuten fehlt. So wird in der Literatur auch nirgends die Auffassung vertreten, die Dreijahresschranke für den Aufschub der Fälligkeit (Art. 864 Abs. 2 OR) sei nicht zwingend. Weshalb Art. 864 Abs. 1 OR anderen Regeln folgen sollte, ist nicht ersichtlich.\n\nb) Art. 864 Abs. 2 OR gestattet, die Fälligkeit der Abfindung um drei Jahre hinauszuschieben. Wäre auch für die Berechnung ein entsprechender Aufschub zulässig, hätte der Gesetzgeber dies in diesem Zusammenhang erwähnt. Dass dem Gesetz nichts Derartiges zu entnehmen ist, kann als qualifiziertes Schweigen des Gesetzgebers verstanden werden (vgl. GUTZWILLER, a.a.O., N. 11 zu Art. 864/865 OR).\n\n5. Weder der Wortlaut, die Entstehungsgeschichte noch die systematische Stellung von Art. 864 Abs. 1 OR sprechen für eine dispositive Natur der Bestimmung. Zu prüfen bleibt, ob allenfalls die Berücksichtigung des vom Gesetzgeber verfolgten Zwecks zu einem für die Beklagte günstigeren Auslegungsergebnis führt.\n\na) Zweck der Art. 864 und Art. 865 OR ist der Schutz der Genossenschaft vor den wirtschaftlichen Folgen des Austritts eines oder mehrerer Mitglieder. Daraus erklärt sich auch die Vermutung, dass kein Abfindungsanspruch besteht (GUTZWILLER, a.a.O., N. 2 f. zu Art. 864/865 OR; HENSEL, Der Genossenschaftsanteil nach schweizerischem Obligationenrecht, Diss. Zürich 1947, S. 131 f. und 143). Sehen die Statuten einen Abfindungsanspruch vor, können sie die Fälligkeit bis auf drei Jahre hinausschieben (Art. 864 Abs. 2 OR), und selbst wenn sie keine solche Bestimmung enthalten, darf die Fälligkeit hinausgeschoben werden, wenn die Genossenschaft sonst erheblichen Schaden erlitte oder in ihrem Fortbestand gefährdet wäre (Art. 864 Abs. 3 OR). Dabei handelt es sich um eine zwingende Bestimmung zum Schutze der Genossenschaft (STUDER, Die Auslösungssumme im schweizerischen Genossenschaftsrecht, Diss. Bern 1977, S. 75 mit Hinweis). Dieser soll jedenfalls eine Frist von drei Jahren zur Bezahlung allfälliger Ansprüche bleiben, falls sonst ihre Existenz bedroht wäre.\n\nb) Daraus folgt, dass auch der in Art. 864 Abs. 1 OR festgesetzte Zeitpunkt der Berechnung des Anspruches als zwingend zu gelten hat. Würde die Höhe der Abfindung erst im Zeitpunkt der Fälligkeit festgesetzt, könnte der Fall eintreten, dass aufgrund der Finanzlage im Zeitpunkt des Austritts kein Entschädigungsanspruch BGE 127 III 415 S. 420bestünde, wohl aber bei dessen Fälligkeit, indem der Genossenschafter von den positiven Ergebnissen seit seinem Austritt profitiert (vgl. HENSEL, a.a.O., S. 147). Die Genossenschaft müsste die Auszahlungen umgehend vornehmen, ohne dass die Fälligkeit weiter hinausgeschoben werden könnte, auch wenn ihr Bestand dadurch gefährdet wäre. Gerade diese Situation sucht Art. 864 Abs. 3 OR zu verhindern. Eine dispositive Ausgestaltung von Art. 864 Abs. 1 OR liefe damit dem vom Gesetz bezweckten Schutz der Genossenschaft zuwider.\n\nc) Dieses Ergebnis liesse sich mit einer Regelung vermeiden, die zwar den Maximalanspruch im Sinne des Vorschlages des EJPD (vgl. E. 3c hievor) im Zeitpunkt des Ausscheidens festlegt, ihn aber in Abhängigkeit von späteren Ereignissen bis zur Fälligkeit allenfalls nach unten anpasst. Auch nach den Statuten der Beklagten erfolgt eine Anpassung nur, sofern die Bilanz bei Fälligkeit einen Verlust ausweist. In Art. 864 Abs. 2 und Abs. 3 OR wird indes zwingend festgehalten, dass die Fälligkeit der Ansprüche höchstens drei Jahre hinausgeschoben werden kann (BORNER, a.a.O., S. 65 mit Hinweis). Diese zeitliche Begrenzung dient nicht dem Schutz der Genossenschaft, die an einem längeren Aufschub interessiert sein könnte, sondern sie liegt im Interesse der ausscheidenden Genossenschafter. Mithin ist der Schutz der Genossenschaft nicht einziger Leitgedanke der Bestimmung. Vielmehr geht es um den angemessenen Ausgleich der Interessen der Genossenschaft und ihrer Mitglieder bei deren Ausscheiden. Aus diesem Blickwinkel ist aber nicht einzusehen, weshalb der Genossenschafter mit Bezug auf die Dauer des Fälligkeitsaufschubs seines Anspruches Schutz erfahren soll, ohne dass der Bestand des Anspruchs selbst gewährleistet ist. Entsprechend dem Wortlaut des Gesetzes ist daher der Umfang der Abfindung beim Ausscheiden des Genossenschafters endgültig festzusetzen. Einzig die Fälligkeit kann hinausgeschoben werden. Diese Lösung verhindert in Bezug auf den Abfindungsanspruch bei Fortbestand der Genossenschaft ein Auseinanderfallen der persönlichen und der vermögensrechtlichen Beteiligung des Genossenschafters (GERWIG, Schweizerisches Genossenschaftsrecht, Bern 1957, S. 254; GUTZWILLER, a.a.O., N. 10 zu Art. 864/865 OR; vgl. demgegenüber Art. 865 Abs. 2 OR bei Auflösung der Genossenschaft).\n\nd) Die in der Literatur zur Begründung des dispositiven Charakters von Art. 864 Abs. 1 OR angeführten Argumente (HENSEL, a.a.O., S. 146 f.; FRIEDRICH, Das Genossenschaftskapital im schweizerischen BGE 127 III 415 S. 421Obligationenrecht, Diss. Basel 1941, S. 140) vermögen nicht zu überzeugen. Soweit der Bestand der Gesellschaft durch den Austritt gefährdet wird, können die Statuten dieser Gefahr begegnen, indem vom ausscheidenden Genossenschafter eine Auslösungssumme gemäss Art. 842 Abs. 2 OR verlangt wird (GERWIG, a.a.O., S. 255; GUTZWILLER, a.a.O., N. 5 ff. zu Art. 843 OR). Droht der Genossenschaft durch den Austritt weder ein erheblicher Schaden noch eine Gefährdung ihres Fortbestandes (vgl. Art. 842 Abs. 2 OR), dürfte die Auszahlung der Abfindung unproblematisch sein und auch die Interessen der Gläubiger nicht gefährden."}