{"annee": "127", "cour": "III", "page": "203", "date": "15/3/2001", "cite": ["114 II 353"], "cite_par": ["145 III 14"], "chapeau": "37. Extrait de l'arrêt de la Ire Cour civile du 15 mars 2001 dans la cause S. contre Fédération Suisse de Tennis de Table (recours en réforme)", "regestes": ["For des litiges relevant du contrat de travail; lieu de l'exploitation (art. 343 al. 1 CO). Rappel de la notion du \"lieu de l'exploitation\" au sens de l'art. 343 al. 1 CO (consid. 3a). Lorsque l'activité du travailleur s'exerce dans des installations fixes appartenant à une association régionale ou locale qui est membre de l'association faîtière revêtant la qualité d'employeur, cette dernière ne disposant d'aucune infrastructure propre, on est en présence d'un lieu d'exploitation (consid. 3b)."], "faits": "BGE 127 III 203 S. 204\n\nA.- La Fédération Suisse de Tennis de Table (FSTT) est une organisation faîtière constituée en association au sens des art. 60 ss CC; elle regroupe en son sein des associations régionales de tennis de table. A l'échelon de base, la FSTT réunit des clubs de tennis de table, également constitués en associations de droit civil, regroupés au sein des associations régionales. Selon ses statuts, le siège juridique de la FSTT se situe \"au domicile de son président actuel\", soit en l'état à Wollerau (SZ).\n\nPar contrat du 29 mars 1996, la FSTT a engagé S., ressortissant chinois, alors domicilié en France, pour une durée de deux ans, en qualité d'entraîneur national pour le cadre élite et jeunesse de la fédération. L'activité de S. a consisté, notamment, à accompagner, de septembre 1996 à fin février 1997, des athlètes à des manifestations sportives et à des camps d'entraînement en divers lieux, aussi bien en Suisse qu'à l'étranger. S. a également été chargé de l'entraînement des joueurs, en particulier à Genève et ailleurs.\n\nLe 7 juillet 1997, la FSTT a déposé à la police des étrangers genevoise une demande de permis de séjour au motif que l'activité de S. était de plus en plus centrée à Genève, étant donné le nombre de pongistes de cette région faisant partie des cadres nationaux élite et juniors. Il n'est pas contesté que les entraînements dispensés par S. l'étaient dans le cadre des installations sportives des clubs genevois et que la FSTT ne dispose d'aucune infrastructure propre dans ce canton.\n\nBGE 127 III 203 S. 205\n\nLe 10 mars 1998, S. a écrit au président de la FSTT, faisant valoir que, contrairement aux directives de celui-ci, il n'avait pas été prévu qu'il accompagne les joueurs aux championnats d'Europe d'Eindhoven; dans ces conditions, il estimait ne plus pouvoir exercer ses fonctions et considérait que son contrat de travail avait été rompu par la FSTT de manière abusive, ce qui lui causait un important préjudice.\n\nB.- Le 20 janvier 2000, S. a assigné la FSTT devant la juridiction genevoise des prud'hommes en vue d'obtenir le paiement d'un montant de 27'500 fr., à titre de salaire, et d'une indemnité de 5'000 fr. pour tort moral.\n\nLa défenderesse a soulevé une exception d'incompétence ratione loci.\n\nPar jugement du 10 mai 2000, la Chambre de conciliation de la juridiction des prud'hommes s'est déclarée incompétente à raison du lieu pour connaître de la demande en paiement.\n\nSaisie d'un appel du demandeur, la Cour d'appel de la juridiction des prud'hommes, par arrêt présidentiel du 8 novembre 2000, a confirmé le jugement de la Chambre de conciliation.\n\nC.- Le demandeur interjette un recours en réforme au Tribunal fédéral. Il conclut à ce qu'il soit constaté que la juridiction genevoise des prud'hommes est compétente à raison du lieu pour connaître du litige l'opposant à la défenderesse.\n\nLe Tribunal fédéral admet le recours et constate que la juridiction genevoise des prud'hommes est compétente à raison du lieu pour connaître du litige opposant le demandeur à la défenderesse.", "considerants": "Extrait des considérants:\n\n3. a) Aux termes de l'art. 343 al. 1 CO, les litiges relevant du contrat de travail sont portés, à choix, devant le for du domicile du défendeur ou du lieu de l'exploitation ou du ménage pour lequel le travailleur accomplit son travail.\n\nSelon la jurisprudence, l'art. 343 al. 1 CO a pour but de faciliter l'action en justice des parties au contrat de travail. Il s'agit d'écarter les difficultés, souvent insurmontables, que celles-ci, tenues d'agir au for ordinaire de l'art. 59 aCst., pourraient rencontrer lorsque les rapports de travail revêtent un caractère intercantonal. Aussi, le point de rattachement que constitue le lieu de l'exploitation ne doit-il pas faire l'objet d'une interprétation restrictive. Cependant, la jurisprudence rejette, parce qu'elle est inconciliable avec le texte légal, BGE 127 III 203 S. 206l'assimilation du lieu de l'exploitation au lieu de l'exécution du travail, car c'est bien la notion d'exploitation qui constitue le critère décisif. Pour être plus large que la notion de succursale, elle n'en suppose pas moins l'existence d'installations fixes établies durablement par l'employeur dans un lieu déterminé. Ce pourrait être le cas d'un bureau avec permanence téléphonique; mais cette condition ne serait pas réalisée si l'on avait affaire, par exemple, à un monteur travaillant pour une entreprise ne possédant aucun établissement dans le canton où il réside ou encore à une personne accomplissant un travail de démarchage depuis son propre domicile pour le compte d'une société étrangère au canton (ATF 114 II 353 consid. 1b).\n\nb) L'autorité cantonale a constaté que la FSTT avait déposé, en juillet 1997, une demande de permis de séjour dans laquelle elle indiquait que l'activité du demandeur était de plus en plus centrée à Genève; elle a encore retenu que les entraînements dispensés par le demandeur l'étaient dans le cadre des installations sportives des clubs genevois, la FSTT ne disposant d'aucune infrastructure propre dans ce canton. Étant en outre une organisation faîtière, qui regroupe des associations régionales et qui réunit, à l'échelon de base, des clubs de tennis de table, la FSTT apparaît comme un employeur tout à fait particulier, dès lors qu'elle ne dispose pas de lieux d'exploitation lui appartenant en propre, où devait s'exercer l'activité du demandeur.\n\nDans cette situation atypique, l'absence de lieu d'exploitation propre et d'installations fixes établies durablement par la FSTT ne permet pas de dire, comme l'a fait l'autorité cantonale, qu'il n'y avait pas de lieu d'exploitation à Genève, au sens de l'art. 343 al. 1 CO.\n\nCertes, la jurisprudence a rejeté l'assimilation du lieu de l'exploitation au lieu de l'exécution du travail; mais il suffit de se référer aux nombreux cas traités par les tribunaux, tant au niveau fédéral que cantonal (cf. STAEHELIN/VISCHER, Commentaire zurichois, n. 18 ad art. 343 CO), pour constater qu'aucun d'eux ne présente de similitude avec la situation particulière de la présente espèce. Contrairement à ce qu'a posé le Tribunal fédéral, dans une jurisprudence discutée (arrêt du 29 juillet 1981 reproduit in Jahrbuch des Schweizerischen Arbeitsrechts [JAR] 1983 p. 278), l'exploitation où le travailleur exerce son activité ne doit pas nécessairement être une exploitation appartenant à l'employeur; elle peut être celle d'un tiers, suivant les circonstances, comme l'a retenu la Cour de cassation zurichoise (ZR 78/1979 n. 76) avec l'approbation de certains auteurs (STREIFF/VON KAENEL, Leitfaden zum Arbeitsvertragsrecht, BGE 127 III 203 S. 2075e éd., n. 2 ad art. 343 CO, p. 470; HASLER, Die Zuständigkeit bei arbeitsvertraglichen Streitigkeiten im Kanton Zürich, in: Mitteilungen des Instituts für Schweizerisches Arbeitsrecht [ArbR] 1988 p. 53). Lorsque, comme en l'espèce, l'activité du travailleur s'exerce dans des installations fixes appartenant à une association régionale ou locale qui est membre de l'association faîtière revêtant la qualité d'employeur, il faut admettre que l'on est en présence d'un lieu d'exploitation au sens de l'art. 343 al. 1 CO.\n\nCette interprétation, qui rapproche le lieu d'exploitation du lieu d'exécution du travail, paraît d'ailleurs être celle qui a été faite par le législateur à l'art. 24 de la loi fédérale du 24 mars 2000 sur les fors en matière civile, entrée en vigueur le 1er janvier 2001 (RS 272; RO 2000 p. 2360), lequel prévoit comme for alternatif, dans le droit du travail, celui du \"tribunal du lieu où le travailleur accomplit habituellement son travail\". Dans son Message du 18 novembre 1998, le Conseil fédéral indique, au demeurant, que cette disposition reprend les fors du droit du travail en vigueur et correspond à la terminologie du droit international (FF 1999 p. 2591 ss, 2624).\n\nEn conclusion, force est d'admettre qu'il existe en tout cas de bonnes raisons de retenir en l'espèce que Genève est le lieu de l'exploitation où le demandeur a accompli son travail. Partant, c'est à tort que l'autorité cantonale a conclu à l'absence de tout for à Genève."}