{"annee": "127", "cour": "III", "page": "453", "date": "12/7/2001", "cite": ["120 II 296", "116 II 480", "117 II 156", "124 III 382", "122 III 324", "126 III 388", "108 II 51", "112 II 138", "123 III 306", "112 II 347", "93 II 329", "117 II 50", "127 III 73", "116 II 422", "116 II 533", "127 III 257", "114 II 342", "92 II 234", "115 II 440"], "cite_par": ["130 III 591", "133 III 6", "128 III 174", "130 III 182", "132 III 564", "139 V 176", "143 III 242", "131 III 12", "129 III 129"], "chapeau": "78. Extrait de l'arrêt de la Ire Cour civile du 12 juillet 2001 dans la cause Y. contre X. S.A. (recours en réforme)", "regestes": ["Droit des sociétés anonymes; responsabilité de l'organe de contrôle; solidarité différenciée. Droit transitoire, application de l'art. 759 CO (consid. 2). Conditions de la responsabilité de l'organe de contrôle à qui l'on reproche une omission (consid. 5). Réduction des dommages-intérêts; mode de calcul lorsqu'une partie du dommage a déjà été remboursée par d'autres responsables; facteurs de réduction: faute concomitante du lésé et faible rémunération de l'organe de contrôle (consid. 8)."], "faits": "BGE 127 III 453 S. 454\n\nDepuis 1965, la fiduciaire Z. a été chargée de la gestion administrative de X. S.A.\n\nDe 1982 à 1992, l'employé de la fiduciaire à qui les tâches de gestion de X. S.A. avaient été confiées a abusé de sa position, pour prélever à son profit un montant total de 1'017'991 fr. 65 au détriment de cette société.\n\nDe 1965 à 1992, Y., employé puis directeur d'une succursale bancaire, a occupé la fonction de contrôleur aux comptes de X. S.A. Il a touché pour ce mandat une rémunération initiale de 500 fr. par an, qui a passé à 1000 fr. et, finalement, à 1200 fr. Le contrôleur a toujours recommandé l'approbation des comptes de X. S.A.\n\nAprès la découverte des détournements, l'employé indélicat a remboursé 15'380 fr. 60 à X. S.A. Pour sa part, la fiduciaire Z. a versé 975'000 fr. à la société lésée.\n\nX. S.A. a introduit une action en justice contre Y. lui demandant le paiement de 366'775 fr. 70.\n\nLe 23 mars 2001, le Tribunal cantonal valaisan a condamné Y. à verser à X. S.A. 18'407 fr. 30 à titre de réparation du préjudice subi et 136'092 fr. pour les intérêts compensatoires.\n\nContre ce jugement, X. S.A. et Y. recourent tous deux en réforme au Tribunal fédéral.", "considerants": "Extrait des considérants:\n\n2. a) Dans son jugement, la cour cantonale a admis que la responsabilité du défendeur en tant qu'organe de contrôle était engagée. Elle a retenu en substance que, de 1982 à 1992, il avait fautivement violé son devoir de diligence lors de la vérification de la comptabilité de la demanderesse et que, sans ces manquements répétés, l'employé de la fiduciaire n'aurait pas pu détourner 1'017'991 fr. 65 au détriment de la société. Les juges ont mis à la charge du défendeur le solde du dommage qui n'avait pas encore été BGE 127 III 453 S. 455réparé, à savoir 27'611 fr. 05, ainsi que les intérêts compensatoires calculés au taux de 5% sur les sommes successivement détournées chaque année, soit 204'138 fr. Ces montants ont été réduits d'un tiers, en raison d'une faute concomitante de la demanderesse et de la faible rétribution du défendeur pour ses tâches de contrôle.\n\nb) Comme les détournements non détectés par le défendeur ont été commis du 31 décembre 1982 au 4 février 1992, c'est à juste titre que la cour cantonale a examiné la responsabilité de l'organe de contrôle sous l'angle de l'ancien droit de la société anonyme (PETER BÖCKLI, Schweizer Aktienrecht, 2e éd., Zurich 1996, nos 2049 et 2054 p. 1122). En revanche, c'est à la lumière du nouveau droit, soit de l'art. 759 CO, que la question de la responsabilité solidaire, dans les rapports externes, entre les différents organes, doit être examinée (consid. 5 non publié de l' ATF 122 III 324, reproduit partiellement in RSDA 1996 p. 234 s.).\n\n5. Le défendeur s'en prend ensuite aux conditions de sa responsabilité, en invoquant l'absence de dommage et la rupture du lien de causalité naturelle et adéquate.\n\na) Selon l'art. 754 al. 1 aCO, toutes les personnes chargées de l'administration, de la gestion ou du contrôle répondent, à l'égard de la société, de même qu'envers chaque actionnaire ou créancier social, du dommage qu'elles leur causent en manquant intentionnellement ou par négligence à leurs devoirs. La responsabilité de l'organe de contrôle, fondée sur cette disposition, suppose la réunion des quatre conditions générales suivantes, à savoir un dommage, un manquement par l'organe à ses devoirs, une faute (intentionnelle ou par négligence) et un lien de causalité adéquate entre le manquement et le dommage (FORSTMOSER, La responsabilité du réviseur en droit des sociétés anonymes, Zurich 1997, p. 25 nos 13 ss).\n\nb) En ne procédant pas aux vérifications usuelles, en particulier en ne contrôlant pas que le solde bancaire corresponde bien au solde comptabilisé, le défendeur a violé fautivement ses obligations résultant des art. 728 et 729 aCO (cf. ATF 116 II 533 consid. 5b p. 541 s.), ce qu'il ne conteste pas.\n\nc) S'agissant du dommage, il convient de rappeler que la fixation de celui-ci ressortit en principe au juge du fait. Saisi d'un recours en réforme, le Tribunal fédéral n'intervient donc que si l'autorité cantonale a méconnu la notion juridique du dommage ou si elle a violé des principes juridiques relatifs au calcul du préjudice (ATF 127 III 73 consid. 3c p. 75; ATF 126 III 388 consid. 8a; ATF 120 II 296 consid. 3b p. 298 et les arrêts cités).\n\nBGE 127 III 453 S. 456\n\nDans la mesure où, pour tenter de démontrer l'absence de dommage, le défendeur s'écarte des constatations de fait ressortant du jugement attaqué, son grief n'est pas recevable. Il en va de même lorsqu'il cherche à se prévaloir d'éléments retenus dans le cadre d'une autre procédure opposant la fiduciaire à son assurance responsabilité civile. La Cour de céans ne saurait en tenir compte dans la présente cause, qui oppose des parties différentes (cf. ATF 93 II 329 consid. 3b et c).\n\nAu demeurant, le dommage a été clairement établi, dès lors qu'il ressort du jugement entrepris que l'employé indélicat a, par ses détournements, causé un préjudice à la demanderesse chiffré à 1'017'911 fr. 65, dont il a remboursé 15'380 fr. 60, alors que la fiduciaire a dédommagé la demanderesse à raison de 975'000 fr. En outre, rien n'indique que la notion de dommage ait été méconnue ou que des principes juridiques relatifs au calcul de celui-ci aient été violés. A cet égard, le défendeur erre manifestement lorsqu'il soutient que la demanderesse aurait pu réduire son dommage en demandant réparation à l'établissement bancaire ayant remis les fonds à l'employé, puisque le propre de la solidarité est justement de permettre au lésé de choisir le responsable auquel il entend demander réparation (PIERRE TERCIER, La solidarité et les actions récursoires entre les responsables d'un dommage selon le nouveau droit de la société anonyme, in La responsabilité des administrateurs, Zurich 1994, p. 63 ss, 68 s.; HEINRICH HONSELL, Schweizerisches Haftpflichtrecht, 3e éd., Zurich 2000, § 11 no 22).\n\nd) S'agissant de juger de l'existence d'un lien de causalité entre une ou des omissions et un dommage, ce qui revient à déterminer le cours hypothétique des événements, le Tribunal fédéral est lié par les constatations cantonales, dès lors qu'elles ne reposent pas exclusivement sur l'expérience de la vie, mais sur les faits établis par l'appréciation des preuves (ATF 115 II 440 consid. 5b p. 448 s., confirmé in ATF 116 II 480 consid. 3a p. 486). En l'espèce, la cour cantonale a constaté, en se fondant sur une expertise judiciaire, que, sans les lacunes répétées lors du contrôle des comptes, les détournements illicites n'auraient pas pu être opérés. Dans ces circonstances, l'existence du lien de causalité adéquate doit être tenue pour établie.\n\nLe défendeur tente de se prévaloir d'une rupture de ce lien, en invoquant les manquements du conseil d'administration de la demanderesse et de la fiduciaire.\n\nLa solidarité différenciée instituée par l'art. 759 al. 1 CO ne s'oppose pas à ce que le comportement d'un responsable puisse, le cas BGE 127 III 453 S. 457échéant, libérer son coresponsable solidaire s'il fait apparaître comme inadéquate la relation de causalité entre le comportement de ce dernier et le dommage (cf. ATF 112 II 138 consid. 4a). Il faut alors que la faute du tiers ou de la personne lésée soit si lourde et si déraisonnable qu'elle relègue le manquement en cause à l'arrière-plan, au point qu'il n'apparaisse plus comme la cause adéquate du dommage (cf. ATF 123 III 306 consid. 5b p. 314; ATF 116 II 422 consid. 3; ATF 108 II 51 consid. 3 p. 54).\n\nLa jurisprudence se montre stricte quant à la réalisation de ces exigences (FORSTMOSER, op. cit., p. 67 no 180). Elle précise clairement qu'une limitation (et, a fortiori, une libération) de la responsabilité fondée sur la faute concurrente d'un tiers ne doit être admise qu'avec la plus grande retenue si l'on veut éviter que la protection du lésé que vise, d'après sa nature, la responsabilité solidaire de plusieurs débiteurs, ne soit rendue en grande partie illusoire (cf. ATF 127 III 257 consid. 6b p. 265; ATF 112 II 138 consid. 4a p. 144).\n\nDans le cas d'espèce, le défendeur développe une argumentation appellatoire, faisant des comparaisons avec une autre affaire judiciaire, ce qui n'est pas admissible (cf. ATF 127 III 257 consid. 5b in fine; ATF 124 III 382 consid. 2b p. 386). Si l'on s'en tient aux faits constatés dans le jugement entrepris (art. 63 al. 2 OJ), il apparaît que la demanderesse, par son défaut de vigilance dans la remise de son sceau, et la fiduciaire, en raison du manque de surveillance de son employé, n'ont certes pas eu un comportement exempt de tout reproche. La fiduciaire a du reste rapidement remboursé à la demanderesse près d'un million de francs. En revanche, on ne voit pas qu'elles aient commis des manquements d'une gravité telle qu'elle puisse interférer dans le lien de causalité adéquate entre le défaut de vérification de l'organe de contrôle et les pertes subies par la société à la suite des prélèvements indus, ce que le défendeur n'allègue du reste même pas.\n\nDans ces circonstances, la cour cantonale n'a pas violé le droit fédéral en considérant que le comportement du défendeur, envisagé en lui-même, remplissait les conditions de l'art. 754 aCO.\n\n8. La responsabilité de l'organe de contrôle étant fondée, il reste à se demander si la cour cantonale n'a pas violé le droit fédéral en réduisant d'un tiers les dommages-intérêts dus par le défendeur. Sur ce point, les deux parties critiquent le jugement entrepris.\n\na) Pour fonder la réduction contestée, les juges ont pris en considération deux éléments. Ils ont d'une part retenu une faute concomitante de la demanderesse, lui reprochant d'avoir confié, sans BGE 127 III 453 S. 458aucune précaution ni instruction, son sceau à la fiduciaire, tout en ne pouvant ignorer que l'employé chargé des tâches de gestion disposait d'une trop large liberté de manoeuvre; d'autre part, ils ont tenu compte de la faible rétribution du défendeur pour son mandat de contrôleur. Celui-ci a ainsi été condamné à verser les deux tiers du solde des montants détournés qui s'élevait à 27'611 fr., à savoir 18'407 fr. Il a en outre été tenu de rembourser à la société les deux tiers de l'intérêt compensatoire évalué à 204'138 fr., soit 136'092 fr.\n\nb) La demanderesse soutient que ce mode de calcul viole l'art. 51 CO. Se fondant sur l' ATF 93 II 329, elle prétend que la cour cantonale aurait dû calculer la réduction liée à sa faute additionnelle en partant du dommage total, soit de 1'017'991 fr. 65. En diminuant ce montant d'un tiers, le défendeur devrait lui rembourser au maximum 678'661 fr. 10. Il aurait donc fallu le condamner au paiement de l'intégralité du solde du dommage et de l'intérêt compensatoire.\n\nUn tel raisonnement est non seulement contraire aux règles sur la répartition du dommage, mais contrevient aussi aux calculs opérés dans l'arrêt susmentionné.\n\nMême si le but de la solidarité passive est d'améliorer la situation du lésé (cf. ATF 117 II 50 consid. 5b), la solidarité différenciée applicable en l'espèce ne saurait empêcher le responsable recherché d'obtenir une réduction des dommages-intérêts dus si les conditions de l'art. 44 al. 1 CO sont réalisées (cf. BÖCKLI, op. cit., no 2025). En outre, si, en matière de solidarité parfaite ou imparfaite chacun des débiteurs peut être recherché pour le tout, lorsque l'un d'eux dédommage le lésé, il éteint la dette en partie et libère les autres jusqu'à concurrence de la portion éteinte (art. 147 al. 1 CO; cf. ATF 114 II 342 consid. 2b). Par conséquent, le litige ne portait plus en l'espèce sur la totalité de la perte initialement subie par la demanderesse, mais uniquement sur le solde non remboursé par les autres débiteurs, soit sur 27'611 fr. plus 204'138 fr. d'intérêts compensatoires. Il est donc logique que la réduction ait été calculée en fonction de ces montants et non du dommage total.\n\nDans l' ATF 93 II 329 cité par la demanderesse, le Tribunal fédéral a certes calculé la réduction d'un quart du dommage en raison de la faute du lésé sur la base du montant total, mais, pour obtenir le montant final dû par le responsable solidaire, il y a encore ajouté 1/3 correspondant à la somme déjà remboursée par un autre débiteur. Par conséquent, la part de 5/12 mise à la charge du défendeur équivalait au dommage total, soit 1 - [1/4 + 1/3] (ATF 93 II 329 consid. 7d BGE 127 III 453 S. 459p. 343). Ce mode de calcul, dont il n'y a pas lieu d'examiner ici le bien-fondé, serait en l'occurrence particulièrement défavorable à la demanderesse. En effet, sur un dommage total (y compris les intérêts compensatoires) de 1'222'129 fr. 65 (1017'991 fr. 65 + 204'138 fr.), 990'380 fr. 60 ont déjà été remboursés, dont 975'000 fr. par la fiduciaire et 15'380 fr. 60 par l'employé indélicat, ce qui correspond à une proportion de 4/5. Si on y ajoute la réduction de 1/3 prononcée, on parvient à 17/15, soit à un montant excédant la somme à rembourser, de sorte que le défendeur ne devrait plus rien.\n\nc) Les deux parties s'en prennent aux facteurs de réduction retenus, à savoir la faute concomitante de la demanderesse et la faible rémunération du défendeur.\n\nIl ressort de l'art. 43 al. 1 CO, applicable par analogie en matière de responsabilité contractuelle (art. 99 al. 3 CO), que le juge détermine le mode ainsi que l'étendue de la réparation d'après les circonstances et la gravité de la faute. Selon l'art. 44 al. 1 CO, le juge peut réduire les dommages-intérêts ou même n'en point allouer, notamment lorsque les faits dont la partie lésée est responsable ont contribué à créer le dommage, à l'augmenter ou qu'ils ont aggravé la situation du débiteur. Cette disposition laisse au juge un large pouvoir d'appréciation (ATF 117 II 156 consid. 3a p. 159).\n\naa) La demanderesse tente en vain de démontrer qu'elle n'a pas commis de faute, s'écartant des faits constatés dans le jugement entrepris. Comme le défendeur, elle cherche à se prévaloir de la procédure ayant opposé la fiduciaire à son assureur responsabilité civile, ce qui n'est pas admissible (cf. supra consid. 5c). Si l'on s'en tient aux faits retenus, il apparaît que la demanderesse a confié son sceau à la fiduciaire sans aucune précaution ni instruction, alors qu'elle ne pouvait ignorer que l'employé qui en disposait jouissait d'une liberté de manoeuvre qualifiée de trop large. Dans ces circonstances, on ne peut reprocher à la cour cantonale d'avoir admis que la société demanderesse avait adopté un comportement fautif de nature à favoriser les agissements illicites de l'employé en cause.\n\nbb) Concernant la faible rémunération de l'organe de contrôle, il ressort de la jurisprudence que la diligence à observer par le mandataire ne se mesure pas toujours selon des critères objectifs et que les exigences en ce domaine sont moins élevées en cas de mandat gratuit (cf. arrêt du Tribunal fédéral du 29 octobre 1997, partiellement publié in SJ 1998 p. 198 consid. 4a in fine p. 202). Le Tribunal fédéral admet ainsi que la gratuité peut constituer un facteur de BGE 127 III 453 S. 460limitation de la responsabilité du mandataire, sous l'angle de l'art. 99 al. 2 CO (ATF 112 II 347 consid. 3b p. 355; ATF 92 II 234 consid. 3d p. 242). La doctrine partage cet avis (cf. WALTER FELLMANN, Commentaire bernois, art. 398 CO no 497; ROLF H. WEBER, Commentaire bernois, art. 99 CO nos 138 et 146 ss; du même auteur, Commentaire bâlois, art. 398 CO no 23; HUGO OSER/WILHELM SCHÖNENBERGER, Commentaire zurichois, art. 398 CO no 1). Dans ce contexte, il était admissible de tenir compte de la faible rémunération du défendeur lors de la fixation des dommages-intérêts.\n\nContrairement à ce que soutient la demanderesse, les critères de réduction pris en considération par la cour cantonale ne violent donc pas le droit fédéral. Sur cette base, les juges ont diminué d'un tiers les dommages-intérêts dus par le défendeur. Celui-ci considère que cette répartition lui est totalement défavorable, mais sans invoquer d'élément permettant d'en inférer que la cour cantonale aurait abusé du large pouvoir d'appréciation dont elle dispose en la matière.\n\nDans ces circonstances, tant le recours en réforme de la demanderesse que celui du défendeur doivent être rejetés et le jugement attaqué confirmé."}