{"annee": "127", "cour": "V", "page": "213", "date": "27/7/2001", "cite": ["114 V 94", "106 V 139", "123 V 113", "110 V 48"], "cite_par": ["130 V 514"], "chapeau": "32. Urteil vom 27. Juli 2001 i. S. Caisse interprofessionnelle d'assurance vieillesse et survivants de la Fédération romande des syndicats patronaux gegen R. und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 103 let. c OJ; art. 57 al. 1 let. e et al. 2 LAI; art. 41 al. 1 let. d et i RAI; art. 201 let. c et art. 202 RAVS en liaison avec l'art. 89 RAI: Absence de qualité des caisses de compensation pour former recours de droit administratif. Dans les litiges portant sur des prestations d'assurance-invalidité, les caisses de compensation n'ont pas qualité pour former un recours de droit administratif contre des jugements d'une autorité de recours de première instance, cela même si le litige porte sur des points relevant de leurs obligations et de leur domaine de compétences comme les bases de calcul des prestations. Seul a cette qualité l'office AI qui a rendu la décision."], "faits": "BGE 127 V 213 S. 214\n\nA.- Mit Verfügung vom 5. Februar 1998 sprach die IV-Stelle des Kantons Zürich R. eine ab 1. August 1996 laufende halbe Rente der Invalidenversicherung zu.\n\nB.- R. liess hiegegen beim Sozialversicherungsgericht des Kantons Zürich Beschwerde einreichen und beantragen, es sei ihr spätestens ab Juli 1997 \"gestützt auf eine 66 2/3% übersteigende Invalidität\" eine ganze Rente zuzusprechen und es sei die IV-Stelle bzw. die zuständige Ausgleichskasse zu verpflichten, die Rentenhöhe \"gestützt auf bisher nicht berücksichtigte Beitragsjahre, Prämienbeiträge und Erziehungsgutschriften\" neu festzulegen.\n\nDie IV-Stelle schloss auf Abweisung der Beschwerde. In ablehnendem Sinne äusserte sich auch die für die Berechnung und Auszahlung der Rente zuständige Caisse interprofessionnelle d'assurance vieillesse et survivants de la Fédération romande des syndicats patronaux (FRSP-CIAM), welche auf Ersuchen der IV-Stelle direkt zuhanden des Gerichts zu den angefochtenen Berechnungsgrundlagen Stellung genommen und die Kassenakten eingereicht hatte.\n\nMit Entscheid vom 18. Januar 2001 hiess das kantonale Sozialversicherungsgericht die Beschwerde teilweise gut und hob die angefochtene Verfügung auf. Es stellte fest, dass ab 1. August 1996 Anspruch auf eine halbe und ab 1. Juli 1997 auf eine ganze Invalidenrente bestehe, und wies die Sache an die IV-Stelle zurück, damit sie die \"notwendigen Abklärungen hinsichtlich des für die Rentenberechnung massgebenden durchschnittlichen Jahreseinkommens sowie allenfalls die notwendigen Nachbuchungen vornehme, die Rente neu berechne und über den Leistungsanspruch (...) neu verfüge\".\n\nC.- Am 8. März 2001 hat die Ausgleichskasse Verwaltungsgerichtsbeschwerde gegen den der IV-Stelle am 1. Februar 2001 eröffneten Entscheid vom 18. Januar 2001 erhoben mit dem Rechtsbegehren, es sei der Entscheid vom 18. Januar 2001 aufzuheben, soweit damit \"un complément d'instruction concernant les revenus pris en compte pour la fixation de la rente AI\" angeordnet werde.\n\nWährend R. die Bestätigung des Rückweisungsentscheides beantragen lässt, verzichtet die IV-Stelle auf eine Stellungnahme und einen Antrag zur Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) hat keine Vernehmlassung eingereicht.\n\nD.- Mit Eingabe vom 23. März 2001 hat die Ausgleichskasse sich zur Frage der Rechtzeitigkeit der Verwaltungsgerichtsbeschwerde geäussert und dabei ihre Legitimation zur Ergreifung dieses Rechtsmittels bejaht, da ihr Parteistellung zukomme.\n\nBGE 127 V 213 S. 215", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Es stellt sich vorab die Frage, ob die Ausgleichskasse selbstständig Verwaltungsgerichtsbeschwerde gegen den Entscheid vom 18. Januar 2001 erheben kann.\n\na) Nach Art. 103 OG (in Verbindung mit Art. 132 OG) ist zur Verwaltungsgerichtsbeschwerde u.a. berechtigt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat (lit. a), und jede andere Person, Organisation oder Behörde, die das Bundesrecht, allenfalls in einer Verordnung zur Beschwerde ermächtigt (lit. c; BGE 106 V 141 Erw. 1a mit Hinweisen sowie GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., Bern 1983, S. 163 f.).\n\nb) Art. 103 lit. a OG bietet keine genügende Grundlage für die Bejahung der Beschwerdelegitimation in Streitigkeiten betreffend eine Rente der Invalidenversicherung weder der IV-Stellen noch der Ausgleichskassen. Das blosse öffentliche Interesse an der richtigen Durchführung des Bundesrechts stellt kein schutzwürdiges Interesse im Sinne dieser Bestimmung dar (vgl. BGE 123 V 116 Erw. 5a, BGE 114 V 95 f. Erw. 2a und 100 Erw. 3e).\n\nc) Mit Bezug auf Art. 103 lit. c OG stellt sich die Frage, ob die nach Art. 89 IVV im Bereich der Invalidenversicherung sinngemäss anwendbaren Art. 201 lit. c und Art. 202 AHVV die Ausgleichskasse zur Verwaltungsgerichtsbeschwerde gegen den Rentenentscheid ermächtigen, soweit es um Fragen der Berechnung geht. Nach dieser Regelung steht diese Befugnis den beteiligten Ausgleichskassen beziehungsweise (\"rispettivamente\" in der italienischsprachigen Fassung) IV-Stellen zu. Die am Recht stehende Ausgleichskasse bejaht ihre Beschwerdelegitimation unter Hinweis auf den französischen Verordnungstext, welcher von den \"caisses de compensation\" ou \"offices AI intéressés\" spreche. Dieses \"Oder\" sei, wo es um den je eigenen Zuständigkeitsbereich gehe, im Sinne einer \"équivalence\" und nicht alternativ zu verstehen.\n\naa) Diese Auffassung widerspricht Gesetz und Verordnung. Nach dem gestützt auf die Delegationsnorm des Art. 57 Abs. 2 IVG erlassenen Art. 41 Abs. 1 lit. i IVV gehören die Stellungnahme in Beschwerdefällen und die Erhebung von Verwaltungsgerichtsbeschwerden zu den Aufgaben der IV-Stelle. Eine gleiche oder ähnliche Bestimmung fehlt in Bezug auf die nach Art. 60 Abs. 1 lit. b und c IVG sowie Art. 44 IVV u.a. für die Berechnung und Auszahlung von Renten und Taggeldern zuständigen Ausgleichskassen.BGE 127 V 213 S. 216\n\nGemäss Rz 2028 und 2043 des vom BSV herausgegebenen Kreisschreibens über die Rechtspflege in der AHV, der IV, der EO und bei den EL (in der ab 1. Mai 1993 geltenden Fassung) nehmen die Kassen auf Ersuchen der IV-Stelle insbesondere zu Berechnungsfragen Stellung und liefern die hiezu nötigen Akten (vgl. auch Ziff. 7.2 - 7.4 des Anhangs IV zum Kreisschreiben des BSV über das Verfahren in der Invalidenversicherung [KSVI] in der ab 1. Januar 1998 gültigen Fassung). Soweit abweichend, geht diese Ordnung laut Art. 89 IVV der Regelung gemäss Art. 201 lit. c und Art. 202 AHVV vor.\n\nbb) Im Weitern ist nach Art. 57 Abs. 1 lit. e IVG und Art. 41 Abs. 1 lit. d IVV der Erlass von Verfügungen Sache der IV-Stelle. Auf Grund dieser Kompetenz kommt ihr im erstinstanzlichen Beschwerdeverfahren Parteistellung zu, nicht hingegen der Ausgleichskasse, und zwar auch nicht, wenn und soweit die Berechnungsgrundlagen streitig sind (Urteil R. vom 1. März 2001 [I 571/99]; so auch Rz 2026 des erwähnten Kreisschreibens über die Rechtspflege). Es verhält sich insofern gerade umgekehrt zur Rechtslage vor der Neuordnung der Organisation im Bereich der Invalidenversicherung durch Schaffung der IV-Stellen im Rahmen der 3. IV-Revision (Art. 53 ff. IVG [Änderung vom 22. März 1991] und Art. 40 ff. IVV [Änderung vom 15. Juni 1992]). Damals lag die Verfügungskompetenz bei den Ausgleichskassen (alt Art. 54 IVG). Sie waren Partei im erstinstanzlichen Beschwerdeverfahren und nach alt Art. 201 lit. c und alt Art. 202 AHVV zur Verwaltungsgerichtsbeschwerde berechtigt (vgl. ZAK 1992 S. 372 Erw. 2a). Demgegenüber konnten die Invalidenversicherungs-Kommissionen mangels Rechtspersönlichkeit nicht (Gegen-)Partei vor der Rekursbehörde sein und sie waren auch nicht legitimiert, deren Entscheide an das Eidg. Versicherungsgericht weiterzuziehen. Dies galt, obschon ihre Beschlüsse namentlich über den Umfang des Rentenanspruchs und den Leistungsbeginn (vgl. alt Art. 60 Abs. 1 lit. c und d IVG sowie alt Art. 47 IVV) für die Kassen grundsätzlich verbindlich waren und es vielfach die Kommissionen waren, welche bei spezifisch invalidenversicherungsrechtlichen Fragen über die Beschwerdeerhebung entschieden und auch die Rechtsschriften verfassten (nicht veröffentlichtes Urteil V. vom 1. März 1990 [I 489/88] mit Hinweis auf EVGE 1961 S. 314, in BGE 110 V 48 nicht publizierte Erw. 2b).\n\ncc) Den auf Grund der vorstehenden Erwägungen nahe liegenden Schluss, wonach es der gesetzlichen Konzeption entspricht, dass lediglich die verfügende IV-Stelle, nicht hingegen auch die BGE 127 V 213 S. 217Ausgleichskasse zur Verwaltungsgerichtsbeschwerde gegen die Entscheide der Rekursbehörden berechtigt ist, zeigen schliesslich auch die Materialien zur Neuordnung der Zuständigkeiten und Aufgaben im Bereich der Invalidenversicherung im Rahmen der 3. IV-Revision. Die betreffende Reorganisation verfolgte zwei Ziele (vgl. Botschaft des Bundesrates vom 25. Mai 1988 über ein zweites Paket von Massnahmen zur Neuverteilung der Aufgaben zwischen Bund und Kantonen [BBl 1988 II 1333 ff., 1383 ff.]). Zum einen sollten die damals von verschiedenen Organen (IV-Kommission, IV-Sekretariat und Regionalstelle) wahrgenommenen Funktionen in der neu zu schaffenden IV-Stelle vereinigt werden. Deren Aufgabenbereich sollte alle Handlungen umfassen, die vom Empfang des Leistungsgesuchs bis zur Verfügung nötig sind. Zum andern ging es darum, die Organisation der Invalidenversicherung leichter zugänglich und transparenter zu machen. Im Allgemeinen sollten die Versicherten oder ihre Vertreter nur einen einzigen Partner auf der Seite der Versicherung haben und die sie betreffenden Entscheide immer von der gleichen Stelle ausgehen. In die Verfügungszuständigkeit der IV-Stelle fielen alle Leistungen der Invalidenversicherung, insbesondere auch Geldleistungen. Letzteres rechtfertige sich (auch) deshalb, weil in den meisten Fällen die Bemessung der Invalidität oder der Hilflosigkeit Anlass zu Beschwerden gebe und nicht die Berechnung der Leistungen durch die Ausgleichskasse. Im Gegenzug seien die IV-Stellen für ihre Verfügungen den Versicherten, den Beschwerdeinstanzen und der Aufsichtsbehörde gegenüber verantwortlich.\n\nDie im bundesrätlichen Entwurf genannten Zielsetzungen der Vereinfachung und der Transparenz der Organisation im Bereich der Invalidenversicherung wurden im Rahmen der parlamentarischen Debatte von den Berichterstattern der vorberatenden Kommissionen beider Räte ausdrücklich erwähnt und waren im Übrigen unbestritten (Amtl.Bull. 1989 S 283, 1990 N 1804 f.). Im Ständerat als Erstrat wurde überdies betont, dass ebenfalls in der Kommission diskutiert worden sei, ob dort, wo es auch um Geldleistungen gehe, die IV-Stelle eine Verfügung über die spezifisch invalidenversicherungsrechtlichen Fragen und die Ausgleichskasse eine zweite über die Geldleistung zu erlassen habe. Dieses Modell, welches zwei Beschwerdewege zur Folge hätte, sei nach eingehendem Vergleich mit dem Vorschlag gemäss Botschaft abgelehnt worden (Amtl.Bull. 1989 S 283), dies \"obwohl es auch hierfür Gründe gäbe\", wie ein anderes Kommissionsmitglied bemerkte (Amtl.Bull. 1989 S 287).BGE 127 V 213 S. 218\n\nd) Nach dem Gesagten sind die Ausgleichskassen in invalidenversicherungsrechtlichen Leistungsstreitigkeiten nicht zur Erhebung von Verwaltungsgerichtsbeschwerden gegen die Entscheide der Rekursbehörden (Art. 84 f. AHVG in Verbindung mit Art. 69 IVG) berechtigt, und zwar auch nicht, wenn in ihren Aufgaben- und Zuständigkeitsbereich fallende Fragen, wie namentlich die Berechnungsgrundlagen, zur Diskussion stehen. Diese Befugnis steht ausschliesslich der IV-Stelle zu, welche verfügt hat. Davon geht auch die Rechtsprechung aus. In dem in SVR 2000 IV Nr. 20 S. 59 publizierten Entscheid, in welchem es einzig noch um die Frage der Drittauszahlung von Kinderrenten an den Berechtigten oder aber an die geschiedene Mutter ging, hat das Eidg. Versicherungsgericht festgestellt, dass die Rechtsstellung der Ausgleichskasse im Verwaltungsgerichtsbeschwerdeverfahren grundsätzlich die gleiche ist, wie vor Schaffung der IV-Stellen diejenige der IV-Kommissionen (SVR 2000 IV Nr. 20 S. 60 Erw. 1b).\n\nBei dieser Rechtslage kann offen bleiben, ob Art. 201 lit. c und Art. 202 AHVV überhaupt (auch) die Beschwerdelegitimation im Verhältnis zwischen IV-Stelle und Ausgleichskasse regeln (vgl. ZAK 1992 S. 372 Erw. 2a).\n\n2. Die Regelung der Berechtigung zur Verwaltungsgerichtsbeschwerde in invalidenversicherungsrechtlichen Leistungsstreitigkeiten auf Seiten der Verwaltung bedeutet, dass die allein legitimierte IV-Stelle im Hinblick auf eine allfällige Anfechtung des erstinstanzlichen Entscheids dort, wo es um Fragen der Berechnung geht, rechtzeitig bei der hiefür zuständigen Ausgleichskasse die notwendige Sachinformation besorgt. Zieht die versicherte Person die Streitsache an das Eidg. Versicherungsgericht weiter, hat die IV-Stelle als Beschwerdegegnerin von Amtes wegen die entsprechenden Unterlagen, soweit sie sich nicht bei den Akten befinden, bei der Ausgleichskasse einzuholen.\n\n3. In Bezug auf die Beschwerdelegitimation nach Art. 103 lit. c OG in Verbindung mit Art. 201 lit. c und Art. 202 AHVV gleich, aber mit vertauschten Rollen im Verhältnis Ausgleichskasse/IV-Stelle, verhält es sich zum Beispiel bei der Hilflosenentschädigung der Alters- und Hinterlassenenversicherung. Während die Bemessung der Hilflosigkeit und der Entscheid über den Anspruch Sache der IV-Stelle ist (Art. 43bis Abs. 5 Satz 2 AHVG sowie Art. 69quater AHVV), erlässt die Ausgleichskasse die entsprechende Verfügung (Art. 63 Abs. 1 lit. b AHVG).\n\n4. (Parteientschädigung)"}