{"annee": "127", "cour": "III", "page": "279", "date": "14/5/2001", "cite": ["119 II 380", "114 II 183", "125 I 492", "124 III 83", "116 II 625", "126 III 524", "110 IA 1", "127 III 118", "117 II 94", "124 III 134", "126 III 534", "111 II 62", "123 III 414", "120 II 155", "122 III 139", "121 III 495", "124 I 327", "117 II 604", "127 II 1"], "cite_par": ["128 III 76", "128 III 50", "141 III 229", "133 III 139", "136 III 345", "140 III 278", "134 III 186", "129 I 129", "128 III 419"], "chapeau": "48. Extrait de l'arrêt de la Ire Cour civile du 14 mai 2001 dans la cause Fomento de Construcciones y Contratas S.A. contre Colon Container Terminal S.A. (recours de droit public)", "regestes": ["Arbitrage international; compétence du tribunal arbitral; litispendance (art. 9 al. 1 et art. 190 al. 2 let. b LDIP). Conditions de recevabilité du recours de droit public dirigé contre une sentence incidente relative à la compétence du tribunal arbitral en matière d'arbitrage international (consid. 1). Un tribunal arbitral siégeant en Suisse doit appliquer l'art. 9 LDIP s'il est saisi de la même cause que celle qui est déjà pendante devant un tribunal étatique, suisse ou étranger; la violation de cette règle peut être invoquée dans le cadre de l'art. 190 al. 2 let. b LDIP (consid. 2)."], "faits": "BGE 127 III 279 S. 280\n\nA.- Par contrat du 26 avril 1996, la société panaméenne Colon Container Terminal S.A. (ci-après: CCT) a chargé la société espagnole Fomento de Construcciones y Contratas S.A. (ci-après: FCC) d'exécuter des travaux de génie civil en vue de la réalisation d'un terminal portuaire au Panama.\n\nLe règlement auquel se réfère le contrat prévoit, en cas de litige entre les parties, que le différend pourra être porté devant un ou plusieurs arbitres.\n\nEn cours d'exécution, un litige est survenu entre les parties. Le contrat a été résilié de part et d'autre. CCT a chargé un autre entrepreneur d'achever les travaux.\n\nLe 12 mars 1998, FCC a déposé devant les tribunaux panaméens une demande sur le fond dirigée notamment contre CCT. Cette dernière a soulevé une exception d'arbitrage.\n\nLe 26 juin 1998, le juge de première instance a estimé que l'exception d'arbitrage n'avait pas été présentée dans les délais.\n\nB.- Sans attendre l'épuisement des instances nationales, CCT a introduit la procédure d'arbitrage le 30 septembre 1998.\n\nLe siège du Tribunal arbitral, composé de trois arbitres, a été fixé à Genève. Les parties ont prévu l'application du règlement d'arbitrage de la Chambre de commerce internationale et, subsidiairement, de la loi fédérale de procédure civile (PCF; RS 273).\n\nBGE 127 III 279 S. 281\n\nFCC a soulevé devant le Tribunal arbitral une exception d'incompétence. Principalement, elle soutient qu'elle a proposé de renoncer à l'arbitrage en saisissant les tribunaux panaméens et que sa partie adverse a accepté par acte concluant, en ne soulevant pas l'exception d'arbitrage en temps utile.\n\nEn cours de procédure d'arbitrage, un tribunal supérieur panaméen, statuant sur recours, a estimé - contrairement au juge de première instance - que l'exception d'arbitrage avait été soulevée en temps utile.\n\nSe référant à cette décision et sans attendre l'épuisement des instances nationales, le Tribunal arbitral, par sentence du 30 novembre 2000, a tranché dans le même sens, se déclarant compétent pour connaître de la cause.\n\nPostérieurement à cette sentence, la Cour suprême du Panama, par arrêt du 22 janvier 2001, a considéré que l'exception d'arbitrage avait été soulevée tardivement et a ordonné la poursuite de la procédure devant les tribunaux panaméens.\n\nC.- FCC exerce un recours de droit public au Tribunal fédéral. Soutenant que le Tribunal arbitral s'est déclaré compétent à tort principalement en méconnaissant les règles sur la litispendance, elle conclut à l'annulation de la sentence attaquée et à ce que le Tribunal arbitral soit déclaré incompétent.\n\nL'intimée conclut au rejet des conclusions de la recourante et à ce que le Tribunal arbitral soit déclaré compétent.\n\nLe Tribunal arbitral se réfère à sa décision.\n\nLe Tribunal fédéral admet le recours et annule la sentence attaquée.", "considerants": "Extrait des considérants:\n\n1. a) Le recours de droit public au Tribunal fédéral est ouvert contre une sentence arbitrale aux conditions des art. 190 ss LDIP (RS 291; art. 85 let. c OJ).\n\nComme le siège du Tribunal arbitral a été fixé en Suisse et que l'une des parties au moins n'avait, au moment de la conclusion de la convention d'arbitrage, ni son domicile, ni sa résidence habituelle en Suisse (art. 176 al. 1 LDIP), les art. 190 ss LDIP sont applicables, puisque les parties n'en ont pas exclu l'application par écrit et qu'elles ne sont pas convenues d'appliquer exclusivement les règles de la procédure cantonale en matière d'arbitrage (art. 176 al. 2 LDIP).\n\nLe recours au Tribunal fédéral contre la sentence arbitrale est ouvert (art. 191 al. 1 LDIP), dès lors que les parties ne l'ont en rien BGE 127 III 279 S. 282exclu conventionnellement (art. 192 al. 1 LDIP), ni n'ont choisi, en lieu et place, le recours à l'autorité cantonale (art. 191 al. 2 LDIP).\n\nLe recours ne peut être formé que pour l'un des motifs énumérés de manière exhaustive à l'art. 190 al. 2 LDIP (ATF 119 II 380 consid. 3c p. 383).\n\nLa procédure devant le Tribunal fédéral est régie par les dispositions de la loi d'organisation judiciaire (OJ) relatives au recours de droit public (art. 191 al. 1, 2e phrase, LDIP).\n\nb) En matière de compétence, une sentence incidente est susceptible d'un recours immédiat (art. 190 al. 3 LDIP).\n\nLa recourante est personnellement touchée par la sentence attaquée qui l'oblige à continuer de procéder devant le Tribunal arbitral, de sorte qu'elle a un intérêt personnel, actuel et juridiquement protégé à ce que cette décision n'ait pas été rendue en violation des garanties découlant de l'art. 190 al. 2 LDIP; en conséquence, elle a qualité pour recourir (art. 88 OJ).\n\nInterjeté en temps utile (art. 89 al. 1 et art. 34 al. 1 let. c OJ), dans la forme prévue par la loi (art. 90 al. 1 OJ), le recours est en principe recevable.\n\nHormis certaines exceptions, il n'a qu'un caractère cassatoire (ATF 127 II 1 consid. 2c; ATF 126 III 534 consid. 1c; ATF 124 I 327 consid. 4a et les références). Lorsque le litige porte sur la compétence d'un tribunal arbitral, il a été admis, par exception, que le Tribunal fédéral pouvait lui-même constater la compétence ou l'incompétence (ATF 117 II 94 consid. 4).\n\nc) Dès lors que les règles de procédure sont celles du recours de droit public, la partie recourante doit invoquer ses griefs conformément aux exigences de l'art. 90 al. 1 let. b OJ (ATF 117 II 604 consid. 3 p. 606). Saisi d'un recours de droit public, le Tribunal fédéral n'examine que les griefs admissibles qui ont été invoqués et suffisamment motivés dans l'acte de recours (cf. ATF 126 III 524 consid. 1c, 534 consid. 1b; ATF 125 I 492 consid. 1b p. 495). La recourante devait donc indiquer quelles hypothèses de l'art. 190 al. 2 LDIP étaient à ses yeux réalisées et, en partant de la sentence attaquée, montrer de façon circonstanciée en quoi consisterait la violation du principe invoqué (cf. ATF 110 Ia 1 consid. 2a); ce n'est qu'à ces conditions qu'il est possible d'entrer en matière.\n\n2. a) A titre d'argumentation principale, la recourante soutient que le Tribunal arbitral était incompétent pour rendre la sentence attaquée, parce qu'il devait surseoir à statuer en vertu du principe de la litispendance.\n\nBGE 127 III 279 S. 283\n\nElle invoque ainsi le motif de recours prévu par l'art. 190 al. 2 let. b LDIP.\n\nLa suspension du procès en cas de litispendance est une règle de compétence (ATF 123 III 414 consid. 2b), et non pas - comme semble l'avoir pensé le Tribunal arbitral - une simple règle de procédure. La violation de cette règle peut donc être invoquée dans le cadre de l'art. 190 al. 2 let. b LDIP.\n\nb) Il est contraire à l'ordre public qu'il existe, dans un ordre juridique déterminé, deux décisions judiciaires contradictoires sur la même action et entre les mêmes parties, qui sont également et simultanément exécutoires (cf. ATF 116 II 625 consid. 4a).\n\nPour éviter une telle situation, il existe fondamentalement deux principes: la litispendance et l'autorité de chose jugée (ATF 114 II 183 consid. 2a et les références citées). Lorsqu'un juge est saisi d'une cause déjà pendante devant un autre, le principe de la litispendance lui interdit de statuer avant une décision définitive dans la première procédure; ce premier mécanisme a donc pour effet de paralyser la compétence du juge saisi en second lieu. Quant à l'autorité de chose jugée, ce principe interdit au juge de connaître d'une cause qui a déjà été définitivement tranchée; ce mécanisme exclut définitivement la compétence du second juge.\n\nLes mécanismes qui viennent d'être rappelés ne sont pas seulement applicables sur le plan interne. Selon l'ordre juridique suisse, ils valent également sur le plan international, à la condition que le jugement étranger puisse être reconnu en Suisse (ATF 114 II 183 consid. 2b p. 186 et les références citées). Sous réserve des traités internationaux, les règles applicables sur le plan international sont contenues aux art. 9 LDIP (litispendance) et 27 al. 2 let. c LDIP (autorité de chose jugée).\n\nAinsi, l'ordre juridique suisse admet sur le plan international le devoir pour le juge saisi en second lieu de surseoir à statuer aux conditions de l'art. 9 LDIP (sur l'ensemble du problème de la litispendance internationale, cf. KNOEPFLER/SCHWEIZER, Droit international privé suisse, 2e éd., p. 303 s. n. 700 ss).\n\nComme il n'est pas contesté que les tribunaux panaméens ont été saisis en premier lieu d'une demande qui oppose notamment les mêmes parties et qui semble avoir pour objet le même complexe litigieux, il n'est pas douteux qu'un tribunal étatique suisse, s'il avait été placé dans la même situation que le tribunal arbitral siégeant à Genève, aurait dû surseoir à statuer aux conditions de l'art. 9 LDIP (pour un cas d'application, cf. ATF 127 III 118 consid. 3).\n\nBGE 127 III 279 S. 284\n\nc) Il reste à examiner si la conclusion doit être différente pour le motif qu'on ne se trouve pas en présence d'un tribunal étatique suisse, mais d'un tribunal arbitral siégeant en Suisse.\n\naa) Il est vrai qu'un tribunal arbitral, en raison de sa nature privée, ne doit pas être assimilé sans autre examen à un tribunal étatique.\n\nS'agissant du problème qui se pose ici, il faut cependant observer que les sentences arbitrales sont exécutoires de la même manière que les jugements. Il y a donc le même intérêt à éviter, au sein du même ordre juridique, des décisions contradictoires sur la même cause qui seraient également et simultanément exécutoires.\n\nCette première constatation milite fortement en faveur d'une application analogique du principe de la litispendance.\n\nbb) Il semble par ailleurs aujourd'hui admis qu'un tribunal arbitral, en invoquant sa nature particulière, ne pourrait pas s'affranchir du principe de l'autorité de chose jugée.\n\nEn effet, si un tribunal étranger a admis sa compétence par un jugement qui doit être reconnu en Suisse, l'arbitre siégeant en Suisse est lié par cette décision (ATF 120 II 155 consid. 3b/bb p. 164; LALIVE/POUDRET/REYMOND, Le droit de l'arbitrage interne et international en Suisse, n. 17 ad art. 186 LDIP).\n\nComme l'autorité de chose jugée et la litispendance sont des principes étroitement connexes qui remplissent la même fonction, il paraît logique de traiter de la même façon le principe de la litispendance et d'admettre que l'arbitre saisi en second lieu doit surseoir à statuer jusqu'à décision du tribunal étatique saisi en premier lieu, pour autant que celle-ci soit susceptible d'être reconnue au siège de l'arbitrage.\n\ncc) La doctrine majoritaire estime également qu'un tribunal arbitral siégeant en Suisse doit appliquer l'art. 9 LDIP s'il est saisi de la même cause que celle déjà pendante devant un tribunal étatique, suisse ou étranger (WENGER, Commentaire bâlois, Internationales Privatrecht, n. 9 ad art. 186 LDIP p. 1572; RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, 2e éd., p. 231).\n\nLa jurisprudence a déjà pris position dans ce sens, en affirmant que les conflits que peut engendrer un concours de compétences doivent être résolus par l'application des règles régissant la litispendance, l'autorité de chose jugée ou la reconnaissance et l'exécution des décisions étrangères (ATF 121 III 495 consid. 6c p. 502). Il est vrai qu'un arrêt plus récent a laissé la question ouverte, mais pour le seul motif qu'il n'était pas nécessaire de la trancher (cf. ATF 124 III 83 consid. 5a p. 85).\n\nBGE 127 III 279 S. 285\n\nIl faut donc admettre que la règle de compétence figurant à l'art. 9 LDIP, qui repose sur des considérations d'ordre public, doit également être appliquée par un tribunal arbitral siégeant en Suisse.\n\ndd) Les arguments que l'on peut opposer à cette solution ne résistent pas à l'examen.\n\nIl n'y a pas lieu de prendre en considération ici le risque qu'un tribunal étranger, par une sorte d'hostilité à l'égard de la justice arbitrale, se refuse à tenir compte d'une convention d'arbitrage. En effet, un tel jugement ne serait pas susceptible d'être reconnu en Suisse (ATF 124 III 83 consid. 5b p. 87). Or, le principe de la chose jugée et le principe de la litispendance ne s'appliquent qu'à l'égard d'un jugement étranger susceptible d'être reconnu en Suisse (ATF 114 II 183 consid. 2b p. 186).\n\nL'argument du Tribunal arbitral selon lequel la suspension pour cause de litispendance n'est prévue ni par le règlement d'arbitrage ni par la loi de procédure choisie ne peut pas être suivi. Il s'agit en effet ici - comme on l'a vu - d'une question de compétence, et non pas simplement de déroulement de la procédure. Au demeurant, il est inexact de dire que la loi fédérale de procédure civile - choisie par les parties - ne permet pas une suspension pour cause de litispendance aux conditions de l'art. 9 LDIP (cf. art. 6 al. 2 et 22 PCF).\n\nQuant à l'argument du Tribunal arbitral selon lequel la mission d'arbitrage lui permettrait de trancher la question par priorité sur les autorités panaméennes, il ne repose sur aucune constatation objective. Il ne ressort pas des constatations du Tribunal arbitral que les parties seraient convenues, au moment de signer la mission, de charger le Tribunal arbitral de trancher la question à la place des tribunaux panaméens déjà saisis.\n\nQu'il y ait également d'autres parties dans la procédure panaméenne n'exclut en rien que le litige qui divise la recourante et l'intimée puisse être entièrement vidé devant les tribunaux panaméens déjà saisis.\n\nLes développements de l'intimée sur la Convention de New York du 10 juin 1958 pour la reconnaissance et l'exécution des sentences arbitrales étrangères (RS 0.277.12) sont sans pertinence, puisque ce traité international ne règle pas la question qui se pose ici.\n\nee) Il faut enfin se demander si le tribunal arbitral, en raison de sa nature particulière, n'aurait pas une vocation privilégiée à statuer sur sa propre compétence.\n\nOn trouve effectivement dans la doctrine l'idée que le tribunal arbitral aurait, par rapport aux juridictions étatiques, une compétence BGE 127 III 279 S. 286prioritaire (dans ce sens: BUCHER, Le nouvel arbitrage international en Suisse, p. 55 n. 139).\n\nIl est vrai que l'art. 186 al. 1 LDIP donne au tribunal arbitral le pouvoir de statuer sur sa propre compétence. Cela ne signifie cependant pas qu'un tribunal étatique saisi de la même demande serait dépouillé du droit de statuer sur sa propre compétence; on ne peut pas non plus en déduire que le tribunal étatique serait obligé de suspendre sa procédure, si elle est antérieure, pour céder la priorité au tribunal arbitral.\n\nLa jurisprudence a néanmoins tenu compte de cette conception, en affirmant que le juge étatique suisse devait se limiter à un examen sommaire de sa compétence lorsque le siège du tribunal arbitral se trouve en Suisse (ATF 124 III 139 consid. 2b). Cet arrêt ne concerne cependant pas un ordre de priorité pour statuer, mais exclusivement l'étendue du pouvoir d'examen appartenant au juge étatique. Il est de surcroît limité à l'hypothèse d'un juge étatique suisse amené à suivre la jurisprudence du Tribunal fédéral.\n\nOn ne trouve d'ailleurs pas de base juridique sérieuse à un droit de priorité en faveur du tribunal arbitral (dans ce sens: WENGER, ibid.). Le juge étatique saisi d'une action sur le fond - l'hypothèse d'une action en constatation de droit touchant la compétence des arbitres étant ici laissée de côté (cf. l'arrêt du 26 janvier 1987 reproduit in SJ 1987 p. 230 consid. 2a) - doit statuer sur sa compétence, même s'il doit pour cela se prononcer sur la validité d'une clause d'arbitrage (arrêt non publié du 16 juillet 1997, dans la cause 4C.206/1996, consid. 7b/bb). Le juge étatique peut examiner, selon l'art. II al. 3 de la Convention de New York ou l'art. 7 let. b LDIP (cf. ATF 122 III 139 consid. 2a p. 141), si la clause d'arbitrage est caduque, inopérante ou non susceptible d'être appliquée (ATF 121 III 495 consid. 6c). Tel pourrait être le cas si les parties ont renoncé à la clause d'arbitrage (LALIVE/POUDRET/REYMOND, op. cit., n. 5 ad art. 7 LDIP).\n\nLorsqu'une des parties fait valoir une convention d'arbitrage et que l'autre soutient qu'un accord ultérieur est intervenu en faveur des tribunaux étatiques, il apparaît d'emblée que les deux tribunaux en concours (le tribunal arbitral et le tribunal étatique) ont une égale vocation à trancher la question litigieuse.\n\nIl n'y a donc pas lieu d'accorder au tribunal arbitral une priorité qui n'a aucun fondement juridique et ne trouve pas de justification. Il faut s'en tenir à la règle de la litispendance, consacrée à l'art. 9 LDIP, qui donne la priorité au premier tribunal saisi.\n\nBGE 127 III 279 S. 287\n\nSi l'on examine plus avant la question litigieuse en l'espèce, on peut même soutenir que les tribunaux panaméens sont mieux placés que le Tribunal arbitral pour trancher la question.\n\nIl n'est pas contestable qu'une convention d'arbitrage peut être remplacée par un accord ultérieur (cf. ATF 121 III 495 consid. 5). Un tel accord peut résulter d'actes concluants (ATF 121 III 495 consid. 5a). L'attitude des parties est susceptible d'être interprétée selon le principe de la confiance (ATF 121 III 495 consid. 5). Il est donc possible d'imputer à une partie le sens objectif de son comportement, même si celui-ci ne correspond pas à sa volonté intime (WIEGAND, Commentaire bâlois, n. 8 ad art. 18 CO; KRAMER, Commentaire bernois, n. 101 s. ad art. 1er CO; ENGEL, Traité des obligations en droit suisse, 2e éd., p. 216 s.).\n\nEn l'espèce, l'intimée, en saisissant les tribunaux panaméens, a manifesté sa volonté de renoncer à la convention d'arbitrage. La question litigieuse est de savoir si la recourante a accepté cette offre. On peut attendre d'une grande société, représentée par un avocat du lieu, qu'elle procède correctement si elle entend contester la compétence du tribunal étatique et se prévaloir de la convention d'arbitrage. Savoir si l'exception d'arbitrage a été soulevée en temps utile ne relève ni de la Convention de New York ni de la LDIP, mais de la lex fori (ATF 111 II 62 consid. 2 p. 66). La question litigieuse ressortit donc en définitive au droit panaméen, que les autorités de ce pays sont mieux placées pour connaître et appliquer correctement.\n\nLe Tribunal arbitral l'a d'ailleurs admis expressément, en soulignant qu'il attachait de l'importance à la décision du tribunal supérieur. On ne comprend dès lors pas pourquoi il n'a pas attendu l'arrêt de la Cour suprême. Cette position est insoutenable.\n\nIl semble que le Tribunal arbitral, profitant du fait qu'il statue en instance unique, a voulu prendre de vitesse les instances panaméennes. Une telle manière de procéder est dépourvue de tout fondement juridique. Le critère de priorité fixé par l'art. 9 LDIP est la date de la saisine, et non pas la date de la décision en dernière instance.\n\nd) Il résulte des considérations qui précèdent que le Tribunal arbitral siégeant en Suisse devait appliquer l'art. 9 LDIP.\n\nIl ne pouvait donc continuer la procédure arbitrale qu'en constatant qu'il n'était pas saisi de la même cause ou que la juridiction étrangère ne sera pas en mesure de rendre, dans un délai convenable, une décision pouvant être reconnue en Suisse (art. 9 al. 1 LDIP).\n\nLa sentence attaquée n'est pas fondée sur une telle constatation, de sorte qu'il faut conclure qu'elle viole l'art. 9 al. 1 LDIP.\n\nBGE 127 III 279 S. 288\n\nDès lors qu'il est constant que les tribunaux panaméens ont été saisis en premier lieu d'un litige au fond opposant les parties et se rapportant apparemment au même complexe litigieux, le Tribunal arbitral devait en principe suspendre la procédure. Il n'aurait pu passer outre qu'en montrant que les conditions de l'art. 9 al. 1 LDIP n'étaient pas réalisées, ce qu'il n'a pas fait. En statuant sur sa compétence plutôt que de surseoir, le Tribunal arbitral a violé la règle de compétence contenue à l'art. 9 al. 1 LDIP et sa sentence doit être annulée (art. 190 al. 2 let. b LDIP).\n\nIl n'y a pas lieu de statuer maintenant sur la compétence, puisqu'il faut en principe suspendre la procédure arbitrale (art. 9 al. 1 LDIP).\n\nComme l'action est toujours pendante devant les tribunaux panaméens (sur la base d'une décision définitive de compétence), le Tribunal arbitral ne pourrait reprendre sa procédure qu'en constatant qu'il n'est pas saisi de la même action ou que la juridiction étrangère n'est pas en mesure de rendre, dans un délai convenable, une décision pouvant être reconnue en Suisse. Une telle décision de la part du Tribunal arbitral serait susceptible d'un nouveau recours de droit public.\n\nDans ces conditions, il est inutile d'examiner les autres griefs invoqués."}