{"annee": "127", "cour": "III", "page": "186", "date": "9/2/2001", "cite": ["123 III 374"], "cite_par": ["138 III 174", "138 III 570"], "chapeau": "33. Extrait de l'arrêt de la IIe Cour civile du 9 février 2001 dans la cause X. Ltd contre Y. SA et Cour des poursuites et faillites du Tribunal cantonal du canton de Vaud (recours de droit public)", "regestes": ["Art. 25 ss, 28 al. 2, 47 ch. 1 et 54ter de la Convention de Lugano du 16 septembre 1988 concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale. Lorsqu'un tribunal étatique a statué au fond nonobstant l'existence d'une convention d'arbitrage liant les parties, sa décision doit être reconnue ou exécutée conformément aux art. 25 ss CL (consid. 2). Portée du motif de refus prévu par l'art. 54ter al. 3, en relation avec l'art. 28 al. 2 CL (consid. 3). Preuve du caractère exécutoire du jugement (consid. 4a). L'exequatur d'un jugement qui ne comporte ni état de fait ni motifs ne peut être prononcé sur la base d'une attestation établissant, après que cette décision a été rendue et qu'elle est entrée en force, le chef de compétence sur lequel s'est fondé le juge de l'Etat d'origine (consid. 4b)."], "faits": "BGE 127 III 186 S. 187\n\nA.- Le 7 mai 1998, la société X. Ltd a fait notifier à Y. SA un commandement de payer la somme de 564'823 fr. 80, plus intérêts à 8% dès le 26 novembre 1996, auquel la poursuivie a formé opposition. La poursuivante se fonde sur un jugement rendu le 26 novembre 1996 par la High Court of Justice de Londres; cette décision est dépourvue de considérants de fait et de droit.\n\nAprès le rejet d'une première requête, la poursuivante a demandé derechef la mainlevée définitive de l'opposition, en produisant une attestation établie le 17 mars 1999 par un dénommé M., master of the Supreme Court of England and Wales; ce document certifie, notamment, que l'acte introductif d'instance a été valablement notifié à la défenderesse, que la compétence du tribunal - qui n'a pas été contestée - repose sur l'art. 17 de la Convention du 16 septembre 1988 concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale (Convention de Lugano, CL; RS 0.275.11) et que le jugement, rendu par défaut, est exécutoire.\n\nB.- Statuant le 3 juin 1999, le Président du Tribunal du district de Lausanne a refusé la mainlevée; par arrêt du 23 mars 2000, la Cour des poursuites et faillites du Tribunal cantonal vaudois a confirmé ce prononcé.\n\nLe Tribunal fédéral a rejeté le recours de droit public formé par X. Ltd.", "considerants": "Extrait des considérants:\n\n2. Se ralliant à l'opinion de l'intimée, la cour cantonale a retenu, à juste titre d'ailleurs, que l'art. 28 de la \"Charter Party\" contient une clause compromissoire, et non de prorogation de for au sens de l'art. 17 CL. Comme l'observe pertinemment la recourante, cette BGE 127 III 186 S. 188qualification est toutefois dénuée d'incidence en l'espèce. En effet, les parties ne prétendent pas que le jugement de la High Court of Justice serait une sentence arbitrale, auquel cas il échapperait au régime de la reconnaissance et de l'exécution institué par la Convention de Lugano (art. 1er al. 2 ch. 4 CL; FF 1990 II 321, ch. 232; DONZALLAZ, La Convention de Lugano, vol. I, no 996; BERTI, Zum Ausschluss der Schiedsgerichtsbarkeit aus dem sachlichen Anwendungsbereich des Luganer Übereinkommens, in: Festschrift Vogel, p. 337 ss, spéc. 346 et les références citées par ces auteurs); or, dans l'hypothèse où un tribunal étatique a statué au fond nonobstant l'existence d'une convention d'arbitrage, sa décision tombe sous le coup des art. 25 ss CL (BUCHER, Droit international privé suisse, t. I/1, no 56; GEIMER/SCHÜTZE, Europäisches Zivilverfahrensrecht, N. 103 et KROPHOLLER, Europäisches Zivilprozessrecht, 6e éd., N. 46 ad art. 1er CB/CL, ainsi que les références citées par ces auteurs; d'un autre avis: GAUDEMET-TALLON, Les Conventions de Bruxelles et de Lugano, 2e éd., no 318 et l'auteur cité). Il ne ressort pas de l'arrêt déféré que l'intimée aurait, dans ce contexte, soulevé l'exception d'arbitrage, si tant est qu'un tel moyen fût recevable au regard de l'art. 28 CL (pour la négative: GEIMER/SCHÜTZE, op. cit., N. 33 ss ad art. 28 CB/CL et les citations; critique: BUCHER, op. cit., no 680); il n'y a dès lors pas lieu d'examiner ce point.\n\n3. a) L'art. 54ter CL (= art. 54b dans la version allemande), qui règle les champs d'application respectifs de la Convention de Bruxelles et de la Convention de Lugano (FF 1990 II 333/334, ch. 243.1; à ce sujet: WATTÉ, Les relations des Conventions de Bruxelles et de Lugano sur la compétence internationale et les effets des jugements, in: L'espace judiciaire européen en matières civile et commerciale, Bruxelles 1999, p. 3 ss), prévoit que cette dernière est seule applicable en matière de compétence, même dans les Etats membres des Communautés européennes - en l'occurrence l'Angleterre -, lorsque, comme dans le cas présent, le défendeur est domicilié sur le territoire d'un Etat contractant qui n'est pas membre des Communautés européennes (al. 2 let. a); en matière de reconnaissance et d'exécution, la Convention de Lugano prévaut aussi sur la Convention de Bruxelles lorsque l'Etat requis - en l'espèce la Suisse - n'est pas membre des Communautés européennes (al. 2 let. c).\n\nb) La sanction de ces délimitations est énoncée par l'art. 54ter al. 3, en relation avec l'art. 28 al. 2 CL, à teneur duquel la reconnaissance ou l'exécution peut être refusée si la règle de compétence sur la base de laquelle la décision a été rendue diffère de celle résultant BGE 127 III 186 S. 189de la Convention de Lugano et si la reconnaissance ou l'exécution est demandée contre une partie qui est domiciliée sur le territoire d'un Etat contractant qui n'est pas membre des Communautés européennes, à moins que la décision puisse par ailleurs être reconnue ou exécutée selon le droit de l'Etat requis (hypothèse qui n'est pas réalisée ici). En dépit de sa formulation large, cette disposition doit être interprétée en ce sens qu'elle ne vise que la situation où le tribunal d'un Etat membre des Communautés européennes a appliqué à tort, sur un chef de compétence non prévu par la Convention de Lugano, la Convention de Bruxelles à un défendeur domicilié dans l'un des Etats de l'AELE; pour le surplus, elle ne déroge pas - contrairement à ce qui est le cas pour l'art. 54 al. 2 CL (ATF 123 III 374 consid. 2a p. 378) - au principe posé par l'art. 28 al. 4 CL, de sorte que la reconnaissance ou l'exécution ne saurait être refusée pour un motif tiré de la fausse application d'une règle de compétence de la Convention de Lugano par le juge de l'Etat d'origine (DONZALLAZ, op. cit., no 195 ss, spéc. 202/203; GEIMER/SCHÜTZE, op. cit., N. 74 et KROPHOLLER, op. cit., N. 17 ad art. 28 CB/CL; KILLIAS, Die Gerichtsstandsvereinbarungen nach dem Lugano-Übereinkommen, thèse Zurich 1993, p. 88/89; PATOCCHI, La reconnaissance et l'exécution des jugements étrangers selon la Convention de Lugano du 16 septembre 1988, in: L'espace judiciaire européen, Publication Cedidac no 21, p. 91 ss, spéc. 134 ss; apparemment moins restrictif; FF 1990 II 327, ch. 235; contra; JAYME/KOHLER, Das Internationale Privat- und Verfahrensrecht der EG - Stand 1989, IPRax 1989 p. 337 ss, spéc. 341 ch. III/3). Il s'ensuit que la recourante a raison lorsqu'elle soutient que la cour cantonale n'était pas habilitée à revoir la manière dont la juridiction anglaise a appliqué l'art. 17 CL.\n\n4. L'autorité inférieure a finalement laissé indécise la question précitée, pour le motif que l'attestation délivrée le 17 mars 1999 ne pouvait, de toute façon, être prise en considération par le juge de l'exequatur. En effet, \"si cet acte, postérieur au jugement, peut éventuellement attester du caractère exécutoire de la décision\", il est en revanche exclu d'admettre \"qu'il soit à même d'attester valablement de la règle de compétence sur la base de laquelle le juge de l'Etat d'origine s'est déclaré compétent\", d'autant plus qu'il \"n'a même pas été établi par le juge qui a statué au fond\".\n\na) Aux termes de l'art. 47 ch. 1 CL, la partie qui demande l'exécution doit produire tout document de nature à établir que, selon la loi de l'Etat d'origine, la décision est exécutoire. A moins qu'il ne résulte directement de la loi ou de la décision elle-même (cf. DROZ, BGE 127 III 186 S. 190La compétence judiciaire et l'effet des jugements dans la Communauté économique européenne selon la Convention de Bruxelles du 27 septembre 1968, thèse Paris 1971, no 598), le caractère exécutoire ne peut émaner que d'une déclaration postérieure au jugement, qu'elle soit ou non consignée dans un document séparé. En dépit des doutes exprimés par l'autorité cantonale, on ne voit donc pas en quoi l'attestation en cause, dressée conformément à la législation anglaise, ne remplirait pas les formalités conventionnelles (KROPHOLLER, op. cit., N. 1 ad art. 47 CB/CL et les citations); en paraissant exiger qu'elle soit \"établie par le juge ayant rendu la décision\", la cour cantonale pose en outre une condition qui ne peut se réclamer ni de la lettre (cf. GEIMER/SCHÜTZE, op. cit., N. 1 ad art. 47 CB/CL) ni de l'esprit du traité, qui est de faciliter la libre circulation des jugements au moyen d'une procédure simple et rapide dans l'Etat où l'exécution est requise (cf. arrêt de la CJCE du 4 octobre 1991, Van Dalfsen, aff. C-183/90, Rec. 1991 I p. 4743 no 21).\n\nIl convient de rappeler que le requérant débouté pour n'avoir pas produit les documents visés par l'art. 47 ch. 1 CL peut former une nouvelle requête munie des pièces qui faisaient défaut (DONZALLAZ, op. cit., vol. II, no 3780; DROZ, op. cit., no 604; KROPHOLLER, op. cit., N. 9 ad art. 33 CB/CL; IPRspr. 1980 no 163 et 1988 no 198 in fine), ce qu'a d'ailleurs fait la recourante; peu importe alors que ces pièces n'aient été établies, comme en l'espèce, que pour les besoins de la seconde procédure. Dans ces circonstances, il n'y a pas lieu d'examiner si, à l'instar de la preuve de la signification de la décision (art. 47 ch. 1 in fine CL; arrêt de la CJCE du 14 mars 1996, Van der Linden, aff. C-275/94, Rec. 1996 I p. 1407 ss; critique: GAUDEMET-TALLON, Rev.crit. 1996 p. 510 ss), celle de son caractère exécutoire peut être administrée pour la première fois en instance (cantonale) de recours (pour l'affirmative: KROPHOLLER, ibidem; d'un autre avis: HUET, Clunet 1997 p. 620).\n\nb) L'examen des conditions de l'art. 54ter al. 3 CL (cf. supra, consid. 3b) suppose que le chef de compétence conventionnel sur lequel s'est fondé le juge de l'Etat d'origine soit identifiable. Aussi faut-il s'en tenir ici (art. 28 al. 2 CL), comme pour le motif de refus prévu par l'art. 54 al. 2 CL (ATF 123 III 374 consid. 4 p. 384), au principe que l'exequatur ne saurait être accordé lorsque le jugement ne comporte ni état de fait ni motifs, à moins que la règle de compétence ne puisse être déterminée d'emblée sur le vu du dossier (ibidem: \"ohne weiteres aus den Akten ersichtlich\"). De l'avis de la cour cantonale, cette dernière hypothèse n'est pas réalisée; à suivre son BGE 127 III 186 S. 191raisonnement, la norme attributive de compétence ne pourrait pas résulter d'une déclaration postérieure à la décision elle-même.\n\nLa question de savoir si le requérant peut, au stade de l'exequatur, invoquer un novum proprement dit pour établir la compétence du juge de l'Etat d'origine est controversée (cf. GEIMER/SCHÜTZE, op. cit., N. 45 et KROPHOLLER, N. 23 ss ad art. 28 CB/CL). Il faut préciser qu'aucune difficulté particulière ne se pose lorsque le droit de l'Etat où le jugement dépourvu de considérants a été rendu prévoit la possibilité d'une motivation subséquente de cette décision aux fins d'exécution à l'étranger (pour le droit allemand: § 313b al. 3 ZPO; LEIPOLD, in: Stein/Jonas, Kommentar zur Zivilprozessordnung, 21e éd., ibidem, N. 25); dans un tel cas, le requérant peut naturellement s'appuyer sur le jugement complété (arrêt non publié de la IIe Cour civile du 30 juillet 1999 dans la cause 5P.165/1999, consid. 6 in fine). Cette solution n'est cependant pas transposable à la présente affaire, car l'attestation dont se prévaut la recourante ne peut être assimilée à une \"décision\" - même comprise largement - au sens de l'art. 25 CL (sur cette notion: KROPHOLLER, op. cit., N. 9 ss ad art. 25 CB/CL et les citations); du reste, l'intéressée ne le prétend pas.\n\nDans un arrêt non publié du 8 mars 1995 (dans la cause 4P.334/1994, consid. 4c), la Ie Cour civile du Tribunal fédéral a exclu de manière générale la prise en considération de nova proprement dits par le juge de l'exequatur (visant, en l'occurrence, à substituer à un chef de compétence non reconnu [for contractuel] un autre qui eût permis la mainlevée définitive [for de la prorogation]); elle a estimé, en substance, que les droits du débiteur subiraient une atteinte sérieuse si l'exécution pouvait être autorisée en présence de faits que le créancier n'a avancés qu'à l'occasion de la mainlevée (art. 32 CL), voire de la procédure unilatérale (art. 26 CL). Cette solution doit être suivie en l'espèce. Il serait, en effet, choquant de laisser libre cours à une exécution forcée - susceptible d'aboutir à la faillite - sur le vu d'un \"certificate\" établissant, après que la décision a été rendue, la norme conventionnelle sur laquelle le tribunal aurait admis sa compétence, sans que l'intimée, qui n'a jamais eu connaissance des démarches entreprises à cette fin par sa partie adverse avant le dépôt de la seconde requête de mainlevée, soit en mesure d'en contester la teneur. C'est également avec raison que l'autorité inférieure insiste sur la nécessité que la compétence, en tant qu'élément de la décision elle-même, soit constatée, fût-ce dans une motivation complémentaire, par le juge ayant statué au fond, hypothèse qui n'est pas réalisée dans le cas présent."}