{"annee": "127", "cour": "III", "page": "421", "date": "14/6/2001", "cite": ["106 IB 412", "114 II 152", "42 II 674", "52 II 228", "126 III 119", "107 II 220", "64 II 132", "119 II 20", "103 V 145", "110 II 335", "82 II 411", "63 II 252"], "cite_par": ["128 V 236", "134 V 269", "129 III 264", "133 III 439", "132 V 404", "133 III 356", "130 III 504", "137 III 243", "129 III 503", "130 V 414"], "chapeau": "71. Auszug aus dem Urteil der II. Zivilabteilung vom 14. Juni 2001 i.S. Swica Gesundheitsorganisation gegen Herz-Klinik Bodensee am Weinberg AG (Berufung)", "regestes": ["Répétition de frais de traitement prétendument payés en trop. Est une contestation civile portant sur un droit de nature pécuniaire, au sens des art. 45 ss OJ, celle qui s'élève entre une institution d'assurance et une clinique au sujet de la répétition de frais de traitement prétendument payés en trop (consid. 1d). L'art. 47 LSA n'est pas applicable à une telle contestation (consid. 2). Effets de la convention tarifaire conclue entre la clinique et l'association des caisses-maladie du canton de Thurgovie, convention qui concerne l'assurance de base et ne touche pas les assurances complémentaires (consid. 3b). La caisse-maladie a acquitté les factures litigieuses sans formuler de réserves, de sorte qu'une éventuelle prétention en répétition ne saurait être de nature contractuelle (consid. 3c). La prescription annuelle de l'art. 67 CO a commencé à courir avec le paiement des factures litigieuses (consid. 4b)."], "faits": "BGE 127 III 421 S. 422\n\nAm 23. September 1999 klagte die SWICA Gesundheitsorganisation gegen die Herz-Klinik Bodensee am Weinberg AG auf Rückerstattung von Fr. 98'372.55 nebst Zins für 1996 und 1997 bezahlte Behandlungskosten. Das Verwaltungsgericht des Kantons Thurgau wies am 1. November 2000 die Klage ab.\n\nMit Eingabe vom 5. Februar 2001 hat die Klägerin beim Bundesgericht Berufung eingelegt mit dem Antrag, das angefochtene Urteil sei aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen. Das Bundesgericht weist die Berufung ab.", "considerants": "Auszug aus den Erwägungen:\n\n1. d) Obwohl der Versicherungsvertrag ausschliesslich zwischen der Klägerin und den jeweiligen Patienten und der Behandlungsvertrag zwischen der Beklagten und den jeweiligen Patienten besteht, hat die Beklagte die beanstandeten Rechnungen direkt der BGE 127 III 421 S. 423Klägerin geschickt. Teils ist die Klägerin Adressatin der Rechnungen gewesen (wobei wohl die Patienten eine Kopie erhalten haben), teils sind die Patienten Adressaten der Rechnung gewesen, wobei die Klägerin eine Kopie erhalten hat. Welcher von beiden Wegen im Einzelfall gewählt worden ist, scheint sich nach keinen Regeln gerichtet zu haben, sondern wirkt zufällig. In beiden Fällen hat die Klägerin die Rechnungen direkt der Beklagten bezahlt. Als sie später festgestellt hat, dass einzelne Posten der Rechnungen aus ihrer Sicht ungerechtfertigt sind, hat sie die Rückerstattung der zuviel bezahlten Beträge verlangt. Die Parteien sind sich nicht einig, ob die Klägerin die Rechnungen aus Zusatzversicherungsvertrag mit den Patienten, aus Behandlungsvertrag zwischen der Beklagten und den Patienten bzw. einem diesbezüglichen Schuldübernahmevertrag gemäss Art. 176 OR oder aus einer besonderen vertraglichen Bindung zwischen Klägerin und Beklagten, wie der Vereinbarung vom 1. April 1993, geleistet hat und ob die geleisteten Beträge aus einer dieser vertraglichen Bindungen oder aus ungerechtfertigter Bereicherung zurückgefordert werden. Für die Frage der Berufungsfähigkeit spielt die Beantwortung dieser Fragen keine Rolle. In jedem Fall handelt es sich um eine Zivilrechtsstreitigkeit vermögensrechtlicher Natur, so dass die Berufung zulässig ist, sofern der Streitwert Fr. 8'000.- erreicht (Art. 46 OG). Da dies ohne weiteres der Fall ist, kann auf die form- und fristgerecht eingereichte Berufung eingetreten werden.\n\n2. Die Klägerin wirft der Vorinstanz vor, sie habe die besonderen bundesrechtlichen Verfahrensvorschriften von Art. 47 des Bundesgesetzes vom 23. Juni 1978 betreffend die Aufsicht über die privaten Versicherungseinrichtungen (Versicherungsaufsichtsgesetz, VAG; SR 961.01), namentlich hinsichtlich Sachverhaltsabklärung und Kostenpunkt verletzt.\n\nArt. 47 Abs. 1 bis 3 VAG lauten wie folgt:\n\n\"1 Privatrechtliche Streitigkeiten zwischen Versicherungseinrichtungen oder zwischen solchen und den Versicherten entscheidet der Richter.\n\n2 Für Streitigkeiten aus Zusatzversicherungen zur sozialen Krankenversicherung nach VVG sehen die Kantone ein einfaches und rasches Verfahren vor, in dem der Richter den Sachverhalt von Amtes wegen feststellt und die Beweise nach freiem Ermessen würdigt.\n\n3 Bei Streitigkeiten im Sinne von Absatz 2 dürfen den Parteien keine Verfahrenskosten auferlegt werden; jedoch kann bei mutwilliger Prozessführung der Richter der fehlbaren Partei solche Kosten ganz oder BGE 127 III 421 S. 424teilweise auferlegen.\"\n\nZwischen der Klägerin und der Beklagten besteht kein Versicherungsvertrag. Es ist zudem weder behauptet noch insbesondere belegt worden, dass die Versicherungsnehmer ihre Ansprüche aus dem Versicherungsvertrag schriftlich (vgl. Art. 165 OR) auf die Beklagte übertragen hätten. Bei Übertragung wird der Dritte Anspruchsberechtigter, nicht aber Vertragspartei, also nicht Versicherungsnehmer (vgl. dazu ALFRED MAURER, Schweizerisches Privatversicherungsrecht, 3. Aufl., Bern 1995, S. 390). Entsprechend handelt es sich vorliegend nicht um eine Streitigkeit aus Zusatzversicherung im Sinne von Art. 47 Abs. 2 und 3 VAG. Dies ergibt sich auch aus Art. 47 Abs. 1 VAG, wonach ausschliesslich privatrechtliche Streitigkeiten zwischen Versicherungseinrichtungen oder zwischen solchen und den Versicherten in den Geltungsbereich der Bestimmung fallen. Bei den in Art. 47 Abs. 2 und 3 VAG im Zusammenhang mit dem Erlass des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG; SR 832.10) eingefügten Verfahrenserleichterungen liess sich der Gesetzgeber von den sozialpolitisch motivierten bundesrechtlichen Bestimmungen im Bereich von Miete (Art. 274d OR), Pacht (Art. 301 OR) und Arbeitsvertrag (Art. 343 OR) leiten (RAYMOND SPIRA, Die Rechtspflege in der neuen Krankenversicherung, in: Soziale Sicherheit 1995 S. 258; AB 1993 S 1095). Bei Streitigkeiten zwischen Versicherungseinrichtung und Leistungsträgerin fehlt der sozialpolitische Grund für diese Verfahrenserleichterungen. Aus dem Wortlaut und dem Zweck von Art. 47 VAG ergibt sich demnach, dass diese Bestimmung auf den vorliegenden Streit nicht anwendbar ist.\n\n3. Die Klägerin leitet ihren Rückerstattungsanspruch sowohl aus Vertrag als auch aus ungerechtfertigter Bereicherung ab. Bereicherungsanspruch und vertraglicher Anspruch schliessen sich indessen begrifflich aus, denn ein Vertrag gibt einen Rechtsgrund ab, ein Anspruch aus ungerechtfertigter Bereicherung setzt hingegen voraus, dass kein Rechtsgrund vorliegt (BGE 126 III 119 E. 3b S. 121 mit zahlreichen Hinweisen auch auf die Lehre; BGE 114 II 152 E. 2d S. 159; BGE 107 II 220). Rückerstattungsansprüche können nach der allgemeinen Unterscheidung des Gesetzes wie andere Forderungen aus Vertrag, aus unerlaubter Handlung oder aus ungerechtfertigter Bereicherung entstehen (BGE 114 II 152 S. 156). Solange ein Anspruch aus Vertrag geltend gemacht werden kann, gilt nicht Bereicherungsrecht. Es ist deshalb zunächst zu prüfen, ob die Klägerin aus Vertrag geleistet hat und, falls dies zutrifft, ob sie auch BGE 127 III 421 S. 425aus Vertrag zurückfordern kann. Ein wesentlicher Unterschied zwischen vertraglichen Ansprüchen und solchen aus ungerechtfertigter Bereicherung besteht in den erheblich abweichenden Verjährungsregeln (Art. 127 und 128 OR bei Vertrag; Art. 67 OR bei ungerechtfertigter Bereicherung).\n\na) Dass kein Vertragsverhältnis zwischen der Klägerin und der Beklagten aus Zusatzversicherung besteht, wurde bereits dargelegt (oben E. 2). Entsprechend kann die Klägerin ihren Rückerstattungsanspruch von vornherein nicht aus dem Versicherungsvertrag ableiten.\n\nb) Die Klägerin stützt ihren Anspruch zudem auf die Vereinbarung zwischen den Krankenkassen und der Beklagten. Am 1. April 1993 haben die Beklagte und der Kantonalverband thurgauischer Krankenkassen (KTK), wozu auch die Klägerin gehört, tatsächlich eine Vereinbarung über die Behandlung der Versicherten und die Leistungen der Versicherer (Tarifvertrag) getroffen und in Art. 8 vereinbart, dass die Rechnungsstellung durch die Klinik an die zuständigen Kassen erfolgt (System des Tiers payant; Art. 42 Abs. 2 KVG). Am 20. Juni 1994 hat der KTK diese Vereinbarung auf Ende 1995 gekündigt. Am 26. März 1996 hat der Regierungsrat des Kantons Thurgau den Tarifvertrag auf Begehren der Beklagten um ein Jahr bis Ende 1996 verlängert. Mit vorsorglicher Massnahme vom 7. Februar 1997 hat der Regierungspräsident des Kantons Thurgau ab 1. Januar 1997 den Tarifvertrag weiterhin für anwendbar erklärt. Für die infrage stehende Zeit ist demnach der genannte Tarifvertrag anwendbar. Es handelt sich allerdings um eine Vereinbarung, die sich auf Art. 43 KVG stützt und ausschliesslich die allgemeine Abteilung und damit die Grundversicherung betrifft (so ausdrücklich Ziffer 2 der Vereinbarung). Deshalb konnte sie der Regierungsrat gestützt auf Art. 47 KVG auch verlängern, worauf er auf Seite 2 seines Entscheids ausdrücklich hinwies. Zusatzversicherte sind aus diesem Grund von der Vereinbarung nicht erfasst. Die Klägerin hat deshalb nicht gestützt auf diese Vereinbarung geleistet und kann daher ihren Rückforderungsanspruch ebenso wenig auf diese Vereinbarung stützen. Dies bedeutet unter anderem, dass auf den vorliegenden Fall die öffentlich-rechtlichen Überlegungen des Bundesgerichts zum Rückforderungsrecht bzw. der Rückforderungspflicht der Krankenversicherungen bei zu Unrecht in Rechnung gestellten Leistungen sowie zur Verjährung derartiger Ansprüche entgegen der Auffassung der Klägerin nicht zur Anwendung gelangen (vgl. dazu BGE 103 V 145 E. 4 S. 152).BGE 127 III 421 S. 426\n\nc) Die Klägerin stützt sich weiter auf den Behandlungsvertrag (Auftrag) zwischen der Beklagten und den Patienten und macht geltend, sie habe die Schuld aus diesem Vertrag im Rahmen der Kostengutsprache übernommen und beglichen. Soweit die Forderung unberechtigt sei, fordere sie die Vergütung aus dem von ihr übernommenen Behandlungsvertrag wieder zurück.\n\naa) Durch die Annahme eines Auftrags verpflichtet sich der Beauftragte, die ihm übertragenen Dienste vertragsgemäss zu besorgen und der Auftraggeber verpflichtet sich, die vereinbarte oder übliche Vergütung zu leisten (Art. 394 OR). Was die Höhe der Vergütung anbelangt, scheinen sich die Parteien darin einig zu sein, dass sie den erwähnten Tarifvertrag, obwohl nicht anwendbar, als Verrechnungsgrundlage anerkennen wollen, wobei bei der Behandlung in der halbprivaten und privaten Abteilung für die ärztlichen Leistungen ein Zuschlag von 50% bzw. 100% auf den Referenztaxpunkten erhoben wird. Weshalb die Parteien diese Regelung für zusatzversicherte Patienten anerkennen, ist allerdings aus den Unterlagen nicht ersichtlich.\n\nbb) Von den Patienten wird erwartet, dass sie die Arzt- oder Spitalrechnung im Rahmen ihrer Möglichkeiten prüfen und anschliessend begleichen. Damit ist der Vertrag erfüllt. Wer also mehr geleistet hat, als geschuldet, kann den Differenzbetrag allenfalls wegen ungerechtfertigter Bereicherung zurückfordern (BGE 107 II 220 E. 3 S. 221). So behandelt die Rechtsprechung z.B. die Rückforderung von zuviel bezahlten Darlehens- oder Pachtzinsen stets als Bereicherungsanspruch und nicht als Forderung aus Darlehens- oder Pachtvertrag (BGE 64 II 132 E. 4 S. 136; BGE 52 II 228 S. 232). Im Hinblick auf eine zu Unrecht bezogene Versicherungsleistung hat das Bundesgericht ausgeführt, die Rückforderung ergebe sich nicht aus Vertrag, sondern aus ungerechtfertigter Bereicherung (BGE 42 II 674 E. 2a S. 680). Gleich verhält es sich bei Rückforderungen aus nichtigen Verträgen (BGE 106 Ib 412 E. 1b S. 414; BGE 110 II 335) oder bei Rückforderungen aus künftigem Vertragsschluss, welcher nicht zustande kam (BGE 119 II 20). Auch in diesen Fällen entstehen Bereicherungsansprüche. Auf der anderen Seite hat die jüngere Rechtsprechung erkannt, dass bei Vertragsrücktritt das Vertragsverhältnis in ein Liquidationsverhältnis umgewandelt werde und die Rückleistungspflicht daher vertraglicher Natur sei (BGE 114 II 152). Ebenso verhält es sich, wenn eine Gewinnbeteiligung vereinbart wird, an welche Akontozahlungen geleistet werden. Sofern sich bei der definitiven Abrechnung über die Gewinnbeteiligung ein BGE 127 III 421 S. 427Negativsaldo ergibt, kann dieser aus Vertrag zurückgefordert werden (BGE 126 III 119). Wird aber der Vertrag bedingungslos erfüllt, bleibt es nach wie vor dabei, dass ein allfälliger Anspruch auf Rückerstattung nicht vertraglicher Natur ist.\n\ncc) Die Beklagte hat der Klägerin direkt oder in Kopie Rechnung gestellt, weil sie aus dem Behandlungsvertrag Leistungen erbracht hat und dafür hat bezahlt werden wollen. Die Klägerin hat die Rechnungen in der Folge beglichen und die Beklagte hat die Zahlungen seitens der Klägerin akzeptiert. Es ist deshalb nicht ausgeschlossen, dass die Klägerin im Rahmen der Kostengutschrift in das Auftragsverhältnis eingetreten ist und die Schuld erfüllt hat (Art. 176 OR). Geht man von dieser Annahme aus, dann gelten für die Klägerin dieselben Grundsätze wie für die Patienten selber. Sie hat die Rechnungen nach Erhalt zu prüfen. Begleicht sie die Rechnungen, erfüllt sie den Behandlungsvertrag, so dass allfällige Rückforderungsansprüche nicht mehr vertraglicher Natur sind. Hat sie das Bedürfnis, sich eine spätere Kontrolle und definitive Abrechnung vorzubehalten, muss sie dies im Sinne einer Abänderung des Behandlungsvertrages mit der Gläubigerin entsprechend vereinbaren. In diesem Fall wäre der Vertrag mit der provisorischen Begleichung noch nicht abschliessend erfüllt, so dass nach der Schlussabrechnung eine Rückforderung aus Vertrag möglich wäre. Die Klägerin hat die Rechnungen aber vorbehaltlos beglichen. Selbst wenn demnach von einem Schuldübernahmevertrag ausgegangen werden müsste, ergäbe sich ein allfälliger Rückerstattungsanspruch aus ungerechtfertigter Bereicherung.\n\n4. b) Gemäss Art. 67 OR verjährt der Bereicherungsanspruch mit Ablauf eines Jahres, nachdem der Verletzte von seinem Anspruch Kenntnis erhalten hat, in jedem Fall aber mit Ablauf von zehn Jahren seit der Entstehung des Anspruchs. Kenntnisnahme liegt vor, wenn der Gläubiger genügende Unterlagen und genügenden Anlass zur gerichtlichen Geltendmachung tatsächlich hat (BGE 63 II 252 E. 3 S. 259; BGE 82 II 411 E. 9 S. 428; STEPHEN V. BERTI, Basler Kommentar, N. 4 zu Art. 67 OR). Da die erforderlichen Informationen zum Erkennen der nach Auffassung der Klägerin überhöhten Rechnungen diesen selbst entnommen werden können, hat die einjährige Verjährungsfrist zum Rückfordern der beglichenen Rechnungen mit deren Zahlung begonnen. Die Rechnungen stammen aus den Jahren 1996 und 1997, und sie sind auch in dieser Zeit beglichen worden. Bei Einreichung der Klage am 23. September 1999, aber auch bereits im Zeitpunkt der BGE 127 III 421 S. 428Verjährungsverzichtserklärung der Beklagten (\"soweit diese nicht bereits eingetreten ist\") vom 24. August 1999 war die einjährige relative Verjährungsfrist bereits abgelaufen."}