{"annee": "127", "cour": "IV", "page": "101", "date": "3/4/2001", "cite": ["122 IV 265", "116 IV 300", "123 IV 150", "123 IV 49", "126 IV 65", "120 IV 136", "122 IV 241", "121 IV 49"], "cite_par": ["135 IV 130", "129 IV 6", "132 IV 102", "141 IV 61", "134 IV 17", "135 IV 191", "144 IV 313", "142 IV 265", "128 IV 73", "136 IV 55"], "chapeau": "15. Extrait de l'arrêt de la Cour de cassation pénale du 3 avril 2001 dans la cause X. contre Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 63 ss CP; fixation de la peine. Rappel des critères en matière de fixation de la peine et de sa motivation (consid. 2 et 3)."], "faits": "BGE 127 IV 101 S. 101\n\nA.- Le 13 septembre 1999, décidé à mettre un terme à une relation tumultueuse, X., né en 1960 et polytoxicomane depuis vingt ans, s'est rendu, alors qu'il était aviné, chez son amie Y. Au cours de la BGE 127 IV 101 S. 102dispute qui a suivi, X. a planté un coupe-papier muni d'une lame de quinze centimètres dans la poitrine de cette dernière, qui était allongée sur un canapé; puis il lui a placé un coussin sur le visage. Réalisant la gravité de son geste et pensant avoir tué son amie, il s'est précipité chez un voisin et lui a demandé d'appeler une ambulance.\n\nRentré à son domicile, X. a chargé son fusil d'assaut pour mettre fin à ses jours mais n'est pas passé à l'acte. Alerté par les sirènes d'une voiture de police arrivant sur les lieux, il a tiré, depuis une fenêtre de son appartement, une première balle sur l'un des policiers en train de sortir du véhicule, puis une seconde balle sur le véhicule lui-même. Une balle est entrée dans l'aile de la voiture, a traversé le tableau de bord et s'est logée dans la cuisse d'un policier. L'autre balle a ricoché sur le sol, est entrée dans la voiture par le radiateur en se fragmentant; un fragment a blessé le même policier à la tête.\n\nX. s'est alors rendu dans l'appartement de son voisin, qui a tenté de le désarmer; un coup est parti, la balle se logeant dans le plafond. Par la suite, X. a été maîtrisé par des policiers du groupe d'intervention après une échauffourée durant laquelle la lanière du gant d'un policier a été coupée par le couteau que X. refusait de lâcher.\n\nB.- Par arrêt du 14 septembre 2000, la Cour d'assises du canton de Genève a reconnu X. coupable, d'une part, de délits manqués de meurtre à l'encontre de Y. puis des deux policiers, retenant le repentir actif dans le premier cas et la détresse profonde dans le second, et, d'autre part, de mises en danger de la vie d'autrui, sans circonstance atténuante, à l'encontre du voisin puis du policier du groupe d'intervention. Admettant que la responsabilité pénale de X. était moyennement à fortement restreinte, la Cour d'assises l'a condamné à neuf ans de réclusion; elle a en outre révoqué un sursis à l'exécution relatif à une peine de trois mois d'emprisonnement et elle a ordonné un traitement psychiatrique et psychothérapeutique en détention.\n\nPar arrêt du 2 février 2001, la Cour de cassation genevoise a rejeté le recours de X., qui portait uniquement sur la mesure de la peine.\n\nC.- X. se pourvoit en nullité au Tribunal fédéral contre cet arrêt. Il conclut à l'annulation de la décision attaquée.", "considerants": "Considérant en droit:\n\n1. Le Tribunal fédéral n'est pas lié par les motifs invoqués, mais il ne peut aller au-delà des conclusions du recourant (art. 277bis PPF [RS 312.0]). Les conclusions devant être interprétées à la BGE 127 IV 101 S. 103lumière de leur motivation, celle-ci circonscrit les points litigieux que le Tribunal fédéral peut examiner (ATF 126 IV 65 consid. 1 p. 66 et les arrêts cités).\n\nLe recourant critique uniquement la fixation de la peine (art. 63 CP), soutenant pour l'essentiel que l'autorité cantonale a abusé de son pouvoir d'appréciation en la matière. De l'avis du recourant, sa responsabilité moyennement à fortement restreinte devait conduire à une peine d'au moins 50% inférieure à celle qui aurait été infligée à un auteur pleinement responsable. Condamné à neuf ans de réclusion, il en conclut que pour l'autorité cantonale une peine de dix-huit ou vingt ans de réclusion aurait en soi été justifiée et prétend qu'une telle peine serait manifestement excessive compte tenu de son repentir actif dans l'un des cas de tentative de meurtre et de sa détresse profonde dans l'autre.\n\n2. Les critères en matière de fixation de la peine (art. 63 ss CP) ont fait l'objet d'une abondante jurisprudence, qu'il convient de rappeler ici.\n\na) Aux termes de l'article 63 CP, le juge fixera la peine d'après la culpabilité du délinquant, en tenant compte des mobiles, des antécédents et de la situation personnelle de ce dernier. Le critère essentiel est celui de la gravité de la faute; le juge doit prendre en considération, en premier lieu, les éléments qui portent sur l'acte lui-même, à savoir sur le résultat de l'activité illicite, sur le mode et l'exécution et, du point de vue subjectif, sur l'intensité de la volonté délictueuse ainsi que sur les mobiles. L'importance de la faute dépend aussi de la liberté de décision dont disposait l'auteur; plus il lui aurait été facile de respecter la norme qu'il a enfreinte, plus lourdement pèse sa décision de l'avoir transgressée et partant sa faute (ATF 122 IV 241 consid. 1a p. 243 et les arrêts cités).\n\nb) Lorsqu'il admet une responsabilité pénale restreinte (art. 11 CP), le juge doit réduire la peine en conséquence, sans être tenu toutefois d'opérer une réduction linéaire (ATF 123 IV 49 consid. 2c p. 51). Lorsque le résultat de l'infraction ne s'est pas produit, la peine doit aussi être atténuée; la mesure de cette atténuation dépend notamment de la proximité du résultat et des conséquences effectives des actes commis (ATF 121 IV 49 consid. 1 p. 53 ss). Ces réductions, de même que celles découlant de l'art. 64 CP, peuvent toutefois être compensées par une augmentation de la peine s'il existe des circonstances aggravantes, ces dernières pouvant de la sorte neutraliser les effets de circonstances atténuantes; il en va de même en cas de concours d'infractions (art. 68 ch. 1 al. 1 CP). Un délinquant peut BGE 127 IV 101 S. 104par conséquent, selon les circonstances, être condamné à la peine maximale prévue par la loi pour la ou les infractions commises même en cas de responsabilité pénale restreinte et de circonstances atténuantes (ATF 116 IV 300 consid. 2 p. 302 ss).\n\nEn vertu de l'art. 68 ch. 1 al. 1 CP, lorsqu'un délinquant, par plusieurs actes, aura encouru plusieurs peines privatives de liberté, le juge le condamnera à la peine de l'infraction la plus grave et en augmentera la durée d'après les circonstances, mais pas au-delà de la moitié en sus du maximum de la peine prévue pour cette infraction et pas au-delà du maximum légal du genre de peine. Il sera, en outre, lié par le maximum légal du genre de peine. Pour satisfaire à cette règle, le juge, dans un premier temps, fixera donc la peine pour l'infraction abstraitement la plus grave, en tenant compte de tous les éléments pertinents, parmi lesquels les circonstances aggravantes ou atténuantes ou une éventuelle diminution de la responsabilité pénale. Dans un second temps, il augmentera cette peine pour sanctionner les autres infractions, en tenant là aussi compte de toutes les circonstances y relatives (ATF 116 IV 300 consid. 2c/dd p. 305).\n\nc) Le Tribunal fédéral examine librement s'il y a eu violation du droit fédéral. Mais il ne peut admettre un pourvoi en nullité portant sur la quotité de la peine, compte tenu du pouvoir d'appréciation reconnu en cette matière à l'autorité cantonale, que si la sanction a été fixée en dehors du cadre légal, si elle est fondée sur des critères étrangers à l'art. 63 CP, si les éléments d'appréciation prévus par cette disposition n'ont pas été pris en compte ou enfin si la peine apparaît exagérément sévère ou clémente au point que l'on doive parler d'un abus du pouvoir d'appréciation (ATF 123 IV 49 consid. 2a p. 51, 150 consid. 2a p. 153).\n\nS'agissant plus précisément de l'abus du pouvoir d'appréciation, il faut relever que le Tribunal fédéral, qui n'interroge pas lui-même les accusés ou les témoins et n'établit pas les faits, est mal placé pour apprécier l'ensemble des paramètres pertinents pour individualiser la peine; son rôle est d'interpréter le droit fédéral et de dégager des critères et des notions qui ont une valeur générale. Le Tribunal fédéral n'a donc en aucune façon à substituer sa propre appréciation à celle du juge de répression. Il ne peut intervenir, en considérant le droit fédéral comme violé, que si ce dernier a fait un usage vraiment insoutenable de la marge de manoeuvre que lui accorde le droit fédéral (ATF 123 IV 150 consid. 2a p. 153).\n\nCela étant, le juge doit exposer, dans sa décision, les éléments essentiels relatifs à l'acte ou à l'auteur qu'il prend en compte, de manière BGE 127 IV 101 S. 105à ce que l'on puisse constater que tous les aspects pertinents ont été pris en considération et comment ils ont été appréciés, que ce soit dans un sens atténuant ou aggravant; il peut passer sous silence les éléments qui, sans abus du pouvoir d'appréciation, lui paraissent non pertinents ou d'une importance mineure. La motivation doit justifier la peine prononcée, en permettant de suivre le raisonnement adopté; mais le juge n'est nullement tenu d'exprimer en chiffres ou en pourcentages l'importance qu'il accorde à chacun des éléments qu'il cite. Plus la peine est élevée, plus la motivation doit être complète; cela vaut surtout lorsque la peine, dans le cadre légal, apparaît comparativement très élevée. Un pourvoi ne saurait toutefois être admis simplement pour améliorer ou compléter un considérant lorsque la décision rendue apparaît conforme au droit (ATF 122 IV 265 consid. 2d p. 269; ATF 121 IV 49 consid. 2a/aa p. 56; ATF 120 IV 136 consid. 3a p. 143).\n\n3. En l'espèce, la Cour de cassation genevoise et la Cour d'assises énumèrent certes les éléments pertinents qui entrent en ligne de compte pour fixer la peine; le recourant ne soutient d'ailleurs pas qu'un élément pertinent aurait été omis. Cependant, elles n'expliquent nullement comment, à partir des éléments en question, elles sont parvenues à la peine infligée. La première se limite à relever que le recourant était passible d'une peine de réclusion de vingt ans et qu'\"une sanction inférieure à la moitié de cette durée tient compte de tous les paramètres qui, dans le cas d'espèce, devaient être pris en considération, en particulier ceux favorables au recourant telle sa responsabilité restreinte, son repentir actif et sa détresse profonde\". La Cour d'assises pour sa part est tout aussi brève et note que s'il n'y avait pas la responsabilité restreinte, le recourant \"serait passible d'une peine extrêmement lourde\".\n\nUne peine de neuf ans est en soi importante. Au vu des divers motifs d'atténuation retenus en l'espèce, elle ne s'impose pas d'emblée. La Cour de cassation genevoise observe d'ailleurs que cette peine peut paraître lourde. Dans ces circonstances, la motivation de la peine contenue dans l'arrêt attaqué est insuffisante. Elle ne permet en particulier pas de saisir l'application de l'art. 68 CP, c'est-à-dire de voir de quelle façon il a été tenu compte des circonstances atténuantes pour fixer la peine de l'infraction la plus grave et comment cette peine a été augmentée en fonction des autres infractions. Or, il n'incombe pas au Tribunal fédéral de supputer le cheminement suivi par l'autorité cantonale pour aboutir à la peine fixée ni de se substituer à elle en complétant lui-même la motivation. Il s'ensuit l'admission du pourvoi conformément à l'art. 277 PPF.\n\nBGE 127 IV 101 S. 106\n\nLe Tribunal fédéral admet le pourvoi en application de l'art. 277 PPF, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision."}