{"annee": "127", "cour": "III", "page": "543", "date": "14/6/2001", "cite": ["109 II 462", "107 III 106", "126 III 388", "119 II 249", "122 IV 279", "123 III 241", "110 II 380", "122 III 61", "127 III 73", "114 II 53", "121 IV 104", "126 III 189", "120 II 296"], "cite_par": ["129 III 320", "129 III 618", "134 III 361", "128 III 180", "129 III 18", "130 III 145", "144 III 155", "133 III 462"], "chapeau": "92. Extrait de l'arrêt de la Ire Cour civile du 14 juin 2001 dans la cause Société Coopérative X. contre Z. (recours en réforme)", "regestes": ["Contrat d'architecte. Responsabilité de l'architecte à l'égard de la coopérative constituée par les futurs copropriétaires en vue de la construction de leur bâtiment d'habitation. Il appartient à la coopérative, qui actionne l'architecte sur la base de l'art. 97 CO en raison de l'inexécution ou de la mauvaise exécution du contrat, d'apporter la preuve qu'un dommage lui a été causé. Comme la coopérative n'est pas propriétaire de l'immeuble bâti, il lui incombe d'établir une diminution de ses créances ou une augmentation de ses dettes (consid. 2)."], "faits": "BGE 127 III 543 S. 543\n\nA.- Plusieurs personnes, souhaitant construire un bâtiment d'habitation et devenir propriétaires de leur logement familial, ont constitué à cette fin, par des statuts adoptés le 6 décembre 1990, une société coopérative appelée Société Coopérative X. (ci-après: la coopérative).\n\nLa coopérative a conclu un contrat avec un ingénieur civil et un contrat d'architecte avec Z. (ci-après: l'architecte), chargeant celui-ci de l'étude et de la réalisation du bâtiment, y compris la direction des travaux.\n\nLa coopérative a signé, le 31 mai 1991, une promesse de vente en vue d'acquérir une parcelle sur le territoire de la commune de W. Par acte du 25 octobre 1991, la parcelle a été acquise par treize personnes, à savoir douze membres de la coopérative et la coopérative elle-même pour un treizième. La coopérative a ensuite cédé la part qu'elle avait acquise à L. et J.\n\nBGE 127 III 543 S. 544\n\nLes travaux ont débuté en janvier 1992 et le bâtiment était en état d'être habité dès la fin novembre 1992.\n\nPar acte notarié du 26 novembre 1992, l'immeuble a été constitué en propriété par étages entre les treize copropriétaires, la coopérative ne figurant pas au nombre de ceux-ci.\n\nEn ce qui concerne la réalisation du bâtiment (comprenant treize appartements et un parking souterrain), divers défauts de l'ouvrage ont été invoqués.\n\nB.- Le 21 juin 1995, l'architecte a déposé devant la Cour civile du Tribunal cantonal vaudois une demande en paiement dirigée contre la coopérative, réclamant à cette dernière la somme de 50'538 fr. avec intérêts à 5% dès le 8 décembre 1994, ce montant correspondant à un solde d'honoraires demeuré impayé. En cours d'instance, l'architecte a réduit ses conclusions à 40'470 fr. avec intérêts à 5% dès le 21 juin 1995.\n\nDans sa réponse du 23 octobre 1995, la coopérative a conclu au déboutement du demandeur et lui a réclamé, à titre reconventionnel, 300'000 fr. avec intérêts à 5% dès le 1er septembre 1995, somme correspondant à des dommages-intérêts dont elle s'estimait créancière pour mauvaise exécution du contrat.\n\nPar jugement du 29 août 2000, la Cour civile du Tribunal cantonal vaudois a condamné Z. à payer à la défenderesse la somme de 6193 fr. avec intérêts à 5% l'an dès le 16 novembre 1995. En substance, la cour cantonale a rejeté la demande en dommages-intérêts présentée par la coopérative, considérant que celle-ci n'avait pas prouvé avoir subi elle-même un dommage. Se fondant sur une expertise, la cour cantonale a déterminé le montant des honoraires dus à l'architecte et l'a réduit de 5000 fr. pour tenir compte d'une mauvaise exécution (défaut d'information concernant l'exiguïté des places de stationnement, l'une d'elles étant même inutilisable); elle est ainsi parvenue à la conclusion que l'architecte avait perçu trop d'honoraires et l'a condamné à payer la différence.\n\nC.- La Société Coopérative X. exerce un recours en réforme au Tribunal fédéral. Elle conclut à la réforme du jugement attaqué, demandant que l'intimé soit condamné à lui payer la somme de 143'593 fr. avec intérêts à 5% dès le 16 novembre 1997.\n\nLe Tribunal fédéral a rejeté le recours et confirmé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2. a) Selon les constatations cantonales - qui lient le Tribunal fédéral en instance de réforme (art. 63 al. 2 OJ) -, les parties sont BGE 127 III 543 S. 545convenues que l'intimé, en sa qualité d'architecte professionnel, établirait les plans et dirigerait les travaux, moyennant une rémunération que la recourante s'obligeait à lui payer. On se trouve donc en présence d'un contrat d'architecte global.\n\nD'après la jurisprudence, lorsqu'un architecte est chargé d'établir des plans, des soumissions ou des projets de construction, il se conclut un contrat d'entreprise (art. 363 CO); s'il est chargé des adjudications et de la surveillance des travaux, il s'agit d'un mandat (art. 394 CO); si sa mission englobe des activités relevant des deux catégories, le contrat est mixte et relève, suivant les prestations, du mandat ou du contrat d'entreprise (ATF 114 II 53 consid. 2b; ATF 110 II 380 consid. 2; ATF 109 II 462 consid. 3c et 3d).\n\nDans le cas du contrat complet (comme celui d'espèce), la jurisprudence a posé qu'il fallait appliquer les règles du mandat pour ce qui concerne la faculté de mettre fin au contrat (ATF 110 II 380 consid. 2; ATF 109 II 462 consid. 3d). Elle a retenu la même solution en ce qui concerne la responsabilité de l'architecte pour une mauvaise évaluation du coût des travaux (cf. ATF 119 II 249 consid. 3b), bien qu'elle admette l'existence d'un contrat d'entreprise lorsque l'architecte est chargé exclusivement d'élaborer un devis écrit (ATF 114 II 53 consid. 2b). Cette évolution de la jurisprudence (cf. également ATF 122 III 61 consid. 2) semble aller dans le sens préconisé par une partie de la doctrine, qui voudrait que la responsabilité de l'architecte global soit soumise exclusivement aux règles du mandat (cf. PETER GAUCH, Le contrat d'entreprise, adaptation française par Benoît Carron, n. 58 ss et les références citées, p. 19 s.).\n\nEn l'espèce, la recourante se plaint notamment de certains défauts de la construction qui seraient dus aux plans établis par l'architecte. Savoir si les règles du contrat d'entreprise relatives à la garantie des défauts (art. 367 ss CO) pourraient être applicables à l'architecte global lorsque les manquements qui lui sont reprochés concernent les plans est une question qui n'a pas été tranchée par la jurisprudence récente.\n\nIl faut cependant rappeler que le droit du maître à une réduction du prix est un droit formateur, que seul le maître de l'ouvrage peut choisir d'exercer ou non (cf. ATF 107 III 106 consid. 2). Or, comme la recourante, qui est représentée par un avocat, se réfère expressément à l'art. 398 CO et à l'art. 97 CO, le Tribunal fédéral ne saurait exercer à sa place un droit formateur alors qu'elle a manifestement choisi de se placer sur un autre terrain juridique.\n\nBGE 127 III 543 S. 546\n\nb) Dès lors que la défenderesse, invoquant l'art. 97 CO, a opté pour demander des dommages-intérêts en raison de l'inexécution ou de la mauvaise exécution du contrat, toute discussion sur la qualification juridique de l'accord ou sur l'étendue de l'obligation contractuelle de l'architecte est vaine in casu pour les raisons qui vont être maintenant exposées.\n\nL'art. 97 al. 1 CO prévoit que lorsque le créancier ne peut obtenir l'exécution de l'obligation ou ne peut l'obtenir qu'imparfaitement, le débiteur est tenu de réparer le dommage en résultant, à moins qu'il ne prouve qu'aucune faute ne lui est imputable.\n\nSur la base d'une telle disposition, le demandeur doit, entre autres conditions, apporter la preuve qu'un dommage lui a été causé (art. 8 CC; WOLFGANG WIEGAND, Commentaire bâlois, 2e éd., n. 60 ad art. 97 CO; ROLF H. WEBER, Commentaire bernois, n. 316 ad art. 97 CO).\n\nLe dommage juridiquement reconnu réside dans la diminution involontaire de la fortune nette; il correspond à la différence entre le montant actuel du patrimoine du lésé et le montant qu'aurait ce même patrimoine si l'événement dommageable ne s'était pas produit (ATF 127 III 73 consid. 4a; ATF 126 III 388 consid. 11a et les arrêts cités). Le dommage peut se présenter sous la forme d'une diminution de l'actif, d'une augmentation du passif, d'une non-augmentation de l'actif ou d'une non-diminution du passif (cf. ATF 122 IV 279 consid. 2a; ATF 121 IV 104 consid. 2c).\n\nDire s'il y a eu un dommage et quelle en est la quotité est une question de fait qui lie le Tribunal fédéral saisi d'un recours en réforme (ATF 127 III 73 consid. 3c; ATF 126 III 388 consid. 8a; ATF 123 III 241 consid. 3a). C'est en revanche une question de droit de dire si la notion juridique de dommage a été méconnue (ATF 127 III 73 consid. 3c; ATF 120 II 296 consid. 3b).\n\nc) Comme la recourante n'est pas propriétaire de l'immeuble, les imperfections techniques dont elle se plaint n'affectent pas la valeur d'un bien qui soit à l'actif de son patrimoine.\n\nIl lui incombait donc de prouver son dommage d'une autre manière, en établissant soit une diminution de ses créances, soit une augmentation de ses dettes.\n\nIl est vrai que les rapports entre la recourante et ses membres constituent pour l'intimé une res inter alios acta et qu'il n'est pas question de statuer définitivement à ce sujet, les membres n'étant pas parties à la présente procédure et n'ayant pas eu l'occasion de s'exprimer et de fournir leurs moyens de preuve. Il n'empêche qu'il incombait à la recourante, dans la présente procédure, d'établir son BGE 127 III 543 S. 547dommage et, par voie de conséquence, de fournir tous les éléments propres à cette démonstration.\n\nLa coopérative aurait pu acheter l'immeuble, puis vendre ou louer les appartements à ses membres. Dans une telle structure juridique, les membres auraient été en mesure de faire valoir la garantie des défauts (art. 205 al. 1, 259a al. 1 CO) et de provoquer ainsi, pour la recourante, un gain manqué. Cette construction juridique doit cependant être d'emblée écartée, puisqu'il est établi que la coopérative n'a pas acquis l'immeuble.\n\nOn aurait aussi pu imaginer que les membres chargent la coopérative de réaliser la construction en tant qu'entrepreneur général. Dans cette hypothèse également, ils auraient pu faire valoir la garantie des défauts (art. 368 CO) et provoquer un gain manqué pour la recourante. Il ne ressort cependant pas de l'état de fait souverain que la défenderesse se soit engagée à l'égard de ses membres à livrer les appartements achevés, assumant à leur égard une obligation de résultat. En tout état de cause, il n'est pas constaté - ce qui lie le Tribunal fédéral - que la recourante aurait subi une perte sur des sommes qui lui étaient dues par ses membres.\n\nSelon l'état de fait cantonal, il apparaît plutôt que les membres ont créé la société coopérative sans comprendre ou accepter toutes les conséquences de cette construction juridique. Dans un premier temps, les contrats ont été conclus au nom de la société coopérative, les membres pensant probablement qu'ils agissaient tous ensemble. Au moment d'acquérir la propriété, chaque membre a voulu agir en son propre nom, rejetant l'existence de la personne morale distincte qu'ils avaient créée. A l'égard de celle-ci - mais la recourante n'a rien établi de précis - il semble que les membres se soient bornés à convenir qu'ils la couvriraient de toutes les obligations découlant pour elle des contrats qu'elle avait conclus. Il ressort cependant des constatations cantonales que la recourante n'a pas prouvé que les imperfections alléguées l'auraient privée d'une somme due par l'un ou l'autre des membres. Il s'agit là d'une question d'appréciation des preuves, qui ne peut être revue dans un recours en réforme (cf. ATF 126 III 189 consid. 2a et les références).\n\nLa cour cantonale n'a donc pas méconnu la notion juridique de dommage. Constatant qu'aucun préjudice n'était prouvé, elle n'a pas violé le droit fédéral en rejetant l'action fondée sur l'art. 97 CO."}