{"annee": "127", "cour": "III", "page": "567", "date": "29/11/2001", "cite": ["108 IB 540"], "cite_par": [], "chapeau": "96. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 29. November 2001 i.S. A. gegen Aufsichtsbehörde über das Betreibungs- und Konkursamt Basel-Stadt (Beschwerde)", "regestes": ["Transmission de la réquisition de poursuite (art. 67 LP). La réquisition de poursuite adressée à un office incompétent ratione loci doit être automatiquement transmise à l'office compétent, pour autant que le contenu de la réquisition permette de l'identifier (art. 32 al. 2 LP; consid. 3)."], "faits": "", "considerants": "BGE 127 III 567 S. 567\n\nAus den Erwägungen:\n\n3. a) Das Betreibungsbegehren ist schriftlich oder mündlich an das Betreibungsamt zu richten (Art. 67 Abs. 1 SchKG). Der Betreibungsbeamte muss zunächst die Angaben gemäss Betreibungsbegehren prüfen, um seine örtliche Zuständigkeit zur Ausstellung des Zahlungsbefehls zu bestimmen. Ist das Betreibungsamt, welches das Betreibungsbegehren empfangen hat, örtlich nicht zuständig, muss es, sofern die Angaben im Betreibungsbegehren das zuständige Betreibungsamt erkennen lassen, diesem das Betreibungsbegehren nach Eintrag im Tagebuch überweisen (Art. 32 Abs. 2 [2. Teilsatz] SchKG; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 15, 113 und 127 zu Art. 67 SchKG; AMONN/GASSER, Grundriss des Schuldbetreibungs- und BGE 127 III 567 S. 568Konkursrechts, 6. Aufl. 1997, § 16 Rz. 5; KOFMEHL EHRENZELLER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, N. 6 zu Art. 67 SchKG).\n\nb) Der Beschwerdeführer rügt zu Recht die Schlussfolgerung der Aufsichtsbehörde, das Betreibungsamt Basel-Stadt sei vorliegend nicht verpflichtet gewesen, sein Betreibungsbegehren an das Betreibungsamt Zürich weiterzuleiten. Aus den vorinstanzlichen Sachverhaltsfeststellungen und den Akten geht hervor, dass der Beschwerdeführer das fragliche Betreibungsbegehren per Post an das Betreibungsamt Basel-Stadt sandte, das Betreibungsbegehren (als Formular Nr. 1) aber \"an das Betreibungsamt der Gemeinde Zürich\" und gegen die \"Versicherung B., Zürich\" gerichtet war. Aufgrund dieser Angaben hätte das Betreibungsamt Basel-Stadt, an welches das Begehren am 9. Juli 2001 per Post gelangte, ohne weiteres erkennen können und müssen, dass nicht die eigene örtliche Zuständigkeit, sondern diejenige des Betreibungsamtes Zürich in Frage stand. Entgegen der Auffassung der Vorinstanz lässt sich aus Art. 32 Abs. 2 SchKG nicht ableiten, dass das Betreibungsamt Basel-Stadt das Betreibungsbegehren nicht habe weiterleiten müssen. Vielmehr wurden mit dem durch die SchKG-Revision von 1994 eingeführten Abs. 2 von Art. 32 SchKG anerkannte Verfahrensgrundsätze übernommen (BBl 1991 III 44). Dass die unzuständige Behörde eine an sie adressierte Eingabe unverzüglich an die zuständige Amtsstelle weiterzuleiten hat, ist Ausdruck eines solchen allgemeinen Rechtsgrundsatzes (vgl. Art. 8 Abs. 1 VwVG [SR 172.021]; BGE 108 Ib 540 E. 2a/aa S. 543; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl. 1998, S. 85 Rz. 234 mit Hinweisen). Wenn die Aufsichtsbehörde vor diesem Hintergrund zur Auffassung gelangt ist, das Betreibungsamt Basel-Stadt sei nicht verpflichtet gewesen, das fragliche Betreibungsbegehren an das Betreibungsamt Zürich weiterzuleiten, verletzt dies Bundesrecht. Die Beschwerde ist begründet und der angefochtene Entscheid ist aufzuheben.\n\nc) Aufgrund der Sachverhaltsfeststellungen der Vorinstanz lässt sich nicht abschliessend beurteilen, ob tatsächlich keine anderen Gründe bestehen, das Betreibungsbegehren des Beschwerdeführers zurückzuweisen (vgl. GILLIÉRON, a.a.O., N. 115 zu Art. 67 SchKG mit Hinweisen). Die Sache ist daher an die Vorinstanz zurückzuweisen, damit diese - nach einer entsprechenden Ergänzung der tatsächlichen Feststellungen - prüfe, ob das Betreibungsamt Basel-Stadt begründeten Anlass zur Rückweisung des Betreibungsbegehrens BGE 127 III 567 S. 569hat. Andernfalls hat die Aufsichtsbehörde das Betreibungsamt Basel-Stadt anzuweisen, das Betreibungsbegehren entgegenzunehmen und an das Betreibungsamt Zürich zu überweisen."}