{"annee": "127", "cour": "V", "page": "448", "date": "27/11/2001", "cite": ["99 V 200", "126 V 273", "122 V 338", "123 I 1", "124 V 52", "122 II 113", "118 V 298", "119 V 484", "123 II 9"], "cite_par": ["131 V 107", "129 V 187", "130 V 229", "131 V 305", "136 I 1", "130 V 39", "130 V 472", "131 I 1"], "chapeau": "64. Urteil vom 27. November 2001 i. S. Schweizerische Unfallversicherungsanstalt gegen S. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 20 al. 2, art. 31 al. 4 et art. 34 LAA; art. 31 al. 2 OLAA (en vigueur depuis le 1er janvier 1997); al. 1 des dispositions transitoires de la modification de l'ordonnance du 9 décembre 1996: Adaptation au renchérissement. - La date de la naissance du droit aux rentes complémentaires - non celle à laquelle la décision a été rendue - est déterminante pour l'adaptation au renchérissement et ce même en matière de droit transitoire. - Conformité de cette réglementation à la loi et à la Constitution."], "faits": "BGE 127 V 448 S. 448\n\nA.- S., geboren 1961, arbeitete ab Januar 1989 bei der Y AG und war bei der Schweizerischen Unfallversicherungsanstalt (SUVA) obligatorisch für die Folgen von Berufs- und Nichtberufsunfällen versichert. Am 20. November 1991 stürzte er von einem Gerüst und BGE 127 V 448 S. 449zog sich dabei eine Densfraktur sowie Frakturen an den Handgelenken zu. Die SUVA kam für die Unfallbehandlung auf und richtete Taggeld aus. Am 13. August 1992 meldete sich S. bei der Invalidenversicherung an, welche ihm bei einem Invaliditätsgrad von 70% ab November 1992 eine bis August 1993 befristete ganze Rente zusprach und mit Verfügung vom 10. September 1993 für eine Umschulung zum Schreinerei-Mitarbeiter aufkam. Nach dem vorzeitigen Abbruch der beruflichen Massnahme richtete sie ab 1. August 1994 wieder eine ganze und ab 1. Januar 1995 eine halbe Rente aus. Am 5. Juli 1995 erliess die SUVA eine Verfügung, mit welcher sie dem Versicherten eine Rente auf Grund einer Erwerbsunfähigkeit von 40% ab 1. Juli 1995 sowie eine Integritätsentschädigung bei einer Integritätseinbusse von 25% zusprach. Auf Einsprache hin ordnete sie eine psychiatrische Begutachtung an, hob die Verfügung vom 5. Juli 1995 in Bezug auf die Invalidenrente auf und sprach dem Versicherten ab 1. Juli 1995 bei einer Erwerbsunfähigkeit von 80% und einem Jahresverdienst von Fr. 75'975.- eine als Komplementärrente berechnete Rente von Fr. 3096.- (Fr. 3174.- ab 1. Januar 1997) im Monat zu; an der Integritätsentschädigung von 25% hielt sie fest (Verfügung vom 29. September 1997). S. liess auch gegen diese Verfügung Einsprache erheben und beantragen, die Komplementärrente sei unter Erhöhung des versicherten Verdienstes entsprechend der Teuerungszulage festzusetzen und es sei ihm eine Integritätsentschädigung von mindestens 65% zuzusprechen. Mit Entscheid vom 19. Februar 1998 wies die SUVA die Einsprache ab.\n\nB.- Das Versicherungsgericht des Kantons St. Gallen hiess die hiegegen erhobene Beschwerde insoweit teilweise gut, als es den Einspracheentscheid bezüglich der Rente aufhob und die Sache an die SUVA zurückwies, damit sie die Komplementärrente unter Berücksichtigung der auf den 1. Januar 1997 in Kraft getretenen Verordnungsbestimmung über den Teuerungsausgleich neu festsetze; im Übrigen wies es die Beschwerde ab (Entscheid vom 18. August 1999).\n\nC.- Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, der angefochtene Entscheid sei aufzuheben, soweit damit die Sache zu neuer Verfügung über die Komplementärrente an sie zurückgewiesen wurde. In der Begründung wird daran festgehalten, dass die Verordnungsbestimmung über den Teuerungsausgleich übergangsrechtlich auf den vorliegenden Fall nicht Anwendung findet.\n\nBGE 127 V 448 S. 450\n\nDer Beschwerdegegner beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) schliesst auf Gutheissung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Hat der nach UVG rentenberechtigte Versicherte Anspruch auf eine Rente der Invalidenversicherung (IV) oder der Alters- und Hinterlassenenversicherung (AHV), so wird ihm eine Komplementärrente gewährt; diese entspricht der Differenz zwischen 90% des versicherten Verdienstes und der Rente der IV oder der AHV, höchstens aber dem für Voll- oder Teilinvalidität vorgesehenen Betrag. Die Komplementärrente wird beim erstmaligen Zusammentreffen der erwähnten Renten festgesetzt und lediglich späteren Änderungen der für Familienangehörige bestimmten Teile der Rente der IV oder der AHV angepasst (Art. 20 Abs. 2 UVG).\n\nGestützt auf Art. 20 Abs. 3 UVG hat der Bundesrat nähere Vorschriften zur Berechnung der Komplementärrenten erlassen. Nach dem mit der Verordnungsänderung vom 9. Dezember 1996 (AS 1996 3456) eingefügten Abs. 2 von Art. 31 UVV (in Kraft seit 1. Januar 1997) wird bei der Festlegung der Berechnungsbasis nach Art. 20 Abs. 2 UVG der versicherte Verdienst um den beim erstmaligen Zusammentreffen gültigen Prozentsatz der Teuerungszulage nach Art. 34 UVG erhöht. Nach den Schlussbestimmungen der Verordnungsänderung vom 9. Dezember 1996 (Abs. 1) gilt für Komplementärrenten im Sinne der Art. 20 Abs. 2 und 31 Abs. 4 UVG, die vor Inkrafttreten dieser Änderung festgesetzt wurden, das bisherige Recht.\n\n2. Streitig und zu prüfen ist, ob Art. 31 Abs. 2 UVV auf den vorliegenden Fall anwendbar ist. Dabei ist davon auszugehen, dass der Anspruch auf Komplementärrente vor Inkrafttreten der Verordnungsänderung entstanden, über den Anspruch jedoch erst nach diesem Zeitpunkt verfügt worden ist. Es stellt sich mithin die Frage, wie die Übergangsbestimmung von Abs. 1 der Schlussbestimmungen zur Verordnungsänderung vom 9. Dezember 1996 zu verstehen ist. Während die Vorinstanz zum Schluss gelangt, die neue Bestimmung sei auf sämtliche nach Inkrafttreten der Verordnungsänderung verfügungsweise festgesetzten Komplementärrenten anwendbar, halten SUVA und BSV dafür, dass übergangsrechtlich der Zeitpunkt des erstmaligen Zusammentreffens der Renten massgebend ist.\n\na) Nach dem bis Ende 1996 gültig gewesenen Recht wurde bei der Berechnung der Komplementärrente die gemäss Art. 15 Abs. 2 BGE 127 V 448 S. 451UVG auf der Grundlage des versicherten Verdienstes im Jahr vor dem Unfall festgesetzte Rente der Unfallversicherung der im Zeitpunkt des Rentenbeginns ausgerichteten Rente der AHV oder IV gegenübergestellt, was im Hinblick auf die grundsätzliche Unabänderlichkeit des versicherten Verdienstes teilweise zu unbefriedigenden Ergebnissen führte (vgl. BGE 122 V 342 Erw. 5, BGE 119 V 492 Erw. 4b und BGE 118 V 298 Erw. 2f). Mit dem auf den 1. Januar 1997 in Kraft getretenen Art. 31 Abs. 2 UVV wurde diesem Umstand insoweit Rechnung getragen, als der versicherte Verdienst um den beim erstmaligen Zusammentreffen gültigen Prozentsatz der Teuerungszulage nach Art. 34 UVG erhöht wird. Gemäss dieser Bestimmung erhalten die Bezüger von Invaliden- und Hinterlassenenrenten zum Ausgleich der Teuerung Zulagen, welche vom Bundesrat auf Grund des Landesindexes der Konsumentenpreise festgesetzt werden, wobei die Anpassung auf den gleichen Zeitpunkt erfolgt wie bei den Renten der AHV. Mit Art. 31 Abs. 2 UVV wird folglich sichergestellt, dass beim erstmaligen Zusammentreffen der Leistungen die für den Anspruch auf die Komplementärrente massgebenden Berechnungselemente (Rente der Unfallversicherung und Rente der AHV oder IV) auf der gleichen zeitlichen Grundlage beruhen (zeitliche Kongruenz; vgl. Erläuterungen des BSV zur Änderung der Bestimmungen über die Komplementärrenten, in: RKUV 1997 S. 48).\n\nb) Die Übergangsbestimmung von Abs. 1 der Schlussbestimmungen der Verordnungsänderung vom 9. Dezember 1996, wonach für Komplementärrenten im Sinne von Art. 20 Abs. 2 und Art. 31 Abs. 4 UVG, die vor Inkrafttreten der Änderung festgesetzt wurden, das bisherige Recht gilt, bedeutet, dass keine Teuerungsanpassung nach Art. 31 Abs. 2 UVV bei Komplementärrenten erfolgt, die vor dem 1. Januar 1997 festgesetzt worden sind. Der Wortlaut der Bestimmung ist insofern nicht eindeutig, als unter dem Ausdruck \"festgesetzt wurden\" allein die ursprüngliche Rentenfestsetzung (erstmaliges Zusammentreffen der Renten) oder grundsätzlich jede Festsetzung der Komplementärrente verstanden werden kann (mit der Folge, dass bei Neufestsetzung der Rente nach Inkrafttreten der Änderung das neue Recht anwendbar ist). Fraglich ist zudem, ob übergangsrechtlich auf den Anspruchsbeginn oder auf den Zeitpunkt des Verfügungserlasses abzustellen ist. Im Kreisschreiben Nr. 17 an die UVG-Versicherer und die Ersatzkasse UVG vom 19. März 1997 hat das BSV hiezu ausgeführt, gemäss Art. 20 Abs. 2 Satz 2 UVG werde die Komplementärrente beim erstmaligen Zusammentreffen BGE 127 V 448 S. 452einer UVG-Rente mit einer Rente der AHV oder der IV festgesetzt. Der Zeitpunkt der Festsetzung einer Komplementärrente sei somit derjenige der Entstehung des Anspruchs auf die Rente. Daraus ergebe sich, dass das neue Recht auf Renten der obligatorischen Unfallversicherung anwendbar sei, die nach dem 1. Januar 1997 erstmals mit einer Rente der AHV oder der IV zusammentreffen. Diese Auffassung findet in Gesetz und Verordnung insofern eine Stütze, als Art. 20 Abs. 2 UVG zwischen Festsetzung und Anpassung der Renten unterscheidet und in Art. 33 UVV nicht von Festsetzung bzw. Neufestsetzung, sondern von Anpassung (adaptation, adeguamento; so der Normtitel) gesprochen wird. Wenn daher in der Übergangsbestimmung von Festsetzung der Rente (qui ont été fixées ..., stabilite prima ...) die Rede ist, so spricht dies dafür, dass damit allein die erstmalige Rentenfestsetzung und nicht auch die spätere Neufestsetzung (Anpassung) von Komplementärrenten gemeint ist. Dazu kommt, dass die Teuerungsanpassung gemäss Art. 31 Abs. 2 UVV beim erstmaligen Zusammentreffen der Leistungen erfolgt. Damit ist gleichzeitig gesagt, dass für die Teuerungsanpassung der Zeitpunkt der Entstehung des Anspruchs auf Komplementärrente und nicht derjenige des Verfügungserlasses massgebend ist, was auch übergangsrechtlich zu beachten ist.\n\nc) Diese Auslegung entspricht dem klaren Willen des Verordnungsgebers, wie er aus den Materialien hervorgeht. Danach wurde beim Erlass der Übergangsbestimmung davon ausgegangen, dass nur neue Renten der Unfallversicherung nach den revidierten Vorschriften über die Komplementärrenten zu berechnen sind, was im Rahmen einer Übergangsbestimmung festgehalten werden sollte (Protokoll zur Besprechung vom 3. Juli 1995 betreffend Revision der UVV, S. 13). Bei der Diskussion der Übergangsbestimmung wurde seitens der Vertreter der SUVA darauf hingewiesen, dass höhere Leistungen nicht rückwirkend finanziert werden könnten. Es wurde daher eine Formulierung vorgeschlagen, wonach die neue Regelung auf Komplementärrenten, die vor Inkrafttreten der Änderung festgesetzt wurden, nicht Anwendung findet (Protokoll zur Besprechung vom 18. Oktober 1995 betreffend Revision der UVV, Fragen der Berechnung der Komplementärrenten, S. 9). Aus der Feststellung, wonach nur neue Renten nach den geänderten Bestimmungen festgesetzt werden sollten, ist zu schliessen, dass eine Teuerungsanpassung gemäss Art. 31 Abs. 2 UVV bei laufenden Renten auch im Falle einer Neufestsetzung (Art. 33 UVV) ausgeschlossen werden sollte. Dementsprechend hat das BSV in den BGE 127 V 448 S. 453Erläuterungen zur Verordnungsänderung ausgeführt, die Anrechnung der Teuerungszulage erfolge nur beim erstmaligen Zusammentreffen und nicht bei jeder späteren Neuberechnung infolge Mutation (RKUV 1997 S. 49), womit auch gesagt wurde, dass übergangsrechtlich auf das erstmalige Zusammentreffen der Leistungen und nicht auf den Zeitpunkt des Verfügungserlasses abzustellen ist. Diese Lösung steht nicht im Widerspruch zu dem mit der Verordnungsänderung angestrebten Zweck. Zwar soll nach dem Gesagten mit Art. 31 Abs. 2 UVV sichergestellt werden, dass die für den Anspruch auf Komplementärrenten massgebenden Berechnungselemente auf der gleichen zeitlichen Grundlage beruhen. Der Grundsatz der zeitlichen Kongruenz wird indessen nicht voll verwirklicht, indem die Teuerung nur beim erstmaligen Zusammentreffen der Renten ausgeglichen wird, nicht aber bei der Neufestsetzung von Renten gemäss Art. 33 Abs. 2 und Art. 34 UVV. Dies spricht für eine Auslegung der Übergangsbestimmung in dem Sinne, dass die neue Vorschrift von Art. 31 Abs. 2 UVV nur zur Anwendung gelangt, wenn die Renten erstmals nach Inkrafttreten der Verordnungsänderung zusammengetroffen sind, nicht aber bei einer Anpassung der Renten nach diesem Zeitpunkt oder wenn über eine vor Inkrafttreten des neuen Rechts entstandene Rente erst unter der Herrschaft des neuen Rechts verfügt wird.\n\n3. Zu prüfen bleibt, ob sich die vom Verordnungsgeber getroffene Regelung mit Gesetz und Verfassung, insbesondere dem Rechtsgleichheitsgebot von Art. 8 BV, vereinbaren lässt.\n\na) Die Übergangsbestimmung verstösst nicht gegen das Gesetz, sondern entspricht nach dem Gesagten vielmehr Art. 20 Abs. 2 UVG, wonach die Rente beim erstmaligen Zusammentreffen der zu koordinierenden Renten festzusetzen ist. Sie hält sich zudem im Rahmen dessen, was der Gesetzgeber in Art. 118 Abs. 2 lit. c UVG beim Inkrafttreten des UVG übergangsrechtlich statuiert hat. Danach waren vom Inkrafttreten dieses Gesetzes an die neuen Bestimmungen über die Invalidenrente anwendbar, wenn der Anspruch erst nach diesem Zeitpunkt entstanden war, was bedeutet, dass bei den vor Inkrafttreten entstandenen Rentenansprüchen das frühere Recht anwendbar blieb (vgl. BGE 124 V 56 Erw. 3; vgl. auch Bemerkungen von MAURER in SZS 1985 S. 210). Auch bei Leistungsverbesserungen im Sozialversicherungsrecht besteht kein Grundsatz, wonach das neue Recht ab Inkrafttreten stets auch auf Dauerverhältnisse anwendbar ist, bei denen sich der anspruchsbegründende Sachverhalt vor dem Inkrafttreten verwirklicht hat (BGE 99 V 203 Erw. 2; BGE 127 V 448 S. 454vgl. etwa BGE 126 V 273 ff.). Dem Gesetz- und Verordnungsgeber steht bei der übergangsrechtlichen Regelung eine weite Gestaltungsfreiheit zu. Er kann dabei auch die finanziellen Folgen einer Rechtsänderung mit berücksichtigen (vgl. MAURER, Schweizerisches Sozialversicherungsrecht, Bern 1979, Bd. I, S. 181). SUVA und BSV weisen in diesem Zusammenhang darauf hin, dass die Finanzierung der Invaliden- und Hinterlassenenrenten gemäss Art. 90 Abs. 2 UVG nach dem Rentenwertumlageverfahren erfolgt und das Deckungskapital für sämtliche Ausgaben aus bereits eingetretenen Unfällen genügen muss. Nach Abs. 3 der Bestimmung werden die Teuerungszulagen aus den Zinsüberschüssen und, soweit diese nicht ausreichen, nach dem Ausgabenumlageverfahren finanziert. Danach sind künftige Leistungen vorauszufinanzieren und erforderlichenfalls durch entsprechende Prämienzuschläge zu decken (vgl. MAURER, Unfallversicherungsrecht, Bern 1985, S. 571). Wie den Materialien zur Verordnungsänderung zu entnehmen ist, war dieser Umstand ausschlaggebend dafür, dass die Anwendbarkeit des neuen Rechts auf Komplementärrenten beschränkt wurde, die erstmals nach dessen Inkrafttreten am 1. Januar 1997 mit einer Rente der AHV oder IV zusammentreffen (Protokoll zur Besprechung vom 18. Oktober 1995 betreffend Revision der UVV, Fragen der Berechnung der Komplementärrenten, S. 9; vgl. auch RKUV 1997 S. 53).\n\nb) Nach der Rechtsprechung verletzt ein Erlass den Grundsatz der rechtsgleichen Behandlung (Art. 8 Abs. 1 BV), wenn er rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden Verhältnissen nicht ersichtlich ist, oder wenn er Unterscheidungen unterlässt, die sich auf Grund der Verhältnisse aufdrängen. Die Rechtsgleichheit ist insbesondere verletzt, wenn Gleiches nicht nach Massgabe seiner Gleichheit gleich oder Ungleiches nicht nach Massgabe seiner Ungleichheit ungleich behandelt wird. Vorausgesetzt ist, dass sich der unbegründete Unterschied oder die unbegründete Gleichstellung auf eine wesentliche Tatsache bezieht. Die Frage, ob für eine rechtliche Unterscheidung ein vernünftiger Grund in den zu regelnden Verhältnissen ersichtlich ist, kann zu verschiedenen Zeiten unterschiedlich beantwortet werden. Dem Gesetzgeber bleibt im Rahmen dieser Grundsätze und des Willkürverbots ein weiter Spielraum der Gestaltung (BGE 123 I 7 Erw. 6a, 23 Erw. 3b, 141 Erw. 10b und 243 Erw. 2b, BGE 123 II 11 Erw. 3a und 26 Erw. 6a). Bei Rechtsänderungen ist zu beachten, dass Änderungen von Erlassen zwangsläufig bewirken, dass für die Rechtsunterworfenen unterschiedliche Regelungen gelten je nachdem, ob BGE 127 V 448 S. 455der rechtlich erfasste Tatbestand für sie vor oder nach der Revision wirksam wird. In den damit verbundenen Ungleichbehandlungen liegt an sich noch kein Verfassungsverstoss. Auch im Lichte des Rechtsgleichheitsgebots ist es nicht Sache des Gerichts, sein Ermessen an die Stelle desjenigen des Gesetz- oder Verordnungsgebers zu stellen (BGE 122 II 117 Erw. 2b mit Hinweisen).\n\nDie streitige Übergangsbestimmung hat insofern eine Ungleichbehandlung zur Folge, als Bezüger von Komplementärrenten, für die der Anspruch vor dem 1. Januar 1997 entstanden ist, keinen Teuerungszuschlag nach Art. 31 Abs. 2 UVV erhalten, selbst wenn hierüber erst nach dem 1. Januar 1997 verfügt oder die Rente nach diesem Zeitpunkt gemäss Art. 33 Abs. 2 UVV (oder Art. 34 UVV) angepasst wird. Hierin kann indessen keine Verletzung des Rechtsgleichheitsgebotes von Art. 8 Abs. 1 BV erblickt werden. Nach dem Gesagten bestehen sachliche Gründe für die getroffene Lösung. Eine Anwendung der Bestimmung auf sämtliche laufenden Renten sowie auf Renten, die nach Inkrafttreten der Verordnungsänderung angepasst werden, wäre unter sozialpolitischen Gründen wohl wünschbar gewesen. Eine solche Regelung hat der Verordnungsgeber jedoch nicht vorgesehen und er kann hiezu auch vom Richter nicht verhalten werden. Im Übrigen ist darauf hinzuweisen, dass auch die Bezüger laufender Komplementärrenten nicht von jedem Teuerungsausgleich ausgeschlossen sind. Der Ausgleich erfolgt allerdings auf der Komplementärrente und nicht auf der Grundrente oder dem versicherten Verdienst (BGE 119 V 484 ff.)."}