{"annee": "127", "cour": "III", "page": "559", "date": "2/10/2001", "cite": ["42 III 496", "105 II 183", "125 III 322", "60 II 332", "64 II 284"], "cite_par": ["131 III 586", "131 III 268", "142 IV 119"], "chapeau": "95. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Oktober 2001 i.S. X. AG gegen Bank Y. (Berufung)", "regestes": ["Cautionnement pour un temps déterminé. Délai pour faire valoir juridiquement ses droits et en poursuivre l'exécution (art. 510 al. 3 CO). Structure juridique du billet à ordre. Le billet à ordre en tant que promesse de payer (consid. 3). Caractère abstrait du billet à ordre (consid. 4a). Effet de l'endossement du billet à ordre (consid. 4b). Poursuite de l'exécution de la créance qui a donné lieu à l'émission du titre au moyen de l'action découlant du billet à ordre (consid. 4c). Ratio legis de l'art. 510 al. 3 CO (consid. 5)."], "faits": "BGE 127 III 559 S. 560\n\nDie Bank Y. verbürgte sich im Jahre 1992 für mietvertragliche Verpflichtungen einer neu zu gründenden Gesellschaft gegenüber der Vermieterin, der X. AG. Der Höchstbetrag der Bürgschaft belief sich auf Fr. 463'000.- und ihre Dauer war bis zum 1. August 1994 befristet.\n\nDie Hauptschuldnerin kam ihren Verpflichtungen aus dem Mietvertrag nicht nach. Die Vermieterin liess sich daher für ausstehende Mietzinse einen per 31. Dezember 1993 fälligen Eigenwechsel über Fr. 342'289.20 ausstellen. Dieser wurde bis zum Fälligkeitstermin nicht honoriert. In der Folge leitete die Vermieterin gegen die Hauptschuldnerin Wechselbetreibung ein, in welcher am 1. Februar 1994 der Zahlungsbefehl zugestellt wurde. Die Hauptschuldnerin ersuchte daraufhin um Nachlassstundung. Die Vermieterin ihrerseits stellte ein Konkursbegehren. Am 1. März 1994 wurde das Konkurseröffnungsverfahren bis zum Entscheid über die Nachlassstundung sistiert.\n\nDie Vermieterin wies den Bürgen mit Schreiben vom 11. Juli 1994 darauf hin, dass sie ihn in Anspruch nehme. Am 20. Juli 1994 erklärte sich dieser ausserstande, die Ansprüche zu befriedigen, weil der Konkurs über die Hauptschuldnerin nicht eröffnet sei.\n\nNachdem das Nachlassstundungsgesuch der Hauptschuldnerin abgewiesen worden war, wurde am 7. Dezember 1994 der Konkurs über sie eröffnet. Die Vermieterin meldete am 3. März 1995 sämtliche Mietzinsforderungen im Konkurs an.\n\nAm 22. März 1995 reichte die Vermieterin beim Amtsgericht Luzern-Stadt Klage gegen die heutige Bank Y. ein und verlangte die Bezahlung von Fr. 463'000.-. In einem ersten Verfahren wiesen das Amtsgericht Luzern-Stadt und das Luzerner Obergericht die Bürgschaftsforderung mit der Begründung ab, die Klägerin habe mit der Einreichung der Klage gegen die Bürgin nach der Konkurseröffnung über die Hauptschuldnerin zu lange zugewartet, um dem Erfordernis des rechtzeitig eingeschlagenen und ohne BGE 127 III 559 S. 561erhebliche Unterbrechung verfolgten Rechtswegs gemäss Art. 510 Abs. 3 OR zu genügen.\n\nEine hiergegen erhobene Berufung hiess das Bundesgericht mit Urteil vom 14. Juli 1999 teilweise gut und wies die Streitsache zu neuer Entscheidung an die Vorinstanz zurück (BGE 125 III 322). Es erwog im Wesentlichen, das gesetzlich verankerte Beschleunigungsgebot betreffe nur die Haupt-, nicht auch die Bürgschaftsforderung. Ohne anders lautende Vereinbarung genüge daher grundsätzlich, wenn der Gläubiger dem Bürgen binnen vier Wochen nach beendetem Vorgehen gegen den Hauptschuldner anzeige, die Bürgschaft zu beanspruchen. Einer fristgebundenen Klageanhebung bedürfe es zur Rechtsverfolgung gegenüber dem Bürgen nicht. Die Klägerin habe die Bürgschaft folglich rechtzeitig im Sinne des Gesetzes in Anspruch genommen.\n\nDas Obergericht wies die Sache zu neuer Beurteilung an das Amtsgericht zurück, welches die Klage am 13. Juni 2000 erneut abwies. Gleich entschied das Obergericht am 20. März 2001.\n\nDie Klägerin führt auch gegen diesen Entscheid Berufung beim Bundesgericht. Sie beantragt die Aufhebung des angefochtenen Urteils und die Verurteilung der Beklagten zur Zahlung von Fr. 463'000.-. Eventualiter verlangt sie die Rückweisung der Streitsache zu neuer Entscheidung an die Vorinstanz. Die Beklagte schliesst auf Abweisung der Berufung und Bestätigung des angefochtenen Urteils.\n\nDas Bundesgericht heisst die Berufung teilweise gut.", "considerants": "Aus den Erwägungen:\n\n1. Bei einer nur für eine bestimmte Zeit eingegangenen Bürgschaft verliert der Gläubiger nach Art. 510 Abs. 3 OR seinen Anspruch gegenüber dem Bürgen, wenn er die Hauptforderung nicht binnen vier Wochen nach Ablauf der Frist rechtlich geltend macht und den Rechtsweg ohne erhebliche Unterbrechung verfolgt.\n\nDie von der Beklagten zu vertretende Bürgschaft wurde auf den 1. August 1994 befristet. Sie fällt somit unter die genannte Bestimmung.\n\n2. a) Das Obergericht stellte für das Bundesgericht verbindlich fest, die Hauptschuldnerin habe zwar mehrere Eigenwechsel ausgestellt, doch decke nur derjenige über Fr. 342'289.20 die durch die Bürgschaft gesicherte Mietzinsforderung der Klägerin gegenüber der Hauptschuldnerin.BGE 127 III 559 S. 562\n\nb) Nach Auffassung des Obergerichts ist die Klägerin durch die rechtliche Eintreibung der Wechselforderung über Fr. 342'289.20 gegenüber der Hauptschuldnerin ihrer Obliegenheit zur rechtzeitigen Verfolgung der durch die Bürgschaft gesicherten Mietzinsforderung nicht nachgekommen. Damit habe sie ihre Ansprüche gegenüber der Bürgin verwirkt (Art. 510 Abs. 3 OR). Das Obergericht folgte dabei der Auffassung des Amtsgerichts, die Klägerin habe mit der Wechselforderung eine zweite \"zweckidentische\", von der Hauptforderung aber losgelöste und damit eine nichtverbürgte Forderung rechtlich verfolgt. Sie habe insoweit zwar die Wechselforderung innert der Frist von Art. 510 Abs. 3 OR geltend gemacht, nicht aber die verbürgte Mietzinsforderung.\n\nc) Die Klägerin bringt vor, sie habe die Voraussetzung der rechtzeitigen Verfolgung der verbürgten Mietzinsforderung im Sinne von Art. 510 Abs. 3 OR durch Prosequierung der Wechselforderung gegenüber der Hauptschuldnerin erfüllt. Die vom Obergericht vertretene Auffassung, dass durch den Eigenwechsel eine andere, von der Mietzinsforderung unabhängige und daher nicht verbürgte Forderung begründet worden sei, verletze Bundesrecht.\n\n3. a) Die rechtliche Struktur des Eigenwechsels unterscheidet sich von derjenigen des gezogenen Wechsels. Der gezogene Wechsel ist eine unwiderrufliche Anweisung, die den besonderen Formalien des Wechselrechts unterliegt, wodurch namentlich die Umlauffähigkeit gewährleistet wird. Seine Begebung hat als liberatorisches Rechtsgeschäft Zahlungs-, d.h. Erfüllungsfunktion. Der eigene Wechsel unterscheidet sich vom gezogenen dadurch, dass sich der Aussteller selbst zur Zahlung der Wechselsumme verpflichtet. Er ist ein abstraktes Schuldbekenntnis im Sinne von Art. 17 OR, das ebenfalls den Regeln des Wertpapierrechts unterliegt. Der Eigenwechsel ist eine Schuldanerkennung in Wechselform (GUHL/DRUEY, Das Schweizerische Obligationenrecht, 9. Aufl., S. 915; JÄGGI/DRUEY/VON GREYERZ, Wertpapierrecht, S. 146 und 170; MEIER-HAYOZ/VON DER CRONE, Wertpapierrecht, 2. Aufl., S. 204 f.; GRÜNINGER/HUNZIKER/NOTTER, Basler Kommentar, Vorbemerkungen zu Art. 990-1099 OR, N. 15 f.; MERZ, Der Einfluss des Wechsels auf das Grundgeschäft und der Wechselbereicherungsanspruch, Diss. Bern 1932, S. 51 f.).\n\nb) Die Begebung eines gezogenen Wechsels als qualifizierte Zahlungsanweisung erfolgt vermutungsweise zahlungshalber und nicht an Erfüllungs statt (Art. 116 Abs. 2 OR; BGE 42 III 496 E. 2; AEPLI, Zürcher Kommentar, N. 34 zu Art. 116 OR mit weiteren BGE 127 III 559 S. 563Hinweisen; SCHRANER, Zürcher Kommentar, Vorbemerkungen zu Art. 68-96 OR, N. 122). Soweit diese Rechtswirkung ausdrücklich auch für die Begebung eines Eigenwechsels beansprucht wird (MERZ, a.a.O., S. 53), wird der Grundsatz übersehen, dass der Eigenwechsel als blosses Zahlungsversprechen im Allgemeinen keine Erfüllungswirkungen zeitigt, namentlich kein liberatorisches Rechtsgeschäft darstellt. Als solches erscheint die Hingabe eines Eigenwechsels ausnahmsweise bloss, wenn sie entgegen der negativen Vermutung in Art. 116 OR novierende Wirkung zeitigt und damit an Erfüllungs statt erfolgt (WEBER, Berner Kommentar, Einleitung und Vorbemerkungen zu Art. 68-96 OR, N. 146; im Ergebnis gleich SCHRANER, a.a.O., Vorbemerkungen zu Art. 68-96 OR, N. 97). Die nicht novierende Begebung eines Eigenwechsels bewirkt demgegenüber nur eine vorübergehende Modifikation am Leistungsinhalt des Grundverhältnisses, indem sie dem Aussteller gegenüber dem Wechselnehmer bis zum Verfalldatum des Wechsels die dilatorische Einrede der Stundung der Grundforderung verschafft (BGE 42 III 496 E. 2; JÄGGI, Zürcher Kommentar, N. 107 zu Art. 965 OR; THOMAS VON BALLMOOS, Der wertpapierrechtliche Verkehrsschutz, Diss. Bern 1993, S. 90; MERZ, a.a.O., S. 21). Die Ausstellung eines Eigenwechsels dient daher vorwiegend dem Kreditinteresse des Schuldners. Umgekehrt wird der Gläubiger in eine günstigere Lage versetzt: unmittelbar durch die Vorteile der formellen Wechselstrenge (Wechselbetreibung, Umkehr der Beweislast für zugelassene Einreden) und mittelbar durch die materielle Wechselstrenge (Einredeausschluss zu Gunsten des gutgläubigen Dritterwerbers), wodurch die wechselbekleidete Forderung eine verbesserte Umlaufsfähigkeit erfährt (JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 135; MERZ, a.a.O., S. 29, Fn. 1).\n\nc) Nach den für das Bundesgericht verbindlichen Feststellungen der Vorinstanz beabsichtigten die Parteien mit der Begebung des Eigenwechsels keine Novation der Mietzinsschuld. Damit wurde diese nicht aufgehoben und die Frage stellt sich nicht, ob der Bürge bereits mit der Neuerung befreit wurde (so die herrschende Lehre und Rechtsprechung:BGE 60 II 332 E. 2; BGE 64 II 284 E. 2b; GIOVANOLI, Berner Kommentar, N. 3 und 11 zu Art. 509 OR; PESTALOZZI, Basler Kommentar, N. 7 zu Art. 509 OR; kritisch BECK, Das neue Bürgschaftsrecht, N. 25 zu Art. 509 OR).\n\n4. a) Wie jedes Schuldbekenntnis im Sinne von Art. 17 OR beinhaltet der Eigenwechsel vorerst bloss eine unbedingte und unwiderrufliche Zahlungsverpflichtung gegenüber dem Gläubiger BGE 127 III 559 S. 564ohne Angabe des Verpflichtungsgrundes. Diese Schuldanerkennung ist indessen nicht in dem Sinne abstrakt, dass sie vom vorbestandenen Grundverhältnis losgelöst erfolgt. Die Ausstellung eines Eigenwechsels begründet keine vom Rechtsgrund der ursprünglichen Schuld gelöste Rechtsbeziehung zwischen Schuldner und erstem Nehmer (JÄGGI, Zürcher Kommentar, N. 107 zu Art. 965 OR). Die Forderung des ersten Nehmers aus dem Wechsel ist vielmehr identisch mit der Forderung aus dem der Schuldanerkennung zu Grunde liegenden Rechtsverhältnis (WIELAND, Der Wechsel und seine civilrechtlichen Grundlagen, S. 61).\n\nDer Eigenwechsel erzeugt zwischen Aussteller und Remittent stets nur Beweisabstraktheit im formellen, rein urkundenrechtlichen Sinn (JÄGGI, a.a.O., N. 104-107 zu Art. 965 OR; MERZ, a.a.O., S. 4; VON BÜREN, Die Beschränkung der Einreden des Wechselschuldners, S. 2; CLAUDIA SIEBER, Schweizerischer Wechsel - U.S. Bill of Exchange und Promissory Note, Diss. Zürich 1995, S. 151 f.). Die Bedeutung seiner Abstraktheit erschöpft sich hier in der Beweislastverschiebung (MERZ, a.a.O., S. 52). Dies entspricht dem Astraktheitsbegriff von Art. 17 OR, wonach ohne gegenteilige Abrede der Schuldner keinem materiellen Einredenaussschluss ausgesetzt ist (BGE 105 II 183 E. 4a; SCHMIDLIN, Berner Kommentar, N. 22 f. und N. 50 f. zu Art. 17 OR; JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 26 f., 62 f., 138 und 217 f.; FURTER, Basler Kommentar, N. 10 zu Art. 979 OR; VON BALLMOOS, a.a.O., S. 91; SIEBER, a.a.O., S. 152). Vorbehältlich einer Novationsabrede bleibt daher die ursprüngliche Forderung mit ihren Nebenrechten - wie namentlich einer Bürgschaft - durch die Ausstellung eines Wechsels unberührt, womit die Wechselverbindlichkeit auch späteren Änderungen der ursprünglichen Forderung unterworfen ist. Dem Aussteller stehen daher gegenüber dem ersten Nehmer sämtliche Einreden und Einwendungen aus dem Grundgeschäft offen (JÄGGI, a.a.O., N. 102 zu Art. 965 OR; JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 216).\n\nb) Liegt der Eigenwechsel ununterbrochen oder mittels Rückindossierung wiederum beim ersten Nehmer, besteht folglich von Privatrechts wegen materiell nur eine Forderung, und zwar die Grundforderung aus dem unterliegenden Rechtsverhältnis zwischen Gläubiger und Schuldner (WIELAND, a.a.O., S. 61).\n\nDiese Rechtslage ändert sich erst, wenn die Wechselforderung über den Kreis der unmittelbaren Kontrahenten hinausgelangt, d.h. mit seiner Indossierung an einen gutgläubigen Dritten. Erst in dessen Händen ist der Wechsel mehr als bloss formelle Umhüllung BGE 127 III 559 S. 565der causa (WIELAND, a.a.O., S. 65). Ihm gegenüber ist eine Anfechtung der Wechselforderung durch den Aussteller wegen Mängeln des Grundverhältnisses ausgeschlossen, weil durch das Indossament ein davon unabhängiges Versprechen entsteht (Art. 1007 OR; JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 63; VON BÜREN, a.a.O., S. 6; WIELAND, a.a.O., S. 65 und 71; OTT, Das Vertrauensprinzip und die Lehre vom Einredenausschluss im Wechselrecht, in: SJZ 75/1979 S. 153 ff., 154). Erst mit der Indossierung des Eigenwechsels entsteht neben der Forderung zwischen Aussteller und erstem Nehmer eine zweite, von der Grundforderung losgelöste aber zweckidentische Forderung zwischen Indossatar und Aussteller (MERZ, a.a.O., S. 55). Vor der Indossierung ist die Zweiung der Forderungen bloss eine latente oder bedingte.\n\nDas Rechtsverhältnis zwischen Gläubiger und Schuldner könnte sich durch die Ausstellung eines Eigenwechsels nur dann ändern, wenn es dadurch materiell-abstrakt würde und zufolge einer Beschränkung der Einreden aus dem Grundgeschäft die in der Urkunde nicht genannte Bürgenhaftung ausschlösse. Die materielle Wechselstrenge als Einredeabstraktheit der Wechselforderung gemäss Art. 1007 OR ist jedoch nicht eine Folge der Wertpapiereigenschaft, sondern des Indossaments oder des Umlaufs des Wechsels (VON BÜREN, a.a.O., S. 11; OTT, a.a.O., S. 154). Das im Wechsel verurkundete Versprechen aus dem Skripturakt richtet sich allein an gutgläubige Dritterwerber (WIELAND, a.a.O., S. 84 f.; GUHL/DRUEY, a.a.O., S. 904). Nur ihnen gegenüber ist das Wechselversprechen skripturrechtlich vom Grundverhältnis losgelöst. Eine weitergehende Einredeabstraktheit lässt sich dagegen dem Wechselrecht nicht entnehmen. Es besteht denn auch kein Grund, diesen Verkehrsschutz in irgendeiner Weise auf die kausal verbundenen Parteien auszudehnen.\n\nc) Im Ergebnis wird daher mit der Prosequierung der im Eigenwechsel verbrieften Forderung durch den ersten Nehmer nichts anderes verfolgt als die Grundforderung, wenn auch auf prozessual sicherere und bequemere Weise (MERZ, a.a.O., S. 27 f.). Mithin kann insoweit der Auffassung der Vorinstanz nicht gefolgt werden. Die Bürgenhaftung ging durch die Ausstellung des Eigenwechsels nicht unter, weil dadurch keine von der ursprünglichen Mietzinsschuld gelöste Rechtsbeziehung zwischen der Hauptschuldnerin und der Klägerin als erster Nehmerin entstand. Mit der rechtlichen Verfolgung des Eigenwechsels durch die Klägerin wurde somit weder die Identität der Grundforderung aus dem Mietverhältnis noch die BGE 127 III 559 S. 566Bürgenhaftung aufgegeben. Vielmehr erfüllte die Klägerin die Voraussetzungen von Art. 510 Abs. 3 OR, als sie die verbürgte Grundforderung auf dem Weg der Wechselbetreibung und dem anschliessenden Begehren auf Konkurseröffnung innerhalb der gesetzlichen Frist rechtlich geltend machte. Daran ändert nichts, dass die Klägerin jedenfalls nach erfolglosem Einlösungsversuch des Eigenwechsels nach der zutreffenden Rechtsauffassung des Obergerichts ohne weiteres berechtigt gewesen wäre, auch gestützt auf die Grundforderung gegenüber der Hauptschuldnerin rechtlich vorzugehen. Eine derartige Pflicht bestand jedoch entgegen der Ansicht des Obergerichts nicht. Entscheidend ist vielmehr, dass im Verhältnis der Mietparteien stets nur eine, und zwar die durch die Bürgenhaftung gesicherte Mietzinsforderung bestand.\n\n5. Der hier vertretenen Auffassung steht auch die ratio legis von Art. 510 Abs. 3 OR nicht entgegen. Die zeitliche Strenge in der Verfolgung der Hauptforderung rechtfertigt sich aus dem Interesse des Bürgen an einer Klärung von Grundsatz und Umfang seiner Haftung, aus der Tendenz zur Erleichterung seiner Befreiung von einer in aller Regel einseitig eingegangenen Verpflichtung und aus der Schwierigkeit der Schadensbestimmung bei unterlassener oder verzögerter Geltendmachung der Hauptforderung (BGE 125 III 322 E. 3b). Diese Interessen aber werden in der hier zu beurteilenden Konstellation ebenso gut wenn nicht besser gewahrt, wenn der Gläubiger seine Forderung auf dem raschen Weg der Wechselbetreibung verfolgt anstatt unbesehen des zusätzlichen wertpapierrechtlichen Zahlungsversprechens aus dem Grundgeschäft vorzugehen. Mithin stehen auch bürgschaftsrechtliche Überlegungen dieser Auffassung nicht entgegen."}