{"annee": "127", "cour": "III", "page": "26", "date": "17/10/2000", "cite": [], "cite_par": ["133 III 473", "140 II 483"], "chapeau": "5. Extrait de l'arrêt de la Ire Cour civile du 17 octobre 2000 dans la cause ProLitteris contre la Ville de Genève (recours en réforme)", "regestes": ["Droit d'auteur; prétentions à rémunération; exception de catalogue (art. 26 LDA). Caractère impératif des règles de la LDA (consid. 4). Non-perception de droits d'auteur pour les catalogues relatifs à une exposition temporaire comprenant des oeuvres propriété de l'exposé ou des oeuvres prêtées à cet effet (consid. 5)."], "faits": "BGE 127 III 26 S. 26\n\nA.- a) ProLitteris est une société coopérative. Elle a pour but de percevoir, gérer et sauvegarder les intérêts des auteurs, éditeurs et autres détenteurs de droits portant sur des oeuvres littéraires, plastiques ou photographiques. Pour ce qui concerne la reproduction des oeuvres de l'art plastique et des images, elle a établi un tarif relatif à la perception des droits (document nommé: Tarif image, valable à partir du 1er janvier 1997).\n\nLa Ville de Genève est une des 45 communes du canton de Genève. Son Département des affaires culturelles comporte une division des musées, dont relève le Musée d'art et d'histoire (ci-après: MAH); BGE 127 III 26 S. 27celui-ci dispose d'un certain degré d'autonomie administrative pour sa gestion.\n\nb) Les 11 et 20 avril 1995, ProLitteris et le MAH ont signé une convention qui autorise le musée à \"utiliser des oeuvres des arts plastiques et de la photographie protégées selon la loi fédérale du 9 octobre 1992 sur le droit d'auteur et les droits voisins (LDA; RS 231.1) aux oeuvres de la littérature et des arts (sic), et faisant partie du répertoire géré par ProLitteris, pour la confection de catalogues d'expositions et brochures (...)\" (art. 1). L'art. 3 de la convention stipule que \"pour l'autorisation concédée par ProLitteris selon chiffre 1, le Musée d'art et d'histoire doit verser les redevances mentionnées dans le tarif de reproduction; ProLitteris accorde au musée un rabais de 30%\".\n\nLe Tarif image prévoit, à son art. 9, l'exception suivante:\n\n\"Selon les dispositions de la LDA, des reproductions d'oeuvres plastiques divulguées peuvent être réalisées sans indemnisation dans les cas suivants:\n\na) la reproduction d'une oeuvre plastique dans le catalogue de la collection d'un musée au sens de l'art. 26 LDA sous réserve que:\n\n- l'oeuvre se trouve dans une collection accessible au public et que\n\n- le catalogue soit édité par l'administration de la collection\n\n(...).\"\n\nL'art. 26 LDA se lit ainsi: \"Dans les catalogues édités par l'administration d'une collection accessible au public, il est licite de reproduire des oeuvres se trouvant dans cette collection; cette règle s'applique également à l'édition de catalogues d'expositions et de ventes aux enchères.\"\n\nB.- Le 9 août 1995, le MAH a transmis à ProLitteris une liste d'artistes et d'oeuvres devant figurer dans un catalogue relatif à une exposition prévue au Musée Rath, dénommée \"1945, les figures de la liberté - Nouvelles expressions artistiques de l'immédiat après-guerre\". Le 16 août 1995, ProLitteris a autorisé un tirage de 4000 exemplaires, sous diverses conditions, dont le paiement des droits d'auteur à réception de la facture à établir. Le 15 janvier 1996, Pro-Litteris a fait parvenir au MAH sa facture définitive pour le catalogue (frs 9'793 .45) ainsi qu'un rappel relatif à une facture antérieure impayée (frs 2'011.85).\n\nPar lettre du 7 mars 1996, le MAH a déclaré qu'il refusait de payer les montants qu'on lui réclamait en tant qu'ils concernaient les droits de reproduction dans les catalogues, acceptant de s'acquitter des droits de reproduction relatifs aux \"posters\" et dépliants. Le 27 juin 1997, la Ville de Genève a versé frs 5'063 à ProLitteris.BGE 127 III 26 S. 28\n\nAprès avoir en vain cherché à obtenir le recouvrement des sommes contestées par la voie des poursuites, ProLitteris a déposé une demande en paiement de frs 6'742, intérêts en sus, auprès de la Cour de justice du canton de Genève.\n\nLa Ville de Genève s'est opposée à la demande. Reconventionnellement, elle a conclu à ce que la cour dise et constate que le MAH était dispensé du paiement de tout droit d'auteur pour ses catalogues d'expositions temporaires ou permanentes, ce en application des art. 26 et 61 LDA.\n\nPar arrêt du 18 février 2000, la Cour de justice a, sur demande principale, débouté ProLitteris de ses conclusions et, sur demande reconventionnelle, constaté que l'exception au droit d'auteur prévue par l'art. 26 LDA couvrait tous les catalogues d'expositions édités par le MAH, y compris les expositions temporaires, et ce quelle que soit la provenance des oeuvres reproduites.\n\nC.- ProLitteris recourt en réforme au Tribunal fédéral. Elle conclut à l'annulation de l'arrêt de la Cour de justice, à la constatation que l'exception au droit d'auteur prévue par l'art. 26 LDA ne couvre pas les catalogues d'exposition édités par le MAH lorsqu'il s'agit d'oeuvres n'appartenant pas à ses propres collections, mais réunies pour les besoins d'une exposition temporaire, et à la condamnation de la Ville de Genève à lui payer la somme de frs 11'805.30, plus intérêts, sous déduction d'un acompte de frs 5'063\n\nLa défenderesse conclut au rejet du recours et à la confirmation de l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n4. La cour cantonale est partie de la prémisse que les règles de la LDA étaient impératives.\n\nCette affirmation doit être confirmée. En effet, il a été jugé que les sociétés de gestion des droits d'auteur ne sauraient faire valoir devant les tribunaux civils des prétentions à rémunération qui seraient incompatibles avec des prescriptions légales impératives, et qu'il était en particulier hors de question d'introduire un devoir de rémunération par le biais d'un tarif approuvé, pour des activités qui ne sont pas soumises à rémunération à teneur de la loi (SJ 1999 p. 353 consid. 4a). C'est donc à juste titre que la cour cantonale a posé que la LDA ne permet pas de dérogation tarifaire.\n\nC'est le lieu de relever que la Cour de justice a aussi considéré à bon droit que la convention signée par les parties en 1995 ne permettait BGE 127 III 26 S. 29pas à la demanderesse d'obtenir gain de cause: si celle-ci ne peut pas appliquer le tarif praeter legem, a fortiori ne peut-elle pas faire valoir contractuellement des prétentions non autorisées par le Tarif image, qui doit respecter les impératifs de la LDA. Avec la cour cantonale, on retiendra que toute prestation conventionnelle supplémentaire est illicite et nulle ab initio au sens de l'art. 20 al. 1 CO.\n\n5. Il convient maintenant de rechercher quelle est la juste interprétation de l'art. 26 LDA.\n\na) L'art. 26 LDA a remplacé l'art. 30 ch. 2 de la LDA de 1922, qui avait la teneur suivante:\n\nen français:\n\n\"Est licite: ...\n\n2. la reproduction, dans les catalogues édités par l'administration d'une collection publique, d'oeuvres des arts figuratifs ou de la photographie, d'après des exemplaires se trouvant à demeure dans cette collection.\" (ROLF 1923 p. 74)\n\nen allemand:\n\n\"Zulässig ist die Wiedergabe: ...\n\n2. von Werken der bildenden Künste oder Photographie nach bleibend in einer öffentlichen Sammlung befindlichen Exemplaren, sofern die Wiedergabe in den von der Verwaltung der Sammlung herausgegebenen Katalogen erfolgt.\" (AS 1923 p. 72)\n\nen italien:\n\n\"È lecita: ...\n\n2. La riproduzione d'opere delle arti figurative o della fotografia fatta valendosi di esemplari che si trovano in una collezione pubblica, in quanto avvenga nei cataloghi editi dall'amministrazione di quella collezione.\" (RU 1923 p. 74)\n\nAlors que le premier projet de modification de la LDA, en 1984, prévoyait à son art. 35 que \"Il est licite de reproduire, dans les catalogues édités par l'administration d'une collection accessible au public, des oeuvres de cette collection\" (FF 1984 III 277), un nouveau projet, faisant l'objet du Message du 19 juin 1989, a prévu à son art. 25, sous la note marginale \"Catalogues de musée\", que \"Dans les catalogues édités par l'administration d'une collection accessible au public, il est licite de reproduire des oeuvres se trouvant à demeure dans cette collection\" (FF 1989 III 602). Le Message soulignait qu'à une petite restriction près cette disposition correspondait à l'art. 30 ch. 2 LDA, que seules les oeuvres se trouvant à demeure dans une collection accessible au public pourraient être reproduites dans un catalogue, et que les oeuvres prêtées n'étaient par conséquent pas visées par cet article (FF 1989 III 529).\n\nBGE 127 III 26 S. 30\n\nSur proposition de sa commission, le Conseil national a adopté une disposition ne contenant plus les mots \"à demeure\" et ajouté que \"cette règle s'applique également à l'édition de catalogues de ventes aux enchères\" (BO 1992 CN 43). Le Conseil des États a encore étendu cette solution aux catalogues de foires (BO 1992 CE 381). Et le Conseil national a adhéré à la décision du Conseil des États (BO 1992 CN 1181).\n\nLe texte définitivement adopté, et promulgué, est devenu l'art. 26 LDA avec la teneur suivante:\n\nen français:\n\n\"Catalogues de musées, d'expositions et de ventes aux enchères\n\nDans les catalogues édités par l'administration d'une collection accessible au public, il est licite de reproduire des oeuvres se trouvant dans cette collection; cette règle s'applique également à l'édition de catalogues d'expositions et de ventes aux enchères.\"\n\nen allemand:\n\n\"Museums-, Messe- und Auktionskataloge\n\nEin Werk, das sich in einer öffentlich zugänglichen Sammlung befindet, darf in einem von der Verwaltung der Sammlung herausgegebenen Katalog abgebildet werden; die gleiche Regelung gilt für die Herausgabe von Messe- und Auktionskatalogen.\"\n\nen italien:\n\n\"Cataloghi di musei, di esposizioni e di vendite all'asta\n\nNel catalogo pubblicato dall'amministrazione di una collezione accessibile al pubblico è lecito riprodurre opere che si trovano in tale collezione; questa regola si applica anche alla pubblicazione di cataloghi di esposizioni e di vendite all'asta.\"\n\nSeule la première phrase de la disposition concerne la présente cause; la seconde phrase qui se réfère aux catalogues d'expositions (ou de foires) et de ventes aux enchères ne touche pas notre espèce.\n\nb) L'art. 26 LDA, tel qu'adopté en 1992, se distingue de la disposition antérieure datant de 1922 et de l'avant-projet proposé en 1989 par la suppression des mots \"à demeure\" (\"bleibend\"; nota: dans la version italienne de 1922, l'expression correspondante \"stabilmente\" employée à l'al. 3 de la même disposition ou \"in modo permanente\" pour reprendre les termes utilisés dans l'avant-projet de 1989, avait été omise; rien ne permet de penser qu'il se serait agi d'autre chose que d'une inadvertance: l'exigence de permanence dans la législation de 1922 n'est pas contestée). Le texte légal prévoyant que la reproduction dans un catalogue n'était permise que BGE 127 III 26 S. 31dans le cas d'oeuvres se trouvant de façon permanente dans une collection accessible au public a donc été remplacé par un texte ne contenant plus l'exigence de permanence.\n\nLa suppression d'une exigence ou d'une condition d'application dans un texte légal signifie généralement que ladite exigence ou condition n'existe plus. L'analyse logique du texte clair de l'art. 26 LDA ne peut que conduire à retenir, avec la cour cantonale, que l'exception au principe de la perception d'un droit d'auteur n'est plus limitée aux catalogues relatifs à une collection permanente mais qu'elle peut s'étendre aux catalogues relatifs à une exposition temporaire comprenant des oeuvres propriété de l'exposé ou des oeuvres prêtées à cet effet.\n\nc) Cette interprétation est corroborée par la chronologie et le contenu des travaux parlementaires.\n\nC'est à la suite d'une proposition du conseiller Peter Hess que la commission du Conseil national, dans sa séance des 26-27 juin 1991, a supprimé l'exigence de la permanence ou demeure de la collection qui figurait dans le projet. Et c'est en toute conscience et connaissance de cause que la commission a adopté cette modification; son auteur avait précisé qu'il fallait corriger la restriction prévue par le droit antérieur afin de permettre aux oeuvres prêtées (Leihgaben) d'être reproduites dans les catalogues de musées, de manière à ce que ces biens artistiques puissent être connus d'un vaste public. La discussion et le vote qui ont suivi ont montré que cette opinion était suivie par la très grande majorité des commissaires. Le Conseiller fédéral Koller a même été jusqu'à souligner qu'avec le texte du projet du Conseil fédéral la Fondation Pierre Gianadda n'aurait pas la possibilité d'éditer des catalogues, parce qu'elle n'organise que des expositions ad hoc.\n\nLes débats parlementaires ont abouti à l'adoption pure et simple de la proposition de la commission du Conseil national modifiant la première phrase de ce qui allait devenir l'art. 26 LDA.\n\nL'interprétation historique confirme donc le bien-fondé de la solution retenue par la cour cantonale.\n\nd) Cette interprétation de l'art. 26 LDA est aussi celle de la doctrine, qui a constaté la disparition de la limitation de l'exception aux collections permanentes (REHBINDER, Urheberrechtsgesetz, n. 2 ad art. 26), et en a tiré les conséquences logiques: l'exception est étendue aux oeuvres prêtées, donc également à tout le domaine des expositions temporaires (BARRELET/EGLOFF, Le nouveau droit d'auteur, 2e éd., n. 2 ad art. 26 LDA; KAMEN TROLLER, BGE 127 III 26 S. 32Manuel du droit suisse des biens immatériels, 2e éd., I, p. 542, note 129).\n\ne) Les arguments que la demanderesse oppose à cette solution sont vains:\n\n- rien ne permet de dire que les mots \"collection\" et \"Sammlung\" doivent se comprendre différemment l'un de l'autre, et que le terme \"Sammlung\", comme le soutient la demanderesse, vise une collection caractérisée par une unité thématique, \"le simple fait de rassembler des objets de toutes parts, même en vue d'un but précis\" ne pouvant \"conférer une unité aux objets ainsi rassemblés et donc en faire une collection\"; d'ailleurs, même si l'on voulait admettre une différence de définition, cela ne saurait porter atteinte à l'interprétation proposée;\n\n- la finalité de la loi n'est pas touchée par l'interprétation retenue, dès lors que, à côté de la protection des droits d'auteur, elle tend aussi à ne pas freiner exagérément la diffusion de la culture;\n\n- l'article 26 LDA, tel qu'interprété ici, n'est pas contraire à l'art. 9 al. 2 de la Convention de Berne pour la protection des oeuvres littéraires et artistiques, version de Paris du 24 juillet 1971 (RS 0.231.15), qui autorise les États à adopter une exception au droit d'auteur \"dans certains cas spéciaux, pourvu qu'une telle reproduction ne porte pas atteinte à l'exploitation normale de l'oeuvre ni ne cause un préjudice injustifié aux intérêts légitimes de l'auteur\"; l'exploitation normale de l'oeuvre n'est en rien atteinte par sa reproduction dans un catalogue de musée, dès lors que toutes les autres formes de reproduction, y compris par le musée, restent soumises au droit d'auteur (cf. DESSEMONTET, Le droit d'auteur, CEDIDAC 1999, p. 367-368, n. 500 à 502);\n\n- Enfin, le fait que plusieurs États européens, dans leurs législations, ne reconnaissent pas aux musées le droit de reproduire des oeuvres protégées dans leurs catalogues sans autorisation et sans payer de redevances, demeure sans effet sur le droit suisse, et en particulier sur l'interprétation de l'art. 26 LDA.\n\nEn conclusion, l'arrêt attaqué donne une interprétation correcte de la LDA."}