{"annee": "127", "cour": "V", "page": "183", "date": "20/4/2001", "cite": ["112 V 70", "123 III 466", "115 V 437", "120 V 378", "126 V 368", "116 IB 270", "114 V 56", "123 V 75", "112 V 55", "123 V 234", "114 II 349"], "cite_par": ["137 III 487", "129 III 335", "137 V 463", "132 III 32", "136 III 552"], "chapeau": "28. Auszug aus dem Urteil vom 20. April 2001 i. S. Öffentliche Arbeitslosenkasse Baselland gegen M.B. und zwölf weitere Beschwerdegegner und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 51 LACI; art. 333 CO: Indemnité en cas d'insolvabilité. Indépendamment du fait qu'une éventualité prévue à l'art. 333 CO soit réalisée (cession des rapports de travail en cas de transfert de l'entreprise ou d'une partie de celle-ci à un tiers), les travailleurs peuvent prétendre une indemnité en cas d'insolvabilité, pour autant que les conditions de l'art. 51 LACI soient réunies en ce qui concerne l'ancien employeur."], "faits": "BGE 127 V 183 S. 183\n\nA.- Die dreizehn im Rubrum als Beschwerdegegner aufgeführten Personen waren Arbeitnehmer der M. AG und erhielten mehrheitlich für die Monate Oktober bis Dezember 1997, teilweise bereits für weiter zurückliegende Monate, keinen Lohn für geleistete Arbeit. Am 1. Dezember 1997 schloss die M. AG mit der T. AG in Gründung per 1. Februar 1998 einen Kauf- und Übernahmevertrag ab. Die Gründung der T. AG erfolgte am 9. Dezember 1997. Am 12. Dezember 1997 änderte die M. AG ihre Firma in F. AG. Ein Grossteil der BGE 127 V 183 S. 184rubrizierten Arbeitnehmer kündigte am 16. Dezember 1997 das Arbeitsverhältnis mit der M. AG bzw. der F. AG wegen Lohngefährdung fristlos, anderen hatte die Arbeitgeberin bereits im November 1997 auf Ende Dezember 1997 gekündigt, einzelne wurden in der T. AG angestellt.\n\nMit Verfügungen vom 18. Februar 1998 lehnte die Öffentliche Arbeitslosenkasse Baselland die Gesuche der im Rubrum aufgeführten Arbeitnehmer um Insolvenzentschädigung ab. Zur Begründung gab sie an, die Ausrichtung von Insolvenzentschädigung bei der Übernahme einer Firma würde zu einer zweckwidrigen Liquidations- bzw. Sanierungshilfe führen.\n\nB.- Die dreizehn Betroffenen liessen Beschwerde führen mit dem Rechtsbegehren, die Verfügungen vom 18. Februar 1998 seien aufzuheben und es seien ihnen Insolvenzentschädigungen samt Zins zu 5% seit 23. Dezember 1997 auszurichten. Nachdem die Arbeitslosenkasse auf ein Wiedererwägungsgesuch nicht eingetreten war, hiess das Versicherungsgericht des Kantons Basel-Landschaft die Beschwerden im Sinne der Erwägungen gut und wies die Sache zur Prüfung der individuellen Anspruchsvoraussetzungen sowie zur Berechnung der Insolvenzentschädigungen an die Arbeitslosenkasse zurück (Entscheid vom 28. April 1999).\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt die Arbeitslosenkasse die Aufhebung des kantonalen Entscheides.\n\nDie dreizehn Arbeitnehmer lassen die Abweisung der Verwaltungsgerichtsbeschwerde beantragen. Das Staatssekretariat für Wirtschaft (seco) schliesst auf Gutheissung der Verwaltungsgerichtsbeschwerde.\n\nD.- Die dreizehn als Beschwerdegegner rubrizierten Personen haben mit Eingabe vom 11. Februar 2000 mitteilen lassen, dass über die T. AG am 11. Januar 2000 der Konkurs eröffnet und das Konkursverfahren am 27. Januar 2000 mangels Aktiven eingestellt worden sei. Die bereits seit Einreichung der Beschwerden beim Versicherungsgericht des Kantons Basel-Landschaft sistierten Lohnprozesse seien vom Bezirksgericht X daraufhin gemäss Art. 207 SchKG sistiert worden (Verfügungen vom 27. Januar 2000).", "considerants": "Aus den Erwägungen:\n\n2. Streitig und zu prüfen ist, ob die Beschwerdegegner nach Massgabe von Art. 51 Abs. 1 lit. a AVIG Anspruch auf Insolvenzentschädigung haben. Unter den Parteien besteht Uneinigkeit BGE 127 V 183 S. 185darüber, ob ein Betriebsübergang im Sinne von Art. 333 OR vorliegt und, bejahendenfalls, ob die damit verbundene solidarische Haftung der Erwerberin für die Lohnforderungen aus den Arbeitsverhältnissen zwischen der Veräusserin und den Arbeitnehmern den Anspruch auf Insolvenzentschädigung ausschliesst. Umstritten sind somit die Auswirkungen des Art. 333 OR auf die insolvenzentschädigungsrechtliche Ordnung.\n\n3. a) Gemäss Art. 51 Abs. 1 lit. a AVIG haben beitragspflichtige Arbeitnehmer von Arbeitgebern, die in der Schweiz der Zwangsvollstreckung unterliegen oder in der Schweiz Arbeitnehmer beschäftigen, Anspruch auf Insolvenzentschädigung, wenn gegen ihren Arbeitgeber der Konkurs eröffnet wird und ihnen in diesem Zeitpunkt Lohnforderungen zustehen. Die Insolvenzentschädigung deckt nach Art. 52 Abs. 1 AVIG (in der vom 1. Januar 1996 bis 31. August 1999 geltenden, vorliegend anwendbaren Fassung) Lohnforderungen für die letzten sechs Monate des Arbeitsverhältnisses, für jeden Monat jedoch nur bis zum Höchstbetrag nach Artikel 3 Absatz 1; als Lohn gelten auch die geschuldeten Zulagen.\n\nb) Der gesetzliche Zweck der Insolvenzentschädigung besteht im Schutz der Lohnguthaben der Arbeitnehmer und in der Sicherstellung des Lebensunterhaltes der Arbeitnehmer im Konkursfall des Arbeitgebers (BBl 1980 III 534f. und 606; BGE 114 V 58 Erw. 3c). Diesem Zweck entsprechend können nur effektive Lohnansprüche, welche von der versicherten Person zumindest glaubhaft zu machen sind (Art. 74 AVIV), Gegenstand des Anspruchs auf Insolvenzentschädigung bilden (ARV 1998 Nr. 12 S. 62 Erw. 3a).\n\nc) Mit der Ausrichtung der Entschädigung gehen laut Art. 54 Abs. 1 AVIG die Lohnansprüche des Versicherten im Ausmass der bezahlten Entschädigung und der von der Kasse entrichteten Sozialversicherungsbeiträge samt dem gesetzlichen Konkursprivileg auf die Kasse über. Diese darf auf die Geltendmachung nicht verzichten, es sei denn, das Konkursverfahren werde durch das Konkursgericht eingestellt (Art. 230 SchKG). Nach der angeführten Gesetzesbestimmung tritt die Arbeitslosenkasse im Umfang der von ihr entrichteten Insolvenzentschädigung voll in die Rechte der Arbeitnehmer gegenüber den Arbeitgebern ein; die Rechtsstellung der Kasse entspricht derjenigen der Arbeitnehmer, deren Lohnforderungen sie anstelle der Arbeitgeber mit gesetzlichem Rückgriffsrecht auf diese bzw. auf die Konkursmasse befriedigt (BGE 112 V 63 Erw. 2c). Die Arbeitnehmer müssen allerdings - gemäss der BGE 127 V 183 S. 186allgemeinen Schadenminderungspflicht - im Konkurs- oder Pfändungsverfahren alles unternehmen, um ihre Ansprüche gegenüber den Arbeitgebern zu wahren (Art. 55 Abs. 1 Satz 1 AVIG; BGE 114 V 59 Erw. 3d; ARV 1999 Nr. 24 S. 142 f. Erw. 1c).\n\n4. a) Nach Art. 333 Abs. 1 OR geht das Arbeitsverhältnis mit allen Rechten und Pflichten mit dem Tage der Betriebsnachfolge auf den Erwerber über, wenn der Arbeitgeber den Betrieb oder einen Betriebsteil auf einen Dritten überträgt und der Arbeitnehmer den Übergang nicht ablehnt. Der bisherige Arbeitgeber und der Erwerber des Betriebes haften solidarisch für die Forderungen des Arbeitnehmers, die vor dem Übergang fällig geworden sind und die nachher bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder bei Ablehnung des Übergangs durch den Arbeitnehmer beendet wird (Art. 333 Abs. 3 OR).\n\nb) Der Zweck von Art. 333 Abs. 1 OR in der Fassung vom 25. Juni 1971 bestand ursprünglich nur darin, den Übergang von Unternehmen zu erleichtern und dem Erwerber des Betriebes die eingearbeiteten Arbeitskräfte nach Möglichkeit zu sichern; im Übrigen konnte der Erwerber einen Arbeitsvertrag aus beliebigem Grund kündigen (BGE 114 II 352 Erw. 3). Mit der Revision vom 17. Dezember 1993, in Kraft seit 1. Mai 1994, wurde die Bestimmung jedoch der Richtlinie 1977/187/EWG des Rates vom 14. Februar 1977 zur Angleichung der Rechtsvorschriften der Mitgliedstaaten über die Wahrung von Ansprüchen der Arbeitnehmer beim Übergang von Unternehmen, Betrieben oder Betriebsteilen (ABl. L 61, vom 5. März 1977, S. 26 ff.; modifiziert durch die Richtlinie 1998/50/EG des Rates vom 29. Juni 1998 [ABl. L 201, vom 17. Juli 1998, S. 88]) angepasst, mit der die umfassende Wahrung der Interessen der betroffenen Arbeitnehmer beim Betriebsübergang angestrebt wird (BGE 123 III 468; nicht veröffentlichtes Urteil des Bundesgerichts vom 25. März 1999, 4C.37/1999; BEAT DENZLER, Zur Tragweite von Art. 333 OR, in: recht 1998 S. 66 ff.; ADRIAN STAEHELIN, Zürcher Kommentar, Der Arbeitsvertrag: Art. 319-362 OR, 3. Aufl., Zürich 1996, N 1 zu Art. 333 OR; MANFRED REHBINDER, Berner Kommentar, Kommentar zu den Art. 331-335 OR, Bern 1992, N 2 zu Art. 333 OR; MICHAEL E. WINKLER, Unternehmensumwandlungen und ihre Auswirkungen auf Arbeitsverträge, Diss. Zürich 2000, S. 29 f.; WOLFGANG PORTMANN, Individualarbeitsrecht, Zürich 2000, S. 182 Rz 839; BRUNNER/BÜHLER/WAEBER, Kommentar zum Arbeitsvertragsrecht, Deutsche Fassung der 2. Aufl., Basel/Frankfurt a.M. BGE 127 V 183 S. 1871997, N 3 zu Art. 333 OR; JÜRG BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2. Aufl., Bern 1996, N 1 zu Art. 333 OR; vgl. auch GABRIEL AUBERT, Die neue Regelung über Massenentlassungen und den Übergang von Betrieben, in: AJP 1994 S. 703 f.). Die Auslegung des Betriebsübergangsbegriffs im Sinne von Art. 333 OR orientiert sich an der Rechtsprechung des Gerichtshofs der Europäischen Gemeinschaften (nicht veröffentlichte Urteile des Bundesgerichts vom 25. März 1999, 4C.37/1999, und vom 6. August 1996, 4P.66/1996; WINKLER, a.a.O., S. 21 f.; ROLAND A. MÜLLER, Die neuen Bestimmungen über den Betriebsübergang, in: AJP 1996 S. 150 ff.).\n\nc) Die erwähnten Interessen der Arbeitnehmer betreffen namentlich die Vertragsdauer, welche durch den arbeitsrechtlichen Übergang nicht unterbrochen wird. Nicht beeinträchtigt werden zudem dienstaltersabhängige Ansprüche wie Kündigungsschutz, Lohnfortzahlung bei Verhinderung an der Arbeitsleistung, Gratifikation oder Abgangsentschädigung (PORTMANN, a.a.O., S. 182 Rz 839; WINKLER, a.a.O., S. 63). Zweck der solidarischen Haftung der alten und neuen Arbeitgeber für die aus den Arbeitsverhältnissen erwachsenen Forderungen der Arbeitnehmer, die vor der Übergabe fällig geworden sind und die nachher bis zum Zeitpunkt fällig werden, auf den die Arbeitsverhältnisse ordentlicherweise beendet werden könnten (Art. 333 Abs. 3 OR), ist der Schutz der Arbeitnehmer vor neuen Arbeitgebern, deren Bonität sie nicht kennen (BRÜHWILER, a.a.O., N 5 zu Art. 333 OR).\n\nd) Im Gegensatz zur Lösung nach altem Recht (BGE 114 II 352 Erw. 3) geht das Arbeitsverhältnis im Falle eines Betriebsübergangs automatisch auf die erwerbende Person über, selbst wenn dies gegen deren Willen geschehen sollte (BGE 123 III 468 Erw. 3b). Die Übernahme der bisherigen Arbeitsverhältnisse ist seit der Revision von Art. 333 OR Rechtsfolge und nicht Tatbestandsmerkmal (zur damit verbundenen Erschwernis von Betriebssanierungen durch Gründung von Auffanggesellschaften: FRANCO LORANDI, Betriebsübernahmen gemäss Art. 333 OR im Zusammenhang mit Sanierungen und Zwangsvollstreckungsverfahren, in: Schuldbetreibung und Konkurs im Wandel, Festschrift 75 Jahre Konferenz der Betreibungs- und Konkursbeamten der Schweiz, Basel 2000, S. 96 und 101; HANS HOFSTETTER, Zur Anwendbarkeit von Art. 333 OR bei Unternehmenssanierungen, in: AJP 1998 S. 927 und 929 f.; RICO A. CAMPONOVO, Übernahme von Arbeitsverhältnissen gemäss Art. 333 OR bei Unternehmenssanierungen, in: Der Schweizer Treuhänder, BGE 127 V 183 S. 1881998 S. 1417 ff.; WINKLER, a.a.O., S. 103 ff. mit Hinweisen einerseits auf die in der Literatur vorgeschlagenen Lösungsansätze zur einschränkenden Anwendung von Art. 333 OR und anderseits auf die Auswirkungen der neuen Betriebsübergangsrichtlinie 1998/50/EG vom 29. Juni 1998 für die Auslegung von Art. 333 OR; ferner Entscheid der Kantonalen Schiedskommission für Arbeitslosenversicherung Basel-Stadt vom 22. April 1999, publiziert in: BJM 2000 S. 31 ff. und BlSchK 1999 S. 232 ff.). Die Frage, ob der Erwerber oder die Erwerberin die Arbeitsverhältnisse tatsächlich übernimmt oder nicht, ist also nur insoweit von Bedeutung, als sich daraus Rückschlüsse auf die Entwicklung der betrieblichen Organisation ziehen lassen (nicht veröffentlichtes Urteil des Bundesgerichts vom 4. September 1998, 4C.221/1998). Eine Betriebsübertragung im Sinne von Art. 333 OR setzt im Übrigen laut diesem Urteil keine rechtliche Beziehung zwischen altem und neuem Arbeitgeber voraus; es genügt, wenn der Betrieb tatsächlich weitergeführt oder wieder aufgenommen wird. Für die Anwendung von Art. 333 OR ist das Vorliegen einer zivilrechtlichen Übertragung folglich unerheblich (WINKLER, a.a.O., S. 35; zu den Konsequenzen des als Vorentwurf des EJPD und des EFD vom Dezember 1997 vorliegenden Bundesgesetzes über die Fusion, Spaltung und Umwandlung von Rechtsträgern vgl. WINKLER, a.a.O., S. 38 f.; ferner GASSER/EGGENBERGER, Vorentwurf zu einem Fusionsgesetz - Grundzüge und ausgewählte Einzelfragen, in: AJP 1998 S. 457 ff., insbesondere S. 470 f.).\n\n5. a) Das kantonale Gericht hat die Frage offen gelassen, ob im vorliegenden Fall ein Betriebsübergang im Sinne von Art. 333 Abs. 1 OR gegeben sei. Die Regelung nach Art. 333 OR und das Institut der Insolvenzentschädigung würden nebeneinander stehen, weshalb Arbeitnehmer, unabhängig davon, ob eine Betriebsübernahme stattgefunden habe, Anspruch auf Insolvenzentschädigung hätten, sofern die Voraussetzungen gemäss Art. 51 ff. AVIG gegeben seien. Mache der Arbeitnehmer Lohnforderungen gegenüber dem bisherigen Arbeitgeber geltend und würden diese wegen Insolvenz nicht erfüllt, so bestehe Anspruch auf Insolvenzentschädigung. Die mit Art. 333 OR privatrechtlich eingeräumte Wahlfreiheit werde durch die öffentlich-rechtliche Regelung der Art. 51 ff. AVIG nicht eingeschränkt. Eine solche Einschränkung müsste im AVIG ausdrücklich geregelt sein, was nicht der Fall sei. Bei Zweifeln über Ansprüche aus Arbeitsvertrag sei die Arbeitslosenversicherung in analoger Anwendung von Art. 29 AVIG BGE 127 V 183 S. 189vorleistungspflichtig. Gegen mögliche Missbräuche stünden ihr gegenüber der konkursiten Gesellschaft die paulianischen Anfechtungsklagen der Art. 285 ff. SchKG zur Verfügung.\n\nb) Die Arbeitslosenkasse ist der Ansicht, es lasse sich ohne Klärung der Bedeutung eines vor Eröffnung des Konkurses über den vorherigen Arbeitgeber erfolgten Betriebsüberganges für den Anspruch auf Insolvenzentschädigung nicht entscheiden, ob es der Schutzzweck der Insolvenzentschädigung und die Ordnung gemäss Art. 333 OR zuliessen, unter dem Begriff des Arbeitgebers gemäss Art. 51 Abs. 1 AVIG ungeachtet eines Betriebsüberganges auch den ehemaligen Arbeitgeber zu erfassen. Das kantonale Gericht verkenne die Absichten des Gesetzgebers, die einer sachgerechten Auslegung von Art. 333 OR zu Grunde zu legen seien.\n\nc) Im Ergebnis - so seco und Arbeitslosenkasse - führe die Auffassung der Vorinstanz dazu, dass Art. 333 OR weitgehend seines Anwendungsbereiches beraubt und die im Wirtschaftsleben bereits vielfach praktizierte Methode gewahrt bleibe, sich durch entsprechende Rechtsgestaltungen der Lohnzahlungspflicht zu entledigen und Lohnkosten wirksam der Sozialversicherung zu überbinden (\"Sozialisierung\" von Lohnkosten). Der Wortlaut des Art. 51 Abs. 1 lit. a AVIG schliesse aus, den Veräusserer eines Betriebs, über den nach erfolgtem Betriebsübergang der Konkurs eröffnet wird, weiterhin als Arbeitgeber im Sinne jener Bestimmung zu betrachten, weil er nicht mehr als Arbeitgeber aus dem Arbeitsverhältnis weiterhafte, sondern lediglich auf Grund der gesetzlichen Solidarität als Solidarschuldner.\n\nd) Das seco führt an, die Insolvenzentschädigung gewährleiste keine voraussetzungslose Rückversicherung für die Lohnforderungen der Arbeitnehmer gegenüber jedem beliebigen Schuldner. Insofern der Arbeitnehmer von einer Durchsetzung seiner Lohnforderung gegenüber dem Arbeitgeber auf dem Weg der Zwangsvollstreckung absehe, erweise sich die Insolvenzentschädigung als subsidiär. In Fällen, in welchen zum Zweck einer Sanierung eine Betriebsübernahme erfolge und über den vormaligen Arbeitgeber der Konkurs herbeigeführt werde, könne das Ziel der Vermeidung einer missbräuchlichen Abwälzung von Lohnkosten auf die Gemeinschaft der Versicherten nur über eine sach- und zweckgerechte Auslegung und Anwendung der gesetzlichen Anspruchsvoraussetzungen erreicht werden. Die Tatsache, dass dem Arbeitnehmer bei einem Betriebsübergang in der Person des Erwerbers ein neuer, solventer Schuldner und Arbeitgeber gegenüberstehe, schliesse den BGE 127 V 183 S. 190Anspruch auf Insolvenzentschädigung aus (so auch LORANDI, a.a.O., S. 117, der meint, solange der Arbeitnehmer von einer zwangsvollstreckungsrechtlichen Durchsetzung seiner Lohnforderung gegenüber dem Betriebsübernehmer absehe, erweise sich die Insolvenzentschädigung als subsidiär). Durch den automatischen Übergang des Arbeitsverhältnisses erhielten die Arbeitnehmer für alle ausstehenden Forderungen einen neuen Schuldner und würden dadurch vom Gläubigerrisiko, mit ihren ungedeckten Lohnforderungen infolge Insolvenz des ehemaligen Arbeitgebers auszufallen, befreit. Dieser Bestandesschutz des Arbeitsverhältnisses bilde das rechtstechnische Instrument, den Arbeitnehmer bei Zahlungsunfähigkeit des ehemaligen Arbeitgebers zu schützen. Eine Lohnforderung, die sich wegen Betriebsübergangs primär gegen den Erwerber richte, könne nicht mehr wegen Konkurses des vormaligen Arbeitgebers im Sinne von Art. 51 AVIG insolvenzbedingt ausfallen, weil der Arbeitgeber weggefallen sei.\n\ne) Die Beschwerdegegner machen im Wesentlichen geltend, das Gesetzmässigkeitsprinzip werde verletzt, wenn die Verwaltung als Folge der Änderung einer Privatrechtsbestimmung auf dem Weg einer restriktiveren - wirtschaftspolitisch motivierten - Auslegung des Art. 51 Abs. 1 AVIG Leistungseinschränkungen vornehme, welche das Gesetz nicht kenne. Soweit die Verwaltung der Meinung sei, infolge der Änderung von Art. 333 OR sei eine neue Rechtslage geschaffen worden, welche die Frage der Reform der Anspruchsvoraussetzungen gemäss Art. 51 AVIG aufdränge, so sei dafür der erforderliche Gesetzgebungsprozess einzuleiten. Art. 51 AVIG kenne kein Anspruchskriterium \"Nichtvorhandensein eines Anspruchs gemäss Art. 333 OR\". Eine vorfrageweise Prüfung eines Anspruchs gemäss Art. 333 OR sei nicht notwendig. Die sozialversicherungsrechtliche Auswirkung von Art. 333 OR bestehe darin, dass der Arbeitslosenkasse nach der Subrogation gemäss Art. 54 AVIG neu zwei Schuldner zur Verfügung stünden. Geändert hätten sich nicht die arbeitslosenversicherungsrechtlichen Anspruchsvoraussetzungen, sondern die privatrechtlichen Grundlagen für den Regress der Kasse. Schliesslich sei die Auslegung der Verwaltung, wonach mit dem Betriebsübergang der Arbeitgeber gemäss Art. 51 Abs. 1 AVIG weggefallen sein solle, gesetzwidrig und verletze die Rechtsgleichheit.\n\n6. a) Arbeitnehmerschutzrechtliche Bestimmungen müssen gerade dann greifen, wenn die Gesetze des Marktes unternehmerische Entscheidungen verlangen (so BGE 116 Ib 276 Erw. 4b BGE 127 V 183 S. 191bezüglich der Ausnahmen vom Nacht- und Sonntagsarbeitsverbot). Aus der Stärkung des Schutzes der Arbeitnehmer bei Betriebsübernahmen im Sinne einer umfassenden Wahrung der arbeitsvertraglichen Interessen folgt indessen nicht eine Entlastung der Arbeitslosenversicherung. Der Zweck des Instituts der Insolvenzentschädigung im Arbeitslosenversicherungsrecht lässt deshalb eine Auslegung gemäss der Konzeption der Verwaltung nicht zu. Lohnforderungen gegenüber den bisherigen Arbeitgebern, die sich wegen des Betriebsüberganges nun auch gegen die Erwerber richten, können nach wie vor im Sinne von Art. 51 AVIG geltend gemacht werden. Das Gesetz knüpft den Anspruch auf Insolvenzentschädigung nicht an die Bedingung der Zahlungsunfähigkeit der Arbeitgeber im Zeitpunkt der Auflösung der Arbeitsverhältnisse; es wird einzig verlangt, dass den Arbeitnehmern im Zeitpunkt der Konkurseröffnung Lohnforderungen zustehen (vgl. SZS 2001 S. 92). Der in Art. 333 Abs. 1 OR geregelte Übergang des Arbeitsverhältnisses und die Haftungsbestimmung von Art. 333 Abs. 3 OR ändern unter insolvenzrechtlichen Gesichtspunkten nichts an der Arbeitgebereigenschaft der Veräusserer. Entgegen der Auffassung der Arbeitslosenkasse haften somit vormalige Arbeitgeber, über welche nach der Übereignung des Betriebes der Konkurs eröffnet wird, gemäss Art. 333 Abs. 1 OR sowohl aus dem ehemaligen Arbeitsverhältnis als auch auf Grund der gesetzlichen Solidarität (Art. 333 Abs. 3 OR) für die ausstehenden Lohnforderungen. Den Arbeitnehmern könnte bei einem Betriebsübergang denn auch in der Regel gar nicht zugemutet werden, ausstehende Lohnforderungen aus dem früheren Arbeitsverhältnis vorweg gegenüber den neuen Arbeitgebern, die im Übrigen entgegen der Auffassung des seco nicht immer solvent sein müssen, zivilprozessual geltend zu machen und vollstreckungsrechtlich auch durchzusetzen.\n\nDie insolvenzrechtliche Auswirkung von Art. 333 OR besteht darin, dass die Arbeitslosenkasse, welche mit der in Art. 54 AVIG geregelten Subrogation in die Rechte der Arbeitnehmer eintritt, ihre zwingend auszuübende Regressforderung neu gegenüber zwei Schuldnern, dem bisherigen Arbeitgeber und dem Betriebserwerber geltend machen kann (so auch WINKLER, a.a.O., S. 99; anderer Meinung: THOMAS GEISER, Betriebsübernahmen und Massenentlassungen im Zusammenhang mit Zwangsvollstreckungsverfahren, in: HASENBÖHLER/SCHNYDER [Hrsg.], Zivilprozessrecht, Arbeitsrecht, Kolloquium zu Ehren von Professor Adrian Staehelin, Zürich 1997, BGE 127 V 183 S. 192S. 113, welcher die Ansicht vertritt, im Falle der Veräusserung eines Betriebs im Konkurs hafte der Übernehmer nicht solidarisch für die Forderungen aus dem Arbeitsverhältnis, die vor Konkurseröffnung entstanden seien - diese seien ausschliesslich aus der Konkursmasse zu befriedigen und es bestehe gegenüber der Arbeitslosenkasse ein Anspruch auf Insolvenzentschädigung).\n\nDas Sozialversicherungsgericht hat folglich im Rahmen der Beurteilung des Anspruchs auf Insolvenzentschädigung nicht zu prüfen (auch nicht vorfrageweise; vgl. dazu BGE 120 V 382 Erw. 3a mit Hinweisen), ob die Voraussetzungen des Art. 333 OR erfüllt sind.\n\nb) Der auf den 1. Mai 1994 revidierte Art. 333 OR führt deshalb nicht zu einem Koordinationsbedarf. Es ist weder eine neue, restriktivere Auslegung des unveränderten Art. 51 AVIG noch eine richterliche Lückenfüllung vorzunehmen. Eine Koordination ist nicht bereits deswegen notwendig, weil das Arbeitslosenversicherungsrecht in einer besonders engen Beziehung zum Arbeitsvertragsrecht steht (vgl. als Beispiel BGE 115 V 437, welchem Urteil ein Meinungsaustausch mit der I. Zivilabteilung zu den arbeitsvertraglichen Grundsatzfragen vorausgegangen ist).\n\nc) Nichts anderes ergibt sich im Übrigen aus Art. 29 AVIG. Hat die Kasse begründete Zweifel daran, ob der Versicherte für die Zeit des Arbeitsausfalls gegenüber seinem bisherigen Arbeitgeber Lohn- oder Entschädigungsansprüche im Sinne von Art. 11 Abs. 3 AVIG hat oder ob sie erfüllt werden, so zahlt sie Arbeitslosenentschädigung aus (Art. 29 Abs. 1 AVIG). Mit der Zahlung gehen alle Ansprüche des Versicherten samt dem gesetzlichen Konkursprivileg im Umfang der ausgerichteten Arbeitslosenentschädigung auf die Kasse über (Art. 29 Abs. 2 Satz 1 AVIG). Art. 29 Abs. 1 AVIG regelt zwei unterschiedliche Tatbestände, nämlich einerseits den Fall, dass Zweifel darüber bestehen, ob die versicherte Person überhaupt Ansprüche gegenüber dem Arbeitgeber oder der Arbeitgeberin hat und anderseits den Fall, dass Zweifel über die Realisierbarkeit ausgewiesener Ansprüche bestehen (THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz 366). Mit der Sonderbestimmung von Art. 29 Abs. 1 AVIG kommt das Gesetz den Versicherten bei Unsicherheit über das Bestehen von die Anrechenbarkeit des Arbeitsausfalles (als eine der gesetzlichen Anspruchsvoraussetzungen) ausschliessenden Ansprüchen nach Art. 11 Abs. 3 AVIG entgegen, indem es dieses Anspruchsmerkmal im Sinne einer BGE 127 V 183 S. 193unwiderlegbaren gesetzlichen Vermutung als gegeben annimmt (BGE 126 V 373 Erw. 3a/bb). Die zu Art. 29 Abs. 2 Satz 1 AVIG von der Rechtsprechung entwickelten Grundsätze zur Legalzession sind auf die Insolvenzentschädigung gemäss Art. 54 Abs. 1 AVIG ebenfalls anwendbar (BGE 123 V 78 Erw. 2c).\n\nArt. 29 Abs. 1 und 2 AVIG bestätigen für den vorliegenden Fall somit sinngemäss, dass die Arbeitnehmer ihren Anspruch auf Insolvenzentschädigung unabhängig davon, ob ein Betriebsübergang stattgefunden hat, geltend machen können.\n\nd) Die Verwaltung berücksichtigt bei ihrer Argumentation ferner die Tatsache zu wenig, dass sich die meisten Arbeitnehmer auf Grund ihrer sozial schwachen Stellung dazu gezwungen sehen, ihre Arbeitskraft den Übernehmern ebenfalls zur Verfügung zu stellen. Gerade bei einem Sanierungsfall sind sie kaum in der Lage zu erkennen, wie es sich mit der Bonität der neuen Gesellschaft verhält. Gesellschaftsrechtliche Unternehmensumwandlungen können die Realisierbarkeit von Arbeitnehmerforderungen mit andern Worten gefährden. Der Anspruch auf Insolvenzentschädigung garantiert den Arbeitnehmerschutz effizienter als die Solidarhaftung gemäss Art. 333 Abs. 3 OR (vgl. zur Auslegung dieser Bestimmung: WINKLER, a.a.O., S. 94 ff.). Dabei ist allerdings einzuräumen, dass die Insolvenzentschädigung keine volle und voraussetzungslose Rückversicherung für Lohnforderungen der Arbeitnehmer garantiert.\n\nMachen Arbeitnehmer von dem in Art. 333 Abs. 1 OR verankerten Ablehnungsrecht (vgl. Art. 333 Abs. 2 OR) Gebrauch, wäre es für sie tatsächlich und rechtlich schwierig, die ihnen gegen die ehemaligen Arbeitgeber zustehenden Lohnansprüche bei den Übernehmern geltend zu machen. Dieses Hindernis entfällt bei einem Anspruch auf Insolvenzentschädigung. Um im Rahmen von Unternehmenssanierungen der von der Arbeitslosenkasse befürchteten missbräuchlichen Abwälzung von Lohnkosten auf die Versichertengemeinschaft entgegenzutreten (zur rechtsmissbräuchlichen Gesetzesumgehung: BGE 123 V 238 Erw. 7b/bb mit Hinweisen), hat die Arbeitslosenversicherung allerdings ihrer Pflicht nachzukommen, ihre Forderungen auf dem Regressweg geltend zu machen (Art. 54 Abs. 1 Satz 2 AVIG; BGE 123 V 77 Erw. 2c).\n\ne) Nach dem Gesagten entspricht die Leistungspflicht der Arbeitslosenkasse für die umstrittene Insolvenzentschädigung und das Regressrecht der Verwaltung der geltenden Rechtslage. Wie die Beschwerdegegner zutreffend ausführen, ist es gegebenenfalls BGE 127 V 183 S. 194Sache des Gesetzgebers, der von der Verwaltung dargelegten und gewünschten Konzeption zur Lösung des Problems der rückständigen Arbeitnehmerforderungen zum Durchbruch zu verhelfen (vgl. die Lösungsvorschläge de lege ferenda von LORANDI, a.a.O., S. 110 ff.).\n\n7. Bei diesem Ausgang des Verfahrens braucht nicht geprüft zu werden, wie es sich mit den Kündigungen der Arbeitsverhältnisse verhält. Die Verwaltung vertritt die Auffassung, diese Kündigungen seien aus Anlass der Betriebsübernahme und im Interesse der Erwerberin, somit in Umgehung von Art. 333 OR erfolgt. Diesbezüglich ist immerhin darauf hinzuweisen, dass nach der Rechtsprechung sowohl des Bundesgerichts als auch des Gerichtshofes der Europäischen Gemeinschaften eine ausschliesslich im Hinblick auf einen Betriebsübergang ausgesprochene Kündigung nicht gültig ist; offen gelassen hat das Bundesgericht allerdings die Konsequenzen einer Kündigung mit dem Zweck, den Rechtsfolgen des Art. 333 OR zu entgehen (nicht veröffentlichtes Urteil des Bundesgerichtes vom 7. Januar 1999, 4C.333/1998; zum Bestandesschutz übergehender Arbeitsverhältnisse vgl. WINKLER, a.a.O., S. 108 ff., der - ebenso wie die Botschaft I über die Anpassung des Bundesrechts an das EWR-Recht vom 27. Mai 1992 [BBl 1992 V 402] - zum Schluss kommt, auf Grund von Art. 333 OR bestehe kein erhöhter Kündigungsschutz).\n\n8. Zusammenfassend ergibt sich, dass die Übernahmeregelung gemäss dem revidierten Art. 333 OR und das Institut der Insolvenzentschädigung sich nicht gegenseitig ausschliessen. Es kann keine Rede davon sein, dass zwingendes Arbeitsvertragsrecht im Hinblick auf sozialversicherungsrechtliche Leistungen zur Disposition gestellt wird. Entgegen der Auffassung der Arbeitslosenkasse und des seco gibt es de lege lata weder ein Konkurrenzproblem noch wird die arbeitslosenversicherungsrechtliche durch die arbeitsprivatrechtliche Leistungspflicht verdrängt. Es ist mit anderen Worten für das Bestehen eines Anspruchs auf Insolvenzentschädigung unerheblich, ob eine Übertragung des Arbeitsverhältnisses stattgefunden hat. Daraus folgt, dass Arbeitnehmer, unabhängig davon, ob ein Anwendungsfall von Art. 333 OR vorliegt, Insolvenzentschädigung beanspruchen können, sofern die Voraussetzungen gemäss Art. 51 AVIG in Bezug auf den bisherigen Arbeitgeber oder die bisherige Arbeitgeberin erfüllt sind. Dieser Anspruch ergibt sich auch aus der in der gesetzlichen Ordnung der Insolvenzentschädigung begründeten Vorleistungspflicht (BGE 112 V 70 Erw. 4; ARV 1990 Nr. 8 BGE 127 V 183 S. 195S. 53 Erw. 2). Die Arbeitslosenkasse anderseits kann ihr Regressrecht, das sie zwingend auszuüben hat (BGE 123 V 77 Erw. 2b), gemäss Art. 54 AVIG gegenüber den bisherigen wie auch gegenüber den neuen Arbeitgebern geltend machen.\n\n9. (Gerichtskosten und Parteientschädigung)"}