{"annee": "127", "cour": "IV", "page": "141", "date": "7/6/2001", "cite": ["125 III 412", "117 IV 270", "109 II 491", "118 II 410"], "cite_par": ["128 IV 53", "127 IV 236", "129 IV 22"], "chapeau": "22. Extrait de l'arrêt de la Cour de cassation pénale du 7 juin 2001 dans la cause A. contre B., C., D., E. et F. (pourvoi en nullité)", "regestes": ["Art. 271 al. 1 et 2 PPF; pourvoi en nullité sur les conclusions civiles. Dans un pourvoi en nullité sur les conclusions civiles, la valeur litigieuse requise, le cas échéant, doit en principe être indiquée dans l'acte de recours (consid. 1b). Les conclusions relatives aux prétentions civiles doivent en règle générale être chiffrées (consid. 1c). Le recourant doit prendre des conclusions concrètes sur le plan civil, aussi lorsque le pourvoi est dirigé en même temps contre l'action pénale (consid. 1d)."], "faits": "BGE 127 IV 141 S. 141\n\nA.- Par jugement du 1er mars 2000, le Tribunal correctionnel du district de Lausanne a condamné A., pour dénonciation calomnieuse, à la peine de 6 mois d'emprisonnement avec sursis pendant 3 ans, et l'époux de celle-ci, pour diffamation, dénonciation calomnieuse et instigation à cette infraction ainsi que pour faux témoignage, à la peine de 12 mois d'emprisonnement, également avec sursis BGE 127 IV 141 S. 142pendant 3 ans. Il a par ailleurs statué sur des conclusions civiles formulées par cinq plaignants.\n\nEn substance, il était reproché à A. d'avoir, dès le 25 octobre 1995, à l'instigation de son mari, dénoncé à la police et au juge d'instruction, comme auteurs de crimes, notamment de viol et d'extorsion, les cinq plaignants, alors qu'elle les savait innocents, en vue de faire ouvrir contre eux une poursuite pénale.\n\nB.- Par arrêt du 17 juillet 2000, la Cour de cassation pénale du Tribunal cantonal vaudois a partiellement admis les recours formés contre ce jugement par A. et son époux, qui contestaient tant leur condamnation pénale et la peine que la décision sur les conclusions civiles.\n\nSur le plan pénal, elle a réformé le jugement qui lui était déféré en ce sens qu'elle a libéré l'époux de A. de l'accusation de diffamation; sur le plan civil, elle a modifié le jugement en ce sens qu'elle a réduit de 10'000 francs à 5000 francs le montant alloué à titre de réparation du tort moral à E., D. et C. et de 10'000 francs à 7000 francs celui alloué au même titre à F., réduisant également de 2500 francs à 1000 francs le montant alloué à titre de dépens pénaux à D., C. et B. et de 6000 francs à 3000 francs celui alloué à ce titre à F. Pour le surplus, les recours ont été écartés et le jugement confirmé.\n\nC.- A. se pourvoit en nullité au Tribunal fédéral en ce qui concerne les conclusions civiles. Invoquant notamment une violation de l'art. 49 al. 1 CO, elle conclut à l'annulation de l'arrêt attaqué et au renvoi de la cause à l'autorité cantonale pour qu'elle donne acte aux intimés de leurs réserves civiles.\n\nLe Tribunal fédéral a déclaré le pourvoi irrecevable.", "considerants": "Extrait des considérants:\n\n1. a) Le pourvoi en nullité est ouvert, à l'exclusion du recours en réforme, pour se plaindre de la décision civile rendue dans le cadre de la procédure pénale, lorsque les conclusions civiles ont été jugées en même temps que l'action pénale (art. 271 al. 1 PPF [RS 312.0]; ATF 118 II 410 consid. 1 p. 412).\n\nb) Si la Cour de cassation n'est pas saisie en même temps de l'action pénale et qu'un recours en réforme sans égard à la valeur litigieuse n'est pas possible (cf. art. 45 OJ), le pourvoi sur l'action civile n'est recevable que pour autant que celle-ci atteigne la valeur litigieuse requise pour un recours en réforme (art. 271 al. 2 PPF), soit 8000 francs (art. 46 OJ).\n\nBGE 127 IV 141 S. 143\n\nLa valeur litigieuse est fixée d'après les prétentions encore contestées devant la dernière juridiction cantonale (cf. art. 46 OJ). Elle doit en principe être indiquée dans le pourvoi sur les conclusions civiles, comme dans le recours en réforme (cf. art. 55 al. 1 let. a OJ). L'omission de cette indication entraîne l'irrecevabilité du pourvoi, lorsque la valeur litigieuse ne peut être déterminée d'emblée et avec certitude sur la base de l'acte de recours, de la décision attaquée et des pièces du dossier (cf. ATF 117 IV 270 consid. 3b p. 273; également ATF 109 II 491 consid. 1c/ee p. 493). Il n'incombe en effet pas au Tribunal fédéral de procéder à des investigations approfondies afin de déterminer la valeur litigieuse. Sous peine d'irrecevabilité, le recourant doit donc fournir, de manière claire et suffisante, les indications nécessaires pour que la Cour de cassation puisse déterminer si les droits contestés dans la dernière instance cantonale atteignent la valeur litigieuse requise.\n\nc) Selon la jurisprudence, les conclusions relatives aux prétentions civiles doivent en règle générale être chiffrées dans le pourvoi en nullité comme dans le recours en réforme; à ce défaut, le pourvoi est irrecevable, à moins que la motivation du pourvoi, en relation avec l'arrêt attaqué, permette de discerner de manière certaine quels sont les montants contestés par le recourant (ATF 125 III 412 consid. 1).\n\nd) Dans un pourvoi en nullité sur les conclusions civiles, le recourant doit prendre des conclusions concrètes; une conclusion tendant simplement à l'annulation de la décision attaquée est en règle générale insuffisante et entraîne l'irrecevabilité du pourvoi. Cela vaut également lorsque le pourvoi est dirigé en même temps contre l'action pénale; le recourant doit alors formuler, en plus de la conclusion tendant, sur le plan pénal, à l'annulation de la décision attaquée, des conclusions séparées et concrètes sur le plan civil.\n\n2. a) Dans la mesure où, en instance cantonale, les conclusions civiles ont été jugées en même temps que l'action pénale, la recourante, bien qu'elle conteste exclusivement le prononcé sur les conclusions civiles, est recevable à le faire par la voie du pourvoi en nullité, aux conditions de l'art. 271 al. 2 PPF.\n\nb) Comme, dans le cas d'espèce, la Cour de céans n'est pas saisie en même temps de l'action pénale et qu'un recours en réforme sans égard à la valeur litigieuse n'est pas possible, le pourvoi sur l'action civile ne serait recevable que pour autant que celle-ci atteigne la valeur litigieuse requise pour un recours en réforme, soit 8000 francs.\n\nLa recourante n'indique pas la valeur litigieuse. Du jugement de première instance, il ressort que les intimés E., D., C. et F. ont obtenu, chacun, 10'000 francs à titre de réparation du tort moral et que l'intimée BGE 127 IV 141 S. 144B. a obtenu 3000 francs à ce titre. Aucun d'eux n'a recouru contre ce jugement. De son côté, la recourante, sur le plan civil, s'est bornée à conclure, dans son recours cantonal, à la suppression des chiffres V à IX du dispositif du jugement de première instance, par lesquels le tribunal avait statué sur les conclusions civiles formulées par les intimés, et à ce qu'il soit donné acte à ces derniers de leurs réserves civiles, autrement dit à demander qu'ils soient renvoyés à agir devant le juge civil. Une telle conclusion ne permet manifestement pas de discerner dans quelle mesure elle contestait le prononcé de première instance sur les conclusions civiles, ni, partant, de déterminer si les droits contestés dans la dernière instance cantonale atteignent la valeur litigieuse requise. La motivation présentée à l'appui de cette conclusion ne permet pas non plus de le faire, dès lors qu'elle se réduit à contester les \"montants exorbitants alloués aux plaignants\". Le pourvoi est par conséquent irrecevable.\n\nc) Au demeurant, le pourvoi eût de toute manière dû être déclaré irrecevable pour un autre motif.\n\nLa recourante ne prend aucune conclusion chiffrée; plus est, elle ne prend aucune conclusion concrète, mais se borne à demander l'annulation de l'arrêt attaqué et le renvoi de la cause à l'autorité cantonale pour qu'elle donne acte aux intimés de leurs réserves civiles. De la motivation de son pourvoi, il résulte qu'elle ne conteste pas le principe de sa responsabilité civile ni, par conséquent, devoir indemniser les intimés pour le tort moral qu'ils ont subi à raison de son comportement. Elle ne prétend pas non plus que les montants qui leur ont été alloués à ce titre par la cour cantonale seraient excessifs; elle n'indique en tout cas aucunement dans quelle mesure ils le seraient. Soutenant que la cour cantonale ne disposait pas d'éléments suffisants pour le faire, elle lui reproche d'avoir fixé elle-même les montants des indemnités pour tort moral, au lieu de donner acte aux intimés de leurs réserves civiles et de les renvoyer à agir devant le juge civil. Elle ne saurait toutefois se plaindre de ce que l'affaire n'ait pas été renvoyée au civil que pour autant qu'elle entende contester les indemnités qu'elle a été condamnée à payer et que sa motivation permette de discerner clairement dans quelle mesure elle entend le faire. Or, la recourante ne fournit aucune explication qui permette de discerner si et dans quelle mesure elle entend contester les indemnités pour tort moral allouées aux intimés."}