{"annee": "127", "cour": "III", "page": "257", "date": "4/4/2001", "cite": ["115 II 42", "106 II 134", "116 II 428", "97 II 339", "94 II 37", "112 II 138", "68 II 369", "127 III 68", "120 II 97", "119 II 216", "81 II 439", "97 II 403", "95 II 333", "93 II 329", "104 II 225", "107 II 134", "114 II 342", "109 II 418", "125 III 78"], "cite_par": ["133 III 6", "145 III 460", "137 V 394", "139 V 176", "130 III 362", "139 V 42", "129 III 493", "127 III 453", "136 II 187"], "chapeau": "45. Auszug aus dem Urteil der II. Zivilabteilung vom 4. April 2001 i.S. A. Rapold & Co. KG gegen Werner Bleiker und Mitb. (Berufung)", "regestes": ["Dommage causé à un fonds voisin par des fouilles et des constructions; prescription; art. 679/685 CC, art. 51 et art. 60 al. 1 CO. Point de départ de la prescription absolue en cas d'augmentation constante du dommage (consid. 2b). Responsabilité solidaire des propriétaires (consid. 4b). Portée de la responsabilité solidaire (consid. 5a). Aucune réduction de la responsabilité lorsque la prétention en réparation contre des responsables solidaires n'est pas donnée (consid. 6b). Prétention en réparation du défendeur contre les responsables tenus par une solidarité imparfaite en cas de prescription des actions en dommages et intérêts concurrentes des lésés (consid. 6c)."], "faits": "BGE 127 III 257 S. 258\n\nA.- Die Klägerin ist Eigentümerin des Grundstückes Kat.-Nr. 6344 am Wydlerweg 7 in Zürich. Auf ihrer Parzelle steht ein im Jahre 1872 errichtetes Wohnhaus; 1948 wurden eine Werkstatt und eine Garage angebaut. Südöstlich und westlich der klägerischen Liegenschaft liegen die Grundstücke Kat.-Nr. 6339 und 6341, die dem Beklagten 1 gehören. Auf ihnen befindet sich die Überbauung \"Albisriederdörfli\", die von 1981 bis Ende 1982 erbaut wurde. Den Beklagten 2 gehört die Parzelle Kat.-Nr. 6343 im Nordwesten des Grundstückes der Klägerin; auf dieser wurde zwischen Ende 1981 und Ende des Jahres 1982 eine Mehrfamilienhausüberbauung mit Tiefgarage errichtet. Eigentümerin des im Norden und Nordosten an das Grundstück der Klägerin angrenzenden Grundstückes Kat.-Nr. 6345 ist die Stadt Zürich, wobei auf ihrem Grundstück zu Gunsten der Beklagten 3 ein selbständiges und dauerndes Baurecht eingetragen ist. In den Jahren 1984 und 1985 erbaute diese dort mehrere Mehrfamilienhäuser.\n\nMit Schreiben vom 25. März 1988 und vom 10. Juni 1988 teilte die Klägerin den Beklagten 1 und 3 mit, dass an ihrem Gebäude Schäden aufgetreten seien, die mit den Bauarbeiten auf den Nachbargrundstücken in Zusammenhang stünden. Am 16. Juni 1993 betrieb die Klägerin die Beklagten 1, 2 und 3 je für den Betrag von Fr. 1'000'000.-, worauf alle drei Beklagten Rechtsvorschlag erhoben.\n\nB.- Die Klägerin erhob am 17. November 1993 beim Bezirksgericht Zürich Klage und beantragte, die Beklagten 1, 2 und 3 solidarisch zur Zahlung von Fr. 1'689'330.35 nebst 5% Zins seit dem BGE 127 III 257 S. 25930. April 1993 zu verurteilen. Zudem seien sie zu verpflichten, unverzüglich alle Massnahmen zur Vermeidung weiterer Schäden an der klägerischen Liegenschaft zu ergreifen, insbesondere die Entwässerungsleitungen in der Nähe ihrer Grundstücksgrenze stillzulegen. Mit Urteil vom 24. Juli 1997 hiess das Bezirksgericht die Klage teilweise gut und verpflichtete die Beklagten unter solidarischer Haftung für den gesamten Betrag zur Bezahlung von Fr. 748'762.- nebst Zins. Zugleich legte es die von den Beklagten im Innenverhältnis zu tragenden Haftungsquoten fest; im Übrigen wies es die Klage ab. Hiergegen erklärten die drei Beklagten Berufung an das Obergericht des Kantons Zürich, welches die Klage gegen die Beklagten 1 und 2 abwies, die Beklagte 3 dagegen zur Bezahlung von Fr. 310'000.- nebst Zins zu 5% seit dem 30. April 1993 verurteilte.\n\nC.- Gegen das Urteil des Obergerichts haben sowohl die Klägerin als auch die Beklagte 3 Berufung an das Bundesgericht erhoben. Die Klägerin verlangt die Aufhebung des angefochtenen Urteils und die solidarische Verurteilung der Beklagten 1-3 zur Bezahlung von Fr. 665'511.10 nebst 5% Zins seit dem 30. April 1993. Die drei Beklagten tragen Abweisung der Berufung an; die Beklagte 3 ersucht überdies in ihrer Berufung um teilweise Aufhebung des vorinstanzlichen Urteils und Abweisung der Klage, eventuell Reduktion der zu bezahlenden Summe. Die Klägerin schliesst auf Abweisung dieser Begehren; das Obergericht hat auf Gegenbemerkungen verzichtet. Das Bundesgericht heisst beide Berufungen teilweise gut, hebt den angefochtenen Entscheid teilweise auf und weist die Sache zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. b) Die Klägerin macht sodann geltend, die absolute Verjährung beginne nicht zu laufen, solange das schädigende Ereignis fortdauere und kein abgeschlossener Schaden vorliege. Im vorliegenden Fall seien Einrichtungen zur dauernden Entwässerung installiert worden, die fortwährend auf die Liegenschaft der Klägerin einwirkten. Diese schädigende Einwirkung habe bis heute nicht aufgehört.\n\naa) Ausservertragliche Schadenersatzansprüche unterliegen der relativen einjährigen und der absoluten zehnjährigen Verjährungsfrist gemäss Art. 60 Abs. 1 OR. Diese Verjährungsordnung gilt auch für Ansprüche aus Art. 679/685 Abs. 1 ZGB, wie die Vorinstanz zu Recht erwogen hat (BGE 109 II 418 E. 3 S. 420 mit Hinweis).BGE 127 III 257 S. 260\n\nWährend die relative Verjährungsfrist von dem Tage an läuft, an dem der Geschädigte Kenntnis vom Schaden und von der Person des Ersatzpflichtigen erlangt hat, beginnt die absolute Verjährungsfrist bereits am Tage der schädigenden Handlung zu laufen (Art. 60 Abs. 1 OR). Der Beginn der Zehnjahresfrist ist somit vom Schadenseintritt und von der Kenntnis des Schadens durch den Geschädigten unabhängig; massgeblich ist einzig der Zeitpunkt des den Schaden verursachenden Verhaltens (BGE 106 II 134 E. 2a-c S. 136 ff.; BGE 119 II 216 E. 4a/aa S. 219; je mit Hinweisen).\n\nbb) Damit ist es für den Lauf der absoluten Verjährung unerheblich, ob sich der Schaden auf dem Grundstück der Klägerin noch fortentwickelt. Dass die Grabungen und die bauliche Tätigkeit der Beklagten 1 und 2 mehr als zehn Jahre vor der Einleitung der Betreibung im Juni 1993 abgeschlossen waren, steht aufgrund der für das Bundesgericht verbindlichen Feststellungen der Vorinstanz fest (Art. 63 Abs. 2 OG). Fraglich ist nur, ob damit auch das schädigende Verhalten als abgeschlossen zu betrachten ist oder ob die auf die Sickerleitungen zurückzuführende Absenkung des Grundwasserspiegels eine fortwährende schädigende Handlung darstellt, die den Verjährungseintritt verhindert.\n\nDie Klägerin beruft sich in diesem Zusammenhang zunächst auf MEIER-HAYOZ (Berner Kommentar, 3. Aufl., Bern 1974, N. 145 zu Art. 679 ZGB), der sich seinerseits auf BGE 81 II 439 E. 3 und 4 S. 445 ff. bezieht. Dort ging es um eine Haftung aus Art. 679 in Verbindung mit Art. 684 ZGB; eine Kunstseidefabrik leitete ihre Abwässer in undichte Klärbecken, wo sie versickerten und das Grundwasser mit Sulfatsalzen verunreinigten. Obwohl die letzte Benutzung der Klärbecken mehr als zehn Jahre zurücklag, erachtete das Bundesgericht die Ersatzforderung nicht als verjährt, weil die Verunreinigung des Grundwassers angedauert habe und somit von immer neuen Immissionen auszugehen sei. Ob an diesem Entscheid uneingeschränkt festzuhalten ist, kann offen bleiben, weil der vorliegende Sachverhalt mit dem dortigen nicht vergleichbar ist, wie auch die Vorinstanz zu Recht erkannt hat. Die Errichtung der Bauten einschliesslich der Sickerleitungen ist verjährungsrechtlich als einmalige, abgeschlossene Handlung zu würdigen (BGE 107 II 134 E. 4 S. 140). Schädigende Handlungen im Sinne von Art. 60 Abs. 1 OR stellen die Grab- und Bautätigkeiten der Beklagten 1 und 2 unter Einschluss der Installation der Sickerleitungen dar, während die durch die anhaltende Senkung des Grundwasserspiegels sich vergrössernden Schäden als Entwicklung des auf der ursprünglichen BGE 127 III 257 S. 261Schädigungshandlung beruhenden Schadens zu begreifen sind. Nichts anderes ergibt sich aus dem von der Klägerin angerufenen BGE 109 II 418 E. 3 S. 421 f. und dem Zitat von BREHM (Berner Kommentar, 2. Aufl., Bern 1998, N. 30 zu Art. 60 OR), wonach die Verjährungsfrist nicht zu laufen beginne, solange die Handlung des Schädigers andauere. Nach dem Dargelegten trifft dieser Tatbestand hier gerade nicht zu, denn es währt nicht die schädigende Handlung fort, sondern allenfalls deren Auswirkungen. Damit sind die Annahmen der Vorinstanz über den Beginn der absoluten Verjährungsfrist nicht zu beanstanden.\n\n4. a) Die Beklagte 3 beanstandet, die Vorinstanz habe Art. 50 und 51 OR sowie Art. 679 und Art. 685 ZGB verletzt, weil sie im Verhältnis zwischen den Beklagten 1-3 Solidarität angenommen habe. Dem hält sie entgegen, dass keine Solidarität entstehe, wenn mehrere Grundeigentümer je für sich ihr Eigentumsrecht überschritten und dadurch den Nachbarn schädigten. Nach den Feststellungen der Vorinstanz habe die Beklagte 3 nicht mit den Beklagten 1 und 2 zusammen gehandelt, habe sie doch ihr Bauvorhaben zweieinhalb Jahre später und unabhängig von diesen begonnen. Zu Beginn ihres Bauvorhabens seien bereits Schäden vorhanden gewesen; die Beklagten hätten durch ihre Bautätigkeit nicht denselben Schaden herbeigeführt, sondern jeder Grundeigentümer habe einen Schadensanteil verursacht. Eine solidarische Haftung zwischen benachbarten Grundeigentümern bestehe nur, wenn ein Schaden die Folge sogenannter summierter Immissionen sei, was die Vorinstanz verkannt habe.\n\nb) aa) Die Bebauung der Grundstücke der Beklagten 1 und 2 in den Jahren 1981/1982 bzw. der Beklagten 3 in den Jahren 1984/85 bewirkte eine Senkung des Grundwasserspiegels und dadurch eine Schädigung des klägerischen Gebäudes. Während MEIER-HAYOZ anfänglich unter Bezugnahme auf BGE 68 II 369 E. 6 S. 375 f. noch die Ansicht vertrat, es bestehe keine Solidarität, wenn die schädigende Einwirkung von mehreren selbständigen Grundstücken ausgehe (a.a.O., N. 135 zu Art. 679 ZGB), hält er in der späteren Kommentierung zu Art. 684 ZGB dafür, der Schutz des geschädigten Nachbarn erheische, dass mehrere verantwortliche Störer solidarisch hafteten (Berner Kommentar, 3. Aufl., Bern 1975, N. 151 zu Art. 684 ZGB).\n\nbb) In der Tat ist nicht einzusehen, weshalb für solche Fälle eine Ausnahme vom Solidaritätsprinzip gelten sollte. Im angeführten Entscheid des Bundesgerichtes aus dem Jahre 1942 ging es um die BGE 127 III 257 S. 262Versumpfung eines Grundstückes infolge übermässiger Wasserzufuhr von mehreren Nachbarliegenschaften. Obwohl das Bundesgericht von einem einheitlichen Schaden ausging, verwarf es eine solidarische Haftung der Schädiger. Es begründete dies damit, dass sich ermitteln lasse, in welchem Verhältnis der Wasserzufluss von den Grundstücken der Schädiger zur Schadensentstehung beigetragen habe, weshalb auf eine Teilhaftung zu erkennen sei. Dies sei um so mehr angezeigt, als nicht eine Verschuldens-, sondern eine Kausalhaftung in Frage stehe (BGE 68 II 369 E. 6 S. 375 f.). Dieser Begründung kann nicht mehr vorbehaltlos gefolgt werden (kritisch bereits GUISAN, JdT 1943 I S. 473 f.). Liegt ein einheitlicher Schaden vor, der durch mehrere verursacht worden ist, auferlegt das Gesetz den Schädigern eine solidarische Haftung (Art. 50 und 51 OR), und zwar ungeachtet dessen, ob die Anspruchsgrundlage eine Verschuldens- oder Kausalhaftung ist. Eigenheit der Solidarität ist es, dass sich der Geschädigte nicht um das Innenverhältnis und damit die endgültige Aufteilung des Schadens zwischen den Schädigern zu kümmern braucht (BGE 114 II 342 E. 2b S. 344). Demgegenüber trägt der erwähnte Entscheid dem Innenverhältnis vorbehaltene Erwägungen ins Aussenverhältnis und versagt dadurch dem Geschädigten die ihm aufgrund der gesetzlich vorgesehenen Solidarität zustehende Vorzugsstellung.\n\nDer Umstand, dass im vorliegenden Fall die schädigenden Einwirkungen der Beklagten 1 und 2 sowie der Beklagten 3 von verschiedenen Grundstücken ausgingen, spricht daher nicht gegen ihre solidarische Haftung gegenüber der Klägerin. Nicht einzugehen ist in diesem Zusammenhang auf die von der Beklagten 3 aufgeworfene Problematik der sogenannten summierten Immissionen. Darunter werden Fälle verstanden, in denen die von mehreren Nachbarn ausgehenden Einwirkungen auf das Grundstück des Geschädigten erst in ihrem Zusammenwirken das zulässige Mass überschreiten (MEIER-HAYOZ, a.a.O., N. 148 zu Art. 684 ZGB). Dass dies vorliegend zuträfe, ergibt sich aus den vorinstanzlichen Feststellungen nicht.\n\n5. a) Die Beklagte 3 wirft der Vorinstanz sinngemäss vor, den Begriff der Solidarität verkannt zu haben. Sie trägt vor, die Solidarität werde durch die externe Haftung begrenzt, und macht geltend, das Verhalten der Beklagten 3 sei nicht für den gesamten entstandenen Schaden kausal gewesen.\n\nDie Verantwortlichkeit als Solidarschuldner wird durch die Reichweite der ihn treffenden Haftung beschränkt. Haftet jemand von vornherein überhaupt nicht oder nur für einen Teil des Schadens, BGE 127 III 257 S. 263weil sein Verhalten nicht für den gesamten eingetretenen Schaden adäquat-kausal ist, hat er auch nicht als Solidarschuldner neben anderen Mitschädigern für mehr einzustehen, als er aufgrund seiner eigenen Haftung verpflichtet ist (vgl. BGE 93 II 329 E. 3b S. 334; BGE 95 II 333 E. 3 S. 337; BREHM, a.a.O., N. 26 zu Art. 51 OR; ALFRED KELLER, Haftpflicht im Privatrecht, Bd. II, 2. Aufl., Bern 1998, S. 179; PIERRE WIDMER, Privatrechtliche Haftung, in: Schaden - Haftung - Versicherung, Basel 1999, S. 75 f.). Soweit daher der eingeklagte Schaden ausschliesslich von den Beklagten 1 und 2 verursacht worden ist und die Beklagte 3 auch nicht zu dessen Verschlimmerung beigetragen hat, entfällt in diesem Ausmass von vornherein ihre solidarische Mithaftung. Soweit aber der von der Beklagten 3 verursachte Schaden sich mit dem von den Beklagten 1 und 2 zu vertretenden überschneidet, d.h. zu dessen Vergrösserung geführt hat, haftet die Beklagte 3 hierfür solidarisch mit den anderen Beklagten.\n\nb) Die Vorinstanz hat festgestellt, zwischen der Bautätigkeit der Beklagten 3 und den auf dem Grundstück der Klägerin aufgetretenen Rissschäden bestehe ein natürlicher Kausalzusammenhang, allerdings mit Ausnahme der Schäden, die vom Gutachter entweder alleine der Bautätigkeit der Beklagten 1 oder alleine jener der Beklagten 2 zugewiesen worden sind. Trotzdem hat die Vorinstanz den natürlichen Kausalzusammenhang zwischen dem Verhalten der Beklagten 3 und offenbar allen entstandenen Rissschäden bejaht. Aus den Feststellungen und Erwägungen der Vorinstanz geht gerade nicht schlüssig hervor, ob die Bautätigkeit der Beklagten 3 in Bezug auf den ganzen Schaden kausal ist, für den sie schliesslich haftbar erklärt worden ist. Die Feststellungen der Vorinstanz liefern vielmehr Anhaltspunkte dafür, dass gewisse Schäden ausschliesslich von den Beklagten 1 und 2 verursacht worden sind und das Verhalten der Beklagten 3 darauf keinen Einfluss gezeitigt hat. Es liegt die Annahme nahe, dass nur diejenigen Schäden mit der Bautätigkeit der Beklagten 3 in kausaler Beziehung stehen, die der Experte ihrer \"Einflussfläche\" zugewiesen hat; denn wo kein Einfluss stattfindet, ist selbstredend keine Schadensverursachung denkbar. Ob dieser Einflussbereich mit der Gesamtheit der Schäden übereinstimmt, für welche die Vorinstanz die Beklagte 3 als solidarisch haftbar erklärt hat, bleibt letztlich unklar. Fehlen aber eindeutige Feststellungen der Vorinstanz, kann der Umfang der Haftung der Beklagten 3 vom Bundesgericht nicht abschliessend beurteilt werden. Nicht massgeblich sind in diesem Zusammenhang die Ausführungen des BGE 127 III 257 S. 264Experten über den Verursachungsanteil der Beklagten 3, den er mit 21 % beziffert hat; dabei ging es nicht um die Frage, für welche Schäden die Bautätigkeit der Beklagten 3 eine (Mit-)Ursache gesetzt hat, sondern um das hiervon zu unterscheidende Innenverhältnis. Die Sache muss daher zur Ergänzung des Sachverhaltes im Hinblick auf die Klärung der Kausalitätsfrage an die Vorinstanz zurückgewiesen werden (Art. 64 Abs. 1 OG; BGE 127 III 68 E. 3 S. 73). Ergibt sich dabei, dass das Verhalten der Beklagten 3 nicht für den ganzen Schaden kausal war, besteht Solidarität von vornherein nur in entsprechend reduziertem Umfang. Insoweit erweist sich die Berufung der Beklagten 3 als begründet.\n\nNicht zu hören ist die in diesem Zusammenhang erhobene Rüge, die Annahmen des Experten über den der Beklagten 3 zuzurechnenden Beitrag an der Schadensverursachung beruhten lediglich auf Mutmassungen. Nach Art. 55 Abs. 1 lit. c OG ist in der Berufungsschrift anzugeben, welche Bundesrechtssätze und inwiefern sie durch den angefochtenen Entscheid verletzt sind; dagegen ist appellatorische Kritik an der Beweiswürdigung im Berufungsverfahren nicht statthaft (BGE 120 II 97 E. 2b S. 99; BGE 125 III 78 E. 3a S. 79 mit Hinweisen).\n\n6. a) Art. 136 Abs. 1 OR bestimmt, dass die Unterbrechung der Verjährung gegen einen Solidarschuldner auch gegen die übrigen Mitschuldner wirkt. Dies gilt nach ständiger Rechtsprechung nur für die echte Solidarität, nicht aber für Verpflichtungen aus unechter Solidarität, weil dort jede Forderung ihre eigene Verjährung hat und infolgedessen auch die Unterbrechung je nur den einzelnen Anspruch trifft (BGE 104 II 225 E. 4b S. 232; BGE 112 II 138 E. 4a S. 143; BGE 115 II 42 E 1b S. 47). Die Vorinstanz ist von unechter Solidarschuldnerschaft im Sinne von Art. 51 OR ausgegangen und hat demgemäss dafür gehalten, dass die Verjährungsunterbrechung gegenüber der Beklagten 3 am Lauf der Verjährung gegenüber den Beklagten 1 und 2 nichts ändere.\n\nDazu ist anzumerken, dass ein gemeinsames Verschulden, welches echte Solidarität im Sinne von Art. 50 Abs. 1 OR zu begründen vermöchte, nur vorläge, wenn jeder Schädiger um das pflichtwidrige Verhalten des anderen weiss oder jedenfalls wissen könnte (BGE 115 II 42 E. 1b S. 45). Da die Beklagten 1 und 2 ihre Bauprojekte bereits in den Jahren 1981/1982 begonnen hatten, konnten sie von der erst Jahre später einsetzenden Bautätigkeit der Beklagten 3 keine Kenntnis haben, geschweige denn von einer pflichtwidrigen Handlung der Beklagten 3. Ist aber kein gemeinsames Verschulden BGE 127 III 257 S. 265auszumachen, kann nur auf unechte Solidarschuldnerschaft erkannt werden, wie die Vorinstanz zutreffend erwogen hat und auch die Parteien zu Recht nicht bestritten haben. Die Vorrichter haben sodann auf die Rechtsprechung des Bundesgerichtes (BGE 115 II 42 E. 2a S. 48 f.) verwiesen, wonach bei unechter Solidarität Ausgleichsansprüche des zahlenden Mitschuldners nicht durchgesetzt werden könnten, wenn konkurrierende Ansprüche des Geschädigten gegen einen Mithaftenden bereits verjährt sind (in diesem Sinne auch SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, Bd. I, Bern 1975, S. 493 f.). Dessen eingedenk hat die Vorinstanz es aus Billigkeitsgründen für gerechtfertigt gehalten, die Ersatzpflicht der Beklagten 3 in Anwendung von Art. 43 Abs. 1 OR im Umfang von 54 % herabzusetzen. Die Klägerin ficht diese Reduktion als unzulässig an, während nach Ansicht der Beklagten 3 die von der Vorinstanz vorgenommene Herabsetzung ungenügend ist.\n\nOb die von der Vorinstanz zitierte Rechtsprechung den Schluss zulässt, dass bei Verjährung konkurrierender Ansprüche des Geschädigten die Durchsetzung von Ausgleichsansprüchen gegen Mitschuldner in jedem Fall ausgeschlossen ist, erscheint zumindest als fraglich (nachfolgend E. 6c). Aber selbst wenn dies der Fall sein sollte, rechtfertigte dies keine Herabsetzung.\n\nb) Gemäss bundesgerichtlicher Rechtsprechung ist eine Herabsetzung nach Art. 43 Abs. 1 OR im externen Verhältnis der unechten Solidarität zwar nicht ausgeschlossen, doch ist dabei grosse Zurückhaltung angezeigt, weil andernfalls der Grundsatz der Solidarität, der es dem Geschädigten auszuwählen erlaubt, gegen welchen Schädiger er vorgehen will, in Frage gestellt würde (BGE 97 II 339 E. 3 S. 343 f.; BGE 112 II 138 E. 4a S. 143 f.; BREHM, a.a.O., N. 27 f. zu Art. 51 OR mit weiteren Hinweisen). Macht beispielsweise die Insolvenz eines anderen Haftpflichtigen den Rückgriff illusorisch, lehnt die Rechtsprechung eine Herabsetzung ab, da es noch unbilliger wäre, statt des belangten Haftpflichtigen den Geschädigten den Schaden tragen zu lassen (BGE 97 II 403 E. 7d S. 416; BGE 112 II 138 E. 4a S. 144). Von einer solchen Konstellation unterscheidet sich der vorliegende Fall zwar insoweit, als zwischen dem Verhalten der Klägerin, die die konkurrierenden Ansprüche gegen die Beklagten 1 und 2 verjähren liess, und der allfälligen Unmöglichkeit des Rückgriffs ein direkter Zusammenhang besteht. Dennoch würde der Zweck der Solidarität verkannt, würde man im Aussenverhältnis den Haftungsanteil der Beklagten 3 kürzen, nur weil sie gegebenenfalls BGE 127 III 257 S. 266nicht mehr imstande wäre, auf die Mitschuldner Regress zu nehmen. Ist dem Geschädigten zuzugestehen, nach seinem Belieben auszuwählen, welchen Solidarschuldner er ins Recht fassen möchte, so darf ihm konsequenterweise aus dem Umstand, dass die konkurrierenden Ansprüche gegen die anderen Mitschuldner verjährt sind, kein Nachteil erwachsen. Die von der Vorinstanz vorgenommene Kürzung erweist sich demnach als bundesrechtswidrig; um so weniger kommt eine von der Beklagten 3 beantragte Erhöhung des Kürzungssatzes in Frage. Zwar ist nach der Praxis eine Herabsetzung allenfalls dann in Betracht zu ziehen, wenn der Beitrag des belangten Solidarschuldners im Vergleich zu jenem der anderen als überaus geringfügig erscheint (BGE 112 II 138 E. 4a S. 144). Solches aber ist den Feststellungen der Vorinstanz nicht zu entnehmen und die Frage bleibt ohnehin insoweit offen, als der haftungsmässig relevante Beitrag der Beklagten 3 bzw. dessen Umfang infolge der Rückweisung gegenwärtig noch nicht definitiv feststeht.\n\nc) Die Verjährung einer Forderung kann nicht zu laufen beginnen, bevor überhaupt die Forderung entstanden ist (vgl. VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II, 3. Aufl., Zürich 1974, § 80 IV S. 217 f.). Bei der unechten Solidarität tritt der rückgriffsberechtigte Mitschuldner nicht gemäss Art. 149 Abs. 1 OR in die Gläubigerrechte des Geschädigten ein, sondern es steht ihm lediglich ein Ausgleichsanspruch gegen seine Mitschuldner zu, der im Zeitpunkt der Zahlung an den Geschädigten entsteht (BGE 115 II 42 E. 2a S. 48). Ist demnach der Ausgleichsanspruch noch nicht verjährt oder hat dessen Verjährung noch nicht einmal zu laufen begonnen, während konkurrierende Forderungen des Geschädigten gegen andere Mitschuldner bereits verjährt sind, hätte dies zur Folge, dass diese im Innenverhältnis dennoch für einen Teil des Schadenersatzes aufkommen müssten. Damit gingen sie letztlich der mit der Verjährung des Hauptanspruchs einhergehenden Privilegierung verlustig, könnten sie nicht auch dem regressberechtigten Mitschuldner die Verjährungseinrede entgegenhalten. Obwohl der Ausgleichsanspruch ein selbständiges Recht ist, versagt deshalb das Bundesgericht dem Regressberechtigten bei Verjährung konkurrierender Ansprüche des Geschädigten die Durchsetzung seiner Ausgleichsforderung, wenn der Regressberechtigte von der Möglichkeit, auf einen anderen Haftpflichtigen zurückzugreifen, rechtzeitig Kenntnis erhält, aber dennoch nichts unternimmt. Dies war der Fall bei einem Regressberechtigten, der bei noch offener Verjährung des konkurrierenden Anspruchs weder im Rahmen des BGE 127 III 257 S. 267vom Geschädigten gegen ihn angehobenen Prozesses dem Mitschuldner den Streit verkündet noch selber diesen belangt, noch dem Richter beantragt hatte, das Regressrecht festzusetzen (BGE 115 II 42 E. 2a S. 48 f.). Verschlechtert der Regressberechtigte dergestalt grundlos die Position eines anderen Haftpflichtigen, verdient er in der Tat keinen Rechtsschutz. Vielmehr ist Art. 2 Abs. 2 ZGB als rechtsbegrenzendes Korrektiv heranzuziehen und der Regressforderung ungeachtet ihrer noch nicht eingetretenen Verjährung die Durchsetzung zu versagen. Das Bundesgericht hat in anderem Zusammenhang mehrfach darauf hingewiesen, dass unter qualifizierten Umständen das zu lange Zuwarten mit der Erhebung eines Anspruches eine rechtsmissbräuchliche Verzögerung darstellen kann (BGE 94 II 37 E. 6b-d S. 41 f.; BGE 116 II 428 E. 2 S. 431).\n\nNicht entschieden wurde damit die Frage, wie es sich verhielte, wenn der Regressberechtigte vor der Verjährung konkurrierender Forderungen des Geschädigten gegen andere Mitschuldner keinerlei Veranlassung hatte, seinen Ausgleichsanspruch zu erheben oder ihn gar nicht geltend machen konnte, weil er von der Rückgriffsmöglichkeit nicht rechtzeitig Kenntnis erlangt hat. Es kann ihm dann unter solchen Umständen kein treuwidriges Verhalten vorgehalten werden, wenn er erst nach Verjährung der anderen Ersatzforderungen seinen Ausgleichsanspruch anmeldet. Da es im vorliegenden Fall nicht um die Beurteilung eines Ausgleichsanspruchs der Beklagten 3 geht, besteht kein Anlass, zur Frage der Durchsetzbarkeit unverjährter Ausgleichsansprüche bei gleichzeitiger Verjährung konkurrierender Ansprüche des Geschädigten abschliessend Stellung zu nehmen."}