{"annee": "127", "cour": "III", "page": "16", "date": "24/8/2000", "cite": ["112 IB 39", "123 II 359", "119 II 46", "119 IB 174", "107 IB 81", "106 IB 325"], "cite_par": ["135 II 313", "133 III 105", "140 III 404"], "chapeau": "3. Extrait de l'arrêt de la IIe Cour civile du 24 août 2000 dans la cause X. contre Cour de droit public du Tribunal cantonal du canton du Valais (recours de droit administratif)", "regestes": ["Art. 63 et 95 LDFR; novelle du 26 juin 1998, droit transitoire. L'art. 95 LDFR ne constitue pas une règle générale de droit transitoire applicable aux modifications subséquentes de la loi fédérale sur le droit foncier rural (consid. 2). En l'absence de disposition transitoire expresse dans la novelle du 26 juin 1998, l'autorité cantonale statuant sur recours doit comparer les intérêts en jeu, conformément aux principes découlant de l'art. 2 Tit. fin. CC. Application dans le cas particulier (consid. 3)."], "faits": "BGE 127 III 16 S. 16\n\nA.- Lors de la vente aux enchères forcées du 11 octobre 1995, L. et N.Y., ainsi que D. et M.Z. (ci-après: Y. et consorts), ont acquis BGE 127 III 16 S. 17en copropriété, pour le prix de 1'200'000 fr., la parcelle no 0, folio 12, du cadastre de la Commune de Saillon. Le 27 octobre 1995, ils ont obtenu l'autorisation d'acquérir prévue par les art. 61 et 67 de la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR). Ils ont été inscrits comme propriétaires au Registre foncier de Martigny le 1er décembre 1995.\n\nB.- Le 14 décembre suivant, Y. et consorts ont résilié, pour la fin de l'année, le contrat de métayage dont bénéficiait le fermier de la parcelle, X. Une procédure est en cours contre cette résiliation.\n\nC.- a) A sa requête, X. s'est vu notifier, le 22 décembre 1995, l'autorisation d'acquérir précédemment délivrée, contre laquelle il a recouru auprès du Conseil d'Etat valaisan le 12 janvier 1996. A titre de mesures provisionnelles, il a en outre requis et obtenu, le 17 janvier 1996, le blocage du registre foncier.\n\nEn septembre 1998, la procédure a été suspendue jusqu'à décision exécutoire sur le sort d'une parcelle voisine, dont l'acquisition par Y. et consorts avait fait l'objet d'un recours de A. au Tribunal cantonal valaisan, qui avait renvoyé la cause à l'autorité inférieure pour nouvelle décision. Elle a été reprise après qu'une transaction eut mis un terme à cette affaire.\n\nLe 1er septembre 1999, le Conseil d'Etat a rejeté le recours.\n\nb) Statuant le 3 mars 2000, la Cour de droit public du Tribunal cantonal valaisan a rejeté le recours interjeté par X. contre cette décision.\n\nC.- X. a formé un recours de droit administratif au Tribunal fédéral, concluant à l'annulation de l'arrêt cantonal.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. La loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR; RS 211.412.11) a été modifiée alors que la présente procédure était pendante devant le Conseil d'Etat valaisan. Le 1er janvier 1999 est en effet entrée en vigueur la novelle du 26 juin 1998 (RO 1998 p. 3009 ss). Celle-ci a notamment emporté la modification de l'art. 63 LDFR, en ce sens que le motif de refus tiré de l'accaparement (let. c) a été supprimé et que, selon un alinéa deux nouveau, les acquisitions dans la procédure d'exécution forcée ne sont pas soumises à la limite de prix posée par la lettre b. Le Tribunal cantonal valaisan a appliqué cette nouvelle disposition au cas d'espèce. Il s'est fondé sur l'art. 95 al. 2 LDFR, selon lequel \"les procédures BGE 127 III 16 S. 18d'autorisation et de recours qui sont en cours au moment de l'entrée en vigueur de la LDFR sont liquidées selon le nouveau droit si, à ce moment-là, l'inscription de l'acte juridique n'était pas encore requise auprès de l'office du registre foncier\".\n\na) Le recourant se plaint d'une fausse application de cette dernière norme. Il prétend en résumé que, lors de l'entrée en vigueur de la novelle du 26 juin 1998, l'acte juridique avait fait l'objet d'une réquisition d'inscription régulière; l'art. 63 LDFR dans son ancienne teneur serait ainsi pertinent. L'Office fédéral de la justice approuve l'arrêt cantonal, tout en précisant que la question du droit applicable ne devrait pas être résolue au regard de l'art. 95 al. 2 LDFR, mais des principes généraux de droit transitoire.\n\nb) A défaut de dispositions transitoires particulières à la novelle du 26 juin 1998, on pourrait - à l'instar de l'autorité cantonale - être tenté de trancher la question du droit applicable selon l'art. 95 LDFR. Comme le relève à juste titre l'Office fédéral de la justice, cette norme n'est toutefois pas formulée de façon générale, mais vise à régler les procédures en cours au moment de l'entrée en vigueur de la LDFR en tant que telle (cf. les termes utilisés: \"au moment de l'entrée en vigueur de la présente loi\"). Elle ne soumet en outre au nouveau droit les actes juridiques en préparation ou conclus (al. 1) et les procédures pendantes (al. 2) qu'à la condition qu'aucune inscription n'ait été requise au registre foncier. En choisissant ce dernier critère, le législateur a non seulement marqué sa volonté de mettre en oeuvre le plus rapidement possible les restrictions de droit public de la LDFR édictées dans l'intérêt de l'ordre public (art. 58 ss), mais aussi de préserver la sécurité du droit (FF 1988 III 889, p. 1006; BANDLI/MÜLLER/STALDER, in: Le droit foncier rural, Brugg 1998, nos 1, 2, 3 ad art. 95 LDFR).\n\nLes considérations qui ont présidé à l'adoption de la novelle du 26 juin 1998 sont d'un autre ordre. Celle-ci ne vise en effet pas à restreindre plus avant l'autonomie privée, mais au contraire à assouplir certaines mesures de politique structurelle prévues dans la LDFR et à accorder ainsi aux agriculteurs une plus grande liberté dans la gestion de leur entreprise (FF 1996 IV 1, p. 378 ss; MÜLLER/SCHMID-TSCHIRREN, Ergänzung des Kommentars zum LDFR zufolge der Teilrevision vom 26. Juni 1998, in: Communications de droit agraire 1999, p. 67 et 77 s.; SCHMID-TSCHIRREN, Im Spannungsfeld von Eigentümer- und Pächterinteressen, in: Communications de droit agraire 1998 p. 41, spéc. 48 ss). Dans un tel contexte, il s'agit moins de préserver la sécurité du droit - qui commanderait l'application BGE 127 III 16 S. 19des anciennes normes plus restrictives aux actes en cours - que de permettre au justiciable de bénéficier immédiatement de dispositions plus favorables. Par ailleurs, la détermination du droit applicable selon le critère de la réquisition conduirait à des résultats qui heurteraient le principe de l'économie de procédure et engendreraient un surcroît de coûts inutiles pour le justiciable et la collectivité publique. En effet, dans l'hypothèse où la réquisition serait intervenue avant le 1er janvier 1999, le sort de la demande d'autorisation aurait dû être tranché selon l'ancien droit plus restrictif. En cas de rejet de celle-ci, la réquisition aurait subi le même sort. Toutefois, rien n'aurait empêché les parties de déposer une nouvelle réquisition après l'entrée en vigueur, ce qui aurait entraîné un examen de l'autorisation selon le nouveau droit. Dans l'éventualité où l'autorisation aurait été délivrée avant l'entrée en vigueur des modifications et la réquisition opérée après cette date, celle-ci aurait dû être rejetée, dès lors que l'autorisation aurait dû être délivrée selon le nouveau droit conformément à l'art. 95 al. 1 LDFR. Dans ces circonstances, et comme l'a relevé l'Office fédéral de la justice, l'art. 95 LDFR ne peut constituer une règle générale de droit transitoire applicable aux modifications subséquentes de la LDFR.\n\n3. En l'absence de disposition transitoire expresse, l'autorité doit comparer les intérêts en jeu. Si le droit entré en vigueur en cours de procédure répond à un intérêt public prépondérant par rapport aux intérêts privés opposés, notamment celui à être protégé dans la confiance mise en l'application du droit antérieur (ATF 119 II 46 consid. 1a p. 48), il l'emporte sur le droit qu'il remplace. En revanche, s'il n'est pas prioritaire, il s'efface. Cette balance des intérêts est prévue implicitement par l'art. 2 Tit. fin. CC, auquel le Tribunal fédéral s'est référé - par analogie - à plusieurs reprises (cf. en matière de protection de l'environnement: ATF 123 II 359 consid. 3 p. 362 et ATF 112 Ib 39 consid. 1c p. 42; en matière de protection des eaux: ATF 119 Ib 174 consid. 3 p. 176; en matière d'acquisition d'immeubles par des étrangers: ATF 107 Ib 81 consid. 3 et 4 p. 83 ss, et les références citées dans ces arrêts). Selon cette disposition, les règles établies dans l'intérêt de l'ordre public [...] sont applicables, dès leur entrée en vigueur, à tous les faits pour lesquels la loi n'a pas prévu d'exception (al. 1); en conséquence, celles de l'ancien droit qui, d'après le droit nouveau, sont contraires à l'ordre public ne peuvent plus recevoir d'application (al. 2). Ces principes sont en tout cas applicables lorsque le changement de loi intervient, comme en l'espèce, au cours de la procédure cantonale de recours (cf. toutefois: BGE 127 III 16 S. 20 ATF 106 Ib 325 consid. 2, lorsqu'un recours est pendant devant le Tribunal fédéral).\n\nComme il a déjà été dit (cf. supra, consid. 2b), les restrictions de droit public de la LDFR ont été édictées dans l'intérêt de l'ordre public; elles visent à empêcher les actes juridiques qui iraient à l'encontre des objectifs posés par l'art. 1er LDFR (FF 1988 III 904 ss; HOTZ, in: Le droit foncier rural, Brugg 1998, nos 7 ss ad art. 1 LDFR). La novelle du 26 juin 1998 ne fait qu'adapter cette législation - généralement par son assouplissement - aux nouvelles orientations de la politique agricole fédérale (FF 1996 IV 378 ss; MÜLLER/SCHMID-TSCHIRREN, op. cit., p. 67 ss). Par ailleurs, si le principe de la sécurité du droit doit céder la place s'agissant des modifications subséquentes de la LDFR, la volonté du législateur de mettre en oeuvre le plus rapidement et largement possible les restrictions de droit public édictées dans l'intérêt de l'ordre public passe au premier plan, qui plus est lorsque celles-ci sont plus favorables pour leur destinataire (cf. supra, consid. 2b). A cela, le recourant ne peut opposer aucun intérêt privé prépondérant. On ne voit en particulier pas en quoi il devrait être protégé dans sa confiance mise en l'application du droit antérieur. Le fait qu'un refus de l'autorisation conformément à l'ancien droit aurait conduit à la nullité de l'adjudication et, partant, par effet réflexe, au maintien du bail n'est à cet égard pas pertinent. Les conditions restrictives d'acquisition posées par l'ancien droit avaient pour but, non de protéger la position du fermier, mais de favoriser l'acquisition des terres agricoles par des exploitants à titre personnel. Par ailleurs, le recourant ne pouvait de bonne foi compter avec la possibilité d'exercer un droit de préemption (art. 47 LDFR) pour le cas où la procédure se serait déroulée normalement. De son propre aveu, il n'est au bénéfice du contrat de fermage que depuis le 31 décembre 1992. Avant l'entrée en vigueur de la novelle, il n'a donc jamais rempli la condition de la durée légale minimum du bail posée par l'art. 47 al. 1 let. b LDFR (cf. art. 7 al. 1 LBFA [RS 221.213.2]; HOTZ, op. cit., nos 10 et 20 ad art. 47 LDFR). Accessoirement, il n'est pas inutile de relever que la prolongation de la procédure lui a plutôt profité. Sur le vu des principes susmentionnés, les dispositions amendées sont dès lors applicables à la présente cause et, dans son résultat, l'arrêt cantonal ne viole, sur ce point, pas le droit fédéral."}