{"annee": "128", "cour": "IV", "page": "25", "date": "20/12/2001", "cite": ["124 IV 106"], "cite_par": ["128 IV 3", "133 IV 31", "131 IV 64", "131 IV 16"], "chapeau": "6. Auszug aus dem Urteil des Kassationshofes i.S. M. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)\n\n6S.558/2001 vom 20. Dezember 2001", "regestes": ["Art. 197 ch. 1 et 3 CP; fabrication de pornographie dure pour sa propre consommation. Se rend coupable de fabrication de pornographie dure celui qui, pour son propre usage, photographie les originaux d'images pornographiques déjà en sa possession et impliquant des enfants, agrandit certaines d'entre elles puis fait développer les films dans un laboratoire photographique (consid. 3b)."], "faits": "BGE 128 IV 25 S. 25\n\nA.- M. stellte im Juni 2000 an seinem Wohnort ab bestehenden Fotos von Mädchen unter 16 Jahren, auf denen die primären Geschlechtsteile sichtbar waren, mit einer Fotokamera Vergrösserungen der primären Geschlechtsteile im Ausmass von 100% bis 400% her, welche er in der Folge in einem Fotolabor entwickeln liess.BGE 128 IV 25 S. 26\n\nB.- Der Einzelrichter in Strafsachen des Bezirksgerichts Horgen erklärte M. mit Urteil und Verfügung vom 24. November 2000 der Herstellung von Pornographie im Sinne von Art. 197 Ziff. 3 in Verbindung mit Art. 197 Ziff. 1 StGB schuldig und verurteilte ihn zu einer Busse von Fr. 600.-, bedingt löschbar nach Ablauf einer Probezeit von einem Jahr. Ferner entschied er über die Einziehung der Fotos und der entwickelten Filme sowie die weiteren Nebenpunkte. Eine hiegegen vom Verurteilten erhobene Berufung wies das Obergericht des Kantons Zürich mit Urteil vom 22. Mai 2001 ab.\n\nC.- M. führt eidgenössische Nichtigkeitsbeschwerde, mit der er beantragt, er sei vom Vorwurf der Herstellung von Pornographie vollumfänglich freizusprechen.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Vorinstanz nimmt für den Kassationshof verbindlich an (Art. 277bis Abs. 1 BStP [SR 312.0]), der Beschwerdeführer habe die Originalfotos nicht selber aufgenommen und habe die von ihm angefertigten Vergrösserungen ausschliesslich zum Eigengebrauch erstellt. Sie geht ferner davon aus, die fraglichen Fotos hätten einen ersichtlichen Nutzen - bei entsprechenden Neigungen des Betrachters - einzig zur sexuellen Stimulation. Es sei daher nicht ernstlich zu bezweifeln, dass der Beschwerdeführer die Vergrösserungen zu diesem Zweck, und nicht etwa aus fotografisch-technischem bzw. anatomischem Interesse, wie er selber vorbringe, hergestellt habe. In rechtlicher Hinsicht gelangt die Vorinstanz zum Schluss, Nacktfotos seien pornographisch, wenn sie durch eine übermässige Betonung des Genitalbereichs darauf angelegt seien, den Betrachter sexuell aufzureizen. Dies sei jedenfalls bei den Fotos in Urk. 4/1-3 und 4/5 klarerweise der Fall. Bei den erstgenannten Bildern handle es sich um Nahaufnahmen des weiblichen Genitalbereichs, wobei der Bezug zur Sexualität noch dadurch verstärkt werde, dass das Mädchen seine Scheide mit den Händen spreize. Bei dem Foto in Urk. 4/5 befänden sich die Genitalien des Kindes zwar eher am Rand des Bildes, würden aber dadurch in den Mittelpunkt gerückt, dass das Mädchen den Slip zur Seite ziehe, um den Blick auf die entblösste Scheide zu ermöglichen. Die Vorinstanz nimmt weiter an, das abgebildete Kind vollziehe auf den fraglichen Fotos an sich selbst eine Handlung, die zumindest aus der Sicht eines objektiven Betrachters unzweifelhaft der sexuellen Aufreizung diene. Ob das Kind selbst den Bezug zur Sexualität erkannt habe, sei ohne Bedeutung.BGE 128 IV 25 S. 27\n\nDie Bilder seien daher der verbotenen Kinderpornographie zuzuordnen. Die Vorinstanz führt im Weiteren aus, Kopien kinderpornographischer Bilder eigneten sich zur Befriedigung der Nachfrage nach pornographischen Erzeugnissen mit Darstellungen von Kindern nicht weniger als Originalprodukte. Dass es im zu beurteilenden Fall nicht um die originäre Herstellung des pornographischen Materials gehe, sei nicht massgeblich. Hersteller von Kinderpornographie sei nicht nur, wer selber Kinder bei sexuellen Handlungen fotografiere, sondern auch wer solche Bilder auf irgendeine Art reproduziere. Dabei sei belanglos, ob die Kopien genau dem Original entsprächen oder durch ausschnittweise Vergrösserung neue, andersartige Bilder entstünden. Die Herstellung von Kopien ab den Originalfotos erfüllten daher den objektiven Tatbestand von Art. 197 Ziff. 3 Abs. 1 StGB.\n\nb) Der Beschwerdeführer macht unter Hinweis auf eine abweichende Minderheitsmeinung der Vorinstanz geltend, die Herstellung harter Pornographie zum Eigenkonsum sei straflos, soweit es sich nicht um die originäre Herstellung des pornographischen Materials handle, die zwingend den persönlichen Einbezug von Kindern voraussetze und deshalb geeignet sei, deren ungestörte sexuelle Entwicklung zu beeinträchtigen. Beim blossen Kopieren bereits bestehender pornographischer Fotos bestehe diesbezüglich keine Gefahr. Solange dies ausschliesslich zum eigenen Gebrauch geschehe, entstehe auch kein zusätzliches Angebot auf dem Markt für Kinderpornographie, den der Gesetzgeber bekämpfen wolle. Ferner rügt der Beschwerdeführer, die Vorinstanz begründe nicht, inwieweit ein Kopieren von Fotos etwas mit dem Markt für pädophile Pornographie zu tun habe. Wenn die abstrakte Gefährdung derart weit ausgedehnt werden sollte, so müsste der Erwerb und Besitz von solchen Produkten zum Eigengebrauch ebenfalls strafbar sein, da auch in diesem Falle eine abstrakte Gefährdung vorliegen würde. Eine derartige Ausweitung der Strafbarkeit habe der Gesetzgeber aber ausgeschlossen.\n\n3. a) Gemäss Art. 197 Ziff. 3 StGB wird mit Gefängnis oder mit Busse bestraft, wer pornographische Schriften, Ton- oder Bildaufnahmen, Abbildungen, andere Gegenstände solcher Art oder pornographische Vorführungen, die u.a. sexuelle Handlungen mit Kindern zum Inhalt haben, herstellt, einführt, lagert, in Verkehr bringt, anpreist, ausstellt, anbietet, zeigt, überlässt oder zugänglich macht.\n\nDie in Art. 197 Ziff. 3 StGB enthaltene Aufzählung strafbarer Verhaltensweisen gilt als abschliessend. Sowohl der Erwerb als auch der Besitz harter Pornographie zum eigenen Konsum sind nach BGE 128 IV 25 S. 28geltendem Recht daher straflos (BGE 124 IV 106 E. 3b mit Hinweisen; vgl. nunmehr die von den Eidgenössischen Räten verabschiedete Änderung des Schweizerischen Strafgesetzbuches [Strafbare Handlungen gegen die sexuelle Integrität; Verbot des Besitzes harter Pornographie] vom 5.10.2001, BBl 2001 S. 5741). Als zentrales Rechtsgut von Art. 197 Ziff. 3 StGB erscheint die ungestörte sexuelle Entwicklung von Kindern und Jugendlichen. Insofern handelt es sich bei dieser Vorschrift um ein abstraktes Gefährdungsdelikt. Daneben dient die Bestimmung auch dem Schutz der Erwachsenen. Dem liegt - ähnlich wie beim Tatbestand der Gewaltdarstellungen gemäss Art. 135 StGB - der Gedanke zugrunde, dass sich die im Gesetz genannten Darstellungen und Vorführungen auf den Verbraucher korrumpierend auswirken können, mithin an sich geeignet sind, beim Betrachter u.a. die Bereitschaft zu erhöhen, das Geschehen selbst nachzuahmen. In diesem Sinne weckt der Konsum kinderpornographischer Erzeugnisse die Nachfrage für die Herstellung solcher Produkte und schafft den finanziellen Anreiz zur Begehung schwerer Straftaten. Insofern trägt er mittelbar zum sexuellen Missbrauch von in solchen Machwerken zur Schau gestellten Kindern bei. Die Bestimmung von Art. 197 Ziff. 3 StGB will daher insbesondere auch die potentiellen \"Darsteller\" harter Pornographie vor sexueller Ausbeutung, Gewalt und erniedrigender bzw. menschenunwürdiger Behandlung bewahren. Auch insoweit geht es letzten Endes in jedem Fall um eine aus dem Konsum harter Pornographie resultierende abstrakte Rechtsgutsgefährdung (BGE 124 IV 106 E. 3c/aa mit zahlreichen Hinweisen; vgl. auch die Botschaft über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes [Strafbare Handlungen gegen die sexuelle Integrität/Verjährung bei Sexualdelikten an Kindern und Verbot des Besitzes harter Pornographie] vom 10.5.2000, BBl 2000 S. 2943, 2977]).\n\nNach der Rechtsprechung stellt Art. 197 Ziff. 3 StGB Tathandlungen unter Strafe, von denen die Gefahr der Weiterverbreitung ausgehen kann (\"herstellt, einführt\"), oder die auf eine Verbreitung harter Pornographie ausgerichtet sind (\"lagert, in Verkehr bringt, anpreist, ausstellt, anbietet, zeigt, überlässt oder zugänglich macht\"). Dabei erfasst die Bestimmung auch blosse Vorbereitungshandlungen. Verbreitungsabsicht ist als subjektives Tatbestandsmerkmal aber nicht erforderlich. Die Tathandlungen des Herstellens und des Einführens sind nicht ausschliesslich deshalb strafbar, weil sie Vorbereitungshandlungen zur Verbreitung der Erzeugnisse sein können. Vielmehr begründet nach BGE 128 IV 25 S. 29der Rechtsprechung auch derjenige, der ausschliesslich im Hinblick auf seinen eigenen Konsum harte Pornographie herstellt oder einführt, jedenfalls eine abstrakte Rechtsgutsgefährdung im oben umschriebenen Sinne. Insbesondere der vom Gesetzgeber hervorgehobene Gedanke der potentiell korrumpierenden Wirkung solcher Erzeugnisse auf den Verbraucher steht dem Ansinnen entgegen, die Strafbarkeit der fraglichen Tathandlungen generell auf die Fälle einzuschränken, in denen der Täter mit Verbreitungsabsicht gehandelt hat (so BGE 124 IV 106 E. 3c/bb). Aus diesem Grund hat das Bundesgericht angenommen, aus der Straflosigkeit des Erwerbs und des Besitzes harter Pornographie zum eigenen Konsum könne nicht geschlossen werden, dass auch das Herstellen und Einführen solcher Erzeugnisse zu diesem Zweck straflos bleiben müssten (BGE 124 IV 106 E. 3c). Dementsprechend hat es die Einfuhr harter Pornographie auf dem Postweg im Hinblick auf den eigenen Konsum sowie die Herstellung derartiger Erzeugnisse zum eigenen Gebrauch als strafbar erachtet (BGE 124 IV 106 Regest, E. 3c/bb und dd).\n\nb) Der Schuldspruch der Vorinstanz verletzt kein Bundesrecht. Der Beschwerdeführer hat bestehende Originalfotos, die sich bereits in seinem Besitz befanden, mit einer Bildkamera abfotografiert und dabei insbesondere die Geschlechtsteile der abgebildeten Mädchen vergrössert aufgenommen. Dass die Vorlagen und damit auch die vom Beschwerdeführer neu hergestellten Fotos im Sinne von Art. 197 StGB pornographisch sind, steht ausser Frage und ist auch nicht bestritten. Nicht zu beanstanden ist auch der Schluss, die Handlungsweise des Beschwerdeführers falle unter die Tathandlung des Herstellens im Sinne von Art. 197 Ziff. 3 StGB. Das Fotografieren sowie das Entwickeln und Vergrössern der bereits vorhandenen Bilder mit Hilfe des Fotolabors, an welches die Filme eingeschickt wurden, erfüllt ebenso wie das blosse Vervielfältigen, d.h. das Anfertigen weiterer Stücke eines bereits vorfabrizierten Exemplars, die Tathandlung des Herstellens im Sinne des Tatbestands. Dies gilt ungeachtet dessen, dass der Beschwerdeführer hier die Fotos ausschliesslich zum eigenen Gebrauch hergestellt hat. Denn wie die Vorinstanz zutreffend annimmt, stellt sich bei dieser Konstellation die korrumpierende Wirkung nicht anders dar als bei der Einfuhr solcher Erzeugnisse zum Eigengebrauch. Eine unterschiedliche Behandlung rechtfertigt sich daher nicht. Die Beschwerde erweist sich als unbegründet."}