{"annee": "128", "cour": "II", "page": "24", "date": "26/11/2001", "cite": ["112 IA 180", "119 IB 374", "101 IB 231", "103 IB 161"], "cite_par": ["132 II 144", "130 II 258", "128 II 394", "142 V 129"], "chapeau": "3. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. Konferenz der Personalverbände (KPV) gegen Stadt Zürich (Pensionskasse der Stadt Zürich), Amt für berufliche Vorsorge des Kantons Zürich und Eidgenössische Beschwerdekommission der beruflichen Alters-, Hinterlassenen und Invalidenvorsorge (Verwaltungsgerichtsbeschwerde)\n\n2A.100/2000 vom 26. November 2001", "regestes": ["Art. 66 al. 1 LPP; art. 331 al. 3 CO; utilisation des moyens à libre disposition d'une caisse de pension de droit public. Il est contraire à l'art. 66 LPP de réduire formellement les cotisations de l'employeur et simultanément de prélever des moyens à libre disposition de l'institution de prévoyance pour les transférer dans le capital de couverture, en lieu et place de cotisations (consid. 3). Les moyens à libre disposition de l'institution de prévoyance ne doivent pas être utilisés unilatéralement au bénéfice de l'employeur. Les assurés doivent aussi en profiter, au moins en proportion de la répartition des cotisations (consid. 4)."], "faits": "BGE 128 II 24 S. 25\n\nDie Versicherungskasse der Stadt Zürich, welche - neben einer Unfallversicherungskasse - eine Pensionskasse führt, ist eine Dienstabteilung des Finanzamtes der Stadt Zürich ohne eigene Rechtspersönlichkeit (Art. 67 Abs. 1 der Statuten). Organe der Versicherungskasse sind der Stadtrat, der Vorsteher des Finanzamtes und die Direktion der Versicherungskasse (Art. 68 Abs. 1 der Statuten); paritätisch besetzte Organe (vgl. Art. 51 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVG; SR 831.40]) sind die Kassenkommission, der Kassenausschuss und die Anlagekommission (vgl. Art. 68 f. der Statuten). Die geltenden Statuten der Versicherungskasse datieren vom 22. Dezember 1993 und stützen sich auf Art. 118 der Gemeindeordnung der Stadt Zürich vom 26. April 1970 (Art. 1 der Statuten); die zu den Statuten gehörige Vollziehungsverordnung hat der Stadtrat am 16. November 1994 erlassen (vgl. Art. 70 Abs. 1 der Statuten).\n\nMit Beschluss vom 2. April 1997 änderte der Gemeinderat (Legislative) der Stadt Zürich die Art. 19 und 26 der Statuten der Versicherungskasse. Es wurde ein Mechanismus vorgesehen, nach dem bei anhaltend geringer Lohnteuerung die Beiträge des Arbeitgebers - und mit diesen die Altersgutschriften der Versicherten - reduziert werden (vgl. auch Art. 11bis der Vollziehungsverordnung). Zudem traf der Gemeinderat folgende \"einmalige Übergangslösung\": \"Für das Geschäftsjahr 1997 wird auf die Erhebung von Risikobeiträgen für Vollversicherte gemäss Art. 26 Abs. 2 der Statuten der Versicherungskasse... verzichtet. Aus dem Jahresgewinn 1996 der Pensionskasse ist einmalig eine Risikoreserve zu bilden, welche 1997 zur Finanzierung der Risikobeiträge wieder aufzulösen ist\" (Ziff. 3 des Beschlusses).\n\nDie Konferenz der Personalverbände (KPV) reichte beim Amt für berufliche Vorsorge des Kantons Zürich erfolglos eine Aufsichtsbeschwerde ein, welche sich gegen die dargestellte \"Übergangslösung\" richtete. Auch einer Beschwerde an die Eidgenössische Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge war kein Erfolg beschieden.\n\nAm 29. Februar 2000 hat die Konferenz der Personalverbände (KPV) Verwaltungsgerichtsbeschwerde beim Bundesgericht eingereicht mit dem Antrag, das Urteil der Eidgenössischen Beschwerdekommission, BGE 128 II 24 S. 26die Verfügung des Amtes für berufliche Vorsorge des Kantons Zürich vom 25. Februar 1998 sowie die mit Ziff. 3 des Gemeinderatsbeschlusses vom 2. April 1997 vorgenommene Statutenänderung aufzuheben; weiter sei die Stadt Zürich anzuhalten, die Finanzierung der Risikobeiträge 1997 aus dem Jahresgewinn 1996 rückgängig zu machen und diese aus eigenen Mitteln zu finanzieren. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. a) Die vom Kanton bezeichnete Aufsichtsbehörde wacht darüber, dass die Vorsorgeeinrichtungen die gesetzlichen Vorschriften einhalten (Art. 62 Abs. 1 in Verbindung mit Art. 61 Abs. 1 BVG); sie prüft insbesondere die Übereinstimmung der reglementarischen Bestimmungen mit den gesetzlichen Vorschriften (Art. 62 Abs. 1 lit. a BVG). Die Aufsichtsbehörde ist befugt, Massnahmen zur Behebung von Mängeln zu treffen (Art. 62 Abs. 1 lit. d BVG). So kann sie gesetzwidrige Reglemente oder Teile davon aufheben und den Vorsorgeeinrichtungen verbindliche Weisungen über die Ausgestaltung entsprechender Bestimmungen erteilen (vgl. BGE 112 Ia 180 E. 3 S. 186 f.). Die Verfügungen der Aufsichtsbehörde können an die Eidgenössische Beschwerdekommission weitergezogen werden (Art. 74 Abs. 2 lit. a BVG), deren Entscheide ihrerseits der Verwaltungsgerichtsbeschwerde an das Bundesgericht unterliegen (Art. 74 Abs. 4 BVG).\n\nb) Neben den einzelnen Versicherten ist hierzu auch ein Verband legitimiert, wenn er über eigene Rechtspersönlichkeit verfügt, statutengemäss die Interessen seiner Mitglieder wahrnimmt und diese selbst beschwerdebefugt wären (BGE 112 Ia 180 E. 1b S. 182 und E. 5 S. 192). Nachdem diese Voraussetzungen bei der als Verein konstituierten Beschwerdeführerin erfüllt sind, hat die Aufsichtsbehörde die beanstandete Statutenänderung zu Recht überprüft und die Beschwerdekommission ist richtigerweise auf das ergriffene Rechtsmittel eingetreten. Die Konferenz der Personalverbände ist nach dem Gesagten auch zur Verwaltungsgerichtsbeschwerde an das Bundesgericht legitimiert (vgl. BGE 119 Ib 374 E. 2a/aa S. 376 f.).\n\n2. a) Die Beschwerdeführerin erachtet es zwar ausdrücklich als zulässig, die Beiträge durch Statutenrevision zu senken, und hält fest, dass auch eine Beitragssenkung für ein Jahr einer Änderung der Statuten bedürfe. Vorliegend sei jedoch nicht eine Beitragssenkung beschlossen worden, sondern vielmehr die in Art. 26 Abs. 2 der BGE 128 II 24 S. 27Statuten verankerte Pflicht des Arbeitgebers, Risikobeiträge zu bezahlen, unverändert beibehalten worden. Der Sache nach sei ein Beschluss über die Verwendung des Jahresgewinns 1996 getroffen worden, was aber nach Art. 23 der Statuten entweder der Kassenkommission (Abs. 4) oder aber dem Stadtrat (auf Antrag der Kassenkommission; Abs. 3) zustehe und nicht dem Gemeinderat.\n\nb) Dieser Einwand ist nicht stichhaltig: Beitragspflicht und -höhe sind in den Statuten festgelegt. Sollen die Beiträge reduziert werden, und sei dies lediglich für ein Jahr, so ist eine Statutenänderung erforderlich. Diese zu beschliessen, fällt richtigerweise in die Zuständigkeit des Gemeinderats (Art. 118 Abs. 1 der Gemeindeordnung). Entgegen der Ansicht des Bundesamtes für Sozialversicherung erweckt auch nicht grundsätzliche Bedenken, dass \"lediglich\" eine Übergangsbestimmung erlassen wurde, um auf die Erhebung von Beiträgen zu verzichten. Alle Bestimmungen haben - vorausgesetzt sie sind im für die Änderung der Statuten massgebenden Verfahren beschlossen worden - die gleiche Rechtswirkung, auch jene, die als Übergangsbestimmungen bezeichnet sind. Wohl trifft es zu, dass Art. 26 der Statuten weiterhin Risikobeiträge vorsieht, die vom Arbeitgeber zu bezahlen sind. Für das Geschäftsjahr 1997 steht allerdings dazu die streitige Übergangsbestimmung im Widerspruch, nach welcher auf die Erhebung von Risikobeiträgen verzichtet wird. Da beide Normen auf derselben Stufe stehen, geht die Übergangsbestimmung nach dem Grundsatz der lex specialis vor. Die Auffassung der Beschwerdeführerin, es sei (formell) gar keine Beitragssenkung beschlossen, sondern nur über die Verwendung der Überschüsse des Geschäftsjahrs 1996 befunden worden, ist nicht richtig; eine Rechtswidrigkeit des Beschlusses wegen formeller Unzuständigkeit des Gemeinderats steht nicht zur Diskussion.\n\n3. Es fragt sich allerdings, ob das Vorgehen der Stadt Zürich materiell zulässig ist, oder ob es - wie die Beschwerdeführerin weiter geltend macht - gegen Bundesrecht verstösst.\n\na) Die Finanzierung der Einrichtungen der beruflichen Vorsorge erfolgt grundsätzlich im Kapitaldeckungsverfahren (Art. 65 ff. BVG). Dies bedeutet, dass die laufenden und die künftigen (anwartschaftlichen) Renten jederzeit durch ein angespartes Vorsorgekapital gedeckt sein müssen; von dieser Regel kann allerdings bei Vorsorgeeinrichtungen öffentlich-rechtlicher Körperschaften unter Umständen abgewichen werden (vgl. Art. 69 Abs. 2 BVG). Die Einnahmen der Vorsorgeeinrichtungen setzen sich namentlich aus BGE 128 II 24 S. 28den Beiträgen der Arbeitgeber und der Arbeitnehmer sowie aus den Vermögenserträgen auf dem angesparten Kapital zusammen; das Kapitaldeckungsverfahren führt zu erheblicher Vermögensbildung mit entsprechenden Erträgen. Die Vorsorgeeinrichtungen sind deshalb gesetzlich unter anderem verpflichtet, ihr Vermögen so zu verwalten, dass ein genügender Ertrag der Anlagen erwirtschaftet wird (Art. 71 Abs. 1 BVG; zu den Anlagevorschriften vgl. Art. 49 ff. der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVV 2; SR 831.441.1]). Die versicherungstechnischen Berechnungen berücksichtigen die Vermögenserträge als wichtige Finanzierungsgrösse (CARL HELBLING, Personalvorsorge und BVG, 7. Aufl., Bern 2000, S. 160), wobei deren Umfang allerdings schwer prognostizierbar ist, da sie von den Marktkräften abhängig sind.\n\nb) Die Leistungen der Pensionskasse der Stadt Zürich beruhen gleich wie die zu bezahlenden Beiträge auf den Statuten vom 22. Dezember 1993. Mit diesem Erlass wurde das vormalige Leistungsprimat versicherungstechnisch in ein Beitragsprimat überführt, wobei Letzteres allerdings so ausgestaltet ist, dass die Versicherten im normalen Rücktrittsalter eine Altersrente von 60 Prozent ihres letzten Verdienstes erhalten, wenn sie eine volle Versicherungsdauer und eine durchschnittliche Lohnkarriere aufweisen (Leistungsziel). Den Versicherten steht ein individuelles Altersguthaben zu, das Basis für die Berechnung der Leistungsansprüche bildet. Es wird aus den Einlagen bei Eintritt und den \"Altersnachzahlungen\" sowie aus Altersgutschriften geäufnet und verzinst (Art. 19 Abs. 1 und 4 der Statuten). Die Höhe Letzterer ist nach dem Alter der Versicherten gestaffelt (Art. 19 Abs. 2 der Statuten). Die jährlichen Gutschriften setzen sich aus den Sparbeiträgen des Arbeitgebers und jenen der Versicherten zusammen; sie werden in Art. 25 und Art. 26 der Statuten bestimmt und bewegen sich für die Versicherten zwischen 6 und 9 Prozent und für den Arbeitgeber zwischen 4 und 39 Prozent des beitragspflichtigen Einkommens. Mit der Statutenänderung vom 2. April 1997 wurde neu eingeführt, dass die Sparbeiträge des Arbeitgebers - und mit diesen die Altersgutschriften - bei anhaltend geringer Teuerung reduziert werden; das Leistungsziel darf dabei weder systematisch unter- noch überschritten werden (Art. 19 Abs. 6). Grund für diese Revision war, dass die Ansätze für die Altersgutschriften von einer allgemeinen Lohnteuerung von 4 Prozent ausgehen, während die effektive Teuerung in den vorangegangenen Jahren weit unter diesem Wert lag. Der neue BGE 128 II 24 S. 29Mechanismus kommt zur Anwendung, wenn die massgebende Teuerung im vorangegangenen Jahr nicht mehr als 2,5 Prozent betrug (Art. 11bis Abs. 2 der Vollziehungsverordnung). Die Altersgutschriften der Versicherten und die Sparbeiträge des Arbeitgebers werden dann so festgesetzt, dass das Leistungsziel bei einer jährlichen Lohnteuerung von 2,5 Prozent erreicht wird. Steigt die massgebende Teuerung auf mindestens 3,25 Prozent, so kommen ab dem Folgejahr wieder die ordentlichen Beitragssätze gemäss Art. 19 Abs. 2 in Verbindung mit Art. 26 Abs. 2 der Statuten zur Anwendung (Art. 11bis Abs. 3 der Vollziehungsverordnung). Diese Änderung der Statuten hat die Beschwerdeführerin nicht beanstandet; hingegen wendet sie sich gegen den Verzicht auf die Risikobeiträge von 2 Prozent für das Jahr 1997, für welche gemäss Art. 26 Abs. 2 der Statuten allein der Arbeitgeber aufzukommen hätte. Die Beitragssenkung als solche bzw. der Verzicht auf die Erhebung des Risikobeitrags ist nach der Meinung der Beschwerdeführerin nicht zu beanstanden, wohl hingegen, dass diese direkt aus dem Jahresgewinn 1996 finanziert werden soll (Bildung einer \"Risikoreserve\", die 1997 zur Bezahlung der Risikobeiträge wieder aufgelöst werden soll).\n\nc) Die Beschwerdeführerin bezieht sich in ihrer Kritik auf Art. 331 Abs. 3 OR. Danach muss der Arbeitgeber, wenn der Arbeitnehmer Beiträge an eine Personalvorsorgeeinrichtung zu leisten hat, zur gleichen Zeit mindestens gleich hohe Beiträge wie die gesamten Beiträge aller Arbeitnehmer entrichten; er erbringt seine Beiträge aus eigenen Mitteln oder aus Beitragsreserven der Vorsorgeeinrichtung, die von ihm vorgängig hiefür geäufnet worden und gesondert ausgewiesen sind. Die Beschwerdeführerin räumt allerdings selber ein, dass diese Bestimmung auf öffentlichrechtliche Vorsorgeeinrichtungen nicht anwendbar ist (vgl. Art. 342 Abs. 1 lit. a OR). Betreffend die Parität der Beiträge ergibt sich der gleiche Grundsatz aus Art. 66 Abs. 1 BVG, der auch für öffentlichrechtliche Vorsorgeeinrichtungen Geltung hat (jedenfalls im Bereich der obligatorischen Vorsorge; vgl. Art. 49 Abs. 2 BVG). Vorliegend ist aber die Parität unproblematisch, da die Beiträge des Arbeitgebers ohnehin weit höher sind als jene der Arbeitnehmer, auch wenn auf die Erhebung des Risikobeitrags für das Jahr 1997 verzichtet wird.\n\nDer zweite Halbsatz von Art. 331 Abs. 3 OR ermöglicht dem privaten Arbeitgeber, seine Beiträge nicht nur aus eigenen Mitteln, sondern auch aus von ihm vorgängig geäufneten (und gesondert ausgewiesenen) Beitragsreserven der Vorsorgeeinrichtung zu erbringen. Damit besteht für ihn die Möglichkeit, mit Rücksicht auf BGE 128 II 24 S. 30Schwankungen des Geschäftsgangs Beiträge auf Vorrat zu leisten, welche zu gegebener Zeit zur Erfüllung der reglementarischen Verpflichtungen eingesetzt werden können. Zugleich unterbindet Art. 331 Abs. 3 OR (in der Fassung vom 25. Juni 1982) die nach dem früheren Recht zulässige Entrichtung der Arbeitgeberbeiträge aus Stiftungsmitteln (BGE 101 Ib 231 E. 4-7 S. 240 ff.; 103 Ib 161 E. 5 S. 172 ff.); diese vor Erlass des Bundesgesetzes über die berufliche Vorsorge gängige Praxis wurde unterbunden, weil die eingesetzten Mittel häufig nicht ausschliesslich aus freiwilligen Arbeitgeberbeiträgen stammten, sondern durch Beiträge der Arbeitnehmer mitfinanziert waren (JÜRG BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, Bern 1989, S. 308 u. S. 123; HANS MICHAEL RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, Bern 1985, § 5 N. 32).\n\nVom in Art. 331 Abs. 3 OR enthaltenen Gebot, die Beiträge des Arbeitgebers aus dessen eigenen Mitteln zu finanzieren, darf nicht zuungunsten des Arbeitnehmers abgewichen werden (Art. 362 OR). Bei Kassen, die auf dem Leistungsprimat basieren, wird eine temporäre Beitragsreduktion zu Lasten der freien Mittel unter gewissen Voraussetzungen als zulässig erachtet, weil Beitragsänderungen keinen Einfluss auf die Höhe der Ansprüche haben. Wenn die Vorsorgeleistungen garantiert und alle erforderlichen Reserven - auch jene für die Indexierung der Renten - gebildet sind, kann eine (paritätische) Beitragsreduktion zu Lasten der freien Mittel durchaus auch im Interesse der Arbeitnehmer liegen; Art. 331 Abs. 3 bzw. Art. 362 OR werden deshalb nicht verletzt (JACQUES-ANDRÉ SCHNEIDER, A-propos des normes comptables IAS 19 et FER/RPC 16 et de la professionnelle suisse, Rz. 95 ff., www.bsv.admin.ch/blind/bv/projekte/f/Schneider_def.pdf). Anders verhält es sich grundsätzlich bei Vorsorgeeinrichtungen mit Beitragsprimat: Dies, weil die Vorsorgeleistungen nicht im Voraus (in Funktion des letzten Gehalts) garantiert sind, sondern die Versicherten das Risiko tragen, dass ihr Anspruch im Zeitpunkt des Rentenbezugs dem Vorsorgeziel entspricht. Daraus wird gefolgert, dass die freien Mittel der Pensionskasse in jedem Fall für Leistungsverbesserungen einzusetzen sind und es kaum im Interesse der Arbeitnehmer liegen kann, sie für die Reduktion von Beiträgen zu verwenden (SCHNEIDER, a.a.O., Rz. 99 f.). Da es sich vorliegend aber um eine öffentlichrechtliche Vorsorgeeinrichtung handelt, sind - wie bereits erwähnt - die Schranken von Art. 331 Abs. 3 OR nicht massgebend (RIEMER, a.a.O., § 5 N. 41; SCHNEIDER, a.a.O., Rz. 101).\n\nBGE 128 II 24 S. 31\n\nd) Bei privatrechtlichen Vorsorgeeinrichtungen setzt eine Reduktion des Anteils der Beiträge, den der Arbeitgeber bezahlt, das Einverständnis der (paritätisch verwalteten) Stiftung voraus; einseitig reduzieren kann der Arbeitgeber seine Beiträge nur unter strengen Kautelen (HANS MICHAEL RIEMER, Für welche Zeitdauer ist das \"Einverständnis\" des Arbeitgebers i.S. von Art. 66 Abs. 1 Satz 3 BVG [höherer Arbeitgeberanteil an den Beiträgen] verbindlich bzw. inwiefern kann es seitens des Arbeitgebers einseitig widerrufen oder abgeändert werden?, in: SZS 1993 S. 154 ff.). Demgegenüber können bei öffentlichrechtlichen Vorsorgeeinrichtungen die Arbeitgeberbeiträge - unter Wahrung der Beitragsparität (Art. 66 Abs. 1 BVG) - gesenkt werden, indem der Gesetzgeber den massgebenden Erlass abändert (HANS MICHAEL RIEMER, Realität und Aussichten der paritätischen Mitbestimmung in der beruflichen Vorsorge - Beziehungen zwischen Stiftungsrat und Unternehmung, in: SZS 1994 S. 369). Dies hat der Gemeinderat von Zürich mit der Einführung des Mechanismus getan, welcher bei geringer Lohnteuerung mittels Beitragsreduktion einer systematischen Überschreitung des Leistungsziels begegnen soll (Art. 19 Abs. 6 der Statuten und Art. 11bis der Vollziehungsverordnung; vgl. E. 3b). Der streitige Verzicht auf Risikobeiträge stellt indessen keine vergleichbare Massnahme dar. Es geht - obschon die als lex specialis zu betrachtende \"Übergangslösung\" zu einer Reduktion der Arbeitgeberbeiträge gemäss Art. 26 Abs. 2 der Statuten führt - der Sache nach nicht um eine Beitragssenkung. Der Beschluss des Gemeinderats setzt vielmehr einen Teil des Überschusses der Jahresrechnung 1996 zur Bezahlung der Risikobeiträge ein. Damit werden vom Arbeitgeber geschuldete Pensionskassenbeiträge direkt aus den freien Stiftungsmitteln finanziert, auch wenn formell ein Verzicht des zuständigen Organs auf die fraglichen Beiträge vorliegt. Das Bundesgericht hat zwar in einem parallelen Verfahren (2A.101/2000) die Statutenänderung vom 4. Februar 1998 geschützt, welche den Stadtrat ermächtigt, unter bestimmten Voraussetzungen fallweise für ein Jahr Pensionskassenbeiträge von Arbeitgeber und Arbeitnehmern aus freien Mitteln bzw. einer neu geschaffenen freien Reserve zu finanzieren. Anders als bei der hier streitigen einmaligen \"Übergangslösung\" handelt es sich bei der fraglichen Statutenänderung jedoch um eine generell-abstrakte Regelung, welche die Beitragsbefreiung einzig im Fall einer ausgewiesenen Überkapitalisierung der Vorsorgeeinrichtung und unter klar umschriebenen Voraussetzungen vorsieht (vgl. Art. 23 in der Fassung vom BGE 128 II 24 S. 324. Februar 1998). Weiter trägt sie, wie das Bundesgericht festgehalten hat, den unterschiedlichen Interessen der Betroffenen ausreichend Rechnung; insbesondere ist die Beitragsbefreiung - im Unterschied zur streitigen Statutenänderung, welche mit der Finanzierung der Risikobeiträge 1997 aus dem Überschuss des Vorjahres einseitig den Arbeitgeber begünstigt (E. 4 i.f.) - gleichermassen für Arbeitnehmer und Arbeitgeber vorgesehen.\n\ne) Auch wenn die Stadt Zürich als öffentlicher Arbeitgeber an sich ihre Pensionskassenbeiträge einseitig herabsetzen kann, ist die vorliegend zu beurteilende \"Übergangslösung\" unzulässig. Sie führt dazu, dass die Risikobeiträge des Arbeitgebers für das Jahr 1997 aus Mitteln der Vorsorgeeinrichtung bezahlt werden. Obschon formell als Beitragssenkung ausgestaltet, handelt es sich bei der streitigen Statutenänderung - wie gesagt - materiell nicht um eine solche; in den versicherungstechnischen Kalkulationen der Pensionskasse werden denn auch die Risikobeiträge unverändert beibehalten. Dieses Vorgehen widerspricht der Verpflichtung der Stadt Zürich zur Bezahlung der reglementarisch bestimmten Arbeitgeberbeiträge (Art. 66 BVG): Zwar gilt die Beschränkung von Art. 331 Abs. 3 OR für öffentlichrechtliche Vorsorgeeinrichtungen nicht, weshalb der öffentliche Arbeitgeber die geschuldeten Beiträge nicht zwingend selbst zu bezahlen hat. So oder anders stellen jedoch \"Zahlungen\" der Vorsorgeeinrichtung, ausser sie stammen von einem separat ausgewiesenen Arbeitgeberbeitragskonto, keine Beiträge des Arbeitgebers dar; die Mittel der Pensionskasse gehören dieser selbst und sind grundsätzlich für die Vorsorge der Versicherten bestimmt, auch bei öffentlichen Kassen ohne eigene Rechtspersönlichkeit (vgl. HANS MICHAEL RIEMER, Leere Staats- und Firmenkassen - volle Pensionskassen, in: SZS 1998 S. 272 f.). Das Bundesgericht hat bereits in seiner Rechtsprechung zur alten Fassung von Art. 331 Abs. 3 OR (datierend vom 23. März 1962; AS 1962 S. 1047) angetönt, dass eine Bezahlung von Arbeitgeberbeiträgen aus freiem Stiftungsvermögen bei Kassen, welche die versicherten Risiken selbst tragen, unzulässig sei; eine blosse Umbuchung aus dem freien Vermögen in das Deckungskapital könne kaum als Entrichtung des Arbeitgeberbeitrags betrachtet werden (BGE 101 Ib 231 E. 4e S. 242). Deshalb erscheint es als unzulässige Umgehung von Art. 66 BVG, wenn formell durch eine Statutenänderung auf die Erhebung von Risikobeiträgen verzichtet wird, nur um gleichzeitig den freien Mitteln der Vorsorgeeinrichtung die zur Bezahlung der Beiträge erforderliche Summe zu entnehmen. Dies umso mehr, als BGE 128 II 24 S. 33der Risikobeitrag von 2 Prozent heute offenbar bereits nicht mehr ausreicht, um - entsprechend seiner Bestimmung - jenen Aufwand abzudecken, der bei Tod oder Invalidität eines Versicherten das vorhandene Altersguthaben übersteigt, und dementsprechend eigentlich versicherungsmathematisch unverzichtbar wäre.\n\n4. Für die Personalvorsorge durch Versicherungsverträge hat das Bundesgericht in seiner früheren Rechtsprechung zugelassen, dass die Beiträge des Arbeitgebers nicht von diesem selbst, sondern aus Stiftungsmitteln bezahlt wurden; dies galt gleichermassen für rein patronale (vgl. BGE 103 Ib 161 E. 5d S. 175) und paritätisch finanzierte Personalfürsorgestiftungen (vgl. BGE 101 Ib 231 E. 4 S. 239 ff.). Diese Praxis hat darüber hinweggesehen, dass so teilweise auch Mittel zur Entrichtung der Arbeitgeberbeiträge verwendet wurden, die von den Versicherten mitfinanziert worden sind (vgl. BGE 101 Ib 231 E. 6 S. 243 f.; BGE 103 Ib 161 E. 5d S. 175). Das bedeutet jedoch nicht, dass die einseitige Verwendung von Pensionskassengeldern zur Bezahlung von Arbeitgeberbeiträgen grundsätzlich als rechtmässig betrachtet worden wäre. Die fragliche Rechtsprechung betraf einzig Personalfürsorgestiftungen ohne eigene Versicherungsfunktionen, nicht aber die hier interessierenden autonomen Kassen, welche die versicherten Risiken selbst tragen (vgl. BGE 101 Ib 231 E. 4e S. 242). Deshalb ist vorliegend letztlich auch unerheblich, dass die Neufassung von Art. 331 Abs. 3 OR auf öffentlichrechtliche Kassen keine Anwendung findet. So oder anders hat aber inzwischen das Inkrafttreten des Bundesgesetzes über die berufliche Vorsorge die Rechtslage geklärt: Aus dessen Sinn und Geist ergibt sich ohne weiteres, dass die freien Mittel der Vorsorgeeinrichtung dieser zukommen und primär zur Erreichung des Vorsorgezwecks einzusetzen sind (vgl. oben E. 3e). Weil sie mit Beiträgen von Arbeitgeber und Arbeitnehmer gemeinsam erwirtschaftet werden, müssen grundsätzlich auch beide Gruppen profitieren können, wenn überschüssige Mittel der Vorsorgeeinrichtung für Beitragserleichterungen eingesetzt werden; die Arbeitnehmer sind dabei mindestens nach Massgabe des Beitragsverhältnisses zu beteiligen (vgl. HANS MICHAEL RIEMER, Aktuelle Fragen der Personalfürsorge, in: SJZ 73/1977 S. 73 f.; vgl. auch: BRÜHWILER, a.a.O., S. 123 Fn. 123). Mithin ist es ausgeschlossen, (einseitig) Arbeitgeberbeiträge aus Pensionskassengeldern zu bezahlen. Während die Statutenänderung vom 4. Februar 1998 diese Grundsätze respektiert (vgl. E. 3d), kommen die dem Vermögen der Vorsorgeeinrichtung entnommenen Mittel bei der zu beurteilenden BGE 128 II 24 S. 34\"Übergangslösung\" einseitig dem Arbeitgeber zugute, weil dieser (alleine) für die Risikobeiträge aufzukommen hätte. Die Vorgehensweise der Stadt Zürich ist deshalb auch insoweit unzulässig.\n\n5. a) Nach dem Gesagten verstösst die streitige Statutenänderung (Ziff. 3 des entsprechenden Gemeinderatsbeschlusses vom 2. April 1997) gegen Bundesrecht; in Gutheissung der Verwaltungsgerichtsbeschwerde ist sie zusammen mit dem sie schützenden Entscheid der Eidgenössischen Beschwerdekommission und der Verfügung des Amtes für berufliche Vorsorge des Kantons Zürich vom 25. Februar 1998 aufzuheben. Eine hierüber hinausgehende konkrete Anweisung an die Stadt Zürich, wie bezüglich der Risikobeiträge für das Jahr 1997 zu verfahren sei, erübrigt sich, nachdem diese nun infolge Aufhebung der streitigen Statutenänderung geschuldet sind."}