{"annee": "128", "cour": "III", "page": "419", "date": "19/8/2002", "cite": ["124 III 363", "126 III 25", "126 III 375", "125 III 305", "123 III 70", "123 III 165", "118 II 58", "107 II 189", "127 III 444", "117 IA 328", "127 III 248", "126 III 59", "113 II 25", "127 III 279"], "cite_par": ["131 III 606", "130 III 417", "131 III 268", "133 III 61", "139 III 145"], "chapeau": "76. Extrait de l'arrêt de la Ire Cour civile dans la cause X. contre Y. (recours en réforme)\n\n4C.145/2002 du 19 août 2002", "regestes": ["Bail à ferme non agricole; modification conventionnelle du fermage en cours de bail (art. 253b al. 1 et 269d CO). Distinction entre le bail à ferme et le bail à loyer (consid. 2.1). L'art. 269d CO n'est pas applicable dans le cas d'un contrat de bail de durée déterminée, ni dans l'hypothèse où les parties, liées par un bail de durée indéterminée, conviennent de modifier le loyer avec effet immédiat (consid. 2.4.1). Conditions d'une modification conventionnelle du loyer (consid. 2.4.2 et 2.4.3)."], "faits": "BGE 128 III 419 S. 419\n\nA.- Y. a pris à bail des locaux commerciaux à Genève, dans lesquels il a exploité jusqu'à fin avril 1994 un café-restaurant.\n\nBGE 128 III 419 S. 420\n\nPar un contrat de gérance libre signé le 10 septembre 1993, Y. a cédé l'exploitation de son commerce à X. pour une durée de cinq ans, soit du 1er mai 1994 jusqu'au 30 avril 1999. Il était convenu que le gérant devait verser une redevance mensuelle de 10'000 fr. et que toute augmentation de loyer qui serait notifiée par le bailleur devrait être supportée par le gérant.\n\nAvant que le contrat de gérance libre ne commence à déployer ses effets, les parties ont signé, le 14 septembre 1993, un document intitulé \"modifications des contrats\", qui prévoit que la redevance mensuelle due par le gérant s'élève à 12'000 fr.\n\nIl est constant que X., dès le début de la gérance, a payé mensuellement à Y. la somme de 10'000 fr., et non pas de 12'000 fr.\n\nLe 1er janvier 1995, les parties ont signé un avenant au contrat de gérance libre, portant le montant de la gérance mensuelle à 12'000 fr.\n\nDès le 1er janvier 1995, X. a payé à Y. une redevance mensuelle de 12'000 fr.\n\nLe contrat a pris fin à son échéance, le 30 avril 1999.\n\nLes parties ont alors formulé des prétentions réciproques sur lesquelles il n'y a pas lieu de revenir, parce qu'elles ne sont aujourd'hui plus litigieuses. En revanche, les parties restent divisées sur la validité de la modification de la redevance intervenue le 1er janvier 1995. Le gérant soutient qu'il s'agit d'une augmentation du fermage, qui est nulle pour n'avoir pas été notifiée sur une formule officielle; il réclame en conséquence, à ce titre, la restitution de 104'000 fr. avec intérêts à 5% dès le 1er mars 1997. Y. s'oppose à cette demande en faisant valoir qu'il s'agit d'une convention valablement conclue.\n\nB.- X. ayant déposé une demande en paiement en date du 14 septembre 1999, le Tribunal des baux et loyers du canton de Genève, par jugement du 21 juin 2001, a condamné le défendeur Y. à verser au demandeur la somme de 104'000 fr. avec intérêts à 5% dès le 1er mars 1997 sous imputation d'un montant de 8'971 fr. 70, avec intérêts à 5% dès le 1er mai 1999, qui n'est plus litigieux à ce stade de la procédure. En substance, le Tribunal a retenu qu'il y avait eu une majoration du fermage, laquelle était nulle pour n'avoir pas été notifiée sur la formule officielle requise.\n\nSaisie d'un appel du défendeur, la Chambre d'appel en matière de baux et loyers, par arrêt du 18 mars 2002, a condamné le demandeur à verser au défendeur la somme de 8'971 fr. 70, avec intérêts à 5% dès le 1er mai 1999, et ordonné la libération en faveur du demandeur de la garantie bancaire, sous imputation du montant dû au défendeur. La cour cantonale a retenu que le montant de 12'000 fr. était BGE 128 III 419 S. 421déjà prévu dans l'accord du 14 septembre 1993 et constituait donc un fermage initial, pour lequel la formule officielle n'était pas exigée; par ailleurs, elle a considéré que l'objection du demandeur constituait un abus de droit dès lors qu'il s'était acquitté du nouveau fermage pendant près de quatre ans et demi sans l'avoir jamais remis en cause.\n\nC.- Le demandeur interjette un recours en réforme au Tribunal fédéral. Invoquant une violation de l'art. 269d al. 2 let. a CO et de l'art. 2 al. 2 CC, il conclut à l'annulation de la décision attaquée et à ce que sa partie adverse soit condamnée à lui verser la somme de 104'000 fr. avec intérêts à 5% dès le 1er mars 1997, sous imputation du montant de 8'971 fr. 70 avec intérêts à 5% dès le 1er mai 1999, la garantie bancaire devant être libérée en sa faveur.\n\nLe Tribunal fédéral a rejeté le recours et confirmé l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Il ressort des constatations souveraines des juridictions cantonales que les parties sont convenues que le défendeur cédait au demandeur l'exploitation de son café-restaurant entièrement équipé, moyennant paiement d'une redevance mensuelle.\n\nLa première question à résoudre est de savoir si le contrat doit être qualifié de bail à loyer (art. 253 CO) ou de bail à ferme non agricole (art. 275 CO).\n\nLe bail à ferme se distingue du bail à loyer par l'objet du contrat. Le bailleur ne cède pas à son cocontractant l'usage de n'importe quelle chose, mais l'usage d'un bien ou d'un droit productif, dont le fermier peut percevoir les fruits ou les produits (cf. art. 275 CO). Il y a bail à ferme notamment lorsque le bailleur cède l'exploitation d'une entreprise entièrement équipée, c'est-à-dire d'un outil de production; en revanche, il faut retenir la qualification de bail à loyer s'il cède des locaux qu'il appartient au cocontractant d'aménager pour en faire une entreprise productive (arrêt 4C.43/2000 du 21 mai 2001, consid. 2a). La mise en gérance libre d'un établissement public complètement équipé donne lieu à un bail à ferme non agricole (LACHAT, Le bail à loyer, p. 55 n. 2.1; TERCIER, Les contrats spéciaux, 2e éd., n. 2172). Compte tenu des prestations convenues en l'espèce, il n'est pas douteux que le contrat conclu entre les parties doit être qualifié de bail à ferme non agricole.\n\n2.2 Après la conclusion du bail à ferme du 10 septembre 1993, qui prévoit une redevance mensuelle de 10'000 fr., les parties ont BGE 128 III 419 S. 422signé deux autres documents, datés respectivement du 14 septembre 1993 et du 1er janvier 1995, qui portent la redevance mensuelle à 12'000 fr. Le litige qui oppose les parties concerne partiellement l'interprétation de ces deux documents et il convient préalablement de rappeler les principes applicables.\n\nEn présence d'un litige sur l'interprétation d'un contrat, le juge doit tout d'abord s'efforcer de déterminer la commune et réelle intention des parties, sans s'arrêter aux expressions ou dénominations inexactes dont elles ont pu se servir, soit par erreur, soit pour déguiser la nature véritable de la convention (art. 18 al. 1 CO; ATF 127 III 444 consid. 1b). Il faut rappeler qu'un accord peut résulter non seulement de déclarations expresses concordantes, mais aussi d'actes concluants (art. 1 al. 2 CO).\n\nDéterminer ce qu'un cocontractant savait et voulait au moment de conclure relève des constatations de fait qui lient le Tribunal fédéral (ATF 118 II 58 consid. 3a; ATF 113 II 25 consid. 1a p. 27). Si la cour cantonale parvient à se convaincre d'une commune et réelle intention des parties, il s'agit d'une constatation de fait qui ne peut être remise en cause dans un recours en réforme (ATF 126 III 25 consid. 3c, 375 consid. 2e/aa; ATF 125 III 305 consid. 2b, 435 consid. 2a/aa).\n\nSi la volonté réelle des parties ne peut pas être établie ou si elle est divergente, le juge doit interpréter les déclarations et les comportements selon la théorie de la confiance (cf. ATF 127 III 444 consid. 1b). Il doit donc rechercher comment une déclaration ou une attitude pouvait être comprise de bonne foi en fonction de l'ensemble des circonstances (cf. ATF 126 III 59 consid. 5b p. 68, 375 consid. 2e/aa p. 380). Il doit être rappelé que le principe de la confiance permet d'imputer à une partie le sens objectif de sa déclaration ou de son comportement, même si celui-ci ne correspond pas à sa volonté intime (ATF 127 III 279 consid. 2c/ee p. 287; WIEGAND, Commentaire bâlois, n. 8 ad art. 18 CO; KRAMER, Commentaire bernois, n. 101 s. ad art. 1er CO; EUGEN BUCHER, Commentaire bâlois, n. 6 ad art. 1er CO; ENGEL, Traité des obligations en droit suisse, 2e éd., p. 216 s.).\n\nL'application du principe de la confiance est une question de droit que le Tribunal fédéral, saisi d'un recours en réforme, peut examiner librement (ATF 127 III 248 consid. 3a; ATF 126 III 25 consid. 3c, 59 consid. 5a, 375 consid. 2e/aa). Pour trancher cette question de droit, il faut cependant se fonder sur le contenu de la manifestation de volonté et sur les circonstances, lesquelles relèvent du fait (ATF 126 III 375 consid. 2e/aa; ATF 124 III 363 consid. 5a; ATF 123 III 165 consid. 3a).\n\nBGE 128 III 419 S. 423\n\nEn l'espèce, il n'apparaît pas que la cour cantonale se soit convaincue d'une réelle et commune intention des parties; elle s'est au contraire efforcée d'interpréter, selon le principe de la confiance, les documents produits et les circonstances. Il s'agit donc d'une question de droit que le Tribunal fédéral peut revoir librement.\n\n2.3 Le bail à ferme est daté du 10 septembre 1993 et prévoit une redevance mensuelle de 10'000 fr. L'accord intitulé \"modifications des contrats\" est daté du 14 septembre 1993 et prévoit une redevance mensuelle de 12'000 fr. Comme les deux contenus sont incompatibles (10'000 ou 12'000 fr.), il ne peut s'agir d'un complément, mais bien d'une modification. Eu égard à la chronologie des documents (10 septembre 1993 et 14 septembre 1993), il faut retenir que le second document est destiné à modifier le premier, ce qui est d'ailleurs conforme à son sens littéral, puisqu'il parle de modification. Il faut donc en déduire que les parties sont convenues, le 14 septembre 1993, que la redevance mensuelle serait de 12'000 fr., et non pas de 10'000 fr. comme le prévoyait l'accord antérieur daté du 10 septembre 1993.\n\nIl n'en demeure pas moins que dès le début de l'exploitation (le 1er mai 1994), et pendant huit mois (jusqu'au 1er janvier 1995), le demandeur a payé 10'000 fr. par mois, et non pas 12'000 fr., sans qu'aucune opposition de la part du défendeur n'ait été établie ni même alléguée. Les parties ont estimé nécessaire de conclure un avenant, le 1er janvier 1995, pour porter la redevance à 12'000 fr., ce qui montre bien que, dans leur esprit, l'accord du 14 septembre 1993 n'avait pas cet effet.\n\nIl est vraisemblable que les parties ont conclu, après le 14 septembre 1993, un accord oral - qui n'a pas été prouvé dans la procédure - à l'effet d'annuler la redevance prévue le 14 septembre 1993 et de s'en tenir au chiffre initial figurant dans le contrat du 10 septembre 1993. Quoi qu'il en soit, il résulte de manière suffisante des circonstances (le paiement pendant huit mois sans opposition et la conclusion d'un nouvel accord le 1er janvier 1995) que les parties sont convenues, au moins par actes concluants, de renoncer au chiffre figurant dans l'accord du 14 septembre 1993 et de s'en tenir à celui prévu dans le contrat initial.\n\nSur ce point, l'opinion du demandeur doit être approuvée. Cela ne suffit cependant pas pour conclure à l'admission du recours, puisque - comme on l'a vu - un recours peut être rejeté par substitution de motifs.\n\nBGE 128 III 419 S. 424\n\n2.4 Il faut ensuite s'interroger sur la validité juridique de l'avenant signé par les parties le 1er janvier 1995 et portant la redevance, dès cette date, à 12'000 fr. par mois.\n\nIl résulte de l'art. 253b al. 1 CO que les dispositions sur la protection contre les loyers abusifs s'appliquent par analogie aux baux à ferme non agricoles. Le recourant se prévaut de l'art. 269d al. 2 let. a CO, qui prévoit que les majorations de loyer sont nulles lorsqu'elles ne sont pas notifiées au moyen de la formule officielle. Il est constant en l'espèce qu'il n'y a pas eu de notification à l'aide d'une formule officielle. La question qu'il faut cependant résoudre - et qui semble avoir échappé à la cour cantonale - est de savoir si l'on se trouve dans un cas d'application de l'art. 269d CO.\n\n2.4.1 Cette disposition s'intitule \"augmentations de loyer et autres modifications unilatérales du contrat par le bailleur\". S'agissant de la majoration du loyer, elle vise l'hypothèse où le bailleur veut majorer le loyer pour le prochain terme de résiliation (cf. art. 269d al. 1 1re phrase CO). La référence au prochain terme de résiliation s'impose parce que les parties, en vertu du principe de la fidélité contractuelle, sont liées par leur accord jusqu'à l'échéance et que le bailleur ne pourrait donc pas modifier unilatéralement le loyer avant l'échéance (WEBER/ZIHLMANN, Commentaire bâlois, 2e éd., n. 5 ad art. 269d CO; SVIT-Kommentar, 2e éd., n. 10 ad art. 269d CO; LACHAT, op. cit., p. 267 n. 3.1.8), sous réserve d'une clause d'indexation ou d'échelonnement (SVIT-Kommentar, n. 8 ad art. 269d CO; LACHAT, ibid.).\n\nIl est donc admis que l'art. 269d CO n'est pas applicable dans le cas d'un contrat de bail de durée déterminée, parce que celui-ci, par définition, prend fin à l'échéance et qu'il n'est donc pas question d'une majoration de loyer dite unilatérale à partir du prochain terme de résiliation (arrêt 4C.496/1994 du 28 mars 1995, consid. 2a, publié in Pra 85/1996 no 129 p. 425; WEBER/ZIHLMANN, op. cit., n. 1 ad art. 269d CO; SVIT-Kommentar, n. 7 ad art. 269d CO; HIGI, Commentaire zurichois, n. 20 ad art. 257 CO; HONSELL, Schweizerisches Obligationenrecht, Besonderer Teil, 6e éd., p. 235).\n\nEn l'espèce, l'arrêt cantonal et le jugement de première instance (auquel l'arrêt se réfère) décrivent le bail à ferme comme un contrat de durée déterminée. Il apparaît cependant que les autorités cantonales n'ont pas saisi le problème juridique qui se posait et qu'il est possible de compléter l'état de fait sur ce point secondaire en fonction du contrat versé au dossier, auquel les deux parties et les juridictions cantonales se réfèrent expressément (cf. art. 64 al. 2 OJ). Il BGE 128 III 419 S. 425résulte de l'art. 3 du contrat de gérance libre que celui-ci devait être reconduit tacitement d'année en année, sauf congé donné trois mois avant l'échéance. Il s'agit donc d'un contrat de durée indéterminée et l'application de l'art. 269d CO n'est pas exclue pour ce motif.\n\nIl reste cependant à examiner si le bailleur a voulu augmenter le fermage \"pour le prochain terme de résiliation\" selon la formule de l'art. 269d al. 1 CO. On sait qu'une erreur sur la date d'échéance peut conduire à un simple report à la première date utile si on peut penser que ce report reste compatible avec la volonté du bailleur (cf. ATF 107 II 189 consid. 3). En l'espèce, les parties sont convenues le 1er janvier 1995 d'une modification du fermage prenant effet immédiatement. Selon le principe de la confiance, on ne peut pas déduire de l'attitude du défendeur que celui-ci voulait une augmentation du fermage qui ne prendrait effet qu'à l'échéance, soit le 30 avril 1999. L'importance du délai d'attente (plus de quatre ans) ne permet pas de penser que telle était la volonté des parties; il n'y avait d'ailleurs aucune certitude que le contrat serait reconduit à son échéance et il ne l'a effectivement pas été.\n\nOn ne peut donc pas déduire des circonstances, selon le principe de la bonne foi, une volonté du défendeur de majorer le montant du fermage pour le prochain terme de résiliation, soit le 30 avril 1999. On ne se trouve donc pas dans l'hypothèse visée par l'art. 269d CO, à savoir celle d'une augmentation unilatérale par le bailleur pour le prochain terme de résiliation. Cette disposition n'est dès lors pas applicable.\n\n2.4.2 Les dispositions sur la protection contre les loyers abusifs n'empêchent pas les parties, en vertu de la liberté contractuelle, de convenir en tout temps de modifier le contenu de leur contrat, et cela même en cours de bail (SVIT-Kommentar, n. 14 ad art. 269d CO).\n\nLa faculté donnée au bailleur de demander unilatéralement une augmentation du loyer pour le prochain terme de résiliation (sur cette figure juridique: cf. HONSELL, op. cit., p. 236) n'exclut pas que les parties puissent convenir valablement, sans l'usage d'une formule officielle, d'augmenter le loyer pour l'échéance (arrêt 4C.496/1994 du 28 mars 1995, consid. 2b, publié in Pra 85/1996 no 129 p. 425, in mp 1995 p. 145 et in MRA 1995 p. 256; arrêt 4C.117/1998 du 28 août 1998, consid. 2, publié in Pra 88/1999 no 8 p. 44; arrêt 4C.134/2001 du 18 octobre 2001, consid. 2b; HIGI, op. cit., n. 13 ad art. 269d CO; LACHAT, op. cit., p. 265 s. n. 3.1.4).\n\nLes dispositions impératives de la loi ne doivent cependant pas être éludées. Il ne suffirait pas, pour admettre une majoration BGE 128 III 419 S. 426conventionnelle, qu'un bailleur, dans une situation de majoration unilatérale, fasse signer au locataire un document qu'il a lui-même préparé. Pour respecter le but protecteur de l'art. 269d al. 2 CO, une modification consensuelle du contrat de bail n'est admissible que s'il résulte des circonstances que le locataire (ou le fermier) était suffisamment informé de ses droits et qu'il n'a pas consenti sous la menace d'une résiliation (arrêt 4C.134/2001 du 18 octobre 2001, consid. 2b; ATF 123 III 74 consid. 3b).\n\nIl apparaît cependant d'emblée en l'espèce que l'on ne se trouve pas dans une hypothèse où l'avenant conclu le 1er janvier 1995 pourrait avoir éludé le régime de protection prévu par les art. 269 ss CO. En effet, la formule officielle, exigée par l'art. 269d al. 1 2e phrase CO, ne vise que l'hypothèse où le bailleur veut majorer le loyer pour le prochain terme de résiliation (art. 269d al. 1 1re phrase CO). Dès lors que le défendeur ne voulait pas modifier le fermage pour le prochain terme de résiliation, soit le 30 avril 1999, il ne pouvait utiliser la formule officielle. La possibilité pour le fermier de demander à l'autorité de s'assurer que le rendement n'était pas excessif (art. 269 s. CO) n'existait pas étant donné que, en l'absence d'une clause d'indexation ou d'échelonnement, toute possibilité d'augmenter unilatéralement le fermage en cours de bail est exclue. En réalité, le recourant se trouvait dans une situation bien plus confortable que le locataire qui, recevant une majoration unilatérale, est exposé à ce que la hausse soit déclarée non abusive; il lui suffisait en effet de refuser de signer l'avenant pour que toute modification du fermage soit exclue avant l'échéance, le 1er avril 1999.\n\nSes droits étaient tellement évidents qu'ils ne nécessitaient aucune information par le moyen d'une formule officielle. Qu'on lui ait demandé de signer un avenant montre bien que la modification n'était pas possible sans sa signature. Chacun sait qu'il ne doit pas signer un document avec lequel il n'est pas d'accord. En tant que commerçant, le demandeur ne pouvait pas ignorer qu'il avait conclu un contrat jusqu'au 30 avril 1999 et que les contrats doivent être respectés. Il était donc à l'abri d'une résiliation avant longtemps et n'avait de toute manière aucune assurance que le contrat serait renouvelé après son échéance. Les montants en jeu étaient relativement importants (le fermage a été augmenté de 10'000 à 12'000 fr. par mois et le bail à ferme évoque un chiffre d'affaires mensuel minimum de 60'000 fr.), de sorte que l'on pouvait attendre du demandeur qu'il s'entoure de conseils éclairés; il était d'ailleurs parfaitement en mesure de le faire, puisqu'il résulte des constatations BGE 128 III 419 S. 427cantonales qu'il était assisté d'une fiduciaire à l'époque de la conclusion et qu'il a consulté l'ASLOCA dès les premières difficultés à l'échéance du contrat; or, il a déjà été jugé que l'on pouvait admettre qu'un commerçant assisté d'une fiduciaire est en principe au courant de ses droits (arrêt 4C.496/1994 du 28 mars 1995, consid. 2c, publié in Pra 85/1996 no 129 p. 425). On ne trouve d'ailleurs, dans l'état de fait déterminant, aucun élément qui puisse donner à penser que la signature du demandeur, sur l'acte du 1er janvier 1995, ne résulterait pas d'une volonté libre et éclairée.\n\nOn peut certes se demander pourquoi le demandeur a accepté, en cours de bail, une augmentation du fermage. Il l'avait cependant déjà acceptée par l'acte du 14 septembre 1993. Il est probable que les parties ont renoncé consensuellement à cette augmentation parce que le demandeur ne voulait pas s'engager avant de connaître le chiffre d'affaires qu'il pouvait effectivement réaliser; il est vraisemblable que les parties, en renonçant à la modification du 14 septembre 1993, étaient convenues sur l'honneur d'en rediscuter ultérieurement et c'est sans doute ce qui explique l'acceptation de l'avenant du 1er janvier 1995, le demandeur souhaitant peut-être également conserver ses chances d'une éventuelle reconduction du contrat. Quoi qu'il en soit, le consentement du demandeur n'est affecté d'aucun vice et lie donc son auteur.\n\nL'existence d'un libre consentement est encore confirmée par le déroulement ultérieur des faits, puisque le demandeur a payé le fermage modifié pendant plus de quatre ans sans émettre la moindre protestation, montrant bien que cette situation était conforme à sa volonté.\n\n2.4.3 L'avenant du 1er janvier 1995 a fixé conventionnellement un nouveau fermage. On peut assimiler celui-ci à un fermage initial (dans ce sens: HIGI, op. cit., n. 185 ad art. 269d CO et n. 25 ad art. 270 CO; HONSELL, op. cit., p. 235). Le droit fédéral n'exige cependant pas l'utilisation d'une formule officielle pour communiquer un fermage initial (cf. art. 270 CO) et, dès lors qu'il ne s'agit pas en l'espèce d'un logement, le droit cantonal ne pourrait pas non plus l'imposer (art. 270 al. 2 CO; ATF 117 Ia 328 consid. 3d).\n\nOn se trouve ainsi en présence d'une modification conventionnelle du fermage qui a été valablement conclue et n'exigeait pas l'emploi d'une formule officielle. En conséquence, l'arrêt attaqué, dans son résultat, ne viole pas le droit fédéral et le recours doit être rejeté."}