{"annee": "128", "cour": "II", "page": "131", "date": "4/3/2002", "cite": ["124 II 259", "118 IB 229", "123 II 106"], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes i.S. B. gegen Verwaltungsgericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)\n\n6A.111/2001 vom 4. März 2002", "regestes": ["Art. 16 al. 2 LCR; excès de vitesse sur les sorties d'autoroute, retrait du permis de conduire. Les principes jurisprudentiels dégagés pour les tronçons hors des localités sont en règle générale applicables aux excès de vitesse commis sur les sorties d'autoroute (ATF 124 II 259). Un dépassement de la vitesse maximale autorisée de 26 à 29 km/h constitue, sans égard aux circonstances concrètes, un cas de gravité moyenne, qui entraîne en principe un retrait du permis de conduire selon l'art. 16 al. 2 LCR (consid. 2)."], "faits": "BGE 128 II 131 S. 132\n\nAm 5. September 1998 gegen Mitternacht fuhr B. auf der Autobahnausfahrt in Pregny-Chambésy mit seinem Auto mit einer rechtlich massgebenden Geschwindigkeit von 86 km/h anstelle der signalisierten Geschwindigkeit von 60 km/h. Am 18. November 1998 wurde B. deswegen in Anwendung von Art. 90 Ziff. 1 SVG (SR 741.01) wegen Überschreitens der signalisierten Höchstgeschwindigkeit zu einer Busse von Fr. 480.- verurteilt.\n\nDas Strassenverkehrsamt des Kantons Aargau entzog B. am 25. März 1999 den Führerausweis für die Dauer von einem Monat. Am 4. Juli 2000 wies das Departement des Innern des Kantons Aargau eine Verwaltungsbeschwerde des Betroffenen ab. Eine dagegen gerichtete Verwaltungsgerichtsbeschwerde wies das Verwaltungsgericht des Kantons Aargau am 25. September 2001 ab.\n\nB. erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, das angefochtene Urteil sei aufzuheben und er sei lediglich zu verwarnen.", "considerants": "Aus den Erwägungen:\n\n2. a) Bei Geschwindigkeitsüberschreitungen von 31 bis 34 km/h auf Autobahnen ist der Führerausweis, und zwar selbst bei günstigen Umständen (günstige Verkehrsverhältnisse und guter automobilistischer Leumund), gestützt auf Art. 16 Abs. 2 Satz 1 SVG zu entziehen (BGE 123 II 106 E. 2c S. 113). Ein mittelschwerer Fall mit der Rechtsfolge eines fakultativen Führerausweisentzugs liegt ebenso vor, wenn die zulässige Höchstgeschwindigkeit ausserorts von 80 km/h um 26 bis 29 km/h überschritten wird (BGE 124 II 259 E. 2c).\n\nb) Wie das Bundesamt für Strassen (ASTRA) zutreffend ausführt, kann eine Geschwindigkeitsüberschreitung auf einer Autobahnausfahrt nicht mit einer Überschreitung auf der Autobahn selbst, der Stammlinie, gleichgesetzt werden. Die Stammlinie weist beispielsweise in aller Regel weitere Kurvenradien auf als eine Ausfahrtsstrecke mit einer verhältnismässig tiefen zulässigen Höchstgeschwindigkeit. Gerade die relativ engen Kurvenradien auf Autobahnausfahrten, die je nach Bepflanzung oder Verbauungen die Sicht nach vorne oft stark beeinträchtigen, erhöhen die Gefahr von Auffahrkollisionen bei Stau erheblich. Diese Gefahrenlage besteht - dank der relativ weiten Sicht - kaum auf Autobahnen. Auch kommt auf einer Autobahn eine Herabsetzung der zulässigen Höchstgeschwindigkeit auf 60 km/h nur in seltenen Ausnahmefällen, zum Beispiel einer sehr schwierig zu befahrenden Baustelle, in Betracht. Zudem wird die gesetzliche Höchstgeschwindigkeit von BGE 128 II 131 S. 133120 km/h auf Autobahnen auf der Autobahnausfahrt nicht unvermittelt auf 60 km/h herabgesetzt. Denn Art. 22 der Signalisationsverordnung vom 5. September 1979 (SSV; SR 741.21) schreibt in solchen Fällen eine stufenweise Senkung der Höchstgeschwindigkeit vor.\n\nEine Autobahnausfahrt ist daher hinsichtlich des Gefahrenpotentials mit einer Ausserortsstrecke vergleichbar und nicht mit einer Autobahn. Das bedeutet, dass bezüglich Geschwindigkeitsüberschreitungen im Regelfall die von der Rechtsprechung für Ausserortsstrecken entwickelten Grundsätze anzuwenden sind. Danach liegt bei einer Überschreitung der zulässigen Höchstgeschwindigkeit um 26 bis 29 km/h ungeachtet der konkreten Umstände ein mittelschwerer Fall vor, der grundsätzlich einen Führerausweisentzug nach Art. 16 Abs. 2 SVG nach sich zieht (BGE 124 II 259). Besondere Verhältnisse, die ein Abweichen von dieser Regel rechtfertigen könnten (BGE 118 Ib 229 ff.), liegen nicht vor. Damit erweist sich die Beschwerde in diesem Punkt als unbegründet."}