{"annee": "128", "cour": "III", "page": "246", "date": "26/3/2002", "cite": ["75 III 44", "119 V 329", "123 V 128", "107 III 60"], "cite_par": ["130 III 524", "134 III 115", "130 III 396"], "chapeau": "46. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. Krankenversicherung X. gegen Aufsichtsbehörde über Schuldbetreibung und Konkurs des Kantons Basel-Landschaft (Beschwerde)\n\n7B.25/2002 vom 26. März 2002", "regestes": ["Art. 79 al. 2 LP; exceptions à l'encontre de décisions portant condamnation à payer rendues en dehors du canton. Si une caisse-maladie en dehors du canton où la poursuite a lieu lève également l'opposition dans sa décision portant condamnation de l'assuré à payer, les exceptions selon l'art. 81 al. 2 LP subsistent et la procédure de l'art. 79 al. 2 LP doit être engagée (consid. 2). Dans le cadre de l'art. 79 al. 2 LP, l'office statue uniquement sur le point de savoir si la déclaration du débiteur est formellement recevable comme exception selon l'art. 81 al. 2 LP (consid. 3)."], "faits": "BGE 128 III 246 S. 246\n\nAm 20. August 2001 verfügte die Krankenkasse X., Winterthur, gestützt auf Art. 80 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG; SR 832.10), dass Y. aus der gesetzlichen Grundversicherung den Betrag von insgesamt Fr. 588.- nebst Fr. 30.- Mahnspesen und Fr. 50.- Betreibungskosten schulde (Dispositiv-Ziff. 1) und in der gegen ihn laufenden Betreibung (Nr. ..., Betreibungsamt Binningen) vollumfänglich definitive Rechtsöffnung erteilt werde (Dispositiv-Ziff. 2). Gestützt auf diese BGE 128 III 246 S. 247rechtskräftige Verfügung verlangte die Krankenkasse X. in der Folge die Fortsetzung der Betreibung. Mit Schreiben vom 25. Oktober 2001 teilte das Betreibungsamt Binningen der Krankenkasse X. mit, dass der Schuldner Y. gegen die Fortsetzung der Betreibung Einrede gemäss Art. 79 Abs. 2 und Art. 81 Abs. 2 SchKG erhoben habe, und dass das Betreibungsverfahren solange eingestellt bleibe, bis die Gläubigerin beim Rechtsöffnungsrichter des Betreibungsortes (Bezirksgericht Arlesheim) einen diese Einrede zurückweisenden Rechtsöffnungsentscheid erwirkt habe. Gegen diese Verfügung des Betreibungsamtes erhob die Krankenkasse X. Beschwerde, welche die Aufsichtsbehörde über Schuldbetreibung und Konkurs des Kantons Basel-Landschaft (Dreierkammer des Obergerichts) mit Entscheid vom 28. Januar 2002 abwies.\n\nDie Krankenkasse X. hat den Entscheid der Aufsichtsbehörde mit Beschwerdeschrift vom 7. Februar 2002 (rechtzeitig) an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen. Sie beantragt die Aufhebung des angefochtenen Entscheides sowie die Anweisung an das Betreibungsamt Binningen, die gegen Y. laufende Betreibung fortzusetzen.\n\nDie Schuldbetreibungs- und Konkurskammer weist die Beschwerde ab, soweit darauf eingetreten wird.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin macht vorab im Wesentlichen geltend, gegen die Verfügung einer Krankenkasse in Anwendung von Art. 80 KVG seien die Einwände von Art. 81 Abs. 2 SchKG generell nicht zulässig, weil nicht \"ein in einem anderen Kanton ergangener Entscheid\" im Sinne von Art. 79 Abs. 2 SchKG vorliege. Dieses Vorbringen geht fehl.\n\nDie Rechtsprechung zu der von der Beschwerdeführerin aufgeworfenen Rechtsfrage (BGE 119 V 329 E. 2b, 3 u. 4 S. 331 ff.; BGE 107 III 60 E. 2a S. 63; BGE 75 III 44 S. 46) ist eindeutig. Sie geht zurück auf die im Kreisschreiben Nr. 26 des Bundesgerichts vom 20. Oktober 1910 enthaltenen Grundsätze, welche mit der SchKG-Revision in das Gesetz (Art. 79 Abs. 2 SchKG) aufgenommen wurden (BBl 1991 III 65). Gemäss Art. 79 SchKG setzt das Betreibungsamt im Falle eines rechtskräftigen Anerkennungsentscheides, der den Rechtsvorschlag ausdrücklich beseitigt (Abs. 1) und der in einem anderen Kanton ergangen ist, dem Schuldner nach Eingang des Fortsetzungsbegehrens eine Frist von zehn Tagen an, innert der BGE 128 III 246 S. 248er gegen den Entscheid die Einreden nach Art. 81 Abs. 2 SchKG erheben kann (Abs. 2). Eine Krankenkasse - als juristische Person des privaten oder öffentlichen Rechts vom Eidg. Departement des Innern als Versicherer zugelassen (Art. 12 f. KVG) - ist keine Bundesbehörde (vgl. BGE 123 V 128 E. 1b S. 129), auch wenn sie gestützt auf Bundesrecht entscheidet und das Bundesrecht die entsprechende Verfügung als vollstreckbar erklärt (Art. 80 und 88 Abs. 2 KVG). Beseitigt eine Krankenkasse ausserhalb des Kantons der Betreibung mit der Verfügung über die Zahlungspflicht des Versicherten auch den Rechtsvorschlag, bleiben daher die Einwendungen gemäss Art. 81 Abs. 2 SchKG in analoger Anwendung erhalten und ist das Verfahren nach Art. 79 Abs. 2 SchKG einzuschlagen (BGE 119 V 329 E. 3 und 4 S. 332 f.; STAEHELIN, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, N. 41 zu Art. 79 SchKG, N. 24 zu Art. 81 SchKG). Vorliegend hat die Beschwerdeführerin beim Betreibungsamt Binningen/BL die Fortsetzung der Betreibung aufgrund der zur Zahlungspflicht ergangenen und den Rechtsvorschlag beseitigenden Verfügung vom 20. August 2001 ihrer Generaldirektion in Winterthur/ZH verlangt. Wenn die Aufsichtsbehörde vor diesem Hintergrund zum Ergebnis gelangt ist, das Betreibungsamt habe nach Eingang des Fortsetzungsbegehrens dem Schuldner zu Recht Frist zur Erhebung der Einreden gemäss Art. 81 Abs. 2 SchKG angesetzt, ist dies nicht zu beanstanden.\n\n3. Aus den vorinstanzlichen Sachverhaltsfeststellungen sowie den Akten geht hervor, dass das Betreibungsamt dem Schuldner am 12. Oktober 2001 gestützt auf Art. 79 Abs. 2 SchKG eine Frist von zehn Tagen ansetzte, um gegen die den Rechtsvorschlag beseitigende Verfügung der Beschwerdeführerin Einreden nach Art. 81 Abs. 2 SchKG zu erheben, und dass der Schuldner dem Betreibungsamt mit Schreiben vom 13. Oktober 2001 mitteilte, er sei \"an kein Rechtsöffnungsverfahren vorgeladen\" worden. Die Aufsichtsbehörde hat erkannt, dass diese Äusserung des Schuldners eine zulässige Einwendung gemäss Art. 81 Abs. 2 SchKG darstelle.\n\na) Die Beschwerdeführerin bringt vor, der Einwand des Schuldners könne nicht als Einrede der \"nicht richtigen Vorladung\" im Sinne von Art. 81 Abs. 2 SchKG qualifiziert werden, weil sich die Äusserung gar nicht gegen das (ausserkantonale) Erkenntnisverfahren richte. Der Schuldner habe nicht die Möglichkeit, die Vollstreckbarkeit mit dem sinngemässen Einwand in Frage zu stellen, es sei gar kein Rechtsöffnungsverfahren durchgeführt worden.BGE 128 III 246 S. 249\n\nDie Aufsichtsbehörde habe zu Unrecht angenommen, die Einrede des Schuldners falle unter die Einreden von Art. 81 Abs. 2 SchKG, so dass die Einstellung der Betreibung durch das Betreibungsamt ohne Grund sei.\n\nb) Das Betreibungsamt entscheidet im Rahmen von Art. 79 Abs. 2 SchKG einzig darüber, ob die Äusserung des Schuldners formell als Einwendung gemäss Art. 81 Abs. 2 SchKG zulässig ist (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 61 zu Art. 79 SchKG; STAEHELIN, a.a.O., N. 42 zu Art. 79 SchKG). Vorliegend hat der Schuldner dem Betreibungsamt mitgeteilt, er sei \"an kein Rechtsöffnungsverfahren vorgeladen\" worden. Aus der in den Akten liegenden Verfügung vom 20. August 2001 der Beschwerdeführerin geht hervor, dass sie ihren eigenen Sachentscheid, mit dem sie nicht bloss über die Zahlungspflicht des Schuldners befand, sondern auch die definitive Rechtsöffnung bewilligte, einzig mit dem grossen Titel \"Verfügung zur Beseitigung des Rechtsvorschlages\" bezeichnet hat. Unter diesen Umständen durfte das Betreibungsamt aber die Äusserung des Schuldners ohne weiteres als Bestreitung verstehen, es sei das Erfordernis der richtigen Ladung im Verfahren, in dem der Anerkennungsentscheid ergangen ist, nicht erfüllt. Insoweit ist die Kritik der Beschwerdeführerin an der Schlussfolgerung der Aufsichtsbehörde unbegründet.\n\nc) Weiter macht die Beschwerdeführerin geltend, das Betreibungsamt hätte die Einrede des Schuldners der nicht richtigen Ladung deshalb zurückweisen müssen, weil im Verfügungs- und Einspracheverfahren nach Art. 80 bzw. Art. 85 KVG keine mündliche Verhandlung vorgesehen sei. Dieses Argument geht von vornherein fehl: Das Betreibungsamt hat im Rahmen von Art. 79 Abs. 2 SchKG nicht zu entscheiden, ob das Erfordernis der richtigen Vorladung in seiner inhaltlichen Tragweite (vgl. STAEHELIN, a.a.O, N. 27 zu Art. 81 SchKG, mit Hinweisen) im ordentlichen Prozess oder Verwaltungsverfahren, in dem der ausserkantonale Entscheid erging, erfüllt worden ist. Hat der Schuldner vor dem Betreibungsamt - wie hier (vgl. E. 3b) - eine formell zulässige Einwendung gemäss Art. 81 Abs. 2 SchKG erhoben, ist es Sache des Rechtsöffnungsrichter am Betreibungsort, auf Verlangen des Gläubigers diese Mängel am Entscheid zu prüfen (AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl. 1997, § 19 Rz. 12 u. 57; GILLIÉRON, a.a.O., N. 61 zu Art. 79 SchKG, N. 89 zu Art. 81 SchKG). Soweit die Beschwerdeführerin der Aufsichtsbehörde vorwirft, sie habe den Inhalt der Einrede der nicht richtigen Ladung BGE 128 III 246 S. 250gemäss Art. 81 Abs. 2 SchKG verkannt, kann auf ihre Vorbringen daher nicht eingetreten werden.\n\nd) Somit ergibt sich, dass die Aufsichtsbehörde zu Recht zum Ergebnis gelangt ist, das Betreibungsamt habe gestützt auf die zulässige Einwendung des Schuldners die Betreibung nicht fortgesetzt, und insoweit ist der Vorwurf der Beschwerdeführerin einer unrichtigen Anwendung von Art. 79 Abs. 2 i.V.m. Art. 81 Abs. 2 SchKG unbegründet."}