{"annee": "128", "cour": "III", "page": "314", "date": "14/6/2002", "cite": ["50 II 450", "110 II 228", "45 II 371", "102 II 313"], "cite_par": ["140 III 193", "138 III 497"], "chapeau": "56. Auszug aus dem Urteil der II. Zivilabteilung i.S. B. gegen K. (Berufung)\n\n5C.61/2002 vom 14. Juni 2002", "regestes": ["Art. 527 ch. 4 CC; réduction, attribution du bénéfice par contrat de mariage. La renonciation d'un époux, par contrat de mariage, à sa part au bénéfice constitue une aliénation de valeurs patrimoniales (consid. 3). Il peut y avoir intention d'éluder si le de cujus a disposé alors qu'il avait déjà des héritiers réservataires et qu'il devait tenir pour possible le préjudice de ces derniers (consid. 4)."], "faits": "BGE 128 III 314 S. 314\n\nDie Ehegatten E. schlossen im Jahre 1974 einen Ehevertrag und sahen darin unter anderem vor, dass dem Ehemann kein Vorschlag zukommen soll, falls seine Ehefrau vor ihm verstirbt. Sie unterstellten ihre Rechtsverhältnisse durch gemeinsame Erklärung dem neuen ordentlichen Güterstand der Errungenschaftsbeteiligung. Letztwillig setzte die Ehefrau den gemeinsamen Sohn B. als Alleinerben ein und verstarb. Fünf Jahre später starb auch der Ehemann. Er hinterliess als gesetzliche Erben seinen Sohn B. sowie die Tochter K. aus einer ersten geschiedenen Ehe. Gemäss letztwilligen Verfügungen BGE 128 III 314 S. 315sollte die Tochter 3/8 und der Sohn 5/8 des Nachlasses erhalten. Im Rahmen des von ihr eingeleiteten Erbteilungsprozesses focht K. die ehevertragliche Vorschlagszuweisung an und verlangte deren Herabsetzung. Auf ihre Berufung hin stellte das kantonale Obergericht fest, dass sich K. in der Auseinandersetzung um den Nachlass des Vaters der Parteien hinsichtlich des Ehevertrags auf Art. 527 Ziff. 4 ZGB berufen könne.\n\nDas Bundesgericht weist die von B. erhobene Berufung ab, soweit darauf eingetreten werden kann.", "considerants": "Aus den Erwägungen:\n\n3. Der Beklagte bestreitet die Anwendbarkeit von Art. 527 ZGB mit der Begründung, im Zeitpunkt des Versterbens der zweiten Ehefrau des Pflichtteilsbelasteten könne Art. 527 ZGB mangels Todesfalls des Pflichtteilsbelasteten nicht zur Anwendung kommen und im Zeitpunkt des Versterbens des Pflichtteilsbelasteten sei die Vermögensverschiebung auf den Beklagten auf Grund der testamentarischen Zuweisungen der zweiten Ehefrau erfolgt und nicht gestützt auf den im vorherigen Prozess angefochtenen Ehevertrag aus dem Jahre 1974. Dementsprechend könne die Klägerin gegenüber dem Beklagten Art. 527 Ziff. 4 ZGB nicht zur Anwendung bringen. Letzterer habe die Zuwendung nicht aus dem von der Klägerin angefochtenen Ehevertrag erhalten, sondern aus dem Vermögen seiner Mutter, d.h. der zweiten Ehefrau des Pflichtteilsbelasteten. Ferner liege keine \"Entäusserung von Vermögenswerten\" im Sinne von Art. 527 Ziff. 4 ZGB vor.\n\nDie beiden Fragen, welches Rechtsgeschäft den Pflichtteilsanspruch der Klägerin verletzt haben könnte und wer passivlegitimiert ist im Herabsetzungsprozess, sind voneinander zu unterscheiden. Die Klägerin steht mit der zweiten Ehefrau ihres Vaters in keiner pflichtteilsrelevanten Beziehung (vgl. Art. 470 f. ZGB). Ihr Testament kann den Pflichtteilsanspruch der Klägerin deshalb nicht beeinträchtigen; hierfür in Frage kommt allein die Vorschlagszuweisung gemäss Ehevertrag zwischen dem Erblasser und seiner zweiten Ehefrau. Dass der Vorschlag ganz dem einen Ehegatten oder seinen Erben zugewiesen werden darf, war bereits im Güterverbindungsrecht, unter dessen Herrschaft der vorliegende Ehevertrag abgeschlossen worden war, von Rechtsprechung und überwiegender Lehre anerkannt (vgl. die Nachweise bei LEMP, Berner Kommentar, N. 76 zu aArt. 214 ZGB). Da die ehevertragliche Bedingung BGE 128 III 314 S. 316für diese Vorschlagszuweisung auf den Tod der Ehefrau lautet, hat der Vater der Parteien der Sache nach zu Gunsten der Erben seiner zweiten Ehefrau auf den Vorschlagsanteil verzichtet und damit möglicherweise den Pflichtteilsanspruch der nur ihn beerbenden Klägerin beeinträchtigt. Grundlage ihres Herabsetzungsanspruchs kann insoweit ausschliesslich die ehevertragliche Vorschlagszuweisung und nicht das Testament der zweiten Ehefrau des Erblassers bilden. Dieses Testament hat indessen Bedeutung für die Passivlegitimation im Herabsetzungsprozess. Denn im Ehevertrag werden die begünstigten Erben der zweiten Ehefrau nicht näher bezeichnet und damit - implizit - deren letztwillige Verfügungen vorbehalten. Erst ihre testamentarische Erbeinsetzung verschafft dem Beklagten den ganzen ehelichen Vorschlag und macht ihn zum Empfänger einer Zuwendung, die im Herabsetzungsprozess seine Passivlegitimation begründet (vgl. etwa FORNI/PIATTI, Basler Kommentar, N. 7 der Vorbem. zu Art. 522-533 ZGB).\n\nDie allfällige Pflichtteilsverletzung ist durch Herabsetzungsklage zu beseitigen. Der hier strittige Herabsetzungsgrund gemäss Art. 527 Ziff. 4 ZGB setzt \"die Entäusserung von Vermögenswerten\" in der Absicht voraus, den Pflichtteil zu umgehen. Es muss sich um eine Verfügung unter Lebenden handeln (Randtitel zu Art. 527 ZGB), d.h. die Entäusserung muss zu Lebzeiten des nachmaligen Erblassers erfolgen. Es spielt deshalb keine Rolle, ob im Zeitpunkt des Abschlusses des Ehevertrags die Vermögensentäusserung stattgefunden hat oder später, so lange sie vor dem Tod des Erblassers erfolgt ist. Diese Voraussetzung ist hier erfüllt: Der Vater der Parteien hat seine zweite Ehefrau überlebt; bei deren Tod (scil. der Auflösung des Güterstandes, Art. 204 Abs. 1 ZGB) hätte er seinen - zuvor schon als Anwartschaft bestehenden - Anspruch auf den Vorschlagsanteil geltend machen können (BGE 102 II 313 E. 4a Abs. 2 S. 322 f.; vgl. etwa die Berner Kommentatoren: LEMP, N. 6 und N. 10 zu aArt. 214 ZGB, und HAUSHEER/REUSSER/GEISER, N. 39 zu Art. 216 ZGB, a.E.), so dass im gleichen Zeitpunkt sein ehevertraglich erklärter Verzicht auf den Vorschlag wirksam geworden ist. Dass der Verzicht des nachmaligen Erblassers auf einen ihm zustehenden und durchsetzbaren Anspruch eine \"Entäusserung von Vermögenswerten\" im Gesetzessinne darstellt, kann nicht ernsthaft bestritten werden (statt vieler: PIOTET, Erbrecht, Schweizerisches Privatrecht, Bd. IV/1, Basel 1978, § 63/I/C S. 444, mit den Beispielen: auf eine Dienstbarkeit verzichten, eine Forderung verjähren lassen usw.).BGE 128 III 314 S. 317\n\n4. Eine Herabsetzung nach Art. 527 Ziff. 4 ZGB setzt die Entäusserung von Vermögenswerten voraus, \"die der Erblasser offenbar zum Zwecke der Umgehung der Verfügungsbeschränkung vorgenommen hat.\" Erforderlich ist beim Erblasser das Bewusstsein, dass seine Zuwendung nach dem gewöhnlichen Lauf der Dinge die verfügbare Quote überschreitet; dabei genügt es, dass der Erblasser eine Pflichtteilsverletzung in Kauf nimmt. Massgebend für die Beurteilung dieser Umgehungsabsicht ist der Zeitpunkt der Verfügung unter Berücksichtigung des damaligen Vermögensstandes und des Wertes der Zuwendung; zumindest eine Eventualabsicht kann sich insoweit aus jenen Vermögensverhältnissen ergeben, wenn der Erblasser - wie hier - in einem Zeitpunkt verfügt, in dem er bereits pflichtteilsberechtigte Nachkommen hat und deren Benachteiligung für möglich halten muss (z.B. BGE 45 II 371 E. 4 S. 379; BGE 50 II 450 E. 3 S. 454 ff.; BGE 110 II 228, nicht veröffentlichte E. 5; vgl. etwa PIOTET, a.a.O., § 63/I/B S. 443 f.; FORNI/PIATTI, a.a.O., N. 11 zu Art. 527 ZGB). Diese Auslegung stellt der Beklagte nicht grundsätzlich in Frage. Er macht vielmehr geltend, die Klägerin habe ihren auf Art. 527 Ziff. 4 ZGB gestützten Herabsetzungsanspruch mit Bezug auf die Umgehungsabsicht des Erblassers nicht ausreichend substantiiert. Soweit die Rüge überhaupt zulässig ist, ist sie unbegründet. Wie der Beklagte selber einräumt, hat die Klägerin im Behauptungsstadium mehrfach auf eine Umgehungsabsicht des Erblassers hingewiesen. Entgegen seiner Darstellung hat es sich dabei nicht um Rundumschläge oder Pauschalbehauptungen gehandelt. Die Klägerin ist vielmehr in ihrem Sachvortrag unter anderem - nach dem soeben Gesagten zutreffend - davon ausgegangen, die Vermögensverhältnisse des Erblassers könnten bestätigen, dass Benachteiligungsabsichten im Sinne von Art. 527 Ziff. 4 ZGB vorgelegen hätten. Sie hat damit ausreichend konkretisierte Tatsachenbehauptungen aufgestellt und diese überdies mit Beweisanträgen unterstützt. Der Beklagte übergeht zudem stillschweigend, dass nicht nur die Klägerin, sondern auch er selber die Einholung von Gutachten betreffend die Vermögensmassen des Erblassers und dessen zweiter Ehefrau verlangt hat. Inwiefern die Klägerin ihrer Substantiierungslast nicht nachgekommen sein könnte, ist in Anbetracht dieser Verfahrenslage nicht nachvollziehbar. Der Berufung muss auch in diesem Punkt gesamthaft der Erfolg versagt bleiben."}