{"annee": "128", "cour": "III", "page": "39", "date": "5/11/2001", "cite": ["117 III 44", "107 III 60", "125 II 417", "120 IB 97", "118 IB 81", "119 V 329", "121 V 109", "126 II 480", "109 IB 308", "122 II 193"], "cite_par": ["135 III 551", "134 III 115", "131 V 147", "130 III 524", "131 II 162"], "chapeau": "9. Estratto della sentenza della Camera delle esecuzioni e dei fallimenti nella causa Confederazione Svizzera contro M. (ricorso)\n\n7B.205/2001 del 5 novembre 2001", "regestes": ["Art. 79 al. 1 LP, art. 55 LRTV et art. 48 ORTV; mainlevée de l'opposition en matière de perception de redevances radio et télévision. Possibilité de lever l'opposition par la voie administrative (consid. 2). Le Conseil fédéral n'a pas outrepassé la délégation législative contenue dans la LRTV en accordant à l'Organe suisse d'encaissement des redevances de réception des programmes de radio et de télévision le droit de prononcer les décisions relatives à la perception des redevances (consid. 3 et 4)."], "faits": "BGE 128 III 39 S. 40\n\nA.- M. ha interposto opposizione a un precetto esecutivo fattogli notificare dalla Confederazione Svizzera, rappresentata dalla Billag S.A., per l'incasso di tasse di ricezione. Il 20 febbraio 2001 la procedente ha chiesto la continuazione dell'esecuzione allegando una decisione cresciuta in giudicato ed emanata dalla Billag S.A. - quale Ufficio svizzero di riscossione dei canoni radiotelevisivi - che, fra l'altro, rigetta in via definitiva la predetta opposizione. Il 23 febbraio 2001 l'Ufficio di esecuzione e fallimenti di Blenio ha respinto tale richiesta e ha invitato la creditrice a chiedere il rigetto dell'opposizione al giudice di pace del circolo in cui il debitore è domiciliato.\n\nB.- Con sentenza 8 agosto 2001 la Camera di esecuzione e fallimenti del Tribunale d'appello del Cantone Ticino, quale autorità di vigilanza, ha respinto un ricorso della creditrice. I giudici cantonali hanno negato alla Billag S.A., poiché non sussiste una sufficiente delega legislativa, la competenza di emanare decisioni di condanna al pagamento di tasse di ricezione di programmi radiotelevisivi con il conseguente rigetto dell'opposizione interposta ad eventuali precetti esecutivi.\n\nC.- Il 24 agosto 2001 la procedente ha inoltrato un ricorso al Tribunale federale con cui chiede l'annullamento della sentenza dell'autorità di vigilanza e il conseguente annullamento della decisione dell'Ufficio. Essa sostiene che l'art. 55 della legge federale del 21 giugno 1991 sulla radiotelevisione (LRTV; RS 784.40) costituisce una base legale sufficiente per emanare norme di esecuzione che conferiscono alla Billag S.A. una facoltà di decisione in materia di percezione di canoni radiotelevisivi. Essa illustra poi le conseguenze pratiche che una conferma della decisione impugnata avrebbe sull'amministrazione federale. Fa pure valere che la Billag S.A. è un'autorità amministrativa federale ai sensi dell'art. 1 cpv. 1 e cpv. 2 lett. e PA, la quale emana decisioni ai sensi dell'art. 5 PA (RS 172.021), segnatamente in materia di accertamento dell'obbligo di annuncio nonché di pagamento e di fatturazione. La facoltà BGE 128 III 39 S. 41di rigettare l'opposizione risulta poi dall'art. 79 LEF. Con la trasmissione del gravame, l'autorità di vigilanza ha formulato il 29 agosto 2001 osservazioni di cui si dirà, in quanto necessario ai fini del giudizio, nei considerandi di diritto. L'escusso e l'Ufficio di esecuzione e fallimenti non hanno invece presentato una risposta. Il Tribunale federale ha accolto il ricorso.", "considerants": "Dai considerandi:\n\n2. Già sotto l'imperio della previgente LEF un creditore, che ha iniziato un'esecuzione prima di essere in possesso di un titolo esecutivo e che ha ottenuto una decisione esecutiva seguendo la via ordinaria, poteva chiedere la continuazione dell'esecuzione senza intraprendere la procedura di rigetto dell'opposizione ai sensi dell'art. 80 LEF. Quanto appena enunciato era pure applicabile alle decisioni emanate da un'autorità amministrativa o da un Tribunale amministrativo della Confederazione, risp. del Cantone in cui è stata avviata l'esecuzione. Infatti quando la pretesa oggetto dell'esecuzione è retta dal diritto pubblico, la procedura ordinaria a cui rinviava l'art. 79 LEF previgente è quella innanzi alle autorità o ai tribunali amministrativi, riservati i casi in cui il contenzioso è sottoposto alla giurisdizione civile. È tuttavia necessario che il giudizio civile o la decisione dell'autorità amministrativa abbiano espressamente rigettato l'opposizione (DTF 119 V 329 consid. 2b; DTF 107 III 60 consid. 3). Con la revisione della LEF tale giurisprudenza è stata codificata nell'art. 79 cpv. 1 (Messaggio del Consiglio federale concernente la revisione della LEF, FF 1991 III 1, pag. 47). Occorre pertanto esaminare se in concreto la creditrice abbia, per far valere la propria pretesa, seguito la procedura amministrativa.\n\n3. a) L'autorità di vigilanza, fondandosi sui materiali legislativi e segnatamente sui verbali del Consiglio degli Stati, ha negato che nella LRTV il legislatore abbia conferito al Consiglio federale la facoltà di delegare ad organizzazioni private il potere di emanare decisioni amministrative di condanna al pagamento della tassa di ricezione radiotelevisiva. Il termine \"riscossione\", utilizzato dalla legge, deve infatti essere inteso nel senso della messa in opera degli atti materiali necessari all'incasso, quali la fatturazione, l'invio di richiami, l'avvio di una procedura di esecuzione, ecc. La Billag S.A. non è pertanto abilitata a rigettare l'opposizione interposta a precetti esecutivi da lei fatti notificare.\n\nBGE 128 III 39 S. 42\n\nb) La ricorrente ritiene invece che, interpretando rettamente la normativa applicabile e segnatamente l'art. 55 LRTV, alla Billag S.A., quale autorità amministrativa ai sensi dell'art. 1 cpv. 2 lett. e PA, compete un potere decisionale in materia di percezione della summenzionata tassa di ricezione con conseguente facoltà di procedere al rigetto dell'opposizione interposta ai precetti esecutivi con cui procede all'incasso.\n\n4. a) L'art. 55 LRTV, che reca il titolo marginale \"tasse di ricezione\", instaura l'obbligo di comunicare all-'autorità competente l'intenzione di ricevere programmi radiotelevisivi e di pagare una tassa di ricezione (cpv. 1). Nel secondo capoverso menziona che il Consiglio federale stabilisce le tasse di ricezione e indica i criteri di cui questo deve a tal fine tenere conto. Al terzo capoverso la norma in discussione precisa che il Consiglio federale disciplina i dettagli e può delegare la riscossione delle tasse di ricezione a un'organizzazione indipendente. L'art. 74 cpv. 1 LRTV incarica infine il Consiglio federale dell'esecuzione della legge e dell'emanazione delle norme esecutive. Nell'ordinanza del 6 ottobre 1997 sulla radiotelevisione (ORTV; RS 784.40) il Consiglio federale ha precisato all'art. 48 che il Dipartimento dell'ambiente, dei trasporti, dell'energia e delle comunicazioni (DATEC) designa mediante concorso un ufficio esterno all'amministrazione federale incaricato di riscuotere le tasse di ricezione denominato ufficialmente \"Ufficio svizzero di riscossione dei canoni radiotelevisivi\" (cpv. 1). Alla lettera c del secondo capoverso, l'appena menzionato articolo specifica espressamente che tale ufficio ha il compito di pronunciare le decisioni relative alla riscossione delle tasse di ricezione. L'art. 50 cpv. 3 indica infine che l'Ufficio federale delle comunicazioni (UFCOM) tratta i ricorsi presentati contro le decisioni dell'Ufficio di riscossione.\n\nIn concreto occorre pertanto verificare la legalità dell'art. 48 cpv. 2 lett. c ORTV. Tale esame può avvenire a titolo pregiudiziale in un ricorso ai sensi dell'art. 19 LEF (DTF 117 III 44 consid. 2a). Nell'ambito della giurisprudenza sviluppata in materia di ricorso di diritto amministrativo, rimedio in cui può essere controllata a titolo pregiudiziale la legalità e la costituzionalità di un'ordinanza dipendente emanata in virtù di una delega legislativa, il Tribunale federale verifica se il Consiglio federale è rimasto nei limiti del potere conferitogli dalla legge. Quando la delega legislativa accorda al Governo un largo potere di apprezzamento per stabilire le norme di esecuzione, il Tribunale federale non può sostituire la propria discrezionalità a quella del Consiglio federale e deve limitarsi ad esaminare BGE 128 III 39 S. 43se l'ordinanza travalica manifestamente il quadro fissato dalla legge o se per altri motivi appare contraria alla legge o alla Costituzione (DTF 126 II 480 consid. 4a con rinvii; DTF 122 II 193 consid. 2c/bb; DTF 120 Ib 97 consid. 3a; DTF 118 Ib 81 consid. 3b).\n\nb) La LRTV non indica esplicitamente l'autorità competente ad accertare l'obbligo di corresponsione della tassa di ricezione e a emanare le relative decisioni di condanna al pagamento. L'art. 55 cpv. 3 LRTV si limita ad indicare che il Consiglio federale disciplina i dettagli e che esso può delegare la riscossione delle tasse di ricezione ad un'organizzazione indipendente. Il Consiglio federale gode pertanto di un largo potere di apprezzamento per emanare una regolamentazione nei limiti delle garanzie costituzionali. Ciò non risulta unicamente dal testo di legge, da cui emerge chiaramente l'estesa competenza del Governo in materia di tasse di ricezione, ma pure dai materiali legislativi. Infatti già il Messaggio concernente la revisione della legge sulle telecomunicazioni, con riferimento all'art. 55 LRTV, indica che la legge non precisa quale sarà l'istituzione incaricata di riscuotere le tasse di ricezione, che sebbene la competenza relativa a compiti di notevole importanza, come il procedimento penale contro telespettatori abusivi sarà affidata all'UFCOM, non è escluso che altre organizzazioni private o pubbliche svolgano alcune funzioni legate all'incasso (FF 1996 III 1297 segg., pag. 1358). Anche dai dibattiti parlamentari non risulta nulla di diverso. Il Consigliere degli Stati Jean Cavadini ha specificato - con riferimento all'emendamento, accolto dal parlamento, di completare l'art. 55 cpv. 3 LRTV con un secondo periodo - che l'incasso di tasse è un compito di diritto pubblico e che si ha inteso dare una base legale alla delega di una tale incombenza di diritto pubblico al fine di assicurarne un'esecuzione fondata su di una procedura corretta, regolata dalla legge federale sulla procedura amministrativa (BU 1997 CS 107). Anche il Consigliere federale Leuenberger, pure citato dall'autorità di vigilanza, rileva che si tratta di creare una base legale per poter delegare il dispendioso incasso di tali tasse. Sebbene sia esatto, come indicato dalla sentenza impugnata, che il menzionato Consigliere federale ha pure dichiarato che mansioni statali, quali - ad esempio - la punizione di telespettatori clandestini, resteranno di competenza dell'amministrazione federale (BU 1997 CS 107), non è possibile dedurre da tale affermazione che il Consiglio federale non ha la possibilità di delegare all'ente incaricato di percepire le tasse di ricezione la facoltà di emanare decisioni concernenti la loro riscossione.\n\nBGE 128 III 39 S. 44\n\nLa procedura amministrativa ordinaria in materia di prelievo di tasse di ricezione radiotelevisive risulta quindi, per quanto interessa ai fini del presente giudizio, essere la seguente: l'Ufficio svizzero di riscossione dei canoni radiotelevisivi è competente ad emanare la decisione di prima istanza (art. 48 cpv. 2 lett. c ORTV), che può essere impugnata all'UFCOM (art. 50 cpv. 3 ORTV). In ultima istanza può essere adito il Tribunale federale con un ricorso di diritto amministrativo (cfr. sentenza 2A.283/2000 della II Corte di diritto pubblico del 5 gennaio 2001 in DTF 109 Ib 308 consid. 1), motivo per cui si può rilevare - sebbene tale questione esuli dalla presente procedura - che pare già a priori esclusa una violazione della garanzia del giudice costituzionale risp. dell'art. 6 n. 1 CEDU (RS 0.101) (DTF 125 II 417 consid. 4d pag. 425; DTF 121 V 109).\n\nc) Da quanto precede discende che nella fattispecie in esame l'autorità di vigilanza, negando alla Billag S.A. la facoltà di emanare decisioni amministrative sull'obbligo di pagamento delle tasse di ricezione e stabilendo essa stessa le attività che possono essere trasmesse all'Ufficio svizzero di riscossione dei canoni radiotelevisivi, ha - inammissibilmente - sostituito il proprio apprezzamento a quello del Consiglio federale. Non è del resto nemmeno ravvisabile - contrariamente a quanto indicato nella sentenza impugnata - il motivo per cui la delega della competenza di emanare decisioni limitatamente al prelievo di tasse di ricezione radiotelevisive non ossequia il principio della specialità. In queste circostanze, il gravame si rivela fondato laddove afferma che sussiste una delega legale sufficiente per riconoscere una competenza decisionale alla Billag S.A."}