{"annee": "128", "cour": "I", "page": "102", "date": "30/1/2002", "cite": ["122 I 61", "114 IB 17", "54 I 225", "87 I 29", "126 I 180", "124 I 289", "60 I 188", "79 I 209", "121 I 1", "75 I 110", "121 II 138", "54 I 78", "125 I 182"], "cite_par": ["131 I 313", "135 I 130", "130 I 169", "131 I 272", "140 I 176", "133 I 206", "132 I 49"], "chapeau": "9. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. Maria Halbeisen gegen Departement des Innern des Kantons Solothurn und Kantonales Steuergericht Solothurn (staatsrechtliche Beschwerde)\n\n2P.130/2001 vom 30. Januar 2002", "regestes": ["Art. 8, 9, 27, 49 al. 1 ainsi que art. 127 al. 2 Cst.; art. 132 al. 3 et art. 142 Cst./SO; loi du 9 juin 1996 sur les auberges et le commerce des boissons alcooliques (loi sur les établissements publics); constitutionnalité d'une taxe de patente d'auberge. Limite constitutionnelle pour la perception des impôts cantonaux (art. 132 Cst./SO); bases légales des taxes sur les patentes selon l'ancienne et la nouvelle loi sur les établissements publics du canton de Soleure (consid. 2). Contrôle accessoire des normes dans la procédure de recours de droit public (consid. 3). La taxe annuelle de patente d'auberge (calculée d'après le chiffre d'affaires) est une contribution mixte qui n'est en rien modifiée par la suppression, à la suite de la révision totale de la loi sur les établissements publics, de la clause du besoin et du certificat de capacité, ainsi que par l'augmentation simultanée de la limite supérieure de l'impôt; cette taxe ne viole ni l'art. 132, ni l'art. 142 Cst./SO (consid. 4). Le prélèvement de taxes de patentes n'est pas exclu du seul fait que la nouvelle Constitution fédérale ne prévoit plus expressément la possibilité pour les cantons de percevoir des impôts professionnels, comme c'était encore le cas avec l'art. 31 al. 2 aCst. (consid. 5). En tant qu'impôt professionnel spécial, la taxe de patente litigieuse repose sur des motifs raisonnables et objectifs; elle ne viole pas la liberté économique, ni l'interdiction de l'arbitraire, respectivement l'égalité de traitement, et n'est pas davantage contraire aux principes régissant l'imposition de l'art. 127 al. 2 Cst., dans la mesure où ceux-ci sont applicables aux impôts spéciaux (consid. 6)."], "faits": "BGE 128 I 102 S. 104\n\nMit Verfügung vom 16. März 1999 erteilte die Gewerbe- und Handelspolizei des Kantons Solothurn Maria Halbeisen für den Betrieb des Gasthofes Alpenblick in Mümliswil-Ramiswil das Patent gemäss § 4 des Wirtschaftsgesetzes mit Wirkung ab 1. Januar 1999 und setzte die Jahrespatentgebühr auf Fr. -.- fest. Maria Halbeisen erhob gegen die Erhebung dieser Patentgebühr beim Departement des Innern des Kantons Solothurn (Entscheid vom 21. Oktober 1999) und hernach beim Kantonalen Steuergericht Solothurn (Urteil vom 12. März 2001) erfolglos Beschwerde.\n\nMit staatsrechtlicher Beschwerde vom 11. Mai 2001 stellt Maria Halbeisen beim Bundesgericht den Antrag, das Urteil des Kantonalen Steuergerichts Solothurn vom 12. März 2001 aufzuheben. Sie rügt eine Verletzung des Legalitätsprinzips im Abgaberecht, des Grundsatzes der Gewaltentrennung, der Art. 132 Abs. 3 und 142 der Kantonsverfassung, des Art. 49 Abs. 1 BV (derogatorische Kraft des Bundesrechts), Art. 27 Abs. 1 BV (Wirtschaftsfreiheit), Art. 8 BV (Rechtsgleichheit), Art. 9 BV (Willkürverbot) sowie Art. 127 Abs. 2 BV (Grundsatz der Allgemeinheit, der Gleichmässigkeit und Verhältnismässigkeit der Besteuerung).\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Nach Art. 132 Abs. 1 der Verfassung des Kantons Solothurn vom 8. Juni 1986 (KV; in Kraft seit 1. Januar 1988) kann der Kanton folgende Steuern erheben:\n\n\"a. Personal-, Einkommens- und Vermögenssteuer von den natürlichen\n\nPersonen;\n\nb. Gewinn- und Kapitalsteuer von den juristischen Personen;\n\nc. Steuern auf Grundstückgewinnen und auf nicht periodischen Einkünften;\n\nd. Finanzausgleichssteuer von den juristischen Personen;\n\ne. Spitalsteuer;\n\nf. Handänderungssteuer;\n\ng. Erbschaftssteuer und Nachlasstaxe; BGE 128 I 102 S. 105\n\nh. Motorfahrzeugsteuer;\n\ni. Schiffssteuer;\n\nk. Schenkungssteuer;\n\nl. Hundesteuer.\"\n\nZweckgebundene Steuern dürfen nur so lange erhoben werden, als sie benötigt werden (Art. 132 Abs. 2 KV). Art. 132 Abs. 3 KV bestimmt: \"Die Einführung neuer kantonaler Steuern bedarf einer verfassungsrechtlichen Grundlage\".\n\nb) Nach § 21 des Gesetzes vom 6. Dezember 1964 über das Gastgewerbe und den Handel mit geistigen Getränken (altes Wirtschaftsgesetz, aWG) durften Patente für Gastgewerbebetriebe nur erteilt werden, wenn ein Bedürfnis im Sinne der Art. 31ter und 32quater der alten Bundesverfassung gegeben war (wirtschaftspolitische und wirtschaftspolizeiliche Bedürfnisklausel). Die jährlich zu entrichtenden Patentgebühren lagen zwischen 200 und 800 Franken (§ 97 Abs. 1 lit. a aWG).\n\nDas totalrevidierte Gesetz vom 9. Juni 1996 über das Gastgewerbe und den Handel mit alkoholhaltigen Getränken (neues Wirtschaftsgesetz, nWG; in Kraft seit 1. Januar 1997) verzichtet sowohl auf die bisherigen Bedürfnisklauseln als auch auf das Erfordernis eines gastgewerblichen Fähigkeitsausweises, unterwirft aber die Führung von Gastgewerbebetrieben weiterhin der Patentpflicht (§ 4 nWG). Für solche Betriebe ist eine jährliche Patentgebühr zu entrichten, die nach den erzielten Umsätzen zu bemessen ist; sie beträgt mindestens 250 Franken und höchstens 2500 Franken pro Jahr, wobei die nähere Regelung der Gebührenfestsetzung dem Kantonsrat übertragen ist (§§ 37/38 nWG). Nach dem vom Kantonsrat am 25. Juni 1996 erlassenen Gebührentarif zum Wirtschaftsgesetz beträgt die jährliche Gebühr für patentpflichtige Gastgewerbebetriebe 1o/oo des Umsatzes (§ 7), wobei für bestehende Betriebe der in den letzten fünf Jahren erzielte durchschnittliche Umsatz massgebend ist (§ 8).\n\n3. Die Gesetzeskonformität der der Beschwerdeführerin auferlegten jährlichen Patentgebühr von Fr. -.- ist nicht streitig. Die Beschwerdeführerin macht jedoch geltend, dass die betreffenden Bestimmungen des neuen Wirtschaftsgesetzes gegen Normen des kantonalen und eidgenössischen Verfassungsrechtes verstiessen. Mit der staatsrechtlichen Beschwerde gegen einen Einzelakt kann auch die Verfassungswidrigkeit der zur Anwendung gelangten kantonalen Normen gerügt werden (akzessorische Normenkontrolle). Das Bundesgericht prüft dabei aber die Verfassungsmässigkeit der BGE 128 I 102 S. 106beanstandeten Normen nicht auf alle möglichen Konstellationen hin, sondern nur unter dem Gesichtswinkel des konkreten Falles, und wenn sich die Rüge als begründet erweist, hebt es nicht die beanstandete Norm als solche, sondern lediglich den gestützt auf sie ergangenen Anwendungsakt auf (BGE 124 I 289 E. 2 S. 291 mit Hinweisen).\n\n4. a) Die Beschwerdeführerin machte im Verfahren vor dem kantonalen Steuergericht geltend, die von ihr aufgrund des neuen Wirtschaftsgesetzes verlangte jährliche Abgabe sei als Steuer zu qualifizieren, welche der nach Art. 132 KV erforderlichen Grundlage in der Kantonsverfassung entbehre. Das Steuergericht qualifizierte die streitige Abgabe als Gemengsteuer, die sowohl Elemente einer Gebühr als auch einer Steuer enthalte. Dies habe aber schon für die Patentgebühr gemäss dem alten Wirtschaftsgesetz von 1964 gegolten, weshalb sich der Rechtscharakter der Patentgebühr durch die Totalrevision des Wirtschaftsgesetzes von 1996 nicht geändert habe. Damit handle es sich bei der streitigen Patentgebühr nicht um eine neue Steuer im Sinne von Art. 132 Abs. 3 KV, die einer verfassungsrechtlichen Grundlage bedürfte.\n\nDie Beschwerdeführerin hält dem vor Bundesgericht entgegen, die nach dem alten Wirtschaftsgesetz von 1964 erhobene Patentgebühr habe neben dem Gebührenelement offensichtlich auch Elemente einer Vorzugslast aufgewiesen, indem der durch die damaligen Bedürfnisklauseln bewirkte Konkurrenzschutz dem Patentinhaber einen wirtschaftlichen Sondervorteil verschafft habe. Die künstliche Verknappung von Wirtschaften habe eine erhebliche Wertsteigerung der bestehenden Betriebe mit sich gebracht. Die bisherige Patentgebühr habe damit hauptsächlich den Charakter einer Vorzugslast gehabt, auch wenn sie nicht auf die Abgeltung eines bestimmten, zurechenbaren staatlichen Aufwandes ausgerichtet gewesen sei. Sofern sie zusätzlich noch einen allfälligen Steueranteil mitenthalten habe, sei dieser nicht mehr gross ins Gewicht gefallen. Hätte der Steueranteil einen wesentlichen Teil der Patentgebühr ausgemacht, wäre diese Abgabe in den Katalog der verfassungsrechtlich verankerten Steuern gemäss Art. 132 Abs. 1 KV aufgenommen worden. Mit dem neuen Wirtschaftsgesetz von 1996 seien sowohl die Bedürfnisklauseln als auch das Erfordernis des Fähigkeitsausweises dahingefallen. Dadurch habe sich der Verwaltungsaufwand der Behörden auf ein Minimum reduziert, so dass die jährliche Patentgebühr ausschliesslich Steuercharakter habe. Der bisherige Sondervorteil des Konkurrenzschutzes sei dahingefallen.BGE 128 I 102 S. 107\n\nDas Steuergericht habe diese Auswirkung der Abschaffung der Bedürfnisklausel auf die Rechtsnatur der Abgabe willkürlich verneint. Selbst wenn der Argumentation des Steuergerichtes zu folgen wäre, wonach es sich schon bisher um eine Gemengsteuer gehandelt habe, wäre die neue Gemengsteuer von der alten so verschieden, dass von einer neuen Steuer gesprochen werden müsste.\n\nb) Eine echte Vorzugslast im Sinne einer dem Kostendeckungs- und dem Aequivalenzprinzip unterworfenen Kausalabgabe konnte die nach dem alten Wirtschaftsgesetz erhobene Patentgebühr schon deshalb nicht darstellen, weil die Abgabe nicht als Beitrag zur Deckung des dem Kanton aus dem Wirtschaftswesen und insbesondere aus der Handhabung der Bedürfnisklauseln entstehenden Finanzaufwandes konzipiert, sondern kostenunabhängig ausgestaltet war. Des Weiteren wurde die Abgabe nach Massgabe des Umsatzes von jedem Patentinhaber erhoben, ohne Rücksicht darauf, wie sich die aus den Bedürfnisklauseln resultierenden Vorteile im Einzelfall überhaupt auswirkten. Sie konnte daher auch nicht als Mehrwertabgabe eingestuft werden, welche, unabhängig vom Kostenaufwand, nach Massgabe der dem Einzelnen aus einer staatlichen Massnahme resultierenden Vorteile bemessen wird (sog. kostenunabhängige Kausalabgabe; BGE 121 II 138 E. 3c S. 143 mit Hinweisen). Die Abgabe war schliesslich, da für das Wirtschaftsgewerbe kein Staatsmonopol bestand und jeder Gesuchsteller nach Massgabe der Bedürfnisklauseln und der übrigen gesetzlichen Voraussetzungen Anspruch auf Erteilung eines Patentes hatte, auch nicht etwa eine Monopol- oder Konzessionsgebühr. Es handelte sich damit nicht um eine Kausalabgabe, sondern um eine Steuer. Die Wirtschaftspatenttaxen wurden denn auch, soweit sie den durch Gebühren abzudeckenden Verwaltungsaufwand überstiegen, seit jeher als Gemengsteuer bzw. als Gewerbesteuer angesehen, für deren Erhebung sich die Kantone auf Art. 31 Abs. 2 aBV stützen konnten (RENÉ RHINOW, in: Kommentar BV, Rz. 217 f. zu Art. 31 aBV; JEAN-FRANÇOIS AUBERT, in: Kommentar BV, Rz. 32 zu Art. 32quater aBV; MARCEL MANGISCH, Die Gastwirtschaftsgesetzgebung der Kantone im Verhältnis zur Handels- und Gewerbefreiheit, Bern 1982, S. 204 f.; HANS MARTI, Die Wirtschaftsfreiheit der schweizerischen Bundesverfassung, Basel 1976, S. 181 ff.; YVONNE ECKSTEIN, Das Gastwirtschaftspatent im Kanton Baselland, Diss. Basel 1979, S. 56; ALBERT KRUMMENACHER, Das Verhältnis der kantonalen Steuerhoheit zur Handels- und Gewerbefreiheit in der Rekurspraxis der Bundesbehörden, Diss. Bern 1946, S. 44 ff.; WILLY KELLER, Die kantonalen BGE 128 I 102 S. 108Sondergewerbesteuern und die Bundesverfassung, Diss. Zürich 1945, S. 80 ff., 84, 90). Dass die Patentinhaber unter dem Regime von Bedürfnisklauseln einen gewissen Konkurrenzschutz genossen, stellt die Charakterisierung der Patentabgabe als Steuer nicht in Frage. Anlass für deren Erhebung war nicht die Abgeltung des aus allfälligen Bedürfnisklauseln resultierenden Konkurrenzschutzes, sondern das gesundheitspolitische Anliegen, den Betrieb von Wirtschaften (zusätzlich) durch die Belastung mit Abgaben zu erschweren (KRUMMENACHER, a.a.O., S. 45, 47; MANGISCH, a.a.O., S. 203, 205; KELLER, a.a.O., S. 83 f.), wobei diese Sondergewerbesteuer, welche in sämtlichen Kantonen von den Patentinhabern verlangt wird oder wurde, zugleich fiskalischen Zwecken dient (MANGISCH, a.a.O., S. 212).\n\nc) Die Annahme des Steuergerichts, wonach die Jahrespatentgebühr schon nach dem alten Wirtschaftsgesetz eine Gemengsteuer gebildet habe, lässt sich daher, entgegen der Auffassung der Beschwerdeführerin, nicht beanstanden. Die Abgabe wurde nicht erst durch die mit dem neuen Wirtschaftsgesetz von 1996 erfolgte Aufhebung der Bedürfnisklauseln zu einer eigentlichen Steuer, sondern sie hatte diesen Charakter nach dem Gesagten schon bisher. Insofern liegt in der Aufrechterhaltung der Jahrespatentgebühr nicht die Einführung einer neuen Steuer, welche nach Art. 132 Abs. 3 KV einer besonderen verfassungsrechtlichen Grundlage bedürfte. Die zur Diskussion stehende Patentabgabe figuriert allerdings auch nicht unter den in Art. 132 Abs. 1 KV aufgezählten Steuern, welche der Kanton erheben darf. Bei dieser Aufzählung ging es indessen lediglich um die Erfassung des Ist-Zustands, nicht dagegen um die Einführung neuer oder um die Abschaffung bestehender Steuern (vgl. BGE 126 I 180 E. 2b/cc S. 185 mit Hinweisen). Dass der Verfassungsrat die Jahrespatentgebühr nach Wirtschaftsgesetz damals nicht zu den Steuern rechnete, steht dem Weiterbestand dieser Abgabe, auch wenn sie richtigerweise ebenfalls als Steuer (bzw. als Gemengsteuer) eingestuft werden muss, nicht entgegen.\n\nd) Wieweit der Wegfall der Bedürfnisklauseln und des Fähigkeitsausweises zu einer Verringerung des dem Kanton im Bereich des Gastwirtschaftswesens entstehenden Verwaltungsaufwandes geführt hat, bedarf hier keiner näheren Klärung. Auch wenn sich die (nicht durch spezielle Gebühren gedeckten) administrativen Umtriebe durch die erwähnte Neuregelung stark verringert haben mögen, durfte das Steuergericht doch zulässigerweise davon ausgehen, dass die Jahrespatentgebühr nach wie vor in einem gewissen BGE 128 I 102 S. 109Masse auch der Abgeltung von verursachtem Verwaltungsaufwand dient, womit die Abgabe auch heute noch als Gemengsteuer eingestuft werden kann. Wohl tritt durch die Verringerung des abzugeltenden Verwaltungsaufwandes und die gleichzeitige Erhöhung der Obergrenze der Abgabe von bisher 800 auf nunmehr 2500 Franken der Steuercharakter der Abgabe stärker in Erscheinung. Doch ist dieser Unterschied nur graduell, weshalb nicht von einer \"neuen Steuer\" im Sinne von Art. 132 Abs. 3 KV gesprochen werden kann. Jedenfalls hat der Gesetzgeber beim Erlass des neuen Wirtschaftsgesetzes die Kantonsverfassung in diesem Sinne interpretiert, und es besteht für das Bundesgericht kein Anlass, von dieser Auslegung abzuweichen (vgl. BGE 121 I 1 E. 2 S. 3, 291 E. 1c S. 293, 334 E. 2b S. 338).\n\ne) Die Beschwerdeführerin verweist schliesslich auf die Übergangsbestimmung in Art. 142 Abs. 1 KV. Danach gelten Erlasse, die in einem nach der neuen Verfassung nicht mehr zulässigen Verfahren geschaffen worden sind, zwar weiter; doch richten sich Änderungen nach der neuen Verfassung. Da mit dem Wirtschaftsgesetz von 1996, wie dargelegt, nicht eine neue Steuer eingeführt wurde, lässt sich die Notwendigkeit der Schaffung einer Verfassungsgrundlage für die streitige Abgabe auch nicht aus der angerufenen Übergangsbestimmung ableiten.\n\nDie Rüge der Verletzung von kantonalem Verfassungsrecht erweist sich als unbegründet.\n\n5. Die Beschwerdeführerin wendet ein, die neue Bundesverfassung vom 18. April 1999 enthalte keine dem bisherigen Vorbehalt in Art. 31 Abs. 2 aBV entsprechende Bestimmung mehr, durch welche die Kantone zur Besteuerung von Handel und Gewerbe ermächtigt worden seien. Die Erhebung der streitigen Patentabgaben verstosse damit gegen die derogatorische Kraft des Bundesrechts (Art. 49 Abs. 1 BV).\n\nAllein daraus, dass die neue Bundesverfassung sich über die Zulässigkeit kantonaler Gewerbesteuern nicht mehr explizit ausspricht, lässt sich nicht folgern, derartige kantonale Steuern seien nunmehr generell ausgeschlossen. Es ist vielmehr davon auszugehen, dass die Kantone Gewerbesteuern nach Massgabe der bisherigen verfassungsrechtlichen Schranken - in Ausübung der ihnen gemäss Art. 3 BV originär zukommenden Steuerhoheit, unter Vorbehalt der Steuerkompetenzen des Bundes (Art. 134 BV) und unter Beachtung der verfassungsmässigen Rechte und Grundsätze (Art. 127 BV sowie hier insbesondere Art. 94 Abs. 1 und 4 BV) - BGE 128 I 102 S. 110weiterhin erheben dürfen (ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, Bd. II, Bern 2000, Rz. 692, S. 354; vgl. auch JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3. Aufl., Bern 1999, S. 665; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, 5. Aufl., Zürich 2001, S. 190 f.; XAVIER OBERSON/PIERRE-ALAIN GUILLAUME, Le régime financier dans le droit constitutionnel des cantons, in: Daniel Thürer/Jean-François Aubert/Jörg Paul Müller [Hrsg.], Verfassungsrecht der Schweiz, Zürich 2001, Rz. 16, S. 1229).\n\n6. a) Die Beschwerdeführerin erblickt in der angefochtenen Patentabgabe eine diskriminierende, gegen den Grundsatz der Wirtschaftsfreiheit wie auch gegen die Rechtsgleichheit verstossende besondere Belastung des Gastgewerbes. Seit der Revision des Wirtschaftsgesetzes fehle ein sachlicher Grund für diese Sondersteuer. Es sei nicht nachvollziehbar, wieso die Gastwirtschaftsbetriebe im Gegensatz zu andern Gewerbezweigen eine jährliche Patentabgabe zu entrichten hätten. Mit dem Wegfall der wirtschaftspolitischen Bedürfnisklausel und des wirtschaftspolizeilich motivierten Fähigkeitsausweises habe die jährliche Patentabgabe jegliche Berechtigung verloren. Durch die sachlich unbegründete Besteuerung eines einzelnen Gewerbezweiges werde auch der in Art. 127 Abs. 2 BV verankerte Grundsatz der Allgemeinheit, Gleichmässigkeit und Verhältnismässigkeit der Besteuerung verletzt.\n\nb) Kantonale Gewerbesteuern verstossen gegen die Wirtschaftsfreiheit, wenn sie sich für den betroffenen Gewerbezweig prohibitiv auswirken, indem sie einen angemessenen Geschäftsgewinn verunmöglichen und die Ausübung des Gewerbes in Frage stellen oder zumindest erheblich erschweren (so BGE 75 I 110 E. 5 S. 112; vgl. auch BGE 125 I 182 E. 5b S. 199; BGE 114 Ib 17 E. 5a S. 23; BGE 87 I 29 E. 3 S. 31; RHINOW, a.a.O., Rz. 219 zu Art. 31 aBV; MARTI, a.a.O., S. 186). Des Weiteren ist es den Kantonen untersagt, durch solche Steuern wirtschaftspolitische Ziele zu verfolgen, indem zum Beispiel gewisse Gewerbeformen aus protektionistischen Gründen stärker belastet werden als andere (RHINOW, a.a.O., Rz. 220 zu Art. 31 aBV; MARTI, a.a.O., S. 182). Dass die vorliegend angefochtene Jahrespatentgebühr durch prohibitive Höhe oder protektionistische Zielrichtung gegen die Wirtschaftsfreiheit verstosse, ist nicht dargetan. Es kann sich daher einzig fragen, ob diese Sonderbelastung des Gastgewerbes sich auf hinreichende sachliche Gründe stützen kann, um vor dem allgemeinen Rechtsgleichheitsgebot (Art. 8 BV) und dem Willkürverbot (Art. 9 BV) standzuhalten. Nach der Rechtsprechung BGE 128 I 102 S. 111des Bundesgerichts müssen Sondergewerbesteuern durch \"objektive Gründe\" (ASA 49 S. 345 E. 4a S. 352) bzw. durch \"Interessen allgemeiner Art\" (ASA 32 S. 425 E. 2 S. 427; BGE 87 I 29 E. 3 S. 30) gerechtfertigt sein, wobei aber kein strenger Massstab angelegt wird (JEAN-FRANÇOIS AUBERT, Bundesstaatsrecht der Schweiz, Bd. II, Basel/Frankfurt a.M. 1995, Nr. 1946, S. 885; RHINOW, a.a.O., Rz. 222 zu Art. 31 aBV; ASA 49 S. 345 E. 4a S. 352). Als zulässig erachtet wurden etwa Sondersteuern für Kinos (BGE 54 I 78), für das Hausieren (BGE 54 I 225), für Ausverkäufe (BGE 79 I 209), für Automatenverkäufe (BGE 60 I 188) und für Verkaufswagen (BGE 87 I 29; vgl. zu diesen Beispielen die kritischen Bemerkungen bei AUBERT, a.a.O.). Zugelassen wurde schliesslich auch eine \"taxe professionnelle\" des Kantons Genf, welche von allen natürlichen oder juristischen Personen, die im Kanton ein Gewerbe oder Handelsgeschäft betrieben, nach Massgabe des Umsatzes und weiterer Faktoren erhoben wurde (ASA 49 S. 345 ff.; vgl. auch BGE 122 I 61).\n\nc) Wirtschaftspatenttaxen der vorliegenden Art werden oder wurden offenbar in allen Kantonen erhoben (vgl. MANGISCH, a.a.O., S. 210, 212). Diese Sonderbelastung des Gastgewerbes hat historische Wurzeln. Das Recht zum Betrieb einer Wirtschaft war ursprünglich ein vom Grundherrn verliehenes Nutzungsrecht, das durch regelmässige Zinsleistungen zu entgelten war. Diese Abgabepflicht überdauerte die Entwicklung bis zur Helvetik, welche die Handels- und Gewerbefreiheit proklamierte und die Abgabepflicht der Wirte beseitigte. Die starke Zunahme der Wirtschaftsbetriebe und damit verbundene Missstände führten aber bald zur Einführung von Patentsystemen, verbunden mit fiskalischen Abgaben in Form von Patentgebühren (Näheres zur geschichtlichen Entwicklung bei KELLER, a.a.O., S. 80 ff. und MANGISCH, a.a.O., S. 202 ff.).\n\nWenn das Gastgewerbe, im Gegensatz zu den meisten andern Gewerbezweigen, heute noch mit einer Sondersteuer belastet wird, entbehrt dies nicht jeglicher sachlichen Begründung. Soweit es sich um Wirtschaften mit Alkoholausschank handelt, lassen sich für diese Sonderbelastung gesundheitspolitische Argumente anführen. Wohl stehen alkoholische Getränke auch im Detailhandel zur Verfügung, doch kann der Alkoholkonsum in öffentlichen Lokalen vermehrt zum Fahren in angetrunkenem Zustand verleiten. Sodann ist der Betrieb von Wirtschaften allgemein in erhöhtem Masse geeignet, die öffentliche Ordnung zu gefährden (Lärm-, Parkierungs- und Zufahrtsprobleme), was einen entsprechenden staatlichen Aufwand verursacht. Diese dem Gastgewerbe anhaftenden Besonderheiten, BGE 128 I 102 S. 112aufgrund derer nach dem Wertmassstab der früheren Bundesverfassung sogar Bedürfnisklauseln zulässig waren, reichen aus, um die Erhebung einer fiskalischen Patentabgabe auch heute noch als mit dem Willkürverbot und Rechtsgleichheitsgebot vereinbar erscheinen zu lassen. Wohl mochte die Patentabgabe unter dem Regime der bisherigen Bedürfnisklauseln von den Wirten subjektiv als Gegenleistung für den resultierenden Konkurrenzschutz empfunden worden sein. Rechtlich war sie jedoch, soweit sie den gebührenmässig erfassbaren Verwaltungsaufwand überstieg, eine unabhängig von solchen Vorteilen geschuldete Steuer, die als solche vom kantonalen Gesetzgeber auch nach dem Hinfall der Bedürfnisklauseln aufrechterhalten werden kann. Dass die im Kanton Solothurn geforderten Patentabgaben durch ihre Höhe oder die Art ihrer Berechnung gegen das Willkürverbot verstossen, wird nicht geltend gemacht.\n\nd) Der Hinweis auf die in Art. 127 Abs. 2 BV verankerten Grundsätze der Allgemeinheit und der Gleichmässigkeit der Besteuerung sowie der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit vermag der Beschwerdeführerin nichts zu nützen. Diese Grundsätze gelten, wie schon im Wortlaut der genannten Verfassungsbestimmung zum Ausdruck kommt, nur soweit es die Art der Steuer zulässt. Es ist kennzeichnend für Sondersteuern der vorliegenden Art, dass sie nur einen bestimmten Kreis von Abgabepflichtigen treffen. Was die Besteuerung nach der wirtschaftlichen Leistungsfähigkeit anbelangt, so erscheint dieser Grundsatz durch die vorliegende Regelung, welche die Abgabe von der Höhe des Umsatzes abhängig macht, als hinreichend gewahrt."}