{"annee": "128", "cour": "II", "page": "173", "date": "9/1/2002", "cite": ["105 IB 22", "121 II 134", "116 IB 146", "125 II 396", "123 II 572", "115 IB 163", "123 II 464", "123 II 225", "121 II 22", "120 IB 504", "109 IB 139", "117 IV 292", "124 II 44"], "cite_par": ["132 II 234", "135 II 138", "128 II 285", "137 I 363", "137 I 31", "134 II 39", "129 II 92"], "chapeau": "22. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde) 6A.102/2001 vom 9. Januar 2002", "regestes": ["Art. 16 et 17 LCR; retrait d'admonestation. Un retrait de permis de conduire avec effet limité aux loisirs n'est pas compatible avec le but éducatif de cette mesure et avec la sécurité du trafic (consid. 3). Critères valables pour la fixation de la durée du retrait (consid. 4)."], "faits": "BGE 128 II 173 S. 173\n\nX. fuhr am 27. Juli 1999, nachdem er in verschiedenen Lokalen im Kreis X. in Zürich eine nicht näher bestimmte Menge Alkohol konsumiert hatte, zur Kreuzung A.-/B.strasse. Dort fiel er einem Taxichauffeur und dessen Fahrgästen auf, weil er am Steuer seines Personenwagens eingeschlafen war. Die Fahrgäste des Taxis sprachen X. an und stellten eine starke Alkoholisierung und anormale Sprechweise fest. Dieser ging nicht auf die ihn zur Rede stellenden Personen ein und fuhr in der Folge dem Taxi von der erwähnten Kreuzung bis zur A.strasse nach, wobei er sein Fahrzeug in einer Schlangenlinie teilweise sogar über die Gegenfahrbahn und über das Trottoir lenkte.\n\nDas Strassenverkehrsamt des Kantons Zürich entzog X. wegen dieses Vorfalls am 18. Mai 2000 den Führerausweis für die Dauer von vier Monaten. Es berücksichtigte dabei insbesondere, dass ihm wegen Vereitelung einer Blutprobe der Führerausweis bereits 1994 für einen Monat entzogen worden war.BGE 128 II 173 S. 174\n\nDer Regierungsrat und das Verwaltungsgericht des Kantons Zürich wiesen die von X. gegen die Entzugsverfügung erhobenen Rechtsmittel am 18. April 2001, bzw. am 12. Juli 2001 ab.\n\nX. hat Verwaltungsgerichtsbeschwerde beim Bundesgericht erhoben und beantragt, es sei der Entscheid des Verwaltungsgerichts aufzuheben und die Sache zur Neubeurteilung an diese Instanz zurückzuweisen. Eventualiter sei ihm der Führerausweis für die Dauer von zwei Monaten zu entziehen und der Vollzug so auszugestalten, dass er weiterhin seiner Arbeit nachgehen könne.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Nach Ansicht des Beschwerdeführers legt Art. 17 Abs. 1 SVG (SR 741.01) lediglich die Mindestdauer des Entzugs des Führerausweises fest und lässt die Vollzugsform in zeitlicher Hinsicht offen. Es sei daher möglich, den Ausweisentzug lediglich während der arbeitsfreien Zeit zu vollziehen. In seinem Fall entspreche es mit Blick auf seine berufliche Situation dem Gebot der Verhältnismässigkeit, den Entzug auf die Zeit von 18.00 bis 06.00 Uhr montags bis samstags und auf den ganzen Sonntag zu beschränken.\n\na) Das Strassenverkehrsgesetz regelt in Art. 17 SVG die Dauer des Führerausweisentzugs. Es setzt die minimale Entzugsdauer grundsätzlich auf einen Monat fest. Für gewisse Widerhandlungen gelten jedoch höhere Mindestdauern, und bei Sicherungsentzügen erfolgt der Entzug auf unbestimmte Zeit. Beim Warnungsentzug bemisst sich die konkrete Dauer vor allem nach dem Verschulden, dem Leumund des Motorfahrzeugführers und der beruflichen Notwendigkeit, ein Fahrzeug zu führen (Art. 33 Abs. 2 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr [VZV; SR 741.51]). Beim Sicherungsentzug auf unbestimmte Zeit wird eine Probezeit von mindestens einem Jahr angesetzt, vor deren Ablauf der Führerausweis auch bedingt nicht ausgehändigt werden darf (Art. 17 Abs. 1bis SVG; Art. 33 Abs. 1 VZV). Für längere Zeit entzogene Ausweise können im Übrigen nach sechs Monaten unter angemessenen Auflagen bedingt wieder erteilt werden (Art. 17 Abs. 3 SVG). Weitere Vorschriften über die zeitliche Ausgestaltung des Führerausweisentzugs kennt das Bundesrecht nicht.\n\nDer Umfang des Ausweisentzugs wird im Strassenverkehrsgesetz selber nicht geregelt (vgl. BGE 105 Ib 22 E. 2b S. 25). Art. 34 Abs. 1 VZV stellt den Grundsatz auf, dass ein Führerausweisentzug für BGE 128 II 173 S. 175alle Motorfahrzeugkategorien gilt. Einzig aus medizinischen oder gewerbepolizeilichen Gründen verfügte Entzüge können auf einzelne Kategorien beschränkt werden. Zur Milderung von Härtefällen sieht Art. 34 Abs. 2 VZV zudem einen sogenannten differenzierten Entzug vor, bei dem die Behörde die Entzugsdauer für verschiedene Ausweiskategorien unterschiedlich ansetzen kann, wobei jedoch die gesetzliche Minimaldauer für alle Kategorien eingehalten werden muss. Dagegen regelt das Verordnungsrecht des Bundes die Frage nicht ausdrücklich, ob der Entzug auch auf bestimmte Verwendungsarten des Fahrzeugs (z.B. Verbot von Fahrten während der Freizeit) beschränkt werden könne.\n\nAus der Tatsache, dass sich die massgeblichen Bestimmungen zu der vom Beschwerdeführer verlangten Vollzugsform nicht ausdrücklich äussern, kann entgegen der Ansicht der kantonalen Instanzen noch nicht geschlossen werden, es liege eine Gesetzeslücke vor. Es fragt sich vielmehr, ob sich den angeführten Normen auch auf dem Weg der Auslegung keine Antwort entnehmen lässt.\n\nb) Der Gesetzgeber hat den vorübergehenden Entzug des Führerausweises gemäss Art. 16 Abs. 2 und 3 SVG als fühlbare Warnung an jene Motorfahrzeuglenker eingeführt, deren Verhalten voraussehen lässt, dass sie es an Sorgfalt und Rücksichtnahme fehlen lassen werden. Die Behörden sollten durch frühzeitige Warnung der gefährlichen Fahrer Unfällen zuvorkommen (Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes über den Strassenverkehr vom 24. Juni 1955, BBl 1955 II 1, S. 23; Botschaft über die Änderung des Strassenverkehrsgesetzes vom 27. August 1986, BBl 1986 III 209, S. 221). Auch die bundesgerichtliche Rechtsprechung hat stets erklärt, der Warnungsentzug stelle eine Administrativmassnahme mit präventivem und erzieherischem Charakter dar. Sie bezwecke, den Lenker zu mehr Sorgfalt und Verantwortung zu erziehen und ihn dadurch von weiteren Verkehrsdelikten abzuhalten. Diese Funktion des Warnungsentzugs ist auch in der jüngsten Praxis, die den gleichzeitigen strafähnlichen Charakter der Massnahme stärker betont, nicht in Frage gestellt worden (BGE 125 II 396 E. 2a/aa S. 399; BGE 123 II 225 E. 2a/bb S. 228; BGE 116 Ib 146 E. 2a S. 148).\n\nDer vom Beschwerdeführer angestrebte auf die Freizeit beschränkte Führerausweisentzug stünde mit dem dargestellten gesetzgeberischen Ziel im Widerspruch. Der fehlbare Lenker soll nach den Vorstellungen des Gesetzgebers vielmehr für eine gewisse Zeit vollständig vom Führen eines Motorfahrzeugs ausgeschlossen werden.BGE 128 II 173 S. 176\n\nDie beabsichtigte erzieherische Wirkung des Warnungsentzugs würde in Frage gestellt, wenn der fehlbare Lenker weiterhin - wenn auch nur ausserhalb der Freizeit - Motorfahrzeuge führen dürfte. Ebenso würde die Verkehrssicherheit beeinträchtigt, wenn ein Lenker trotz schwerer Widerhandlungen nicht vorübergehend ganz vom Motorfahrzeugverkehr ausgeschlossen würde. Aus diesen Gründen hat die bundesgerichtliche Rechtsprechung auch den sogenannten differenzierten Ausweisentzug gemäss Art. 34 Abs. 2 VZV restriktiv gehandhabt. So hat sie erklärt, es wäre stossend, wenn ein Lenker, der den Verkehr mit einem Fahrzeug einer bestimmten Kategorie in schwerer Weise gefährdet hat, den Ausweis für Fahrzeuge einer anderen Kategorie mit einem möglicherweise noch grösseren Gefährdungspotential behalten könnte (BGE 109 Ib 139 E. 1 S. 141). Ferner verlangt das Bundesgericht, dass der Entzug für die verschiedenen Ausweiskategorien im gleichen Zeitraum wirksam wird, da der fehlbare Lenker sonst möglicherweise überhaupt nie ganz auf das Führen von Motorfahrzeugen verzichten müsste (Urteil A.237/1980 vom 19. Juni 1981, in: RDAF 1983 S. 359, E. 3a).\n\nIm Lichte des dargestellten gesetzgeberischen Zwecks, der dem Warnungsentzug gemäss Art. 16 Abs. 2 und 3 SVG zu Grunde liegt, erscheint eine zeitliche Beschränkung der Massnahme auf die Freizeit als ausgeschlossen. Die kantonalen Instanzen, die sich bisher zu dieser Frage zu äussern hatten, sind zum gleichen Resultat gelangt (vgl. die Hinweise bei RENÉ SCHAFFHAUSER, Grundriss des Strassenverkehrsrechts, Bd. III, Bern 1995, N. 2466).\n\nc) Der Beschwerdeführer hält das dargestellte Verständnis des Warnungsentzugs offenbar für überholt. Er betont den strafähnlichen Charakter des Warnungsentzugs und verlangt, dass dieser noch täter- und resozialisierungsspezifischer ausgestaltet werde als die bei Widerhandlungen gegen das Strassenverkehrsgesetz auszusprechenden strafrechtlichen Sanktionen. Es sei deshalb nicht nachvollziehbar, wieso die bei der Strafverbüssung mögliche Form der Halbgefangenschaft nicht auch beim Vollzug des Führerausweises gemäss Art. 16 Abs. 2 und 3 SVG möglich sein solle.\n\nDie neuere Rechtsprechung des Bundesgerichts versteht den Warnungsentzug wohl nicht mehr allein als Verwaltungsmassnahme, sondern betont auch deren strafähnlichen Charakter, was in gewissen Belangen die analoge Anwendung der im Bereich des Strafrechts geltenden Regeln rechtfertige (BGE 123 II 225 E. 2a/bb S. 228, 464 E. 2a S. 465; BGE 121 II 22 E. 3 S. 25 f.; BGE 120 Ib 504 E. 4b S. 507). Sie hat aber wie erwähnt auch in den jüngsten Entscheiden BGE 128 II 173 S. 177stets daran festgehalten, dass der Warnungsentzug trotz seines strafähnlichen Charakters eine von der Strafe unabhängige Verwaltungssanktion mit präventiver und erzieherischer Funktion darstellt (BGE 125 II 396 E. 2a/aa S. 399; BGE 123 II 464 E. 2a S. 465). Der Rückgriff auf strafrechtliche Grundsätze rechtfertigt sich daher nur dort, wo die gesetzliche Regelung des Warnungsentzugs lückenhaft oder auslegungsbedürftig ist (vgl. BGE 120 Ib 504 E. 4b S. 507; BGE 123 II 225 E. 2a/bb S. 228 f.). Entgegen der Auffassung des Beschwerdeführers lässt das Strassenverkehrsrecht hinsichtlich der Vollzugsform indessen keinen Raum für eine analoge Anwendung der strafrechtlichen Bestimmungen über die Halbgefangenschaft gemäss Art. 4 der Verordnung 1 vom 13. November 1973 zum Schweizerischen Strafgesetzbuch (VStGB 1; SR 311.01) und Art. 1 der Verordnung 3 vom 16. Dezember 1985 zum Schweizerischen Strafgesetzbuch (VStGB 3; SR 311.03). Wie bereits dargelegt wurde, schliesst zwar das Gesetzes- und Verordnungsrecht eine zeitliche Staffelung des Vollzugs des Warnungsentzugs nicht bereits auf Grund seines Wortlauts, wohl aber auf Grund seines Sinns und Zwecks aus (E. 3a und b). Der Beschwerdeführer verkennt, dass der Warnungsentzug gerade nicht täter- und resozialisierungsspezifischer ausgestaltet ist als die Sanktionen des Strafrechts. Für solche Erwägungen besteht vielmehr nur Raum im Rahmen seines erzieherischen und präventiven Zwecks.\n\nDas geltende Recht bietet demnach keine Grundlage für einen Vollzug des Warnungsentzugs lediglich während der arbeitsfreien Zeit, wie ihn der Beschwerdeführer verlangt. Eine solche Vollzugsform würde eine Änderung der massgeblichen gesetzlichen Bestimmungen voraussetzen. Die Revision des Strassenverkehrsgesetzes, welche die Eidgenössischen Räte vor kurzem verabschiedet haben, sieht ebenfalls keine Änderung in dem vom Beschwerdeführer gewünschten Sinn vor. Das Recht des Warnungsentzugs ist im Gegenteil von strafrechtlichen Erwägungen stärker verselbständigt und verschärft worden (vgl. Botschaft des Bundesrates zur Änderung des Strassenverkehrsgesetzes vom 31. März 1999, BBl 1999 S. 4462, 4485 f.; vom Parlament beschlossene Vorlage vom 14. Dezember 2001, BBl 2001 S. 6499 ff.).\n\nd) Die Beschwerde erweist sich demnach als unbegründet, soweit damit die von den kantonalen Behörden angeordnete Vollzugsform kritisiert wird.\n\n4. Im angefochtenen Entscheid wird erklärt, die vom zuständigen Amt festgesetzte Entzugsdauer von vier Monaten bewege sich BGE 128 II 173 S. 178im Rahmen des ihm vom Bundesrecht eingeräumten Ermessens und sei daher nicht zu beanstanden. Der Beschwerdeführer kritisiert diese Auffassung als unzutreffend. So habe das Verwaltungsgericht nicht sämtliche zu seinen Gunsten sprechenden Umstände berücksichtigt; weiter habe es die massgeblichen Gesichtspunkte teilweise falsch gewichtet; schliesslich habe es nicht erkannt, dass eine viermonatige Entzugsdauer dem Grundsatz der Verhältnismässigkeit zuwiderlaufe.\n\na) Nach Art. 17 Abs. 1 lit. b SVG beträgt die Dauer des Führerausweisentzugs mindestens zwei Monate, wenn der Lenker in angetrunkenem Zustand gefahren ist. Ist ein Lenker innert fünf Jahren seit Ablauf eines früheren Entzugs wegen Fahrens in angetrunkenem Zustand erneut in diesem Zustand gefahren, beläuft sich nach Art. 17 Abs. 1 lit. d SVG die minimale Entzugsdauer auf ein Jahr.\n\nDie kantonalen Instanzen sind gestützt auf Art. 17 Abs. 1 lit. b SVG zu Recht von einer minimalen Entzugsdauer von zwei Monaten ausgegangen. Da der frühere Entzug im Tatzeitpunkt bereits über fünf Jahre zurücklag, findet Art. 17 Abs. 1 lit. d SVG keine Anwendung. Das Verwaltungsgericht durfte den früheren Vorfall aus dem Jahre 1993 hingegen bei der Beurteilung des automobilistischen Leumunds berücksichtigen (BGE 121 II 134 E. 3d S. 136 f.).\n\nb) Im dargestellten Rahmen ist die Dauer des Warnungsentzugs nach den Umständen festzusetzen (Art. 17 Abs. 1 SVG). Massgebend für die Bemessung sind vor allem die Schwere des Verschuldens, der Leumund als Motorfahrzeugführer sowie die berufliche Notwendigkeit, ein Motorfahrzeug zu führen (Art. 33 Abs. 2 VZV). Alle Umstände sind dabei gesamthaft zu würdigen, und es ist im Einzelfall die Entzugsdauer so festzusetzen, dass die mit der Massnahme beabsichtigte erzieherische und präventive Wirkung am besten erreicht wird (BGE 124 II 44 E. 1 S. 46). Den kantonalen Behörden steht bei der Bemessung der Entzugsdauer ein weiter Spielraum des Ermessens zu. Das Bundesgericht greift nur ein, wenn dieses Ermessen überschritten oder missbraucht wurde. Dies ist namentlich der Fall, wenn die kantonalen Behörden einzelne Umstände zu Unrecht ganz ausser Acht lassen oder in einer unhaltbaren Weise gewichten (BGE 115 Ib 163 E. 3 S. 166).\n\nDer angefochtene Entscheid geht von diesen Bemessungskriterien aus. Der Beschwerdeführer wirft dem Verwaltungsgericht zu Unrecht vor, es habe gewisse Umstände - namentlich ausserhalb von Art. 33 Abs. 2 VZV liegende Gründe - völlig ausser Acht gelassen und den Grundsatz der Verhältnismässigkeit nicht beachtet.BGE 128 II 173 S. 179\n\nEr verkennt bei seiner Kritik, dass die rechtsanwendenden Behörden nicht gehalten sind, sich in erschöpfender Weise zu allen Umständen zu äussern. Das Verwaltungsgericht hat auch in Art. 33 Abs. 2 VZV nicht genannte Gesichtspunkte berücksichtigt, ihnen indessen - namentlich mit Bezug auf eine behauptete drohende Arbeitslosigkeit, Fürsorgeabhängigkeit und mangelnde Zahlungsfähigkeit für Unterhaltsbeiträge - keine massgebliche Bedeutung bei der Festsetzung der Entzugsdauer beigemessen. Zu prüfen ist daher einzig, ob das Verwaltungsgericht bei der Gewichtung und gesamthaften Würdigung der verschiedenen Umstände im Rahmen des ihm zustehenden Ermessens geblieben ist.\n\nc) Der Beschwerdeführer wendet sich zunächst gegen die Beurteilung des Verschuldens im angefochtenen Entscheid. Es treffe zwar zu, dass dieses objektiv betrachtet schwer wiege. Bei Berücksichtigung seiner subjektiven Situation und der nach der Tat gezeigten Einsicht und Reue erscheine es jedoch in einem viel milderen Licht, als das Verwaltungsgericht annehme.\n\nZur Begründung dieser Ansicht beruft sich der Beschwerdeführer zu Unrecht auf verminderte Zurechnungsfähigkeit. Selbst wenn eine solche im Tatzeitpunkt bestanden haben sollte, würde dies an seiner vollen Verantwortlichkeit unter dem Gesichtspunkt der actio libera in causa (Art. 12 StGB) nichts ändern (vgl. BGE 117 IV 292 E. 2b S. 295 f.). Der Beschwerdeführer ist denn auch mit Strafbefehl der Bezirksanwaltschaft vom 17. Januar 2000 des Fahrens in angetrunkenem Zustand ohne Verminderung der Zurechnungsfähigkeit für schuldig erklärt worden, und er hat diese Verfügung nicht angefochten.\n\nEbenfalls fehl geht der Einwand des Beschwerdeführers, er habe sich bei der Trunkenheitsfahrt nicht mehr an seine frühere Verurteilung wegen Vereitelung einer Blutprobe aus dem Jahr 1993 erinnern können, was sein Verschulden milder erscheinen lasse. Entscheidend ist indessen nicht diese Tatsache, sondern dass dem Beschwerdeführer vor dem Trinkbeginn die frühere Verurteilung noch bewusst sein musste.\n\nDas Verwaltungsgericht durfte es im Übrigen auch ablehnen, im Verkauf des Privatwagens des Beschwerdeführers rund anderthalb Monate nach der Trunkenheitsfahrt ein Zeichen von besonderer Einsicht und Reue zu sehen. Tatsächlich legt der Beschwerdeführer nicht näher dar, dass er sein Auto aus Reue und nicht aus anderen Gründen verkauft hat. Dem Verkauf kommt aber vor allem deshalb kein erhebliches Gewicht zu, weil der Beschwerdeführer damit ja BGE 128 II 173 S. 180keineswegs vollständig auf das Führen von Motorfahrzeugen verzichtet, sondern solche im Berufsalltag weiterhin lenkt.\n\nd) Auch der automobilistische Leumund des Beschwerdeführers wurde vom Verwaltungsgericht als Umstand gewürdigt, der für eine Erhöhung der gesetzlichen Mindestentzugsdauer spreche. Es berücksichtigte in diesem Zusammenhang wie erwähnt (E. 4a) zu Recht den 1993/1994 erfolgten Ausweisentzug wegen Vereitelung einer Blutprobe. Die vom Beschwerdeführer erwähnte Tatsache, dass er erheblich mehr Fahrten als der Durchschnittsbürger unternehme, lässt seine Tat aus dem Jahre 1993 nicht in einem milderen Licht erscheinen.\n\ne) Das Verwaltungsgericht hat weiter der beruflichen Angewiesenheit des Beschwerdeführers auf ein Motorfahrzeug kein grosses Gewicht beigemessen. Es ging zwar grundsätzlich von einer erhöhten Massnahmenempfindlichkeit aus, verwies aber zugleich darauf, dass der Beschwerdeführer selber erklärt habe, er verrichte in einem erheblichen Umfang Büroarbeiten, was nicht auf eine intensive Beschäftigung im Aussendienst hinweise. Der Beschwerdeführer betont demgegenüber, für die Kundenbesuche auf das Auto nicht verzichten zu können. Seine Massnahmenempfindlichkeit werde dadurch erhöht, dass es seine finanziellen Verhältnisse auch nicht zuliessen, während des Entzugs einen Chauffeur zu entschädigen oder unbezahlten Urlaub zu nehmen.\n\nNach der Rechtsprechung ist bei der Beurteilung der Massnahmenempfindlichkeit zu berücksichtigen, in welchem Mass ein Fahrer aus beruflichen Gründen auf seinen Führerausweis angewiesen ist (BGE 123 II 572 E. 2c S. 575). Im vorliegenden Fall steht fest, dass der Beschwerdeführer als Disponent für Umzüge die Wohnungen der Kunden besichtigen muss, um anschliessend Offerten ausarbeiten zu können. Eine Angewiesenheit auf ein Motorfahrzeug ist damit grundsätzlich zu bejahen, doch ist sie nicht mit der Situation etwa eines Berufschauffeurs zu vergleichen. Ein vorübergehender Entzug verunmöglicht ihm die Berufsausübung nicht vollständig. Aus dem Schreiben der Arbeitgeberin geht hervor, dass eine Kündigung nur erfolgen müsste, wenn der Beschwerdeführer längere Zeit auf den Führerausweis verzichten müsste. Bei dieser Sachlage hat das Verwaltungsgericht sein Ermessen nicht überschritten, wenn es der Massnahmenempfindlichkeit des Beschwerdeführers kein grosses Gewicht einräumte.\n\nf) Schliesslich sprechen nach Auffassung des Beschwerdeführers in seinem Fall weitere, in Art. 33 Abs. 2 VZV nicht genannte BGE 128 II 173 S. 181Umstände für eine möglichst geringe Entzugsdauer. So drohten ihm bei einem mehr als zweimonatigen Entzug die Entlassung und damit die Arbeitslosigkeit sowie Fürsorgeabhängigkeit. Das Verwaltungsgericht hat diesen Umständen indessen zu Recht keine Bedeutung beigemessen. So steht nicht fest, dass der Beschwerdeführer bei einem mehr als zweimonatigen Entzug seine heutige Stelle verlieren würde; vielmehr lässt das Schreiben der Arbeitgeberin vom 7. Februar 2000 eher das Gegenteil vermuten. Im Übrigen ist offen, ob der Beschwerdeführer bei einem Verlust der jetzigen Stelle arbeitslos und damit fürsorgeabhängig würde. Die vom Beschwerdeführer beklagten Nachteile sind vielmehr die Folge jedes Führerausweisentzugs. Bei der Bemessung der Entzugsdauer sind sie nur zu berücksichtigen, wenn sie ein besonderes Ausmass annehmen und den Ausweisinhaber besonders hart treffen. Solche Umstände sind vorliegend nicht ersichtlich.\n\ng) Die von den kantonalen Instanzen festgesetzte Entzugsdauer von vier Monaten erweist sich auch bei gesamthafter Betrachtung aller Umstände nicht als bundesrechtswidrig. Sie bewegt sich durchaus im Rahmen vergleichbarer Fälle. In einem neueren Entscheid hielt das Bundesgericht gegenüber einem Lenker, der nach 5 Jahren und neun Monaten wiederum in angetrunkenem Zustand gefahren und beruflich stark auf das Auto angewiesen war, ebenfalls eine Entzugsdauer von vier Monaten für angemessen (BGE 124 II 44 E. 2 S. 47). In einem anderen Fall setzte es die Dauer auf drei Monate fest, doch lag hier der frühere Entzug fast sieben Jahre zurück und das Tatverschulden wog wesentlich leichter (Urteil 6A.49/2001 vom 30. Oktober 2001, E. 2d).\n\nh) Die Beschwerde ist daher auch insoweit unbegründet, als die Entzugsdauer gerügt wird."}