{"annee": "128", "cour": "III", "page": "142", "date": "7/2/2002", "cite": ["118 II 496"], "cite_par": ["132 III 707", "137 III 577", "129 V 27", "132 III 758", "134 III 481"], "chapeau": "25. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. gegen B. AG (Berufung)\n\n4C.324/2001 vom 7. Februar 2002", "regestes": ["Droit de la société anonyme. Exclusion du droit de vote en application de l'art. 695 al. 1 CO. Un actionnaire qui est chargé de la gestion des affaires sociales ne peut pas participer à la décision de l'assemblée générale concernant la décharge à donner au conseil d'administration, et ce même s'il représente les voix d'un actionnaire ne coopérant pas à la gestion de la société (consid. 3)."], "faits": "BGE 128 III 142 S. 143\n\nA.- Die B. AG (Beklagte) bezweckt den Vertrieb von Kies, Sand, Splitt usw. Ihr Aktienkapital beträgt Fr. 300'000.- und ist in Namenaktien zu je Fr. 1'000.- eingeteilt. Jede Aktie berechtigt zu einer Stimme an der Generalversammlung.\n\nA. (Kläger) besitzt 72 Aktien und hält zusammen mit seinen Söhnen C. und D. (je 39 Aktien) die Hälfte des Aktienkapitals; sein Bruder E. besitzt 130 Aktien und hält zusammen mit seiner Ehefrau F. und seiner Tochter G. (je 10 Aktien) ebenfalls die Hälfte des Aktienkapitals der Beklagten.\n\nE. ist Delegierter des Verwaltungsrats, C. Mitglied des Verwaltungsrats und D. Direktor der Beklagten.\n\nB.- Am 27. August 2000 stellte der Kläger beim Handelsgericht des Kantons Aargau folgende Begehren:\n\n\"I. Es sei der Beschluss der Generalversammlung der Beklagten vom 30.\n\nJuni 2000 über die Entlastung des Verwaltungsrats aufzuheben.\n\nII. . ....\"\n\nDas Handelsgericht wies die Klage mit Urteil vom 29. August 2001 ab, soweit darauf einzutreten war. Es kam zum Schluss, die Stimmen des Klägers seien für den Décharge-Beschluss zu Recht unberücksichtigt geblieben: Der Vertreter des Klägers habe als Direktor der Beklagten selbst an der Geschäftsführung teilgenommen und sei daher gemäss Art. 695 OR vom Stimmrecht ausgeschlossen; überdies sei der Kläger \"materielles oder faktisches\" Organ der Beklagten.\n\nC.- Mit Berufung vom 14. Oktober 2001 stellt der Kläger die Rechtsbegehren, es sei das Urteil des Handelsgerichts des Kantons Aargau vom 29. August 2001 aufzuheben und es sei der Beschluss der Generalversammlung der Beklagten vom 30. Juni 2000 über die Entlastung des Verwaltungsrates aufzuheben.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n3. Nach Art. 695 Abs. 1 OR haben Personen, die in irgendeiner Weise an der Geschäftsführung teilgenommen haben, bei Beschlüssen BGE 128 III 142 S. 144über die Entlastung des Verwaltungsrates kein Stimmrecht. Die Vorinstanz schützte den Ausschluss der klägerischen Stimmen von der Beschlussfassung über die Décharge-Erteilung des Verwaltungsrates u.a., weil er seinen als Direktor der Beklagten tätigen Sohn mit der Vertretung betraut hatte. Der Kläger rügt, damit habe die Vorinstanz Art. 695 OR verletzt. Er hält dafür, der erfolgte Ausschluss gehe über den Wortlaut von Art. 695 OR hinaus, verkenne die zentrale Bedeutung des Stimmrechts - das gemäss Art. 689 Abs. 2 OR auch durch einen Vertreter ausgeübt werden könne - und sei unvereinbar mit der neurechtlich in Art. 689b OR vorgesehenen Weisungsbefolgungspflicht des Vertreters.\n\na) Nach herrschender älterer Lehre gilt der gesetzliche Ausschluss vom Stimmrecht auch für den (gewillkürten) Vertreter (BÜRGI, Zürcher Kommentar, N. 11 zu Art. 695 OR; FORSTMOSER, Die aktienrechtliche Verantwortlichkeit, Zürich 1987, N. 425; WALTER R. SCHLUEP, Die wohlerworbenen Rechte des Aktionärs und ihr Schutz nach schweizerischem Recht, Diss. Zürich 1955, S. 134 f.). Daran wird zum Teil auch unter dem revidierten Aktienrecht ausdrücklich festgehalten (LÄNZLINGER, Basler Kommentar, N. 6 zu Art. 695 OR; PATRICK SCHLEIFFER, Der gesetzliche Stimmrechtsausschluss im schweizerischen Aktienrecht, Diss. Zürich, Bern 1993, S. 210, 216 f.). Ein anderer Teil der Doktrin vertritt dagegen die Ansicht, der Stimmrechtsausschluss desjenigen, der als Organ von einem nicht mit der Geschäftsführung befassten Aktionär zur Vertretung bei der Décharge-Erteilung bevollmächtigt wird, sei mindestens dann nicht angezeigt, wenn der vertretene Aktionär eine Spezialvollmacht mit ausdrücklicher Weisung erteilt habe (BÖCKLI, Schweizer Aktienrecht, 2. Aufl. 1996, N. 1360 h/i; ROLF WATTER/DIETER DUBS, Der Déchargebeschluss, in: AJP 2001 S. 919; HERBERT WOHLMANN, Zur Organvertretung im neuen Schweizerischen Aktienrecht, in: SJZ 90/1994 S. 116/119; VON BÜREN, Erfahrungen schweizerischer Publikumsgesellschaften mit dem neuen Aktienrecht, in: ZBJV 131/1995 S. 67 f.).\n\nb) Der Entlastungsbeschluss lässt allfällige Schadenersatzansprüche der Gesellschaft gegenüber ihren Organen untergehen. Zustimmende Aktionäre können mit dem Beschluss, nicht zustimmende nach sechs Monaten ebenfalls nicht mehr auf Leistung an die Gesellschaft klagen (Art. 758 OR; FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, Bern 1996, § 36 N. 131 ff.; BÖCKLI, a.a.O., N. 2016 f.). Der Déchargebeschluss gehört zu den unübertragbaren Befugnissen der Generalversammlung (Art. 698 BGE 128 III 142 S. 145Abs. 2 Ziff. 5 OR). Die Generalversammlung kann ihre Beschlüsse nach einhelliger Lehre nur anlässlich einer tatsächlich gesetzeskonform einberufenen Versammlung der Aktionäre fassen; Zirkularbeschlüsse oder Urabstimmungen sind unzulässig (FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., § 23 N. 9/11; BÖCKLI, a.a.O., N. 1262a; ERIC L. DREIFUSS/ANDRÉ E. LEBRECHT, Basler Kommentar, N. 6 f. zu Art. 698 OR; BÜRGI, a.a.O., N. 11 ff. zu Art. 698 aOR). Der Aktionär kann somit weder auf dem Zirkularweg noch schriftlich stimmen. Sein Vertreter ist daher nicht blosser Bote, sondern hat - auch wenn er weisungsgebunden handelt - in der Versammlung und aufgrund der dort vermittelten Informationen die vertretenen Stimmen abzugeben. Seine Stimme ist gültig, auch wenn er weisungswidrig handelt (BÖCKLI, a.a.O., N. 1264a S. 624; FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., § 24 N. 127 ff.). Ist er gleichzeitig Geschäftsführer der Gesellschaft, so ist er damit seinerseits dem Interessenkonflikt ausgesetzt, den Art. 695 OR im Interesse der Funktionsfähigkeit der Gesellschaft und des Minderheitenschutzes verhindern soll (BGE 118 II 496, insbes. E. 5a und b S. 498 f.; PATRICK SCHLEIFFER, a.a.O., S. 210 f.; vgl. auch VON BÜREN, a.a.O., S. 68). Die praktischen Erwägungen, welche für die Stimmberechtigung der Organvertretung auch bei der Décharge-Erteilung sprechen (vgl. insbes. HERBERT WOHLMANN, a.a.O., S. 118 f.), vermögen nicht dagegen aufzukommen, dass auch nach geltendem Recht die Aktionäre ihr Stimmrecht an der Generalversammlung nur persönlich oder durch eine an der Versammlung teilnehmende Person, welche die Stimmen gültig vertritt, ausüben kann. Dem Sinn und Zweck des Stimmrechtsausschlusses gemäss Art. 695 Abs. 1 OR entsprechend sind alle an der Versammlung anwesenden Personen vom Stimmrecht ausgeschlossen, die als Organe vom Entlastungsbeschluss betroffen sind.\n\nc) Die Vorinstanz hat den Ausschluss der klägerischen Stimmen vom Déchargen-Beschluss mit der Begründung geschützt, dass diese 72 Stimmen an der Generalversammlung vom 30. Juni 2000 durch den Sohn des Klägers, D., vertreten waren, der seinerseits als Direktor der Beklagten mit deren Geschäftsführung betraut ist. Der Kläger bestreitet nicht, dass sein Vertreter in dieser Eigenschaft vom gesetzlichen Stimmrechtsausschluss grundsätzlich erfasst und jedenfalls mit eigenen Aktien nicht stimmberechtigt ist. Dessen Ausschluss vom Stimmrecht gilt darüber hinaus aber auch für die Vertretung eines nicht an der Geschäftsführung beteiligten Aktionärs. Die Vorinstanz hat den Ausschluss der vom Organ der Beklagten vertretenen Stimmen des Klägers daher zutreffend geschützt und BGE 128 III 142 S. 146den Generalversammlungsbeschluss insofern zu Recht als gültig erachtet. Es kann unter diesen Umständen offen bleiben, ob sich der Kläger selbst derart in die Belange der Beklagten eingemischt hat, dass er faktisch Organstellung bekleidete und seine Stimmen auch aus diesem Grund gemäss Art. 695 OR vom Entlastungsbeschluss auszuschliessen waren, wie die Vorinstanz eventualiter angenommen hat."}