{"annee": "128", "cour": "I", "page": "190", "date": "17/4/2002", "cite": ["114 IA 267", "99 IA 402", "109 IA 113", "120 IA 227", "121 I 334", "119 IA 154", "123 I 175", "123 I 63", "125 I 227", "124 I 107", "124 II 391", "101 IA 354", "127 I 103", "121 I 138", "119 IB 138", "94 I 120", "111 II 326", "113 IA 156"], "cite_par": ["134 I 172", "131 II 728", "129 I 366", "137 I 200", "130 I 185", "129 I 392", "139 I 195", "129 I 381", "142 I 216", "144 II 41", "132 II 408", "139 I 292", "140 II 25"], "chapeau": "18. Extrait de l'arrêt de la Ie Cour de droit public dans la cause Michel Rossetti contre Grand Conseil du canton de Genève et \"Comité de citoyens et de citoyennes pour un choix démocratique et raisonnable de stade\" (recours de droit public)\n\n1P.535/2001 du 17 avril 2002", "regestes": ["Art. 85 let. a OJ; recevabilité de l'initiative cantonale \"pour un projet de stade raisonnable\". Recevabilité du recours dirigé contre une décision de validation (consid. 1). Respect des compétences cantonales, unité de la matière (consid. 3). La modification du plan d'affectation moins d'une année après son adoption viole l'art. 21 LAT (consid. 4). L'initiative est inexécutable en tant qu'elle remet en cause des travaux en voie d'achèvement (consid. 5). Le reste de l'initiative (réduction de la subvention cantonale) n'a pas de portée propre (consid. 6), de sorte que l'initiative doit être invalidée dans son ensemble."], "faits": "BGE 128 I 190 S. 191\n\nLe 26 avril 1996, le Grand Conseil genevois a ouvert un crédit de 20 millions de francs pour subventionner notamment la reconstruction du stade de football des Charmilles. Celle-ci s'étant révélée impossible, la loi de 1996 a été modifiée le 19 juin 1997 et le crédit a été affecté à l'étude et à la construction d'un nouveau stade de football sur le site de la Praille, soit un périmètre d'une superficie de 98'000 m2 sur le territoire de la Ville de Lancy, propriété de la Ville de Genève et, pour partie, des CFF. Conformément à la loi de 1996, la Fondation du Stade de Genève a été créée le 29 février 1998, chargée de la maîtrise de l'ouvrage et de la recherche du financement.\n\nLe 27 mai 1999, le Grand Conseil a adopté une loi portant sur la création d'une zone de développement 3 affectée à des activités commerciales et administratives. Selon l'exposé des motifs, le projet de stade avait été mis au concours. Sa capacité était étendue à 30'000 places pour répondre aux exigences de l'Union des associations européennes de football (UEFA). Un centre commercial serait construit au nord du site, avec un parking d'environ 1'000 places et un hôtel. Un bâtiment de liaison (billetterie, boutique, guichet de banque) était prévu au centre du site. Les terrains occupés par le stade des Charmilles seraient cédés à la Ville de Genève, pour y créer un parc public. Le degré de sensibilité III était attribué au site de la Praille. La loi n'a pas fait l'objet d'un référendum ou d'un recours au Tribunal administratif.\n\nLe plan localisé de quartier (PLQ) a été mis à l'enquête au mois de mars 1999, après le dépôt d'un premier rapport d'impact. Les oppositions ont été écartées par le Conseil d'Etat, puis par le Tribunal administratif genevois. Un second rapport d'impact a été déposé le 6 décembre 1999. Les autorisations de démolir ont été accordées les 19 janvier et 29 juin 2000. Elles sont devenues définitives et le chantier de démolition a été ouvert le 22 mars 2000.\n\nLe 7 mars 2000, une initiative populaire IN 118, intitulée \"Pour un projet de stade raisonnable\" a été lancée. Elle prévoit la modification de la loi du 26 avril 1996, dans sa version du 19 juin 1997, par la réduction de la subvention à 15 millions de francs, pour un stade de 15'000 places, avec comme conditions la renonciation au BGE 128 I 190 S. 192centre commercial (art. 1), le transfert gratuit du stade des Charmilles à une collectivité publique et la mise en conformité de la gare de la Praille aux exigences de l'ordonnance fédérale sur la protection contre les accidents majeurs (art. 2). Le plan financier, soumis à l'approbation du Grand Conseil, prévoit que l'exploitant prend en charge, en fonds propres, 10% du prix de revient, ainsi que les frais d'exploitation, les frais financiers et les frais d'entretien (art. 3). L'initiative prévoit aussi l'abrogation de la loi du 27 mai 1999 et le reclassement en zone ferroviaire du terrain ayant appartenu aux CFF et affecté au centre commercial (art. 9).\n\nLe 5 octobre 2000, le Département genevois de l'aménagement, de l'équipement et du logement (DAEL) a autorisé la construction du stade, avec bâtiment de liaison, hôtel et halte ferroviaire, ainsi que du centre commercial et des aménagements routiers. Divers recours ont été déclarés irrecevables, successivement par la commission cantonale et le Tribunal administratif, pour défaut de qualité. Les travaux ont débuté le 20 novembre 2000.\n\nLe 6 avril 2001, le Conseil d'Etat a déposé son rapport, concluant à la validité de l'IN 118, mais invitant le Grand Conseil à la rejeter. L'initiative présentait notamment des problèmes de compétences et d'exécutabilité; la réduction de la subvention et la fixation de nouvelles conditions se heurtaient aux droits acquis. La renonciation au centre commercial impliquait la révocation d'une autorisation déjà partiellement utilisée. La réduction du stade à 15'000 places nécessitait de reprendre entièrement le projet, et l'initiative exposerait l'Etat à payer des dédommagements importants. En proposant une modification de la loi alors qu'ils auraient pu s'y opposer à plusieurs reprises, les initiants poussaient l'Etat à adopter un comportement contradictoire, à la limite de la bonne foi.\n\nLe 15 juin 2001, le Grand Conseil a déclaré valide l'initiative IN 118. Publiée le 20 juin 2001, sans motivation, cette décision fait l'objet d'un recours de droit public formé par Michel Rossetti, citoyen genevois. Celui-ci conclut à l'annulation de la décision du Grand Conseil et à l'invalidation de l'initiative. Le Grand Conseil conclut au rejet du recours dans la mesure où il est recevable. Le recourant a répliqué, et le comité d'initiative s'est déterminé le 1er mars 2002. Le Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n1. En vertu de l'art. 85 let. a OJ, le Tribunal fédéral connaît des recours de droit public concernant le droit de vote des citoyens et de BGE 128 I 190 S. 193ceux qui ont trait aux élections et aux votations cantonales, quelles que soient les dispositions de la constitution cantonale et du droit fédéral régissant la matière.\n\n1.1 Le recours institué par l'art. 85 let. a OJ permet au citoyen de se plaindre de ce qu'une initiative a été indûment soustraite au scrutin populaire, notamment parce qu'elle a été déclarée totalement ou partiellement invalide par l'autorité cantonale chargée de cet examen, et quelle que soit la motivation de cette décision d'invalidation. La qualité pour recourir dans ce domaine appartient alors à toute personne à laquelle la législation cantonale accorde l'exercice des droits politiques pour participer à la votation en cause, même si elle n'a aucun intérêt juridique personnel à l'annulation de l'acte attaqué (ATF 121 I 138 consid. 1 p. 139, 357 consid. 2a p. 360).\n\n1.2 En revanche, il n'y a pas a priori violation du droit de vote du fait que l'autorité déclare entièrement valide une initiative cantonale, et décide par conséquent de la soumettre au peuple. La violation des droits politiques peut certes résulter de l'inobservation des règles de l'unité de la matière, de l'exigence d'exécutabilité et d'un éventuel abus du droit d'initiative, tels qu'ils sont invoqués par le recourant, car ces différents principes tendent directement à protéger l'électorat en tant qu'organe de suffrage, en assurant notamment une formation correcte de la volonté des électeurs. Cela est moins évident s'agissant de la violation alléguée de la garantie de la propriété, de la liberté économique, ainsi que du droit cantonal sur les constructions ou sur l'aménagement du territoire. De tels griefs ne relèvent pas du droit de vote proprement dit, mais du respect du droit matériel, notamment constitutionnel. Or, ce dernier est assuré par le recours de droit public pour violation des droits constitutionnels (art. 84 al. 1 let. a OJ), qui permet au particulier d'attaquer les mesures qui le lèsent personnellement dans ses intérêts juridiquement protégés (art. 88 OJ). L'art. 85 let. a OJ constitue pour sa part une voie de droit spécifique d'un tout autre genre, permettant d'intervenir, en qualité de citoyen, pour sauvegarder un intérêt public. Etendre l'intervention du Tribunal fédéral, dans le cadre de l'art. 85 let. a OJ, au contrôle de conformité au droit supérieur, forcerait cette juridiction à intervenir avant l'adoption de la norme, puis à l'occasion d'un contrôle abstrait, et enfin lors de décisions d'application; il en résulterait une protection juridique manifestement excessive (ATF 114 Ia 267 consid. 3 p. 271-273, confirmant la pratique antérieure en dépit des critiques de la doctrine).\n\nBGE 128 I 190 S. 194\n\n1.3 La jurisprudence admet toutefois que la voie de l'art. 85 let. a OJ est ouverte lorsque l'autorité décide de présenter une initiative au vote populaire, pour autant que le droit cantonal charge l'autorité compétente de vérifier d'office la conformité des initiatives aux règles supérieures. Dans ce cas, le citoyen dispose d'une prétention à ce que ce contrôle obligatoire soit effectué correctement et à ce que le corps électoral soit dispensé de se prononcer, le cas échéant, sur des dispositions qui paraissent d'emblée contraires au droit matériel supérieur (ATF 114 Ia 267 précité; cf. ETIENNE GRISEL, Initiative et référendum populaires, Traité de la démocratie semi-directe en droit suisse, Berne 1997, p. 145, pour qui une telle dispense découle directement des exigences de la démocratie, indépendamment du droit cantonal).\n\n1.4 Selon l'art. 66 al. 3 de la Constitution genevoise du 24 mai 1847 (Cst./GE; RS 131.234), le Grand Conseil déclare partiellement nulle l'initiative dont une partie est manifestement non conforme au droit si la ou les parties qui subsistent sont en elles-mêmes valides; à défaut, il déclare l'initiative nulle. Même s'il ne sanctionne que les violations évidentes du droit (par quoi il faut entendre non seulement le droit formel relatif à la recevabilité des initiatives, mais également le droit supérieur), le Grand Conseil est tenu d'effectuer un examen d'office.\n\n1.5 Il en résulte que le présent recours est recevable tant en ce qui concerne les griefs relatifs à son contenu possible, à l'unité de la matière et à l'abus du droit d'initiative que pour ce qui a trait au respect du droit supérieur, soit des droits fondamentaux, du droit fédéral (art. 21 de la loi fédérale du 22 juin 1979 sur l'aménagement du territoire [LAT; RS 700]) et de la législation genevoise; même si, sur ces derniers points, le recours pour violation des droits politiques tient le rôle de recours de droit public, la qualité pour agir ne dépend pas d'une atteinte personnelle à un intérêt juridiquement protégé.\n\nCitoyen actif dans le canton de Genève, Michel Rossetti a donc qualité pour contester la validité de l'initiative IN 118.\n\n2. Le recourant soulève cinq griefs. Il fait valoir en premier lieu que les dispositions prévues par l'initiative ne seraient pas de la compétence du Grand Conseil puisqu'elles auraient pour effet la révocation des deux autorisations de construire, actes de la compétence du DAEL; l'abrogation de la zone de développement 3 et le reclassement des terrains voués au centre commercial, voulus par l'initiative, supposeraient le dépôt d'un avant-projet par le DAEL, BGE 128 I 190 S. 195puis d'un projet par le Conseil d'Etat, le Grand Conseil, qui adopte finalement le projet de loi, ne disposant que d'un droit de motion dans ce domaine. Dans un deuxième grief, le recourant invoque la règle d'unité de la matière, violée selon lui par le fait que l'initiative prévoit des mesures n'ayant aucun rapport intrinsèque, soit la réduction de la capacité du stade, le transfert de l'ancien stade des Charmilles à une collectivité publique, l'assainissement de la gare de la Praille et la suppression du centre commercial. Le recourant conteste ensuite, dans un troisième grief, la conformité de l'initiative au droit supérieur, soit en particulier la liberté économique (la révocation de l'autorisation de construire le centre commercial constituerait une mesure de politique économique, serait dépourvue d'intérêt public prépondérant et disproportionnée), la garantie de la propriété (la diminution de la subvention accordée à la Fondation du Stade de Genève et la formulation de conditions supplémentaires à son versement ne reposeraient pas non plus sur un intérêt public et seraient disproportionnées; compte tenu des délais de la procédure parlementaire, les travaux seront achevés lorsque pourront être révoquées les autorisations de construire), l'art. 21 LAT (l'initiative n'a été déposée qu'une année après l'adoption du plan de zones, et celui-ci a été concrétisé par un PLQ, puis par le début des travaux), l'art. 101 Cst./GE (qui attribue des compétences générales en faveur du Conseil d'Etat en matière financière et d'autorisation de construire), ainsi que la réglementation genevoise sur le droit des constructions (les compétences du DAEL en cette matière seraient violées). Le recourant soutient enfin, dans un dernier moyen, qu'il y aurait abus du droit d'initiative: il était possible aux initiants de demander le référendum, en tout cas à l'encontre des lois du 19 juin 1997 et du 27 mai 1999.\n\n3. Les griefs relatifs à la compétence du Grand Conseil et à l'unité de la matière peuvent être écartés d'emblée.\n\n3.1 Le recourant invoque l'art. 65 B Cst./GE. Il admet qu'une initiative populaire peut, en droit genevois, contenir des normes matériellement de rang administratif, pour autant toutefois que la législation cantonale soit respectée et que l'acte en question soit de la compétence du pouvoir législatif, et non du gouvernement ou de l'administration. En l'espèce, l'initiative aurait pour effet la révocation des autorisations de construire le stade et le centre commercial. Un tel acte contraire serait de la compétence exclusive de l'autorité qui a délivré les autorisations, soit le DAEL. Il en BGE 128 I 190 S. 196résulterait que l'art. 1, deuxième partie, de l'initiative serait nul, faute de compétence du Grand Conseil en matière d'autorisation de construire.\n\nLe recourant perd de vue que si, selon lui, la révocation des autorisations de construire est une conséquence de l'initiative, elle ne figure nullement dans le texte de celle-ci. L'acte contraire que pourrait impliquer l'acceptation de l'initiative n'est par conséquent pas automatique; il ne serait d'ailleurs pas effectué directement par le Grand Conseil, mais éventuellement exécuté par les autorités administratives compétentes.\n\nLe recourant argumente de manière similaire à propos de l'abrogation de la zone de développement prévue à l'art. 9 de l'initiative. Il y aurait là aussi un acte de nature administrative que le Grand Conseil ne pourrait pas non plus adopter par la simple voie du projet de loi: selon les art. 15 A et 16 de la loi cantonale d'application de la LAT (LALAT), le Grand Conseil devrait préalablement s'exprimer par voie de motion (non soumise au référendum), l'avant-projet de loi étant établi par le DAEL, puis soumis à l'enquête publique. C'est manifestement cette procédure qu'ont voulu réserver les initiants en indiquant que l'abrogation de la zone de développement 3 aurait lieu \"conformément à la procédure de modification de zone requise à cet effet\". L'acceptation de l'initiative n'aurait donc pas pour effet une violation de la répartition des compétences dans ce domaine.\n\n3.2 L'exigence d'unité de la matière figure à l'art. 66 al. 2 Cst./GE, selon lequel il doit exister un \"rapport intrinsèque\" entre les diverses parties d'une initiative. Selon le recourant, l'initiative IN 118 préconiserait, outre la réduction du stade de football, le transfert à titre gratuit à une collectivité publique du stade des Charmilles, situé en ville de Genève dans un tout autre secteur que le site de la Praille. L'assainissement de la gare de la Praille constituerait un objet totalement distinct, susceptible de faciliter la récolte de signatures auprès de ceux que le sort du stade indiffère. En votation populaire, les partisans d'un assainissement n'auraient d'autre choix que de condamner simultanément le projet de stade. Quant à la suppression du centre commercial, elle tiendrait à des motifs de politique économique (protéger le petit commerce) et de protection de l'environnement (limiter les nuisances du trafic automobile).\n\nL'unité de la matière est une notion relative, dont les exigences doivent être appréciées en fonction des circonstances concrètes (ATF 123 I 63 consid. 4 p. 70 ss). Une initiative se présentant comme BGE 128 I 190 S. 197un ensemble de propositions diverses, certes toutes orientées vers un même but (dans l'arrêt précité, la protection de l'emploi), mais recouvrant des domaines aussi divers qu'une politique économique, une réforme fiscale, le développement de la formation, la réduction du temps de travail, la réinsertion des sans-emploi, etc., viole la règle de l'unité de la matière (consid. 5, p. 73/74). En revanche, une initiative populaire peut mettre en oeuvre des moyens variés, pour autant que ceux-ci peuvent être rattachés sans artifice à l'idée centrale défendue par les initiants (ATF 125 I 227 consid. 3c p. 231).\n\nIl en va ainsi dans le cas particulier. S'il y a une diversité de moyens dans les propositions de l'initiative, tous tendent à une modification du projet de construction sur le site de la Praille, lequel comprend déjà à l'heure actuelle plusieurs éléments différents comme le stade lui-même et le centre commercial. L'assainissement de la gare de la Praille et le transfert du stade des Charmilles constituent des conditions, posées à l'art. 2 de l'initiative, à l'octroi de la subvention réduite prévue à l'art. 1. L'initiative forme donc un tout suffisamment cohérent pour que l'exigence d'unité de la matière soit respectée. On ne se trouve donc nullement dans l'un des principaux cas où, selon la jurisprudence actuelle, l'unité de matière fait défaut, soit parce que l'initiative présente en réalité un programme politique général (ATF 123 I 63 consid. 5 p. 73/74), soit parce qu'il n'y a pas de rapport suffisamment étroit entre les différentes propositions que l'initiative contient, soit encore parce que les différentes clauses de l'initiative sont réunies de manière artificielle ou subjective (ATF 123 I 63 consid. 4d p. 73 et consid. 5 p. 73/74 ainsi que la doctrine citée). Au demeurant, l'électeur n'est nullement placé devant un choix entre la réalisation du stade initialement prévu et l'assainissement de la gare de la Praille, dès lors que ce dernier est de toute façon imposé par le droit fédéral. Le grief de défaut d'unité de la matière doit donc être rejeté.\n\n4. De manière générale, une initiative populaire cantonale ne doit rien contenir qui viole le droit supérieur, qu'il soit cantonal, intercantonal, fédéral ou international (cf. ATF 124 I 107 consid. 5b p. 118/119). L'autorité appelée à statuer sur la validité matérielle d'une initiative doit en interpréter les termes dans le sens le plus favorable aux initiants. Lorsque, à l'aide des méthodes reconnues, le texte d'une initiative se prête à une interprétation la faisant apparaître comme conforme au droit supérieur, elle doit être déclarée valable et être soumise au peuple. L'interprétation conforme doit BGE 128 I 190 S. 198permettre d'éviter autant que possible les déclarations d'invalidité (ATF 125 I 227 consid. 4a p. 231/232 et les arrêts cités).\n\n4.1 Outre la réduction de la subvention et les nouvelles conditions posées à son octroi, l'initiative prévoit, en son art. 9, que la partie de la zone de développement 3 créée par la loi du 27 mai 1999 dans le but de permettre des activités commerciales et administratives ainsi que la construction du stade est abrogée conformément à la procédure applicable, et reclassée en zone ferroviaire pour répondre aux besoins futurs des CFF. Le recourant y voit une violation de l'art. 21 LAT, qui pose le principe de la stabilité des plans. Il relève que la loi du 27 mai 1999 est entrée en force et a été concrétisée par l'adoption du PLQ le 8 septembre 1999, puis par l'octroi des autorisations de construire. Les motifs de révision, liés à la réduction des immissions, ne sauraient l'emporter sur l'exigence de stabilité.\n\n4.2 Selon l'art. 21 LAT, les plans d'affectation ont force obligatoire pour chacun (al. 1). Ils font l'objet des adaptations nécessaires lorsque les circonstances se sont sensiblement modifiées (al. 2). Cette disposition tend à assurer à la planification une certaine stabilité, sans laquelle les plans d'aménagement ne peuvent remplir leurs fonctions (ATF 127 I 103 consid. 6b p. 105; ATF 124 II 391 consid. 4b p. 396; ATF 123 I 175 consid. 3a p. 182 et les arrêts cités). La stabilité des plans est un aspect du principe, plus général, de la sécurité du droit, qui doit permettre aux propriétaires fonciers, comme aux autorités chargées de mettre en oeuvre la planification, de compter sur la pérennité des plans d'affectation (ATF 120 Ia 227 consid. 2b p. 232). Ceux-ci doivent être révisés lorsque les circonstances déterminantes se sont modifiées depuis leur adoption. Toutefois, plus le plan est d'adoption récente et les modifications à apporter importantes, plus les motifs qui justifient cette modification doivent être impérieux (même arrêt, p. 233). Les circonstances à prendre en considération peuvent être de fait ou de droit (ATF 127 I 103 consid. 6b p. 105); elles sont notamment les suivantes:\n\n- la durée de validité du plan: pour autant que celui-ci satisfasse aux exigences de la LAT, sa stabilité doit en principe être assurée pour quinze ans au moins (art. 15 let. b LAT; ATF 119 Ib 138 consid. 4e p. 145). Plus le plan est récent, plus on peut compter sur sa stabilité. Lorsque le plan litigieux est en vigueur depuis quelques années seulement, il y a lieu de démontrer que les besoins pour les quinze années suivant son adoption ont été mal ou sous-estimés et que, sur les autres points déterminants, les circonstances se sont BGE 128 I 190 S. 199sensiblement modifiées (ATF 120 Ia 227 consid. 2c p. 233). C'est seulement dans des circonstances exceptionnelles qu'un plan récent d'une année et demie pourrait être amené à subir, par la voie de l'initiative populaire, une modification sous la forme d'un déclassement (arrêt 1P.489/2001 du 4 décembre 2001);\n\n- le degré de précision et de réalisation du plan: l'adoption d'un plan d'équipement, d'un remaniement parcellaire ou l'investissement de sommes importantes dans l'équipement des terrains permettent aux propriétaires de tabler sur le maintien de l'affectation prévue; par ailleurs, lorsque le plan d'affectation a été mis en oeuvre par l'octroi d'autorisations de construire, sa stabilité doit également être garantie;\n\n- l'étendue de la modification requise: des modifications mineures peuvent être autorisées lorsqu'elles n'impliquent pas un réexamen d'ensemble de la planification (ATF 124 II 391 consid. 4b p. 396);\n\n- les motifs de modification: conformément à l'art. 21 al. 2 LAT, la nécessité de rendre la planification conforme aux exigences de l'aménagement du territoire revêt une importance prépondérante. Ainsi, la modification du plan directeur, ou la réduction des zones à bâtir surdimensionnées constituent des motifs de poids, de même que la réduction des immissions excessives, notamment par l'adoption d'un plan de mesures (art. 44a LPE [RS 814.01], art. 31 ss OPair [RS 814.318.142.1]; pour un rappel de ces critères, cf. ZEN-RUFFINEN/GUY-ECABERT, Aménagement du territoire, construction, expropriation, Berne 2001, p.184-186; HALLER/KARLEN, Raumplanungs-, Bau- und Umweltrecht, 3e éd., Zurich 1999, p. 119 s.). En revanche, un simple changement d'avis de la population ou une modification du rapport de force politique ne constituent pas une modification sensible des circonstances au sens de l'art. 21 al. 2 LAT (ATF 109 Ia 113 consid. 3 p. 115 et la jurisprudence citée).\n\n4.3 Le plan de zone no 28950 dont les initiants proposent l'abrogation a été adopté le 27 mai 1999 par le Grand Conseil, sans faire l'objet d'une demande de référendum, ni d'un recours auprès du Tribunal administratif cantonal. Entré en force le 24 juillet suivant, il prévoit le passage en zone de développement 3, affectée à des activités commerciales et administratives ainsi qu'à un stade de football, de l'ensemble du périmètre concerné par le projet. Dans son exposé des motifs, le Conseil d'Etat relève que la reconstruction du stade des Charmilles s'est révélée impossible et que le site de la Praille était le plus adapté à ce projet. Un concours avait été lancé, BGE 128 I 190 S. 200portant sur les aspects architecturaux et financiers. Le projet retenu prévoit la création d'un stade de forme ovoïde et asymétrique, semi-enterré, dont la capacité avait été portée de 25'000 à 30'000 places pour répondre aux exigences de l'UEFA. Le projet prévoit expressément la création d'un centre commercial au nord du site, ainsi qu'une zone administrative au centre. Le financement prévu serait assuré par l'Etat de Genève, à hauteur de 17 millions de francs, par la Ville de Genève pour un million de francs, par le Crédit Suisse pour 20 millions et, pour 30 millions par l'exploitant du centre commercial. Le degré de sensibilité III a en outre été attribué au périmètre concerné. Par la suite, le PLQ no 28962-67 a été mis à l'enquête jusqu'au 13 juillet 1999. Il a suscité quatre oppositions, dont celles du WWF et de l'Association transports et environnement, qui n'étaient pas opposés au projet de stade et de centre commercial, mais réclamaient une desserte suffisante par les transports publics et un complément dans ce sens au rapport d'impact. Les oppositions ont été rejetées le 8 septembre 1999. Une association de quartier a également recouru. Ces procédures ont abouti à des transactions et à un arrêt d'irrecevabilité. La seconde partie de l'étude d'impact a été déposée le 6 décembre 1999. Les autorisations de démolir ont été délivrées par le DAEL et sont entrées en force le 18 février 2000. Une demande tendant à reconsidérer l'arrêté d'approbation du plan de quartier et une demande de prolongation du délai d'opposition ont été rejetées par le Conseil d'Etat le 12 avril 2000. Après que le Conseil d'Etat ait autorisé l'application des normes de la zone de développement, le DAEL a délivré les autorisations de construire le 5 octobre 2000; les recours formés contre ces décisions, dépourvus d'effet suspensif, ont été déclarés irrecevables faute de légitimation active des recourants. Ceux-ci ont formé un recours de droit administratif, encore pendant au moment où le présent recours de droit public a été déposé.\n\n4.4 Il apparaît par conséquent que l'initiative a été déposée, et la décision du Grand Conseil sur sa validité rendue, respectivement, moins d'une année et deux ans après l'adoption du plan de zone. Outre qu'il s'agit là d'un très bref délai, le plan a été immédiatement suivi de mesures concrètes d'exécution que sont le PLQ et les autorisations de construire. Les investissements opérés sont par ailleurs considérables, de sorte que seules des circonstances exceptionnelles auraient pu permettre une telle révision. Force est de constater que de telles circonstances font défaut. Les problèmes liés à la protection de l'air et à la nécessité d'assainir la gare de la Praille ne sont BGE 128 I 190 S. 201guère nouveaux; ils ont été examinés, en particulier dans le cadre des études d'impact à l'appui du PLQ, puis des autorisations de construire, et pouvaient déjà être invoqués à l'encontre du plan de modification de zones.\n\nLe Grand Conseil genevois prétend que la volonté manifestée par les électeurs de réduire la capacité du stade et de supprimer le centre commercial constituerait une modification importante des circonstances justifiant un changement de planification. Il perd ainsi de vue que, lorsque le droit cantonal permet à des tiers, par le biais de l'initiative législative, de requérir une modification de la planification, cela ne saurait toutefois affaiblir la présomption de validité et de stabilité du plan d'affectation, car ces principes découlent du droit fédéral (ATF 120 Ia 227 consid. 2c in fine p. 233 et consid. 2e p. 234). L'abrogation du plan de zone ne serait en définitive motivée que par un changement de volonté politique - respectivement populaire -, ce qui ne constitue pas une modification sensible des circonstances au sens de l'art. 21 al. 2 LAT (ATF 111 II 326 consid. 1a/cc p. 327; ATF 109 Ia 113 consid. 3 p. 114; cf. TANQUEREL, Commentaire de la loi fédérale sur l'aménagement du territoire, Zurich 1999, n. 30, 32, 37-40 ad art. 21 LAT et les références citées; HOHL, Probleme des Initiativrechts auf dem Gebiet des Baurechts und der Raumplanung, thèse Zurich 1989, p. 29 et 89).\n\n4.5 Il en résulte que l'art. 9 de l'initiative doit être annulé, la modification du plan de zone apparaissant contraire aux exigences de stabilité découlant du droit fédéral. Par voie de conséquence, le plan localisé de quartier doit également subsister, et les autorisations de construire ne peuvent être mises en cause pour des motifs tenant à l'aménagement du territoire. Il convient dès lors de se demander si, en dépit du maintien de la planification actuelle, le complexe de la Praille pourrait être redimensionné comme l'exige l'art. 1, deuxième partie, de l'initiative. Le gabarit du stade et sa capacité (30'000 personnes) sont clairement définis dans le PLQ, de même que l'implantation du centre commercial, de sorte que la réduction du premier et la renonciation au second pourraient s'avérer inconciliables avec les mesures d'aménagement adoptées jusque-là. La question peut demeurer indécise, car supposées compatibles avec les plans en vigueur, la réduction de la capacité d'accueil du stade et la renonciation au centre commercial n'apparaissent de toute façon plus réalisables.\n\n5. Selon la jurisprudence, une initiative populaire doit être invalidée si son objet est impossible (ATF 101 Ia 354 consid. 9 p. 365 BGE 128 I 190 S. 202et les arrêts cités). Il ne se justifie pas de demander au peuple de se prononcer sur un sujet qui n'est pas susceptible d'être exécuté. L'invalidation ne se justifie toutefois que dans les cas les plus évidents. L'obstacle à la réalisation doit être insurmontable: une difficulté relative est insuffisante, car c'est avant tout aux électeurs qu'il appartient d'évaluer les avantages et les inconvénients qui pourraient résulter de l'acceptation de l'initiative (ATF 99 Ia 406 consid. 4c p. 407; ATF 94 I 120 consid. 4b p. 126 concernant des initiatives visant à interrompre des travaux de construction). Par ailleurs, l'impossibilité doit ressortir clairement du texte de l'initiative; si celle-ci peut être interprétée de telle manière que les voeux des initiants sont réalisables, elle doit être considérée comme valable (GRISEL, op. cit., p. 254). L'impossibilité peut être matérielle ou juridique. S'agissant des initiatives tendant à la remise en cause de travaux, la jurisprudence considère qu'il n'y a pas inexécutabilité du simple fait que l'ouvrage est déjà commencé (ATF 94 I 125), mais qu'il y a impossibilité matérielle d'exécution lorsque l'ouvrage est en état d'achèvement (ATF 101 Ia 354 consid. 10 p. 367 ss).\n\n5.1 Pour juger de cette question, il y a lieu, compte tenu de l'objet et du caractère de l'initiative, de se placer non pas au moment du dépôt de l'initiative, mais, au plus tôt, au moment où l'autorité compétente statue sur sa recevabilité, voire au moment le plus proche possible de celui où l'initiative devrait être soumise au vote populaire (ATF 101 Ia 354 consid. 10 p. 369). Le droit d'initiative n'implique aucun effet suspensif, de sorte qu'il est possible qu'une initiative exécutable au moment de son dépôt devienne impossible à réaliser au moment du scrutin, pour autant toutefois que ce dernier n'ait pas été retardé à dessein (GRISEL, loc. cit.).\n\n5.2 En l'espèce, les opposants au projet de stade et de centre commercial avaient la possibilité de recourir ou de lancer un référendum contre la loi du 27 mai 1999, ce qui eût permis d'éviter que l'avancement des travaux ne rende leur démarche irréalisable. Il ne pouvait en effet leur échapper d'emblée que, compte tenu des délais de traitement des initiatives populaires et de l'absence d'effet suspensif, l'avancement des travaux pourrait rendre illusoire toute tentative de redimensionnement du projet. Or, sur le vu du calendrier établi par le Secrétariat du Grand Conseil, tel qu'il figure notamment en tête du rapport de la commission législative, la décision du Grand Conseil sur la prise en considération de l'initiative et l'opposition éventuelle d'un contre-projet devait intervenir avant le mois de juin 2002, l'adoption d'un éventuel contre-projet devant avoir lieu avant BGE 128 I 190 S. 203le mois de juin 2003. Compte tenu de ces délais, qui résultent des art. 67 A et 49 al. 3 let. b et c Cst./GE, une votation populaire ne pouvait donc pas être envisagée avant 2003, soit approximativement au moment de l'inauguration, prévue au mois de juin 2003, voire plus tôt encore pour le centre commercial. Les ouvrages se trouveraient en voie d'achèvement, si ce n'est déjà complètement réalisés, au moment de la votation populaire, ce qui constitue un cas d'impossibilité matérielle selon la jurisprudence précitée.\n\n5.3 Il ressort de ce qui précède que l'initiative est partiellement contraire au droit fédéral en tant qu'elle tend à restaurer l'ancienne planification (art. 9), et qu'elle est par ailleurs irréalisable en tant qu'elle vise à réduire la capacité du stade et à supprimer le centre commercial (art. 1 seconde partie). Il y a lieu dès lors de déterminer si les autres dispositions de l'initiative pourraient être soumises, pour elles-mêmes, au peuple.\n\n6. Lorsque seule une partie de l'initiative apparaît inadmissible, la partie restante peut subsister comme telle, pour autant qu'elle forme un tout cohérent et qu'elle puisse encore correspondre à la volonté des initiants (ATF 125 I 227 consid. 4 p. 231; ATF 124 I 107 consid. 5b p. 117; ATF 121 I 334 consid. 2a p. 338 et la jurisprudence citée). En vertu du principe de la proportionnalité, l'invalidité d'une partie de l'initiative ne doit entraîner celle du tout que si le texte ne peut être amputé sans être dénaturé.\n\n6.1 La loi que l'initiative tend à modifier est une loi de subvention. Celle-ci est ramenée de 20 millions à 15 millions de francs (art. 1 et 8), et assortie de conditions nouvelles: l'abandon de la construction du centre commercial, le transfert du stade des Charmilles à une collectivité publique et l'adaptation de la gare de la Praille aux exigences de l'ordonnance du 27 février 1991 sur la protection contre les accidents majeurs (OPAM; RS 814.012). De l'aveu même des initiants, ces deux dernières conditions n'ont pas de portée: le transfert gratuit du stade des Charmilles était déjà considéré comme acquis bien avant le lancement de l'initiative, et cette exigence ne serait qu'un \"maintien des conditions initiales\". Quant à la mise en conformité de la gare de la Praille avec l'OPAM, l'art. 2 let. b de l'initiative n'a qu'une portée déclaratoire dès lors que le respect des prescriptions fédérales s'impose de toute manière. Les initiants admettent d'ailleurs, sur ce point également, que cette question était déjà résolue au moment du lancement de l'initiative, sur le vu des promesses faites par le Conseil d'Etat genevois de n'autoriser BGE 128 I 190 S. 204l'ouverture du complexe que si toutes les conditions de sécurité sont satisfaites.\n\n6.2 Si elle est certes envisageable nonobstant l'achèvement des ouvrages, la réduction de la subvention va de paire avec celle de la capacité du stade, et ne paraît pas pouvoir constituer un objet autonome aux yeux des signataires de l'initiative. Selon l'exposé figurant sur la formule de récolte des signatures, les initiants considéraient un stade de 30'000 places comme surdimensionné, dénonçaient le fait que l'exploitant ne participe pas au financement et n'assume pas les risques, critiquaient la création d'un centre commercial sur le terrain des CFF et demandaient la mise en conformité du site avec l'OPAM. La réduction de la subvention ne fait pas l'objet d'une motivation particulière et n'apparaît dès lors que comme une conséquence de la réduction de la capacité du stade. La réduction de l'engagement de l'Etat paraît certes correspondre à la volonté des initiants, mais cette seule mesure n'a plus guère de sens si les projets de stade et de centre commercial doivent être achevés tels qu'initialement prévus. L'initiative se trouve ainsi privée de son objet essentiel et il est douteux que les citoyens qui ont soutenu l'initiative l'eussent également signée s'il s'était uniquement agi de réduire la subvention de l'Etat. Au contraire, limitée à cette question, l'initiative se trouverait totalement dénaturée, de sorte qu'elle ne peut qu'être invalidée dans son ensemble (cf. ATF 119 Ia 154 consid. 9a p. 165/166 et les références citées).\n\n7. Les considérations qui précèdent inspirent également de sérieuses réserves sous l'angle de l'interdiction de l'abus de droit, applicable en matière de droits politiques (art. 2 CC, art. 5 al. 3 Cst.; TANQUEREL, L'abus de droit en droit public suisse, in L'abus de droit, comparaisons franco-suisses, Actes du séminaire de Genève, mai 1998, Saint-Etienne 2001, p. 173-191, 174/175).\n\n7.1 On ne saurait certes refuser de soumettre une initiative au peuple qu'en cas d'abus manifeste ou d'utilisation insensée des institutions démocratiques (ATF 113 Ia 156 consid. 1c p. 159; cf. ATF 123 I 63 consid. 6c p. 76, s'agissant d'une initiative comportant une multitude de propositions en matière économique et sociale, sous un titre avantageux, dissuadant les citoyens d'étudier attentivement le texte proposé au moment de le signer). L'abus de droit pourrait aussi être admis, même lorsque le droit cantonal n'institue pas de délai d'attente, dans le cas d'une initiative tentant de remettre en cause un objet sur lequel les citoyens se sont BGE 128 I 190 S. 205déjà clairement prononcés, et ce à plusieurs reprises (ATF 99 Ia 402 consid. 4b p. 406).\n\n7.2 En l'espèce, le projet de stade, largement rendu public, a été débattu par trois fois au Grand Conseil lors de l'adoption des lois de 1996, 1997 et 1999, soumises au référendum facultatif. Celui-ci n'a pas été demandé, en particulier contre la loi du 27 mai 1999, alors que les conditions juridiques et financières à la construction du stade et du centre commercial étaient déjà clairement fixées. En outre, l'initiative n'est pas sans ambiguïtés, quant aux moyens qu'elle met en oeuvre et quant à sa réelle efficacité: préconisant un redimensionnement du projet, elle modifie les conditions d'octroi de la subvention en instituant des conditions nouvelles qui, pour l'essentiel, ne dépendent pas du bénéficiaire de la subvention. Par ailleurs, elle comprend diverses dispositions (transfert gratuit du stade des Charmilles et respect de l'OPAM) qui, de l'aveu même des initiants, étaient déjà prévues auparavant. Compte tenu de la lourdeur de la procédure ayant précédé l'octroi des autorisations de construire (adoption successive de trois lois, puis du PLQ mis à l'enquête, avec une double étude d'impact), de l'absence de toute circonstance nouvelle justifiant un réexamen de l'ensemble du projet (cf. consid. 4.4 ci-dessus), du peu de temps écoulé depuis son adoption et des problèmes d'exécutabilité qui se posaient d'emblée, on peut élever certains doutes sur la légitimité de la démarche des initiants.\n\nL'annulation de l'ensemble de l'initiative, pour les motifs qui précèdent, dispense toutefois d'examiner plus avant la question de l'abus de droit. Peut également demeurer indécise la question de savoir si, en l'absence d'un intérêt public prépondérant dûment établi, une réduction de la subvention était admissible."}