{"annee": "128", "cour": "III", "page": "180", "date": "28/2/2002", "cite": ["122 III 195", "123 III 306", "122 IV 279", "116 II 305", "127 III 73", "118 II 235", "127 III 543", "122 III 166", "115 II 15", "122 IV 17", "125 IV 195", "122 III 488", "127 III 374", "124 III 182", "115 II 440", "125 III 86", "120 II 296", "119 II 127", "123 III 110", "126 III 388", "122 III 176"], "cite_par": ["133 III 462", "136 III 14", "132 III 564", "142 III 23", "131 III 306", "130 III 699", "132 III 523", "143 II 661", "130 III 591"], "chapeau": "35. Extrait de l'arrêt de la Ire Cour civile dans la cause A. S.A. et B. S.A. contre R., C. S.A., D. S.A. en liquidation et E. (recours en réforme)\n\n4C.351/2001 du 28 février 2002", "regestes": ["Responsabilité des fondateurs et administrateurs d'une société anonyme (art. 753 aCO, art. 754 CO). Tant les règles sur la constitution effective du capital social que celles prévoyant l'obligation d'aviser le juge en cas de surendettement de la société n'ont pas été conçues dans le seul intérêt des actionnaires ou créanciers, mais également dans l'intérêt de la société elle-même. La violation de ces règles ne suffit ainsi pas à fonder une responsabilité pour le dommage direct des créanciers (consid. 2)."], "faits": "BGE 128 III 180 S. 180\n\nA.- En 1991, R. a décidé de transformer en société anonyme son entreprise individuelle de location d'échafaudages. Les sociétés A. S.A. et B. S.A. ont accepté d'investir dans cette nouvelle société.\n\nL'assemblée générale constitutive de Z. S.A. a été tenue le 28 février 1992. Il a été convenu que le capital-actions était composé de 400 actions d'une valeur nominale de 1'000 fr. chacune. Les actionnaires étaient R. pour 300 actions, X. S.A. (devenue par la suite C. S.A.) pour 50 actions et E. pour 50 actions. R. et E. ont été nommés administrateurs. Les comptes de la société devaient être tenus par X. S.A., dont l'administrateur-directeur était E. La société D. S.A. (en liquidation depuis le 10 février 1998) a été désignée comme organe de contrôle. L'acte authentique précise que le capital social a été entièrement libéré en espèces. En réalité, l'attestation de l'Office de consignation a été obtenue grâce à deux versements, BGE 128 III 180 S. 181de 200'000 fr. chacun, provenant respectivement de A. S.A. et de B. S.A., versements qui ont été considérés par la société, pour l'essentiel, comme des prêts. Le capital social a été libéré en espèces à concurrence de 100'000 fr. prélevés sur les montants avancés par A. S.A. et B. S.A.; pour le reste (300'000 fr.), il a été libéré en nature par R., qui a apporté partiellement son entreprise individuelle. Il n'est pas établi que cet apport en nature ait eu une valeur inférieure à 300'000 fr.\n\nAprès la fondation, les actions ont partiellement changé de mains.\n\nA la fin de l'exercice 1992, les comptes ont révélé une perte de 4'421 fr. 40. La perte aurait été plus importante encore si le conseil d'administration n'avait pas fait porter dans les comptes, à l'actif, 50'000 fr. représentant les frais liés à un processus industriel et 125'000 fr. pour du matériel d'échafaudages acquis sous forme de leasing et s'il avait amorti correctement le matériel d'échafaudages par 58'946 fr. au minimum, et non pas 9'297 fr. Il a été retenu que la société n'était alors pas surendettée.\n\nLa situation s'est encore dégradée en 1993. Après avoir pris connaissance du résultat provisoire au 31 décembre 1993 révélant une perte de 366'855 fr., E. a estimé que la situation était désespérée. Les comptes de la société à cette date n'ont dès lors pas été clôturés et l'organe de révision n'a pas établi de rapport pour cet exercice. En séance du 21 février 1994, le conseil d'administration a décidé d'informer le juge du surendettement de la société Z. S.A., ce qui a été fait le lendemain 22 février; la faillite a été prononcée le 23 février 1994, révélant un découvert de 3,5 millions de francs.\n\nB.- Le 30 janvier 1995, A. S.A. et B. S.A., agissant en tant que cessionnaires des droits de la masse en faillite Z. S.A., ont ouvert action, devant les tribunaux valaisans, contre R., X. S.A., E. et D. S.A., invoquant la responsabilité des fondateurs, des administrateurs et du réviseur. Le 24 avril 1995, X. S.A., agissant en qualité de cessionnaire des droits de la même masse en faillite, a assigné devant les mêmes tribunaux A. S.A. et B. S.A. en leur qualité de fondateurs.\n\nLes deux actions ont été jointes le 1er septembre 1995.\n\nPar jugement du 4 octobre 2001, la Ire Cour civile du Tribunal cantonal valaisan a estimé que les administrateurs R. et E. étaient responsables de prélèvements, à concurrence de 17'015 fr., effectués sur les comptes de la société par R. à des fins personnelles. Elle les a donc condamnés solidairement à payer à A. S.A. et B. S.A. 17'015 fr. avec intérêts à 5% l'an dès le 30 janvier 1995. Pour le reste, la cour cantonale a rejeté toutes autres et plus amples conclusions.\n\nBGE 128 III 180 S. 182\n\nC.- A. S.A. et B. S.A. exercent un recours en réforme au Tribunal fédéral. Elles soutiennent que les fondateurs sont responsables pour n'avoir pas respecté les dispositions sur les apports en nature et que les administrateurs et le réviseur ont engagé leur responsabilité pour n'avoir pas provoqué le dépôt du bilan à la fin de l'exercice 1992 déjà. Elles concluent à ce que R., E. et C. S.A. soient condamnés à verser solidairement à la société Z. S.A. en faillite la somme de 400'000 fr. portant intérêts à 5% l'an dès la date de l'ouverture d'action. Elles demandent également que la société D. S.A. en liquidation soit condamnée à verser à la société Z. S.A. en faillite la somme de 100'000 fr. avec intérêts à 5% l'an dès la même date.\n\nLe Tribunal fédéral a rejeté le recours et confirmé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2. a) Les recourantes prétendent que les fondateurs ont violé, en février 1992, les prescriptions légales sur la libération en nature du capital social. Par ailleurs, elles font grief aux administrateurs de ne pas avoir respecté, après la clôture de l'exercice 1992, les devoirs que la loi leur imposait en cas de surendettement de la société. Enfin, elles reprochent à la société de révision de ne pas avoir signalé ces faits.\n\nb) Les actions et omissions à raison desquelles les fondateurs, administrateurs ou réviseurs sont recherchés en responsabilité restent soumises à l'ancien droit de la société anonyme si elles sont intervenues avant le 1er juillet 1992; après cette date, le nouveau droit est applicable (ATF 122 III 488 consid. 3a).\n\nLa fondation étant intervenue avant le 1er juillet 1992, le comportement adopté dans ce contexte doit être jugé à la lumière de l'ancien droit. En revanche, savoir si le bilan aurait dû être déposé après la clôture de l'exercice 1992 relève du nouveau droit.\n\nc) Les recourantes invoquent brièvement qu'elles agissent non seulement en tant que cessionnaires des droits de la masse en faillite, mais également à titre de créancières individuellement lésées.\n\nSelon la jurisprudence, un créancier social ne peut agir à titre individuel contre un organe pour le préjudice qu'il subit personnellement que lorsque le comportement reproché à l'organe constitue un acte illicite fondant à l'égard du créancier une responsabilité sur la base de l'art. 41 CO, se caractérise à son endroit comme une culpa in contrahendo, ou encore viole une norme du droit des sociétés anonymes conçue exclusivement pour protéger les créanciers BGE 128 III 180 S. 183(ATF 127 III 374 consid. 3b; ATF 125 III 86 consid. 3a; ATF 122 III 176 consid. 7b).\n\nEn l'espèce, les recourantes ne fondent pas leur action sur un acte illicite (sur cette notion: cf. ATF 123 III 306 consid. 4a; ATF 119 II 127 consid. 3; ATF 115 II 15 consid. 3a) ou sur une culpa in contrahendo. Elles invoquent exclusivement des normes du droit de la société anonyme. Les règles sur la constitution effective du capital social ne sont pas conçues exclusivement dans l'intérêt des actionnaires ou des créanciers, mais également dans l'intérêt de la société, afin d'assurer autant que possible sa viabilité et d'éviter qu'elle ne se trouve en état de surendettement au moindre déficit. La règle prévoyant l'obligation d'aviser le juge en cas de surendettement n'a pas été édictée dans le seul intérêt des actionnaires ou créanciers, mais aussi dans l'intérêt de la société elle-même, pour favoriser un éventuel assainissement et éviter en tout cas que la situation patrimoniale de la société ne s'aggrave (cf. ATF 125 III 86 consid. 3b).\n\nOn ne se trouve donc pas dans un cas où les créanciers sociaux peuvent faire valoir que les organes de la société leur ont causé un dommage direct; ils ne sont lésés que de manière indirecte, c'est-à-dire en raison de l'insolvabilité de la société. Après la faillite, seule la masse en faillite peut agir contre les organes pour réclamer réparation du dommage que leur comportement a causé à la société; un créancier social ne peut agir que sur la base d'un mandat procédural, c'est-à-dire en qualité de cessionnaire des droits de la masse (art. 260 LP; art. 756 al. 2 aCO, art. 757 al. 2 CO; ATF 122 III 166 consid. 3a, 195 consid. 9a, 488 consid. 3b). Le cessionnaire peut alors réclamer réparation de tout le dommage causé directement à la société et indirectement à ses créanciers (ATF 122 III 195 consid. 9a).\n\nd) Selon l'art. 753 aCO - applicable en l'espèce -, ceux qui coopèrent à la fondation d'une société répondent, à certaines conditions, du dommage qu'ils lui causent. Il résulte clairement de cette formulation que la responsabilité des fondateurs suppose la survenance d'un dommage, ainsi que l'existence d'un rapport de causalité entre le manquement reproché aux fondateurs et le dommage.\n\nDans leur mémoire, les recourantes insistent sur le fait que les fondateurs ont violé fautivement les règles légales relatives aux apports en nature (cf. art. 628 al. 1 et 638 al. 2 ch. 3 aCO). La question n'est toutefois pas là: la demande n'a pas été rejetée pour le motif qu'il n'y aurait pas de manquement fautif, mais parce qu'il n'a pas été prouvé que le manquement invoqué ait causé un dommage à la société. Comme on l'a vu, l'action en responsabilité exige également BGE 128 III 180 S. 184la survenance d'un dommage et l'existence d'un rapport de causalité. La demande ne peut être admise que si ces deux éléments sont également établis.\n\nSelon l'art. 8 CC, chaque partie doit, si la loi ne prescrit le contraire, prouver les faits qu'elle allègue pour en déduire son droit. Les règles sur les apports en nature sont certes destinées à faciliter les preuves dans une action ultérieure; il n'en résulte cependant pas que le fardeau de la preuve est renversé ou allégé. Il incombe donc au demandeur en responsabilité de prouver l'existence du dommage et le rapport de causalité. Le juge ne saurait, sans violer l'art. 8 CC, se contenter d'une simple possibilité ou vraisemblance (cf. ATF 118 II 235 consid. 3c).\n\nIl y a causalité naturelle lorsque le comportement critiqué constitue une condition sine qua non du résultat (cf. ATF 125 IV 195 consid. 2b; ATF 122 IV 17 consid. 2c/aa). La constatation de la causalité naturelle relève du fait et lie le Tribunal fédéral saisi d'un recours en réforme (ATF 123 III 110 consid. 2; ATF 116 II 305 consid. 2c/ee; ATF 115 II 440 consid. 5b).\n\nLe dommage juridiquement reconnu réside dans la diminution involontaire de la fortune nette; il correspond à la différence entre le montant actuel du patrimoine du lésé et le montant qu'aurait ce même patrimoine si l'événement dommageable ne s'était pas produit (ATF 127 III 73 consid. 4a, 543 consid. 2b; ATF 126 III 388 consid. 11a). Le dommage peut se présenter sous la forme d'une diminution de l'actif, d'une augmentation du passif, d'une non-augmentation de l'actif ou d'une non-diminution du passif (ATF 127 III 543 consid. 2b; ATF 122 IV 279 consid. 2a). Dire si la notion juridique de dommage a été méconnue est une question de droit (ATF 127 III 73 consid. 3c, 543 consid. 2b; ATF 120 II 296 consid. 3b). En revanche, savoir s'il y a eu un dommage et quelle en est la quotité est une question de fait, laquelle ne peut être soumise au Tribunal fédéral en instance de réforme (ATF 127 III 73 consid. 3c, 543 consid. 2b; ATF 126 III 388 consid. 8a).\n\nEn l'espèce, il a été constaté que le capital social (400'000 fr.) a été libéré en espèces à concurrence de 100'000 fr. et en nature à concurrence de 300'000 fr. S'agissant de l'apport en nature, la cour cantonale a constaté qu'un fondateur avait apporté des actifs et des passifs et qu'il n'était pas établi que la valeur nette était inférieure à 300'000 fr., de sorte qu'il n'était pas prouvé que la société ait subi un dommage. En statuant de cette manière, l'autorité cantonale n'a pas renversé les règles sur le fardeau de la preuve (art. 8 CC); évaluer BGE 128 III 180 S. 185des actifs et des passifs est une pure question d'appréciation des preuves et d'établissement des faits, qui ne peut être remise en cause dans un recours en réforme. Dès lors que l'on admet, en appliquant les règles sur le fardeau de la preuve, que le capital social a été effectivement et entièrement libéré, la cour cantonale n'a pas violé la notion juridique de dommage en concluant que la société n'avait pas été appauvrie par les manquements invoqués. Certes, l'apport partiel en nature impliquait que la société reçoive moins de liquidités que dans le cas où le capital social aurait été entièrement libéré en espèces; la Cour civile a cependant constaté qu'il n'était pas prouvé que ce changement ait causé un préjudice à la société. Il s'agit là d'une constatation sur la causalité naturelle qui lie le Tribunal fédéral saisi d'un recours en réforme.\n\ne) Selon l'art. 725 al. 2 CO - applicable en l'occurrence -, les administrateurs doivent en principe aviser le juge lorsque les dettes sociales ne sont plus couvertes. Les recourantes reprochent aux administrateurs d'avoir violé cette règle à la fin de l'exercice 1992.\n\nDéterminer l'état financier d'une société à un moment donné, savoir ce que les administrateurs connaissaient à ce moment (cf. ATF 124 III 182 consid. 3) et dire quelles étaient les données disponibles à cette époque pour saisir la situation sont des questions de fait, qui ne peuvent être réexaminées dans un recours en réforme (cf. CORBOZ, Le recours en réforme au Tribunal fédéral, in SJ 2000 II p. 61 ss).\n\nOr, la cour cantonale a clairement admis que la société n'était pas surendettée à la fin de l'exercice 1992. Selon les chiffres retenus souverainement, les comptes à la fin de l'exercice révélaient une perte de 4'421 fr. 40, à laquelle il faut ajouter un actif injustifié de 50'000 fr. et un amortissement insuffisant par 49'649 fr. (58'946 fr. - 9'297 fr.), soit au total une perte de 104'070 fr. 40. Il est dès lors évident que le capital-actions de 400'000 fr. n'était pas entièrement perdu en estimant les biens selon leur valeur d'exploitation, de sorte que les administrateurs n'étaient pas tenus d'aviser le juge en application de l'art. 725 al. 2 CO. En raisonnant ainsi, la cour cantonale n'a pas méconnu la notion juridique de surendettement, ni les conditions d'application de la disposition précitée. La moitié du capital social n'était même pas perdue (art. 725 al. 1 CO) et il n'existait pas de raisons sérieuses d'admettre que la société était surendettée (art. 725 al. 2 1re phrase CO).\n\nIl n'apparaît donc pas que les administrateurs aient violé les devoirs découlant pour eux de l'art. 725 CO, ce qui justifie le rejet de l'action.\n\nBGE 128 III 180 S. 186\n\nIl est vrai que les recourantes voudraient ajouter à la perte le montant de 125'000 fr. pour le leasing, mais la cour cantonale a estimé, en se référant à un avis d'expert, que ce chiffre était justifié. Comme les demanderesses n'expliquent pas - contrairement à l'exigence de l'art. 55 al. 1 let. c OJ - en quoi cette décision violerait une règle de droit fédéral, il n'y a pas lieu d'examiner cette question plus avant.\n\nf) Dès lors que la violation des règles sur la fondation en février 1992 n'ont causé aucun dommage et que l'art. 725 CO n'était pas applicable à la clôture de l'exercice 1992, il en découle que les conclusions dirigées contre la société de révision sont également dépourvues de tout fondement.\n\nAinsi, le rejet des prétentions litigieuses ne viole pas le droit fédéral."}