{"annee": "128", "cour": "IV", "page": "177", "date": "11/7/2002", "cite": ["124 II 241", "118 IV 102", "119 IV 260", "128 II 34"], "cite_par": ["136 I 197", "132 II 240", "129 V 327", "129 V 267"], "chapeau": "26. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Polizeirichteramt der Stadt Zürich (Nichtigkeitsbeschwerde)\n\n6S.114/2002 vom 11. Juli 2002", "regestes": ["Indication des prix en matière de \"Telefonsex\" (art. 16, 17, 20 et 24 LCD; art. 10 let. q et art. 11 al. 1bis OIP). L'art. 11 al. 1bis de l'Ordonnance sur l'indication des prix prévoit que pour les services à valeur ajoutée proposés aux numéros de téléphones commençant par 156 ou 0906 le prix des dix premières minutes doit être indiqué, soit de vive voix soit par un message automatique durant les vingt premières secondes qui suivent l'établissement de la liaison. Cette disposition n'outrepasse pas les limites du large pouvoir d'appréciation reconnu au Conseil fédéral dans le domaine de l'indication des prix; elle permet également d'atteindre le but recherché, soit celui de la protection des consommateurs."], "faits": "BGE 128 IV 177 S. 178\n\nA.- X. betreibt verschiedene Mehrwertdienste der Nummernkategorie 0906..., über welche so genante Erotikdienste angeboten werden.\n\nB.- Mit zwei Entscheiden vom 1. März 2001 verurteilte der Einzelrichter in Strafsachen des Bezirkes Zürich X. wegen Verletzung der Pflicht zur Preisbekanntgabe an Konsumenten in Anwendung von Art. 24 Abs. 1 lit. a und lit. e des Bundesgesetzes vom 19. Dezember 1986 gegen den unlauteren Wettbewerb (UWG; SR 241) in Verbindung mit Art. 11 Abs. 1bis der Verordnung vom 11. Dezember 1978 über die Bekanntgabe von Preisen (Preisbekanntgabeverordnung, PBV; SR 942.211) zu Bussen von 500 Franken. X. wird zur Last gelegt, er habe es unterlassen, dafür zu sorgen, dass bei Anrufen auf die von ihm betriebenen 0906er-Telefonnummern entsprechend der Vorschrift von Art. 11 Abs. 1bis PBV innerhalb der ersten zwanzig Sekunden nach Verbindungsaufbau der Preis für die Dauer der ersten zehn Minuten bekannt gegeben werde.\n\nC.- Das Obergericht des Kantons Zürich wies die von X. erhobenen kantonalen Nichtigkeitsbeschwerden mit Beschluss vom 8. Februar 2002 ab.\n\nD.- X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichts sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Nichtigkeitsbeschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Das Bundesgesetz gegen den unlauteren Wettbewerb enthält in Art. 16-20 Vorschriften betreffend die Preisbekanntgabe an Konsumenten. Für Waren, die dem Konsumenten zum Kaufe angeboten werden, ist der tatsächlich zu bezahlende Preis bekannt zu geben, soweit der Bundesrat keine Ausnahmen vorsieht. Ausnahmen sind insbesondere aus technischen oder Sicherheitsgründen zulässig. Dieselbe Pflicht besteht für die vom Bundesrat bezeichneten Dienstleistungen (Art. 16 Abs. 1 UWG). Der Bundesrat regelt die Bekanntgabe von Preisen und Trinkgeldern (Art. 16 Abs. 2 UWG). Werden Preise oder Preisreduktionen in der Werbung angezeigt, so richtet sich deren Bekanntgabe nach den vom Bundesrat zu erlassenden Bestimmungen (Art. 17 UWG). Der Bundesrat erlässt die Ausführungsbestimmungen (Art. 20 Abs. 2 UWG). Gemäss Art. 24 Abs. 1 BGE 128 IV 177 S. 179UWG wird wegen Verletzung der Pflicht zur Preisbekanntgabe an Konsumenten mit Haft oder Busse bis zu 20'000 Franken unter anderem bestraft, wer vorsätzlich die Pflicht zur Preisbekanntgabe (Art. 16) verletzt (lit. a) und wer vorsätzlich den Ausführungsvorschriften des Bundesrates über die Preisbekanntgabe (Art. 16 und 20) zuwiderhandelt (lit. e). Handelt der Täter fahrlässig, so ist die Strafe Busse (Art. 24 Abs. 2 UWG).\n\nDer Bundesrat hat unter anderem gestützt auf Art. 16, 17 und 20 UWG die Preisbekanntgabeverordnung erlassen. Diese ist unter anderem durch die Verordnung vom 28. April 1999, in Kraft seit 1. November 1999, teilweise revidiert und ergänzt worden. Art. 10 PBV listet die Dienstleistungen auf, für welche die tatsächlich zu bezahlenden Preise in Schweizerfranken bekannt zu geben sind; dazu gehören gemäss lit. q \"auf Fernmeldediensten aufbauende Mehrwertdienste wie Informations-, Beratungs-, Vermarktungs-, Gebührenteilungsdienste, soweit im Mobilfunkbereich nicht Dienste von anderen Fernmeldedienstanbieterinnen im Ausland mitbenützt werden (Roaming)\". Art. 11 PBV (\"Art und Weise der Bekanntgabe\") bestimmt in Abs. 1bis Folgendes:\n\n\"Bei Mehrwertdiensten (Art. 10 Abs. 1 Bst. q) der Nummernkategorien 156... und 0906... ist der Preis für die Dauer der ersten zehn Minuten mündlich beziehungsweise durch vorgeschaltete Sprechtexte in der entsprechenden Sprache bekannt zu geben, und zwar innerhalb der ersten 20 Sekunden nach Verbindungsaufbau.\"\n\nArt. 13 PBV (\"Preisbekanntgabe in der Werbung\") bestimmt in Abs. 1bis Folgendes:\n\n\"Wird in der Werbung die Telefonnummer eines entgeltlichen Mehrwertdienstes (Art. 10 Abs. 1 Bst. q) publiziert, so ist dem Konsumenten der Gesamtpreis pro Minute bekannt zu geben. Wo die Angabe des Minutenpreises nicht möglich ist, muss das zur Anwendung gelangende Taxierungsmodell transparent bekannt gegeben werden.\"\n\n1.2 Der Beschwerdeführer macht wie bereits im kantonalen Verfahren geltend, Art. 11 Abs. 1bis PBV stehe in einem unauflösbaren Konflikt mit Art. 10 Abs. 1 lit. q und mit Art. 13 Abs. 1bis PBV. Die Vorschrift widerspreche sodann dem Bundesgesetz gegen den unlauteren Wettbewerb, wonach jede irreführende oder unklare Verhältnisse evozierende Preisbezeichnung verpönt sei, wie sich aus Art. 2 UWG und sinngemäss aus Art. 3 lit. b UWG ergebe, und wonach der tatsächlich zu bezahlende Preis bekannt zu geben sei, wie Art. 16 Abs. 1 UWG vorschreibe. Art. 11 Abs. 1bis PBV sei zudem verfassungswidrig, da die Vorschrift gegen das BGE 128 IV 177 S. 180Gleichbehandlungsgebot (Art. 8 Abs. 1 BV) und das Diskriminierungsverbot (Art. 8 Abs. 2 BV) sowie gegen das Verbot der Willkür (Art. 9 BV) verstosse. Zur Begründung führt der Beschwerdeführer im Wesentlichen aus, es sei nicht ersichtlich, weshalb die Anbieter von Mehrwertdiensten der Nummernkategorien 156... und 0906... den Preis für die Dauer der ersten zehn Minuten bekannt geben müssten. Eine Gesprächsdauer von zehn Minuten werde bei Erotikdiensten (\"Telefonsex\") in der Praxis nur selten erreicht. Die Gesprächsdauer betrage in der Regel durchschnittlich zwei bis drei Minuten. Diese empirisch nachweisbare Tatsache habe die Vorinstanz offenbar akzeptiert. Art. 11 Abs. 1bis PBV, der die Bekanntgabe des Preises für die Dauer der ersten zehn Minuten innerhalb der ersten zwanzig Sekunden nach Verbindungsaufbau vorschreibe, sei somit realitätsfremd. Eine Angabe des Preises für die Dauer der ersten zehn Minuten sei auch ungewöhnlich. In der Praxis habe sich die Angabe des Preises pro Minute national und international als das absolut Übliche durchgesetzt. Die in Art. 11 Abs. 1bis PBV enthaltene Vorschrift habe keine aufklärende, sondern im Gegenteil eine den Konsumenten verwirrende Wirkung. Dem Konsumenten sei unklar, was ihn das Telefonat nach der zehnten Minute koste; er wisse nicht, ob er danach den Mindestpreis für weitere zehn Minuten zahlen müsse oder ob das Telefonat nach der zehnten Minute gratis sei. Es sei ihm auch unklar, ob er den bekannt zu gebenden Preis für ein Telefonat von zehn Minuten Dauer auch dann bezahlen müsse, wenn das Telefonat beispielsweise nur drei Minuten dauere. Durch die in Art. 11 Abs. 1bis PBV enthaltene Vorschrift, den Preis für die Dauer der ersten zehn Minuten bekannt zu geben, würden die Anbieter von Mehrwertdiensten der Nummernkategorien 156... und 0906... gegenüber den Anbietern von anderen Mehrwertdiensten ohne sachlichen Grund ungleich behandelt und diskriminiert. Die Vorschrift wirke abschreckend, prohibitiv und umsatzschwächend. Sie sei gesetz- und verfassungswidrig.\n\n2.\n\n2.1 Das Bundesgericht kann im Verfahren der eidgenössischen Nichtigkeitsbeschwerde, wie auch etwa im Verfahren der Verwaltungsgerichtsbeschwerde (siehe dazu BGE 128 II 34 E. 2b; BGE 124 II 241 E. 3, je mit Hinweisen), Verordnungen des Bundesrates vorfrageweise auf ihre Gesetzes- und Verfassungsmässigkeit prüfen (BGE 119 IV 260 E. 2; BGE 118 IV 102 E. 2b). Bei unselbständigen Verordnungen, die sich auf eine gesetzliche Delegation stützen, prüft das BGE 128 IV 177 S. 181Bundesgericht, ob sich der Bundesrat in den Grenzen der ihm im Gesetz eingeräumten Befugnisse gehalten hat. Ergibt sich, dass die in Frage stehende Verordnungsbestimmung gesetzmässig ist, ist weiter deren Verfassungsmässigkeit zu überprüfen, es sei denn, ein Abweichen von der Verfassung sei in der massgeblichen Gesetzesvorschrift begründet. Wird dem Bundesrat durch die gesetzliche Delegation ein sehr weiter Spielraum des Ermessens für die Regelung auf Verordnungsebene eingeräumt, so ist dieser Spielraum nach Art. 191 BV für das Bundesgericht verbindlich; es darf in diesem Falle bei der Überprüfung der Verordnung nicht sein eigenes Ermessen an die Stelle desjenigen des Bundesrates setzen, sondern es beschränkt sich auf die Prüfung, ob die Verordnung den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen offensichtlich sprengt oder aus anderen Gründen gesetz- oder verfassungswidrig ist (BGE 119 IV 260 E. 2; BGE 128 II 34 E. 2b, je mit Hinweisen).\n\n2.2 Bei den Mehrwertdiensten der Nummernkategorien 156... und 0906... geht es im Wesentlichen um so genannte \"Erwachsenenunterhaltung\" (insbesondere \"Telefonsex\"), die ausschliesslich über das Telefon angeboten wird (siehe das Informationsblatt des Staatssekretariates für Wirtschaft [seco] vom 1. November 1999). Art. 11 Abs. 1bis PBV gilt für sämtliche Mehrwertdienste der Nummernkategorien 156... und 0906.... Insoweit kann von einer Verletzung des Gleichbehandlungsgebots und des Diskriminierungsverbots keine Rede sein. Dass Art. 11 Abs. 1bis PBV nur für die darin genannten und nicht für alle Mehrwertdienste gilt, bedeutet für sich allein keine unzulässige Ungleichbehandlung und Diskriminierung. Der Beschwerdeführer unterlässt es darzulegen, inwiefern und aus welchen Gründen die von Art. 11 Abs. 1bis PBV erfassten Mehrwertdienste der Nummernkategorien 156... und 0906... mit welchen anderen, von dieser Vorschrift nicht erfassten Mehrwertdiensten vergleichbar seien. Auf die Rügen, Art. 11 Abs. 1bis PBV verletze das Gleichbehandlungsgebot und das Diskriminierungsverbot sowie das Verbot der Willkür, ist daher mangels rechtsgenüglicher Begründung nicht einzutreten.\n\n2.3 Bei den Mehrwertdiensten der vom Beschwerdeführer angebotenen Art kann der für die Leistung tatsächlich zu bezahlende Preis nicht bekannt gegeben werden, da der Preis von der Dauer des Telefonats abhängt und diese nicht von vornherein feststeht. Wird in der Werbung die Telefonnummer eines entgeltlichen Mehrwertdienstes publiziert, so ist dem Konsumenten gemäss Art. 13 Abs. 1bis PBV der Gesamtpreis pro Minute bekannt zu geben. Diese Vorschrift gilt BGE 128 IV 177 S. 182für alle entgeltlichen Mehrwertdienste, mithin auch für die Mehrwertdienste der Nummernkategorien 156... und 0906.... Für diese Dienste im Besonderen schreibt Art. 11 Abs. 1bis PBV zusätzlich die Bekanntgabe des Preises für die Dauer der ersten zehn Minuten innerhalb der ersten zwanzig Sekunden nach Verbindungsaufbau vor. Damit soll offenkundig der Konsument darauf aufmerksam gemacht werden, wie teuer ihn ein solches Telefonat zu stehen kommen kann. Art. 11 Abs. 1bis PBV bezweckt den Schutz des Konsumenten und ist zur Erreichung dieses Zwecks geeignet. Wohl kann der potentielle Kunde auf Grund der gemäss Art. 13 Abs. 1bis PBV vorgeschriebenen Angabe des Gesamtpreises pro Minute in der Werbung errechnen, wie viel ein Telefonat von zehn Minuten Dauer kostet. Indessen kennt beispielsweise der Kunde, der sich nicht auf Grund eines Zeitungsinserates, sondern etwa gestützt auf Empfehlungen aus dem Kollegenkreis für eine bestimmte Nummer entscheidet, den Preis pro Minute unter Umständen nicht. Der Kunde, der stets dieselbe Nummer wählt, hat unter Umständen den im Inserat genannten Preis pro Minute vergessen. Zudem bedürfen potentielle Kunden, die selbst zu einfachen Rechenaufgaben nicht in der Lage sind, eines besonderen Schutzes. Der Hinweis auf den Preis für ein Telefonat von zehn Minuten Dauer macht dem Kunden anhand eines Beispiels deutlich, was die allenfalls in der Werbung publizierte Preisangabe pro Minute praktisch bedeutet. Selbst wenn die Telefonate betreffend \"Erotikdienste\" durchschnittlich nur zwei bis drei Minuten dauern sollten, wie der Beschwerdeführer behauptet, gibt es offensichtlich auch Telefonate dieser Art, die weit länger dauern. Dass die Angabe des Preises für ein Telefonat von zehn Minuten Dauer zurzeit noch unüblich sein mag, ist unerheblich.\n\n2.4 Allerdings ist nicht auszuschliessen, dass einzelne Kunden etwa die Angabe, \"der Preis für die Dauer der ersten zehn Minuten\" betrage Fr. 20.-, in dem Sinne missverstehen könnten, dass es sich dabei um einen Pauschalpreis handle, der auch dann bezahlt werden müsse, wenn das Telefonat tatsächlich nur beispielsweise drei Minuten dauert. Die Angabe über den \"Preis für die Dauer der ersten zehn Minuten\" macht auch nicht restlos deutlich, welcher Preis bei einer Dauer des Telefonats von beispielsweise zwölf Minuten zu bezahlen ist. Zwar kann der Konsument, der die Werbung für die von ihm gewählte Nummer kennt, wissen, dass sich der Preis pro Minute bestimmt; doch nicht jedem Anrufer ist die Werbung bekannt oder zur Zeit des Anrufs noch präsent. Es ist dem Anbieter von Mehrwertdiensten der Nummernkategorien 156... und 0906... indessen BGE 128 IV 177 S. 183unbenommen, nach Verbindungsaufbau mündlich oder durch vorgeschaltete Sprechtexte zur Vermeidung von Missverständnissen bekannt zu geben, dass sich der Preis nach Minuten bestimme, dass eine Minute (beispielsweise) Fr. 2.- und somit fünf Minuten Fr. 10.-, zehn Minuten Fr. 20.- und 15 Minuten Fr. 30.- etc. kosten. Art. 11 Abs. 1bis PBV verbietet solche zusätzlichen Angaben nicht. Massgebend ist allein, dass innerhalb der ersten zwanzig Sekunden nach Verbindungsaufbau dem Anrufer jedenfalls auch der Preis für ein Telefonat von zehn Minuten Dauer bekannt gegeben wird.\n\n2.5 Art. 11 Abs. 1bis PBV hält sich somit in den Grenzen des dem Bundesrat bei der Regelung der Preisbekanntgabe zustehenden weiten Ermessensspielraums und ist zur Erreichung des angestrebten Zwecks des Konsumentenschutzes geeignet. Der Einwand des Beschwerdeführers, die Vorschrift sei gesetz- und verfassungswidrig, ist unbegründet, soweit darauf einzutreten ist."}