{"annee": "128", "cour": "III", "page": "104", "date": "24/1/2002", "cite": ["35 I 224", "106 III 79"], "cite_par": ["128 III 198", "131 III 237"], "chapeau": "19. Arrêt de la Chambre des poursuites et des faillites dans la cause X. (recours LP).\n\n7B.256/2001 du 24 janvier 2002", "regestes": ["Réalisation d'un immeuble de gré à gré dans la faillite (art. 256 LP). Opportunité d'un second échange d'écritures (consid. 1a). L'existence d'un motif de nullité absolue autorise le Tribunal fédéral à statuer \"ultra\" ou \"extra petita\" (consid. 1b). Dans la vente de gré à gré, comme dans les enchères publiques, il n'est pas besoin d'un acte authentique et la propriété est acquise par la décision, verbalisée, de l'office ou de l'administration de la faillite d'attribuer l'objet à réaliser à celui dont l'offre a été retenue (consid. 2 et 3; modification de la jurisprudence). Sont notamment applicables à la vente de gré à gré les dispositions des art. 58 al. 3 et 67 ORFI concernant l'identité de l'auteur de l'offre et de la personne à inscrire comme propriétaire, et celles des art. 143 LP et 63 ORFI traitant de la demeure de l'adjudicataire (consid. 4). Conséquences de la nullité de la vente de gré à gré en l'espèce (consid. 5)."], "faits": "BGE 128 III 104 S. 105\n\nL'administration spéciale de la faillite de M. a été chargée de réaliser deux parcelles de terrain, copropriété du failli et de J. Dans le cadre de la procédure de l'art. 256 LP, des offres d'achat ont été formulées: par S. SA, pour le compte d'un client non désigné (1'600'000 fr., montant porté à 1'700'000 fr. le 11 mai 2000), par C. (1'600'000 fr. le 11 avril 2000) et par X. (1'675'000 fr. le 20 juin 2000), société en formation qui sera inscrite au registre du commerce le 19 décembre 2000.\n\nIl a été décidé de procéder à des \"enchères privées\", qui ont eu lieu le 13 juillet 2000. Aux termes du procès-verbal établi à cette occasion, S. SA a fait la meilleure offre (1'835'000 fr.); ce prix était donc retenu et les parcelles seraient vendues à cette société; au cas où celle-ci ne s'exécuterait pas, l'offre immédiatement inférieure formulée pour le compte de X. en formation (1'830'000 fr.) serait BGE 128 III 104 S. 106retenue et exécutée. Aucune promesse de vente ou vente n'a toutefois été passée dans le délai octroyé, le copropriétaire J. s'opposant à la vente. Finalement, avec l'accord de celui-ci, la vente notariée a eu lieu les 7 et 12 décembre 2000, mais elle a été conclue avec Y., non avec S. SA. Elle a été publiée le 2 février 2001.\n\nLe 26 mars 2001, X. a porté plainte en concluant principalement à l'annulation de l'adjudication des parcelles en cause à S. SA, à l'annulation de la vente à Y. et à l'adjudication desdites parcelles à elle-même; subsidiairement, elle a conclu à ce qu'il soit procédé à une nouvelle vente aux enchères. La plainte a été rejetée par les autorités cantonales de surveillance.\n\nX. a recouru à la Chambre des poursuites et des faillites du Tribunal fédéral en reprenant ses conclusions formulées en instance cantonale. Elle ne demande toutefois plus l'annulation de l'attribution et de la vente, mais la simple constatation de leur nullité.\n\nLa Chambre des poursuites et des faillites a admis le recours et annule l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. a) La question de l'opportunité d'un second échange d'écritures s'est posée à l'occasion de la demande de prolongation du délai de réponse présentée par l'une des intimées. Il n'y a toutefois pas lieu d'ordonner une telle mesure d'instruction en l'absence de requête formelle dans ce sens. Au demeurant, la Chambre de céans se trouve suffisamment renseignée en l'état sur le fond de l'affaire.\n\nb) En vertu des art. 63 al. 1 et 81 OJ, le Tribunal fédéral ne peut aller au-delà des conclusions des parties. Cette règle subit des exceptions, dont l'une résultant du pouvoir de surveillance: l'existence d'un motif de nullité absolue autorise en effet le Tribunal fédéral à statuer \"ultra\" ou \"extra petita\", et donc à décider lui-même d'une mesure en dehors de toute conclusion (SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, Berne 1990, p. 794 et la jurisprudence citée). La différence entre les conclusions prises en instance cantonale (annulation) et celles formulées dans le présent recours (constatation de la nullité) n'empêcherait donc pas le Tribunal fédéral, s'il admettait le recours et que la cause soit en état d'être jugée, de corriger, modifier, réformer et redresser l'acte de poursuite ou la décision de l'autorité de surveillance précédente (art. 21 LP; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 13 ad art. 21 LP).BGE 128 III 104 S. 107\n\n2. L'art. 132a LP - applicable ici par renvoi de l'art. 259 LP - prévoit que la réalisation peut être attaquée par une plainte contre l'adjudication ou l'acte de vente de gré à gré (al. 1) dans le délai de dix jours (art. 17 al. 2 LP) dès la connaissance de l'acte attaqué et du motif de la contestation (al. 2), le droit de plainte s'éteignant toutefois un an après la réalisation (al. 3).\n\nCe délai d'une année, selon les constatations de l'arrêt attaqué, a été respecté en l'espèce. Quant au délai de dix jours, la recourante ne conteste pas qu'il ne l'a pas été; elle se prévaut toutefois de l'art. 22 al. 1 LP, qui prévoit la nullité des mesures contraires à des dispositions édictées dans l'intérêt public ou dans l'intérêt de personnes ne participant pas à la procédure, et enjoint aux autorités de surveillance de constater cette nullité indépendamment de toute plainte, c'est-à-dire en tout temps, en dehors de tout délai de plainte (GILLIÉRON, op. cit., n. 12 ad art. 22 LP).\n\nA ce propos, la recourante qualifie d'insoutenable la thèse de la cour cantonale affirmant que les dispositions relatives aux enchères publiques (art. 257 ss LP et art. 45 ss de l'ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles [ORFI; RS 281.42]) ne sont pas applicables par analogie à la vente de gré à gré et refusant par conséquent de voir une cause de nullité absolue dans les irrégularités des enchères privées litigieuses, l'inexactitude du procès-verbal dressé à leur issue, la modification ultérieure des conditions de vente et la signature de l'acte notarié par une autre société que l'adjudicataire.\n\nPlus particulièrement, la recourante reproche à l'autorité cantonale de se fonder essentiellement sur la jurisprudence du Tribunal fédéral subordonnant la validité de la vente de gré à gré à un acte authentique et le transfert de propriété à l'inscription au registre foncier (ATF 106 III 79 consid. 7 p. 85), sans tenir compte de l'opinion contraire soutenue par la majorité de la doctrine. La présente espèce offre l'occasion de revoir la question, et ce, comme on l'exposera ci-après, dans le sens de cette opinion majoritaire.\n\n3. a) Les modes de réalisation des enchères publiques et de la vente de gré à gré se différencient surtout dans la manière dont se forme le prix, mais leur nature juridique est la même: l'un et l'autre se caractérisent comme une institution de l'exécution forcée, un acte de la puissance publique ayant pour but de réaliser le patrimoine mis sous main de justice et susceptible par conséquent d'être attaqué par voie de plainte au sens des art. 17 ss LP (ATF 106 III 79 consid. 4 p. 82; art. 132a LP et Message concernant la révision de la LP du 8 mai 1991, p. 112).BGE 128 III 104 S. 108\n\nb) Si la jurisprudence précitée soumet les deux modes de réalisation à des exigences de forme différentes, c'est, d'une part, parce que dans les enchères publiques - et contrairement à ce qui se passerait pour la vente de gré à gré - l'enchère doit être précédée d'une procédure préliminaire fixée avec précision (publication de l'enchère, établissement de l'état des charges, procédure d'épuration de l'état des charges, établissement des conditions de la vente aux enchères); c'est, d'autre part, parce que l'adjudication a lieu publiquement et qu'elle est par conséquent soumise au contrôle du public (ATF 106 III 79 consid. 7 p. 85).\n\nLe premier argument, tiré de l'existence d'une procédure préliminaire pour les enchères publiques, ne tient plus au regard de l'art. 143b al. 2 LP, entré en vigueur le 1er janvier 1997 (RO 1995 p. 1227, 1309). Cette disposition prévoit, en effet, que la vente de gré à gré ne peut avoir lieu qu'après l'épuration de l'état des charges au sens de l'art. 138 al. 2 ch. 3 et al. 3, et de l'art. 140 LP, ainsi qu'en application par analogie des dispositions sur le contenu des conditions de vente (art. 135 LP), le mode de paiement (art. 136 LP) et le terme pour le paiement (art. 137 LP). Si, comme dans le cas particulier, la vente de gré à gré a lieu dans le cadre d'une faillite (art. 256 al. 1 LP), elle intervient de toute façon après que l'office a procédé à l'épuration de l'état des charges (art. 26 et 58 al. 2 de l'ordonnance du Tribunal fédéral du 13 juillet 1911 sur l'administration des offices de faillite [OAOF; RS 281.32], 125 ORFI), les dispositions correspondantes sur les conditions de vente, les mode et terme de paiement, savoir les art. 45 ORFI (spéc. al. 1 let. a et e), 46 ss et 63 ORFI, étant applicables par analogie en vertu du renvoi des art. 259 LP et 130 al. 1 ORFI.\n\nLe second argument, fondé sur le contrôle du public, n'est pas pertinent car la publicité des enchères n'est pas destinée à permettre un contrôle du public, mais à permettre au plus grand nombre possible d'amateurs de participer aux enchères (GILLIÉRON, op. cit., n. 32 s. ad art. 143b LP).\n\nc) L'acte de vente de gré à gré attaquable par la voie de la plainte, en vertu des art. 132a al. 1 et 259 LP, est la décision de l'office d'attribuer l'objet à réaliser à celui dont l'offre a été retenue. L'office doit en dresser procès-verbal (art. 8 al. 1 LP; cf. art. 72 s. OAOF), et ce procès-verbal, qui jouit de la foi publique (art. 9 CC et 8 al. 2 LP), est le titre de légitimation certifiant l'acquisition, par l'attributaire, de la propriété de l'objet mis en vente. Il s'agit là, comme pour l'adjudication dans les enchères publiques, d'un mode d'acquisition BGE 128 III 104 S. 109originaire: le transfert de propriété intervient de par la loi, en vertu de la décision de l'administration de la faillite, l'inscription au registre foncier, à requérir d'office par celle-ci (cf. art. 66 al. 1 ORFI), ayant un caractère simplement déclaratif (art. 656 al. 2 CC; cf. P.-H. STEINAUER, Les droits réels, tome I, 3e éd., § 17 n. 700 et tableau en p. 197). Ainsi que la doctrine l'admet actuellement dans sa très grande majorité, l'exigence de la forme authentique, en tant surtout qu'elle vise à fournir une base sûre pour l'inscription au registre foncier, ne se justifie donc pas à l'égard de la décision d'attribution de gré à gré, consignée - comme pour l'adjudication des enchères publiques - dans un procès-verbal jouissant de la foi publique et établi sur la base d'actes préparatoires tels que l'apport d'extraits du registre foncier (art. 8 et 28 ORFI; art. 26 et 58 al. 2 OAOF) et l'épuration de l'état des charges (AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6e éd., Berne 1997, § 28 n. 75; BLUMENSTEIN, Handbuch des schweizerischen Schuldbetreibungsrechtes, p. 440; GILLIÉRON, op. cit., n. 29 ss ad art. 143b LP; HAAB/SIMONIUS/SCHERRER/ZOBL, in Commentaire zurichois, n. 64 ad art. 656 CC; HÄUSERMANN/STÖCKLI/FEUZ, in Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Staehelin/Bauer/Staehelin, n. 57 ss ad 143b LP; JAEGER/WALDER/KULL/KOTTMANN, SchKG, 4e éd. 1997/99, n. 11 ad art. 143b LP; FRANCO LORANDI, Der Freihandverkauf im schweizerischen Schuldbetreibungs- und Konkursrecht, thèse St-Gall 1994, p. 101 ss; contra: H. DESCHENAUX, Le registre foncier, in Traité de droit privé suisse, vol. V, t. II, 2, p. 262 n. 14; MEYER-HAYOZ, in Commentaire bernois, n. 102 ad art. 656 CC; HERMANN LAIM, in Commentaire bâlois, n. 44 ad art. 656 CC; FELIX STUTZ, Der Freihandverkauf im SchKG, thèse Zurich 1978, p. 97).\n\nIl y a lieu, en conséquence, d'abandonner la jurisprudence de l' ATF 106 III 79 (consid. 7 p. 85) et de poser que dans la vente de gré à gré, comme dans les enchères publiques, il n'est pas besoin d'un acte authentique et que la propriété est acquise par la décision, verbalisée, de l'office ou de l'administration de la faillite d'attribuer l'objet à réaliser à celui dont l'offre a été retenue.\n\n4. Il résulte du considérant 3b ci-dessus que c'est à tort, vu les renvois prévus aux art. 143b al. 2, 259 LP et 130 al. 1 ORFI, que l'autorité cantonale a déclaré inapplicables de façon générale les règles des enchères publiques des art. 257 ss LP et 45 ss ORFI (cf. AMONN/GASSER, op. cit., § 47 n. 26) et, plus particulièrement, celles des art. 58 al. 3 et 67 ORFI (identité de l'auteur de l'offre et BGE 128 III 104 S. 110de la personne à inscrire comme propriétaire) et des 143 LP et 63 ORFI (demeure de l'adjudicataire).\n\na) Aux termes de l'art. 58 al. 3 ORFI, sont irrecevables les offres faites pour le compte de personnes qui ne sont pas nommément désignées ou qui ne le seront qu'ultérieurement ou de personnes juridiques encore inexistantes. Une telle norme, ou condition de vente, se comprend aisément s'agissant d'un transfert de propriété à inscrire au registre foncier, compte tenu des exigences de sécurité juridique liées à une telle inscription. C'est pourquoi le procès-verbal spécial qui, en vertu de l'art. 72 OAOF, doit être rédigé pour chaque enchère, mentionnera notamment la déclaration du fonctionnaire dirigeant les enchères que \"l'immeuble est adjugé pour le prix de fr. ... à N. N.\", cette indication devant être signée par l'adjudicataire \"qui prendra expressément cette qualité\" (art. 73 OAOF). On ne voit aucune raison de ne pas appliquer cette règle par analogie à la vente de gré à gré, vu l'assimilation de celle-ci, pour ce qui est de sa nature juridique, aux enchères publiques. C'est d'ailleurs - mutatis mutandis - ce qui a été fait en l'occurrence, où l'administrateur de la faillite chargé de la vente de gré à gré a mentionné dans le procès-verbal d'attribution que \"le prix de 1'835'000.- est retenu et les parcelles seront vendues à la société S. SA\".\n\nComme il a été exposé plus haut (consid. 3c), l'administration de la faillite est tenue, également dans le cadre de la vente de gré à gré, de requérir d'office l'inscription au registre foncier du transfert de propriété résultant de l'attribution au plus offrant (art. 66 ORFI). En outre, en vertu de l'art. 67 ORFI, elle ne peut faire inscrire comme propriétaire au registre foncier que celui auquel l'immeuble a été adjugé.\n\nLes règles susmentionnées sont impératives. Destinées à garantir la sécurité du droit, elles sont édictées dans l'intérêt public.\n\nb) Que la réalisation forcée ait lieu aux enchères publiques ou de gré à gré, les art. 143 LP et 63 ORFI s'appliquent lorsque l'adjudicataire ou acquéreur a obtenu un terme de paiement et qu'il est en demeure, cette situation devant entraîner la révocation de l'adjudication ou de l'attribution de gré à gré et l'organisation de nouvelles enchères, avec obligation pour le précédent adjudicataire ou acquéreur et ses cautions de réparer le dommage éventuel (GILLIÉRON, op. cit., n. 12, 31 et 49 ss ad 143 LP; HÄUSERMANN/STÖCKLI/FEUZ, loc. cit., n. 30 ad art. 143b LP). Le devoir de révoquer l'adjudication ou l'attribution n'est par ailleurs pas limité dans le temps, la procédure des art. 143 LP et 63 ORFI devant être engagée même BGE 128 III 104 S. 111lorsque l'acquéreur est depuis longtemps en \"possession de l'immeuble\" (ATF 35 I 227 consid. 1) car, dès lors qu'il ne peut disposer du droit de propriété qui lui avait été adjugé ou attribué de gré à gré, la sécurité du droit ne saurait être compromise (GILLIÉRON, op. cit., n. 35 ad art. 143 LP).\n\n5. En l'espèce, à défaut de pouvoir mener à terme l'attribution décidée en faveur de S. SA ou, subsidiairement, en faveur de X., qui était juridiquement encore inexistante, l'administration spéciale devait révoquer l'attribution et ordonner immédiatement de nouvelles enchères (art. 63 al. 1 ORFI par analogie). En acceptant de vendre les parcelles en cause et de faire inscrire au registre foncier une personne (Y.) qui n'avait pas formulé d'offre et n'était pas l'acquéreur désigné dans le procès-verbal d'attribution, l'administration de la faillite a clairement violé les dispositions, impératives et édictées dans l'intérêt public, des art. 58 al. 3 et 67 ORFI. Ce motif suffit pour constater la nullité de la vente litigieuse selon l'art. 22 al. 1 LP, sans qu'il soit encore besoin d'examiner ce qu'il en est de la violation des art. 143 LP et 63 ORFI également invoquée par la recourante. Le recours doit par conséquent être admis et l'arrêt attaqué annulé.\n\nLa nullité selon l'art. 22 LP ayant un effet \"ex tunc\" (GILLIÉRON, op. cit., n. 14 ad art. 21 LP; FLAVIO COMETTA, in Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Staehelin/Bauer/Staehelin, n. 20 ad art. 22 LP), les conséquences en sont les suivantes dans le cas particulier: l'attribution des parcelles litigieuses à S. SA est révoquée, faute d'avoir été suivie d'exécution; l'offre immédiatement inférieure formulée par X. ne peut pas être retenue, cette personne juridique étant encore inexistante au moment déterminant (art. 58 al. 3 ORFI); la vente effectuée en faveur de Y. est nulle, faute pour celle-ci de posséder la qualité d'adjudicataire ou d'attributaire, et donc de justifier d'un titre d'acquisition valable (art. 67 ORFI). L'administration spéciale doit dès lors procéder à de nouvelles enchères."}