{"annee": "128", "cour": "V", "page": "230", "date": "13/5/2002", "cite": ["126 III 101", "126 II 71", "126 V 57"], "cite_par": ["132 V 337", "132 V 332", "135 V 436", "137 V 440", "136 V 57", "135 V 324"], "chapeau": "37. Arrêt dans la cause Caisse de Pensions de la Banque X. contre 1. A., 2. B., et A. contre B. et Tribunal des assurances du canton de Vaud\n\nB 1+4/01 du 13 mai 2002", "regestes": ["Art. 122 CC; art. 22 al. 1 et 2 LFLP; art. 30c al. 6 LPP: Prise en compte du versement anticipé dans le partage de la prestation de sortie après divorce. L'art. 30c al. 6 LPP règle le versement anticipé lorsque les époux divorcent avant la survenance d'un cas de prévoyance. Interprétée conformément à la lettre, au but et au sens de la loi, cette disposition légale s'applique aussi dans le cas où les moyens de la prévoyance professionnelle ont servi au versement anticipé avant le mariage. Le versement anticipé pour l'acquisition d'un logement, qui conserve sa valeur nominale jusqu'au divorce, ne produit pas d'intérêts au sens de l'art. 22 al. 2 deuxième phrase LFLP."], "faits": "BGE 128 V 230 S. 230\n\nA.- A. travaille au service de la Banque X. Affilié à la Caisse de pensions de la banque, il a eu droit le 31 juillet 1995 à un versement anticipé de 90'293 fr. à titre d'encouragement à la propriété d'un logement.\n\nA. et B. se sont mariés le 5 juillet 1996. L'épouse est titulaire d'un compte de libre passage auprès de la Fondation de libre passage de la Banque X.\n\nLe 27 mars 2000, le Président du Tribunal civil du district de Y. a prononcé le divorce des époux A. et B. Il a ratifié le chiffre 2 BGE 128 V 230 S. 231nouveau de la convention sur les effets accessoires du divorce, selon lequel \"(les) parties conviennent que l'épouse aura droit à la moitié de la différence entre les prestations de sortie des deux époux calculées au regard de la durée du mariage, savoir du 5 juillet 1996 au jour du jugement définitif et exécutoire du divorce\".\n\nCe jugement étant définitif et exécutoire dès le 7 avril 2000, le juge du divorce a transféré d'office l'affaire au Tribunal des assurances du canton de Vaud pour qu'il procède au calcul des prestations de sortie à partager.\n\nB.- La Caisse de pensions de la Banque X. a calculé la prestation de sortie de A., qui était de 77'727 fr. 95 au moment du mariage et de 189'649 fr. 80 au moment du divorce.\n\nLa Fondation de libre passage de la Banque X. a fixé la prestation de sortie de B. à 18'439 fr. 70 au moment du mariage et à 37'546 fr. 65 au moment du divorce.\n\nPar jugement du 27 octobre 2000, le Président du Tribunal des assurances du canton de Vaud a donné ordre à la caisse de pensions de la banque de débiter le compte de A. de la somme de 64'137 fr. 25 et de transférer cette somme sur le compte de libre passage de B. à la fondation de libre passage de la banque, valeur au 8 avril 2000.\n\nC.- Le 18 décembre 2000, la Caisse de pensions de la Banque X. a demandé au Président du Tribunal des assurances du canton de Vaud de reconsidérer le calcul de la prestation de libre passage de A., motif pris que le partage selon le droit du divorce et la loi sur le libre passage ne concerne que les prestations de sortie acquises durant le mariage et que c'est à tort que le jugement du 27 octobre 2000 prend en compte le versement anticipé du 31 juillet 1995, qui est antérieur au mariage. La juridiction cantonale a transmis cette lettre au Tribunal fédéral des assurances comme objet de sa compétence (dossier B 1/01).\n\nD.- Dans un mémoire du 10 janvier 2001, A. interjette recours de droit administratif contre le jugement du 27 octobre 2000, en concluant, sous suite de frais et dépens, à la réforme de celui-ci en ce sens que le versement effectué le 31 juillet 1995 par la Caisse de pensions de la Banque X. à titre d'encouragement à la propriété du logement n'est pas pris en compte dans la fixation de la prestation de sortie à partager et que le montant à transférer sur le compte de libre passage de son ex-épouse doit être fixé à 41'564 fr. Si le versement anticipé de 90'293 fr. devait néanmoins être pris en compte, il conclut, à titre subsidiaire, à la réforme du jugement attaqué en ce sens que ce versement est également pris en considération dans le BGE 128 V 230 S. 232calcul de sa prestation de sortie au moment du mariage et que le montant à transférer sur le compte de libre passage de son ex-épouse doit être fixé à 48'985 fr. (dossier B 4/01).\n\nA. n'a pas répondu au recours. La Fondation de libre passage de la Banque X. n'a aucun élément nouveau à apporter concernant cette affaire. De son côté, l'Office fédéral des assurances sociales (OFAS) propose l'admission du recours, au motif que le versement anticipé de 90'293 fr. est antérieur au mariage et qu'il ne doit donc pas être inclus dans la prestation de sortie à partager.\n\nE.- Le 16 janvier 2001, la Caisse de pensions de la Banque X., se référant à une ordonnance du Tribunal fédéral des assurances du 8 janvier 2001, a déclaré qu'elle retirait le recours interjeté le 18 décembre 2000 (B 1/01), vu que A. a interjeté recours de droit administratif contre le jugement attaqué. Elle demande que sa lettre du 18 décembre 2000 soit versée au dossier.", "considerants": "Considérant en droit:\n\n1. a) L'art. 25a LFLP, entré en vigueur le 1er janvier 2000, règle la procédure en cas de divorce. En cas de désaccord des conjoints sur la prestation de sortie à partager en cas de divorce (art. 122 et 123 CC), le juge du lieu du divorce compétent au sens de l'art. 73 al. 1 LPP doit, après que l'affaire lui a été transmise (art. 142 CC), exécuter d'office le partage sur la base de la clé de répartition déterminée par le juge du divorce (al. 1). Les conjoints et les institutions de prévoyance professionnelle ont qualité de partie dans cette procédure. Le juge leur impartit un délai raisonnable pour déposer leurs conclusions (al. 2).\n\nLe terme d'institution de prévoyance professionnelle recouvre les institutions de prévoyance et celles de libre passage (Message du Conseil fédéral du 15 novembre 1995 concernant la révision du code civil suisse [FF 1996 I 105]. En l'occurrence, le juge des assurances a été saisi en application de l'art. 142 al. 2 CC. Les conjoints, la Caisse de pensions et la Fondation de libre passage de la Banque X. avaient qualité de partie dans la procédure. En l'absence de contestation, le premier juge, statuant comme juge unique sur la base du dossier, a procédé au partage des prestations de sortie après divorce (art. 55d LTA, entré en vigueur le 1er janvier 2000 [RSV 2.2]; novelle du 8 novembre 1999 [Recueil annuel de la législation vaudoise, éd. 1999, p. 645]).\n\nLe montant de la prévoyance à partager est contesté devant la Cour BGE 128 V 230 S. 233de céans. Le litige porte sur le point de savoir si c'est à juste titre que le juge de première instance, se fondant sur l'art. 30c al. 6 LPP, a pris en compte le versement anticipé du 31 juillet 1995 dans le calcul de la prestation de sortie du recourant.\n\nLa compétence des autorités juridictionnelles mentionnées à l'art. 25a al. 1 LFLP et à l'art. 73 LPP est donc donnée (message précité du Conseil fédéral [FF 1996 I 114 et 115]; SCHNEIDER/BRUCHEZ, La prévoyance professionnelle et le divorce, in: Le nouveau droit du divorce, Lausanne 2000, p. 250 ss [Travaux de la Journée d'étude organisée le 8 septembre 1999 à l'Université de Lausanne, publication CEDIDAC 41]) et le recours de droit administratif est recevable de ce chef.\n\nb) Dans la procédure de recours concernant l'octroi ou le refus de prestations d'assurance, le pouvoir d'examen du Tribunal fédéral des assurances n'est pas limité à la violation du droit fédéral - y compris l'excès et l'abus du pouvoir d'appréciation - mais s'étend également à l'opportunité de la décision attaquée. Le tribunal n'est alors pas lié par l'état de fait constaté par la juridiction inférieure, et il peut s'écarter des conclusions des parties à l'avantage ou au détriment de celles-ci (art. 132 OJ).\n\n2. Pour résoudre le litige, il faut rechercher en premier lieu le but et le sens de l'art. 30c al. 6 LPP.\n\na) La loi s'interprète en premier lieu selon sa lettre. Selon la jurisprudence, il n'y a lieu de déroger au sens littéral d'un texte clair par voie d'interprétation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens véritable de la disposition en cause. De tels motifs peuvent découler des travaux préparatoires, du but et du sens de la disposition, ainsi que de la systématique de la loi. Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires, du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions légales (ATF 126 II 80 consid. 6d, ATF 126 III 104 consid. 2c, ATF 126 V 58 consid. 3, 105 consid. 3 et les références).\n\nb) Introduit dans la loi par la novelle du 17 décembre 1993 sur l'encouragement à la propriété du logement au moyen de la prévoyance professionnelle (révision partielle de la LPP et du CO), en vigueur depuis le 1er janvier 1995 (RO 1994 III 2372), l'art. 30c LPP règle le versement anticipé.\n\nBGE 128 V 230 S. 234\n\nSelon l'art. 30c al. 6 LPP (nouvelle teneur depuis le 1er janvier 2000, date de l'entrée en vigueur de la modification du code civil du 26 juin 1998 [RO 1999 I 1118]), lorsque les époux divorcent avant la survenance d'un cas de prévoyance, le versement anticipé est considéré comme une prestation de libre passage et est partagé conformément aux art. 122, 123 et 141 CC, et à l'art. 22 LFLP.\n\nc) L'art. 30c al. 6 LPP règle le versement anticipé lorsque les époux divorcent avant la survenance d'un cas de prévoyance.\n\nLes moyens de la prévoyance professionnelle utilisés pour acquérir un logement demeurent liés à un but de prévoyance. Lorsque, au moment du divorce, aucun cas de prévoyance n'est encore survenu pour le preneur d'assurance, ces fonds liés investis dans le logement doivent être partagés selon les art. 122 et 123 CC (Message du Conseil fédéral du 15 novembre 1995 concernant la révision du code civil suisse [FF 1996 I 113]).\n\nInterprété conformément à la lettre, au but et au sens de la loi, l'art. 30c al. 6 LPP s'applique donc aussi dans le cas où les moyens de la prévoyance professionnelle ont servi au versement anticipé avant le mariage. En effet, ces fonds demeurant liés à un but de prévoyance, ils ne reviennent pas au patrimoine à partager selon les règles du régime matrimonial (THOMAS GEISER, Le nouveau droit du divorce et les droits en matière de prévoyance professionnelle, in: De l'ancien au nouveau droit du divorce, Berne 1999, p. 73). Lorsqu'il y a divorce avant la survenance d'un cas de prévoyance, le versement anticipé antérieur au mariage est également considéré comme une prestation de libre passage et doit dès lors être partagé conformément aux art. 122, 123 et 141 CC, et à l'art. 22 LFLP.\n\n3. Il est dès lors nécessaire de déterminer le partage du versement anticipé.\n\na) Aux termes de l'art. 122 CC, lorsque l'un des époux au moins est affilié à une institution de prévoyance professionnelle et qu'aucun cas de prévoyance n'est survenu, chaque époux a droit à la moitié de la prestation de sortie de son conjoint calculée pour la durée du mariage selon les dispositions de la loi du 17 décembre 1993 sur le libre passage (al. 1). Lorsque les conjoints ont des créances réciproques, seule la différence entre ces deux créances doit être partagée (al. 2).\n\nSelon l'art. 22 LFLP (nouvelle teneur en vigueur depuis le 1er janvier 2000), en cas de divorce, les prestations de sortie acquises durant le mariage sont partagées conformément aux art. 122, 123, 141 et 142 CC; les art. 3 à 5 LFLP s'appliquent par analogie au BGE 128 V 230 S. 235montant à transférer (al. 1). Pour chaque conjoint, la prestation de sortie à partager correspond à la différence entre la prestation de sortie, augmentée des avoirs de libre passage existant éventuellement au moment du divorce, et la prestation de sortie, augmentée des avoirs de libre passage existant éventuellement au moment de la conclusion du mariage (cf. art. 24 LFLP). Pour ce calcul, on ajoute à la prestation de sortie et à l'avoir de libre passage existant au moment de la conclusion du mariage les intérêts dus au moment du divorce. Les paiements en espèces effectués durant le mariage ne sont pas pris en compte (al. 2).\n\nb) Selon le jugement attaqué, le versement anticipé doit être partagé par la moitié (art. 122 al. 1 CC) et le solde porté en compte dans la prestation de sortie à partager (art. 22 al. 2 LFLP).\n\nCe double partage n'est toutefois pas prévu par la loi. Le nouveau droit du divorce exige que soit déterminée quelle est la prestation de sortie acquise durant le mariage (message précité du Conseil fédéral [FF 1996 I 109]). En vertu du renvoi de l'art. 30c al. 6 LPP aux art. 122 CC et 22 LFLP, le versement anticipé ne saurait être partagé séparément, mais doit être pris en compte dans le calcul de la prestation de sortie à partager.\n\nDans ce calcul, le montant du versement anticipé qui fait encore l'objet d'une obligation de remboursement au moment du divorce est à comptabiliser dans la prestation de sortie au moment du divorce (GEISER, op.cit., p. 73; SCHNEIDER/BRUCHEZ, op.cit., p. 229 sv.). De la même manière, et conformément à l'art. 22 al. 2 LFLP, est ajoutée à la prestation de sortie existant au moment de la conclusion du mariage le versement anticipé considéré comme prestation de libre passage (art. 30c al. 6 LPP).\n\nc) A la différence de la prestation de sortie, le versement anticipé pour l'acquisition d'un logement conserve sa valeur nominale jusqu'au divorce (GEISER, op.cit., p. 73; SCHNEIDER/BRUCHEZ, op.cit., p. 230). Il ne produit donc pas d'intérêts au sens de l'art. 22 al. 2 deuxième phrase LFLP. En effet, ces intérêts, échus durant le mariage et qui profitent au conjoint affilié à l'institution de prévoyance, sont destinés à compenser l'inflation (message précité du Conseil fédéral [FF 1996 I 110]; voir aussi ROLF BRUNNER, Die Berücksichtigung von Vorbezügen für Wohneigentum bei der Teilung der Austrittsleistung nach Art. 122 ZGB, in: ZBJV 136/2000, p. 536 sv.).\n\nd) En l'occurrence, le premier juge a ajouté à la prestation de sortie du recourant au moment du mariage, fixée par la caisse de BGE 128 V 230 S. 236pensions à 77'727 fr. 95, les intérêts jusqu'au divorce, ce qui donne un capital de 90'270 fr. 55 au 7 avril 2000. Calculée également par la caisse de pensions, la prestation de sortie du recourant au moment du divorce est de 189'649 fr. 80. A cette somme, il faut ajouter 90'293 fr., soit le montant du versement anticipé faisant l'objet d'une obligation de remboursement. Cela donne un capital de 279'942 fr. 80. Le montant de la prestation de sortie à partager est donc de 99'379 fr. 25 (279'942 fr. 80 - 180'563 fr. 55 [90'270 fr. 55 + 90'293 fr]).\n\nComme la prestation de sortie de l'ex-épouse du recourant acquise durant le mariage s'élève à 16'251 fr. 20, la différence entre les créances des ex-époux est de 83'128 fr. 05. Partagée par la moitié, cela donne un montant à transférer de 41'564 fr.\n\n4. Le litige ayant pour objet l'octroi ou le refus de prestations d'assurance, la procédure est gratuite (art. 134 OJ). B., dont les droits à l'avoir de prévoyance sont directement touchés par le jugement, a qualité de partie intimée. Succombant, elle devra verser des dépens (art. 159 al. 1 en corrélation avec l'art. 135 OJ)."}