{"annee": "128", "cour": "III", "page": "353", "date": "23/7/2002", "cite": ["125 III 91", "102 II 161", "116 II 614", "126 III 239", "72 II 145", "127 III 33", "116 II 463", "112 II 369", "122 III 382", "121 III 377", "102 II 305", "80 II 138"], "cite_par": ["140 III 297", "135 III 446"], "chapeau": "65. Extrait de l'arrêt de la Ire Cour civile dans la cause Institut Montana Betriebs AG contre Commune municipale de Montana (recours en réforme)\n\n4C.25/2002 du 23 juillet 2002", "regestes": ["Enregistrement du nom d'une corporation publique comme nom de domaine sur le réseau internet; protection conférée par le droit au nom (art. 29 al. 2 CC). La fonction d'identification des noms de domaine a pour conséquence qu'ils doivent se distinguer suffisamment des signes distinctifs appartenant à des tiers et protégés par un droit absolu, tel le droit au nom (consid. 3). Cas où une personne morale de droit privé a repris le nom d'une commune en tant que tel, alors que ce nom, avec d'autres termes, est partie intégrante de sa propre raison de commerce. Analyse du litige sous l'angle de l'usurpation par la personne morale du nom de la commune (consid. 4.1 et 4.2); pour juger du risque de confusion (consid. 4.2), le contenu du site Web n'est pas décisif (consid. 4.2.2.1). Analyse de la querelle dans une situation d'homonymie, où plusieurs personnes peuvent élever sur le nom de domaine des prétentions tirées du droit au nom (consid. 4.1 et 4.3); principes jurisprudentiels de résolution de conflits entre droits absolus (consid. 4.3.1 et 4.3.2); application au cas d'espèce (consid. 4.3.3)."], "faits": "BGE 128 III 353 S. 354\n\nA.- La société Institut Montana Betriebs AG (ci-après: l'école), sise à Zoug, a pour but l'exploitation d'une école internationale au Zugerberg. Bien qu'elle n'ait été constituée en société anonyme qu'en 1996, l'école a été fondée en 1926 et porte depuis lors l'adjonction \"Montana\" qui, au dire de son directeur, est tirée du nom en latin d'école sur la montagne.\n\nLe 24 mars 1996, l'école a enregistré auprès de la fondation SWITCH, à Zurich, le nom de domaine internet \"montana.ch\". Elle a par la suite développé à cette adresse électronique une \"home page\" sur laquelle elle fournit ses coordonnées et présente une vue aérienne de l'établissement qu'elle exploite. Disposant de l'adresse e-mail \"info@montana.ch\", l'école est également titulaire des noms de domaine \"zugerberg.li\", \"institut-montana.ch\" et \"montana.li\".\n\nAu début de l'année 2000, la Commune municipale de Montana (ci-après: la commune) a chargé un informaticien de créer un site internet destiné à permettre à ses administrés et aux touristes d'obtenir des informations sur cette collectivité publique (activités, autorités, règlements communaux, horaires des bureaux de votation, etc.) et d'effectuer des réservations \"on-line\" à l'aide d'un lien vers le site officiel de Crans-Montana (crans-montana.ch).BGE 128 III 353 S. 355\n\nS'étant aperçue que l'adresse \"montana.ch\" était déjà attribuée, la commune a vainement pris langue avec l'école afin d'en obtenir le transfert.\n\nB.- Le 31 mai 2000, la commune a ouvert contre l'école devant les tribunaux valaisans une action en protection du nom (art. 29 CC). Elle a requis qu'interdiction soit faite à la défenderesse d'utiliser l'adresse \"montana.ch\".\n\nPar décision du 18 août 2000, confirmée par la Cour de cassation civile du Tribunal cantonal valaisan dans un arrêt du 29 janvier 2001, le Juge II du district de Sierre a rejeté la requête de mesures provisionnelles fondée par la commune sur l'art. 28c CC, qui tendait notamment à obtenir la cessation et l'interdiction de l'exploitation par l'école de son site internet sous le nom de domaine \"montana.ch\".\n\nPar jugement du 28 novembre 2001, la IIe Cour civile du Tribunal cantonal valaisan a donné ordre à la défenderesse de cesser d'utiliser le nom de domaine \"montana.ch\" comme adresse de son site internet dans le mois suivant l'entrée en force de la décision, toutes autres conclusions étant déclarées irrecevables. En substance, la cour cantonale a considéré que l'appellation \"Montana\" constituait en Suisse une désignation géographique qui identifiait et individualisait la demanderesse. Cette commune, notamment sa station du même nom, bénéficie, sur le plan national et international, d'une grande renommée touristique, laquelle n'est pas comparable avec la notoriété ciblée ou locale dont se prévaut la défenderesse. Partant, l'emploi par l'école de l'adresse litigieuse était de nature à faire croire aux utilisateurs d'internet que la défenderesse avait des liens avec la demanderesse, ce que celle-ci n'admet pas. Le risque de confusion ainsi créé a lésé les intérêts juridiquement protégés de la commune, qui s'est trouvée en sus privée de la possibilité d'enregistrer son site sous sa seule dénomination pour diffuser des renseignements publics. De surcroît, la défenderesse a pu tirer un avantage personnel de l'erreur des utilisateurs d'internet, qui ont été amenés à consulter son site alors qu'ils cherchaient des informations sur une commune de renommée internationale. La défenderesse n'a pas démontré qu'elle était connue sous la seule appellation \"Montana AG\" ou que cette dénomination présentait pour elle ou ses produits un signe distinctif. L'autorité cantonale a déduit de ces considérations que l'usage du nom de domaine \"montana.ch\" portait atteinte au droit au nom de la demanderesse.\n\nC.- Institut Montana Betriebs AG exerce un recours en réforme au Tribunal fédéral contre le jugement précité. Elle conclut BGE 128 III 353 S. 356principalement au rejet de l'action de la demanderesse, subsidiairement au renvoi de la cause à la cour cantonale pour nouveau jugement.\n\nL'intimée propose le rejet du recours et la confirmation du jugement attaqué.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable et confirmé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2. Invoquant une violation de l'art. 29 al. 2 CC, la recourante fait tout d'abord valoir que le terme \"Montana\" constitue une forme abrégée admissible de sa raison sociale. Abordant la problématique du risque de confusion entre le nom de domaine \"www.montana.ch\" et le nom de la commune demanderesse, elle soutient qu'il n'a pas été allégué que des confusions soient concrètement survenues entre lesdites appellations. De toute manière, la désignation \"Montana\" appartiendrait au domaine public et pourrait être utilisée par quiconque. Le terme précité, qui servirait à désigner beaucoup d'entreprises en Suisse et dans le monde, ne saurait constituer un élément descriptif pour l'intimée, si bien que son utilisation sur internet ne serait pas propre à provoquer des confusions, d'autant que les parties, qui ont des domaines d'activité totalement différents, ne s'adressent pas au même public. Ainsi, les touristes, qui chercheraient à obtenir des informations sur la région de Crans-Montana, les rechercheraient par le truchement du nom de domaine \"www.crans-montana.ch\", qui est exploité par l'office du tourisme de Crans-Montana. A suivre la recourante, la demanderesse devrait ouvrir le site \"www.commune-montana.ch\". Enfin, la défenderesse fait grief à la cour cantonale de ne pas avoir pris en compte le contenu de son site internet lorsqu'elle a examiné la question du risque de confusion.\n\n3. Internet est un réseau de réseaux informatiques composé de millions d'ordinateurs, lesquels, au moyen d'un logiciel adapté les reliant à un serveur, peuvent entrer en contact les uns avec les autres. Afin que chaque ordinateur puisse être identifié pour recevoir des données extérieures, il se voit doter d'une adresse précise, qui consiste en une série de chiffres réunis en sous-groupes: il s'agit de l'adresse-IP (Internet Protocol Address). Ces adresses étant toutefois difficilement mémorisables pour les utilisateurs, il a été mis en place un système hiérarchisé permettant de les traduire sous la forme BGE 128 III 353 S. 357d'une suite de lettres séparées par des points; ce système, qui permet de garantir l'unicité d'une adresse dans une structure arborescente, est celui des noms de domaine (DNS, Domain Name System).\n\nLu de droite à gauche, le nom de domaine se décompose alors en un domaine de premier niveau (TLD, Top Level Domain), un domaine de deuxième niveau (SLD, Second Level Domain) et, le cas échéant, en d'autres sous-domaines. On distingue deux types de TLD: les domaines génériques, qui regroupent des catégories déterminées d'organisations par rubrique thématique (ainsi, par exemple, \".com\" pour les entreprises à vocation commerciale, \".edu\" pour les organismes éducatifs, \".gov\" pour les organismes gouvernementaux), et les domaines géographiques, dont les codes de chaque pays sont formés de deux lettres, telles \".ch\" pour la Suisse, \".uk\" pour le Royaume-Uni, \".de\" pour l'Allemagne. En Suisse, la fondation zurichoise SWITCH gère les domaines géographiques de premier niveau \".ch\" et \".li\" (correspondant au Liechtenstein). La délivrance des noms de domaine de deuxième niveau sous les TLD \".ch\" et \".li\" incombe toutefois à un département indépendant de SWITCH, à savoir CH/LI DOM-REG, qui traite les demandes d'attribution en fonction de l'ordre de leur arrivée (principe \"first come first served\"). L'enregistrement d'un nom de domaine de deuxième niveau quelconque sous un certain TLD fait obstacle à l'enregistrement d'un nom de domaine identique sous le même TLD (sur toutes ces questions: ATF 126 III 239 consid. 2a; ROLF. H. WEBER, E-Commerce und Recht: Rechtliche Rahmenbedingungen elektronischer Geschäftsformen, p. 124 ss; PHILIPPE GILLIÉRON, Les noms de domaine: Possibilités de protection et de résolution des conflits, in sic! 2/2000 p. 71-73).\n\nSi, d'un point de vue technique, le nom de domaine n'est qu'un instrument qui a pour fonction d'identifier un ordinateur connecté au réseau, pour l'usager d'internet il désigne un site Web comme tel et permet de rechercher la personne qui l'exploite, la chose ou les prestations qui s'y rattachent. Dans cette mesure, suivant les cas particuliers, le nom de domaine est comparable à un signe distinctif, comme un nom, une raison sociale ou une marque (ATF 126 III 239 consid. 2b et les références).\n\nBien qu'il n'existe pas encore en Suisse de dispositions particulières sur l'utilisation, l'exclusivité et la protection des noms de domaine, pas plus qu'une autorité administrative d'examen des noms de domaine comme on en connaît pour l'enregistrement des marques et des raisons sociales, ni même une instance d'arbitrage on-line à BGE 128 III 353 S. 358l'instar de celle mise sur pied pour des litiges se rapportant notamment aux noms de domaine \".com\" (cf. TOBIAS ZUBERBÜHLER, Online-Schiedsgerichte für Domainnamen-Streitigkeiten, in RSJ 97/2001 p. 562-564, qui affirme qu'une procédure semblable devrait être instaurée sous peu pour le nom de domaine \".ch\"), la formation des adresses internet n'est pas étrangère au monde du droit. La fonction d'identification des noms de domaine a pour conséquence qu'ils doivent se distinguer suffisamment des signes distinctifs appartenant à des tierces personnes et protégés par un droit absolu, cela afin d'empêcher des confusions. Partant, si le signe utilisé comme nom de domaine est protégé par le droit au nom, le droit des raisons de commerce ou le droit des marques, le titulaire des droits exclusifs y afférents peut en principe interdire au tiers non autorisé l'utilisation de ce signe comme nom de domaine. En cas de collision entre divers droits, il convient de peser les intérêts respectifs, afin de parvenir à la solution la plus équitable possible (ATF 126 III 239 consid. 2c; ATF 125 III 91 consid. 3c).\n\n4. Selon l'art. 29 al. 2 CC, celui qui est lésé par une usurpation de son nom peut intenter action pour la faire cesser. La personne concernée n'est protégée par la disposition précitée que si elle est lésée dans ses intérêts juridiques dignes de protection (ATF 116 II 463 consid. 3b). L'usurpation du nom ne vise pas seulement l'utilisation du nom d'autrui dans son entier, mais aussi la reprise de la partie principale de ce nom s'il est ainsi créé un risque de confusion (ATF 127 III 33 consid. 4; ATF 116 II 463 consid. 3b). Il n'est pas nécessaire que des confusions se soient effectivement produites. La protection du nom ne suppose pas davantage que des intérêts patrimoniaux aient été lésés; des intérêts purement idéaux sont également protégés (ATF 116 II 463 consid. 3b; ATF 112 II 369 consid. 3b). L'art. 29 CC protège le nom des personnes morales, et singulièrement celui des corporations de droit public (ATF 112 II 369 qui concerne le nom d'un canton; ATF 72 II 145 à propos de celui d'une commune; cf. également ROLAND BÜHLER, Commentaire bâlois, n. 7 ad art. 29 CC).\n\nL'usage du nom d'autrui porte atteinte à un intérêt digne de protection lorsque l'appropriation du nom entraîne un danger de confusion ou de tromperie ou que cette appropriation est de nature à susciter dans l'esprit du public, par une association d'idées, un rapprochement qui n'existe pas en réalité entre le titulaire du nom et le tiers qui l'usurpe sans droit. On se trouve également en BGE 128 III 353 S. 359présence d'une usurpation inadmissible de nom quand celui qui l'usurpe crée l'apparence que le nom repris a quelque chose à voir avec son propre nom ou sa propre entreprise ou encore que des relations étroites, sur un plan personnel, idéologique, intellectuel ou commercial, sont nouées entre les parties, alors qu'il n'en est rien (ATF 112 II 369 consid. 3b et les arrêts cités). Le degré de l'atteinte requis par la loi est encore réalisé lorsqu'une association d'idées implique le titulaire du nom dans des relations qu'il récuse et qu'il peut raisonnablement récuser (ATF 112 II 369 ibidem; ATF 102 II 305 consid. 2 in fine).\n\nLa notion de risque de confusion, qui est identique pour tout le domaine des signes distinctifs (ATF 127 III 33 consid. 4; ATF 126 III 239 consid. 3a), est tirée de celle admise en droit de la concurrence (ATF 127 III 33 consid. 4; ATF 116 II 463 consid. 4c). L'art. 3 let. d de la loi fédérale du 19 décembre 1986 contre la concurrence déloyale (LCD; RS 241) qualifie de déloyal le comportement de celui qui \"prend des mesures qui sont de nature à faire naître une confusion avec les marchandises, les oeuvres, les prestations ou les affaires d'autrui\". Est visé tout comportement au terme duquel le public est induit en erreur par la création d'un danger de confusion, en particulier lorsque celui-ci est mis en place pour exploiter la réputation d'un concurrent (ATF 126 III 239 consid. 3a et les références). Le risque de confusion est une notion de droit que le Tribunal fédéral apprécie librement, du moins dans les cas où, comme en l'espèce, le litige revient à évaluer l'impact du comportement contesté sur le grand public, et non sur un cercle de personnes disposant de connaissances spécifiques dans un secteur particulier (ATF 127 III 33 consid. 3c/aa p. 39; ATF 126 III 239 consid. 3a). Pour déterminer ce risque, il convient d'examiner l'impression d'ensemble qui se dégage en Suisse du signe distinctif litigieux (ATF 122 III 382 consid. 5a; ATF 121 III 377 consid. 2a et 2b; CARL BAUDENBACHER, Lauterkeitsrecht, n. 59 ad art. 3 let. d LCD).\n\n4.1 En l'espèce, quoi qu'en pense la recourante, le mot \"Montana\" ne constitue pas une désignation qui appartient au domaine public, comme l'était l'indication géographique \"Berner Oberland\" (cf. ATF 126 III 239 consid. 3b). Il désigne en Suisse une commune valaisanne du district de Sierre, à savoir la demanderesse, laquelle comprend cinq villages dont celui de Crans-Montana.\n\nDepuis 1996, la défenderesse a pour raison sociale \"Institut Montana Betriebs AG\". Il est établi (art. 63 al. 2 OJ) que, le 24 mars 1996, elle a réservé le nom de domaine internet \"montana.ch\" auprès de BGE 128 III 353 S. 360la fondation zurichoise SWITCH. On n'est donc pas dans l'hypothèse envisagée par la jurisprudence où une personne s'est bornée à utiliser la partie principale du nom protégé d'un tiers, mais dans celui où une personne a repris le nom du tiers en tant que tel, alors que ce nom, avec d'autres termes, est partie intégrante de son propre nom (ou raison de commerce).\n\nIl suit de là que la présente querelle peut être abordée sous deux angles bien distincts.\n\nSoit l'on considère la raison de commerce de la défenderesse dans son entier et l'on admet que sa raison sociale diffère du nom de l'intimée, de sorte qu'en enregistrant le nom de domaine \"montana.ch\" la recourante a usurpé le nom de sa partie adverse, comme l'entend l'art. 29 al. 2 CC; dans ce cas de figure, il y aura lieu de vérifier si cette usurpation a créé un risque de confusion et ainsi lésé la demanderesse dans ses intérêts dignes de protection.\n\nSoit l'on admet que la raison sociale de la recourante est formée des termes génériques \"Institut\", \"Betriebs\" et \"AG\" et que sa force distinctive résulte de la seule utilisation du mot \"Montana\", qui en constitue l'élément essentiel. Dans cette éventualité, le différend né de la création du nom de domaine \"montana.ch\" devra être réglé à considérer une situation d'homonymie, caractérisée par le fait que plusieurs personnes peuvent élever sur le nom de domaine des prétentions tirées du droit au nom. Il n'importe en effet que la querelle divise une corporation publique d'avec une société anonyme. Les personnes morales régies par le code des obligations, à l'instar de la défenderesse, disposent elles aussi, en tout cas subsidiairement aux dispositions spéciales sur la protection des raisons de commerce, de la protection conférée par le droit au nom, telle que l'entend l'art. 29 CC (ATF 102 II 161 consid. 2; ATF 80 II 138; ARTHUR MEIER-HAYOZ/PETER FORSTMOSER, Schweizerisches Gesellschaftsrecht, 8e éd., § 7, n. 113 et n. 114, p. 172).\n\nCes deux approches seront successivement développées ci-dessous.\n\n4.2 Au vu de qui précède, il sied tout d'abord d'envisager que la défenderesse a usurpé le nom de la demanderesse. Dans cette optique, il incombe au Tribunal fédéral de déterminer s'il y a un risque de confusion, dans le grand public, entre le nom de domaine de deuxième niveau \"montana\" enregistré par la recourante sous le TLD \".ch\" et le nom de la commune intimée.\n\n4.2.1 La juridiction fédérale n'a encore jamais tranché, à la lumière du droit au nom, de litige relatif à l'utilisation comme nom de domaine de celui d'une corporation publique. On peut donc BGE 128 III 353 S. 361s'inspirer des principes dégagés en cette matière par la jurisprudence allemande, qui a abordé à plusieurs reprises la question.\n\nDans la cause dite \"heidelberg.de\", une entreprise privée, active dans la technologie de l'information et le développement de software, a publié depuis le début 1996 sous l'adresse internet précitée des informations sur la région \"Rhein-Neckar\". La ville de Heidelberg a ouvert action contre cette entreprise afin qu'il lui soit désormais interdit d'utiliser l'adresse \"heidelberg.de\". L'entreprise s'est défendue en affirmant notamment que la ville de Heidelberg ne pouvait faire valoir aucun droit exclusif sur l'adresse litigieuse, du moment qu'en Allemagne Heidelberg désignait deux autres lieux et que près de 400 familles portaient ce nom. De plus, la ville demanderesse pouvait protéger ses intérêts économiques et idéaux en faisant enregistrer le nom de domaine \"stadt-heidelberg.de\". Le Landgericht de Mannheim, par jugement du 8 mars 1996, a reconnu que la défenderesse, en faisant usage du nom de la ville en cause comme adresse internet, avait crée un risque de confusion, car l'utilisateur moyen d'internet, sous le nom de domaine \"heidelberg.de\", s'attendait à trouver non seulement des informations qui concernaient la ville de Heidelberg, mais encore qui émanaient de cette cité. Comme la défenderesse ne pouvait invoquer aucun droit sur la désignation \"Heidelberg\", il n'y avait pas lieu de procéder à une pesée des intérêts. Le Landgericht a donc jugé que la ville de Heidelberg, sur la base du droit au nom, était en droit d'empêcher la défenderesse d'utiliser l'adresse \"heidelberg.de\".\n\nLes principes qui sous-tendent cette décision ont été ensuite repris par le Landgericht de Braunschweig dans la cause \"braunschweig.de\", par le Landgericht de Lüneburg dans la cause \"celle.de\" et par le Landgericht de Ansbach dans la cause \"ansbach.de\" (cf. ROLF H. WEBER, E-Commerce und Recht, p. 156/157).\n\nDans le cadre de l'affaire dite \"badwildbad.com\", l'Oberlandesgericht de Karlsruhe, dans son jugement du 9 juin 1999, a considéré que l'utilisation du nom de domaine susmentionné, par une société informatique qui offrait sur son site des informations concernant la commune de Bad Wildbad, consacrait une violation du droit au nom de cette commune. La juridiction allemande a en particulier admis que de nombreux utilisateurs internet pouvaient croire que les renseignements figurant sous le nom de domaine \"badwildbad.com\" étaient délivrés par la commune demanderesse elle-même ou, à tout le moins, avec son accord. A cet égard, il importait peu qu'une partie des informations en cause fût reprise de celles fournies par la BGE 128 III 353 S. 362demanderesse, puisque celle-ci n'a pas accepté que la société informatique les délivre sous son nom sur internet.\n\n4.2.2 En l'occurrence, il appert manifestement que l'enregistrement par la défenderesse du nom de domaine \"montana.ch\" crée un danger de confusion avec la commune demanderesse. Celle-ci abrite en effet une station touristique d'été et de sports d'hiver notoirement connue en Suisse, à savoir Crans-Montana. Les championnats du monde de ski alpin qui ont été organisés en 1987 dans la commune intimée ont encore contribué à la faire connaître en tout cas en Europe et en Amérique du Nord. Différents congrès et forums internationaux se tiennent en outre sur le territoire de la demanderesse. Il s'ensuit qu'en Suisse le grand public associe le nom \"montana\" au secteur du tourisme et des vacances. Dès l'instant où le réseau internet est de plus en plus utilisé pour les offres touristiques (ATF 126 III 239 consid. 3c), l'utilisateur moyen d'internet s'attend à trouver sous le nom de domaine \"www.montana.ch\" des renseignements singulièrement sur les voies d'accès au territoire de l'intimée, les sports que l'on peut y pratiquer, les modes d'hébergement offerts, voire les manifestations qui s'y déroulent et la météo locale. La défenderesse exploite ainsi la réputation de la demanderesse en attirant sur son site web des utilisateurs qui cherchent à obtenir des informations touristiques pour leurs vacances. C'est donc à juste titre que la cour cantonale a retenu l'existence d'un risque de confusion qui porte atteinte aux intérêts juridiquement protégés de l'intimée, puisque celle-ci est empêchée d'exploiter un site web sous son propre nom.\n\nLes arguments que présente la recourante à l'encontre de ce raisonnement sont privés de tout fondement.\n\n4.2.2.1 Il est sans importance que le contenu du site créé par la défenderesse n'ait rien à voir avec l'intimée et qu'en aucune façon l'impression d'un lien avec cette dernière y soit suggérée.\n\nCertes, pour une partie de la doctrine suisse, il ne saurait y avoir de risque de confusion entre un nom de domaine repris d'une corporation publique et ladite corporation publique si le contenu du site Web rattaché audit nom de domaine n'a pas le moindre rapport avec le porteur du nom (cf. UELI BURI, Die Verwechselbarkeit von Internet Domain Names, thèse Berne 1999, p. 55 s. et p. 121 ss, spéc. p. 125; le même, Übersicht über die Rechtsprechung im Bereich Informatik und Recht, in Tagung 2000 für Informatik (und) Recht, Berne 2001, p. 188/189; ROLF H. WEBER/ROLAND UNTERNÄHRER, in RSDA 2000 p. 262). Cette question a été laissée ouverte dans l' ATF 126 III 239 consid. 3c in fine.BGE 128 III 353 S. 363\n\nToutefois, ce qui est décisif pour juger du risque de confusion en cause, ce n'est pas le contenu du site mais bien l'adresse internet qui permet d'y accéder. C'est uniquement celle-ci qui éveille l'intérêt du public et lui donne l'espoir d'obtenir des informations conformes à l'association d'idées évoquée par le nom de domaine. Partant, il n'importe que les services offerts dans le site soient de nature totalement différente de ceux proposés par le porteur du nom (cf. également JANN SIX, Der privatrechtliche Namensschutz von und vor Domänennamen im Internet, thèse Zurich 2000, p. 70-72).\n\nUELI BURI (Die Verwechselbarkeit von Internet Domain Names, op. cit., p. 128) affaiblit d'ailleurs sa position en reconnaissant que la mention sur un site web - émanant de la personne qui l'exploite sous une adresse qui comporte le nom d'autrui comme SLD - que ce site n'a aucun rapport avec le porteur du nom, n'empêche pas nécessairement un risque de confusion, car on ne saurait admettre que les utilisateurs d'internet lisent entièrement et avec grande attention chaque page du site en question.\n\n4.2.2.2 L'argument selon lequel la demanderesse pourrait toujours utiliser l'adresse \"www.commune-montana.ch\" tombe à faux. L'intérêt du titulaire du nom à enregistrer son site avec son propre nom comme adresse internet, cela sous le domaine géographique de premier niveau correspondant au code du pays dans lequel il est domicilié, est en effet particulièrement élevé pour les corporations publiques, en particulier au vu de l'attente de l'ensemble des gens à trouver sous cette adresse des informations officielles émanant de la personne morale de droit public. C'est donc bien plutôt l'usurpateur du nom protégé qui doit être contraint de mettre un ajout à son adresse internet pour éviter un risque de confusion. Il est au demeurant significatif que la recourante, sans doute pour parer à toute éventualité, a déjà réservé notamment le nom de domaine \"institut-montana.ch\".\n\n4.3 Il est temps désormais d'examiner la seconde hypothèse posée au considérant 4.1 ci-dessus, à savoir celle où il est admis que la force distinctive du nom de la défenderesse résulte uniquement de l'utilisation dans sa raison sociale depuis 1926 du mot \"Montana\", en sorte que la recourante peut également se prévaloir de son droit au nom pour désigner le site internet qu'elle a fait enregistrer sous l'adresse \"montana.ch\".\n\n4.3.1 Le conflit entre deux homonymes issu de l'enregistrement par l'un d'eux d'une adresse internet revendiquée par l'autre, dont le nom de domaine de second niveau est formé de leur nom commun protégé de manière absolue, n'a encore jamais été soumis au BGE 128 III 353 S. 364Tribunal fédéral. Il convient donc de rappeler liminairement quelques principes de résolution de conflits entre droits absolus, qui ont été développés par la jurisprudence.\n\n4.3.2 Le droit au nom donne à son titulaire non seulement le droit d'utiliser son nom pour identifier sa personne même, mais l'autorise encore à désigner par son nom ses propres oeuvres et productions de toute sorte et à participer aux affaires sous son propre nom (ATF 116 II 614 consid. 5c/aa).\n\nToutefois, lorsqu'il y a un conflit entre le droit au nom et le droit des marques, le Tribunal fédéral a jugé que l'existence d'une marque célèbre antérieure justifiait que soient imposées à l'homonyme, nouveau participant à la concurrence, des restrictions quant à l'utilisation de son nom (ATF 125 III 91 consid. 3c et la référence). Dans le cadre d'une collision des mêmes droits absolus, la juridiction fédérale a estimé que si une marque patronymique a acquis une force distinctive telle que le public assimile sans autre le patronyme aux produits de l'entreprise du titulaire et que les acheteurs partent de l'idée que toute autre marque postérieure, même dotée d'adjonctions propres à la différencier, désigne ces produits ou se rapporte à cette entreprise, le titulaire de la marque la plus récente doit se voir interdire d'y faire figurer son nom patronymique comme élément caractéristique, dès l'instant où il s'agit du seul moyen idoine pour éviter des confusions (ATF 116 II 614 consid. 5c/aa).\n\nDans le domaine de la protection de la personnalité, qui englobe, comme on l'a vu, la protection du nom, le droit d'exercer l'activité de son choix de l'un ne doit pas être limité par le besoin de protection d'un autre d'après des règles schématiques de priorité. Au contraire, il est nécessaire de peser les intérêts en présence dans chaque cas, de manière à adopter la solution qui soit le plus équitable (arrêt 4C.516/1996 du 4 juin 1997, consid. 3c , in sic! 5/1997 p. 493; cf. aussi ATF 125 III 91 consid. 3c; ATF 116 II 614 consid. 5d p. 619). En tout cas, le principe de priorité dans le temps qui régit l'enregistrement des noms de domaine ne peut pas entraîner que le premier qui a déposé son patronyme comme nom de domaine sous un TLD géographique (code de son pays) puisse de ce seul fait avoir la prééminence sur n'importe quel homonyme désirant aussi enregistrer un nom de domaine formé sur son nom avec le même TLD (cf. à ce propos ATF 126 III 239 consid. 3b in fine).\n\n4.3.3 Dans le cas présent, il convient de ne pas perdre de vue qu'il y a homonymie (partielle) entre une commune et une personne morale BGE 128 III 353 S. 365de droit privé. Certes, si aucun schématisme ne doit gouverner la solution à apporter à la querelle, qui dépend de la pesée des intérêts antagonistes, il n'en demeure pas moins que seul un sujet de droit dont le nom bénéficierait en Suisse d'une notoriété au moins égale à celui de la corporation publique pourrait revendiquer l'utilisation d'une adresse internet avec son nom comme nom de domaine de deuxième niveau, sans y apporter aucune autre adjonction (cf. JANN SIX, op. cit., p. 147-150).\n\nIl a été retenu souverainement que la commune demanderesse bénéfiice tant dans la Suisse entière qu'à l'étranger d'une large renommée au plan touristique, alors que la défenderesse, qui exploite une école internationale au Zugerberg, ne jouit d'une certaine notoriété qu'auprès d'une \"clientèle étudiante internationale\" et tout au plus localement, soit dans la région de Zoug.\n\nIl est indubitable que le nom \"Montana\" est immédiatement associé en Suisse dans l'esprit du public au secteur du tourisme et des loisirs, plus particulièrement en région de montagne. La demanderesse abrite en effet sur son territoire une célèbre station de sports d'été et d'hiver, où il a été organisé en 1987 une compétition mondiale dans une discipline sportive parmi les plus populaires dans le pays.\n\nEn comparaison, la renommée de la défenderesse apparaît bien moindre, et, à tout le moins, limitée au nord-est de la Suisse. On ne sait du reste rien des matières qui y sont enseignées, des professeurs qui y dispensent leur savoir, ni des étudiants qui la fréquentent.\n\nDans ces circonstances, il est évident que l'utilisateur moyen d'internet escompte trouver sous le nom de domaine \"montana.ch\", lequel éveille en lui un endroit de villégiature dans les Alpes valaisannes, des informations relatives à la demanderesse. L'utilisateur, qui arrive sur le site de la défenderesse après avoir tapé l'adresse internet précitée, est ainsi amené à croire que la recourante a un quelconque lien avec l'intimée, alors qu'il n'en est rien. On ne saurait admettre que la défenderesse puisse tirer un profit indu de la réputation de sa partie adverse. Il suit de là que l'intérêt de la demanderesse à utiliser son nom, sans adjonction, comme nom de domaine l'emporte largement sur l'intérêt opposé de la défenderesse.\n\nLa cour cantonale n'a nullement violé le droit fédéral en considérant que l'usage du nom de domaine litigieux consacrait une atteinte au droit au nom de l'intimée."}