{"annee": "128", "cour": "IV", "page": "49", "date": "29/11/2001", "cite": ["103 II 24", "100 II 298"], "cite_par": ["130 IV 7", "135 IV 56"], "chapeau": "12. Auszug aus dem Urteil des Kassationshofes i.S. V. und M. gegen Staatsanwaltschaft des Kantons Basel-Landschaft und O. (Nichtigkeitsbeschwerde)\n\n6S.81/2001 vom 29. November 2001", "regestes": ["Art. 125 al. 2 CP, art. 26 al. 1 LArm; lésions corporelles graves par négligence dues à une conservation imprudente d'une carabine à air comprimé. Les parents d'un enfant mineur, vivant dans le même ménage, répondent de la blessure occasionnée à un autre enfant sur lequel leur fils a tiré, s'ils ont entreposé la carabine à air comprimé et ses munitions de manière imprudente. Les éléments importants pour l'interprétation de la notion de devoir en matière de conservation selon la loi sur les armes sont transposables dans le domaine de la prudence requise pour la conservation des armes à air comprimé (consid. 2d)."], "faits": "BGE 128 IV 49 S. 50\n\nA.- S., der im Frühjahr 1985 geborene Sohn von M. und V., erhielt im Frühjahr 1995 von seinem Vater ein Luftgewehr geschenkt. Anlässlich von Schiessübungen im Wald instruierten die Eltern ihren Sohn im Umgang mit dem Luftgewehr. Als sich der Vater beim Manipulieren einmal versehentlich ins Bein schoss, erklärten sie ihm, es könne bei einem solchen Vorfall nicht viel passieren, es sei denn, man treffe empfindliche Stellen. Sie untersagten ihm aber ausdrücklich, auf Personen zu schiessen. Das Luftgewehr wurde zu Hause samt Munition in einem abgeschlossenen Kleiderschrank im Elternschlafzimmer aufbewahrt, wobei der Schlüssel dazu im Türschloss stecken gelassen wurde. Die Eltern hatten ihrem Sohn den Gebrauch des Gewehrs während ihrer Abwesenheit und hiezu auch das Betreten des Schlafzimmers verboten. Am 21. Februar 1996 liess sich S. von anderen Kindern, die ihm nicht glauben wollten, dass er ein Luftgewehr besass, dazu provozieren, dieses hervorzuholen und damit vom Balkon der im 5. Stock gelegenen Wohnung aus erst auf sie und dann auf den damals neunjährigen O. zu schiessen. Dabei traf er letzteren ins rechte Auge. Trotz zahlreicher operativer Eingriffe konnte das Auge nicht gerettet werden. Gemäss den ärztlichen Berichten hat O. nicht nur einen totalen, irreparablen Sehverlust auf dem rechten Auge erlitten, sondern es ist auch mit späteren kosmetischen Problemen zu rechnen.\n\nB.- Mit Strafbefehl vom 14. März 2000 wurde die Mutter der fahrlässigen schweren Körperverletzung schuldig erklärt und zu einer bedingt vollziehbaren Gefängnisstrafe von 25 Tagen und einer Busse von Fr. 1'000.- verurteilt. Der Vater wurde zu einer bedingt vollziehbaren Gefängnisstrafe von 25 Tagen und einer Busse von Fr. 1'400.- verurteilt, wobei er der fahrlässigen schweren Körperverletzung und mit dem vorliegenden Sachverhalt nicht zusammenhängender Tätlichkeiten schuldig erklärt wurde. M. und V. wurden zudem zur Zahlung einer Genugtuungssumme von Fr. 10'000.- zuzüglich Zinsen und mit Mehrforderungsvorbehalt verurteilt. Auf Einsprache von M. und V. hin bestätigte das Strafgericht Basel-Landschaft am 15. August 2000 die Verurteilung wegen fahrlässiger schwerer Körperverletzung im Sinne von Art. 125 Abs. 2 StGB, reduzierte indessen die Freiheitsstrafe für beide Elternteile auf 10 Tage Haft bedingt, bei einer Probezeit von 2 Jahren, und setzte, nachdem die Tätlichkeiten inzwischen absolut verjährt waren, die Busse für beide auf Fr. 1'000.- fest. Die Verurteilung zu einer Genugtuungsleistung wurde bestätigt. Auf Appellation der beiden Verurteilten hin wurde dieses Urteil vom Obergericht des Kantons Basel-Landschaft am 19. Dezember 2000 vollumfänglich bestätigt.\n\nBGE 128 IV 49 S. 51\n\nC.- M. und V. erheben Nichtigkeitsbeschwerde an das Bundesgericht. Sie beantragen, das Urteil des Obergerichts des Kantons Basel-Landschaft vom 19. Dezember 2000 sei aufzuheben und die Sache zu ihrer Freisprechung und zur Abweisung der Adhäsionsklage des Beschwerdegegners an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Beschwerdeführer haben nach den für das Bundesgericht verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP [SR 312.0]) das eigens für ihren Sohn angeschaffte Luftgewehr und auch die Munition dazu in ihrem Schlafzimmerschrank aufbewahrt. Darin sieht die Vorinstanz eine Sorgfaltswidrigkeit. Die Beschwerdeführer wenden sich einzig gegen den Vorwurf der Sorgfaltspflichtverletzung.\n\nc) In seiner bisherigen Rechtsprechung (BGE 103 II 24 E. 4; BGE 100 II 298 E. 3b, beide mit zahlreichen Hinweisen) hat das Bundesgericht festgehalten, dass Luftgewehre bzw. Pfeil und Bogen Jugendlichen und Kindern nicht ohne besonders eingehende Instruktion über die damit verbundenen Gefahren überlassen werden dürfen. Das Bundesgericht hat in BGE 103 II 24 E. 4 offen gelassen, ob Kindern solche Gegenstände ohne permanente Aufsicht überlassen werden dürfen, da es im konkreten Fall bereits an der nötigen Instruktion gefehlt hatte.\n\nIm Gegensatz hiezu hatten die Beschwerdeführer ihrem Sohn Instruktionen erteilt, weshalb sich die Frage stellte, ob sie nicht darüber hinaus noch mehr Sorgfalt hätten walten lassen, d.h. das Luftgewehr und die Munition wegsperren müssen. Im kantonalen Verfahren hatten die Beschwerdeführer geltend gemacht, konsequenterweise müssten auch Messer und andere gefährliche Gegenstände beständig unter Verschluss aufbewahrt werden. Es ist richtig, dass sich in jedem Haushalt Gegenstände befinden, die bei unsachgemässem Gebrauch gefährlich sein können. Auch deshalb dürfen kleine Kinder nicht unbeaufsichtigt in einer Wohnung gelassen werden. Von einem fast elfjährigen Kind kann jedoch erwartet werden, dass ihm derartige Gefahren bewusst sind. Zudem üben haushaltsübliche gefährliche Gegenstände wie beispielsweise Küchenmesser im Normalfall keine besondere Anziehungskraft auf Kinder und Jugendliche aus. Anders sieht es hingegen bei Luftgewehren aus, weshalb dort auch höhere Anforderungen an die hierbei zu erfüllende Sorgfalt bei der Aufbewahrung gestellt werden müssen.\n\nBGE 128 IV 49 S. 52\n\nd) Gemäss Art. 26 Abs. 1 des Waffengesetzes vom 20. Juni 1997 (WG; SR 514.54) sind Waffen, wesentliche Waffenbestandteile, Munition und Munitionsbestandteile sorgfältig aufzubewahren und vor dem Zugriff unberechtigter Dritter zu schützen. Dabei werden je nach Sachlage verschieden hohe Anforderungen an die zu beachtende Sorgfalt gestellt. Besondere Vorsicht ist geboten, wenn im gleichen Haushalt Kinder und Jugendliche leben, weil Waffen auf diese einen besonderen, kaum kontrollierbaren Anreiz ausüben. Der Sorgfaltspflicht genügt nur, wer in solchen Fällen Munition und Waffen getrennt aufbewahrt, und zwar so verschlossen, dass ein Jugendlicher das Behältnis nicht öffnen kann. Es genügt nicht, lediglich die Munition wegzuschliessen. Ein klarer, gemäss Art. 34 Abs. 1 lit. e WG strafbarer Verstoss gegen die Aufbewahrungspflicht liegt vor, wenn Jugendliche zu Waffen und Munition ungehinderten Zugang haben (HANS WÜST, Schweizer Waffenrecht, Zürich/Egg 1999, S. 144 f.). Luftgewehre sind nicht Waffen im Sinne des Waffengesetzes (vgl. Art. 2 Abs. 2 lit. b WG). Sie sind auch nicht im gleichen Masse gefährlich wie diese, können jedoch je nachdem auch schwere Verletzungen verursachen. Zudem üben Luftgewehre ähnlich wie Waffen einen besonderen Anreiz auf Kinder und Jugendliche aus. Dementsprechend lassen sich die bei der Auslegung der Aufbewahrungspflicht gemäss Waffengesetz wichtigen Gesichtspunkte auf die bei der Aufbewahrung von Luftgewehren zu beachtende Sorgfalt übertragen. Die Vorinstanz tut dies denn auch, indem sie mit Recht verlangt, die Beschwerdegegner hätten nur entweder das Luftgewehr oder die Munition wegschliessen müssen. Wäre nur schon die Munition weggeschlossen worden, hätte der Sohn der Beschwerdeführer sich kaum kurzfristig Ersatz beschaffen, damit auf den Balkon treten, schiessen und dem Beschwerdegegner die konkrete Verletzung zufügen können. Das unter den gegebenen Umständen unsachgemässe Aufbewahren von Luftgewehr und Munition durch die Beschwerdeführer hat den Eintritt des Erfolges zumindest begünstigt. Die von der Vorinstanz geforderten Massnahmen - insbesondere das Einschliessen der Munition - wären ohne weiteres zumutbar gewesen. Es mag deshalb dahingestellt bleiben, ob die Beschwerdeführer ihren Sohn hinreichend instruiert hatten, nachdem die von Luftgewehren ausgehende Gefahr von Augenverletzungen offenbar nie thematisiert worden war. Schliesslich kann die Adäquanz auch nicht mit dem Argument verneint werden, der Sohn der Beschwerdeführer sei durch andere Knaben zum Schiessen mit dem Luftgewehr \"angestiftet\" worden. Es handelt sich BGE 128 IV 49 S. 53dabei nicht um ganz aussergewöhnliche Umstände, mit denen schlechthin nicht gerechnet werden musste. Kinder pflegen zu provozieren und sich provozieren zu lassen, namentlich im Zusammenhang mit prestigeträchtigen Gegenständen wie eben Luftgewehren. Auch dass der Schuss trotz der Distanz von ca. 25 Metern eine schwere Augenverletzung verursacht hat, ist nicht ungewöhnlich. Die Beschwerde erweist sich somit als unbegründet."}