{"annee": "129", "cour": "IV", "page": "276", "date": "8/9/2003", "cite": ["117 IA 472", "118 IA 137", "115 IA 234", "116 IV 19", "103 IV 76", "117 IV 285", "125 IV 298", "120 II 270", "112 IA 107"], "cite_par": ["144 I 281", "138 IV 13"], "chapeau": "42. Auszug aus dem Urteil des Kassationshofes i.S. F. gegen Staatsanwaltschaft des Kantons Appenzell A.Rh. (Nichtigkeitsbeschwerde)\n\n6S.198/2003 vom 8. September 2003", "regestes": ["Art. 221, 222 et 335 ch. 1 CP; dispositions pénales cantonales en matière de police du feu. Recevabilité du pourvoi en nullité quant au grief d'empiétement de normes de droit cantonal sur un domaine exhaustivement réglé par le droit fédéral (consid. 1). Pouvoir des cantons d'édicter des peines pour inobservation des prescriptions tendant à la prévention des incendies (consid. 2)."], "faits": "BGE 129 IV 276 S. 277\n\nA.- F. führt in S. eine Praxis in einer 3½-Zimmer-Wohnung. In dieser brach am 4. Juli 2001 gegen Abend während seiner Abwesenheit ein Küchenbrand aus, der nach den polizeilichen Feststellungen auf eine eingeschaltete Kochplatte zurückzuführen war. Obwohl das Feuer von selbst erstickte, entstand beträchtlicher Sachschaden. Der Brand wurde von F. erst am folgenden Morgen nach Betreten seiner Praxis entdeckt und der Polizei gemeldet. Am Vortag hatte seine Raumpflegerin mit ihrer Nichte in der Praxis Reinigungsarbeiten ausgeführt und dabei höchstwahrscheinlich ungewollt eine Kochplatte eingeschaltet. Von einer Strafuntersuchung gegen die Raumpflegerin wurde abgesehen, da diese davon habe ausgehen können, dass der Kochherd nicht mehr in Betrieb sei.\n\nDas Kantonsgericht von Appenzell Ausserrhoden sprach F. am 5. Juli 2002 der Widerhandlung gegen die kantonale Feuerschutzverordnung schuldig und verurteilte ihn zu einer Busse von Fr. 500.-. Die Appellation des Verurteilten an das Obergericht des Kantons Appenzell Ausserrhoden blieb ohne Erfolg.\n\nB.- F. erhebt beim Bundesgericht eidgenössische Nichtigkeitsbeschwerde. Er beantragt, es sei das Urteil des Obergerichts vom 18. März 2003 aufzuheben; ferner sei er vom Vorwurf der Widerhandlung gegen die kantonale Feuerschutzverordnung freizusprechen, die kantonalen Verfahrenskosten von Fr. 3'550.- seien dem Kanton Appenzell Ausserrhoden aufzuerlegen, und dieser sei zu verpflichten, ihm eine Parteientschädigung von Fr. 6'214.45 zu bezahlen.\n\nDas Obergericht verzichtet auf Gegenbemerkungen zur Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Zunächst ist zu prüfen, ob und gegebenenfalls in welchem Umfang das vom Beschwerdeführer erhobene Rechtsmittel zulässig ist.\n\n1.1 Nach Art. 269 BStP kann mit der eidgenössischen Nichtigkeitsbeschwerde die Verletzung von Bundesrecht geltend gemacht werden (Abs. 1). Verstösse gegen verfassungsmässige Rechte sind dagegen mit staatsrechtlicher Beschwerde vorzubringen (Abs. 2).\n\nBGE 129 IV 276 S. 278\n\n1.1.1 Der Beschwerdeführer rügt, die Norm der kantonalen Feuerschutzverordnung, auf die sich seine Verurteilung stütze, verletze das Bestimmtheitsgebot gemäss Art. 1 StGB. Diese Norm gilt jedoch nur im Bereich des eidgenössischen und nicht in jenem des kantonalen Strafrechts. Immerhin bildet das in ihr verankerte Legalitätsprinzip auch ein verfassungsmässiges Recht, das seine Grundlage früher in Art. 4 aBV hatte und sich neuerdings aus Art. 5 Abs. 1 sowie Art. 164 Abs. 1 lit. c BV (vgl. TOBIAS JAAG, Die Verfahrensgarantien der neuen Bundesverfassung, in: Die neue Bundesverfassung, hrsg. von Peter Gauch/Daniel Thürer, Zürich 2002, S. 42) und aus Art. 7 EMRK ergibt und das in der gesamten schweizerischen Rechtsordnung zu beachten ist. Dessen (direkte) Verletzung ist indessen gemäss Art. 269 Abs. 2 BStP mit staatsrechtlicher Beschwerde vorzubringen (BGE 118 Ia 137 E. 1c S. 139; BGE 112 Ia 107 E. 3a S. 112). Auf die Nichtigkeitsbeschwerde ist daher nicht einzutreten, soweit damit eine Verletzung von Art. 1 StGB gerügt wird.\n\n1.1.2 Nach Ansicht des Beschwerdeführers verletzt der angefochtene Entscheid ebenfalls Art. 18 StGB. Die Vorinstanz hat die Verurteilung auf kantonales Strafrecht gestützt und Art. 18 StGB lediglich auf Grund der Verweisung in Art. 2 des Gesetzes über das kantonale Strafrecht beigezogen. Die Vorinstanz hat daher Art. 18 StGB als kantonales und nicht als eidgenössisches Recht angewendet (BGE 103 IV 76 E. 1 S. 78). Auf die Nichtigkeitsbeschwerde, mit der nur die Verletzung von eidgenössischem Recht gerügt werden kann, ist daher auch in diesem Punkt nicht einzutreten.\n\n1.1.3 Weiter rügt der Beschwerdeführer die Anwendung der kantonalen Regelung durch die Vorinstanz als grundsätzlich unzulässig. Da der Bundesgesetzgeber die strafwürdigen Fälle des Verursachens einer Feuersbrunst abschliessend geordnet habe, bestehe für kantonales Übertretungsstrafrecht in diesem Bereich kein Raum mehr. Die Verurteilung gestützt auf die kantonale Feuerschutzverordnung verletze daher Art. 335 Ziff. 1 StGB.\n\nNach der Rechtsprechung kann die Rüge, kantonales Recht sei anstelle von Bundesrecht angewendet worden, mit der eidgenössischen Nichtigkeitsbeschwerde vorgebracht werden. Dieses Rechtsmittel ist insbesondere auch zulässig, wenn zu beurteilen ist, ob ein Kanton ein vom Bund nicht unter Strafe gestelltes Verhalten für strafbar erklären dürfe (BGE 116 IV 19 E. 1). Auf das Rechtsmittel des Beschwerdeführers ist somit einzutreten, soweit darin eine Bundesrechtswidrigkeit von Art. 59 der kantonalen Feuerschutzverordnung geltend gemacht wird.\n\nBGE 129 IV 276 S. 279\n\n1.1.4 Die im Rahmen der Nichtigkeitsbeschwerde unzulässigen Rügen hätte der Beschwerdeführer mit staatsrechtlicher Beschwerde vorbringen können, soweit auch eine Verfassungsverletzung in Frage stand. Eine Entgegennahme der fraglichen Darlegungen als staatsrechtliche Beschwerde kommt jedoch nicht in Betracht. Zwar ist eine Umwandlung des unrichtigen in das zutreffende Rechtsmittel möglich, wenn dessen Sachurteilsvoraussetzungen erfüllt sind. Vorliegend sind jedoch die erhobenen Rügen ganz auf die Nichtigkeitsbeschwerde zugeschnitten und erfüllen die Begründungsanforderungen der staatsrechtlichen Beschwerde nicht (Art. 90 Abs. 1 lit. b OG). Im Übrigen lehnt die Rechtsprechung eine Umwandlung ab, wenn ein durch einen Rechtsanwalt vertretener Beschwerdeführer bewusst ein Rechtsmittel einreicht, das sich als unzulässig erweist (BGE 120 II 270 E. 2).\n\n1.2 Die eidgenössische Nichtigkeitsbeschwerde ist rein kassatorischer Natur (Art. 277ter Abs. 1 BStP). Soweit der Beschwerdeführer mehr verlangt als die Aufhebung des angefochtenen Entscheids, ist auf sein Rechtsmittel ebenfalls nicht einzutreten (BGE 125 IV 298 E. 1 S. 301).\n\n2. Die umstrittene Verurteilung stützt sich auf Art. 59 in Verbindung mit Art. 1 der kantonalen Verordnung über den Feuerschutz (Feuerschutzverordnung; bGS 861.1). Der Beschwerdeführer macht geltend, diese kantonalen Bestimmungen seien bundesrechtswidrig, da das eidgenössische Strafgesetzbuch den fraglichen Bereich abschliessend regle.\n\n2.1 Nach Art. 335 Ziff. 1 StGB bleibt den Kantonen die Gesetzgebung über das Übertretungsstrafrecht insoweit vorbehalten, als es nicht Gegenstand der Bundesgesetzgebung ist (Abs. 1). Sie sind ausserdem befugt, die Übertretung kantonaler Verwaltungs- und Prozessvorschriften mit Strafe zu bedrohen (Abs. 2). Schliesslich räumt Art. 335 Ziff. 2 StGB den Kantonen die Befugnis ein, Strafbestimmungen zum Schutz ihres Steuerrechts aufzustellen.\n\nIm Bereich des Übertretungsstrafrechts besteht nur Raum für zusätzliche kantonale Bestimmungen, soweit das eidgenössische Strafgesetzbuch die Angriffe auf ein Rechtsgut nicht durch ein geschlossenes System von Normen abschliessend regelt. Der Umstand, dass das Bundesrecht eine Handlung nicht für strafbar erklärt, genügt nicht, um eine Zuständigkeit des kantonalen Gesetzgebers anzunehmen. Denn das Fehlen einer eidgenössischen Strafnorm kann auch bedeuten, dass das fragliche Verhalten straflos bleiben soll (sog. BGE 129 IV 276 S. 280qualifiziertes Schweigen des Gesetzgebers). Nur wo der Bundesgesetzgeber einen Fragenkreis überhaupt nicht oder bloss teilweise regelt, dürfen die Kantone Übertretungsstrafnormen erlassen (BGE 117 Ia 472 E. 2b S. 474; BGE 115 Ia 234 E. 12c/bb S. 273 f.).\n\nDemgegenüber sind Strafbestimmungen der Kantone auf dem Gebiet des Verwaltungsrechts nach Art. 335 Ziff. 1 Abs. 2 StGB grundsätzlich uneingeschränkt zulässig, soweit ihnen nach Art. 3 BV für die fragliche Materie die Regelungskompetenz zusteht. Als Verwaltungsstrafrecht gelten jene Tatbestände, die der Durchführung verwaltungsrechtlicher Bestimmungen dienen. Das bedeutet, dass sich die Verhaltensvorschrift, deren Verletzung in Frage steht, aus einem verwaltungsrechtlichen Erlass ergeben muss (BGE 115 Ia 234 E. 12c/cc S. 274 f.).\n\n2.2 Nach Art. 59 der Feuerschutzverordnung wird mit Busse bis 10'000 Franken bestraft, wer dem Feuerschutzgesetz (bGS 861.0), der Feuerschutzverordnung oder darauf abgestützten Anordnungen und Weisungen der zuständigen Behörden zuwiderhandelt. Die genannten Erlasse dienen der Bekämpfung von Bränden und Explosionen (vgl. Art. 1 des Feuerschutzgesetzes; Art. 1 der Feuerschutzverordnung). Sie enthalten die dazu erforderlichen Verhaltens- und Organisationsvorschriften. Die Strafbestimmung von Art. 59 der Feuerschutzverordnung soll die Einhaltung der feuerpolizeilichen Vorschriften sicherstellen, insbesondere die Einhaltung der allgemeinen Sorgfaltspflicht (Art. 1 der Feuerschutzverordnung) gewährleisten. Es handelt sich demnach um eine Norm zur Durchsetzung der verwaltungsrechtlichen Vorschriften über die Brandbekämpfung. Da den Kantonen ausserdem die Kompetenz auf dem Gebiet der Feuerpolizei zusteht, fällt die fragliche Strafbestimmung von Art. 59 der Feuerschutzverordnung unter Art. 335 Ziff. 1 Abs. 2 StGB und greift demzufolge nicht in den dem Bund vorbehaltenen Bereich des Strafrechts ein.\n\nDie Argumentation der Vorinstanz, wonach der Bundesgesetzgeber die Strafbarkeit der Verursachung von Bränden nicht habe erschöpfend regeln wollen und den Kantonen Raum für ergänzende Übertretungstatbestände belasse, wird vom Beschwerdeführer hingegen zu Recht kritisiert. Art. 221 und 222 StGB regeln die Strafbarkeit der Verursachung einer Feuersbrunst abschliessend. Eine solche ist nach den genannten Bestimmungen nur strafbar, wenn das Feuer bei einer anderen Person als dem Täter einen Schaden anrichtet oder eine Gemeingefahr hervorruft. Die eingeschränkte Strafbarkeit der Verursachung einer Feuersbrunst ergibt sich ebenfalls aus BGE 129 IV 276 S. 281der Einreihung der beiden Tatbestände bei den gemeingefährlichen Straftaten, welche die Schaffung einer besonderen Gefahr voraussetzen (vgl. BGE 117 IV 285 E. 2a S. 286; ROELLI/FLEISCHANDERL, Basler Kommentar, N. 9 und 12 zu Art. 211 StGB mit Hinweisen). Der Beschwerdeführer ist freilich von den kantonalen Instanzen gar nicht wegen der Verursachung einer Feuersbrunst bestraft worden. Vielmehr erfolgte der Schuldspruch wegen der Missachtung der feuerpolizeilichen Sorgfaltspflicht (Schaffung einer gefahrenträchtigen Situation, kein Einschreiten nach Missachtung der Weisungen betr. Sicherungskasten durch die Reinigungsangestellte), also - wie erwähnt - wegen eines Verstosses gegen die verwaltungsrechtlichen Vorschriften über die Brandbekämpfung.\n\nAus diesen Gründen kann von einer Verletzung von Art. 335 StGB keine Rede sein. Die entsprechende Rüge geht fehl."}