{"annee": "129", "cour": "IV", "page": "246", "date": "5/6/2003", "cite": ["104 IB 1", "114 IB 1", "118 IV 122", "121 IV 29", "98 IV 106", "71 IV 219", "120 IB 129", "73 IV 254", "100 IV 66", "125 II 105"], "cite_par": [], "chapeau": "37. Sentenza della Corte di cassazione penale nella causa Ministero pubblico del Cantone Ticino contro A. (ricorso per cassazione)\n\n6S.489/2002 del 5 giugno 2003", "regestes": ["Art. 13 al. 1 en liaison avec l'art. 23 al. 1 LSEE; entrées illégales répétées en Suisse; contrôle de la légalité d'une interdiction d'entrée en Suisse d'une durée illimitée. Le juge pénal peut examiner la légalité des décisions administratives dans trois hypothèses (confirmation de la jurisprudence; consid. 2.1). Lorsqu'un recours à la juridiction administrative eût été possible mais que l'accusé ne l'a pas formé, ou lorsque le recours a été déposé mais que l'autorité n'a pas encore statué, l'examen de la légalité par le juge pénal est possible mais il est limité à la violation manifeste de la loi et à l'abus manifeste du pouvoir d'appréciation (modification partielle de la jurisprudence; consid. 2.2). Examen de la légalité d'une décision de l'autorité administrative fédérale qui interdit l'entrée en Suisse à un étranger coupable de graves infractions à la loi fédérale sur les stupéfiants. L'examen ne peut s'étendre à la question de l'opportunité de la décision (consid. 2.3)."], "faits": "BGE 129 IV 246 S. 247\n\nA.- Il 15 giugno 1983 la Corte delle assise criminali in Lugano ha condannato il cittadino turco A., ora titolare anche di un passaporto greco, a 10 anni di reclusione e all'espulsione dalla Svizzera per 15 anni per violazione aggravata della legge federale sugli stupefacenti. Il 19 aprile 1990 il Consiglio di vigilanza sull'esecuzione delle pene gli ha concesso la liberazione condizionale e la sospensione a titolo di prova per 5 anni della pena accessoria dell'espulsione. Il 25 ottobre 1990 l'Ufficio federale degli stranieri (UFDS) ha disposto un divieto di entrata di durata illimitata considerando che A., a seguito della condanna penale, era persona indesiderata. Il provvedimento è stato confermato su ricorso con decisione 5 dicembre 1991 del Dipartimento federale di giustizia e polizia (DFGP).\n\nB.- Con decreto di accusa del 31 luglio 1991 il Procuratore pubblico sottocenerino ha riconosciuto A. autore colpevole di violazione della legge federale del 26 marzo 1931 concernente la dimora e il domicilio degli stranieri (LDDS; RS 142.20) per essere entrato in Svizzera nonostante il divieto d'entrata: la pena proposta, sospesa condizionalmente, è stata di 15 giorni di detenzione. Il 14 gennaio 1992 il Pretore del distretto di Lugano, statuendo su opposizione, ha prosciolto l'interessato dall'accusa perché il fatto non costituiva reato. Fondandosi su questa sentenza A. ha chiesto la revoca del divieto di entrata. La richiesta è stata respinta con decisione 3 marzo 1992 dell'UFDS, confermata su ricorso il 12 marzo 1993 dal DFGP.\n\nC.- Con decreto di accusa del 22 gennaio 2001 il Procuratore pubblico riconosceva nuovamente A. autore colpevole di infrazione all'art. 23 cpv. 1 LDDS per essere ripetutamente entrato illegalmente in Svizzera dal 1995 in poi e per avere soggiornato in diverse località BGE 129 IV 246 S. 248ticinesi: proponeva la detenzione di 15 giorni sospesa condizionalmente per 2 anni. La successiva opposizione sfociava nella sentenza 13 settembre 2001 del Pretore del distretto di Lugano, che proscioglieva di nuovo l'accusato. Il Procuratore pubblico insorgeva davanti alla Corte di cassazione e di revisione penale del Tribunale d'appello ticinese (CCRP), la quale respingeva il ricorso, nella misura in cui era ammissibile, con sentenza del 31 ottobre 2002.\n\nD.- Il Procuratore generale del Cantone Ticino insorge davanti al Tribunale federale con ricorso per cassazione datato 18 dicembre 2002. Chiede che la sentenza impugnata sia annullata e che il procedimento sia rinviato all'autorità cantonale per nuovo giudizio. Con scritto del 30 dicembre 2002 la CCRP dichiara di rinunciare a presentare osservazioni. Nella sua risposta del 13 maggio 2003 l'opponente domanda che il ricorso venga respinto.\n\nIl Tribunale federale ha accolto il ricorso per cassazione.", "considerants": "Considerandi:\n\n1. Il ricorso per cassazione può essere proposto unicamente per violazione del diritto federale (art. 269 cpv. 1 PP). La Corte di cassazione penale del Tribunale federale è vincolata dagli accertamenti di fatto dell'autorità cantonale (art. 277bis cpv. 1 seconda e terza frase PP). Essa deve pertanto fondare il proprio giudizio sui fatti accertati dall'ultima istanza cantonale oppure su quelli considerati dall'autorità inferiore, ma solo nella misura in cui quest'ultimi siano ripresi perlomeno implicitamente nella decisione impugnata (DTF 118 IV 122 consid. 1). Il ricorrente non deve criticare accertamenti di fatto né proporre eccezioni ed impugnazioni nuove (art. 273 cpv. 1 lett. b PP).\n\n2. La CCRP ha premesso che le decisioni 5 dicembre 1991 e 12 marzo 1993 con le quali il DFGP ha confermato i divieti di entrata erano definitive. Ne ha dedotto, con richiamo alla dottrina ed alla giurisprudenza, che il Pretore poteva vagliare pregiudizialmente con pieno potere cognitivo la legittimità del divieto di entrata; esame che andava eseguito sulla base della situazione di fatto vigente nel momento in cui la decisione è stata presa. Il Procuratore generale riconosce tale facoltà del giudice penale, ma rimprovera alla Corte cantonale di avere effettuato un esame di opportunità invece che di legalità.BGE 129 IV 246 S. 249\n\n2.1 In una sentenza di principio risalente al 1972 il Tribunale federale ha modificato la propria giurisprudenza in merito alla facoltà del giudice penale di esaminare pregiudizialmente la legalità delle decisioni amministrative che stanno alla base dell'infrazione penale (per la vecchia giurisprudenza cfr. DTF 71 IV 219 e DTF 73 IV 254 consid. 2). Disturba infatti l'idea che si possa venire puniti perché si è disubbidito ad una decisione illegale dell'autorità (in questo senso già JOHANN CASPAR BLUNTSCHLI, Allgemeines Staatsrecht, 6a ed., Stoccarda 1885, pag. 366, n. 5). In DTF 98 IV 106 sono state quindi definite tre ipotesi. La prima si verifica quando un tribunale amministrativo si è già pronunciato: in tale caso il giudice penale non può più rivedere la legalità della decisione amministrativa. Nella seconda ipotesi un ricorso al tribunale amministrativo sarebbe stato possibile ma l'accusato non lo ha proposto oppure, se lo avesse fatto, la decisione non è ancora stata emanata: in questo caso, secondo la citata giurisprudenza, l'esame della legalità da parte del giudice penale è possibile, ma è limitato alla violazione manifesta della legge e all'abuso del potere di apprezzamento. Infine il giudice penale sindaca liberamente la legalità, e quindi anche l'abuso del potere d'apprezzamento, quando nessun ricorso ad un tribunale amministrativo è ammesso contro la decisione amministrativa (DTF 121 IV 29 consid. 2a pag. 31; DTF 98 IV 106 consid. 3).\n\n2.2 Questa costruzione a tre livelli non è priva di difetti. In particolare vanno rilevate talune frizioni logiche nella transizione fra il secondo ed il terzo livello. Non vi è infatti corrispondenza tra il controllo della legalità da un lato e del potere d'apprezzamento dall'altro. Se il passaggio dalla terza alla seconda costellazione comporta giustamente una restrizione del potere d'esame sulla legalità, lo stesso non vale in ambito di potere d'apprezzamento, dove invece il potere d'esame resta invariato. Vi è in questo senso un'incoerenza del sistema da rettificare adottando anche in ambito d'apprezzamento una parallela restrizione del potere d'esame. Per fare questo va rivisto il secondo livello introducendo una cognizione limitata all'abuso manifesto del potere d'apprezzamento. Al terzo livello resta invece sempre possibile un esame del semplice abuso del potere d'apprezzamento, quale emanazione del controllo pieno della legalità. Tale correzione è quanto mai opportuna anche in considerazione del fatto che la precedente giurisprudenza affondava le proprie radici in un contesto storico-giuridico in cui la giurisdizione dei tribunali amministrativi era molto meno sviluppata, per cui l'esigenza di un controllo da parte del giudice penale era più urgente rispetto ad oggi.BGE 129 IV 246 S. 250\n\n2.3 Nella fattispecie si tratta di un caso del terzo livello. A questo proposito dottrina e giurisprudenza sono concordi sul fatto che l'esame non può venire in alcun modo esteso all'opportunità o all'adeguatezza della decisione (v. DTF 100 IV 68; DTF 98 IV 108; CHRISTOF RIEDO, Commentario basilese, n. 65 all'art. 292 CP; BERNARD CORBOZ, Les principales infractions, vol. II, Berna 2002, n. 12 all'art. 292 CP; JÖRG REHBERG, Strafrecht IV, 2a ed., Zurigo 1996, pag. 308; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, BT II, 5a ed., Berna 2000, § 51 n. 6). Il giudice penale non può godere di un potere d'esame più ampio del giudice amministrativo, il quale nemmeno in materia d'espulsione degli stranieri ha la facoltà di sindacare l'adeguatezza della decisione dell'amministrazione cantonale (art. 104 lett. c OG; DTF 125 II 105 consid. 2a). Esamina se la decisione d'espulsione è conforme alla legge ed al principio di proporzionalità, ma non può sostituire l'apprezzamento dell'autorità amministrativa con il proprio (DTF 104 Ib 1 consid. 1b). Si tratta dunque di un esame di legalità ma non di opportunità o adeguatezza. È per tanto corretta la tesi del Procuratore generale, secondo la quale il giudizio penale non poteva rivedere l'opportunità delle decisioni amministrative che stanno alla base dell'infrazione.\n\n3. Nella decisione del 12 marzo 1993 il DFGP ha confermato il divieto di entrata contro A. in applicazione dell'art. 13 cpv. 1 LDDS, considerando determinante la condanna penale del 15 giugno 1983. La Corte cantonale ha ritenuto che l'autorità amministrativa, così facendo, avrebbe dato \"prova di esagerato rigore trascurando in particolare di valutare le circostanze favorevoli all'accusato. Tra queste circostanze l'autorità cantonale ha menzionato le relazioni personali, lo stato di salute e il ravvedimento.\n\nIl Procuratore generale limita l'oggetto del ricorso all'accusa di ripetuta entrata illegale; rinuncia invece ad ogni contestazione concernente l'imputazione di ripetuto soggiorno illegale. Egli sostiene che per l'applicazione dell'art. 13 cpv. 1 LDDS basta l'adempimento della condizione oggettiva della condanna per crimine o delitto. Ciò premesso, a suo avviso, rimarrebbe da esaminare soltanto se la durata indeterminata del divieto di entrata rispetti i principi di proporzionalità e di uguaglianza nonché il divieto di arbitrio. Quesito a cui risponde affermativamente ribadendo la pericolosità dell'opponente e contestando il di lui legame con la Svizzera. Il Procuratore generale si sofferma anche sulle finalità diverse perseguite dall'espulsione BGE 129 IV 246 S. 251penale per rispetto a quella amministrativa e sulla conseguente indipendenza di giudizio delle autorità che la pronunciano.\n\n3.1 Per l'art. 13 cpv. 1 prima frase LDDS l'autorità federale può vietare l'entrata in Svizzera agli stranieri indesiderabili. Si tratta di una misura di polizia degli stranieri, come tale da distinguere dalla pena accessoria dell'espulsione dal territorio svizzero ex art. 55 CP. Infatti secondo la giurisprudenza del Tribunale federale le misure di polizia degli stranieri perseguono scopi differenti rispetto a quelle di natura penale. In questo senso il fatto che l'espulsione penale sia stata sospesa in virtù dell'art. 55 cpv. 2 CP non costituisce un ostacolo per un'eventuale espulsione di polizia (DTF 125 II 105 consid. 2b). In un'ottica giuspenalistica è determinante la questione del possibile reinserimento sociale del reo, mentre per l'autorità di polizia degli stranieri è centrale l'interesse della sicurezza e dell'ordine pubblici. Quello della risocializzazione è in questo ambito soltanto un fattore accanto a molti altri, da prendere in considerazione in maniera più severa rispetto all'autorità penale o di esecuzione delle pene, tenuto conto di una esaustiva ponderazione degli interessi di polizia (sentenza 2A.531/1996 del 18 febbraio 1997, consid. 2b; DTF 114 Ib 1 consid. 3a pag. 3 e seg.; DTF 120 Ib 129 consid. 5b pag. 132).\n\n3.2 L'opponente ha commesso una grave infrazione contro la legge federale sugli stupefacenti avendo organizzato l'importazione di 4,180 kg di eroina dalla Turchia alla Svizzera. La gravità del reato giustifica già di per sé l'espulsione di polizia. Secondo la giurisprudenza amministrativa del DFGP è infatti da considerarsi indesiderabile ai sensi dell'art. 13 cpv. 1 prima frase LDDS lo straniero che è stato condannato da un'autorità giudiziaria per un crimine o un delitto (GAAC 63/1999 n. 1 consid. 12a pag. 23 e rinvii). La ratio della norma è di ordine pubblico: occorre impedire l'entrata ed il soggiorno agli stranieri i cui antecedenti permettono di concludere ch'essi non vogliono o non sono capaci di rispettare l'ordine stabilito né di tenere il comportamento che ci si deve attendere da chi desideri soggiornare anche solo temporaneamente in Svizzera (GAAC 63/1999 n. 1 consid. 12a pag. 24; 60/1996 n. 4 consid. IV/2 pag. 45). Solamente circostanze particolari possono indurre a prescindere dal vietare l'entrata di uno straniero, sebbene egli sia stato condannato per un crimine o un delitto. Si pone dunque la questione di sapere se nella fattispecie siano date circostanze particolari tali da rendere sproporzionata e quindi illegittima la misura dell'espulsione. Tali circostanze vanno esaminate sulla base della situazione di fatto al momento dell'emanazione della decisione, ovvero in data 12 marzo BGE 129 IV 246 S. 2521993. Tutto ciò che è accaduto dopo non può essere oggetto dell'esame del giudice penale, ma potrà tutt'al più essere preso in considerazione a fronte di un'eventuale istanza di riesame amministrativo presso le autorità federali competenti (cfr. ANDREAS ZÜND, Beendigung der Anwesenheit, Entfernung und Fernhaltung, in: Uebersax/Münch/Geiser/Arnold, Ausländerrecht, n. 6.84).\n\n3.3 L'opponente, nato nel 1946, era in Svizzera dal 1979 e ha commesso le infrazioni in questione tre anni più tardi. È impossibile dunque parlare di legami particolari con la Svizzera. Effettivamente dopo la sua condanna e fino all'emanazione delle contestate misure di polizia degli stranieri, egli non ha commesso nuovi reati, ma ciò non è molto indicativo visto che il periodo in questione l'ha passato principalmente in carcere. Egli era sì legato sentimentalmente ad una cittadina di nazionalità svizzera, conosciuta nel 1988 durante il regime di semilibertà, come non ha mancato di prendere in considerazione il DFGP nella sua decisione 12 marzo 1993, ma questo non è sufficiente per rovesciare l'impatto negativo dei reati commessi in precedenza. Come ha pertinentemente sottolineato l'autorità amministrativa federale i crimini commessi da quest'ultimo sono di una gravità estrema, in quanto atti a mettere in pericolo la vita di un numero molto alto di persone. La perniciosità di questo genere di reati per l'ordine e la salute pubblici è stata sottolineata anche dalla Corte europea dei diritti dell'uomo, la quale, chiamata a giudicare il caso di un cittadino algerino espulso dalla Francia, dove viveva dall'età di due anni, ossia dal 1967, in seguito ad una condanna a tre anni di detenzione (di cui due sospesi condizionalmente) per traffico di stupefacenti, ha negato che tale misura violasse l'art. 8 CEDU (sentenza nella causa Baghli contro Francia del 30 novembre 1999, Recueil CourEDH 1999-VIII pag. 189, n. 36, 37, 39, 40 e 45-49).\n\nDate simili circostanze non si può certo sostenere che il rapporto tra l'opponente ed il nostro Paese fosse, al momento dell'emanazione della decisione, così profondo da far apparire il divieto d'entrata in Svizzera come sproporzionato nei confronti dell'interesse pubblico tutelato. Questo vale anche tenuto conto della grave malattia che ha colpito l'opponente durante l'esecuzione della pena, ma da cui sembrava essere guarito già nell'aprile 1992 e per la quale non risulta che egli dovesse seguire ancora un particolare trattamento in Svizzera. In questo senso gli elementi che si opponevano all'espulsione erano molto tenui e non assolutamente paragonabili alla gravità dell'infrazione commessa, per cui l'autorità amministrativa BGE 129 IV 246 S. 253non ha abusato del suo potere d'apprezzamento confermando l'espulsione dell'opponente dalla Svizzera.\n\n3.4 Da tutto questo discende che l'autorità cantonale, prosciogliendo l'opponente dall'accusa di ripetuta entrata illegale ai sensi dell'art. 23 cpv. 1 LDDS, ha violato il diritto federale per cui il ricorso va accolto."}