{"annee": "129", "cour": "V", "page": "313", "date": "30/5/2003", "cite": [], "cite_par": [], "chapeau": "46. Extrait de l'arrêt dans la cause Les Retraites Populaires contre K. (B 42/01), et K. contre Les Retraites Populaires (B 44/01), et Tribunal administratif du canton de Fribourg\n\nB 42/01 + B 44/01 du 30 mai 2003", "regestes": ["Art. 27, 28, 29 LPP (dans leur teneur en vigueur jusqu'au 31 décembre 1994); art. 24 LPP. L'assuré au bénéfice d'une prestation de libre passage de la prévoyance plus étendue qui entre dans une nouvelle institution de prévoyance ne couvrant que le minimum LPP ne peut pas exiger de cette dernière qu'elle porte au crédit de son avoir de vieillesse l'intégralité de la prestation de libre passage, mais uniquement la part de cette prestation qui correspond à l'avoir de vieillesse selon la LPP (prévoyance obligatoire) acquis dans la précédente institution au moment du transfert."], "faits": "BGE 129 V 313 S. 314\n\nA.\n\nA.a K. a travaillé pour X. SA à du 5 mars 1972 au 30 juin 1994. A ce titre, il était affilié auprès de la Caisse de retraite interprofessionnelle de l'industrie vaudoise de la construction (ci-après: la caisse interprofessionnelle). Le 13 juin 1994, X. SA est tombée en faillite et l'exploitation de l'entreprise a été reprise le 1er juillet 1994 par Y. SA. Dès cette date et jusqu'au 31 octobre 1996, K. a travaillé pour le compte de la nouvelle société. Celle-ci assure son personnel contre les conséquences économiques résultant de la vieillesse, de l'invalidité et du décès auprès des Retraites Populaires, à laquelle K. a été affilié à partir du 1er juillet 1994.\n\nA.b Le 2 juin 1998, l'Office de l'assurance-invalidité du canton de Fribourg (ci-après: l'office) a reconnu à K. le droit à une demi-rente d'invalidité, fondée sur une incapacité de gain de 62%, à partir du 1er novembre 1997. Par décision du 1er décembre 1999, l'office l'a mis au bénéfice d'une rente entière dès le 1er avril 1999.\n\nLe 16 juillet 1998, Les Retraites Populaires ont informé K. qu'il avait droit, dès le 1er novembre 1997 et avant calcul de surindemnisation, à une rente d'invalidité de 535 fr. 20 fondée sur la police no 922'445, et qu'il détenait une prestation de sortie au 1er novembre 1997 de 2'544 fr. 65 à la suite de la cessation de son activité auprès de la société Y. SA; ce montant était placé sur la police de libre-passage no 525'974.\n\nA.c Le 18 août 1998, la caisse interprofessionnelle a transféré aux Retraites Populaires la somme de 51'892 fr. 85, correspondant à la prestation de libre-passage acquise auprès d'elle; cette somme comprenait un avoir de vieillesse LPP de 30'897 fr. 45.\n\nLes Retraites Populaires ont alors confirmé à K. qu'il avait droit à une demi-rente annuelle viagère d'invalidité de 535 fr. 20 dès le 1er novembre 1997. Toutefois, à la suite du transfert de la prestation de libre-passage et de l'intégration sur sa police de prévoyance professionnelle de la moitié de l'avoir de vieillesse LPP de 15'448 fr. 75 (30'897.45 : 2) et des intérêts sur cette somme (2'723 fr. 60), elles lui reconnaissaient, avant calcul de surindemnisation, le droit à une demi-rente d'invalidité annuelle de 1'843 fr. 80 dès le 1er septembre 1998. Le solde de la prestation de libre passage de 33'720 fr. 50 qui comportait l'autre moitié de l'avoir de vieillesse LPP était comptabilisé sur la police de libre passage no 525'974.\n\nB.- Le 18 février 2000, K. a ouvert action devant le Tribunal administratif du canton de Fribourg, en concluant au versement d'une demi-rente d'invalidité calculée sur la base d'un avoir de BGE 129 V 313 S. 315prévoyance comprenant l'intégralité de la prestation de libre passage transférée par la caisse interprofessionnelle.\n\nPar jugement du 23 mars 2001, le tribunal a admis partiellement la demande. Il a reconnu que K. avait droit à une demi-rente d'invalidité calculée sur un avoir de prévoyance comprenant la moitié de l'avoir de vieillesse acquis dans l'institution précédente à partir du 1er novembre 1997 et lui a alloué des dépens partiels pour la procédure cantonale.\n\nC.- K. interjette recours de droit administratif contre ce jugement. Il conclut à ce que les prestations d'invalidité des Retraites Populaires soient calculées, dès le 1er novembre 1997, sur la base d'un avoir de vieillesse englobant l'intégralité de la prestation de libre passage versées par la caisse interprofessionnelle, et à ce que de pleins dépens lui soit alloués pour la procédure cantonale.\n\nLes Retraites Populaires interjettent également recours de droit administratif contre ce jugement, dont elles demandent l'annulation, et invitent le Tribunal fédéral des assurances à constater qu'elles n'ont à tenir compte du versement de la prestation de libre passage dans le calcul de leurs prestations qu'à partir du 1er septembre 1998.\n\nLa caisse interprofessionnelle renonce à se déterminer, tandis que l'Office fédéral des assurances sociales (OFAS) propose d'admettre le recours de K.", "considerants": "Extrait des considérants:\n\n2. Est litigieux le droit de K. à une demi-rente d'invalidité de la part des Retraites Populaires à partir du 1er novembre 1997, plus particulièrement le montant de prestation de libre passage provenant de la caisse interprofessionnelle qui doit être pris en compte dans le calcul de cette prestation.\n\n3. Selon la convention d'affiliation conclue entre Y. SA et Les Retraites Populaires, cette institution de prévoyance pratique l'assurance obligatoire dans les limites du salaire coordonné au sens de l'art. 8 LPP.\n\nSelon l'art. 24 LPP, l'assuré a droit à une rente entière d'invalidité s'il est invalide à raison des deux tiers au moins, au sens de l'AI, et à une demi-rente s'il est invalide à raison de 50 pour cent au moins (al. 1). Selon l'alinéa 2 de cette disposition, la rente d'invalidité est calculée selon le même taux de conversion que la rente de vieillesse. L'avoir de vieillesse déterminant comprend alors (a.) l'avoir de BGE 129 V 313 S. 316vieillesse acquis par l'assuré à la naissance du droit à la rente d'invalidité et (b.) la somme des bonifications de vieillesse afférentes aux années futures, sans les intérêts. Aux termes de l'art. 15 al. 1 LPP, l'avoir de vieillesse comprend (a.) les bonifications de vieillesse afférentes à la période durant laquelle l'assuré a appartenu à l'institution de prévoyance, avec les intérêts et (b.) l'avoir de vieillesse versé par les institutions précédentes et porté au crédit de l'assuré, avec les intérêts.\n\nSelon l'art. 15 OPP 2, si l'assuré est mis au bénéfice d'une demi-rente d'invalidité, l'institution de prévoyance partage l'avoir de vieillesse en deux parties égales. Une moitié sera traitée conformément à l'art. 14 (compte de vieillesse de l'assuré invalide). L'autre moitié sera assimilée à l'avoir de vieillesse d'un assuré valide et sera traitée, en cas de dissolution des rapports de travail, conformément aux art. 3 à 5 LFLP.\n\n4. A la suite du transfert de la prestation de libre passage, Les Retraites Populaires reconnaissent à K., à partir du 1er septembre 1998 et avant application des règles relatives à la surindemnisation, le droit à une demi-rente d'invalidité annuelle de 1'843 fr. 80. Dans l'avoir de vieillesse déterminant à la base de cette prestation, Les Retraites Populaires ont pris en compte, au titre de l'avoir de vieillesse versé par les institutions précédentes et porté au crédit de l'assuré avec les intérêts (art. 15 al. 1 lit. b LPP), le montant de 18'172 fr. 35 compris dans la prestation de libre passage de 51'892 fr. 85, soit 15'448 fr. 75 (moitié de l'avoir de vieillesse LPP de 30'897 fr. 45 au 30 juin 1994) et les intérêts sur cette somme (2'723 fr. 60).\n\nLes premiers juges ont confirmé ce calcul. Toutefois, dès lors que K. était au bénéfice d'une demi-rente AI depuis le 1er novembre 1997, ils ont considéré que Les Retraites Populaires ne pouvaient suspendre le droit à une rente d'invalidité LPP jusqu'au 1er septembre 1998, ni en application du délai d'attente prévu dans leur règlement, ni en raison du versement tardif de la prestation de libre passage par la précédente institution de prévoyance.\n\n5. Pour ce qui le concerne, K. prend acte de la reconnaissance de son droit à une demi-rente d'invalidité dès le 1er novembre 1997, mais soutient que l'intégralité de la prestation de libre passage versée par la caisse interprofessionnelle doit être prise en compte dans l'avoir déterminant le calcul de sa rente.\n\nBGE 129 V 313 S. 317\n\n5.1 K. a été affilié aux Retraites Populaires dès le 1er juillet 1994. S'agissant de la prestation d'entrée dans cette institution, ses droits sont déterminés par les dispositions de la LPP en vigueur à cette époque (art. 27 al. 1 LFLP).\n\n5.2 Le montant de la prestation de libre passage doit être transféré à la nouvelle institution de prévoyance; celle-ci le porte au crédit de l'assuré (ancien art. 29 al. 1 LPP). Le montant de la prestation de libre passage équivaut à l'avoir de vieillesse acquis par l'assuré au moment du transfert (ancien art. 28 al. 1 LPP). La prestation de libre passage sera calculée conformément à l'art. 331a ou 331b du code des obligations si l'application de ces articles donne un montant plus élevé (ancien art. 28 al. 2 LPP). Lors du transfert de la prestation de libre passage, l'institution de prévoyance doit mentionner séparément l'avoir de vieillesse acquis en vertu de la LPP (art. 16 al. 1 OPP 2).\n\n5.3\n\n5.3.1 Comme on l'a vu, Les Retraites Populaires allouent des prestations minimales selon la LPP. Or, dans le cadre de l'assurance obligatoire, qui a connu dès son origine le libre passage intégral pour les prestations de la LPP (voir CARL HELBLING, Les institutions de la prévoyance et la LPP : présentation générale des bases juridiques, économiques et techniques de la prévoyance professionnelle en Suisse, 1991, p. 162), la prestation de libre passage de K. que Les Retraites Populaires sont tenues de porter à son crédit ne peut être que l'avoir de vieillesse LPP acquis par l'assuré au moment du transfert (ancien art. 28 al. 1 LPP, art. 16 al. 1 OPP 2) et non pas celui au montant plus élevé calculé selon les art. 331a ou 331b du code des obligations (ancien art. 28 al. 2 LPP).\n\nLe simple examen des dispositions actuelles régissant le droit aux prestations de la prévoyance obligatoire, consécutives à l'entrée en vigueur de la loi fédérale sur le libre passage (LFLP), ne permet pas une autre interprétation. Le droit aux prestations de vieillesse (art. 14 al. 1 LPP), d'invalidité (art. 24 al. 2 LPP) et pour survivants (art. 21 LPP) se réfère pour ce qui est de leur quotité à l'avoir de vieillesse acquis au moment où s'ouvre le droit à la rente. Si l'on considère l'art. 15 al. 1 let. b LPP, dans sa teneur en vigueur dès le 1er janvier 1995, s'agissant des fonds (compris dans l'avoir de vieillesse et déterminant le montant de la rente) qui ne découlent pas de l'affiliation à l'institution qui verse la rente, il n'est fait mention que de l'avoir de vieillesse versé par les institutions précédentes et porté au crédit de l'assuré avec les intérêts, et non pas de la prestation de sortie au sens des art. 3 al. 1, 15, 16 et 17 LFLP. La LFLP BGE 129 V 313 S. 318qui a apporté de notables améliorations aux droit des assurés en cas de passage d'une institution à l'autre dans la prévoyance plus étendue ne peut à l'évidence pas avoir réduit sur ce point le droit des assurés dans la prévoyance obligatoire.\n\n5.3.2 L'assurance obligatoire est réalisée et financée dans les limites du salaire coordonné au sens de l'art. 8 LPP. Seule la partie du salaire annuel déterminant au sens de la LAVS (art. 7 al. 2 LPP) comprise entre 14'880 et 44'640 francs à l'origine, et 14'880 et 74'160 francs dès le 1er janvier 2001, est assurée (art. 8 al. 1 LPP). Parallèlement, seule la partie du salaire comprise entre ces deux montants est soumise à l'obligation de cotiser (GERHARD GERHARDS, Grundriss Zweite Säule: das Recht der beruflichen Vorsorge in der Schweiz, p. 54, note de bas de page 18). Cette partie du salaire, qui constitue le salaire coordonné, est à la base de tout le système de la prévoyance obligatoire. Ainsi, les bonifications de vieillesse, qui alimentent l'avoir de vieillesse de l'assuré (art. 15 LPP) sont calculées annuellement en pour-cent du salaire coordonné (art. 16 LPP). Les prestations de la prévoyance obligatoire pour les cas de vieillesse (art. 14 al. 1 LPP), d'invalidité (art. 24 al. 2 LPP) et pour survivants (art. 21 LPP) sont calculées en pour cent de l'avoir de vieillesse acquis par l'assuré au moment où s'ouvre le droit à la rente. L'avoir de vieillesse comprend (a.) les bonifications de vieillesse afférentes à la période durant laquelle l'assuré a appartenu à l'institution de prévoyance, avec les intérêts, et (b.) les prestations de libre passage portées au crédit de l'assuré conformément à l'art. 29 al. 1, avec les intérêts (ancien art. 15 LPP). A cette fin, l'institution de prévoyance tient, pour chaque assuré, un compte de vieillesse indiquant son avoir de vieillesse conformément à l'art. 15, 1er alinéa, LPP (art. 11 al. 1 OPP 2). A la fin de l'année civile, le compte individuel de vieillesse est crédité (a.) de l'intérêt annuel calculé sur l'avoir de vieillesse existant à la fin de l'année civile précédente et (b.) des bonifications de vieillesse sans intérêt pour l'année civile écoulée (art. 11 al. 2 OPP 2). Si l'assuré entre dans l'institution de prévoyance en cours d'année, le compte de vieillesse est crédité en fin d'année civile (a.) du montant de l'avoir de vieillesse transféré correspondant à la prévoyance minimale, (b.) de l'intérêt sur le montant de l'avoir de vieillesse transféré, calculé dès le jour du paiement de la prestation de libre passage, et (c.) des bonifications de vieillesse sans intérêt afférentes à la fraction d'année durant laquelle l'assuré a été dans l'institution de prévoyance (art. 11 al. 4 OPP 2).\n\nBGE 129 V 313 S. 319\n\nA l'examen de ces dispositions et de la systématique de la loi, l'assuré qui entre dans une institution se limitant à la prévoyance obligatoire peut uniquement exiger de celle-ci qu'elle porte au crédit de son avoir de vieillesse la prestation de libre passage correspondant à l'avoir de vieillesse LPP acquis dans la précédente institution au moment du transfert (ancien art. 28 al. 1 LPP, art. 16 al. 1 OPP 2). Seul ce montant se rapporte à des bonifications de vieillesse calculées sur un pour-cent du salaire coordonné et financées sur cette base, et correspond à la notion du libre passage intégral selon la LPP, avant l'entrée en vigueur de la LFLP. Dans la prévoyance minimale, la notion de rachat ou d'amélioration des prestations, au moyen de fonds étrangers à la prévoyance obligatoire, qu'ils proviennent de la prévoyance plus étendue ou directement de l'assuré, est inconnue. Dans une telle hypothèse, l'institution de prévoyance devrait prendre en compte dans le calcul de ses prestations des montants qui ne correspondent pas à la notion de salaire coordonné, qu'elle entend seul assurer, et se verrait surtout contrainte de verser sur ces montants des intérêts annuels, c'est-à-dire de rémunérer un avoir qui ne ressortit pas à un salaire coordonné et qui, en tant que tel, n'aurait pas été soumis à l'obligation de cotiser. En définitive, une telle hypothèse constituerait une forme de la prévoyance plus étendue. Sur un autre plan, on ne doit pas oublier que la prévoyance obligatoire, telle qu'elle est conçue, constitue le complément de l'assurance-vieillesse et survivants, qui ne connaît pas non plus la notion de rattrapage ou d'amélioration des prestations à l'initiative de l'assuré ou aux moyen de fonds ne correspondant pas à un salaire déterminant soumis à l'obligation de cotiser.\n\n5.3.3 Au vu de ces éléments et compte tenu de la forme d'assurance pratiquée par la nouvelle institution de prévoyance, le point de savoir si les circonstances qui ont entouré la fin des rapports de travail de K. avec X. SA ensuite de sa mise en faillite le 14 juin 1994, et la prise d'emploi auprès de Y. SA le 1er juillet 1994, étaient propres à justifier l'application des \"Instructions concernant l'examen de la résiliation des contrats d'affiliation et de la réaffiliation de l'employeur\" édictées par l'OFAS (BPP no 24, du 23 décembre 1992; RSAS 1993 p. 361) peut, s'agissant des droits de K. à vis-à-vis des Retraites Populaires, demeurer ouverte.\n\n5.4 En définitive, la prise en compte par Les Retraites Populaires de la moitié de l'avoir de vieillesse LPP provenant de l'institution précédente et des intérêts dus sur cette somme, dans le calcul de la demi-rente d'invalidité à laquelle peut prétendre K., s'avère conforme au droit fédéral. Le recours du prénommé sur ce point est mal fondé."}