{"annee": "129", "cour": "IV", "page": "61", "date": "26/11/2002", "cite": ["122 IV 279", "98 IV 314", "121 IV 104"], "cite_par": ["133 IV 297"], "chapeau": "8. Extrait de l'arrêt de la Cour de cassation pénale dans la cause X. contre Ministère public du canton de Vaud (pourvoi en nullité)\n\n6S.283/2002 du 26 novembre 2002", "regestes": ["Art. 68 ch. 1 al. 1, art. 156 et 183 CP; concours entre l'extorsion et la séquestration. L'extorsion n'absorbe la séquestration que si l'atteinte à la liberté qu'implique cette dernière infraction ne va pas au-delà de ce qui est nécessaire à la commission de l'extorsion; à ce défaut, il y a concours entre les deux infractions (consid. 2)."], "faits": "BGE 129 IV 61 S. 62\n\nA.- Par jugement du 27 mars 2001, le Tribunal correctionnel de l'arrondissement de Lausanne a notamment condamné X., pour enlèvement et séquestration (art. 183 ch. 1 CP), extorsion qualifiée (art. 156 ch. 3 CP), utilisation frauduleuse d'un ordinateur (art. 147 al. 1 CP), prise d'otage (art. 185 ch. 1 CP), blanchiment d'argent (art. 305bis ch. 1 CP) et instigation à blanchiment d'argent et à recel (art. 24 CP en relation avec art. 305bis et 160 CP), à la peine de 7 ans de réclusion, sous déduction de 826 jours de détention préventive subie, et à l'expulsion pour une durée de 15 ans; il a en outre révoqué le sursis assortissant une peine de 7 mois d'emprisonnement et une expulsion pour 5 ans, prononcées le 26 juin 1998. Le tribunal a par ailleurs condamné plusieurs coaccusés et statué sur des conclusions civiles.\n\nSaisie d'un recours en réforme de X., la Cour de cassation pénale du Tribunal cantonal vaudois l'a écarté par arrêt du 20 décembre 2001, confirmant le jugement qui lui était déféré en ce qui le concerne.\n\nB.- S'agissant des faits pertinents pour le jugement de la présente cause, l'arrêt attaqué retient, en substance, ce qui suit.\n\nDans le courant de l'année 1998, Y. a eu l'idée d'enlever le fils d'amis de ses parents, en vue d'obtenir de la famille de celui-ci une rançon de 5 millions de francs. A cette fin, il a imaginé un plan d'exécution et décidé de recourir à des hommes de main. A la mi-décembre 1998, une première équipe d'hommes de main, recrutée quelques semaines auparavant, a tenté à cinq reprises mais sans succès d'enlever la victime. Une seconde équipe - comprenant notamment X. - a alors été recrutée, qui, après plusieurs tentatives infructueuses entre le soir du 19 décembre et l'après-midi du 21 décembre 1998, est parvenue à ses fins. C'est ainsi que, le 21 décembre 1998, vers 19 heures, la victime a été assaillie près de son véhicule, à la rue de Genève, à Lausanne, par trois hommes cagoulés, dont deux brandissaient une arme à feu chargée; elle a ensuite été jetée sur la banquette arrière d'un véhicule, conduit par un quatrième homme, puis cagoulée et menottée, avant d'être emmenée dans une grange abandonnée au lieu-dit La Rasse, dans la région d'Evionnaz, en Valais. Sur place, elle a été dépouillée de son portefeuille et de sa BGE 129 IV 61 S. 63montre, puis a été contrainte, sous menaces de mort, de fournir les numéros de code de ses cartes bancaires, postale et de crédit, au moyen desquelles des prélèvements de plusieurs milliers de francs ont été effectués par la suite, notamment par X. puis Y.\n\nLa victime a été séquestrée durant 45 heures, sous la surveillance de deux des quatre hommes, avant d'être libérée par la police vaudoise le 23 décembre 1998, vers 16 heures 20, à Aclens. Durant ces deux jours, la mère de la victime a été contactée à plusieurs reprises afin qu'une rançon de 5 millions de francs soit versée en échange de la libération de l'otage; ces revendications ont été assorties de menaces de tuer ou de mutiler la victime. La famille de cette dernière s'est exécutée en versant une somme de 500'000 francs, exigée à titre de premier acompte.\n\nL'infraction d'enlèvement et de séquestration au sens de l'art. 183 ch. 1 CP a été retenue du fait que X. ignorait, au moment du rapt et jusqu'au 22 décembre 1998 en début d'après-midi, que celui-ci visait à obtenir une rançon de la famille de la victime.\n\nS'agissant de l'infraction d'extorsion qualifiée au sens de l'art. 156 ch. 3 CP, elle a été retenue à l'encontre de X. du fait qu'il avait obtenu de la victime qu'elle remette ses cartes bancaires et de crédit et révèle les numéros de code correspondants sous la violence et en la menaçant de mort.\n\nC.- X. se pourvoit en nullité au Tribunal fédéral.\n\nLe Tribunal fédéral a partiellement admis le pourvoi.", "considerants": "Extrait des considérants:\n\n2. Le recourant ne conteste pas s'être rendu coupable d'extorsion qualifiée au sens de l'art. 156 ch. 3 CP ainsi que de séquestration et d'enlèvement au sens de l'art. 183 ch. 1 CP, mais soutient que la première de ces infractions absorbe en l'espèce la seconde.\n\n2.1 L'extorsion, (art. 156 CP), comme le brigandage (art. 140 CP), est une infraction dirigée à la fois contre le patrimoine et contre la liberté; elle suppose que l'auteur use d'un moyen de contrainte - dans le cas de l'art. 156 ch. 3 CP, des mêmes moyens de contrainte que s'il s'agit d'un brigandage (art. 140 ch. 1 CP) - pour amener une personne à accomplir un acte préjudiciable à ses intérêts pécuniaires ou à ceux d'un tiers. La séquestration et l'enlèvement (art. 183 CP), qui constituent des cas particuliers de contrainte, sont en revanche des infractions dirigées exclusivement contre la liberté.\n\nJusqu'ici, le Tribunal fédéral n'a pas été amené à se prononcer sur la question d'un éventuel concours entre les art. 156 et 183 CP. Il a BGE 129 IV 61 S. 64en revanche été appelé à statuer, sous l'ancien droit, sur le rapport entre le brigandage (art. 139 aCP; actuellement art. 140 CP) et la séquestration (art. 182 ch. 1 aCP; actuellement art. 183 ch. 1 al. 1 CP) dans l' ATF 98 IV 314. Dans le cas qui lui était soumis, l'auteur, avec deux complices, avait, en le menaçant avec un pistolet, contraint le fondé de pouvoir d'une entreprise, qui détenait la clef du coffre de celle-ci, à monter dans une voiture, et l'avait conduit jusqu'aux locaux de son employeur, où, après l'avoir étourdi, il s'était emparé d'une somme de 340'000 francs; il avait ensuite transporté le fondé de pouvoir inanimé, qu'il avait ligoté, dans les locaux et l'avait attaché à une rampe d'escalier, avant de prendre la fuite. Le Tribunal fédéral a observé que, dans ce cas, l'auteur ne pouvait savoir combien de temps sa victime resterait inanimée; en la ligotant puis en l'attachant à une rampe d'escalier, il avait donc voulu retarder la découverte de l'infraction, afin de disparaître sans être inquiété; c'est par conséquent toujours en exécution du brigandage que, pour assurer sa fuite, l'auteur avait exercé ces violences sur la victime; dès lors et compte tenu du peu de temps qu'avait duré l'activité délictueuse, les agissements de l'auteur devaient être considérés comme formant un tout, de sorte qu'il ne se justifiait pas de voir dans le comportement consistant, après le vol, à priver la victime de sa liberté en la ligotant et en l'attachant à une rampe d'escalier, une infraction distincte du brigandage.\n\nAutrement dit, selon cet arrêt, le brigandage absorbe la séquestration lorsque cette dernière n'est commise qu'en exécution du brigandage, dont elle sert en définitive le but, et qu'il existe entre les deux infractions un rapport de temps si étroit que les actes de l'auteur, considérés de façon naturelle, apparaissent comme étant homogènes, formant un tout.\n\nEn doctrine, certains auteurs ont critiqué cette jurisprudence. Semblant l'interpréter en ce sens que la proximité temporelle qui peut exister entre les deux infractions suffirait à exclure le concours, ils l'ont estimée trop large. Ainsi, pour PECORINI, le concours entre le brigandage, d'une part, et l'enlèvement ou la séquestration, d'autre part, doit être admis, malgré la proximité temporelle, si la seconde infraction ne sert pas le dessein de la première, par exemple lorsqu'elle n'a pour but que de faciliter BGE 129 IV 61 S. 65la fuite de l'auteur; selon lui, dans l' ATF 98 IV 314, le Tribunal fédéral pouvait admettre que le brigandage absorbait l'enlèvement de la victime, mais pas la séquestration que constituait le fait, à l'issue du crime, d'attacher la victime à une rampe d'escalier, ce comportement n'ayant d'autre but que de faciliter la fuite des malfrats (OLIVIER PECORINI, Le brigandage et l'extorsion par brigandage d'une chose mobilière en droit pénal suisse, thèse Lausanne 1995, p. 263 ss). Pour TRECHSEL, il y a concours réel entre le brigandage et l'infraction réprimée par l'art. 183 CP dès que la privation de liberté excède celle qui résulte directement du brigandage et c'est à tort, selon cet auteur, qui se réfère notamment à l'opinion de REHBERG et SCHMID, que dans l' ATF 98 IV 314 l'absorption de la séquestration par le brigandage a été admise (TRECHSEL, Kurzkommentar, 2e éd., Zurich 1997, n. 12 ad art. 183 CP). REHBERG et SCHMID sont d'avis que l'infraction réprimée par l'art. 140 CP absorbe celle réprimée par l'art. 183 ch. 1 CP lorsque cette dernière sert le but de la première et ne se prolonge pas au-delà de celle-ci, ajoutant que la jurisprudence de l' ATF 98 IV 314 va trop loin dans la mesure où elle admet l'absorption à raison d'un lien temporel étroit entre les deux infractions (REHBERG/SCHMID, Strafrecht III, 7e éd., Zurich 1997, p. 132/133). Le rapport de temps étroit existant entre les actes de l'auteur pris en compte dans l' ATF 98 IV 314 n'a toutefois pas, à lui seul, été déterminant, mais en tant qu'il dénotait que, dans le cas particulier, la séquestration avait été commise en exécution du brigandage, dont elle servait le but. En définitive, cette jurisprudence rejoint donc très largement l'opinion partagée par la doctrine dominante.\n\nIl est en effet très généralement admis en doctrine que, si une autre infraction, telle que le brigandage ou l'extorsion, suppose le recours à une certaine contrainte, elle absorbe l'infraction réprimée par l'art. 183 CP, pour autant toutefois que l'atteinte qu'implique cette dernière infraction n'excède pas celle qui résulte de la première; autrement dit, il n'y a absorption que si l'atteinte à la liberté qu'implique l'infraction réprimée par l'art. 183 CP ne va pas au-delà de celle qui est nécessaire à la commission de l'autre infraction (cf. CORBOZ, Les infractions en droit suisse, vol. I, Berne 2002, p. 683 n. 107; REHBERG/SCHMID, op. cit., p. 357/358; SCHUBARTH, Kommentar zum schweizerischen Strafrecht, vol. II, Berne 1990, n. 96 ad art. 139 aCP et n. 32 ad art. 156 CP, et vol. III, Berne 1984, n. 66 ad art. 183 CP; STRATENWERTH, Schweizerisches Strafrecht, Partie spéciale I, 5e éd., Berne 1995, § 13 n. 141 et § 17 n. 7; TRECHSEL, op. cit., n. 12 ad art. 183 CP; PECORINI, op. cit., loc. cit.).\n\nIl faut au reste rappeler que l'extorsion est une infraction de résultat, qui suppose un dommage (sur cette notion, qui est la même que dans le cas de l'escroquerie et de la gestion déloyale, cf. ATF 122 IV 279 consid. 2a p. 281; ATF 121 IV 104 consid. 2c p. 107).BGE 129 IV 61 S. 66\n\nElle est donc consommée au moment où le dommage se produit (cf. STRATENWERTH, op. cit., § 17 n. 6 et 9; TRECHSEL, op. cit., n. 10 ad art. 156 CP; CORBOZ, op. cit., p. 374 n. 20).\n\n2.2 En l'espèce, le recourant et ses comparses ont accepté, contre rémunération, d'enlever la victime et de la séquestrer afin de lui extorquer ses cartes bancaires et de crédit ainsi que les numéros de code correspondants pour les remettre à Y., qui, selon les explications qui leur avaient été données, entendait les utiliser pour récupérer ainsi une importante somme d'argent que lui devait prétendument la victime. Après le rapt et l'extorsion des cartes et codes, le recourant, non sans avoir profité de les utiliser pour effectuer des prélèvements à son avantage, les a fait remettre le soir même à Y., qui a immédiatement effectué des prélèvements au moyen de ceux-ci. Au moment de cette remise, le recourant, contrairement à ce qui lui avait été promis, n'a pas touché le solde de 8'500 francs sur l'avance de 10'000 francs qu'il devait recevoir à titre d'acompte sur la rémunération de 120'000 francs convenue. Aussi, un second rendez-vous, environ une heure plus tard, a-t-il été fixé pour le paiement de ces 8'500 francs, qui ont alors été remis au recourant, lequel, devant encore recevoir le solde de la rémunération convenue, a accepté, à la demande de Y., de garder encore la victime séquestrée pendant 24 heures. Le lendemain 22 décembre 1998, lors d'une nouvelle rencontre avec Y. en début d'après-midi, le recourant a accepté une nouvelle fois de prolonger la détention de la victime, contre la promesse que la rémunération serait portée au double, soit 240'000 francs, alors que, selon les constatations de fait cantonales, il savait désormais que le rapt et la séquestration de la victime visaient à obtenir une rançon de la famille de cette dernière, et non pas à permettre à Y. de récupérer, au moyen des cartes et codes, une somme d'argent que lui devait la victime. Le lendemain 23 décembre 1998 en fin de matinée, après avoir reçu les 240'000 francs convenus, le recourant a accepté derechef, à la demande de Y., de prolonger la détention de la victime jusque vers 18 heures, moyennant le versement de 30'000 francs supplémentaires. C'est après avoir touché ce supplément, que, dans l'après-midi, alors qu'il s'apprêtait à libérer la victime, le recourant a été intercepté avec ses comparses par la police, qui a libéré la victime.\n\n2.3 La question de savoir si, comme l'admet l'arrêt attaqué, l'atteinte à la liberté qu'impliquait l'enlèvement de la victime, excédait celle qui était inhérente à la commission de l'extorsion peut demeurer indécise, dès lors que l'atteinte à la liberté résultant de la BGE 129 IV 61 S. 67séquestration ultérieure de la victime a en tout cas excédé celle qu'impliquait l'extorsion. Le recourant a en effet maintenu la victime séquestrée non seulement après lui avoir extorqué les cartes et codes, mais après leur utilisation pour effectuer des prélèvements et même bien au-delà, la gardant encore séquestrée pendant quelque 24 heures depuis le moment où il a su que la privation de liberté de la victime avait pour but réel d'exiger une rançon de la famille de celle-ci. Cette atteinte à la liberté de la victime a clairement excédé celle résultant de la commission de l'extorsion, dont elle ne servait plus le but et qui était consommée, les cartes et codes extorqués à la victime ayant été utilisés pour effectuer des prélèvements.\n\nPour le contester, le recourant tente de faire admettre que, pour lui, il s'agissait de maintenir la victime séquestrée jusqu'à ce que Y. puisse prélever au moins 200'000 francs au moyen des cartes et codes et que la séquestration postérieure à l'extorsion ne serait donc intervenue qu'en exécution de cette dernière. Que le recourant aurait su que Y., qu'il n'a rencontré pour la première fois qu'après le rapt et l'extorsion, entendait se procurer au moins 200'000 francs au moyen des cartes et codes et que c'est pour lui permettre d'effectuer des prélèvements à concurrence de cette somme qu'il aurait gardé la victime séquestrée n'est toutefois aucunement établi en fait. Il résulte au contraire des faits retenus que, pour le recourant, il s'agissait de procurer les cartes et codes à Y. contre rémunération et que c'est pour toucher cette rémunération et même encaisser des suppléments qu'il a accepté, d'abord le soir du 21 décembre 1998, puis le lendemain en début d'après-midi et à nouveau le surlendemain en fin de matinée de prolonger à chaque fois la séquestration de la victime; dès la seconde fois, soit le 22 décembre en début d'après-midi, il savait d'ailleurs que la séquestration n'avait pas pour but de permettre à Y. de récupérer une somme due par la victime en prélevant de l'argent au moyen des cartes et codes, mais d'obtenir le versement d'une rançon de la part de la famille de la victime.\n\nC'est en vain aussi que le recourant tente de faire admettre que l'extorsion ne pouvait être consommée qu'après que Y. ait pu obtenir un montant considérable au moyen des cartes et des codes. L'infraction est consommée au moment où le dommage se produit; l'importance de ce dommage n'est à cet égard nullement déterminante.\n\n2.4 Au vu de ce qui précède et sur la base des faits retenus, dont le recourant est irrecevable à s'écarter dans son pourvoi, il pouvait être admis sans violation du droit fédéral qu'en l'espèce la séquestration BGE 129 IV 61 S. 68a excédé ce qui était nécessaire à la commission de l'extorsion, de sorte qu'elle n'est pas absorbée par cette dernière infraction, avec laquelle elle entre donc en concours."}