{"annee": "129", "cour": "I", "page": "290", "date": "7/7/2003", "cite": ["125 I 449", "124 I 223", "125 I 1", "126 II 377", "119 IA 214", "128 I 46", "128 I 3", "123 I 313"], "cite_par": ["136 I 316", "137 I 257", "132 I 140", "136 I 265", "138 II 111", "135 I 302", "136 I 395", "141 II 113"], "chapeau": "26. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. Gemeinde Arosa gegen Regierung des Kantons Graubünden (staatsrechtliche Beschwerde)\n\n2P.31/2003 vom 7. Juli 2003", "regestes": ["Art. 2 et 32a LPE; art. 50 al. 1, art. 74 al. 2 et art. 36 Cst.; loi sur le traitement des déchets de la commune d'Arosa du 24 septembre 1995; financement de l'élimination des déchets urbains; principe de causalité; autonomie communale; règlement de substitution édicté par le gouvernement cantonal. Autonomie des communes grisonnes relativement à la fixation d'une taxe pour le financement de l'élimination des déchets urbains (consid. 2). Un règlement communal, d'après lequel une taxe relative à l'élimination des déchets urbains est perçue (en plus de la taxe de base) en fonction de la consommation d'eau, viole le droit fédéral, car il contrevient au principe de causalité (art. 32a LPE; consid. 3.2). Délai d'adaptation aux dispositions fédérales (consid. 3.3)? Admissibilité de l'adoption, par le gouvernement, d'un règlement de substitution conforme au droit fédéral (consid. 4.1-4.3). L'autonomie communale ne fait pas partie des garanties individuelles concernées par l'art. 36 Cst.; application analogue des conditions de restriction qui y sont mentionnées (consid. 4.4). Il n'y a pas de droit constitutionnel de la commune à pouvoir se défendre devant un tribunal contre une exécution par substitution (consid. 5)."], "faits": "BGE 129 I 290 S. 291\n\nDie Finanzierung der Entsorgung der in der Gemeinde Arosa anfallenden Siedlungsabfälle erfolgt gemäss dem kommunalen Gesetz über die Abfallbewirtschaftung vom 24. September 1995 (in Kraft seit 1. Dezember 1995) durch die Erhebung einer Grundgebühr und einer so genannten \"Mengengebühr\" (Art. 21 Abs. 1). Zur Berechnung der Gebühren bestimmt Art. 23 Abs. 2-4:\n\n\"2 Die Grundgebühr wird in Promillen des Neuwertes der gebührenpflichtigen Bauten und Anlagen erhoben.\n\n3 Die Mengengebühr wird in Franken pro m3 des auf der betreffenden Liegenschaft verbrauchten Frischwassers festgelegt, wobei die Mengengebühr für die Wintermonate (01.12.-30.04) jeweils auf das Doppelte der Mengengebühr für die Sommermonate (01.05.-30.11.) festzusetzen ist.\n\n4 Bei Bauten und Anlagen, bei denen der Wasserverbrauch und der Abfallanfall in keinem vergleichbaren Verhältnis zu den übrigen gebührenpflichtigen Liegenschaften steht, kann der Gemeinderat die Mengengebühr aufgrund der anfallenden Abfallmenge als Pauschale festsetzen.\" >\n\nEnde 1996 sowie im August 1997 wurden die Gemeinden des Kantons Graubünden seitens des kantonalen Erziehungs-, Kultur- und Umweltdepartements aufgefordert, in ihren Abfallgebührenregelungen - entsprechend dem kantonalen und dem Bundesrecht - die BGE 129 I 290 S. 292Erhebung von mengenmässigen Gebühren (Sack- und Containergebühren nach Volumen oder Gewicht des Abfalls) und von Grundgebühren vorzusehen. Mit Beschluss vom 15. Dezember 1998 setzte die Regierung des Kantons Graubünden den noch rund 100 Gemeinden ohne entsprechende Gebührenregelung eine Frist bis zum 30. November 2000 für die Anpassung. Anfangs Juni 2000 teilte der Gemeinderat Arosa dem kantonalen Amt für Umwelt seinen Entschluss mit, an der \"Mengengebühr\" nach Frischwasserverbrauch festzuhalten, was das Amt in seinem Antwortschreiben vom 7. Juli 2000 als nicht bundesrechtskonform bezeichnete. Mit Beschluss vom 26. Juni 2001 setzte die Regierung den noch säumigen Gemeinden eine Nachfrist bis zum 31. März 2002 zur Einführung von kostendeckenden und verursachergerechten Abfallgebühren und verpflichtete sie, unter Androhung des Erlasses gesetzeskonformer Vorschriften auf dem Wege der Ersatzvornahme, unverzüglich die notwendigen Vorarbeiten an die Hand zu nehmen und den Stimmberechtigten sobald als möglich eine entsprechende Vorlage zu unterbreiten.\n\nIm September 2002 scheiterte eine Vorlage für ein totalrevidiertes Abfallbewirtschaftungsgesetz der Gemeinde Arosa, welches die Einführung von mengenabhängigen Abfallgebühren (Sack- und Containergebühren) vorsah, an der Urne. Nachdem die Regierung zuvor trotz Ablauf der Nachfrist (31. März 2002) im Hinblick auf diese Abstimmung auf die Durchführung der Ersatzvornahme verzichtet hatte, gab das mit den diesbezüglichen Vorbereitungen betraute Amt für Umwelt der Gemeinde Arosa mit Schreiben vom 2. Oktober 2002 Gelegenheit, sich zum weiteren Vorgehen und insbesondere zur geplanten Ersatzvornahme zu äussern. Am 1. November 2002 nahm der Gemeinderat Arosa gegenüber dem Amt für Umwelt den Standpunkt ein, die Bemessung der Abfallgebühren anhand des Frischwasserverbrauchs entspreche (abgesehen vom gewerblichen Kehricht, für den eine spezielle Gebühr eingeführt werden solle) den übergeordneten Gesetzen. Eine Ersatzvornahme komme daher - auch angesichts des klaren Abstimmungsergebnisses und der breiten Akzeptanz des geltenden Gebührensystems in der Bevölkerung - nicht in Frage. Zur Ausgestaltung einer allfälligen Ersatzregelung äusserte sich die Gemeinde nicht.\n\nMit Beschluss vom 17. Dezember 2002 traf die Regierung des Kantons Graubünden folgende Anordnung: BGE 129 I 290 S. 293\n\n\"1. Die Regierung erlässt auf dem Wege der Ersatzvornahme beiliegende Ersatzregelung über die Finanzierung der Siedlungsabfallentsorgung (einschliesslich Gebührentarif) für die Gemeinde Arosa und setzt sie auf den 1. Mai 2003 in Kraft.\n\n2. Der Gemeinderat von Arosa wird mit dem Vollzug beauftragt.\n\n3. Der Gemeinderat wird angewiesen, die Abfallgebühren ab der Sommerperiode 2003 nach der Ersatzregelung der Regierung (Ziffer 1) zu erheben.\n\n4. Der Gemeinderat wird beauftragt, den Stimmberechtigten von Arosa die Bestimmungen der Ersatzregelung auf ortsübliche Weise amtlich bekannt zu geben.\n\n5. Die von der Regierung erlassene Ersatzregelung ist vom Gemeinderat Arosa anzuwenden, bis die Gemeinde eigene Bestimmungen über die Finanzierung der Siedlungsabfallentsorgung erlassen hat, die dem übergeordneten Recht entsprechen, und die Regierung auf Gesuch der Gemeinde die Ersatzregelung aufgehoben hat.\n\n6. Der Gemeinderat von Arosa wird angewiesen, neue Vorschriften über die Finanzierung der Siedlungsabfallentsorgung mindestens drei Monate vor der Abstimmung in der Gemeinde dem Erziehungs-, Kultur- und Umweltschutzdepartement zur Prüfung zu unterbreiten.\n\n7. (Mitteilung).\"\n\nZur Begründung führte die Regierung im Wesentlichen an, die bisherige Regelung der Gemeinde Arosa, wonach die Abfall-\"Mengengebühr\" nach dem Frischwasserverbrauch festgesetzt werde, erweise sich als bundesrechtswidrig, weil für die Bemessung der Gebühr die Menge des übergebenen Abfalls (Art. 32a Abs. 1 lit. a USG [SR 814.01]) keine Rolle spiele und die so bemessene \"Mengengebühr\" somit keinen Bezug zur tatsächlichen Inanspruchnahme der Einrichtung der Siedlungsabfallentsorgung habe. Inhaltlich griff die Regierung in ihrer \"Ersatzregelung betreffend die Finanzierung der Siedlungsabfallentsorgung für die Gemeinde Arosa\" (im Folgenden: Ersatzregelung) auf die Gebührenregelung des am 22. September 2002 von den Stimmberechtigten der Gemeinde Arosa verworfenen totalrevidierten Abfallgesetzes zurück, welche gesetzeskonform sei, die Grundgebühr nach den bisherigen Kriterien erhebe, auf die besonderen Verhältnisse in Arosa Rücksicht nehme und die Mengengebühr auf gleiche Art bemesse wie die übrigen Gemeinden des Schanfiggs. So sieht Art. 4 Abs. 2 der Ersatzregelung für die Bemessung der auf Kehricht und Sperrgut erhobenen Mengengebühr vor:\n\n\"Die Mengengebühren werden in Form von Gebinde- und Sammelbehältergebühren (Container und unterirdische Sammelbehälter) erhoben. Sie werden mit dem Kauf der Abfallsäcke, Gebindemarken und der Plomben bezahlt. Die Mengengebühren können auch direkt nach Anzahl, Gewicht oder Volumen erhoben werden.\" BGE 129 I 290 S. 294\n\nDie Höhe der verschiedenen Gebühren richtet sich dabei gemäss Art. 4 Abs. 4 der Ersatzregelung nach den im Gebührentarif (Anhang 1 der Ersatzregelung) festgelegten Ansätzen.\n\nMit Eingabe vom 31. Januar 2003 erhebt die Gemeinde Arosa beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung ihrer Autonomie, mit der sie die Aufhebung des Beschlusses der Regierung des Kantons Graubündens vom 17. Dezember 2002 beantragt.\n\nDas Bundesgericht weist die staatsrechtliche Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Eine Gemeinde ist in einem Sachbereich autonom, wenn das kantonale Recht diesen nicht abschliessend ordnet, sondern ihn ganz oder teilweise der Gemeinde zur Regelung überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt. Der Autonomiebereich kann sich auf die Befugnis zum Erlass oder Vollzug eigener kommunaler Vorschriften beziehen oder einen entsprechenden Spielraum bei der Anwendung kantonalen oder eidgenössischen Rechts betreffen (BGE 128 I 3 E. 2a S. 7 f., 136 E. 2.1 S. 140; BGE 124 I 223 E. 2b S. 226 f., je mit Hinweisen).\n\n2.2 Gemäss Art. 35 des kantonalen Einführungsgesetzes zum Bundesgesetz über den Umweltschutz vom 2. Dezember 2001 (in Kraft seit 1. September 2002; im Folgenden: KUSG/GR) sind die Gemeinden zuständig für die Entsorgung der Siedlungsabfälle (Art. 31b USG), insbesondere für die Sammlung, den Transport und den Betrieb der notwendigen Abfallanlagen (vgl. auch Art. 4 lit. e des Gemeindegesetzes des Kantons Graubünden vom 28. April 1974 [im Folgenden: GG/GR]). Hinsichtlich der Finanzierung der Abfallentsorgung bestimmt Art. 37 Abs. 1 KUSG/GR:\n\n\"Die Gemeinden erheben nach Massgabe des Bundesrechts für die Entsorgung der Siedlungsabfälle kostendeckende und verursachergerechte Gebühren.\"\n\nNähere Angaben über die Verteilung der Kosten auf die verschiedenen Abfallerzeuger enthält das kantonale Recht ebenso wenig wie das eidgenössische Umweltschutzgesetz, welches in Art. 32a (Fassung vom 20. Juni 1997, in Kraft seit 1. November 1997) - in Konkretisierung des (allgemeinen) Verursacherprinzips (Art. 2 USG bzw. nunmehr auch Art. 74 Abs. 2 BV) - lediglich entsprechende Grundsätze aufstellt und den Kantonen einen breiten Spielraum in der Umsetzung belässt (vgl. dazu die Botschaft, BBl 1996 IV S. 1223 BGE 129 I 290 S. 295und 1234 f.; BGE 125 I 449 E. 3b/bb S. 455; Urteil 2P.447/1998 vom 7. Oktober 1999, publ. in: RDAF 2000 I S. 284, E. 1a). Im Kanton Graubünden ist eine diesen Anforderungen entsprechende Regelung der Finanzierung der Siedlungsabfallentsorgung im kommunalen Recht vorzusehen (vgl. Art. 38 KUSG/GR). Damit verbleibt den bündnerischen Gemeinden im Rahmen des eidgenössischen und des kantonalen Rechts bei der Ausgestaltung der betreffenden Erlasse ein weiter Gestaltungsspielraum, für den sie den Schutz der Gemeindeautonomie beanspruchen können (Autonomie in der Rechtsetzung; vgl. zur ähnlichen Regelung in Art. 9 des früheren bündnerischen Gesetzes vom 24. September 1989 über die Abfallbewirtschaftung das Urteil des Bundesgerichts 2P.206/1995 vom 24. September 1996, E. 2c).\n\n2.3 Eine Gemeinde kann sich mit staatsrechtlicher Beschwerde wegen Verletzung ihrer Autonomie (Art. 189 Abs. 1 lit. b BV) u.a. dagegen zur Wehr setzen, dass eine kantonale Behörde in einem Rechtsmittel- oder Genehmigungsverfahren ihre Prüfungsbefugnis überschreitet oder die den betreffenden Sachbereich ordnenden kommunalen, kantonalen oder bundesrechtlichen Normen falsch anwendet; eine Autonomieverletzung kann aber auch vorliegen, wenn der Kanton durch anderweitige Anordnungen - z.B. durch den Erlass einer generell-abstrakten Regelung oder einer kantonalen Planungszone - zu Unrecht in geschützte Autonomiebereiche eingreift (BGE 119 Ia 214 E. 3a S. 218 mit Hinweisen). Die Gemeinden können in diesem Rahmen auch eine Verletzung des Willkürverbots oder eine Verweigerung des rechtlichen Gehörs rügen, sofern diese Vorbringen mit der behaupteten Verletzung der Autonomie in engem Zusammenhang stehen (BGE 128 I 3 E. 2b S. 9 mit Hinweisen). Soweit es um die Handhabung von eidgenössischem oder kantonalem Verfassungsrecht geht, prüft das Bundesgericht das Vorgehen der kantonalen Behörden mit freier Kognition, sonst nur auf Willkür hin (BGE 128 I 3 E. 2b S. 9, 136 E. 2.2 S. 140 f., je mit Hinweisen). Soweit sich die Frage der derogatorischen Kraft des Bundesrechts stellt, ist vorliegend auch die Auslegung der betreffenden Vorschriften des Bundesverwaltungsrechtes frei zu prüfen (vgl. BGE 123 I 313 E. 2b S. 317).\n\n3.\n\n3.1 Die Beschwerdeführerin bringt vor, die bisherige Gebührenregelung des kommunalen Gesetzes über die Abfallbewirtschaftung vom 24. September 1995 entspreche auch nach den jüngsten Revisionen BGE 129 I 290 S. 296von Bundesverfassung (Art. 74 Abs. 2 BV), eidgenössischem Umweltschutzgesetz (Art. 32a USG) und kantonalem Gesetzesrecht den übergeordneten Vorschriften. Offensichtlich bundesrechtswidrig sei nur eine Gebührenordnung, welche allein \"auf eine Gebäudezahl oder einen Wasserfaktor\" abstelle oder welche sogar eine völlig unentgeltliche Entsorgung der Siedlungsabfälle gewährleiste. Der Grundsatz, dass ein Gebäude, welches Wasser brauche, auch Kehricht produziere, sei allgemein zutreffend und verstosse nicht von vornherein gegen das Verursacherprinzip. Auch enthalte das Abfallbewirtschaftungsgesetz verschiedene Vorschriften, um allfällige Missverhältnisse zwischen Wasserverbrauch und Abfallproduktion zu beseitigen (so u.a. Art. 23 Abs. 4).\n\n3.2 Die bisherige Regelung der Gemeinde Arosa, wonach für die Entsorgung der Siedlungsabfälle neben einer vom Gebäudewert abhängigen Grundgebühr eine variable, vom Frischwasserverbrauch abhängige Gebühr erhoben wurde, verstösst, wie die Regierung des Kantons Graubünden zu Recht angenommen hat, gegen Art. 32a USG. Danach muss die Entsorgung der Siedlungsabfälle durch verursachergerechte kostendeckende Gebühren oder andere Abgaben finanziert werden, für deren Ausgestaltung u.a. auch die Art und die Menge des übergebenen Abfalles zu berücksichtigen ist (Abs. 1 lit. a; vgl. dazu HANSJÖRG SEILER, in: USG-Kommentar, N. 1 ff., 118 zu Art. 2 USG; URSULA BRUNNER, in: USG-Kommentar, N. 14 ff., 72 ff. und 79 zu Art. 32a USG; VERONIKA HUBER-WÄLCHLI, Finanzierung der Entsorgung von Siedlungsabfällen durch kostendeckende und verursachergerechte Gebühren, in: URP 1999 S. 41 ff., 50 ff.; BENOÎT REVAZ, Financement de l'élimination des déchets: Principes et couverture des taxes d'élimination, in: URP 1999 S. 312 ff.). Nach der bisherigen, sich zum Teil noch nicht auf Art. 32a USG, sondern auf das in Art. 2 USG verankerte Verursacherprinzip stützenden Rechtsprechung des Bundesgerichts muss die Kehrichtentsorgungsgebühr nicht zwingend in Form einer Sackgebühr, d.h. ausschliesslich proportional zur effektiv produzierten Abfallmenge, erhoben werden. Möglich ist auch die Kombination von festen Grundgebühren (etwa zur Abgeltung der Bereitstellung der Sammel- und Transportinfrastruktur) mit mengenabhängigen individuellen Gebühren, wobei eine gewisse Schematisierung erfolgen darf (Urteile des Bundesgerichts 2P.380/1996 vom 28. Januar 1998, publ. in: URP 1998 S. 739 ff., E. 2a, und 2A.403/1995 vom 28. Oktober 1996, publ. in: URP 1997 S. 39 ff., E. 3; BGE 125 I 449 E. 3b/cc S. 455). Welche praktischen Lösungsmöglichkeiten diese Vorgaben erlauben, bedarf BGE 129 I 290 S. 297hier keiner weiteren Erörterung. Das Bundesgericht hat entschieden, dass eine Regelung, wonach sich die Kehrichtgebühr ausschliesslich proportional nach dem Versicherungswert der Gebäude bemisst, klar gegen das Verursacherprinzip verstösst (Urteil 2P.380/1996 vom 28. Januar 1998, publ. in: URP 1998 S. 739 ff., E. 2b; bestätigt im Urteil 2P.249/1999 vom 24. Mai 2000, E. 4c). Der Frischwasserverbrauch gilt als zulässiges Kriterium zur Bemessung der periodischen Abwasserentsorgungsabgaben (BGE 125 I 1 E. 2; BGE 128 I 46 E. 4). Es liegt aber auf der Hand, dass zwischen dem Frischwasserverbrauch und der mutmasslichen Abfallmenge kein hinreichend enger Zusammenhang besteht. Wohl mag zutreffen, dass Liegenschaften mit hohem Wasserverbrauch in vielen Fällen bzw. tendenziell auch viel Kehricht erzeugen. Doch kann ein hoher Wasserverbrauch - z.B. wegen der Bewässerung von Gartenanlagen oder wegen des Betriebes eines Schwimmbades - häufig vorliegen, ohne dass zugleich viel Kehricht anfällt; umgekehrt kann eine Liegenschaft sehr viel Kehricht produzieren, ohne dass dies in einem entsprechend gesteigerten Frischwasserverbrauch zum Ausdruck kommt. Die Bemessung der variablen Kehrichtentsorgungsgebühr nach dem Frischwasserverbrauch erscheint daher mit Art. 32a USG nicht vereinbar (ebenso: HERIBERT RAUSCH, Rechtsgutachten betreffend bundesrechtswidrige Abfallgebühren, in: URP 1998 S. 639 Ziff. 5.2/5.3; REVAZ, a.a.O., S. 314). Die Wahl dieses Kriteriums dürfte darüber hinaus wegen des ungenügenden Zusammenhanges mit dem Gegenstand der Benützungsabgabe zugleich gegen die allgemeinen Schranken des Gleichbehandlungsgebotes und des Willkürverbotes verstossen. An diesem Ergebnis vermag auch die Ausnahmebestimmung von Art. 23 Abs. 4 des Abfallbewirtschaftungsgesetzes nichts zu ändern, wonach für Bauten und Anlagen, \"bei denen der Wasserverbrauch und der Abfallanfall in keinem vergleichbaren Verhältnis zu den übrigen gebührenpflichtigen Liegenschaften steht\", die Mengengebühr aufgrund der anfallenden Abfallmenge als Pauschale festgesetzt werden kann, genügt doch die Berücksichtigung der Abfallmenge allein in (vom Gemeinderat zu bestimmenden) Ausnahmefällen den Anforderungen des Bundesrechts noch nicht. Dass schliesslich die kommunale Regelung - wie die Beschwerdeführerin einwendet - bisher seitens der Bevölkerung offenbar nie beanstandet wurde, ändert nichts.\n\n3.3 Die Regierung durfte die beanstandete Regelung der Gemeinde Arosa nach dem Gesagten zulässigerweise als bundesrechtswidrig einstufen. Der Hinweis der Beschwerdeführerin auf die Übergangsbestimmungen im kantonalen Umweltschutzgesetz (Art. 60 BGE 129 I 290 S. 298KUSG/GR), welche den Gemeinden für die Anpassung ihrer Erlasse an die \"neuen Vorschriften\" eine Frist von fünf Jahren seit Inkrafttreten (1. September 2002) einräumt, ist unbehelflich, da die Regelung von Art. 32a USG schon seit 1. November 1997 gilt und von der erwähnten Anpassungsfrist nicht erfasst wird. Vielmehr ist das Bundesgericht mit Blick darauf, dass Art. 32a USG ohne entsprechende Übergangsbestimmungen bzw. Umsetzungsfristen erlassen wurde, von einer Pflicht der Kantone und Gemeinden zur Anpassung ihrer Erlasse auf den Zeitpunkt des Inkrafttretens dieser Bestimmung ausgegangen (Urteile 2P.249/1999 vom 24. Mai 2000, E. 4c, und 2P.447/1998 vom 7. Oktober 1999, publ. in: RDAF 2000 I S. 284, E. 3b). Selbst wenn man den Kantonen bzw. den Gemeinden über diesen Zeitpunkt hinaus für die Durchführung eines kantonalen bzw. kommunalen Rechtsetzungsverfahrens eine angemessene Übergangsfrist zubilligen würde (so etwa postuliert von BRUNNER, a.a.O., N. 27 zu Art. 32a USG; vgl. auch HUBER-WÄLCHLI, a.a.O., S. 59 f.), wäre diese vorliegend spätestens mit Ablehnung der Vorlage einer bundesrechtskonformen kommunalen Abfallgebührenregelung durch die Stimmberechtigten im September 2002 verstrichen.\n\n4.\n\n4.1 Zu prüfen bleibt, ob die Regierung für die Gemeinde Arosa anstelle der mangelhaften kommunalen Regelung eine von ihr selber erlassene Ersatzbestimmung in Kraft setzen durfte, was die Beschwerdeführerin im Wesentlichen unter Hinweis auf die ihres Erachtens fehlende gesetzliche Grundlage bestreitet.\n\n4.2 Das eidgenössische Umweltschutzgesetz enthält keine Bestimmung, welche die Kantonsregierung ermächtigen würde, bei unterlassener Anpassung kommunaler Regelungen an die Anforderungen von Art. 32a USG selber die erforderlichen Bestimmungen zu erlassen (wie dies zum Beispiel für gewisse Massnahmen der Raumplanung [Art. 36 Abs. 2 RPG (SR 700)] oder für die Anpassungen an das eidgenössische Steuerharmonisierungsgesetz [Art. 72 StHG (SR 642.14)] vorgesehen ist; vgl. zur Pflicht der Kantone zur Durchsetzung von Art. 32a USG im Allgemeinen: BRUNNER, a.a.O., N. 20 zu Art. 32a USG; RAUSCH, a.a.O., Ziff. 8 sowie 9.2, S. 641 f.). Die Befugnis zum Erlass einer Ersatzregelung kann sich aber auch aus dem kantonalen Recht ergeben (SEILER, a.a.O., N. 41 zu Art. 2 USG; BRUNNER, a.a.O., N. 28 zu Art. 32a USG).\n\n4.3 Gemäss Art. 29 der Verfassung für den Kanton Graubünden vom 2. Oktober 1892 (SR 131.226; im Folgenden: KV/GR) sorgt die Regierung u.a. für die Vollziehung der eidgenössischen Gesetze; ihr BGE 129 I 290 S. 299obliegt die Oberaufsicht über die Gemeindeverwaltungen und sie hat auf Beschwerde hin oder von sich aus gegen \"ordnungswidrige Gemeindeverwaltungen\" einzuschreiten und kann in dringenden Fällen eine Gemeinde unter Kuratel stellen (Art. 35 Abs. 1 und 2 KV/GR; Art. 95 ff. GG/GR; vgl. auch Art. 67 der - noch nicht in Kraft stehenden - Verfassung des Kantons Graubünden vom 18. Mai 2003). Bereichsspezifisch sieht Art. 2 Abs. 2 KUSG/GR vor, dass der Regierung die Oberaufsicht über die Einhaltung der Umweltschutzvorschriften des Bundes und des Kantons obliegt. Aus den genannten, im angefochtenen Entscheid angeführten Rechtsgrundlagen lässt sich ableiten, dass die Kantonsregierung aufgrund der ihr übertragenen Oberaufsicht über die Gemeinden notfalls auch anstelle des kommunalen Gesetzgebers rechtsetzende Akte erlassen kann. Wenn sie gemäss Art. 35 KV/GR eine Gemeinde vorübergehend sogar insgesamt unter Kuratel stellen darf, wodurch deren Handlungsfähigkeit und Selbständigkeit in umfassender Weise beschnitten wird, muss ihr auch die - weniger einschneidende - Befugnis zukommen, anstelle des säumigen Gemeindegesetzgebers selber tätig zu werden und gegen übergeordnetes Recht verstossende Gemeindesatzungen durch eine von ihr erlassene Ersatzregelung zu ersetzen (in diesem Sinne auch GUIDO OLGIATI, Die bündnerische Gemeindeautonomie, Diss. Zürich 1948, S. 148-150). Dass derartige Eingriffe in die Gemeindeautonomie erst nach gehöriger Ermahnung und nur im minimal notwendigen Masse stattfinden dürfen, versteht sich. Das diesbezügliche Vorgehen der Regierung lässt sich nicht beanstanden: Mit Beschluss vom 15. Dezember 1998 setzte diese verschiedenen Gemeinden, darunter der Beschwerdeführerin, eine Frist bis Ende November 2000 zur Anpassung ihrer Gebührenregelung an das übergeordnete Recht. Sodann gelangte sie mit Beschluss vom 26. Juni 2001 an die Beschwerdeführerin (und andere noch säumige Gemeinden), wies sie an, unverzüglich die notwendigen gesetzgeberischen Vorarbeiten an die Hand zu nehmen und eine entsprechende Vorlage sobald als möglich den Stimmberechtigten zu unterbreiten, und setzte dazu - unter ausdrücklicher Androhung der Ersatzvornahme - eine Nachfrist bis zum 31. März 2002. Nach Ablehnung der vom Gemeinderat Arosa vorbereiteten Vorlage im September 2002 wurde diesem schliesslich von der zuständigen kantonalen Stelle am 2. Oktober 2002 das rechtliche Gehör insbesondere in Bezug auf die Modalitäten der geplanten Ersatzvornahme gewährt. Die Regierung hat somit die Ersatzvornahme - unter Einräumung einer angemessenen Frist - in genügender Weise angedroht.\n\nBGE 129 I 290 S. 300\n\n4.4 Soweit sich die Beschwerdeführerin auf Art. 36 BV beruft, welcher die Einschränkung von Grundrechten an bestimmte Voraussetzungen knüpft, ist dem entgegenzuhalten, dass die Gemeindeautonomie nicht zu den dort angesprochenen Individualgarantien gehört (vgl. dazu allgemein: Botschaft zur BV, BBl 1997 I 194 f.; JÖRG PAUL MÜLLER, Allgemeine Bemerkungen zu den Grundrechten, in: Thürer/Aubert/Müller [Hrsg.], Verfassungsrecht der Schweiz, Zürich 2001, § 39, Rz. 49 ff.; RAINER J. SCHWEIZER, in: Ehrenzeller/Mastronardi/Schweizer/ Vallender [Hrsg.], Die schweizerische Bundesverfassung, St. Galler Kommentar, Zürich/Lachen SZ 2002, Rz. 7 zu Art. 36 BV). Das Erfordernis der gesetzlichen Grundlage sowie der Verhältnismässigkeit des Eingriffs muss aber bei der hier gegebenen Konstellation analog auch für Beschränkungen der Gemeindeautonomie gelten. Beide Voraussetzungen sind vorliegend eingehalten: Die erforderliche Rechtsgrundlage für den Erlass einer Ersatzregelung durch die Regierung ergibt sich in hinreichender Weise aus den erwähnten Bestimmungen der Kantonsverfassung bzw. der zitierten kantonalen Gesetze. Auch kann nicht von einem unverhältnismässigen Eingriff gesprochen werden, wenn die Regierung anstelle der bundesrechtswidrigen kommunalen Gebührenregelung im Wesentlichen jene Regelung als Ersatzregelung in Kraft setzt, welche die Gemeindebehörde selber ausgearbeitet und den kommunalen Stimmbürgern - erfolglos - zur Annahme unterbreitet hatte, zumal sie dafür sachlich überzeugende Gründe anzufügen vermag (Erhebung der Grundgebühr nach den bisherigen Kriterien; gleichartige Regelung und Bemessung der mengenabhängigen Gebühr wie in den Nachbargemeinden; Berücksichtigung besonderer örtlicher Verhältnisse). Es bleibt der Gemeinde unbenommen, im Rahmen des übergeordneten Rechts jederzeit eine andere Gebührenregelung zur Finanzierung ihrer Abfallentsorgung zu beschliessen. Dass die Regierung verlangt, eine derartige Neuregelung sei vor der Vorlage an die Stimmbürger dem Kanton zur Prüfung zu unterbreiten, lässt sich bei der gegebenen Situation nicht beanstanden. Zwar besteht für kommunale Erlasse dieser Art nach kantonalem Recht offenbar keine generelle Genehmigungspflicht (vgl. Art. 96 Abs. 3 GG/GR in Verbindung mit Art. 2 ff., 35 ff., 40 ff. sowie 57 ff. KUSG/GR e contrario), doch lässt sich die verlangte vorgängige aufsichtsrechtliche Kontrolle zur Vermeidung weiterer Konflikte sachlich rechtfertigen.\n\n5. Die Gemeinde beschwert sich schliesslich darüber, dass die streitige Ersatzregelung von der Regierung beschlossen worden sei, BGE 129 I 290 S. 301ohne dass sie im Kanton die Möglichkeit gehabt hätte, sich dagegen bei einem Gericht zur Wehr zu setzen. Aus den von ihr angerufenen Bestimmungen der Bundes- und der Kantonsverfassung (Art. 29 Abs. 1 und Art. 30 Abs. 1 BV; Art. 9 Abs. 2 sowie Art. 47 Abs. 1 KV/GR) ergibt sich indessen kein Anspruch auf Zugang zu einem Gericht. Ein solcher besteht - bis zum Inkrafttreten des neuen Art. 29a BV - nur, wo das Gesetz die Zuständigkeit des Richters vorsieht oder die Garantie von Art. 6 EMRK zum Zuge kommt (vgl. BGE 126 II 377 E. 8d/bb S. 396 f.). Inwiefern dies vorliegend der Fall sein sollte, ist nicht ersichtlich. Nicht stichhaltig sind sodann auch die Vorbringen der Beschwerdeführerin zur angeblich fehlenden Unabhängigkeit im Verhältnis von Regierung und instruierendem Departement, tritt doch die Regierung vorliegend in ihrer Eigenschaft als (erstinstanzlich zuständige) Aufsichtsbehörde und nicht als verwaltungsinterne Rechtsmittelinstanz (und schon gar nicht als gerichtliche Behörde) in Erscheinung. Ebenso wenig kann von einer Verletzung des Grundsatzes der Gewaltenteilung gesprochen werden."}