{"annee": "129", "cour": "I", "page": "12", "date": "7/11/2002", "cite": ["121 I 367", "122 II 193", "126 II 300", "125 V 355", "126 II 377", "128 I 346", "121 I 22", "128 I 288", "117 IA 27", "119 IA 178", "125 I 71", "125 II 440", "103 IA 85", "118 IA 427", "87 I 337", "123 I 25", "127 IV 154", "125 I 104", "128 II 66"], "cite_par": ["136 I 197", "134 I 105", "130 I 352", "137 V 13", "137 V 126", "131 I 166", "144 I 1", "135 II 243", "142 I 49", "141 I 9", "130 I 388", "141 I 1", "133 I 156", "130 I 82", "138 I 162", "139 I 280", "130 I 65", "134 I 214", "142 I 1", "134 I 269", "140 I 153", "140 I 77", "135 I 233", "132 I 49", "139 I 229", "137 V 167", "129 I 35"], "chapeau": "3. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. V. und 20 Mitb. gegen Grosser Rat des Kantons Bern (staatsrechtliche Beschwerde)\n\n2P.297/2001 vom 7. November 2002", "regestes": ["Art. 19, 36 et 62 Cst.; art. 29 al. 2 Cst./BE; droits sociaux fondamentaux; exclusion disciplinaire de l'école. De l'art. 19 Cst. découle le droit à un enseignement de base gratuit correspondant aux aptitudes individuelles de l'enfant et au développement de sa personnalité dans des écoles publiques pendant la scolarité obligatoire de neuf ans au moins (consid. 4). L'art. 29 al. 2 Cst./BE n'étend pas seulement ce droit à toutes les écoles pendant la scolarisation obligatoire, mais il fonde simultanément un droit plus large de l'enfant à une protection, à une assistance et à un encadrement (consid. 5). En cas de restrictions apportées aux droits sociaux fondamentaux, il faut examiner, en appliquant par analogie l'art. 36 Cst., si les conditions de la base légale, de l'existence d'un intérêt public ou privé prépondérant ainsi que de la proportionnalité sont remplies (consid. 6-9). La collectivité doit en principe assurer l'encadrement des écoliers exclus - jusqu'à la fin de la scolarité obligatoire - au moyen de personnes qualifiées ou d'institutions publiques (consid. 9.5). L'échelle de mesures figurant à l'art. 28 LEO/BE qui prévoit comme sanction suprême (ultima ratio) une exclusion temporaire (partielle ou totale) de l'enseignement pendant au maximum douze semaines par année scolaire peut recevoir une interprétation conforme à la Constitution (consid. 10)."], "faits": "BGE 129 I 12 S. 13\n\nA.- Am 5. September 2001 beschloss der Grosse Rat des Kantons Bern eine Änderung des Volksschulgesetzes vom 19. März 1992 (VSG/BE; BSG 432.210). Geändert wurde dabei unter anderem Art. 28 VSG/BE. Dessen neue Fassung lautet (Änderungen kursiv):\n\nArt. 28\n\n1", "considerants": ""}