{"annee": "129", "cour": "IV", "page": "223", "date": "19/6/2003", "cite": ["118 IV 209", "118 IV 148"], "cite_par": [], "chapeau": "34. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen A. AG (Nichtigkeitsbeschwerde)\n\n6S.481/2002 vom 19. Juni 2003", "regestes": ["Appropriation illégitime, sans dessein d'enrichissement, d'une chose mobilière de faible valeur appartenant à autrui (art. 137 ch. 2 al. 2 en liaison avec l'art. 172ter al. 1 CP). Celui qui empoche des denrées alimentaires pour les emporter chez lui, au mépris des directives de l'employeur, se rend coupable d'appropriation illégitime sans dessein d'enrichissement (consid. 6). Que l'employé ait effectivement eu l'autorisation de préparer et de consommer sur place un repas avec ces denrées est sans pertinence (consid. 7)"], "faits": "BGE 129 IV 223 S. 224\n\nA.\n\nA.a X. war seit 1. Oktober 1999 bei der A. AG in C. als Köchin angestellt. Die A. AG betreibt eine Bäckerei/Konditorei mit angegliedertem Café, in dem auch verschiedene Mittagessen angeboten werden. X. war die einzige in der Küche tätige Angestellte. Sie arbeitete jeweils von 08.00 Uhr bis nach dem Mittagsservice, das heisst bis 13.30 Uhr, und, nach einer halbstündigen Pause, von 14.00 bis 17.00 Uhr. X. wurde von der Arbeitgeberin monatlich ein Pauschalbetrag von Fr. 180.- unter dem Titel \"Kostgeld Mittagessen\" vom Lohn abgezogen. X. nahm diesen Abzug während einiger Zeit unwidersprochen hin. Sie war aber damit unzufrieden, da sie ihn in Anbetracht der von ihr am Arbeitsplatz konsumierten Lebensmittel für zu hoch hielt. Sie teilte dies im Frühjahr 2000 ihrem Chef B. mit und verlangte eine Reduktion des Abzugs. B. forderte sie auf, ihm detaillierte Angaben über ihre Konsumgewohnheiten in den Mittagspausen am Arbeitsplatz zu machen. X. übergab ihrem Chef einen Zettel, auf dem geschrieben stand, was sie an einem Tag am Arbeitsplatz konsumiert hatte, nämlich einen Kaffee, ein Sandwich und fünf Teebeutel. Dem Chef reichten diese Angaben betreffend einen einzigen Tag zur Berechnung eines monatlichen Betrages für Kostgeld Mittagessen nicht aus und er gab den Zettel an X. zurück. In der Folge fanden keine weiteren Gespräche über die Höhe des Pauschalabzugs statt.\n\nA.b Am 25. August 2000, als X. nach Arbeitsschluss um ca. 17.20 Uhr ihren Arbeitsplatz verliess, wurde sie von B. vor der Bäckerei angehalten, zurück in den Laden geführt und nach Beizug einer anderen Angestellten aufgefordert, den Inhalt ihrer Tasche auszubreiten. Nach anfänglicher Weigerung kam sie dieser Aufforderung schliesslich nach. Es kamen ein Beutel vakuumierter Kopfsalat, ein Beutel vakuumierte Zutaten zu Marktsalat, zwei Brotstücke, ein Silserbrötchen und ein Liter Vollrahm zum Vorschein. X. hatte diese Sachen in der Küche an sich genommen und wollte sie nach Hause mitnehmen. Sie wurde gleichentags fristlos entlassen.\n\nBGE 129 IV 223 S. 225\n\nMit Eingabe vom 31. August 2000 reichte die A. AG beim Untersuchungsrichteramt Emmental-Oberaargau Strafanzeige gegen X. ein mit den Rechtsbegehren, diese sei wegen Veruntreuung, eventualiter wegen Diebstahls, subeventualiter wegen Sachentziehung zu verurteilen, begangen am 25. August 2000 zum Nachteil der A. AG durch Mitnahme von Lebensmitteln.\n\nB.- Mit Urteil des Gerichtspräsidenten 4 des Gerichtskreises V Burgdorf-Fraubrunnen vom 25. Juli 2001 wurde X. mangels Absicht unrechtmässiger Bereicherung freigesprochen vom Vorwurf des Diebstahls (Art. 139 StGB) von Lebensmitteln im Gesamtwert von ca. Fr. 15.-, angeblich begangen am 25. August 2000 in C. zum Nachteil der A. AG. Aus den schriftlichen Urteilserwägungen ergibt sich, dass X. auch vom Vorwurf der Veruntreuung (Art. 138 StGB) freigesprochen wurde, weil ihr die Sachen nicht \"anvertraut\" worden seien, sowie vom Vorwurf der Sachentziehung (Art. 141 StGB), da sie der A. AG keinen \"erheblichen Nachteil\" zugefügt habe, und dass in Bezug auf den Vorwurf der unrechtmässigen Aneignung ohne Bereicherungsabsicht (Art. 137 Ziff. 2 Abs. 2 StGB) das Vorliegen eines rechtsgültigen Strafantrags verneint wurde.\n\nDas Obergericht des Kantons Bern sprach X. auf Appellation der Privatklägerin A. AG hin am 7. Juni 2002 der unrechtmässigen Aneignung ohne Bereicherungsabsicht von Lebensmitteln im Gesamtwert von ca. Fr. 15.- schuldig und verurteilte sie in Anwendung von Art. 137 Ziff. 2 Abs. 2 i.V.m. Art. 172ter StGB zu einer Busse von Fr. 100.-.\n\nC.- X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die eidgenössische Nichtigkeitsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n6.\n\n6.1 Die Bestimmungen des Strafgesetzbuches betreffend die strafbaren Handlungen gegen das Vermögen und die Urkundenfälschung sind durch Bundesgesetz vom 17. Juni 1994, in Kraft seit 1. Januar 1995, revidiert worden. Das neue Recht sieht in Art. 137 StGB neu den Tatbestand der unrechtmässigen Aneignung von fremden beweglichen Sachen vor.\n\n6.1.1 Gemäss Art. 137 Ziff. 1 StGB wird, wenn nicht die besonderen Voraussetzungen der Artikel 138-140 zutreffen, mit Gefängnis BGE 129 IV 223 S. 226oder mit Busse bestraft, wer sich eine fremde bewegliche Sache aneignet, um sich oder einen anderen damit unrechtmässig zu bereichern. Mit diesem neuen Tatbestand der unrechtmässigen Aneignung in Bereicherungsabsicht wurden gewisse ungerechtfertigte Strafbarkeitslücken des alten Rechts geschlossen (siehe die Botschaft des Bundesrates über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes betreffend strafbare Handlungen gegen das Vermögen und Urkundenfälschung, BBl 1991 II 969 ff., S. 999; STRATENWERTH/JENNY, Schweizerisches Strafrecht, Bes. Teil I, 6. Aufl., 2003, § 13 N. 2).\n\n6.1.2 In Art. 137 Ziff. 2 StGB sind bestimmte privilegierte Tatbestandsvarianten der unrechtmässigen Aneignung von fremden beweglichen Sachen geregelt, unter anderem - in Art. 137 Ziff. 2 Abs. 2 StGB - die unrechtmässige Aneignung ohne Bereicherungsabsicht. Gemäss den Ausführungen in der Botschaft des Bundesrates ist an Art. 137 Ziff. 2 Abs. 2 StGB materiell nichts neu, da das darin umschriebene Verhalten bisher nach Art. 143 aStGB (Sachentziehung) strafbar war (BBl 1991 II 999 f., S. 1006). Allerdings hätten vereinzelte Vernehmlasser gefordert, das Merkmal der Schädigung des an der Sache Berechtigten aus Art. 143 aStGB in Art. 137 Ziff. 2 Abs. 2 StGB zu übernehmen; dies sei indessen im Zusammenhang mit Aneignungen nicht sinnvoll, da die dauernde Enteignung gegen den Willen des Berechtigten ohnehin stets eine Schädigung darstelle (BBl 1991 II 1000).\n\nArt. 137 Ziff. 2 Abs. 2 StGB ist im Vergleich zu Art. 143 aStGB einerseits insoweit enger, als er eine Aneignung erfordert, und andererseits insofern weiter gefasst, als er nicht ausdrücklich die Schädigung des Berechtigten voraussetzt. In der Lehre wird die Auffassung vertreten, mit der Schaffung des neuen Straftatbestands der unrechtmässigen Aneignung ohne Bereicherungsabsicht im Sinne von Art. 137 Ziff. 2 Abs. 2 StGB sei eine ganze Reihe von Verhaltensweisen strafbar geworden, die zuvor straflos gewesen seien (STRATENWERTH/JENNY, a.a.O., § 13 N. 42; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., 1997, Art. 137 StGB N. 7; NIGGLI, Basler Kommentar, Strafgesetzbuch II, 2003, Art. 137 StGB N. 6, 56 f.). Die Begründung, mit welcher die Botschaft diese Ausweitung des Tatbestands zu rechtfertigen suche, dass nämlich die dauernde Enteignung gegen den Willen des Berechtigten für diesen ohnehin stets eine Schädigung darstelle, sei schlicht unzutreffend (STRATENWERTH/JENNY, a.a.O., § 13 N. 42).\n\nBGE 129 IV 223 S. 227\n\n6.2\n\n6.2.1 Aneignung bedeutet, dass der Täter die fremde Sache oder den Sachwert wirtschaftlich seinem eigenen Vermögen einverleibt, sei es, um sie zu behalten oder zu verbrauchen, sei es, um sie an einen andern zu veräussern. Ebenfalls eine Aneignung liegt vor, wenn jemand wie ein Eigentümer über die Sache verfügt, ohne diese Eigenschaft zu haben. Beim Vorgang der Aneignung wird zwischen der negativen Seite der Enteignung und der positiven Seite der Zueignung unterschieden. Der Täter muss einerseits den Willen auf dauernde Enteignung des bisherigen Eigentümers und andererseits den Willen auf mindestens vorübergehende Zueignung haben. Dabei genügt aber nicht, dass der Täter den Aneignungswillen hat; er muss ihn vielmehr auch betätigen (siehe zum Ganzen BGE 118 IV 148 E. 2a mit zahlreichen Hinweisen; TRECHSEL, a.a.O., N. 5 vor Art. 137 StGB; STRATENWERTH/JENNY, a.a.O., § 13 N. 9 ff.; NIGGLI, a.a.O., Art. 137 StGB N. 16 ff., 25 ff.).\n\n6.2.2 Die Beschwerdeführerin hat sich die Lebensmittel, die fremde bewegliche Sachen sind, dadurch angeeignet, dass sie diese in ihre Tasche steckte und damit nach Arbeitsschluss das Geschäftslokal der Beschwerdegegnerin verliess mit dem Willen, die Lebensmittel zum Zwecke des Konsums nach Hause mitzunehmen. Durch die Mitnahme der Lebensmittel hat die Beschwerdeführerin deutlich ihren Aneignungswillen manifestiert. Nicht erst der allfällige Konsum der Lebensmittel zu Hause ist die tatbestandsmässige Aneignung; das Tatbestandsmerkmal der Aneignung ist unter den gegebenen Umständen vielmehr bereits durch die Mitnahme der Lebensmittel erfüllt.\n\n6.3 Unrechtmässig ist die Aneignung insbesondere, wenn das als Aneignung zu qualifizierende Verhalten gegen den Willen des Eigentümers verstösst.\n\nDie Vorinstanz stellt verbindlich fest, dass es den Angestellten durch Weisungen der Beschwerdegegnerin untersagt war, eigenmächtig Waren aus dem Geschäft zu behändigen. Die Mitarbeiter hätten die Möglichkeit gehabt, Waren mit 10% Rabatt zu erwerben. In den schriftlichen Weisungen der Beschwerdegegnerin werde festgehalten, dass \"Mundraub\" zu einer Verwarnung und im Wiederholungsfall zur fristlosen Entlassung sowie \"Diebstahl\" zur sofortigen fristlosen Entlassung führe. Da somit die inkriminierte Mitnahme von Lebensmitteln gegen den Willen der Beschwerdegegnerin erfolgte, war die in der Mitnahme liegende Aneignung unrechtmässig.\n\nBGE 129 IV 223 S. 228\n\n6.4 Die Vorinstanz stellt verbindlich fest, dass die Beschwerdeführerin die Weisungen der Beschwerdegegnerin gekannt hat. Die Beschwerdeführerin hat sich somit die Sachen vorsätzlich unrechtmässig angeeignet.\n\n7.\n\n7.1 Die Beschwerdeführerin macht allerdings geltend, das angefochtene Urteil setze sich nicht mit der Frage auseinander, ob sie die Lebensmittel, welche sie mitnehmen wollte, als ihr Mittagessen am Arbeitsplatz hätte konsumieren dürfen. Sie wäre indessen berechtigt gewesen, sich am Arbeitsplatz aus dem Salat und den Zutaten ein Mittagessen zuzubereiten, dazu die Brotstücke oder das Silserbrötchen zu konsumieren und den Rahm zur Herstellung der Sauce, eines Desserts oder als Zusatz zum Kaffee zu verwenden; der restliche Rahm hätte am Arbeitsplatz an weiteren Tagen Verwendung finden können. Wenn aber die Aneignung der fraglichen Lebensmittel am Mittag am Arbeitsplatz rechtens gewesen und damit die Verfügungsmacht rechtmässig auf die Beschwerdeführerin übergegangen wäre, so habe die Beschwerdeführerin auch am Abend Verfügungsmacht gehabt. Ob die ihr für den Pauschalabzug zustehende Leistung in Form von Lebensmitteln am Arbeitsplatz oder aber anderswo verzehrt werde, könne für die Beurteilung des Tatbestandselements der Fremdheit nicht von Bedeutung sein.\n\n7.2 Dem angefochtenen Urteil und den Akten kann nicht entnommen werden, ob es der Beschwerdeführerin auf Grund ihrer Stellung als einzige Köchin im Betrieb der Beschwerdegegnerin gestattet gewesen wäre, die fraglichen Lebensmittel, welche den Wert eines Mittagsmenüs nicht überstiegen, zur Zubereitung einer Mittagsmahlzeit für sich selbst am Arbeitsplatz zu verwenden. Auch wenn man zu Gunsten der Beschwerdeführerin annehmen wollte, dass ihr dies erlaubt gewesen wäre, oder ihr zubilligen wollte, dass sie irrtümlich von einer solchen Erlaubnis ausgegangen sei, hätte sie sich durch die inkriminierte Handlung aus nachstehenden Gründen der vorsätzlichen unrechtmässigen Aneignung im Sinne von Art. 137 Ziff. 2 Abs. 2 StGB schuldig gemacht.\n\n7.3 Wer Eigentümer einer Sache ist, kann in den Schranken der Rechtsordnung über sie nach seinem Belieben verfügen (Art. 641 Abs. 1 ZGB). Diese Verfügungsmacht des Eigentümers wird durch die Straftatbestände, welche Aneignungsdelikte umschreiben, geschützt (siehe BGE 118 IV 209 E. 3b S. 212; STRATENWERTH/JENNY, a.a.O., N. 4 vor § 13; NIGGLI, a.a.O., N. 20 vor Art. 137 StGB). Daran ändert nichts, dass das neue Recht im Unterschied zum alten nicht BGE 129 IV 223 S. 229mehr ausdrücklich zwischen Delikten gegen das Eigentum einerseits und Straftaten gegen das Vermögen überhaupt andererseits unterscheidet; die Verfügungsmacht des Eigentümers ist als solche Teil des Vermögens (NIGGLI, a.a.O., N. 20 vor Art. 137 StGB).\n\nDie Beschwerdegegnerin konnte als Eigentümerin nach Belieben darüber befinden, wem sie welche Sachen unter welchen Bedingungen, Voraussetzungen und Umständen übereignen wollte. Sie konnte einerseits damit einverstanden sein, dass die Beschwerdeführerin die vorliegend zur Diskussion stehenden Lebensmittel zur Zubereitung von Mahlzeiten für sich selbst am Arbeitsplatz verwendete, und sie konnte gleichzeitig andererseits der Beschwerdeführerin verbieten, dass diese die Lebensmittel nach Hause mitnehme. Im vorliegenden Fall war der Beschwerdeführerin, wie allen Angestellten, die Mitnahme von Lebensmitteln untersagt. Dieses Verbot war im Übrigen durchaus sinnvoll; denn im Falle der eigenmächtigen Mitnahme fehlt einerseits die Möglichkeit der Kontrolle und besteht andererseits die Gefahr des Missbrauchs.\n\n7.4 Allerdings mag es zutreffen, dass der Beschwerdegegnerin kein Vermögensschaden daraus erwachsen ist, dass die Beschwerdeführerin die fraglichen Sachen, statt sie allenfalls erlaubterweise am Arbeitsplatz zu konsumieren, verbotenerweise nach Hause mitnahm. Der Tatbestand der unrechtmässigen Aneignung ohne Bereicherungsabsicht im Sinne von Art. 137 Ziff. 2 Abs. 2 StGB setzt indessen keine Vermögensschädigung voraus.\n\nAus dem Umstand, dass es der Beschwerdeführerin allenfalls objektiv oder zumindest nach ihren subjektiven Vorstellungen erlaubt gewesen wäre, aus den Lebensmitteln am Arbeitsplatz eine Mahlzeit zuzubereiten und diese am Arbeitsplatz einzunehmen, konnte die Beschwerdeführerin auch nicht subjektiv den Schluss ziehen, dass es ihr folglich erlaubt sei, die Lebensmittel stattdessen nach Hause mitzunehmen, da es der Beschwerdegegnerin gleichgültig sein könne, an welchem Ort die Lebensmittel konsumiert würden. Einer solchen Schlussfolgerung stand das der Beschwerdeführerin bekannte Verbot der Mitnahme von Lebensmitteln entgegen, welches zur Vermeidung einer Missbrauchsgefahr durchaus sinnvoll war. Die Beschwerdeführerin hat denn auch bezeichnenderweise die Lebensmittel heimlich aus dem Geschäftslokal geschafft.\n\n7.5 Die Beschwerdeführerin hat sich somit durch das inkriminierte Verhalten vorsätzlich fremde bewegliche Sachen unrechtmässig angeeignet und damit den Tatbestand von Art. 137 Ziff. 2 Abs. 2 BGE 129 IV 223 S. 230StGB erfüllt. Dass es ihr allenfalls erlaubt gewesen wäre, aus den Sachen am Arbeitsplatz eine Mahlzeit zuzubereiten und diese am Arbeitsplatz zu konsumieren, ist unerheblich."}