{"annee": "129", "cour": "IV", "page": "216", "date": "5/6/2003", "cite": ["122 IV 139", "126 IV 107", "125 II 265", "119 IV 92", "128 I 218", "120 IV 107", "120 IA 157", "123 IV 184", "120 IV 154", "127 IV 236", "126 IV 147", "117 IV 14", "122 IV 45", "121 IV 76"], "cite_par": ["134 IV 189", "131 IV 142", "130 II 65", "141 IV 10"], "chapeau": "33. Extrait de l'arrêt de la Cour de cassation pénale dans la cause X. contre Juge d'instruction et Ministère public du canton de Vaud (pourvoi en nullité)\n\n6S.361/2002 du 5 juin 2003", "regestes": ["Art. 270 let. e ch. 1 PPF; art. 2 al. 1 LAVI. Des enfants âgés d'une dizaine d'années qui sont frappés par le compagnon de leur mère ont un besoin accru de protection du fait de leur âge et de leur situation de dépendance et doivent en conséquence se voir reconnaître le statut de victime, même si les atteintes à l'intégrité physique relèvent seulement de l'art. 126 CP (consid. 1). Art. 126 CP, art. 32 CP; droit de correction. En frappant les enfants de son amie une dizaine de fois en l'espace de trois ans et en leur tirant régulièrement les oreilles, l'auteur agit à réitérées reprises au sens de l'art. 126 al. 2 CP et dépasse ce qui est admissible au regard d'un éventuel droit de correction (consid. 2 et 3)."], "faits": "BGE 129 IV 216 S. 217\n\nA.- X., qui vit séparé de sa femme, reproche au compagnon de celle-ci, Y., de maltraiter ses deux enfants, nés respectivement en 1991 et en 1993, notamment en leur donnant des gifles et des coups de pied au derrière. Il a déposé plainte pénale contre ce dernier le 29 juin 2001.\n\nB.- Le 13 juin 2002, le juge d'instruction de l'arrondissement du Nord vaudois a prononcé un non-lieu en faveur de Y., estimant que celui-ci bénéficiait d'un droit de correction dès lors qu'il vivait maritalement depuis trois ans avec la mère des enfants.\n\nPar arrêt du 30 juillet 2002, le Tribunal d'accusation du Tribunal cantonal vaudois a confirmé la décision de non-lieu.\n\nC.- X. se pourvoit en nullité au Tribunal fédéral contre cet arrêt. Invoquant une violation des art. 32 et 126 CP, il conclut à l'annulation de la décision attaquée.\n\nInvité à se prononcer, l'intimé n'a déposé aucune prise de position.\n\nLe Tribunal fédéral a admis le pourvoi en nullité.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 126 IV 107 consid. 1 p. 109).\n\n1.1 Aux termes de l'art. 268 ch. 2 PPF, le pourvoi en nullité à la Cour de cassation du Tribunal fédéral est ouvert contre une ordonnance de non-lieu rendue en dernière instance. Par ordonnance de non-lieu, il faut entendre toute décision qui met fin à l'action pénale, au moins sur un chef d'accusation, et qui est rendue par une autre BGE 129 IV 216 S. 218autorité que la juridiction de jugement. Il importe peu que la décision attaquée soit qualifiée par le droit cantonal de non-lieu, de classement ou de refus de suivre (ATF 122 IV 45 consid. 1c p. 46; ATF 120 IV 107 consid. 1a p. 108 s.; ATF 119 IV 92 consid. 1b p. 95). Rendu en dernière instance cantonale, l'arrêt du Tribunal d'accusation vaudois qui confirme la décision de non-lieu du juge d'instruction met un terme à l'action pénale et constitue donc une ordonnance de non-lieu au sens de l'art. 268 ch. 2 PPF (ATF 120 IV 107 consid. 1a p. 108 s.).\n\n1.2 En vertu de l'art. 270 let. e ch. 1 PPF, seul le lésé qui est victime d'une infraction au sens de l'art. 2 de la loi fédérale sur l'aide aux victimes d'infractions (LAVI; RS 312.5) peut exercer un pourvoi en nullité pour autant qu'il soit déjà partie à la procédure et dans la mesure où la sentence touche ses prétentions civiles ou peut avoir des incidences sur le jugement de celles-ci.\n\n1.2.1 Est une victime au sens de l'art. 2 al. 1 LAVI toute personne qui a subi, du fait d'une infraction, une atteinte directe à son intégrité corporelle, sexuelle ou psychique.\n\nLa doctrine et la jurisprudence exigent que l'atteinte ait une certaine gravité. Les délits de peu de gravité, tels que les voies de fait, qui ne causent pas de lésions, sont en principe exclus du champ d'application de la LAVI; il ne suffit pas que la victime ait subi des désagréments, qu'elle ait eu peur ou qu'elle ait eu quelque mal (FF 1999 p. 909 ss, spéc. p. 925 s.; EVA WEISHAUPT, Die verfahrensrechtlichen Bestimmungen des Opferhilfegesetzes [OHG], unter besonderer Berücksichtigung ihrer Auswirkungen auf das Zürcher Verfahrensrecht, thèse Zurich 1998, p. 30 s., 38; ULRICH WEDER, Das Opfer, sein Schutz und seine Rechte im Strafverfahren, RPS 113/1995 p. 39 ss, spéc. p. 42; CORBOZ, Les droits procéduraux découlant de la LAVI, SJ 1996 p. 53 ss, spéc. p. 58). La notion de victime ne dépend pas de la qualification de l'infraction, mais exclusivement de ses effets sur le lésé. Des voies de fait peuvent ainsi suffire à fonder la qualité de victime si elles causent une atteinte notable à l'intégrité psychique du lésé, mais il est aussi possible que des lésions corporelles simples n'entraînent, au contraire, qu'une altération insignifiante de l'intégrité physique et psychique (ATF 128 I 218 consid. 1.2 p. 220 s.; ATF 127 IV 236 consid. 2b/bb p. 239; ATF 125 II 265 consid. 2a/aa p. 268 et consid. 2e p. 271; ATF 120 Ia 157 consid. 2d/aa-bb p. 162). En définitive, il faut déterminer si, au regard des conséquences de l'infraction en cause, le lésé pouvait légitimement invoquer le besoin de la protection prévue par la loi fédérale.\n\nBGE 129 IV 216 S. 219\n\nLorsque, comme en l'espèce, le pourvoi est dirigé contre une ordonnance de non-lieu (art. 268 ch. 2 PPF; sur cette notion, voir ci-dessus consid. 1.1), il faut se fonder sur les allégués du lésé et sur la vraisemblance des actes et de l'atteinte pour déterminer si le recourant revêt la qualité de victime (ATF 126 IV 147 consid. 1 p. 149). En l'occurrence, le recourant reproche à l'intimé d'avoir donné aux enfants, en particulier à son fils aîné, des gifles et des coups de pied au derrière à une dizaine de reprises et d'avoir pris l'habitude de leur tirer l'oreille et de s'être ainsi rendu coupable de voies de fait (art. 126 CP). Même si les atteintes à l'intégrité physique des enfants paraissent peu graves et relèvent seulement de l'art. 126 CP, il faut accorder dans le cas particulier une protection accrue aux enfants du fait qu'ils ne sont âgés que de neuf et onze ans et qu'ils se trouvent, face au compagnon de leur mère, dans une relation de dépendance. Dès lors, le statut de victime LAVI doit leur être reconnu et leur père, détenteur de l'autorité parentale et à ce titre représentant légal des enfants, doit pouvoir invoquer l'art. 2 al. 1 LAVI.\n\n1.2.2 Le recourant réalise en outre les deux autres conditions prévues à l'art. 270 let. e ch. 1 PPF. Il a déjà participé à la procédure, dès lors qu'il a déposé une plainte pénale et qu'il a provoqué, par son recours, la décision attaquée. On ne saurait en outre lui reprocher de ne pas avoir pris de conclusions civiles sur le fond, puisque la procédure n'a pas été menée jusqu'à un stade qui lui aurait permis de le faire. Le recourant ne donne certes aucune indication dans son mémoire sur les prétentions qu'il entend faire valoir sur le plan civil et en quoi celles-ci peuvent être touchées par la décision attaquée (ATF 123 IV 184 consid. 1b p. 187). Il est cependant évident que son but est de faire cesser les voies de fait à l'égard de ses enfants. Il pourra dès lors invoquer les actions défensives découlant du droit de la personnalité au sens des art. 28 ss CC. La jurisprudence fédérale admet en effet que la notion de prétention civile ne vise pas seulement les dommages-intérêts et l'indemnité pour tort moral, mais aussi les conclusions tendant à une interdiction, à la cessation d'un comportement illicite ou à la constatation de ce caractère illicite (ATF 122 IV 139 consid. 3b p. 143; ATF 121 IV 76 consid. 1c p. 80; ATF 120 IV 154 consid. 3c/aa p. 158). En conséquence, il y a lieu d'admettre que le recourant a qualité pour recourir au sens de l'art. 270 let. e ch. 1 PPF.\n\n2. L'autorité cantonale a retenu en fait que l'intimé avait donné des coups de pied au derrière et des gifles aux enfants du recourant BGE 129 IV 216 S. 220à une dizaine de reprises; les circonstances exactes sont cependant inconnues. Les juges cantonaux ont admis que les éléments constitutifs de l'infraction de voies de fait au sens de l'art. 126 al. 1 CP étaient réalisés, mais ont estimé que l'intimé, en tant que concubin de la mère, pouvait se prévaloir de circonstances justificatives au sens de l'art. 32 CP, en particulier d'un droit de correction.\n\n2.1 En 1978, le législateur a abrogé l'art. 278 aCC, qui accordait expressément un droit de correction aux parents; le Conseil fédéral précisait cependant alors que les parents bénéficiaient toujours d'un droit de correction qui trouvait son fondement dans l'autorité parentale (message du Conseil fédéral du 5 juin 1974 concernant la révision du droit de la filiation, FF 1974 II 1ss, spéc. p. 78). En 1991, amené à se prononcer sur le cas d'un enseignant qui avait frappé un élève, le Tribunal fédéral a déclaré que les gifles données à un enfant constituaient objectivement des voies de fait, mais qu'un droit de correction pouvait les justifier lorsque l'auteur avait agi dans un but éducatif (art. 32 CP); en l'espèce, le maître d'école n'avait cependant aucun droit de correction faute de base légale formelle (ATF 117 IV 14 consid. 4a p. 18).\n\n2.2 Aujourd'hui, toute forme de violence et de traitement dégradant à l'égard des enfants est réprouvée. Sur le plan international, la protection de l'enfant a fait l'objet de différentes normes. L'art. 3 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales interdit tout traitement inhumain ou dégradant (CEDH; RS 0.101); la Cour européenne a jugé que cette disposition interdisait de frapper un enfant à l'aide d'un bâton avec beaucoup de force et à plusieurs reprises (arrêt dans la cause A. c. Royaume-Uni du 23 septembre 1998, Recueil CourEDH 1998-IV p. 2692). L'art. 19 de la Convention du 20 novembre 1989 relative aux droits de l'enfant, ratifiée par la Suisse le 24 février 1997, demande que les Etats parties prennent toutes les mesures législatives, administratives, sociales et éducatives appropriées pour protéger l'enfant contre toute forme de violence, d'atteinte ou de brutalités physiques ou mentales, d'abandon ou de négligence, de mauvais traitements ou d'exploitation, y compris la violence sexuelle, pendant qu'il est sous la garde de ses parents ou de l'un d'eux, de son ou ses représentants légaux ou de toute autre personne à qui il est confié (RS 0.107). Au niveau européen, le Comité des Ministres du Conseil de l'Europe a recommandé aux gouvernements des Etats membres de revoir leur législation concernant le pouvoir de correction à l'égard des enfants dans le but de limiter, voire d'interdire les châtiments BGE 129 IV 216 S. 221corporels, même si la violation de cette interdiction n'entraîne pas nécessairement une sanction pénale (cf. Recommandation no R [85] 4 du Conseil de l'Europe sur la violence au sein de la famille). Certains pays, notamment les pays scandinaves et l'Allemagne, ont adopté des règles à ce sujet (cf. pour l'Allemagne, LACKNER/KÜHL, StGB, Strafgesetzbuch mit Erläuterungen, 24e éd., Munich 2001, n. 11 ad § 223 StGB).\n\n2.3 En Suisse, les traitements dégradants et les moyens de correction qui portent atteinte à l'intégrité physique, psychique ou spirituelle de l'enfant ou qui la mettent en danger sont considérés comme illicites. Cela découle des art. 10 et 11 Cst. qui protègent spécifiquement l'intégrité des enfants et des jeunes (cf. à ce sujet le message du Conseil fédéral du 20 novembre 1996 relatif à une nouvelle constitution fédérale, FF 1997 I 1 ss, spéc. p. 151; RUTH REUSSER/KURT LÜSCHER, in Die schweizerische Bundesverfassung, St. Galler Kommentar, Zurich 2002, n. 9 ad art. 11 Cst.). Le parent ne saurait en particulier utiliser un instrument, susceptible de causer des lésions corporelles (SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Besonderer Teil I, Berne 1982, n. 11 et 12 p. 220 et n. 24 p. 223 ad art. 126 CP).\n\n2.4 En doctrine, certains auteurs accordent le droit aux parents de recourir à de légères corrections corporelles et considèrent que les voies de fait au sens de l'art. 126 al. 1 CP sont encore admissibles (STRATENWERTH/JENNY, Schweizerisches Strafrecht, Besonderer Teil I, 6e éd., Berne 2003, n. 18 ad § 3; GRAVEN, L'infraction punissable, 2e éd., Berne 1995, p. 106; SCHUBARTH, op. cit., n. 12 ad art. 126 CP p. 220; REHBERG/SCHMID/DONATSCH, Strafrecht III, 8e éd., Zurich 2003, p. 36; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2e éd., Zurich 1997, n. 7 ad art. 126 CP p. 460). Le droit de correction doit toutefois toujours être la conséquence d'un comportement inadapté de l'enfant et intervenir dans un but éducatif (URS TSCHÜMPERLIN, Die elterliche Gewalt in Bezug auf die Person des Kindes [art. 301 bis 303 ZGB], thèse Fribourg 1989, p. 346; STRATENWERTH/JENNY, op. cit.; TRECHSEL, op. cit.), et la répétition des voies de fait à l'égard d'un enfant doit toujours être sanctionnée pénalement et d'office (art. 126 al. 2 CP; message du Conseil fédéral du 26 juin 1985 concernant la modification du code pénal et du code pénal militaire [infractions contre la vie et l'intégrité corporelle, les moeurs et la famille], FF 1985 II 1021 ss, spéc. p. 1046; SCHUBARTH, op. cit., n. 24 ad art. 126 CP p. 223; REHBERG/SCHMID/DONATSCH, op. cit.). D'autres auteurs sont plus restrictifs et excluent tout droit BGE 129 IV 216 S. 222de correction corporelle, y compris les voies de fait (HEGNAUER, Droit suisse de la filiation et de la famille, 4e éd., Berne 1998, n. 26.03 p. 172; TUOR/SCHNYDER/SCHMID/RUMO-JUNGO, Das Schweizerische Zivilgesetzbuch, Zurich 2002, 12e éd., p. 438; SCHWENZER, Basler Kommentar, vol. 4/1,1, n. 8 ad art. 301 CC); ils laissent cependant ouverte la question de savoir si une simple tape (\"Klaps\") peut être admise (SCHWENZER, op. cit.).\n\n2.5 On peut laisser en l'espèce sans réponse la question de savoir dans quelle mesure le droit d'infliger de légères corrections corporelles existe encore. On peut également s'abstenir de rechercher si un des parents peut déléguer contre la volonté de l'autre parent le droit de corriger ses enfants à une tierce personne. En effet, en donnant aux enfants des gifles et des coups de pied au derrière à une dizaine de reprises, l'intimé a dépassé ce qui est admissible et ne saurait donc se prévaloir d'un quelconque droit de correction (art. 32 CP).\n\n3. Selon l'art. 126 al. 2 CP, la poursuite aura lieu d'office si le délinquant a agi à réitérées reprises contre une personne, notamment contre un enfant, dont il avait la garde ou sur laquelle il avait le devoir de veiller.\n\n3.1 Dans son message, le Conseil fédéral explique que l'auteur agit à réitérées reprises lorsque les voies de fait sont perpétrées plusieurs fois sur la même victime et qu'elles dénotent une certaine habitude. Avec l'introduction de cette nouvelle disposition, le législateur a voulu interdire tout mode d'éducation fondé sur la violence; le Conseil fédéral précise ainsi que les coups excèdent manifestement le droit de correction et d'éducation s'ils sont répétés, c'est-à-dire quasi habituels pour ne pas dire systématiques (FF 1985 II 1021 ss, spéc. p. 1045 s.).\n\nDans la doctrine, REHBERG/SCHMID/DONATSCH estiment que de nombreux coups, de manière systématique, devraient aussi suffire lorsqu'ils sont administrés durant quelques jours ou quelques heures (REHBERG/SCHMID/DONATSCH , op. cit., p. 36). Pour HURTADO POZO, l'art. 126 al. 2 CP est applicable dans la mesure où les voies de fait perpétrées plusieurs fois sur la même victime dénotent une certaine habitude et sont propres à porter atteinte à la santé des enfants (HURTADO POZO, Droit pénal, Partie spéciale I, 3e éd., Zurich 1997, n. 470 p. 132). STRATENWERTH/JENNY et CORBOZ exigent que l'auteur agisse souvent, précisant que deux fois ne sauraient suffire (STRATENWERTH/JENNY, op. cit., n. 47 ad § 3; CORBOZ, Les infractions BGE 129 IV 216 S. 223en droit suisse, vol. I, Berne 2002, n. 22, p. 154). TRECHSEL estime qu'il y a voies de fait répétées dès que l'auteur agit au moins deux fois dans un laps de temps relativement court (TRECHSEL, op. cit., n. 7a ad art. 126 CP). Enfin, ANDREAS ROTH reprend la formulation du message et les avis des différents auteurs (ANDREAS ROTH, Basler Kommentar, vol. II, 2003, n. 9 ad art. 126 CP).\n\n3.2 Au vu de l'évolution restrictive du droit de correction, le juge doit pouvoir intervenir rapidement et ordonner une poursuite d'office avant que cela ne dégénère et que les coups ne deviennent habituels. En l'espèce, le recourant a frappé les enfants en l'espace de trois ans une dizaine de fois; il a en outre admis qu'il avait pris l'habitude de leur tirer l'oreille. On ne saurait dès lors plus parler d'actes occasionnels au sens de l'art. 126 al. 1 CP; il s'agit bien plus d'un mode d'éducation fondé sur la violence physique. Il faut en conséquence admettre que l'intimé a agi à réitérées reprises au sens de l'art. 126 al. 2 CP et qu'il a donc dépassé ce qui était admissible au regard d'un éventuel droit de correction (cf. consid. 2.4). Au surplus, les coups de pied donnés aux enfants constituent un traitement dégradant et ne sauraient être justifiés par un quelconque devoir d'éducation."}