{"annee": "130", "cour": "II", "page": "49", "date": "6/1/2004", "cite": ["129 II 249", "125 II 192", "125 II 633", "129 II 114"], "cite_par": ["130 II 306", "140 II 289"], "chapeau": "7. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. gegen Eidgenössisches Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)\n\n2A.502/2003 vom 6. Januar 2004", "regestes": ["Art. 17 al. 1, art. 17 al. 2, 1re et 2e phrases et art. 7 al. 1 LSEE; art. 3 ss ALCP, art. 4 et 5 OLCP; libération du contrôle fédéral. Art. 17 al. 2, 2e phrase LSEE; point de départ du délai. Accord sur la libre circulation des personnes; droit à l'octroi d'une autorisation d'établissement? Le recours de droit administratif au Tribunal fédéral contre une décision sur recours du Département fédéral de justice et police concernant la libération du contrôle fédéral n'est ouvert qu'autant qu'un droit à une autorisation d'établissement se laisse déduire du droit fédéral ou d'une convention internationale (consid. 2). Interprétation de l'art. 17 al. 2, 2e phrase LSEE: pour que l'époux étranger acquière le droit à une autorisation d'établissement, son conjoint (étranger) doit avoir été en possession d'une autorisation d'établissement pendant toute la durée des cinq années de vie conjugale commune en Suisse (consid. 3). L'octroi d'une autorisation d'établissement aux conjoints (étrangers) d'étrangers établis en Suisse se détermine aujourd'hui comme avant d'après l'art. 17 al. 2 LSEE et ne fait pas l'objet, également pour les personnes soumises à l'Accord sur la libre circulation des personnes, de cet accord (consid. 4)."], "faits": "BGE 130 II 49 S. 50\n\nDem australisch-österreichischen Doppelbürger Z. wurde am 2. Oktober 1997 eine Aufenthaltsbewilligung erteilt. Am 10. Oktober 1997 heiratete Z. die australische Staatsangehörige X. (geb. 1963). Diese reiste am 2. Dezember 1997 in die Schweiz ein und erhielt im Rahmen des Familiennachzuges eine Aufenthaltsbewilligung zum Verbleib beim Ehegatten. Nachdem Z. die zuständigen Behörden über seine australisch-österreichische Doppelbürgerschaft in Kenntnis gesetzt hatte, wurde ihm am 2. Dezember 2002 gestützt auf die Niederlassungsvereinbarung zwischen der Schweiz und Österreich nach fünfjährigem ununterbrochenem Aufenthalt in der Schweiz die Niederlassungsbewilligung erteilt.\n\nMit Eingaben vom 20. August, 8. und 23. September 2002 beantragte X. beim Migrationsamt des Kantons Zürich die Erteilung der Niederlassungsbewilligung. Die kantonale Behörde leitete das Begehren am 3. Oktober 2002 zum Entscheid an das zuständige BGE 130 II 49 S. 51Bundesamt für Ausländerfragen (heute: Bundesamt für Zuwanderung, Integration und Auswanderung [IMES]) weiter. Dieses verfügte am 7. Oktober 2002, dass X. per 1. Oktober 2007 aus der eidgenössischen Kontrolle entlassen werde. Die Niederlassungsbewilligung könne frühestens am 2. Oktober 2007 erteilt werden.\n\nEine gegen diese Verfügung erhobene Beschwerde wies das Eidgenössische Justiz- und Polizeidepartement am 18. September 2003 ab.\n\nAuf die gegen den Entscheid des Departementes gerichtete Verwaltungsgerichtsbeschwerde tritt das Bundesgericht wegen Unzulässigkeit des Rechtsmittels nicht ein.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Gemäss Art. 15 Abs. 1 und 2 ANAG (SR 142.20) ist die kantonale Fremdenpolizei oder eine ihr übergeordnete kantonale Behörde zuständig, Aufenthalts- und Niederlassungsbewilligungen zu erteilen. Dabei entscheidet sie grundsätzlich nach freiem Ermessen (Art. 4 ANAG). Alle Anwesenheitsbewilligungen, ausser die in Art. 18 Abs. 2 ANAG vorgesehenen, bedürfen aber der Zustimmung des Bundesamtes für Zuwanderung, Integration und Auswanderung (Art. 18 Abs. 3 ANAG), so auch die Niederlassungsbewilligung (PETER UEBERSAX, in: Uebersax/Münch/Geiser/Arnold, Ausländerrecht, Basel 2002, Rz. 5.73, S. 155).\n\n2.2 Nach Art. 17 Abs. 1 ANAG zweiter Satz in Verbindung mit Art. 11 Abs. 2 und Art. 19 Abs. 3 ANAV (SR 142.201) setzt das Bundesamt für Zuwanderung, Integration und Auswanderung im Einzelfall fest, wann der Ausländer aus der eidgenössischen Kontrolle entlassen wird, das heisst, von welchem Zeitpunkt an es frühestens der Erteilung der Niederlassungsbewilligung durch den Kanton zustimmt. Der Zustimmungsentscheid des Bundesamtes kann mit Beschwerde beim Eidgenössischen Justiz- und Polizeidepartement angefochten werden (Art. 20 Abs. 1 lit. a ANAG). Dieses entscheidet darüber grundsätzlich endgültig (vgl. Art. 20 Abs. 3 ANAG); gegen den Beschwerdeentscheid des Departementes über die Entlassung aus der eidgenössischen Kontrolle ist die Verwaltungsgerichtsbeschwerde an das Bundesgericht nur zulässig, sofern sich aus dem Bundesrecht oder aus einer zwischenstaatlichen Vereinbarung ein Anspruch auf die Niederlassungsbewilligung ableiten lässt (vgl. Urteil 2A.540/1997 vom 28. April 1998, E. 1 und 2). BGE 130 II 49 S. 52\n\n2.3 Wenn das Bundesamt seine Zustimmung verweigert oder den Zeitpunkt der Entlassung aus der eidgenössischen Kontrolle - wie im vorliegenden Fall - auf ein späteres Datum als das anbegehrte festsetzt, darf die kantonale Fremdenpolizei einem Gesuch um Erteilung der Niederlassungsbewilligung nicht entsprechen (Urteil 2A.540/1997 vom 28. April 1998, E. 2a). Die Zustimmung des Bundesamtes ist, selbst wenn sie vorgängig geäussert wird, lediglich Bestandteil des Niederlassungsbewilligungsverfahrens: Dem Ausländer erwächst allein aus dem eidgenössischen Entlassungsentscheid bzw. aus der eidgenössischen Zustimmung noch kein Anspruch auf eine Niederlassungsbewilligung (Art. 11 Abs. 2 ANAV; BGE 125 II 633 E. 2b S. 637 mit Hinweisen; UEBERSAX, a.a.O., Rz. 5.73, S. 155).\n\n3. Die Beschwerdeführerin verkennt nicht, dass ihr die Entlassung aus der eidgenössischen Kontrolle keinen Rechtsanspruch auf eine Niederlassungsbewilligung verschafft. Sie leitet jedoch ihren Anspruch und damit die Zulässigkeit der Verwaltungsgerichtsbeschwerde aus Art. 17 Abs. 2 ANAG ab.\n\n3.1 Art. 17 ANAG hat - soweit hier interessierend - folgenden Wortlaut:\n\n1 In der Regel wird die Behörde dem Ausländer, auch wenn er voraussichtlich dauernd im Lande bleibt, zunächst nur Aufenthalt bewilligen. Das Bundesamt für Zuwanderung, Integration und Auswanderung setzt im einzelnen Fall fest, von wann an frühestens die Niederlassung bewilligt werden darf.\n\n2 Ist dieser Zeitpunkt bereits festgelegt oder ist der Ausländer im Besitz der Niederlassungsbewilligung, so hat sein Ehegatte Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung, solange die Ehegatten zusammen wohnen. Nach einem ordnungsgemässen und ununterbrochenen Aufenthalt von fünf Jahren hat der Ehegatte ebenfalls Anspruch auf die Niederlassungsbewilligung. (...)\n\n2bis (....).\n\nDie Beschwerdeführerin ist der Auffassung, sie erfülle sämtliche Voraussetzungen von Art. 17 Abs. 2 ANAG, da ihr Ehegatte im Besitze der Niederlassungsbewilligung sei, sie selber seit mehr als fünf Jahren mit ihm verheiratet sei und während dieser fünf Jahre ordnungsgemäss und ununterbrochen zusammen mit ihm in der Schweiz gewohnt habe. Demgegenüber stellt sich die Vorinstanz auf den Standpunkt, ein Anspruch der Beschwerdeführerin auf eine Niederlassungsbewilligung gemäss Art. 17 Abs. 1 Satz 2 ANAG BGE 130 II 49 S. 53sei erst dann gegeben, wenn - nebst dem ordnungsgemässen und ununterbrochenen Aufenthalt - ihr Ehegatte während der gesamten (fünfjährigen) Zeitdauer den fremdenpolizeilichen Status eines Niedergelassenen innegehabt habe. Z. sei aber erst seit dem 2. Oktober 2002 im Besitz der Niederlassungsbewilligung, weshalb zur Berechnung der Fünfjahresfrist auf dieses Datum abzustellen sei und der Anspruch auf Niederlassung von der Beschwerdeführerin frühestens am 2. Oktober 2007 erworben werden könne.\n\n3.2 Auf dem Wege der Auslegung zu entscheiden ist damit die Frage, wann die in Art. 17 Abs. 2 Satz 2 ANAG erwähnte Fünfjahresfrist zu laufen beginnt.\n\n3.2.1 Ausgangspunkt jeder Auslegung bildet der Wortlaut der Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Interpretationen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente; dabei kommt es namentlich auf den Zweck der Regelung, die dem Text zu Grunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem die Norm steht (BGE 129 II 114 E. 3.1 S. 118; BGE 125 II 192 E. 3a S. 196, mit Hinweisen).\n\n3.2.2 Nach einer strikt wörtlichen Auslegung von Art. 17 Abs. 2 Satz 2 ANAG könnte sich jeder Ausländer auf den Niederlassungsanspruch berufen, der seit fünf Jahren ordnungsgemäss und ununterbrochen in der Schweiz in ehelicher Gemeinschaft mit einem niedergelassenen Ausländer zusammenlebt, unabhängig davon, seit wann sein Ehepartner über die Niederlassungsbewilligung verfügt. Rein wörtlich könnte für die Entstehung des Anspruches sogar schon ein fünfjähriger ordnungsgemässer Aufenthalt in der Schweiz vor der Ehe genügen. Eine solche Auslegung stünde indessen in klarem Widerspruch zum Sinn und Zweck des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer und lässt sich auch nicht mit der Systematik des Gesetzestextes vereinbaren: Es liegt auf der Hand, dass Art. 17 Abs. 2 Satz 2 ANAG an den vorangehenden Satz 1 anknüpft und damit die zu absolvierende fünfjährige Aufenthaltsdauer vom Zeitpunkt der Entstehung des nach Abs. 2 Satz 1 erworbenen Aufenthaltsrechtes beginnen lassen will. In diesem Sinne wurde die Vorschrift denn auch seit jeher verstanden und gehandhabt. Schon der Anspruch auf Erteilung der Aufenthaltsbewilligung für den nachzuziehenden Ehegatten entsteht erst mit der BGE 130 II 49 S. 54Kontrollentlassung des bereits hier lebenden Ehegatten durch das Bundesamt (bzw. im Zeitpunkt der formellen Erteilung der Niederlassungsbewilligung). Setzt aber schon der Anspruch auf eine Aufenthaltsbewilligung die Niederlassungsbewilligung des bereits in der Schweiz weilenden Ehepartners voraus, so ist folgerichtig, dass der Anspruch des nachgezogenen Ehegatten auf die Niederlassungsbewilligung erst fünf Jahre nach deren Erteilung an den Partner entstehen kann.\n\n3.2.3 Auch aus Art. 7 Abs. 1 Satz 2 ANAG, auf welchen sich die Beschwerdeführerin beruft, kann sie nichts zu ihren Gunsten ableiten. Wie sie selber zutreffend festhält, stimmt der zweite Satz von Art. 17 Abs. 2 ANAG, welcher dem mit einem niedergelassenen Partner verheirateten Ausländer nach fünf Jahren Aufenthalt einen Anspruch auf Niederlassungsbewilligung einräumt, überein mit Art. 7 Abs. 1 Satz 2 ANAG, welcher dem mit einem Schweizer Bürger verheirateten Ausländer nach ordnungsgemässem und ununterbrochenem Aufenthalt von fünf Jahren Anspruch auf Erteilung der Niederlassungsbewilligung gibt. Die zu Art. 7 Abs. 1 Satz 2 ANAG entwickelte Rechtsprechung ist sinngemäss auch massgebend für die Auslegung von Art. 17 Abs. 2 ANAG (Urteil 2P.382/1997 vom 28. Mai 1998, E. 3b). Dass der ausländische Ehepartner in den Genuss einer Aufenthaltsbewilligung gemäss Art. 7 Abs. 1 ANAG kommen kann, setzt aber voraus, dass sein Ehepartner über die schweizerische Staatsangehörigkeit verfügt. Erst nach einem ununterbrochenen, ordnungsgemässen Aufenthalt von fünf Jahren, der mit dem Datum der Heirat bzw. mit dem Datum der Einreise in die Schweiz, sofern die Ehe im Ausland geschlossen wurde (ANGELA BRYNER, in: Uebersax/Münch/Geiser/ Arnold, a.a.O., Rz. 24.23, S. 1066), oder mit der Einbürgerung beginnt, hat die ausländische Ehepartnerin eines Schweizers Anspruch auf eine Niederlassungsbewilligung. Übertragen auf eine Ausländerin, die mit einem Niedergelassenen verheiratet ist, bedeutet dies, dass diese dann einen Anspruch auf die Niederlassungsbewilligung erwirbt, wenn ihr Ehegatte während der gesamten fünfjährigen Dauer des ehelichen Zusammenlebens über eine Niederlassungsbewilligung verfügt hat. Entgegen der Auffassung der Beschwerdeführerin verstösst diese Auslegung keineswegs gegen den Sinn und Zweck von Art. 17 Abs. 2 Satz 2 ANAG bzw. Art. 7 Abs. 1 ANAG, zumal die privilegierte ausländerrechtliche Stellung ausländischer Ehepartner von Niedergelassenen BGE 130 II 49 S. 55bzw. von schweizerischen Staatsangehörigen vom ausländerrechtlichen Status bzw. der Staatsangehörigkeit des Ehepartners abhängt.\n\n3.3 Art. 17 Abs. 2 ANAG räumt der Beschwerdeführerin somit keinen Anspruch auf eine Niederlassungsbewilligung bzw. auf sofortige Entlassung aus der eidgenössischen Kontrolle ein.\n\n4.\n\n4.1 Am 1. Juni 2002 ist das Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen, FZA; SR 0.142.112.681) in Kraft getreten. Es ist im Folgenden noch zu prüfen, ob sich allenfalls aus dem Freizügigkeitsabkommen ein Anspruch auf Erteilung der Niederlassungsbewilligung ableiten lässt.\n\n4.2 Das Freizügigkeitsabkommen räumt Angehörigen der Vertragsstaaten (und nach Art. 7 lit. d FZA i.V.m. Art. 3 Abs. 2 des Anhangs I dazu den nachzugsberechtigten Angehörigen [unabhängig von ihrer Nationalität]) das Recht auf Einreise (Art. 3 FZA) sowie auf Aufenthalt und Zugang zu einer Erwerbstätigkeit (Art. 4 ff. FZA) nach den Bestimmungen des Anhangs I zu diesem Abkommen ein. Die den Aufenthalt betreffenden Bestimmungen des Anhangs I vermitteln individuelle Rechtsansprüche auf Erteilung einer der in Art. 4 der Verordnung vom 22. Mai 2002 über die Einführung des freien Personenverkehrs (VEP; SR 142.203) genannten fremdenpolizeilichen Aufenthaltsbewilligungen (\"Kurzaufenthaltsbewilligung EG/EFTA\", \"Aufenthaltsbewilligung EG/ EFTA\" sowie \"Grenzgängerbewilligung EG/EFTA\"). Demgegenüber bildet die Erteilung der schweizerischen Niederlassungsbewilligung auch für die unter das Freizügigkeitsabkommen fallenden Personen nicht Gegenstand dieses Abkommens, sondern richtet sich nach wie vor nach Art. 6 ANAG und Art. 11 ANAV sowie nach den von der Schweiz abgeschlossenen Niederlassungsverträgen (Art. 5 VEP; vgl. BGE 129 II 249 E. 3.3 S. 258 mit Hinweisen). Die Erteilung der Niederlassungsbewilligung an ausländische Ehegatten niedergelassener Ausländer richtet sich daher nach wie vor nach Art. 17 Abs. 2 ANAG (Urteil 2A.98/2003 vom 28. August 2003, E. 2.2). Die mit einem australisch-österreichischen Doppelbürger verheiratete Beschwerdeführerin kann somit - was die Erteilung der Niederlassungsbewilligung betrifft - aus dem Freizügigkeitsabkommen nichts zu ihren Gunsten ableiten."}