{"annee": "130", "cour": "III", "page": "248", "date": "29/1/2004", "cite": ["125 III 82", "114 II 345", "111 III 73", "123 III 60", "52 III 56", "128 III 44"], "cite_par": ["133 III 180", "144 IV 1", "137 III 455"], "chapeau": "32. Extrait de l'arrêt de la Ire Cour civile dans la cause X. SA contre époux A. (recours en réforme)\n\n4C.275/2003 du 29 janvier 2004", "regestes": ["Contrat de bail; cession des loyers futurs; faillite de l'un des cobailleurs; poursuite en réalisation de gage; rétrocession; légitimation active (art. 164 al. 1, art. 544 al. 1 et art. 545 al. 1 ch. 3 CO; art. 806 al. 3 CC; art. 204 LP). Légitimation: droit de procédure cantonal et droit fédéral (consid. 2). Le bailleur, qui s'est fait rétrocéder des créances de loyer dont il était titulaire en main commune avec un tiers avant leur cession fiduciaire à une banque, possède seul la légitimation pour agir contre le locataire en vue de recouvrer ces créances (consid. 3). Incidence de la faillite du cobailleur, resp. de la poursuite en réalisation du gage grevant l'immeuble donné à bail, sur la cession des créances futures de loyer qui prennent naissance après l'ouverture de la faillite, resp. après l'introduction de la poursuite en réalisation de gage (consid. 4)."], "faits": "BGE 130 III 248 S. 249\n\nA. Le 31 janvier 1990, les époux A. ont acquis, en société simple, un immeuble sis à Renens. Par contrat signé les 25 novembre et 1er décembre 1992, ils ont donné à bail à X. SA un dépôt situé dans cet immeuble, pour un loyer mensuel net de 1'800 fr.\n\nLe 15 décembre 1993, les époux A. ont cédé à la banque Y. (actuellement: la banque Z.; ci-après: Z.) les loyers versés par X. SA, afin de garantir un prêt hypothécaire alloué par cet établissement bancaire. La cession aurait été activée en 1995.\n\nLe 29 septembre 1997, sieur A. a été mis en faillite. Son épouse et lui-même ont également fait l'objet d'une poursuite en réalisation de gage immobilier intentée par Z., qui a requis la gérance officielle de l'immeuble sis à Renens. Instaurée le 1er septembre 1998, cette gérance a duré jusqu'au 30 juin 1999.\n\nL'immeuble litigieux a été vendu à des tiers, le 2 juillet 1999.\n\nB. Entre-temps, par requête du 15 mars 1999, les époux A., après avoir vainement tenté la conciliation, avaient assigné X. SA devant le Tribunal des baux du canton de Vaud en vue d'obtenir le paiement de 28'800 fr., intérêts en sus, à titre d'arriérés de loyer du BGE 130 III 248 S. 250 1er juin 1997 au 30 septembre 1998, ainsi que la mainlevée de l'opposition formée par la défenderesse au commandement de payer y relatif.\n\nLa défenderesse a contesté la légitimation active des demandeurs. L'instruction de la cause a été limitée à cette question.\n\nLe 15 mai 2001, Z. a adressé au conseil des demandeurs une lettre contenant le passage suivant:\n\n\"Pour faire suite à votre demande, nous vous confirmons que la banque Z. rétrocède, par la présente, à Mme A.:\n\n- cession de l'ensemble des loyers produits par l'immeuble sis à Renens (...) contre la société X. SA, en vue de leur recouvrement par tout moyen juridique utile. Il va toutefois de soi que les montants en cause devront, le cas échéant, être payés directement en nos mains, la rétrocession n'intervenant qu'en vue de recouvrement.\"\n\nPar jugement préjudiciel du 22 mai 2001, le Tribunal des baux du canton de Vaud a rejeté la demande pour défaut de légitimation active.\n\nStatuant par arrêt du 4 décembre 2002, sur recours des époux A., la Chambre des recours du Tribunal cantonal vaudois a réformé partiellement le jugement de première instance, en ce sens qu'elle a nié la légitimation active de sieur A., mais admis celle de dame A. Cet arrêt repose, en substance, sur les motifs suivants: la légitimation active doit être examinée, non pas à l'ouverture d'instance, mais à la clôture de l'instruction. Il convient donc de tenir compte de la rétrocession des créances de loyer opérée le 15 mai 2001 par Z. en faveur de dame A. Cette rétrocession fiduciaire a été opérée valablement, de sorte que la demanderesse est devenue titulaire des créances rétrocédées. En soi, une cession de loyers ne peut avoir d'effet pour les loyers encaissés postérieurement à l'ouverture de la faillite du bailleur unique. En l'occurrence, toutefois, il y a deux bailleurs, formant une société simple, qui sont propriétaires en commun de la créance en paiement du loyer. La société simple a été dissoute par la faillite de l'associé sieur A. Cependant, on ignore tout de sa liquidation. Or, tant que la société n'a pas été liquidée, les créances restent la propriété commune des associés. La faillite ne dessaisit nullement la totalité des droits des associés, mais seulement les droits de l'associé failli. Aussi la cession antérieure des créances de loyer opérée par la société simple restait-elle pleinement efficace pour l'avenir. Cédées valablement à Z., BGE 130 III 248 S. 251lesdites créances pouvaient dès lors être librement cédées par celle-ci à un tiers de son choix. La banque pouvait donc les rétrocéder à un seul des associés, partie au procès. C'est ce qu'elle a fait. En conséquence, dame A. est titulaire de la créance dont elle réclame le paiement à la défenderesse, ce qui lui confère la légitimation active. Il reste à déterminer l'étendue exacte des loyers concernés par la rétrocession, question qui nécessite des constatations de fait complémentaires auxquelles il pourra être procédé dans le cadre de l'instruction de la cause au fond.\n\nC. Agissant par la voie du recours en réforme, la défenderesse conclut principalement au rejet intégral de la demande et, subsidiairement, au renvoi de la cause à la cour cantonale pour complément d'instruction et nouveau jugement. Les moyens soulevés dans le recours en réforme seront exposés plus loin, dans la mesure utile.\n\nLes intimés proposent le rejet du recours.\n\nLe Tribunal fédéral a admis partiellement le recours, annulé l'arrêt attaqué et renvoyé la cause à la cour cantonale pour complément d'instruction et nouveau jugement dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n2. La demanderesse fonde sa légitimation active sur la rétrocession de créance intervenue le 15 mai 2001, alors que la procédure ouverte par elle et son mari contre la défenderesse était pendante. Les juges cantonaux ont tenu compte de cette circonstance pour trancher la question de la légitimation. Dire s'ils étaient habilités à le faire est un problème qui relève du droit de procédure cantonal (cf. ATF 128 III 44 consid. 4c p. 47) et qui échappe, partant, à la connaissance de la juridiction fédérale de réforme (art. 55 al. 1 let. c in fine OJ). Ressortit, en revanche, au droit fédéral et peut dès lors faire l'objet d'un recours en réforme le point de savoir si cette rétrocession suffisait à conférer la légitimation active à la demanderesse relativement aux créances litigieuses, c'est-à-dire l'autorisait à faire valoir en justice une prétention de ce chef en tant que titulaire du droit, en son propre nom (ATF 125 III 82 consid. 1; ATF 123 III 60 consid. 3a et les arrêts cités; ATF 114 II 345 consid. 3a; cf., parmi d'autres: FABIENNE HOHL, Procédure civile, tome I, n. 433).\n\nA l'appui de son recours en réforme, la défenderesse soutient principalement que la rétrocession en cause était nulle en tant que telle. BGE 130 III 248 S. 252A titre subsidiaire, elle prétend que, même valable, cette rétrocession ne permettait pas à la demanderesse d'agir sans le concours de son mari. Pour le surplus, la défenderesse émet l'avis que les loyers ayant couru depuis le prononcé de la faillite de sieur A. jusqu'au terme de la période durant laquelle l'immeuble des bailleurs a été placé sous gérance légale n'étaient de toute façon pas touchés par la rétrocession, si bien que la demanderesse n'en est pas devenue titulaire.\n\nIl y a lieu d'examiner successivement ces différents moyens.\n\n3.\n\n3.1 Aux termes de l'art. 164 al. 1 CO, le créancier peut céder son droit à un tiers sans le consentement du débiteur, à moins que la cession n'en soit interdite par la loi, la convention ou la nature de l'affaire. La cession peut porter sur des créances futures, telles des créances de loyer non encore échues (DAVID LACHAT, La cession de loyers, in Séminaire sur le droit du bail, Neuchâtel 2000, n. 14). La cession fiduciaire est en principe valable (ATF 123 III 60 consid. 4c p. 63 et les arrêts cités); elle intervient souvent, comme en l'espèce, à titre de garantie complémentaire en faveur de la banque qui a octroyé un prêt hypothécaire au bailleur (cf., sur ce point: LACHAT, op. cit., n. 7a). La cession opère la substitution du titulaire d'une créance par un nouveau titulaire (THOMAS PROBST, Commentaire romand, n. 1 ad art. 164 CO). Ainsi, le tiers à qui les loyers sont cédés en devient le créancier, à la place du bailleur (LACHAT, op. cit., n. 32).\n\nSi le cessionnaire cède au cédant la créance qui lui a été transférée antérieurement par ce dernier, on parle de rétrocession (PROBST, op. cit., n. 3 ad art. 164 CO). Toutes les conséquences juridiques de la cession s'appliquent à la rétrocession (LACHAT, op. cit., n. 65).\n\n3.2 En l'occurrence, par l'effet de la cession du 15 décembre 1993, Z. est devenue titulaire unique des créances de loyer non encore échues découlant du contrat de bail passé entre les époux A. et la défenderesse. A compter de cette date, le pouvoir de disposition sur les créances cédées lui appartenait en propre et elle avait la faculté d'en user comme bon lui semblait à l'égard des tiers. C'est ce qu'elle a fait en rétrocédant lesdites créances à la seule demanderesse. La Chambre des recours retient, à ce propos, sans être critiquée par la défenderesse, qu'il n'existe pas de circonstances dont on pourrait inférer le caractère simulé, voire frauduleux, de la BGE 130 III 248 S. 253rétrocession litigieuse. Que celle-ci ait pu porter atteinte à l'engagement interne souscrit par la banque en faveur des cédants à l'occasion de la cession du 15 décembre 1993 (pacte de fiducie) ne change rien à la validité de cet acte de disposition. La défenderesse, en sa qualité de débitrice de la créance rétrocédée, ne serait du reste pas en droit d'opposer au rétrocessionnaire, fût-il l'un des cédants initiaux, une éventuelle violation du pacte de fiducie, dans la mesure où celui-ci constitue pour elle une res inter alios acta.\n\nCertes, on n'est pas en présence, dans le cas concret, d'une véritable rétrocession, Z. ayant cédé les créances de loyer à l'une seulement des personnes qui en étaient titulaires en main commune à l'origine. La validité de l'acte incriminé n'en est pas pour autant affectée. Dans la mesure où la défenderesse professe l'opinion inverse, en s'appuyant sur PROBST (ibid.), elle se trompe. L'auteur en question se borne à indiquer, dans le passage cité par la défenderesse, que la rétrocession ne peut pas être réalisée par une simple remise conventionnelle (art. 115 CO), mais nécessite une cession en sens inverse de la première. Il ne soutient pas, en revanche, comme le fait la défenderesse, qu'une rétrocession qui n'interviendrait pas au profit des mêmes parties cédantes initiales serait nulle.\n\nLa cession de créance est un acte de disposition bilatéral reposant sur la manifestation réciproque et concordante des volontés du cédant et du cessionnaire. A défaut d'une telle manifestation, elle n'existe pas. Comme pour tout contrat, il y a lieu de rechercher la réelle et commune intention du cédant et du cessionnaire, sans s'arrêter aux expressions ou dénominations inexactes dont ils ont pu se servir (art. 18 al. 1 CO). Or, s'il est vrai que le terme de \"rétrocession\" utilisé par Z. dans l'acte écrit du 15 mai 2001 n'est pas tout à fait idoine - il l'est cependant en partie dès lors que la rétrocession s'est faite en faveur de l'un des cédants initiaux -, le texte de cet acte fait ressortir clairement que la banque entendait céder les créances de loyer à la seule demanderesse, qui y est désignée nommément. Aussi l'existence de cette cession n'est-elle pas sujette à caution. Il s'ensuit que la bénéficiaire de la rétrocession a acquis, par là même, les créances de loyer qui avaient été précédemment cédées à Z. Il conviendra d'examiner plus loin si la faillite de sieur A. a restreint l'étendue de cette cession (cf. consid. 4).\n\nAu bénéfice d'une cession valable de créances dont la cédante était l'unique titulaire, la demanderesse possédait ainsi, dès le 15 mai BGE 130 III 248 S. 2542001, la légitimation active pour agir seule en paiement des loyers échus. Contrairement à l'avis exprimé par la défenderesse, elle n'était pas tenue d'agir conjointement avec l'autre associé de la société simple (i.e. son mari), étant donné que la cession de créances du 15 décembre 1993 avait mis fin au régime de la propriété commune des deux associés sur les créances cédées.\n\nEn tant qu'il remet en cause la validité de la cession des créances portant sur les loyers échus durant la période comprise entre le 1er juin 1997 et le 28 septembre 1997 (veille du jugement de faillite), le recours interjeté par la défenderesse est dénué de fondement.\n\n4. Il faut encore examiner si la faillite de sieur A. a eu une incidence quelconque sur la légitimation active de la demanderesse.\n\n4.1 Acte de disposition, la cession présuppose que le cédant a le pouvoir de disposer de la créance qu'il entend transférer au cessionnaire (PROBST, op. cit., n. 51 ad art. 164 CO). Lorsque plusieurs créanciers détiennent ensemble la même créance, ils exercent collectivement le pouvoir de disposer (PROBST, ibid.). Ainsi, la cession des créances de la société simple nécessite le concours de tous les associés, puisque ces créances leur appartiennent en commun (art. 544 al. 1 CO; arrêt 4C.277/2002 du 7 février 2003, consid. 3.1 et les auteurs cités). Chacun d'entre eux doit avoir le pouvoir de disposer; à ce défaut, la cession est nulle (arrêt cité, ibid.).\n\nA l'ouverture de la faillite, le failli perd le pouvoir d'exercer ses droits patrimoniaux et d'en disposer (art. 204 LP). Aussi tous les actes de disposition du failli effectués postérieurement à l'ouverture de la faillite, sans l'accord de l'administration de la faillite, sont-ils nuls; il s'agit cependant d'une nullité relative, dont seuls les créanciers formant la masse passive peuvent se prévaloir, les opérations contraires aux art. 204 ss LP demeurant valables à l'égard tant du failli que de sa contrepartie (arrêt 4C.477/1994 du 23 juin 1995, consid. 1b et les auteurs cités). Au demeurant, la cession de créance dépourvue d'effet sera validée si la restriction du droit de disposer vient à disparaître (ANDREAS VON TUHR/ARNOLD ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, vol. II, p. 331; DANIEL GIRSBERGER, Commentaire bâlois, 3e éd., n. 17 ad art. 164 CO; LACHAT, op. cit., n. 18 in fine).\n\nRapportés au cas du bail, ces principes impliquent que, dès le prononcé de sa faillite, le bailleur ne peut plus valablement céder les BGE 130 III 248 S. 255 loyers de son immeuble (LACHAT, op. cit., n. 59) sans l'accord de l'administration de la faillite (PROBST, op. cit., n. 54 ad art. 164 CO). En conséquence, une cession des créances de loyer appartenant en commun aux associés d'une société simple ne déploiera aucun effet si elle intervient après la mise en faillite d'un associé et sans que l'administration de la faillite y consente. En pareille hypothèse, les cédants demeureront titulaires en main commune des créances cédées et ils devront assigner conjointement le locataire en paiement des loyers échus. Plus précisément, la capacité d'ester en justice appartiendra aux autres associés et à la masse en faillite de l'associé failli, représentée par l'administration de la faillite (art. 240 LP), ceux-là et celle-ci agissant de concert en qualité de consorts nécessaires.\n\nQu'advient-il des loyers cédés avant l'ouverture de la faillite du bailleur, mais échus postérieurement? Selon la jurisprudence et la doctrine dominante, les créances futures cédées avant l'ouverture de la faillite, mais nées après la déclaration de faillite, tombent dans la masse au sens de l'art. 197 LP (ATF 111 III 73 consid. 3 et les références; pour le surplus, cf. PROBST, op. cit., n. 55/56 ad art. 164 CO, au sujet des différentes opinions professées par la doctrine sur cette question). En conséquence, sitôt la faillite du bailleur prononcée, le cessionnaire des créances concernant des loyers à échoir ne peut plus prétendre les percevoir (LACHAT, op. cit., n. 60 in fine).\n\n4.2 Il résulte de ce qui précède que la cession de leurs créances futures de loyer par les époux A. à Z. n'a, en principe, plus déployé d'effets dès le 29 septembre 1997, jour de l'ouverture de la faillite de sieur A. On ne saurait donc suivre la cour cantonale lorsqu'elle considère que ladite cession \"restait pleinement efficace\" tant que la société simple n'était pas liquidée. Cela reviendrait à faire abstraction du dessaisissement du failli et à avantager le créancier cessionnaire des loyers au détriment de la masse passive.\n\nEn vertu d'un principe cardinal du droit de la cession de créance, rendu par l'adage nemo plus iuris transferre potest quam ipse habet, la banque cessionnaire n'est ainsi pas devenue titulaire des créances de loyer échues après l'ouverture de la faillite de sieur A. Elle n'a, de ce fait, pas pu les rétrocéder valablement à la demanderesse. Sous les réserves qui seront formulées ci-après, cette dernière ne peut donc pas déduire de l'acte de rétrocession du 15 mai 2001 sa BGE 130 III 248 S. 256qualité pour agir seule à l'encontre de la défenderesse en vue d'obtenir le paiement des loyers échus postérieurement au 29 septembre 1997. A supposer que la Chambre des recours ait entendu soutenir le contraire dans le considérant topique de son arrêt, qui manque de clarté, son opinion ne serait pas conforme au droit fédéral.\n\n4.3 Cependant, force est de souligner que l'on ignore tout des modalités de la liquidation de la faillite de sieur A. C'est le lieu de rappeler que la société simple est dissoute par le fait que l'un des associés tombe en faillite (art. 545 al. 1 ch. 3 CO). En conséquence, la part de l'associé failli entre dans la masse et doit être réalisée conformément aux prescriptions ad hoc (cf. art. 16 de l'ordonnance du Tribunal fédéral du 17 janvier 1923 concernant la saisie et la réalisation de parts de communautés [RS 281.41]; voir aussi la circulaire du Tribunal fédéral n° 17 du 1er février 1926 concernant la réalisation, dans la faillite, des parts de copropriété et de propriété commune, publiée in ATF 52 III 56 ch. 2; pour plus de détails, cf., parmi d'autres: PIERRE-ROBERT GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3e éd., p. 227 ss).\n\nEn l'espèce, le dossier ne contient aucun élément de fait permettant de savoir de quelle manière il a été procédé à la liquidation de la faillite personnelle de sieur A. et à la réalisation de la part de communauté dont ce dernier était titulaire dans la société simple qu'il formait avec son épouse. Il n'est pas exclu que les démarches entreprises conformément aux susdites prescriptions aient abouti à une entente amiable, en vertu de laquelle les créanciers personnels du failli, supposé qu'ils aient été désintéressés d'une autre manière, auraient renoncé à se prévaloir de l'incapacité de leur débiteur à disposer, conjointement avec son associé, des créances de loyer non encore échues à la date du prononcé de la faillite, voire auraient expressément ratifié la cession de créance litigieuse. De même, l'hypothèse d'une révocation de la faillite en question ne saurait être écartée d'emblée en l'état du dossier. En tout cas, le fait que l'immeuble appartenant aux deux associés a fait l'objet d'une vente apparemment ordinaire, le 2 juillet 1999, tendrait à démontrer que, pour une raison ou une autre, sieur A. n'a, semble-t-il, jamais perdu son pouvoir de disposition relativement à cet immeuble et aux loyers y afférents ou, à tout le moins, l'a recouvré au plus tard à cette date. BGE 130 III 248 S. 257\n\nSi pareilles circonstances étaient avérées, la validité de la cession des créances de loyer devrait être admise même pour la période postérieure au prononcé de la faillite de sieur A. (cf., ci-dessus, le consid. 4.1, 2e §, in fine). C'est dire que Z., par l'effet de la cession du 15 décembre 1993, aurait acquis l'intégralité des créances de loyer présentement litigieuses, qu'elle les aurait ainsi valablement rétrocédées à la seule demanderesse, le 15 mai 2001, et que celle-ci posséderait depuis lors la légitimation active en ce qui concerne lesdites créances, à l'exclusion de toute autre personne.\n\nSi les suppositions qui précèdent étaient conformes à la réalité, l'argumentation développée dans le recours en réforme s'en trouverait privée de fondement et le dispositif de l'arrêt attaqué serait correct.\n\n4.4 La défenderesse croit devoir isoler une troisième période, couvrant notamment le mois de septembre 1998, durant laquelle l'immeuble appartenant aux époux A. était placé sous gérance légale parce que ceux-ci faisaient l'objet d'une poursuite en réalisation de gage immobilier intentée par Z. Semblable distinction ne repose sur aucun motif valable dans le cas particulier.\n\nCertes, en vertu de l'art. 806 al. 3 CC, les actes juridiques du propriétaire relativement à des loyers non échus ne sont pas opposables au créancier qui a poursuivi en réalisation de son gage avant l'époque où ces loyers sont devenus exigibles. Aussi la cession de la créance de loyer afférente au mois de septembre 1998 n'était-elle pas opposable à Z. Cependant, la nullité d'un tel acte de disposition n'était que relative, en ce sens que le créancier gagiste pouvait renoncer à s'en prévaloir (cf. HANS LEEMANN, Commentaire bernois, n. 61 ad art. 806 CC). C'est ce qu'il a fait en l'occurrence en rétrocédant à dame A., en date du 15 mai 2001, l'ensemble des créances de loyer litigieuses, y compris celle relative au mois de septembre 1998. Il n'importe que cette rétrocession ait été opérée en vue du recouvrement de ces créances.\n\nPar conséquent, les considérations émises plus haut en ce qui concerne la période postérieure au prononcé de la faillite de sieur A. s'appliquent également, mutatis mutandis, à la créance de loyer concernant le mois de septembre 1998."}