{"annee": "130", "cour": "III", "page": "396", "date": "3/6/2004", "cite": ["127 I 31", "123 III 492", "120 III 3", "109 III 53", "119 V 329", "119 V 89", "128 III 246", "102 III 133", "84 III 13"], "cite_par": ["138 III 225", "141 I 97", "141 II 429", "134 V 49", "137 III 208", "139 IV 228", "142 III 599"], "chapeau": "50. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. Z. Krankenkasse (Beschwerde)\n\n7B.89/2004 vom 3. Juni 2004", "regestes": ["Notification du prononcé de mainlevée d'opposition; avis de saisie. Le prononcé de mainlevée d'opposition par la caisse-maladie elle-même ouvre une nouvelle procédure. La fiction de la notification ne vaut pas à l'égard d'une telle décision et la poursuite ne peut donc pas être continuée (consid. 1)."], "faits": "BGE 130 III 396 S. 396\n\nIn der von der Z. Krankenkasse angestrengten Betreibung wurde X. vom Betreibungsamt Würenlos am 13. Oktober 2003 der BGE 130 III 396 S. 397Zahlungsbefehl für ausstehende Krankenkassenprämien zugestellt. Die Schuldnerin erhob Rechtsvorschlag. Mit Verfügung vom 13. November 2003 beseitigte die Krankenkasse den Rechtsvorschlag und forderte X. auf, Fr. 1'597.70 nebst Zins und Betreibungskosten zu bezahlen. Die eingeschriebene Sendung wurde am 26. November 2003 mit dem Vermerk \"nicht abgeholt\" an die Krankenkasse zurückgeschickt.\n\nNach Eingang des Fortsetzungsbegehrens stellte das Betreibungsamt am 6. Januar 2004 X. die Pfändungsankündigung zu. Am 16. Januar 2004 reichte X. beim Gerichtspräsidium Baden als untere Aufsichtsbehörde Beschwerde ein. Mit Entscheid vom 24. Januar 2004 hiess der Präsident 1 des Bezirksgerichts Baden die Beschwerde gut und hob die Pfändungsankündigung des Betreibungsamtes Würenlos vom 6. Januar 2004 auf. Das Betreibungsamt wurde angewiesen, das Fortsetzungsbegehren der Gläubigerin vom 22. Dezember 2003 in dieser Betreibung zurückzuweisen. Das Obergericht des Kantons Aargau (Schuldbetreibungs- und Konkurskommission) wies als obere Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen die von der Z. Krankenkasse eingereichte Beschwerde am 7. April 2004 ab.\n\nMit Eingabe vom 12. Mai 2004 hat die Z. Krankenkasse bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts gegen den Entscheid des Obergerichts des Kantons Aargau Beschwerde eingereicht und beantragt in der Hauptsache die Aufhebung dieses Entscheids.\n\nDie Schuldbetreibungs- und Konkurskammer weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Das Obergericht führt aus, im vorliegenden Fall sei der Betreibungsschuldnerin am 13. Oktober 2003 der Zahlungsbefehl zugestellt worden, worauf diese Rechtsvorschlag erhoben habe. Dies habe die Einstellung der Betreibung bewirkt. Die Schuldnerin habe infolge der Einstellung der Betreibung nicht zwangsläufig mit weiteren Zustellungen seitens des Betreibungsamtes rechnen müssen. Ebenso habe sie nicht damit rechnen müssen, dass ihr eine Verfügung seitens der Betreibungsgläubigerin eröffnet werde, auch wenn vor Eröffnung der Verfügung kein Anspruch auf Gewährung des rechtlichen Gehörs bestanden habe. Gemäss konstanter Praxis der BGE 130 III 396 S. 398Zivilkammern des Obergerichts des Kantons Aargau verhalte es sich gleich bei der Eröffnung eines Rechtsöffnungsverfahrens. Auch wenn in diesen Fällen dem Betreibungsschuldner ein Zahlungsbefehl zugestellt werde, habe er nach erhobenem Rechtsvorschlag nicht damit zu rechnen, dass daraufhin ein Rechtsöffnungsverfahren eingeleitet werde. Auch in diesen Fällen gelte eine Zustellung seitens des Rechtsöffnungsrichters, falls die Sendung bei der Post nicht abgeholt werde und falls der Adressat keine Kenntnis vom Rechtsöffnungsverfahren habe, nicht als erfolgt. Die Vorinstanz fährt fort, die das Verfahren eröffnende Erstzustellung, wie sie hier für die Verfügung der Beschwerdeführerin vom 13. November 2003 in Frage stehe, sei dem Betroffenen, der dadurch erst und nur von dem gegen ihn eingeleiteten Verfahren Kenntnis erhalten könne, jedenfalls zur Kenntnis zu bringen. Die Fiktion der Zustellung am letzten Tag der 7-tätigen postalischen Abholungsfrist gelte nicht schon für die das Verfahren eröffnende Erstzustellung, sondern erst für die nachfolgenden Zustellungen, in dem dem Betroffenen durch die Erstzustellung bekannten Verfahren. Sei aber der Rechtsvorschlag nicht (rechtskräftig) beseitigt, so könne die Betreibung nicht fortgesetzt werden. Eine Fortsetzung der Betreibung trotz bestehendem Rechtsvorschlag erweise sich als nichtig (FLAVIO COMETTA, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, SchKG I, N. 12 zu Art. 22 SchKG). Die Vorinstanz habe somit zu Recht die Pfändungsankündigung in der fraglichen Betreibung aufgehoben und das Betreibungsamt angewiesen, das Fortsetzungsbegehren zurückzuweisen.\n\n1.2 Die Beschwerdeführerin rügt, mit der Zustellung des Zahlungsbefehls im Bereich des KVG (SR 832.10) wisse die Schuldnerin, dass die Gläubigerin einen erhobenen Rechtsvorschlag mit einem eigeschriebenen Brief (lettre signature) aufheben könne. Damit sei die Bedingung, dass der Empfänger mit dem Erhalt des Briefes mit einer gewissen Wahrscheinlichkeit rechnen müsse, erfüllt. (...)\n\n1.2.2 Die Betreibung kann nicht weitergeführt werden, wenn der Schuldner weder eine Vorladung zur Rechtsöffnungsverhandlung noch den Rechtsöffnungsentscheid erhalten hat. Wird dies im Beschwerdeverfahren geltend gemacht, haben die Aufsichtsbehörden zu prüfen, ob der Schuldner gegen den Rechtsöffnungsentscheid ein kantonales Rechtsmittel ergriffen hat (vgl. BGE 102 III 133 E. 3 BGE 130 III 396 S. 399S. 136 f.). Das Betreibungsamt soll nicht Handlungen trotz eines (noch) wirksamen Rechtsvorschlages vornehmen, welche nichtig wären (BGE 109 III 53 E. 2 S. 55; BGE 84 III 13 S. 14 ff.).\n\n1.2.3 Wird der Adressat anlässlich einer versuchten Zustellung nicht angetroffen und daher eine Abholeinladung in seinen Briefkasten oder sein Postfach gelegt, so gilt nach der bundesgerichtlichen Rechtsprechung die Sendung in jenem Zeitpunkt als zugestellt, in welchem sie auf der Post abgeholt wird; geschieht das nicht innert der Abholfrist, die sieben Tage beträgt, so gilt die Sendung als am letzten Tag dieser Frist zugestellt, sofern der Adressat mit der Zustellung hatte rechnen müssen. Die siebentägige Frist war früher in Art. 169 Abs. 1 lit. d und e der Verordnung 1 vom 1. September 1967 zum Postverkehrsgesetz (AS 1967 S. 1462) vorgesehen. Diese Verordnung ist mit Art. 13 lit. a der Postverordnung vom 29. Oktober 1997 (aVPG; AS 1997 S. 2461) aufgehoben worden. Die siebentägige Frist ist jetzt als Grundsatz, von dem abweichende Abmachungen zulässig sind, in den Allgemeinen Geschäftsbedingungen der Post vorgesehen und damit allgemein bekannt (BGE 127 I 31 E. 2a/aa S. 34). Diese Rechtsprechung ist nur dann massgebend, wenn die Zustellung eines behördlichen Aktes mit einer gewissen Wahrscheinlichkeit erwartet werden muss. Indessen entsteht erst mit der Rechtshängigkeit ein Prozessrechtsverhältnis, welches die Parteien verpflichtet, sich nach Treu und Glauben zu verhalten, d.h. unter anderem dafür zu sorgen, dass ihnen Entscheide, welche das Verfahren betreffen, zugestellt werden können. Diese Pflicht entsteht mithin als prozessuale Pflicht mit der Begründung eines Verfahrensverhältnisses und gilt insoweit, als während des hängigen Verfahrens mit einer gewissen Wahrscheinlichkeit mit der Zustellung eines behördlichen Aktes gerechnet werden muss (Urteil des Bundesgerichts 2A.429/2002 vom 8. Oktober 2002, E. 1; BGE 123 III 492 E. 1 S. 493; BGE 120 III 3 E. 1d; BGE 119 V 89 E. 4b/aa S. 94; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl., N. 341 S. 123).\n\nDer Rechtsvorschlag bewirkt die Einstellung der Betreibung (Art. 78 Abs. 1 SchKG). Damit wird dem Gläubiger der Betreibungsweg verschlossen. Die Betreibung steht still und droht dahinzufallen, wenn sie nicht binnen nützlicher Frist wieder in Gang gebracht wird. Dazu dient die Rechtsöffnung (statt vieler: AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 7. Aufl., § 19 N. 1, S. 117). Die Betreibung kann nur nach Aufhebung des BGE 130 III 396 S. 400Rechtsvorschlages durch den Richter im Rechtsöffnungsverfahren (Art. 80-84 SchKG) oder auf dem ordentlichen Prozessweg (Art. 79, 153 Abs. 3 und 186 SchKG) fortgesetzt werden. Auch wenn im vorliegenden Fall die Beschwerdeführerin als Krankenkasse den Rechtsvorschlag als Rechtsöffnungsinstanz selbst beseitigen kann (BGE 119 V 329 E. 2d S. 331/332; BGE 128 III 246 E. 2), wird damit ein neues Verfahren in die Wege geleitet. Die Vorinstanz hat deshalb kein Bundesrecht verletzt, indem sie entschieden hat, die Zustellung des Rechtsöffnungsentscheids habe nicht fingiert werden können. Die Zustellfiktion kann nur für das hängige bzw. laufende Verfahren gelten.\n\n1.3 Vorliegend hat die Beschwerdeführerin, die ihren Geschäftssitz in Lausanne hat, in ihrer Verfügung vom 13. November 2003 den Rechtsvorschlag beseitigt und der Betriebenen mitgeteilt, sie könne innert 30 Tagen am Hauptsitz Einsprache erheben. Da eine solche unterblieb, wurde am 22. Dezember 2003 das Fortsetzungsbegehren gestellt, worauf das Betreibungsamt am 6. Januar 2004 die Pfändungsankündigung der Schuldnerin zustellte. Das Vorgehen der Beschwerdeführerin war insoweit grundsätzlich gesetzeskonform (KIESER, ATSG-Kommentar, N. 22 zu Art. 49 ATSG, S. 490/491). Wie in E. 1.2 ausgeführt, ist die Verfügung der Beschwerdeführerin vom 13. November 2003, mit welcher sie den Rechtsvorschlag der Betriebenen aufhob, mangels Nachweises einer gehörigen Zustellung aber nicht in Rechtskraft erwachsen. Will die Beschwerdeführerin die Betreibung fortsetzen, muss sie ihre Verfügung der Schuldnerin vorerst ordnungsgemäss mitteilen, worauf dann das Betreibungsamt nach Art. 81 Abs. 2 SchKG vorzugehen hat (zu Letzterem: BGE 128 III 246 E. 2 S. 248; KIESER, a.a.O., N. 14 zu Art. 54 ATSG, S. 548)."}