{"annee": "130", "cour": "III", "page": "504", "date": "11/5/2004", "cite": ["129 III 380", "126 III 119", "116 II 305", "129 III 715", "93 II 97", "127 III 421", "128 III 428", "104 II 270", "126 III 388", "106 IB 412", "113 II 187", "114 II 152"], "cite_par": ["137 III 243", "133 III 201", "131 III 26", "133 III 43", "142 III 557", "136 III 278", "140 III 583", "133 III 356"], "chapeau": "64. Extrait de l'arrêt de la Ire Cour civile dans la cause X. contre Y. (recours en réforme)\n\n4C.335/2003 du 11 mai 2004", "regestes": ["Art. 259d CO; défaut de la chose louée; taux de réduction; nature juridique de la créance en restitution; prescription. Lorsque le bailleur connaît le défaut avant que le locataire ne déclare exiger une réduction, ce dernier peut réclamer non seulement la réduction des loyers pour le futur, mais aussi la restitution d'une partie des loyers déjà versés (consid. 3). Critères permettant de calculer la quotité de la réduction de loyer en cas de défaut (consid. 4). Incidence du principe de la non-rétroactivité des droits formateurs et de l'art. 2 al. 2 CC sur une action découlant de l'art. 259d CO (consid. 5). La créance en restitution du loyer fondée sur un défaut de la chose louée est de nature contractuelle (consid. 6). L'art. 63 al. 1 CO n'est pas applicable à la créance en restitution fondée sur l'art. 259d CO (consid. 7). La prescription des prétentions en restitution de l'art. 259d CO est régie par l'art. 128 CO et non par l'art. 67 al. 1 CO (consid. 8)."], "faits": "BGE 130 III 504 S. 505\n\nDepuis 1973, X. loue une partie d'un bâtiment qu'elle destine aux activités de son école.\n\nLe 5 avril 1991, Y. a reconduit le bail dont bénéficiait X. Il a été retenu que, dès cette date au moins, la bailleresse savait que la climatisation des locaux loués était défectueuse.\n\nA partir d'octobre 1991, X. a écrit à plusieurs reprises et à toutes les périodes de l'année à Y. pour se plaindre du dysfonctionnement de la climatisation. BGE 130 III 504 S. 506\n\nLe 8 avril 1997, elle a fourni à la bailleresse un inventaire dont il ressort que les défauts de la climatisation touchaient le 24.49 % de la surface louée, que des désagréments causés par l'inadaptation des températures étaient perceptibles au maximum huit mois par an, alors que les nuisances sonores et la mauvaise qualité de l'air en raison de poussière dans les filtres étaient ressenties régulièrement, à toute période de l'année.\n\nLes mises en demeure de la locataire tendant à faire réparer la climatisation étant demeurées sans suite, X. a saisi, le 2 octobre 1997, la Commission cantonale de conciliation en réclamant à la bailleresse la restitution de 20 % des loyers payés pendant la période d'octobre 1992 à novembre 1997. Le 24 décembre 1997, elle a introduit, devant la même autorité, une demande tendant à la réduction du loyer pour le futur, jusqu'à la réparation des défauts.\n\nDurant l'été 1998, Y. a fait procéder à la réfection complète de l'installation.\n\nLa conciliation ayant échoué, X. a ouvert, le 14 avril 1999, une action à l'encontre de Y. auprès du Tribunal de district tendant à obtenir de la bailleresse la restitution d'une partie des loyers versés d'octobre 1992 à novembre 1997 et une réduction de loyer de décembre 1997 jusqu'en septembre 1998.\n\nLe Tribunal de district a admis partiellement la demande, condamnant Y. à restituer à X. 319'328 fr. pour les loyers versés jusqu'en novembre 1997 et à payer 75'345 fr. à titre de réduction de loyer dès décembre 1997. L'appel principal de Y. à l'encontre du jugement de première instance a été partiellement admis par le Tribunal cantonal valaisan. Par arrêt du 5 novembre 2003, celui-ci a condamné Y. à payer à X. 42'068 fr. en restitution d'une partie des loyers versés de janvier à novembre 1997 et 74'612 fr. correspondant à une réduction de loyer de décembre 1997 jusqu'à l'achèvement des travaux.\n\nLe recours en réforme interjeté par X. (la demanderesse) contre l'arrêt du 5 novembre 2003 a été partiellement admis par le Tribunal fédéral, alors que le recours joint déposé par Y. (la défenderesse) a été rejeté.", "considerants": "Extrait des considérants:\n\n3. Il ressort de l'art. 259d CO qu'en présence d'un défaut qui entrave ou restreint l'usage pour lequel la chose a été louée, le BGE 130 III 504 S. 507locataire peut exiger du bailleur une réduction proportionnelle du loyer à partir du moment où le bailleur a eu connaissance du défaut et jusqu'à l'élimination de celui-ci. Il en découle que, dans le cas où le bailleur connaissait l'existence du défaut avant que le locataire ne déclare exiger une réduction de loyer, ce dernier pourra à la fois réclamer la restitution d'une partie des loyers déjà versés et la réduction des loyers pour le futur, jusqu'à l'élimination du défaut (ZÜST, Die Mängelrechte des Mieters von Wohn- und Geschäftsräumen, thèse St-Gall 1992, p. 184 s.; HIGI, Commentaire zurichois, n. 25 s. ad art. 259d CO; LACHAT, Le bail à loyer, 2e éd., Lausanne 1997, p. 170) en consignant, au besoin, les loyers à échoir conformément à l'art. 259g CO (cf. SVIT-Kommentar Mietrecht II, 2e éd., Zurich 1998, n. 27 et 29 ad art. 259d CO).\n\nLes parties n'ont à juste titre pas remis en cause l'existence d'un défaut lié à la climatisation défectueuse des lieux de nature à justifier une réduction de loyer au sens de l'art. 259d CO (cf. sur la notion de défaut, notamment: HIGI, op. cit., n. 27 ss ad art. 258 CO; TERCIER, Les contrats spéciaux, 3e éd., Zurich 2003, p. 271 ss n. 1868 ss). Ce point ne sera donc pas revu dans la présente procédure (art. 55 al. 1 let. c OJ).\n\nLa plupart des critiques invoquées dans les deux recours se focalisent sur les prétentions de la locataire en restitution des loyers déjà versés. La réduction des loyers à partir de décembre 1997 n'est remise en cause que dans la mesure où la défenderesse conteste la quotité de la réduction retenue. Cette question sera donc examinée en premier lieu.\n\n4. Selon la défenderesse, le taux de réduction du loyer de 16 % admis par le jugement attaqué serait excessivement élevé. A son avis, un taux oscillant entre 3.33 % et 4.16 % apparaîtrait comme proportionné.\n\n4.1 La réduction de loyer que peut exiger le locataire en application de l'art. 259d CO doit être proportionnelle au défaut et se détermine par rapport à la valeur de l'objet sans défaut. Elle vise à rétablir l'équilibre des prestations entre les parties (ATF 126 III 388 consid. 11c p. 394). En principe, il convient de procéder selon la méthode dite relative ou proportionnelle, telle qu'elle est pratiquée dans le contrat de vente: la valeur objective de la chose avec défaut est comparée à sa valeur objective sans défaut, le loyer étant ensuite réduit dans la même proportion. Cependant, le calcul BGE 130 III 504 S. 508proportionnel n'est pas toujours aisé, notamment lorsque, comme en l'espèce, le défaut est de moyenne importance. Il est alors admis qu'une appréciation en équité, par référence à l'expérience générale de la vie, au bon sens et à la casuistique, n'est pas contraire au droit fédéral (arrêt du Tribunal fédéral 4C.527/1996 du 29 mai 1997, publié in SJ 1997 p. 661, consid. 4a et les références citées, confirmé récemment in arrêt 4C.97/2003 du 28 octobre 2003, consid. 3.5). Chaque fois qu'une autorité cantonale procède en équité (art. 4 CC), le Tribunal fédéral ne substitue pas sa propre appréciation à celle de l'instance inférieure; il n'intervient que si celle-ci a abusé de son pouvoir d'appréciation, c'est-à-dire si elle a retenu des critères inappropriés, si la décision rendue aboutit à un résultat manifestement injuste ou à une iniquité choquante (ATF 129 III 380 consid. 2, ATF 129 III 715 consid. 4.4; ATF 128 III 428 consid. 4).\n\n4.2 En l'espèce, pour confirmer le taux de 16 % retenu par les premiers juges, la cour cantonale s'est fondée sur les réductions prononcées par la pratique en cas de ventilation ou de chauffage défectueux et qui oscillent entre 25 % et 10 %. Par ailleurs, elle a pris en compte les exigences élevées que la demanderesse pouvait faire valoir quant à la climatisation des locaux dans lesquels elle exploitait son école, car l'environnement bruyant de l'immeuble en cause empêchait d'ouvrir les fenêtres pour aérer les locaux, tout en conservant des conditions adéquates pour donner des cours. Elle a également retenu que seul un quart (24.49 %) de la surface totale était affecté par les problèmes de température et que, si l'usage des locaux était entravé, il n'avait pas été invoqué de mise en danger de la santé des utilisateurs ou de perte de clientèle de la part de la locataire.\n\nCompte tenu de ces éléments, on ne voit pas que le résultat auquel est parvenu la cour cantonale soit inéquitable et que la réduction prononcée soit hors de proportion avec le défaut. Il est vrai qu'en appliquant de manière purement mathématique les réductions retenues par la pratique, les juges seraient parvenus à un taux de réduction plus bas, compte tenu du fait que les problèmes de température affectaient un quart des locaux, qui plus est, comme le relève la défenderesse, durant seulement 8 mois par an. La bailleresse perd toutefois de vue qu'il a également été constaté que les nuisances sonores et la mauvaise qualité de l'air due à la présence de poussière dans les filtres étaient ressenties régulièrement et à n'importe quelles périodes de l'année. De plus, il faut garder à l'esprit que les locaux en BGE 130 III 504 S. 509cause sont utilisés comme école et qu'une climatisation défectueuse constitue un inconvénient grave lorsque de nombreuses personnes doivent rester confinées dans une salle pendant une assez longue durée. Si l'on tient compte de l'ensemble de ces circonstances, il ne peut être reproché à la cour cantonale d'avoir abusé de son pouvoir d'appréciation en admettant un taux de réduction de 16 %.\n\n5. S'agissant de la restitution des loyers versés en trop, la défenderesse commence par soulever, à l'appui de son recours joint, deux griefs qui apparaissent d'emblée dépourvus de tout fondement.\n\n5.1 Elle soutient tout d'abord qu'en admettant la faculté pour la locataire d'obtenir la restitution des loyers versés antérieurement à sa réclamation, la cour cantonale a méconnu le principe de non-rétroactivité des droits formateurs. Un tel raisonnement tombe à faux, car il va à l'encontre du texte même de l'art. 259d CO, qui prévoit le droit à une réduction de loyer à partir du moment où le bailleur a eu connaissance du défaut. D'ailleurs, s'il est vrai qu'une partie de la doctrine soutient que la déclaration par laquelle le locataire exige du bailleur une réduction de loyer au sens de l'art. 259d CO consiste en l'exercice d'un droit formateur (cf. en ce sens HIGI, op. cit., n. 21 ss ad art. 259d CO; ZÜST, op. cit., p. 162 ss; contra: WEBER, Commentaire bâlois, n. 3 ad art. 259d CO), tous les auteurs, et même les tenants de la théorie du droit formateur, s'accordent à dire que cette déclaration déploie des effets rétroactifs, au moment où le bailleur a eu connaissance du défaut (HIGI, op. cit., n. 25 ad art. 259d CO; ZÜST, op. cit., p. 184 s.; WEBER, op. cit., n. 4 ad art. 259d CO; LACHAT, Commentaire romand, n. 3 ad art. 259d CO; du même auteur, Le bail à loyer, op. cit., p. 170; SVIT-Kommentar, op. cit., n. 10 ad art. 259d CO).\n\n5.2 La défenderesse ne peut davantage être suivie lorsque, invoquant une violation de l'art. 2 al. 2 CC, elle affirme que la demanderesse aurait commis un abus de droit en exigeant la réduction du loyer plus de six ans après avoir eu connaissance du défaut, alors que, durant cette période, elle avait payé ponctuellement son loyer. Si l'on peut exiger du locataire qui exerce les droits découlant de la garantie des défauts qu'il se comporte conformément aux règles de la bonne foi (art. 2 CC; cf. TERCIER, op. cit., p. 273 n. 1881; CORBOZ, Les défauts de la chose louée, SJ 1979 p. 129 ss, 134), on ne voit manifestement pas que la demanderesse ait adopté un comportement passif qui pourrait être interprété comme une renonciation BGE 130 III 504 S. 510tacite à invoquer le défaut (cf. ATF 104 II 270 consid. 2 p. 274). Au contraire, il ressort des constatations cantonales que, depuis octobre 1991, la locataire s'est régulièrement plainte, à toutes les périodes de l'année, des dysfonctionnements de la climatisation. On peut ajouter qu'il confine à la témérité pour un bailleur d'oser reprocher au locataire un comportement abusif lié au fait qu'il a payé son loyer de manière ponctuelle.\n\n6. Les autres critiques formulées dans les deux recours à propos des prétentions en restitution des loyers supposent de s'interroger au préalable sur la nature juridique de cette créance.\n\n6.1 Les actions en restitution peuvent reposer sur un contrat, un acte illicite ou sur l'enrichissement illégitime (cf. ATF 114 II 152 consid. 2c/aa), ce qui n'est pas sans influencer leur délai de prescription. Celui-ci sera régi soit par les art. 127 ss CO applicables aux contrats, soit par l'art. 60 CO si l'action repose sur un acte illicite, soit, enfin, par l'art. 67 CO si elle revêt les caractéristiques de l'enrichissement illégitime. En l'occurrence, aucun acte illicite n'entre en ligne de compte, de sorte que le choix se limite au fondement contractuel ou relevant de l'enrichissement illégitime.\n\nSelon la doctrine dominante et la jurisprudence, l'existence d'une prétention de nature contractuelle exclut qu'une telle prétention découle de l'enrichissement illégitime; si une prestation est fournie en vertu d'un contrat valable, celui-ci en constituera la cause juridique, de sorte que le destinataire de cette prestation ne peut être enrichi de manière illégitime (ATF 126 III 119 consid. 3b p. 121 s. et les références citées).\n\nPar ailleurs, il se dégage une tendance générale, parmi les auteurs récents et la pratique, à fonder plutôt les prétentions sur un contrat que sur l'enrichissement illégitime (ATF 126 III 119 consid. 3c p. 122), ce qui tend à réduire le champ d'application du droit de l'enrichissement illégitime (ATF 126 III 119 consid. 3c in fine).\n\n6.2 Il faut encore préciser que, lors de la détermination de sa nature juridique, chaque prétention doit être envisagée séparément et ce n'est pas parce que les parties sont liées par un contrat que toutes les prétentions qu'elles peuvent faire valoir l'une envers l'autre revêtent, de ce seul fait, un caractère contractuel. Ainsi, celui qui a effectué une prestation supérieure à ce qu'il devait sur la base de ses engagements contractuels ne peut réclamer la différence qu'en vertu du droit de l'enrichissement illégitime (ATF 127 III 421 consid. 3c/bb BGE 130 III 504 S. 511p. 426, confirmé in arrêt du Tribunal fédéral 4C.212/2002 du 19 novembre 2002, consid. 4.2). En droit du bail, tel est le cas lorsque le locataire réclame la restitution du loyer payé en trop en invoquant la nullité de l'avis de majoration et, par voie de conséquence, de la hausse de loyer. Son action n'est alors pas de nature contractuelle, mais repose sur l'enrichissement illégitime (ATF 113 II 187 consid. 1a), de sorte qu'elle se prescrit par un an en vertu de l'art. 67 CO (arrêt du Tribunal fédéral 4C.134/2001 du 18 octobre 2001, consid. 4b; cf. PICHONNAZ, Commentaire romand, n. 7 ad art. 128 CO; en ce sens également ATF 126 III 119 consid. 3e p. 123).\n\nL'analyse qui va suivre ne portera que sur la nature juridique des prétentions en restitution de loyers au sens de l'art. 259d CO et ne saurait valoir pour toutes les actions en restitution que pourrait faire valoir le locataire envers le bailleur. Compte tenu du caractère subsidiaire des règles de l'enrichissement illégitime, il faut commencer par se demander si ces prétentions sont de nature contractuelle.\n\n6.3 L'art. 259d CO figure parmi les dispositions énumérant les droits du locataire. Le texte de cette disposition prévoit que le locataire \"peut exiger du bailleur une réduction proportionnelle du loyer\". En réclamant une réduction de loyer en cas de défaut, le locataire fait donc clairement valoir une prérogative que lui confère le droit du bail. En outre, la prétention en restitution des loyers versés en raison d'un défaut au sens de l'art. 259d CO découle directement de la violation, par le bailleur, de ses obligations contractuelles (art. 256 al. 1 CO), et a pour but de rétablir un équilibre entre le loyer et l'état de la chose louée (cf. ATF 126 III 388 consid. 11c p. 394; HIGI, op. cit., n. 5 ad art. 259d CO; ZÜST, op. cit., p. 181; DAVID, Rechte und Pflichten der Parteien bei Mängel der Mietsache, Das neue Mietrecht, St-Gall 1991, p. 47 ss, 75). Un nouveau loyer tenant compte du défaut est alors fixé, ce qui démontre également les liens existant entre les prétentions découlant de l'art. 259d CO et le contrat de bail (cf. WEBER, op. cit., n. 4a ad art. 259d CO; SVIT-Kommentar, op. cit., n. 30 ad art. 259d CO). Enfin, le législateur a établi le point de départ des prétentions du locataire en fonction de la connaissance du défaut par le bailleur, soit en tenant compte de la position de l'autre cocontractant. Ces éléments font apparaître qu'en réclamant la restitution des loyers versés en trop, le locataire exerce une action de nature contractuelle, ce qui exclut qu'elle puisse se fonder sur l'enrichissement illégitime BGE 130 III 504 S. 512.\n\nCette conclusion est corroborée par le fait que, tant que le montant de la réduction de loyer liée au défaut n'est pas fixé, d'accord entre les parties ou par le juge, le locataire est dans l'incertitude quant à la quotité de la réduction. Pour lui éviter le risque d'une résiliation pour demeure, la doctrine lui conseille de continuer de s'acquitter de l'intégralité du loyer (WEBER, op. cit., n. 5 ad art. 259d CO; LACHAT, Le bail à loyer, op. cit., p. 171). Ce faisant, le locataire ne paie pas par erreur, pas plus qu'il ne paie une dette sans cause; il se contente de verser le loyer dû sur la base du contrat (cf. art. 257 CO), en attendant de connaître le montant de la réduction, ce qui lui permettra de chiffrer ses prétentions en restitution.\n\n6.4 Un parallèle peut être tiré avec le cas du versement, sur la base d'un accord entre les parties, d'acomptes en vue d'un décompte et à propos duquel il a été admis que l'action en restitution des acomptes perçus en trop était de nature contractuelle (ATF 126 III 119 consid. 3d p. 122; pour les acomptes de chauffage, WEBER, op. cit., n. 8 ad art. 257a CO). Une analogie existe également avec le droit à la restitution des prestations déjà opérées en cas de résolution d'un contrat (art. 109 al. 1 CO), dont la nature contractuelle a également été reconnue par la jurisprudence (cf. ATF 114 II 152 consid. 2c/bb et 2d p. 158 s.).\n\n6.5 La doctrine tend également à qualifier de contractuelle l'action en restitution du loyer versé en trop fondée sur l'art. 259d CO. Certes, une partie des auteurs en droit du bail considère, à l'instar du jugement entrepris, que la créance en restitution dont dispose le locataire en raison d'un défaut de l'objet loué repose sur les dispositions concernant l'enrichissement illégitime (HIGI, op. cit., n. 25 ad art. 259d CO; ZÜST, op. cit., p. 180 note 83; GUINAND, Le paiement du loyer et les défauts de la chose louée, Séminaire sur le bail à loyer, Neuchâtel 1988, p. 2; LACHAT/STOLL/BRUNNER, Das Mietrecht für die Praxis, 4e éd., Zurich 1999, p. 153; TERCIER, op. cit., p. 276 n. 1907). Il ne faudrait cependant pas y voir une affirmation de principe, car, excepté HIGI, les auteurs cités n'analysent pas la question de manière approfondie. Certains n'abordent ce point qu'en relation avec le délai de prescription et se contentent d'une simple assertion, sans raisonnement ni démonstration. Guinand s'est, pour sa part, prononcé sous l'empire de l'ancien droit du bail. Quant à LACHAT, il ne prend plus position dans ses contributions récentes. En revanche, deux auteurs se sont récemment penchés de façon détaillée sur la nature juridique de telles prétentions et sont parvenus à la conclusion que le BGE 130 III 504 S. 513droit pour le locataire d'obtenir la restitution des loyers versés en trop en cas de défaut était de nature obligationnelle (WEBER, op. cit., n. 4a ad art. 259d CO; ADDORISIO DE FEO, Fälligkeit und Verjährungsfristen im Mietrecht, mp 2001 p. 163 ss, 184; en ce sens également, jurisprudence cantonale in mp 2000 p. 78 ss, 80).\n\nOn peut encore relever que l'action en restitution des loyers versés en trop au sens de l'art. 259d CO repose sur un mécanisme qui n'est pas propre au droit du bail, mais qui se rencontre aussi dans la vente et dans le contrat d'entreprise. A l'instar du locataire, l'acheteur et le maître de l'ouvrage peuvent, en cas de défaut, obtenir une réduction du prix convenu, pour rétablir un nouvel équilibre entre les prestations, ce qui leur permet, s'ils se sont déjà exécutés, d'exiger la restitution du montant versé en trop (cf. art. 205 al. 1 CO; cf. ATF 116 II 305 consid. 7; GAUCH, Le contrat d'entreprise, Zurich 1999, n. 1617; GIGER, Commentaire bernois, n. 16 ad art. 205 CO). Or, s'agissant de ces deux contrats, des auteurs récents qualifient également les prétentions en restitution liées à un défaut de contractuelles (GAUCH, op. cit., n. 1618; VENTURI, Commentaire romand, n. 14 in fine ad art. 205 CO).\n\n6.6 En définitive, le caractère contractuel des prétentions en restitution fondées sur l'art. 259d CO ressort des éléments propres à cette action (cf. supra consid. 6.3) et s'insère dans la tendance qui se dégage de la jurisprudence actuelle (cf. supra consid. 6.4) et de la doctrine récente, tant en droit du bail qu'en matière de vente ou de contrat d'entreprise (cf. supra consid. 6.5).\n\n7. La défenderesse soutient que la cour cantonale aurait dû rejeter les prétentions en restitution de la locataire en faisant application de l'art. 63 al. 1 CO.\n\nCompte tenu de la nature contractuelle de l'action, l'art. 63 al. 1 CO ne pouvait être opposé à la locataire. Cette disposition suppose, entre autres conditions, que l'obligation n'existe pas au moment du paiement (ENGEL, Traité des obligations en droit suisse, 2e éd., Berne 1997, p. 590). Or, comme on l'a vu, tant que le principe d'une réduction de loyer au sens de l'art. 259d CO et, le cas échéant, son montant ne sont pas fixés par les parties ou par le juge, le locataire reste tenu au paiement du loyer établi contractuellement. La jurisprudence citée par la défenderesse dans laquelle l'art. 63 al. 1 CO a été appliqué n'est du reste pas transposable au cas d'espèce, car les loyers dont le locataire demandait la restitution avaient été versé BGE 130 III 504 S. 514s sur la base d'une cause nulle (cf. ATF 106 Ib 412 consid. 1b p. 414; ATF 93 II 97 consid. 2c p. 106 s.), de sorte que les prétentions invoquées reposaient sur l'enrichissement illégitime (ATF 113 II 187 consid. 1a; cf. supra consid. 6.2 in fine), contrairement au cas d'espèce.\n\n8. La demanderesse reproche pour l'essentiel à la cour cantonale d'avoir soumis ses prétentions en restitution au délai de prescription d'un an de l'art. 67 CO.\n\n8.1 Cette critique s'avère parfaitement fondée, car une action en restitution de nature contractuelle doit être assujettie aux règles sur la prescription découlant des art. 127 ss CO, ce qui exclut l'application subsidiaire du délai prévu dans le cadre de l'enrichissement illégitime (cf. supra consid. 6.1).\n\nLe jugement attaqué doit donc être annulé dans la mesure où il considère, sur la base de l'art. 67 al. 1 CO, que les prétentions de la locataire en restitution des loyers échus avant le 2 octobre 1996 sont prescrites.\n\n8.2 Les loyers étant des prestations périodiques, ils sont soumis au délai de prescription quinquennal de l'art. 128 ch. 1 CO (WEBER, op. cit., n. 4a ad art. 259d CO). Conformément à l'art. 130 al. 1 CO, la prescription court dès que la créance est devenue exigible. Si l'exigibilité de la créance est subordonnée à un avertissement, la prescription court dès le jour pour lequel cet avertissement pouvait être donné (art. 130 al. 2 CO).\n\nSelon le système prévu par l'art. 259d CO, le locataire peut en principe choisir le moment auquel il exige du bailleur la réduction de loyer. Ses prétentions tendant à la restitution des loyers versés en trop, lorsque le bailleur avait déjà connaissance du défaut, deviennent donc exigibles au moment où il réclame au bailleur la réduction de loyer liée au défaut. Cette déclaration (qui correspond en l'espèce au dépôt de la demande en conciliation du 2 octobre 1997) constitue la date déterminante pour établir l'étendue de sa créance en restitution et, comme on vient de le voir, elle ne peut porter que sur les loyers qui ne sont pas déjà atteints par le délai de prescription de cinq ans de l'art. 128 ch. 1 CO.\n\n8.3 La locataire obtient donc gain de cause sur le principe. Toutefois, dans la mesure où elle inclut dans ses conclusions en restitution les loyers d'octobre à décembre 1992, elle fait valoir des BGE 130 III 504 S. 515prétentions prescrites. Comme l'a relevé la cour cantonale, les loyers des mois d'octobre à décembre étaient payables pour la fin du mois de septembre, de sorte que seuls les loyers dont la locataire devait s'acquitter depuis octobre 1992, ce qui correspond aux loyers à partir de janvier 1993, entrent dans le cadre du délai de prescription quinquennal de l'art. 128 ch. 1 CO. Le montant à restituer à la locataire sera ainsi calculé sur la base des loyers de la période allant de janvier 1993 à novembre 1997 et non de janvier 1997 à novembre 1997 comme retenu dans le jugement entrepris. Selon les constatations cantonales, les loyers se sont élevés à 258'800 fr. pour 1993, à 345'200 fr. pour 1994, à 374'800 fr. pour 1995 et à 384'200 fr. pour 1996, soit au total à 1'363'000 fr. Ce montant sera ainsi ajouté aux loyers de janvier à novembre 1997 pris en compte par la cour cantonale pour établir les prétentions en restitution de la demanderesse."}