{"annee": "130", "cour": "V", "page": "388", "date": "12/3/2004", "cite": ["129 V 113", "116 IA 264", "123 V 290", "125 V 21", "108 IB 19", "122 V 372", "121 V 311", "112 V 356", "126 II 300", "117 V 71", "121 II 473", "124 V 19"], "cite_par": ["143 III 337", "132 V 376", "137 II 199", "142 V 20", "137 V 210", "131 V 362", "132 V 74", "130 V 560", "131 II 13", "132 V 257", "132 V 93"], "chapeau": "57. Auszug aus dem Urteil i.S. F. gegen Arbeitslosenkasse SYNA und Sozialversicherungsgericht des Kantons Zürich\n\nC 266/03 vom 12. März 2004", "regestes": ["Art. 49 al. 1 et art. 55 LPGA; art. 5 al. 1 PA: L'existence d'une décision comme condition pour un jugement au fond. Même sous l'empire de la LPGA, dans un système où la juridiction administrative est saisie sur recours, le prononcé d'une décision constitue une condition indispensable pour qu'il y ait un jugement au fond dans la procédure administrative subséquente ou dans la procédure de recours de droit administratif. La notion de décision correspond, à défaut d'une concrétisation plus précise dans l'art. 49 al. 1 LPGA, à celle de l'art. 5 al. 1 PA (consid. 2.3).", "Art. 49 al. 1 et art. 59 LPGA; art. 103 let. a OJ: Intérêt digne de protection. La notion d'intérêt digne de protection d'après l'art. 59 LPGA pour la procédure de recours cantonale doit être interprétée sur le plan matériel de la même manière que celle d'après l'art. 103 let. a OJ pour la procédure fédérale de recours de droit administratif (consid. 2.2).", "Art. 49 al. 2 et art. 55 LPGA; art. 5 al. 1 let. b en relation avec l'art. 25 PA: Décision de constatation. Condition pour une décision de constatation: la jurisprudence développée à propos de la notion d'intérêt digne de protection au sens de l'art. 25 al. 2 PA est déterminante pour l'interprétation de la notion d'\"intérêt digne d'être protégé\" contenue dans l'art. 49 al. 2 LPGA (consid. 2.4). L'objet d'une décision de constatation au sens de l'art. 49 al. 2 LPGA se détermine d'après l'art. 5 al. 1 let. b PA et concerne toujours des droits ou des obligations (conséquences juridiques) individuels concrets, mais pas des constatations de fait (consid. 2.5)."], "faits": "", "considerants": "BGE 130 V 388 S. 390\n\nAus den Erwägungen:\n\n2.\n\n2.1 Nach den zutreffenden Erwägungen der Vorinstanz sind die am 1. Januar 2003 in Kraft getretenen, auch für das Arbeitslosenversicherungsrecht geltenden verfahrensrechtlichen Neuerungen des Bundesgesetzes über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) vom 6. Oktober 2000 vorbehältlich abweichender Bestimmungen des AVIG (Art. 2 ATSG in Verbindung mit Art. 1 Abs. 1 AVIG) auf den hier zu beurteilenden Fall anwendbar (vgl. BGE 129 V 115 Erw. 2.2, BGE 117 V 93 Erw. 6b, BGE 112 V 360 Erw. 4a; RKUV 1998 Nr. KV 37 S. 316 Erw. 3b).\n\n2.2 Nach Art. 49 Abs. 1 ATSG hat der Versicherungsträger über Leistungen, Forderungen und Anordnungen, die erheblich sind oder mit denen die betroffene Person nicht einverstanden ist, schriftlich Verfügungen zu erlassen. Leistungen, Forderungen und Anordnungen, die nicht unter Art. 49 Abs. 1 ATSG fallen, können nach Art. 51 Abs. 1 ATSG in einem formlosen Verfahren behandelt werden; diesfalls räumt Abs. 2 dieser Bestimmung der betroffenen Person die Möglichkeit ein, den Erlass einer Verfügung zu verlangen. Nach Art. 52 Abs. 1 ATSG kann gegen Verfügungen bei der verfügenden Stelle Einsprache erhoben werden, und gegen Einspracheentscheide steht gestützt auf Art. 56 Abs. 1 in Verbindung mit Art. 57 ATSG der Beschwerdeweg an das kantonale Versicherungsgericht offen; vorausgesetzt ist, dass die Beschwerde führende Person durch die angefochtene Verfügung oder den Einspracheentscheid berührt ist und ein schutzwürdiges Interesse an deren Aufhebung hat (Art. 59 ATSG), wobei der Begriff des schutzwürdigen Interesses für das kantonale Beschwerdeverfahren BGE 130 V 388 S. 391materiellrechtlich gleich auszulegen ist wie derjenige nach Art. 103 lit. a OG für das bundesrechtliche Verwaltungsgerichtsbeschwerdeverfahren (Bericht der Kommission des Nationalrates für soziale Sicherheit und Gesundheit vom 26. März 1999, BBl 1999 4622 f.; UELI KIESER, ATSG-Kommentar: Kommentar zum Bundesgesetz über den Allgemeinen Teil des Sozialversicherungsrechts vom 6. Oktober 2000, Zürich 2003, N 2 zu Art. 59; MEYER-BLASER, Die Rechtspflegebestimmungen des Bundesgesetzes über den Allgemeinen Teil des Sozialversicherungsrechts [ATSG], in: Haftung und Versicherung [HAVE] 2002 S. 329; siehe auch BGE 122 V 373 Erw. 2a; RKUV 2002 Nr. KV 211 S. 176 f. Erw. 1c mit Hinweisen; Urteil M. vom 18. Dezember 2003 [C 221/03] Erw. 2).\n\n2.3 Auch unter der Herrschaft des ATSG bildet im System der nachträglichen Verwaltungsrechtspflege der Erlass einer Verfügung unabdingbare Sachurteilsvoraussetzung im nachfolgenden Verwaltungs- oder Verwaltungsgerichtsbeschwerdeverfahren, ohne die auf ein Rechtsmittel nicht eingetreten werden darf (vgl. GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., Bern 1983, S. 73 Ziff. 2.2. und S. 127; MEYER-BLASER, a.a.O., S. 327). Der Begriff der Verfügung bestimmt sich dabei mangels näherer Konkretisierung in Art. 49 Abs. 1 ATSG nach Massgabe von Art. 5 Abs. 1 VwVG (vgl. Art. 55 ATSG; siehe auch KIESER, a.a.O., N 2 zu Art. 49). Als Verfügungen im Sinne von Art. 5 Abs. 1 VwVG gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen (oder richtigerweise hätten stützen sollen; BGE 116 Ia 266 Erw. 2a) und zum Gegenstand haben: Begründung, Änderung oder Aufhebung von Rechten oder Pflichten, Feststellung des Bestehens, Nichtbestehens oder Umfanges von Rechten oder Pflichten, Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten, oder Nichteintreten auf solche Begehren (BGE 124 V 20 Erw. 1, BGE 123 V 296 Erw. 3a, je mit Hinweisen). Der Verfügung gleichgestellt sind gemäss Art. 5 Abs. 2 VwVG (rechtsgestaltende oder feststellende) Einspracheentscheide.\n\n2.4 Der Erlass einer Feststellungsverfügung setzt gemäss Art. 49 Abs. 2 ATSG - analog zu Art. 25 Abs. 2 in Verbindung mit Art. 5 Abs. 1 lit. b VwVG - ein schützenswertes Interesse voraus, worunter rechtsprechungsgemäss ein rechtliches oder tatsächliches und aktuelles Interesse an der sofortigen Feststellung des Bestehens oder Nichtbestehens eines Rechtsverhältnisses zu verstehen ist, BGE 130 V 388 S. 392dem keine erheblichen öffentlichen oder privaten Interessen entgegenstehen, und welches nicht durch eine rechtsgestaltende Verfügung gewahrt werden kann (BGE 126 II 303 Erw. 2c, BGE 125 V 24 Erw. 1b, BGE 121 V 317 Erw. 4a mit Hinweisen). Nach der zu Art. 25 Abs. 2 VwVG ergangenen, auch auf Art. 49 Abs. 2 ATSG anwendbaren Rechtsprechung des Eidgenössischen Versicherungsgerichts gilt das Erfordernis des schützenswerten Interesses auch für den Erlass von Feststellungsverfügungen, welche ein Hoheitsträger nicht auf Ersuchen, sondern von Amtes wegen (vgl. Art. 25 Abs. 1 VwVG) erlässt (RKUV 1990 Nr. U 106 S. 275).\n\n2.5 Feststellungsverfügungen im Sinne von Art. 5 Abs. 1 lit. b VwVG und Art. 49 Abs. 2 ATSG haben - gleich wie bei Gestaltungs- und Leistungsverfügungen - stets individuelle und konkrete Rechte und Pflichten, d.h. Rechtsfolgen zum Gegenstand. Auch mit Feststellungsverfügungen können mithin nur Rechtsfragen geklärt, nicht aber Tatsachenfeststellungen getroffen werden (GYGI, a.a.O., S. 144 Ziff. 10; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl., Zürich 1998, Rz 209). Nicht feststellungsfähig ist namentlich auch eine abstrakte Rechtslage, wie sie sich aus einem Rechtssatz für eine Vielzahl von Personen und Tatbeständen ergibt (ASA 71 S. 641 Erw. 1; RHINOW/ KOLLER/KISS, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, Basel 1996, S. 229 Rz 1189; vgl. BGE 108 Ib 22 Erw. 1). Ferner werden mit behördlichen Zusicherungen, Auskünften, Empfehlungen oder Belehrungen keine Rechtsfolgen verbindlich festgelegt; solche Mitteilungen stellen demnach keine Verfügungen dar und sind folglich nicht anfechtbar (BGE 121 II 479 Erw. 2c und 482 Erw. 3a; GYGI, a.a.O., S. 136)."}