{"annee": "130", "cour": "V", "page": "241", "date": "19/2/2004", "cite": ["126 V 429", "112 II 16", "126 V 1", "117 II 523", "114 II 412", "125 V 245"], "cite_par": [], "chapeau": "35. Urteil i.S. Bundesamt für Sozialversicherung gegen A., S. und T., alle vertreten durch ihre Mutter C. und Kantonale Rekurskommission für die Ausgleichskassen und die IV-Stellen, Basel\n\nH 63/02 vom 19. Februar 2004", "regestes": ["Art. 29sexies al. 1 LAVS; art. 298 al. 1 et art. 298a al. 1 CC: Droit du père non marié à la prise en compte de bonifications pour tâches éducatives. Le critère de distinction déterminant est l'autorité parentale au sens des art. 296 ss CC. Jusqu'à la fin de l'année 1999, le droit suisse ne connaissait pas l'exercice de l'autorité parentale conjointe; c'est pourquoi le père non marié, qui faisait ménage commun avec ses enfants et la mère de ces derniers (détentrice de l'autorité parentale) et qui contribuait par moitié à l'éducation et à l'assistance des enfants, ne pouvait se voir attribuer des bonifications pour tâches éducatives pour les périodes d'assurances accomplies avant le 1er janvier 2000. L'attribution de bonifications pour tâches éducatives pour les périodes d'assurance postérieures suppose que l'autorité tutélaire confère effectivement l'autorité parentale conjointe au père non marié (et à la mère de ses enfants) selon l'art. 298a al. 1 CC."], "faits": "BGE 130 V 241 S. 242\n\nA. Am 28. Januar 2001 verstarb der 1958 geborene K. Mit Verfügung vom 19. März 2001 sprach die Ausgleichskasse Basel-Stadt seinen Kindern A. (geb. 1987), S. (geb. 1990) und T. (geb. 1994) ab 1. Februar 2001 je eine ordentliche Waisenrente der AHV im Betrag von Fr. 594.- pro Monat zu. Diesen Hinterlassenenrenten liegt die Vollrentenskala 44 sowie ein massgebendes durchschnittliches Jahreseinkommen des verstorbenen Vaters von Fr. 33'372.- zu Grunde. Erziehungsgutschriften wurden nicht angerechnet, weil K. mit der Mutter seiner Kinder, C., nicht verheiratet war und die elterliche Sorge nur ihr zustand.\n\nB. Die Kantonale Rekurskommission für die Ausgleichskassen und die IV-Stellen, Basel (heute: Sozialversicherungsgericht Basel-Stadt), hiess die hiegegen erhobene Beschwerde mit Entscheid vom 6. Dezember 2001 gut und wies die Sache zur Neuberechnung der Waisenrenten unter Mitberücksichtigung halber Erziehungsgutschriften an die Ausgleichskasse zurück.\n\nC. Das Bundesamt für Sozialversicherung führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des vorinstanzlichen Entscheids.\n\nC. lässt für ihre Kinder Abweisung der Verwaltungsgerichtsbeschwerde beantragen, während die Ausgleichskasse auf deren Gutheissung schliesst.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist, ob bei der Berechnung der den Beschwerdegegnern zustehenden Waisenrenten BGE 130 V 241 S. 243Erziehungsgutschriften zu Gunsten ihres verstorbenen Vaters (Art. 33 Abs. 1 AHVG) mit zu berücksichtigen sind. Dabei ist unter sämtlichen Verfahrensbeteiligten unbestritten, dass die unverheirateten Eltern \"zusammen in der gleichen Liegenschaft lebten\" und von der Geburt der ersten Tochter an bis zum Tode des Vaters die gesamte Kinderbetreuungs- und -erziehungsarbeit untereinander hälftig aufteilten. Der Verstorbene konnte deshalb in seinem Beruf als selbstständiger Anwalt stets nur ein Teilpensum verrichten.\n\n2.\n\n2.1 Nach Art. 29quater AHVG wird die Rente nach Massgabe des durchschnittlichen Jahreseinkommens berechnet, welches sich aus dem Erwerbseinkommen, den Erziehungs- und den Betreuungsgutschriften zusammensetzt. Gemäss Art. 29sexies Abs. 1 AHVG (in der hier anwendbaren, ab 1. Januar 2000 geltenden Fassung) wird Versicherten für diejenigen Jahre eine Erziehungsgutschrift angerechnet, in welchen ihnen die elterliche Sorge (bis Ende 1999: \"elterliche Gewalt\") für eines oder mehrere Kinder zusteht, die das 16. Altersjahr noch nicht erreicht haben. Dabei werden Eltern, die gemeinsam Inhaber der elterlichen Sorge sind, jedoch nicht zwei Gutschriften kumulativ gewährt. Der Bundesrat regelt die Einzelheiten, insbesondere die Anrechnung der Erziehungsgutschrift, wenn (a) Eltern Kinder unter ihrer Obhut haben, ohne dass ihnen die elterliche Sorge zusteht, (b) lediglich ein Elternteil in der schweizerischen Alters- und Hinterlassenenversicherung versichert ist, (c) die Voraussetzungen für die Anrechnung einer Erziehungsgutschrift nicht während des ganzen Kalenderjahres erfüllt werden und (d) geschiedenen oder unverheirateten Eltern gemeinsam die elterliche Sorge zusteht.\n\nDie am 1. Januar 2000 in Kraft getretene Revision des Schweizerischen Zivilgesetzbuches vom 26. Juni 1998 brachte im Rahmen von Scheidungs- und Kindesrecht als grosse Neuerung die Möglichkeit der gemeinsamen elterlichen Sorge für geschiedene oder unverheiratete Eltern (Art. 133 Abs. 3 und Art. 298a Abs. 1 ZGB). Nach früherem Recht konnten unverheiratete oder geschiedene Eltern die elterliche Gewalt nie gemeinsam ausüben (BGE 114 II 415 Erw. 2; BGE 117 II 523). Aber auch nach neuem Recht gilt der Grundsatz, dass bei unverheirateten Eltern das Sorgerecht der Mutter zusteht, und zwar von Gesetzes wegen von der Geburt an (Art. 298 Abs. 1 ZGB; TUOR/SCHNYDER/SCHMID/RUMO-JUNGO, Das Schweizerische Zivilgesetzbuch, 12. Aufl., Zürich 2002, S. 430). Die BGE 130 V 241 S. 244gemeinsame elterliche Sorge setzt gemäss Art. 298a Abs. 1 ZGB die entsprechende Übertragung durch die Vormundschaftsbehörde bei Erfüllung besonderer Erfordernisse voraus (genehmigungsfähige Vereinbarung der unverheirateten Eltern über ihre Anteile an der Betreuung des Kindes und die Verteilung der Unterhaltskosten, gemeinsamer Antrag der Eltern, Vereinbarkeit der Lösung mit dem Kindeswohl).\n\n2.2 Das AHV-Gesetz macht den Anspruch auf Anrechnung von Erziehungsgutschriften grundsätzlich davon abhängig, dass der versicherten Person für eines oder mehrere Kinder die elterliche Sorge zustand. Dieser Begriff ist im Sinne der Art. 296 ff. ZGB zu verstehen. Eine Ausnahme von der Voraussetzung der elterlichen Sorge sieht Art. 29sexies Abs. 1 AHVG lediglich insofern vor, als der Bundesrat Vorschriften über die Anrechnung von Erziehungsgutschriften u.a. für den Fall erlassen kann, dass Eltern Kinder unter ihrer Obhut haben, ohne dass ihnen die elterliche Sorge zusteht (lit. a der letztgenannten Gesetzesvorschrift). Die vom Bundesrat gestützt hierauf erlassene Bestimmung von Art. 52e AHVV beschränkt sich darauf, einen Anspruch auf Anrechnung von Erziehungsgutschriften auch für Jahre vorzusehen, in denen die Eltern Kinder unter ihrer Obhut hatten, ohne dass ihnen die elterliche Sorge zustand. Mit dieser Verordnungsbestimmung soll nicht etwa Versicherten ein Anspruch auf Erziehungsgutschrift eingeräumt werden, denen von Gesetzes wegen keine elterliche Sorge zusteht. Geregelt werden damit vielmehr die Fälle, in denen den leiblichen Eltern oder Adoptiveltern die elterliche Sorge entzogen wurde, die Kinder jedoch einem Elternteil zur Pflege und Erziehung überlassen werden (Art. 311 ff. ZGB; vgl. hiezu BGE 112 II 21 Erw. 5; zum Ganzen: BGE 126 V 2 Erw. 2, BGE 126 V 431 f. Erw. 2a und 2b in fine, BGE 125 V 246 Erw. 2a).\n\n3.\n\n3.1 Mit Blick auf diese grundlegende Abgrenzungs- und Scharnierfunktion, welche nicht nur der Verordnungs- (AHI 1996 S. 35), sondern bereits der Gesetzgeber (Amtl. Bull. 1993 N 255 f., 1994 S 550 und 597 sowie N 1355 f.) der elterlichen Gewalt im Rahmen von Art. 29sexies Abs. 1 AHVG beigemessen hat, verneinte das Eidgenössische Versicherungsgericht einen (eigenen) Anspruch auf die Anrechnung von Erziehungsgutschriften bei Stief- und Pflegekindverhältnissen (BGE 126 V 432 Erw. 2b, BGE 125 V 245), weil Stief- und Pflegeeltern keine elterliche Gewalt (heute: elterliche Sorge) BGE 130 V 241 S. 245zukommt (Art. 299 und 300 Abs. 1 ZGB). Dagegen wurde in BGE 126 V 1 der Anspruch auf Erziehungsgutschriften im Falle einer Vormundin bejaht, welche einen unmündigen Neffen in persönlicher Obhut hatte. Als ausschlaggebend hiefür erachtete das Gericht, dass der Vormund bei Unmündigkeit des Bevormundeten zwar nicht über die elterliche Gewalt verfügt, ihm nach Art. 405 Abs. 2 ZGB unter Vorbehalt der Mitwirkung der vormundschaftlichen Behörden aber grundsätzlich die gleichen Rechte zustehen wie den Eltern und er über Befugnisse verfügt, welche der elterlichen Gewalt nahe kommen (BGE 126 V 3 Erw. 4a). Diese in Anwendung von Art. 29sexies Abs. 1 AHVG in seiner bis Ende 1999 geltenden Fassung ergangene Rechtsprechung beansprucht ohne weiteres auch Gültigkeit für Fälle, welche nach der geänderten Gesetzesbestimmung zu beurteilen sind. Denn die mit Wirkung ab 1. Januar 2000 vorgenommenen Änderungen von Art. 29sexies Abs. 1 AHVG beschränken sich zum einen auf die Ersetzung des bisherigen Ausdrucks \"elterliche Gewalt\" durch \"elterliche Sorge\" und zum andern auf den Umstand, dass nach der bereits dargelegten (Erw. 2.1 hievor), ebenfalls auf den 1. Januar 2000 in Kraft gesetzten Revision des Scheidungs- und Kindsrechts nunmehr auch für geschiedene oder unverheiratete Eltern die Möglichkeit der gemeinsam ausgeübten elterlichen Sorge besteht.\n\n3.2 Das Eidgenössische Versicherungsgericht hat denn auch mit Urteil G. vom 24. Oktober 2003 (H 234/03 Erw. 3.2), in welchem bereits die neue Fassung von Art. 29sexies Abs. 1 AHVG zur Anwendung gelangte, einen Anspruch des unverheirateten, mit seinem Sohn und dessen Mutter im gemeinsamen Haushalt lebenden Vaters auf die Anrechnung von Gutschriften für Erziehungszeiten vor dem 1. Januar 2000 verneint, weil in einem solchen Fall die elterliche Gewalt von Gesetzes wegen der Mutter zustand und das schweizerische Recht eine gemeinsame Ausübung damals noch nicht zuliess (vgl. Erw. 2.1 hievor). Es besteht kein Anlass, von dieser Rechtsprechung abzuweichen. Entgegen der Auffassung von Rekurskommission und Beschwerdegegnern genügt die Tatsache, dass Letztere praktisch auch unter der väterlichen Obhut aufwuchsen und die Mutter als Inhaberin des elterlichen Sorgerechts dieses faktisch mit dem Vater ihrer Kinder gemeinsam ausübte, nicht für den Anspruch auf Erziehungsgutschriften, weil die dargelegte gesetzliche Konzeption in diesem Bereich auf das formelle zivilrechtliche Erfordernis der elterlichen Sorge abstellt (vgl. auch Urteil BGE 130 V 241 S. 246Y.Z. vom 17. Januar 2001, H 346/00). Nichts anderes kann sich mit Bezug auf die hier ebenfalls zu beantwortende Rechtsfrage nach der Anrechnung von Erziehungsgutschriften für Versicherungszeiten nach Inkrafttreten des revidierten Kindsrechts, d.h. ab 1. Januar 2000 ergeben: Eine entsprechende Gutschrift setzt voraus, dass die Vormundschaftsbehörde dem unverheirateten Vater (und der Mutter seiner Kinder) die gemeinsame elterliche Sorge nach Art. 298a Abs. 1 ZGB tatsächlich übertragen hat. Eine solche vormundschaftsbehördliche Übertragung des Sorgerechts hat im vorliegenden Fall nicht stattgefunden. Den in diesem Zusammenhang angestellten Rechtsgleichheitsüberlegungen der Beschwerdegegner kann nicht gefolgt werden. Gerade weil die Revision des Zivilgesetzbuchs nicht nur geschiedenen, sondern auch unverheirateten Eltern die Möglichkeit der gemeinsamen elterlichen Sorge einräumt, kann von einer Besserstellung der geschiedenen gegenüber den unverheirateten Vätern nicht die Rede sein.\n\nNach dem Gesagten hat die Ausgleichskasse bei der Berechnung der Waisenrenten zu Recht keine Erziehungsgutschriften berücksichtigt."}