{"annee": "130", "cour": "II", "page": "32", "date": "14/1/2004", "cite": ["126 II 300", "123 II 325", "120 IB 42", "123 II 231"], "cite_par": ["130 II 321", "137 II 30"], "chapeau": "5. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Municipalité de Delémont contre R. et consorts, Département de l'environnement et de l'équipement ainsi que Tribunal cantonal de la République et canton du Jura (recours de droit administratif)\n\n1A.168/2003 du 14 janvier 2004", "regestes": ["Protection contre le bruit; horaire d'exploitation d'un établissement public (centre de la jeunesse et de la culture); art. 11 et 25 LPE. Critères pour l'évaluation des immissions de bruit d'un établissement public, en l'absence de valeurs limites d'exposition dans la législation fédérale; rappel de la jurisprudence (consid. 2.2). Examen de l'horaire d'exploitation au regard des exigences du droit fédéral en matière de limitation des émissions de bruit de nouvelles installations (consid. 2.3-2.4)."], "faits": "", "considerants": "BGE 130 II 32 S. 32\n\nLa Municipalité de Delémont a obtenu le 13 mars 1997 de l'autorité cantonale (le Département de l'environnement et de BGE 130 II 32 S. 33l'équipe ment de la République et canton du Jura) un permis de construire pour la transformation des anciens abattoirs de la ville en un Centre de la jeunesse et de la culture (CJC). Ce projet consiste à y aménager des locaux d'exposition et de spectacle (salle de 117 places assises) ainsi qu'un bistrot et un bar (au total 42 places assises). Le bâtiment se trouve dans la ville de Delémont, en zone d'utilité publique.\n\nDes voisins ont recouru contre cette décision auprès de la Juge administrative du district de Delémont, laquelle a annulé le permis de construire par un jugement rendu le 16 décembre 1997. La Municipalité de Delémont a formé contre ce jugement un recours à la Chambre administrative du Tribunal cantonal de la République et canton du Jura. Par un arrêt rendu le 23 août 2000, la juridiction cantonale a, pour l'essentiel, annulé le jugement entrepris et confirmé le permis de construire avec quelques modifications. Elle a prescrit en particulier l'aménagement d'un parking devant le centre, la création de deux écrans phoniques à l'extérieur du bâtiment, la limitation des niveaux de bruit à l'intérieur et la fermeture des portes en cas de diffusion de musique, la réalisation de certaines mesures d'isolation acoustique, l'instauration d'un service de surveillance sur la parcelle pendant les concerts et manifestations, et une restriction des horaires d'exploitation en ce sens que le centre ne pourrait être ouvert au-delà de 22 heures que 120 soirs par année.\n\nCertains habitants du voisinage, qui s'étaient opposés au projet de la Municipalité - R. et consorts -, ont formé contre l'arrêt de la Chambre administrative un recours de droit administratif au Tribunal fédéral. Ce recours a été admis, dans la mesure où il était recevable, par un arrêt rendu le 6 juillet 2001 (arrêt 1A.262/2000, publié in DEP 2001 p. 1095). L'affaire a donc été renvoyée à la Chambre administrative pour nouvelle décision. En substance, d'après les considérants, il incombait à la juridiction cantonale de fixer l'horaire de fermeture en cas d'exploitation du centre au-delà de 22 heures, en tenant compte des exigences du droit fédéral en matière de protection contre le bruit.\n\nLa Chambre administrative a repris l'instruction puis, le 15 juillet 2003, elle a rendu un nouvel arrêt fixant ainsi les heures de fermeture du centre (l'exploitant devant veiller à ce qu'il ne se trouve plus aucun client dans l'établissement ou aux abords de celui-ci au maximum une demi-heure après la fermeture): BGE 130 II 32 S. 34\n\na) du dimanche au mercredi: 22 heures;\n\nb) le jeudi: en principe 22 heures et, seize fois par an au maximum, minuit;\n\nc) le vendredi et le samedi: en principe 1 heure et, vingt fois par an au maximum, 3 heures.\n\nAgissant par la voie du recours de droit administratif, la Municipalité de Delémont a demandé au Tribunal fédéral de réformer l'arrêt de la Chambre administrative et de fixer à 22 heures la fermeture du CJC, avec toutefois l'autorisation de le maintenir ouvert jusqu'à 3 heures du matin cent vingt fois par an. Elle reprochait à la juridiction cantonale d'avoir défini les conditions d'exploitation - de manière à limiter le bruit pour le voisinage - sans tenir compte des besoins des clients du centre ni prendre en considération le but du CJC, censé offrir une solution alternative à la fréquentation des bars et discothèques de la région qui bénéficient d'horaires d'ouverture moins restrictifs. Le Tribunal fédéral a rejeté ce recours.\n\nExtrait des considérants:\n\n1. La contestation porte exclusivement sur les heures de fermeture du Centre de la jeunesse et de la culture cent vingt jours par an, à savoir lorsqu'il est prévu d'autoriser l'ouverture de cet établissement au-delà de 22 heures. Des modalités d'exploitation propres à garantir le respect des prescriptions fédérales sur la protection contre le bruit doivent être fixées dans la présente procédure de permis de construire; cela a déjà été retenu dans l'arrêt de renvoi du 6 juillet 2001 (cf. notamment consid. 3f de l'arrêt 1A.262/2000). L'arrêt attaqué constitue ainsi une décision prise en dernière instance cantonale fondée sur des dispositions de la loi fédérale sur la protection de l'environnement (LPE; RS 814.01). La voie du recours de droit administratif au Tribunal fédéral, régie par les art. 97 ss OJ, est par conséquent ouverte (cf. art. 54 LPE; ATF 126 II 300 consid. 1a p. 301; ATF 123 II 231 consid. 2 p. 233).\n\nLa commune municipale de Delémont a qualité pour recourir, en vertu de l'art. 57 LPE (en relation avec l'art. 103 let. c OJ). Comme initiatrice du projet de centre, dans le cadre de sa politique sociale et culturelle, elle a en effet un intérêt digne de protection à contester des restrictions d'exploitation imposées par une autorité cantonale. Les autres conditions de recevabilité du recours étant manifestement remplies, il y a lieu d'entrer en matière. BGE 130 II 32 S. 35\n\n2. L'autorité recourante prétend que les restrictions d'exploitation prévues par la Chambre administrative seraient excessivement sévères. Elle reproche à la juridiction cantonale d'avoir omis des éléments pertinents ressortant du dossier.\n\n2.1 Les règles du droit fédéral de la protection de l'environnement sur la limitation des émissions de bruit s'appliquent aux établissements publics tels que cafés, restaurants, discothèques, etc. Un établissement public produit généralement du bruit extérieur. Il peut provenir de l'intérieur des locaux, se diffusant dans le voisinage à travers les ouvertures ou les murs, ou encore de l'extérieur, par exemple d'une terrasse, du parking destiné aux clients voire des abords immédiats de l'établissement (cf. ATF 123 II 325 consid. 4a/bb p. 328; arrêt 1A.282/2000 du 15 mai 2001, publié in DEP 2001 p. 923, consid. 2c; arrêt 1A.144/1995 du 28 mars 1996, publié in DEP 1997 p. 197, consid. 2). En l'espèce, dans l'arrêt de renvoi du 6 juillet 2001, le Tribunal fédéral a considéré que l'on pouvait présumer que le bruit produit à l'intérieur du CJC serait peu perceptible dans le voisinage, mais que la question se posait différemment pour le bruit produit par le comportement des clients sur le parking et aux abords de l'entrée du bâtiment, nonobstant la mise en place d'une surveillance (consid. 3f de l'arrêt 1A.262/2000). Les limitations de l'horaire d'exploitation tendent précisément à garantir le respect durant la nuit des exigences du droit fédéral de la protection de l'environnement, afin que les habitants du voisinage, dans cette partie de la ville où se trouvent également des immeubles résidentiels, ne soient pas exposés à des nuisances excessives.\n\n2.2 Dans l'arrêt de renvoi précité, il a été indiqué que les émissions de bruit provenant du CJC, nouvelle installation, devaient respecter les exigences des art. 11 et 25 LPE. Des mesures préventives doivent ainsi être ordonnées, dans la mesure que permettent l'état de la technique et les conditions d'exploitation, et pour autant que cela soit économiquement supportable (art. 11 al. 2 LPE). Au surplus, conformément à l'art. 25 al. 1 LPE, il faut que ces émissions ne dépassent pas les valeurs de planification dans le voisinage. Comme le Conseil fédéral n'a pas défini, pour les établissements publics, de valeurs limites d'exposition (valeurs de planification, valeurs limites d'immissions), l'autorité compétente pour autoriser l'installation doit évaluer elle-même les immissions de bruit en fonction des critères légaux relatifs à ces valeurs limites (cf. art. 40 BGE 130 II 32 S. 36al. 3 de l'ordonnance du 15 décembre 1986 sur la protection contre le bruit [OPB; RS 814.41]; consid. 2c de l'arrêt 1A.262/2000).\n\nEn vertu de l'art. 23 LPE, les valeurs de planification sont des valeurs inférieures aux valeurs limites d'immissions. Ainsi, lorsque l'art. 25 al. 1 LPE est applicable, les habitants du voisinage d'une nouvelle installation peuvent en principe exiger une limitation des émissions de bruit plus sévère que si la loi prévoyait uniquement le respect des valeurs limites d'immissions, seuil en deçà duquel la population n'est pas censée être gênée de manière sensible dans son bien-être (cf. art. 15 LPE). Dans sa jurisprudence relative aux nuisances des établissements publics, le Tribunal fédéral a ainsi considéré, sous l'angle de l'art. 25 al. 1 LPE, que les bruits de comportement des clients ne devaient en principe pas provoquer durant la nuit davantage que des dérangements minimes. Il faut toutefois tenir compte, dans cette appréciation fondée sur les critères des valeurs de planification, du genre de bruit, du moment où il se produit, de la fréquence à laquelle il se répète, du niveau de bruit ambiant existant ainsi que du degré de sensibilité de la zone (cf. ATF 123 II 325 consid. 4d/bb p. 335; arrêts 1A.139/2002 du 5 mars 2003, consid. 2; 1A.282/2000 du 15 mai 2001, publié in DEP 2001 p. 923, consid. 4a; 1A.213/ 2000 du 21 mars 2001, publié in DEP 2001 p. 500, consid. 2a; 1A.111/1998 du 20 novembre 1998, publié in DEP 1999 p. 264, consid. 3a).\n\nUn autre élément doit entrer en considération dans l'évaluation des immissions prévisibles du CJC. Dans l'arrêt de renvoi, le Tribunal fédéral a déjà reconnu, à la suite de la Chambre administrative, l'intérêt public important lié à ce projet, qui veut mettre à la disposition de la jeunesse de la région delémontaine des locaux adéquats pour l'organisation de concerts et de spectacles, et ainsi offrir aux jeunes gens une solution alternative à la fréquentation des bars et discothèques. Un tel intérêt public peut être invoqué pour appliquer l'art. 25 al. 2 LPE et donc, si l'observation des valeurs de planification constitue une charge disproportionnée, pour accorder un allégement; cette disposition exige néanmoins que les valeurs limites d'immissions ne soient pas dépassées (cf. consid. 2c/bb de l'arrêt 1A.262/2000). En d'autres termes, s'il apparaît disproportionné de fixer des restrictions d'exploitation propres à éviter toute perturbation pour les voisins durant la nuit, il faut au moins veiller à ce que cela ne provoque pas de gêne sensible (à propos de l'application de l'art. 25 al. 2 LPE en pareil cas, cf. ANNE-CHRISTINE BGE 130 II 32 S. 37FAVRE, La protection contre le bruit dans la loi sur la protection de l'environnement, thèse Lausanne 2002, p. 305 ss; ALEXANDRA GERBER, Des einen Freud - des andern Lärm: bundesgerichtliche Rechtsprechung zum öffentlichrechtlichen Schutz gegen Gaststättenlärm in der Schweiz, in Mélanges Pierre Widmer, Zurich 2003, p. 55).\n\n2.3 L'autorité recourante se réfère aux diverses mesures préventives ordonnées dans la procédure d'autorisation de construire (isolation phonique, fermeture des portes et fenêtres, création d'écrans à l'extérieur, etc.) et en conclut que les nuisances éventuelles proviendraient essentiellement des allées et venues de la clientèle ainsi que du trafic. Or, selon elle, il est prévu de réduire ces nuisances au maximum, en particulier par l'instauration d'un système de surveillance. Cela suffirait à préserver les voisins d'une gêne sensible dans leur bien-être. C'est pourquoi des horaires d'ouverture nocturne comparables à ceux des discothèques devraient être admis.\n\nD'après l'arrêt attaqué, la sortie du CJC se trouve à une trentaine de mètres des habitations les plus proches. Il en découle que, durant la nuit, les bruits des allées et venues des clients, de leurs conversations, des moteurs ou des claquements de portières de leurs véhicules, etc., peuvent être clairement perçus dans des appartements voisins, notamment si les fenêtres demeurent ouvertes. Ces bruits, pouvant être gênants, sont inévitables, même avec une surveillance efficace aux abords de l'établissement.\n\nPour fixer les restrictions d'exploitation litigieuses, la Chambre administrative a pris en considération le degré de sensibilité applicable dans ce secteur - degré III, parce qu'il ne s'agit pas de zones réservées exclusivement à l'habitation (cf. art. 43 al. 1 let. b et c OPB) - ainsi que, sur la base d'une expertise, le bruit ambiant dans le quartier, provoqué par le trafic sur la route de Bâle. Ces critères correspondent à ceux énoncés dans la jurisprudence (cf. supra, consid. 2.2). Compte tenu des nuisances prévisibles, difficiles toutefois à pronostiquer avant le début de l'exploitation, et des caractéristiques du quartier, la juridiction cantonale a adopté une solution permettant une ouverture prolongée tous les vendredis et samedis (1 heure du matin en principe, 3 heures vingt fois par an). Elle a considéré que des horaires moins restrictifs pourraient entraîner une gêne sensible pour le voisinage en retenant un critère que l'autorité recourante ne conteste pas: s'il était BGE 130 II 32 S. 38ouvert systématiquement en fin de semaine jusqu'à 3 heures du matin, le CJC attirerait à partir de 1 heure du matin les clients des établissements publics ordinaires (hôtels, restaurants, bars) après leur fermeture; l'arrivée de cette nouvelle clientèle au milieu de la nuit provoquerait des nuisances significatives. L'autorité recourante rappelle que le but du CJC est l'organisation de concerts de rock et de musique dite moderne, de projections de films, de soirées thématiques (repas, animation musicale, danse), d'expositions, de débats, de soirées théâtrales, etc. On peut en déduire que, comme \"lieu d'expression offert à la jeunesse jurassienne\" - selon les termes du recours -, il vise principalement une clientèle souhaitant consacrer une soirée aux activités proposées, et non pas une clientèle à la recherche d'un établissement public encore ouvert après la fermeture des cafés ou des bars. Le fonctionnement même du CJC ne paraît donc pas mis en cause par les restrictions d'exploitation imposées, qui permettent néanmoins une ouverture régulière de l'établissement au-delà de minuit.\n\nL'autorité recourante fait valoir que l'horaire qu'elle propose - une ouverture jusqu'à 3 heures du matin cent vingt fois par an - est plus restrictif que celui que la loi cantonale sur les auberges prévoit pour les établissements de divertissements, qui peuvent demeurer ouverts jusqu'à 4 heures (art. 64 al. 2 de la loi sur les auberges), ou encore pour d'autres établissements soumis à patente, autorisés à fermer à 1 heure le jeudi (art. 64 al. 1 de ladite loi). Comme cela a déjà été exposé dans l'arrêt de renvoi, ces règles générales de police du commerce n'empêchent toutefois pas la fixation d'un horaire d'exploitation plus strict, pour des motifs de protection de l'environnement (cf. consid. 3f/aa de l'arrêt 1A.262/2000). On ignore du reste quel régime de la loi cantonale sur les auberges serait applicable au CJC, le cas échéant. Cela étant, l'autorité recourante relève à bon escient que l'horaire d'exploitation imposé au CJC est plus strict que celui applicable à d'autres lieux de concerts ou centres de loisirs urbains. Il est cependant notoire que, dans plusieurs villes du pays, ces locaux se trouvent dans des quartiers bien séparés des zones résidentielles. Or c'est bien la proximité d'habitations qui, dans le cas particulier, justifie des mesures spéciales de protection contre le bruit.\n\nEn définitive, il apparaît que la Chambre administrative a pris en considération les éléments pertinents et qu'elle n'a pas fait un mauvais usage de la latitude de jugement que lui reconnaît la BGE 130 II 32 S. 39législa tion fédérale, en l'absence de valeurs limites d'exposition au bruit des établissements publics. Les griefs de la recourante sont donc mal fondés.\n\n2.4 Il n'en reste pas moins que l'évaluation des nuisances à ce stade est une tâche délicate. Après l'ouverture de cet établissement, l'autorité cantonale sera en mesure d'apprécier concrètement le bruit de l'exploitation, au regard des critères précités. Si les intéressés - la commune ou les voisins - estiment alors que les restrictions d'exploitation ne répondent clairement pas aux exigences des art. 11 et 25 LPE, parce que ces restrictions seraient soit excessives, soit insuffisantes, ils pourraient faire valoir que ces clauses accessoires de l'autorisation de construire devraient faire l'objet d'un nouvel examen car les moyens de preuve déterminants n'étaient pas disponibles avant l'ouverture du CJC (à propos des conditions du réexamen des décisions administratives, cf. notamment ATF 120 Ib 42 consid. 2b p. 47; ANDRÉ GRISEL, Traité de droit administratif, vol. II, Neuchâtel 1984, p. 949)."}