{"annee": "130", "cour": "II", "page": "521", "date": "13/7/2004", "cite": ["126 II 300", "124 II 499", "130 II 149", "127 II 132"], "cite_par": ["142 II 451", "135 II 60", "139 II 328", "139 III 504", "131 II 497"], "chapeau": "47. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. Cornèr Banca SA gegen Telekurs Multipay AG und Wettbewerbskommission sowie Rekurskommission für Wettbewerbsfragen (Verwaltungsgerichtsbeschwerde)\n\n2A.74/2004 vom 13. Juli 2004", "regestes": ["Art. 26, 27, 39 et 43 al. 1 let. a LCart; mesures provisoires dans le cadre d'une enquête préalable selon l'art. 26 LCart, refus de la Commission de la concurrence d'ouvrir une enquête en matière de droit des cartels au sens de l'art. 27 LCart. D'après l'art. 43 al. 1 let. a LCart, les tiers, qui font valoir une restriction à la concurrence, peuvent exercer leurs droits de partie seulement dans le cadre de l'enquête ouverte au sens de l'art. 27 LCart, mais non pas déjà dans l'enquête préalable au sens de l'art. 26 LCart. Lorsque la Commission de la concurrence rejette la requête d'un tiers tendant à ce que des mesures provisionnelles soient ordonnées avant l'ouverture d'une enquête ou à ce qu'une telle enquête soit ouverte, elle n'émet pas une décision déployant des effets à l'égard du tiers, mais une simple communication qui ne peut pas faire l'objet d'un recours, même pour déni de justice formel (consid. 2)."], "faits": "BGE 130 II 521 S. 522\n\nDie Cornèr Banca SA, Lugano, offeriert Warenhändlern und Dienstleistungserbringern Kreditkartenverträge. Darin garantiert sie die Bezahlung des vom Kreditkarteninhaber geschuldeten Kaufpreises, sofern bestimmte Sicherheitsvorkehren eingehalten sind. Als Gegenleistung schulden ihr die Vertragspartner eine Kommission.\n\nAm 6. Juni 2003 machte die Cornèr Banca SA das Sekretariat der Wettbewerbskommission auf eine angeblich gegen sie gerichtete Preisunterbietung im \"Kreditkarten-Acquiring-Geschäft\" durch die Telekurs Europay AG (heute: Telekurs Multipay AG) aufmerksam. Das Sekretariat forderte mit Schreiben vom 26. Juni 2003 die Telekurs Holding AG auf, Fragen zum Vorwurf der Preisunterbietung zu beantworten, und informierte am 27. Juni 2003 die Cornèr Banca SA, es habe gestützt auf den gemeldeten Sachverhalt eine kartellgesetzliche Marktbeobachtung eröffnet.\n\nAm 7. Juli 2003 ersuchte die Cornèr Banca SA das Sekretariat, gegen die Telekurs Multipay AG im Zusammenhang mit der Übernahme der Aktiven des Visa-Acquiring-Geschäfts der UBS Card Center AG ein Fusionskontrollverfahren einzuleiten. Zugleich beantragte sie die Eröffnung einer Untersuchung gegen die Telekurs Multipay AG mit Bezug auf unzulässige Verhaltensweisen einer marktbeherrschenden Unternehmung im Sinne von Art. 7 des Bundesgesetzes vom 6. Oktober 1995 über Kartelle und andere Wettbewerbsbeschränkungen (Kartellgesetz, KG; SR 251) und den Erlass vorsorglicher Massnahmen. Zur Unterstützung dieses Begehrens beantragte sie mehrere Beweismassnahmen.\n\nDie Wettbewerbskommission wies das Gesuch um Anordnung von vorsorglichen Massnahmen mit als Verfügung bezeichnetem BGE 130 II 521 S. 523Schreiben vom 1. September 2003 ab. Zur Begründung erwog sie, sie könne ein Gesuch um vorsorgliche Massnahmen auch behandeln, bevor ein Verfahren nach den Art. 26 ff. KG eröffnet worden sei; der Erlass vorsorglicher Massnahmen könne jedoch erst im Rahmen eines Untersuchungsverfahrens erfolgen und setze somit die spätestens gleichzeitige Eröffnung eines solchen Verfahrens voraus, worauf jedoch kein Anspruch bestehe; vorliegend sei keine der vier Voraussetzungen für die Anordnung vorsorglicher Massnahmen erfüllt, und es sei unnötig, eine Untersuchung nach Art. 27 KG zu eröffnen; das Sekretariat werde jedoch im Rahmen einer Vorabklärung gemäss Art. 26 KG die von der Cornèr Banca SA erhobenen Vorwürfe weiter verfolgen. Als Rechtsmittelbelehrung gab die Wettbewerbskommission an, es könne innert 10 Tagen Beschwerde bei der Rekurskommission für Wettbewerbsfragen erhoben werden.\n\nDie Cornèr Banca SA erhob am 15. September 2003 Beschwerde an die Rekurskommission, welche mit Entscheid vom 22. Dezember 2003 auf die Beschwerde nicht eintrat. Sie erwog im Wesentlichen, die Stellungnahme der Wettbewerbskommission vom 1. September 2003 sei eine Kundgabe, dass die Wettbewerbskommission jedenfalls vorläufig keine Untersuchung zu eröffnen gedenke, weshalb für vorsorgliche Massnahmen kein Raum bestehe. Es liege daher keine anfechtbare Verfügung vor; allenfalls bestehe die Möglichkeit einer Aufsichtsbeschwerde, für deren Behandlung jedoch die Rekurskommission nicht zuständig sei.\n\nAm 2. Februar 2004 erhob die Cornèr Banca SA Verwaltungsgerichtsbeschwerde ans Bundesgericht.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist, ob der Entscheid der Wettbewerbskommission, eine beantragte vorsorgliche Massnahme ausserhalb bzw. vor Eröffnung eines Untersuchungsverfahrens nicht anzuordnen oder eine kartellrechtliche Untersuchung nicht zu eröffnen, eine bei der Rekurskommission anfechtbare Verfügung darstellt.\n\n2.1 Nach Lehre und Rechtsprechung sind im Verfahren einer kartellrechtlichen Untersuchung nach Art. 27 KG vorsorgliche Massnahmen zulässig (BGE 130 II 149 E. 2.1 S. 154 mit Hinweisen). Aus Art. 39 KG, wonach vorbehältlich abweichender Regeln im BGE 130 II 521 S. 524Kartellgesetz selber die Bestimmungen des Verwaltungsverfahrensgesetzes des Bundes (VwVG) anwendbar sind, ergibt sich, dass solche Massnahmen in Form von Verfügungen im Sinne des VwVG erlassen werden. Der Entscheid über die Anordnung solcher Massnahmen ist eine (Zwischen)Verfügung, die - wenn sie einen nicht wieder gutzumachenden Nachteil zu bewirken vermag (Art. 45 Abs. 1 und 2 lit. g VwVG) - angefochten werden kann. Unter den gleichen Voraussetzungen können auch Dritte Beschwerde erheben, wenn sie im Rahmen einer Untersuchung einen Antrag auf Erlass vorsorglicher Massnahmen gestellt haben und die Wettbewerbskommission diesen Antrag abgewiesen hat (BGE 130 II 149 E. 1.1 S. 153 mit Hinweisen). Vorliegend ist streitig, ob dies auch gilt, wenn noch keine Untersuchung eröffnet worden ist, sondern bloss allenfalls eine Vorabklärung (Art. 26 KG) durchgeführt wird.\n\n2.2 Die Rekurskommission erwähnt einen früheren Entscheid, worin sie einen Entscheid der Wettbewerbskommission, ein ausserhalb eines Untersuchungsverfahrens gestelltes Gesuch um Erlass vorsorglicher Massnahmen abzuweisen, als anfechtbare Verfügung qualifiziert hat, da auch auf das Verfahren der Vorabklärung das VwVG anwendbar sei (RPW 2000/4 S. 703, E. 1.1, 1.2.1 und 3.3.1). Sie hält jedoch fest, dass dieser Entscheid in der Lehre von zwei Autoren (PAUL RICHLI, Kartellverwaltungsverfahren, in: Bruno von Büren/Lucas David, Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. V/2, Basel 2000, S. 417 ff., 424 ff.; STEFAN BILGER, Das Verwaltungsverfahren zur Untersuchung von Wettbewerbsbeschränkungen; unter besonderer Berücksichtigung des Verhältnisses zwischen kartellrechtlichem Sonderverfahrensrecht und allgemeinem Verwaltungsverfahrensrecht, Freiburg 2002, S. 142 ff.) kritisiert worden sei, die sich mit guten Gründen gegen die Anwendung des VwVG im Verfahren der Vorabklärung wendeten; sie schliesse sich nunmehr dieser zutreffenden Auffassung an; diese Sicht dränge sich umso mehr auf, als das Begehren der Beschwerdeführerin im Grunde als ein Begehren auf Eröffnung einer Untersuchung zu verstehen sei, da nur in dessen Rahmen Massnahmen erlassen werden könnten; der Entscheid, eine Untersuchung nicht zu eröffnen, sei keine Verfügung; die Entscheidung der Wettbewerbskommission vom 1. September 2003 sei als Kundgabe zu werten, mangels Anhaltspunkten für kartellwidriges Verhalten keine Untersuchung zu eröffnen, weshalb für vorsorgliche Massnahmen kein Raum bleibe; dieses Ergebnis stehe im Einklang mit der festen BGE 130 II 521 S. 525Rechtsprechung der Rekurskommission, wonach jedenfalls vor Eröffnung einer Untersuchung kein Anspruch auf Erlass vorsorglicher Massnahmen bestehe.\n\n2.3 Die Beschwerdeführerin kritisiert, nach dieser Auffassung könne die Wettbewerbskommission ohne Rechtskontrolle vorsorgliche Massnahmen durchführen oder abweisen; aus der bundesgerichtlichen Rechtsprechung (Urteil 2A.198/1997 vom 3. November 1997) und aus Art. 39 KG in Verbindung mit dem VwVG ergebe sich, dass vorsorgliche Massnahmen unabhängig von der Eröffnung einer Untersuchung möglich sein müssten; die Eröffnung einer Untersuchung sei Folge, nicht notwendige Voraussetzung des Erlasses vorsorglicher Massnahmen; über diese sei aufgrund von Art. 39 KG in einem förmlichen Verfügungsverfahren zu entscheiden; der Entscheid über die Abweisung beantragter Massnahmen sei nach Art. 5 VwVG als Verfügung zu qualifizieren, unabhängig davon, ob vorgängig eine Vorabklärung oder eine Untersuchung eröffnet worden sei; die Beschwerde vom 15. September 2003 habe sogar ausdrücklich den Charakter einer Rechtsverweigerungsbeschwerde.\n\n2.4 Das von der Beschwerdeführerin zitierte Urteil des Bundesgerichts 2A.198/1997 (publ. in: ZBl 100/1999 S. 64 ff.) bezog sich auf vorsorgliche Massnahmen, die nach Eröffnung einer Untersuchung getroffen worden waren. Auch in den anderen Fällen, in denen das Bundesgericht im Zusammenhang mit vorsorglichen Massnahmen im Kartellverwaltungsrecht befasst war, handelte es sich jeweils um Massnahmen, die nach Eröffnung einer Untersuchung angeordnet worden waren (BGE 130 II 149; Urteile 2A.142/2003 vom 5. September 2003, publ. in: sic! 1/2004 S. 48 ff.; 2A.415/2003 vom 19. Dezember 2003; 2A.481/2001 vom 25. April 2002). Ob dasselbe gilt, wenn eine Untersuchung noch nicht eröffnet worden ist, hatte das Bundesgericht bisher nicht zu entscheiden.\n\n2.5 Entgegen dem, was die Rekurskommission anzunehmen scheint, kann der Verfügungscharakter des Entscheides der Wettbewerbskommission nicht schon mit dem Argument verneint werden, es bestehe kein Anspruch auf Erlass vorsorglicher Massnahmen; denn im Verwaltungsrecht stellen weder der Verfügungsbegriff noch der Parteibegriff auf das Vorliegen eines Rechtsanspruchs ab: Zur Parteistellung reicht ein bloss tatsächliches schutzwürdiges Interesse aus (Art. 6 bzw. 48 VwVG; vgl. BGE 130 II 149 E. 3.3 S. 158; BGE 127 II 132 E. 2a S. 136). Wer Parteistellung im Sinne von Art. 6 BGE 130 II 521 S. 526und 48 VwVG beanspruchen kann, kann bei der zuständigen Behörde ein Begehren um Erlass einer Verfügung stellen. Die ersuchte Behörde hat zu prüfen, ob die gesuchstellende Person ein hinreichend schutzwürdiges Interesse hat; fehlt es daran, hat sie auf das Gesuch mangels Parteieigenschaft nicht einzutreten. Ist die Parteieigenschaft zu bejahen, hat die Behörde zu prüfen, ob die materiellrechtlichen Voraussetzungen für den Erlass einer Verfügung gegeben sind; ist dies zu verneinen, ist das Gesuch abzuweisen. In beiden Fällen muss der Entscheid in der Form einer anfechtbaren Verfügung ergehen, jedenfalls wenn die gesuchstellende Person ausdrücklich eine Verfügung verlangt (Art. 5 Abs. 1 lit. c und Art. 44 VwVG; vgl. BGE 126 II 300 E. 2c S. 303 f.; ALFRED KÖLZ/ISABELLE Häner, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl., Zürich 1998, S. 78 Rz. 213).\n\nDiese Regeln des allgemeinen Verwaltungsverfahrensrechts gelten aufgrund von Art. 39 KG in Verbindung mit dem VwVG grundsätzlich auch im kartellverwaltungsrechtlichen Verfahren (vgl. BGE 130 II 149 E. 1.1 und 3.3; ferner Urteil des Bundesgerichts 2A.415/2003 vom 19. Dezember 2003, E. 2.3.5; RICHLI, a.a.O., S. 473; PATRIK DUCREY, Vorsorgliche Massnahmen im Kartellverwaltungsrecht, sic! 3/1998 S. 281 ff., 285). Fraglich ist aber, ob sie auch für Vorabklärungen oder sonst wie ausserhalb von Untersuchungen gelten.\n\n2.6 Die Lehre tendiert mehrheitlich zur Ansicht, für das Verfahren der Vorabklärung gelte gestützt auf Art. 39 KG ebenfalls das VwVG mit Ausnahme des spezialgesetzlich ausgeschlossenen (Art. 26 Abs. 3 KG) Akteneinsichtsrechts (JÜRG BORER, Kommentar zum schweizerischen Kartellgesetz, Zürich 1998, Rz. 9 und 10 zu Art. 26 KG, Rz. 9 und 18 zu Art. 39 KG; MARCEL DIETRICH, Kommentar zum schweizerischen Kartellgesetz, August 1997, Rz. 31 zu Art. 39 KG; PATRICK SCHÄDLER, Vorsorgliche Massnahmen und einstweilige Anordnungen im Kartellverwaltungsverfahren der Schweiz und der Europäischen Gemeinschaft, Basel 2002, S. 44; BRUNO SCHMIDHAUSER, Kommentar zum schweizerischen Kartellgesetz, August 1997, Rz. 18 zu Art. 26 KG; ROGER ZÄCH, Schweizerisches Kartellrecht, Bern 1999, S. 342 und 369). Diese Auffassung kann sich namentlich auf die Botschaft zum Kartellgesetz stützen (BBl 1995 I 468, S. 603, 613 f.).\n\nAndere Autoren stellen die Anwendbarkeit des VwVG für die Vorabklärung in Frage. Dies wird damit begründet, das BGE 130 II 521 S. 527Vorabklärungsverfahren diene nicht dazu, Rechte und Pflichten zu begründen oder festzustellen und führe nicht zu einer Verfügung; die Anwendung des VwVG auf die Vorabklärung würde auch der damit angestrebten Formlosigkeit widersprechen (BILGER, a.a.O., S. 148, 151 ff.; BENOÎT CARRON, in: Pierre Tercier/Christian Bovet, Droit de la concurrence, commentaire romand, Basel 2002, Rz. 18 zu Art. 26 KG, Rz. 9 zu Art. 39 KG; RICHLI, a.a.O., S. 424 f.).\n\n2.7 Wie es sich damit in genereller Hinsicht verhält, braucht aus folgenden Gründen vorliegend nicht entschieden zu werden.\n\n2.7.1 Gemäss Art. 39 KG sind auf die Verfahren des Kartellgesetzes die Bestimmungen des VwVG nur anwendbar, soweit das Kartellgesetz nicht davon abweicht. Spezielle kartellgesetzliche Regelungen gehen somit den Bestimmungen des VwVG vor.\n\n2.7.2 Nach Art. 43 Abs. 1 lit. a KG können Personen, die aufgrund einer (behaupteten) Wettbewerbsbeschränkung in der Aufnahme oder Ausübung des Wettbewerbs behindert sind, ihre \"Beteiligung an der Untersuchung\" anmelden. Durch diese Anmeldung machen die Dritten ihre Parteirechte im Sinne von Art. 6 VwVG geltend (BORER, a.a.O., Rz. 6 zu Art. 43 KG).\n\nArt. 43 KG gilt nach seinem Wortlaut nur für die Untersuchung (französisch: enquête; italienisch: inchiesta), nicht aber für die Vorabklärung (französisch: enquête préliminaire; italienisch: inchiesta preliminare). Es gibt keine Hinweise darauf, dass dieser Wortlaut nicht den wahren Sinne der Bestimmung wiedergeben würde. Auch die Systematik des Gesetzes weist darauf hin, dass mit Art. 43 KG den Dritten bewusst erst im Rahmen der Untersuchung formelle Mitwirkungsrechte eingeräumt werden sollten: Nach Art. 28 KG gibt das Sekretariat der Wettbewerbskommission die Eröffnung einer Untersuchung durch amtliche Publikation bekannt, worauf sich Dritte innert dreissig Tagen melden können, wenn sie sich an der Untersuchung beteiligen wollen. Diese Bestimmung bezieht sich auf die in Art. 43 KG erwähnten Dritten (BBl 1995 I 616; BILGER, a.a.O., S. 202 f.). Erst nach Eingang dieser Meldung entscheidet das Sekretariat über die Parteieigenschaft der Dritten (PIERRE TERCIER, La procédure devant la Commission de la concurrence, SZW, Sondernummer 1996, S. 35 ff., 40). Diese Regelung macht nur Sinn, wenn sie als eine den allgemeinen Regeln vorgehende verstanden wird und eine frühere Verfahrensbeteiligung ausschliesst (vgl. auch BGE 124 II 499 E. 3a S. 502 ff. in Bezug BGE 130 II 521 S. 528auf diejenigen Dritten, die nach Art. 43 Abs. 4 KG keine Parteirechte haben).\n\nDaraus ergibt sich, dass Dritte, die eine Wettbewerbsbehinderung geltend machen, erst im Verfahren der Untersuchung (nicht aber der Vorabklärung) Parteirechte ausüben können (BILGER, a.a.O., S. 218; CARRON, a.a.O., Rz. 15 zu Art. 39 KG, Rz. 4, 5 und 7 zu Art. 43 KG; BALZ GROSS, Kommentar zum schweizerischen Kartellgesetz, August 1997, Rz. 9 zu Art. 43 KG). Wenn Dritte die Durchführung einer Vorabklärung beantragen oder in diesem Rahmen bestimmte Massnahmen beantragen, haben sie die Stellung von Anzeigern (Art. 26 Abs. 1 KG). Sie geben der Behörde Informationen und Hinweise, haben aber keine Parteistellung und keinen Anspruch auf eine förmliche Verfügung (Urteil des Bundesgerichts 2A.415/2003 vom 19. Dezember 2003, E. 2.3.4 und 2.3.5; BILGER, a.a.O., S. 208). Aus diesem Grund werden sie auch nicht kostenpflichtig (Art. 3 Abs. 2 lit. b der Verordnung vom 25. Februar 1998 über die Erhebung von Gebühren im Kartellgesetz [KG-Gebührenverordnung; SR 251.2]).\n\n2.7.3 Aus dem gleichen Grund können Dritte auch nicht Parteistellung haben im Rahmen des Entscheids, ob eine Untersuchung zu eröffnen sei, und zwar unabhängig von der Frage, ob der Entscheid, eine Untersuchung zu eröffnen oder nicht zu eröffnen, überhaupt als anfechtbare Verfügung zu qualifizieren ist (was in der Lehre mehrheitlich verneint wird: BILGER, a.a.O., S. 180 ff.; CARRON, a.a.O., Rz. 18 f. und 34 zu Art. 26 KG, Rz. 19 zu Art. 27 KG; RICHLI, a.a.O., S. 428 f.; SCHÄDLER, a.a.O., S. 59; SCHMIDHAUSER, a.a.O., Rz. 9 zu Art. 27 KG; WALTER A. STOFFEL, Die Beschwerde an die Rekurskommission für Wettbewerbsfragen, SZW, Sondernummer 1996, S. 45 ff., 48; a.M.: GROSS, a.a.O., Rz. 19 zu Art. 44 KG). Sie haben demzufolge keinen Anspruch, dass ihnen gegenüber mittels Verfügung entschieden wird, ob eine Untersuchung zu eröffnen ist.\n\n2.7.4 Aus dieser spezialgesetzlichen Regelung, die aufgrund von Art. 39 KG den allgemeinen Bestimmungen des VwVG vorgeht, folgt, dass Dritte, welche die Eröffnung einer Untersuchung oder die Anordnung vorsorglicher Massnahmen beantragen, vor Eröffnung der Untersuchung von vornherein keine Parteistellung haben können, und zwar unabhängig von der Frage, ob bereits vor Eröffnung einer Untersuchung überhaupt vorsorgliche Massnahmen zulässig wären (was in der Lehre ebenfalls mehrheitlich verneintw BGE 130 II 521 S. 529ird: BILGER, a.a.O., S. 318, 320; BORER, a.a.O., Rz. 10 zu Art. 26 KG; DUCREY, a.a.O., S. 284; RICHLI, a.a.O., S. 425; SCHÄDLER, a.a.O., S. 96 f.; SCHMIDHAUSER, a.a.O., Rz. 21 zu Art. 26 KG; a.M.: CARRON, a.a.O., Rz. 87 zu Art. 39 KG; ZÄCH, a.a.O., S. 341 Rz. 605). Die Dritten haben daher keinen Anspruch darauf, dass dann, wenn die Wettbewerbskommission ihren Antrag ablehnt, darüber mit einer Verfügung entschieden wird. Entsprechende Mitteilungen der Wettbewerbskommission oder des Sekretariats an diese Dritten sind demzufolge keine Verfügungen im Sinne von Art. 5 VwVG und können nicht mit Beschwerde bei der Rekurskommission angefochten werden.\n\n2.8 An diesem Ergebnis ändert auch nichts, dass die Beschwerdeführerin ihre Beschwerde vom 15. September 2003 als Rechtsverweigerungsbeschwerde bezeichnet hat und eine Verletzung des rechtlichen Gehörs rügt. Selbst wenn davon ausgegangen wird, dass die Nichteröffnung einer Untersuchung in gewissem Sinne als Rechtsverweigerung erscheinen kann (so BORER, a.a.O., Rz. 3 zu Art. 27 KG; CARRON, a.a.O., Rz. 20 ff. zu Art. 27 KG; GROSS, a.a.O., Rz. 101 f. zu Art. 44 KG; STOFFEL, a.a.O., S. 48), so können doch nur Parteien im verfahrensrechtlichen Sinne Rechtsverweigerungsbeschwerde erheben (Art. 70 Abs. 1 VwVG); auch der Anspruch auf rechtliches Gehör steht nur den Parteien zu (Art. 29 Abs. 2 BV; Art. 29 VwVG). Da die Beschwerdeführerin - wie ausgeführt - nach der hier anwendbaren gesetzlichen Regelung vor Eröffnung einer Untersuchung von vornherein keine Parteistellung haben kann, kann sie in diesem Stadium weder eine Rechtsverweigerung noch eine Gehörsverletzung rügen (im Ergebnis ebenso RICHLI, a.a.O., S. 429).\n\n2.9 Diese Konsequenz kann nicht als stossende Rechtsschutzlücke betrachtet werden. Das Kartellgesetz sieht nämlich zur Durchsetzung der materiellrechtlichen Ansprüche parallel einen zivilrechtlichen (Art. 12 ff. KG) und einen verwaltungsrechtlichen (Art. 18 ff. KG) Rechtsweg vor. Aus diesem gesetzlich vorgesehenen Nebeneinander ergibt sich, dass der öffentlichrechtliche Weg primär auf das öffentliche Interesse an einem funktionierenden Wettbewerb ausgerichtet ist; stehen hingegen in erster Linie private Interessen zur Diskussion, so ist der zivilrechtliche Weg zu beschreiten, auf welchem gemäss Art. 17 KG ebenfalls vorsorgliche Massnahmen möglich sind (BGE 130 II 149 E. 2.4 S. 156 mit Hinweisen). Auch wenn Dritte, die in der Ausübung des Wettbewerbs behindert werden, keinen Anspruch auf verfügungsmässigen Entscheid über BGE 130 II 521 S. 530beantragte vorsorgliche Massnahmen oder über die Eröffnung einer Untersuchung haben, so sind sie deshalb nicht ohne Rechtsschutz, sondern können zivilrechtlich vorgehen (CARRON, a.a.O., Rz. 18 und 35 zu Art. 26 KG, Rz. 19 zu Art. 27 KG)."}