{"annee": "130", "cour": "III", "page": "306", "date": "2/3/2004", "cite": ["106 II 315", "130 III 13", "106 II 11", "100 II 310"], "cite_par": ["137 III 145"], "chapeau": "38. Auszug aus dem Urteil der II. Zivilabteilung i.S. Ehegatten B. gegen K. (Berufung)\n\n5C.232/2003 vom 2. März 2004", "regestes": ["Art. 973 al. 1 CC; foi publique attachée au registre foncier; limites. L'inscription d'un droit qui ne peut pas l'être ne bénéficie pas de la protection de la foi publique (consid. 3.1). Est susceptible d'être inscrite une servitude foncière qui grève une part de propriété par étages en faveur d'une autre (consid. 3.2), même si la part de propriété par étages grevée est constituée en copropriété dépendante (consid. 3.3)."], "faits": "BGE 130 III 306 S. 307\n\nAn der Liegenschaft \"L\" besteht Stockwerkeigentum. Die insgesamt fünfzehn Stockwerkeinheiten setzen sich zusammen aus mehreren Studios, 2 ½ bis 5 ½-Zimmerwohnungen, Geschäftslokalen und einer Autoeinstellhalle mit vierundzwanzig Einstellplätzen. Die Autoeinstellhalle (\"A\") ist entsprechend der Anzahl Einstellplätze in Miteigentum aufgeteilt. Achtzehn Einstellplätze bzw. Miteigentumsanteile sind untrennbar mit Stockwerkeinheiten verbunden. Zur Stockwerkeinheit \"Nr. 7\" gehört der Einstellplatz Nr. 7 und zur Stockwerkeinheit \"Nr. 10\" der Einstellplatz Nr. 10.\n\nIm August 1986 verkauften die Eigentümer der Liegenschaft \"L\" die Stockwerkeinheit \"Nr. 7\" und den Miteigentumsanteil von1 /24 an der Autoeinstellhalle, ausmachend den Einstellplatz Nr. 7, an S. Gleichzeitig errichteten sie zu Gunsten des jeweiligen Eigentümers der Stockwerkeinheit \"Nr. 7\" eine Dienstbarkeit, die mit dem Stichwort \"'Benutzungsrecht' des Autoabstellplatzes Nr. 10\" zu Lasten der Autoeinstellhalle (\"A\") im Grundbuch eingetragen wurde. Im Oktober 1986 verkauften sie die Stockwerkeinheit \"Nr. 10\" mit dem Einstellplatz Nr. 10 bzw.1 /24 der Autoeinstellhalle an die Ehegatten B., die den Einstellplatz Nr. 10 in der Autoeinstellhalle bis Anfang 1997 offenbar ungestört nutzten.\n\nK. erwarb im Jahre 1989 von S. die Stockwerkeinheit \"Nr. 7\" und den damit verbundenen Miteigentumsanteil an der Autoeinstellhalle (Einstellplatz Nr. 7). Anfangs 1997 wies sie die Ehegatten B. erfolglos auf das ihr zustehende Benutzungsrecht am Einstellplatz Nr. 10 hin. K. erhob Klage mit dem Begehren, den Eigentümern der Stockwerkeinheit \"Nr. 10\" die Benutzung des Einstellplatzes Nr. 10 unter Strafandrohung zu verbieten. Die Beklagten schlossen auf Abweisung und verlangten widerklageweise die Löschung der Grunddienstbarkeit. Die zweite kantonale Instanz hiess die Klage gut, wies die Widerklage ab und sprach das beantragte Verbot aus. Die von den Beklagten dagegen eingelegte Berufung weist das Bundesgericht ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. Im kantonalen Verfahren haben die Beklagten geltend gemacht, die Eintragung der strittigen Grunddienstbarkeit sei rechtlich überhaupt nicht möglich. Die Klägerin könne sich deshalb nicht darauf BGE 130 III 306 S. 308berufen, sie habe das \"Benutzungsrecht\" im Jahre 1989 gutgläubig erworben.\n\n3.1 Der öffentliche Glaube des Grundbuchs schützt den gutgläubigen Dritten, der gestützt auf einen unrichtigen Eintrag im Grundbuch Eigentum oder andere dingliche Rechte an einem Grundstück erwirbt. Massgebend ist ausschliesslich der durch den Grundbucheintrag bewirkte Rechtsschein. Im Vertrauen darauf erwirbt der gutgläubige Dritte somit dingliche Rechte selbst von einem Veräusserer, der im Grundbuch zu Unrecht als Eigentümer eingetragen ist oder dessen Grundstück aus einer im Grundbuch zu Unrecht eingetragenen Dienstbarkeit berechtigt ist (DESCHENAUX, Das Grundbuch, Schweizerisches Privatrecht V/3, 2 Bde, Basel 1988 und 1989, II, § 38/A/II S. 760; HOMBERGER, Zürcher Kommentar, 1938, N. 22 der Vorbem. zu Art. 942 ff. ZGB). Der öffentliche Glaube des Grundbuchs reicht nun aber nicht so weit, dass Rechte, die das Gesetz nicht als dingliche anerkennt, durch Eintragung im Grundbuch zu dinglichen werden. Der Eintrag eines nicht eintragungsfähigen Rechts (z.B. Dienstbarkeiten mit unzulässigem Inhalt) geniesst den Schutz von Art. 973 ZGB nicht (DESCHENAUX, a.a.O., II, § 38/B/AA/III/1a S. 769, und I, § 24/C/I/4e S. 502 ff. mit Beispielen; zuletzt: SCHMID, Basler Kommentar, 2003, N. 13 zu Art. 973 ZGB).\n\n3.2 Das Kantonsgericht hat vorab den Eintrag auf dem Grundbuchblatt der Autoeinstellhalle (\"A\") \" L (= Lasten)/Benutzungsrecht des Autoabstellplatzes Nr. 10, zugunsten von 'Nr. 7' \" beurteilt. Es ist davon ausgegangen, ein derartiger Eintrag sei rechtlich zulässig.\n\nDie \"Autoeinstellhalle\" ist gemäss Begründungsakt und Eintragung im Grundbuch als eigene Stockwerkeinheit ausgeschieden. Rechtsprechung und herrschende Lehre sind sich einig, dass ein Stockwerkeigentumsanteil zu Gunsten eines andern mit einer Grunddienstbarkeit belastet werden kann. Voraussetzung einer derartigen Belastung ist nach herrschender Lehre, dass einerseits die Rechtspositionen der anderen Stockwerkeigentümer an der gemeinschaftlichen Sache nicht beeinträchtigt werden und andererseits der belastete Stockwerkeigentumsanteil als Haftungsobjekt des gesetzlichen Pfandrechts gemäss Art. 712i ZGB nicht entwertet wird (vgl. zu den Grundsätzen: BGE 106 II 315 E. 2 S. 317; MEIER-HAYOZ/ REY, Berner Kommentar, 1988, N. 104 ff. und 114 ff., und BÖSCH, Basler Kommentar, 2003, N. 16, je zu Art. 712a ZGB; MOOSER, Les BGE 130 III 306 S. 309actes de disposition, in: Propriété par étages, Basel 2003, S. 101 ff., 134 f.; WERMELINGER, La propriété par étages: commentaire des articles 712a à 712t du Code civil suisse, Freiburg i.Üe. 2002, N. 67-69 zu Art. 712c ZGB, mit dem Beispiel der Garage).\n\nDie Belastung der Stockwerkeinheit \"Autoeinstellhalle\" (\"A\") mit einem \"Benutzungsrecht\" zu Gunsten der Stockwerkeinheit \"Nr. 7\" ist somit nach sachenrechtlichen Grundsätzen möglich und zulässig. Ob sie die erwähnten Voraussetzungen erfüllt hat, ist für die hier einzig zu prüfende Eintragungsfähigkeit der Grunddienstbarkeit nicht massgebend. Ihr Fehlen würde durch den öffentlichen Glauben des Grundbuchs geheilt (E. 3.1 soeben). Ob sich die Klägerin darauf berufen kann, wird noch zu beurteilen sein.\n\n3.3 Gemäss Begründungsakt ist die Stockwerkeinheit \"Autoeinstellhalle\" (\"A\") entsprechend der Anzahl Einstellplätze in Miteigentum aufgeteilt. Ein oder mehrere Miteigentumsanteile sind mit den übrigen Stockwerkeinheiten \"untrennbar\" verbunden (Art. 9 des Begründungsakts). Unter dem eingeschränkten Blickwinkel der Eintragungsfähigkeit stellt sich die weitere Frage, ob dieses besondere Eigentumsverhältnis an der Stockwerkeinheit \"Autoeinstellhalle\" die Errichtung einer Grunddienstbarkeit ausschliesse.\n\n3.3.1 Materiellrechtlich liegt im vorliegenden Fall subjektiv-dingliches Miteigentum vor, und zwar nach - unangefochtener - Auffassung der Beklagten unselbstständiges Miteigentum (\"copropriété dépendante\" bzw. \"comproprietà dipendente\"): Miteigentumsanteile an der Stockwerkeinheit \"Autoeinstellhalle\" sind mit dem Eigentum an den übrigen Stockwerkeinheiten dauerhaft zu bestimmtem Zweck verknüpft (z.B. BGE 106 II 11 E. 4 S. 17 ff.; WERMELINGER, a.a.O., N. 20 ff. zu Art. 712b ZGB; MEIER-HAYOZ/REY, a.a.O., N. 56 und 85 zu Art. 712b sowie N. 61 zu Art. 712d ZGB; vgl. zu dieser und weiteren Möglichkeiten: ZOBL, Rechtsfragen zur Sondernutzung an Autoabstellplätzen bei Stockwerkeigentum, in: Festschrift Grossen, Basel 1992, S. 285 ff.). Dahingestellt bleiben kann dabei im vorliegenden Zusammenhang (E. 3.1 soeben), ob es rechtlich zulässig ist, dass an der Stockwerkeinheit \"Autoeinstellhalle\" neben unselbstständigen auch noch gewöhnliche Miteigentumsanteile bestehen (vgl. dazu SCHMID, a.a.O., N. 13 zu Art. 946 ZGB; EGGEN, Privatrechtliche Fragen des neuen Bauens und ihre Wirkungen auf das Grundbuch, ZBGR 53/1972 S. 207 ff., 215).\n\n3.3.2 Im Grundbuch kommt dieses unselbstständige subjektiv-dingliche Miteigentum wie folgt zum Ausdruck: Auf dem BGE 130 III 306 S. 310Grundbuchblatt der Stockwerkeinheit \"Autoeinstellhalle\" sind als Eigentümer die Nummern der einzelnen Stockwerkeinheiten eingetragen, denen je Miteigentumsanteile zugeordnet sind. Diese Zuordnung ist auf den Grundbuchblättern der einzelnen Stockwerkeinheiten angemerkt. Grundbuchtechnisch liegt ein Anwendungsfall von Art. 32 der Verordnung vom 22. Februar 1910 betreffend das Grundbuch (GBV; SR 211.432.11) vor: Danach ist statt des Namens des Eigentümers die Nummer des Hauptgrundstücks in die Abteilung \"Eigentum\" einzutragen, wenn das Eigentum an einem Grundstück (Anmerkungsgrundstück) dem jeweiligen Eigentümer eines andern Grundstücks (Hauptgrundstück) zusteht (Abs. 1). Auf dem Blatt des Hauptgrundstücks ist in der Abteilung \"Anmerkungen\" oder in der Grundstücksbeschreibung auf dieses Eigentumsverhältnis hinzuweisen (Abs. 2). Werden für Miteigentumsanteile oder Stockwerke besondere Blätter eröffnet, so werden die Grundbuchnummern der Miteigentumsanteile oder der Stockwerke in der Abteilung \"Eigentum\" des Stammgrundstücks eingetragen (Abs. 3).\n\n3.3.3 Unselbstständiges subjektiv-dingliches Miteigentum beruht auf der Vereinbarung der betreffenden Eigentümer. Gemäss Art. 646 Abs. 3 ZGB hat jeder Miteigentümer für seinen Anteil die Rechte und Pflichten eines Eigentümers, und es kann dieser Anteil von ihm veräussert und verpfändet und von seinen Gläubigern gepfändet werden. Die Bestimmung ist freilich nicht zwingend und schliesst die Vereinbarung der Miteigentümer nicht aus, das Miteigentum an einem bestimmten Grundstück mit dem Eigentum oder Miteigentum an einem anderen Grundstück derart zu verknüpfen, dass der Miteigentumsanteil am ersten Grundstück das rechtliche Schicksal des zweiten - mit ihm verbundenen - Grundstücks teilt (BGE 100 II 310 E. 3a S. 312 f.; BGE 130 III 13 E. 5.2.1 S. 15). Die Vereinbarung der betreffenden Eigentümer besteht in der Widmung des ersten an das zweite Grundstück auf Dauer zu bestimmtem Zweck (z.B. als Wegparzelle oder Parkplatz). Im Sinne von Art. 32 der Verordnung vom 22. Februar 1910 betreffend das Grundbuch (GBV; SR 211.432.1) wird das erste Grundstück, das dem zweiten gleichsam dient, als \"Anmerkungsgrundstück\" und das zweite Grundstück, das das erste gleichsam beherrscht, als \"Hauptgrundstück\" bezeichnet (BGE 100 II 310 E. 3b S. 313; BGE 130 III 13 E. 5.2.2 S. 16). Grundlage des Abhängigkeits- bzw. Eigentumsverhältnisses ist somit die Vereinbarung der betreffenden Eigentümer. Die grundbuchliche Vorkehr gemäss Art. 32 GBV hat keine materielle Wirkung und BGE 130 III 306 S. 311eröffnet lediglich die Möglichkeit, die Zusammengehörigkeit der Grundstücke zum Ausdruck zu bringen (DESCHENAUX, a.a.O., I, § 20/B/IV S. 417 f.; WERMELINGER, a.a.O., N. 24 zu Art. 712b ZGB mit weiteren Hinweisen; allenfalls missverständlich die Formulierung von BRUNNER/WICHTERMANN, Basler Kommentar, 2003, N. 3 zu Art. 646 ZGB). Die Anmerkung nimmt am öffentlichen Glauben des Grundbuchs nicht teil und begründet auch kein Rangverhältnis gegenüber dinglichen Rechten, die später eingetragen werden (SCHMID, a.a.O., N. 71 zu Art. 946 und N. 5 zu Art. 972 ZGB, mit weiteren Hinweisen).\n\n3.3.4 Wird beachtet, dass unselbstständiges subjektiv-dingliches Miteigentum einzig vom Willen aller Miteigentümer abhängt (E. 3.3.3 soeben), so versteht sich von selbst, dass die Miteigentümer die Verbindung von Haupt- und Anmerkungsgrundstück jederzeit lösen können. Durch gemeinsame Willenserklärung aller Beteiligten ist sowohl die Veräusserung des Anmerkungsgrundstücks als auch seine Belastung rechtlich zulässig (Art. 648 Abs. 2 ZGB). Dass die Belastung mit einer Dienstbarkeit oftmals einer eigentlichen Entwidmung des Anmerkungsgrundstücks gleichkommt, ändert nichts an ihrer rechtlichen Zulässigkeit. Die Miteigentümer insgesamt haben vielmehr die gleiche Rechtsmacht wie ein Alleineigentümer (vgl. dazu SCHNEIDER, Das schweizerische Miteigentumsrecht, Diss. Bern 1970, Druckjahr 1973, S. 280 ff. Ziff. 4, und ausführlich in: Probleme des subjektiv-dinglichen Miteigentums, ZBGR 57/1976 S. 1 ff., 14; HUBER, Buchbesprechung, ZBGR 71/1990 S. 248 ff., 252). Entgegen der Darstellung der Beklagten im kantonalen Verfahren lässt sich den Basler Kommentatoren kein abweichender Standpunkt entnehmen. Sie erwähnen die Möglichkeit einer Umwidmung mit Zustimmung aller Miteigentümer ausdrücklich (N. 2 zu Art. 646 ZGB), bezeichnen als Anmerkungsgrundstück aber \"den unselbstständigen Miteigentumsanteil\" und schliessen dessen Belastung mit einer Dienstbarkeit aus (N. 29 i.V.m. N. 3 zu Art. 646 ZGB). Ob ein unselbstständiger Miteigentums anteil mit einer Dienstbarkeit belastet werden kann, ist hier indessen nicht die Frage. Diese lautet vielmehr dahin, ob die in unselbstständiges Miteigentum aufgeteilte Stockwerkeinheit - in der von den Kommentatoren verwendeten Terminologie: das Stammgrundstück (vgl. Art. 32 Abs. 3 GBV) - mit einer Dienstbarkeit belastet werden kann BGE 130 III 306 S. 312.\n\n3.3.5 Unter dem eingeschränkten Blickwinkel der Eintragungsfähigkeit ist - entgegen der Auffassung der Beklagten - anzuerkennen, dass die Errichtung der strittigen Grunddienstbarkeit an der Stockwerkeinheit \"Autoeinstellhalle\" rechtlich möglich und zulässig gewesen ist (E. 3.2 soeben), und zwar unbesehen deren Aufteilung in unselbstständiges subjektiv-dingliches Miteigentum. Ob die Promotoren im Zeitpunkt der Errichtung Eigentümer sämtlicher Miteigentumsanteile und damit verfügungsbefugt waren und ob ihr damaliger Antrag an das Grundbuchamt ausreichend war, ist für die hier einzig zu prüfende Eintragungsfähigkeit der Grunddienstbarkeit nicht massgebend. Allfällige Mängel dieser Art würden durch den öffentlichen Glauben des Grundbuchs geheilt (E. 3.1 hiervor). Ob sich die Klägerin darauf berufen kann, ist im Folgenden zu beurteilen."}