{"annee": "130", "cour": "IV", "page": "7", "date": "28/11/2003", "cite": ["116 II 519", "128 IV 49", "127 IV 34", "115 IB 175", "113 IV 4", "121 IV 286", "122 IV 17", "120 IB 411", "113 II 429", "121 IV 10", "57 II 196"], "cite_par": ["134 IV 175", "134 IV 149", "135 IV 56", "133 IV 158", "134 IV 193"], "chapeau": "3. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons Schwyz und A. (Nichtigkeitsbeschwerde)\n\n6S.127/2003 vom 28. November 2003", "regestes": ["Art. 125 al. 2 CP; lésions corporelles graves par négligence; devoirs de diligence du médecin des urgences. Exigences quant à la diligence médicale requise (consid. 3.3 et 4.3). Le médecin qui pose un diagnostic de suspicion doit prendre en considération toutes les informations à sa disposition, non pas se limiter à quelques-unes d'entre elles (consid. 4.3). En cas d'urgence, il convient de prendre en compte le temps à disposition pour mesurer l'étendue du devoir de diligence (consid. 4.3)."], "faits": "BGE 130 IV 7 S. 8\n\nA.\n\nA.a Am Sonntag, den 1. August 1999, um ca. 03.20 Uhr fuhren B. auf seinem Kleinmotorroller (50 ccm) und A. auf seinem Rollbrett auf dem Trottoir von Brunnen in Richtung Schwyz. Bei dieser Fahrt liess sich A. von seinem Freund B. auf dem Motorroller bei einer Geschwindigkeit von 30 bis 35 km/h ziehen, indem er sich an dessen linkem Arm festhielt. In Ibach liess A. den Arm von B. los, um vom Trottoir auf die Strasse zu wechseln. Unmittelbar danach kam er zu Fall, stürzte auf die Strasse und blieb regungslos liegen.\n\nIn der Folge verbrachte die von einem Automobilisten herbeigerufene Ambulanz A. zusammen mit seinem Freund notfallmässig ins Spital Schwyz. Aufgrund der Meldung des Rettungsdienstes, es werde ein ca. 26-jähriger, stark alkoholisierter Mann nach einem Sturz ohne Rissquetschwunde eingeliefert, bot die zuständige Krankenschwester den für die medizinische Abteilung verantwortlichen Assistenzarzt Dr. med. X. auf, der in jener Nacht den Notfalldienst versah und zum Zeitpunkt der Einlieferung bereits rund 20 Stunden ununterbrochen im Dienst stand. Der Arzt wurde im Ambulatorium durch die Rettungssanitäterin und die Krankenschwester informiert, untersuchte den Patienten und liess sich sodann von B., der vor dem Ambulatorium wartete, den Unfallhergang schildern. Dabei gab Letzterer, wie bereits gegenüber dem Rettungssanitätspersonal, wahrheitswidrig an, er habe den auf dem Skateboard stehenden A. zu Fuss gestossen, worauf er vornüber gestürzt sei. A. habe weder das Bewusstsein verloren noch sei er mit dem Kopf am Boden aufgeschlagen. B. verschwieg ferner, dass das Unfallopfer nach dem Sturz zunächst nicht ansprechbar gewesen war.\n\nAufgrund des negativen Befundes seiner Untersuchung und den Auskünften von B. gelangte X. zum Schluss, es liege keine Kopfverletzung vor. Er sah daher vom Beizug eines Chirurgen, von weiteren Untersuchungen sowie von der Anordnung einer stationären Überwachung im Spital ab, entliess A. um ca. 05.00 Uhr aus dem Spital und übergab ihn in die Obhut seiner inzwischen herbeigerufenen Freundin. Diese fuhr zunächst B. nach Ibach zu seinem Motorroller und brachte A. anschliessend zu sich nach Hause. BGE 130 IV 7 S. 9\n\nA.b Um ca. 08.45 Uhr wurde A. durch den Rettungsdienst in bewusstlosem Zustand erneut notfallmässig ins Spital Schwyz eingeliefert, wo nach einer zweiten Untersuchung ein grosses Epiduralhämatom diagnostiziert wurde. Daraufhin wurde das Unfallopfer durch die REGA ins Universitätsspital Zürich überführt und notfallmässig operiert. Dabei wurden ein Schädel-Hirn-Trauma mit einer grossen Blutung aus einer verletzten Arterie zwischen der knöchernen Schädelkapsel und der Hirnhaut, ausgelöst durch einen Schädelbruch, festgestellt, welche eine Durchblutungsstörung des Hirngewebes sowie einen lebensgefährlichen Druck auf das Gehirn bewirkten. Diese Verletzungen führten bei A. zu einer bleibenden Invalidität.\n\nB. Das Kantonsgericht des Kantons Schwyz erklärte X. mit Urteil vom 21. Januar 2003 der fahrlässigen schweren Körperverletzung schuldig und verurteilte ihn zu einer Busse von Fr. 2'000.-, bedingt löschbar nach Ablauf einer Probezeit von zwei Jahren. Auf die erhobenen Zivilforderungen trat es nicht ein und verwies sie auf den Zivilweg. B. sprach es von Schuld und Strafe frei.\n\nC. X. führt eidgenössische Nichtigkeitsbeschwerde, mit der er beantragt, das angefochtene Urteil sei in den Ziffern 1 lit. a und d sowie Ziffer 2 aufzuheben.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 125 Abs. 2 StGB wird mit Gefängnis oder Busse bestraft, wer fahrlässig einen Menschen schwer am Körper oder an der Gesundheit schädigt.\n\nDie kantonalen Instanzen würdigen die vom Geschädigten erlittenen Verletzungen als schwer im Sinne von Art. 125 Abs. 2 StGB. Die beim Geschädigten erst bei der zweiten Einlieferung ins Spital Schwyz festgestellte Blutung aus einer verletzten, zwischen der knöchernen Schädelkapsel und der Hirnhaut verlaufenden Arterie habe, da das Blut unter dem Schädel nicht ausweichen konnte, zu einem Druck auf lebenswichtige Hirnzentren geführt und hätte eine sofortige Einlieferung mit der REGA ins Universitätsspital Zürich erfordert. Als Folge des Schädel-Hirn-Traumas mit grosser Epiduralblutung rechts und massiver Hirnschwellung habe eine Hirngewebsdurchblutungsstörung sowie eine Hirnstamm-Epilepsie bestanden. Diese Verletzungen seien lebensgefährlich gewesen. Aufgrund BGE 130 IV 7 S. 10dieser Umstände ist die Annahme einer schweren Schädigung der Gesundheit des Geschädigten nicht zu beanstanden und liegt auch ausser Streit.\n\n3.2 Fahrlässig begeht der Täter ein Verbrechen oder Vergehen, wenn die Tat darauf zurückzuführen ist, dass er die Folge seines Verhaltens aus pflichtwidriger Unvorsichtigkeit nicht bedacht oder darauf nicht Rücksicht genommen hat (Art. 18 Abs. 3 Satz 1 StGB). Ein Schuldspruch wegen fahrlässiger schwerer Körperverletzung setzt somit voraus, dass der Täter den Erfolg durch Verletzung einer Sorgfaltspflicht verursacht hat. Sorgfaltswidrig ist die Handlungsweise, wenn der Täter zum Zeitpunkt der Tat aufgrund der Umstände sowie seiner Kenntnisse und Fähigkeiten die damit bewirkte Gefährdung der Rechtsgüter des Opfers hätte erkennen können und müssen und wenn er zugleich die Grenzen des erlaubten Risikos überschritten hat (Art. 18 Abs. 3 Satz 2 StGB).\n\nErkennbar bzw. voraussehbar ist die Gefahr des Erfolgseintritts für den Täter, wenn sein Verhalten geeignet ist, nach dem gewöhnlichen Lauf der Dinge und den Erfahrungen des Lebens einen Erfolg wie den eingetretenen herbeizuführen oder mindestens zu begünstigen. Dabei müssen die zum Erfolg führenden Geschehensabläufe für den konkreten Täter mindestens in ihren wesentlichen Zügen voraussehbar sein. Zunächst ist daher zu fragen, ob der Täter eine Gefährdung der Rechtsgüter des Opfers hätte voraussehen bzw. erkennen können und müssen. Für die Beantwortung dieser Frage gilt der Massstab der Adäquanz. Danach muss das Verhalten geeignet sein, nach dem gewöhnlichen Lauf der Dinge und den Erfahrungen des Lebens einen Erfolg wie den eingetretenen herbeizuführen oder mindestens zu begünstigen. Die Vorhersehbarkeit der zu beurteilenden Ursache für den Erfolg ist nur zu verneinen, wenn ganz aussergewöhnliche Umstände, wie das Mitverschulden eines Dritten oder Material- oder Konstruktionsfehler, als Mitursache hinzutreten, mit denen schlechthin nicht gerechnet werden musste und die derart schwer wiegen, dass sie als wahrscheinlichste und unmittelbarste Ursache des Erfolgs erscheinen und so alle anderen mitverursachenden Faktoren - namentlich das Verhalten des Angeschuldigten - in den Hintergrund drängen. Damit der Eintritt des Erfolgs auf das pflichtwidrige Verhalten des Täters zurückzuführen ist, genügt seine blosse Vorhersehbarkeit nicht. Vielmehr stellt sich die weitere Frage, ob der Erfolg auch BGE 130 IV 7 S. 11vermeidbar war. Dabei wird ein hypothetischer Kausalverlauf untersucht und geprüft, ob der Erfolg bei pflichtgemässem Verhalten des Täters ausgeblieben wäre. Dabei genügt es für die Zurechnung des Erfolgs, wenn das Verhalten des Täters mindestens mit einem hohen Grad der Wahrscheinlichkeit oder mit an Sicherheit grenzender Wahrscheinlichkeit die Ursache des Erfolges bildete (Urteil 6S.81/2001 vom 29. November 2001, E. 2b nicht publ. in BGE 128 IV 49; BGE 127 IV 34 E. 2a; BGE 122 IV 17 E. 2c; BGE 121 IV 10 E. 3, BGE 121 IV 286 E. 3, je mit Hinweisen).\n\n3.3 Wo besondere, der Unfallverhütung und der Sicherheit dienende Normen ein bestimmtes Verhalten gebieten, richtet sich das Mass der im Einzelfall zu beachtenden Sorgfalt in erster Linie nach diesen Vorschriften (BGE 127 IV 34 E. 2a mit Hinweisen). Das Gleiche gilt für entsprechende allgemein anerkannte Verhaltensregeln, auch wenn diese von einem privaten oder halböffentlichen Verband erlassen wurden und keine Rechtsnormen darstellen.\n\nAusgangspunkt für das Mass der anzuwendenden Sorgfalt stellt in dem zu beurteilenden Fall die den Arzt treffende allgemeine Pflicht dar, die Heilkunst nach anerkannten Grundsätzen der ärztlichen Wissenschaft und Humanität auszuüben, alles zu unternehmen, um den Patienten zu heilen, und alles zu vermeiden, was ihm schaden könnte. Nach der Rechtsprechung liegt die Besonderheit der ärztlichen Kunst darin, dass der Arzt mit seinem Wissen und Können auf einen erwünschten Erfolg hinzuwirken hat, diesen aber nicht herbeiführen oder gar garantieren muss. Die Anforderungen an die dem Arzt zuzumutende Sorgfaltspflicht richten sich nach den Umständen des Einzelfalles, namentlich nach der Art des Eingriffs oder der Behandlung, den damit verbundenen Risiken, dem Beurteilungs- und Bewertungsspielraum, der dem Arzt zusteht, sowie den Mitteln und der Dringlichkeit der medizinischen Massnahme. Die zivilrechtliche Haftung des Arztes beschränkt sich dabei nicht auf grobe Verstösse gegen die Regeln der ärztlichen Kunst. Vielmehr hat er Kranke stets fachgerecht zu behandeln, zum Schutze ihres Lebens oder ihrer Gesundheit insbesondere die nach den Umständen gebotene und zumutbare Sorgfalt zu beachten, grundsätzlich folglich für jede Pflichtverletzung einzustehen (BGE 120 Ib 411 E. 4a; BGE 116 II 519 E. 3a; BGE 115 Ib 175 E. 2b; BGE 113 II 429 E. 3a, je mit Hinweisen; vgl. auch HANS WIPRÄCHTIGER, Die Strafbarkeit des Arztfehlers, in: Die Haftung des Arztes und des BGE 130 IV 7 S. 12Spitals, Zürich 2003, S. 247 f.; HEINZ HAUSHEER, Unsorgfältige ärztliche Behandlung, in: Peter Münch/Thomas Geiser [Hrsg.], Schaden-Haftung-Versicherung, Handbücher für die Anwaltspraxis, Bd. V, N. 15.19; WALTER FELLMANN, Berner Kommentar, Art. 398 OR N. 380/384 f./388; MORITZ KUHN, Die rechtliche Beziehung zwischen Arzt und Patient, in: Heinrich Honsell [Hrsg.], Handbuch des Arztrechts, Zürich 1994, S. 24). Dies gilt im selben Mass für die Bestimmung der Sorgfaltspflicht in strafrechtlicher Hinsicht.\n\nDer Begriff der Pflichtverletzung darf jedoch nicht so verstanden werden, dass darunter jede Massnahme oder Unterlassung fällt, welche aus nachträglicher Betrachtungsweise den Schaden bewirkt oder vermieden hätte (vgl. BGE 57 II 196 E. 3 S. 202). Der Arzt hat im Allgemeinen nicht für jene Gefahren und Risiken einzustehen, die immanent mit jeder ärztlichen Handlung und auch mit der Krankheit an sich verbunden sind. Zudem steht dem Arzt sowohl in der Diagnose wie auch in der Bestimmung therapeutischer oder anderer Massnahmen nach dem objektiven Wissensstand oftmals ein Entscheidungsspielraum zu, welcher eine Auswahl unter verschiedenen in Betracht fallenden Möglichkeiten zulässt. Der Arzt verletzt seine Pflichten nur dort, wo er eine Diagnose stellt bzw. eine Therapie oder ein sonstiges Vorgehen wählt, das nach dem allgemeinen fachlichen Wissensstand nicht mehr als vertretbar erscheint und daher den objektivierten Anforderungen der ärztlichen Kunst nicht genügt (BGE 120 Ib 411 E. 4a mit Hinweisen; HAUSHEER, a.a.O., N. 15.14; vgl. auch KUHN, a.a.O., S. 27).\n\nBei der Diagnose einer Gesundheitsbeeinträchtigung muss der Arzt mithin nicht die Erhebung eines zutreffenden Befundes garantieren. Dementsprechend ist zwischen einem Diagnosefehler und einer Fehldiagnose zu unterscheiden (vgl. KLAUS ULSENHEIMER, Arztstrafrecht in der Praxis, 3. Aufl., Heidelberg 2003, N. 41). Doch muss der Arzt für die Feststellung und Beurteilung der gesundheitlichen Störung in jedem Fall fachgerecht vorgehen und die erforderlichen Mittel und Erkenntnisquellen nutzen. Mehrdeutige Krankheitsbilder muss er durch die ihm zur Verfügung stehenden Mittel aufklären. Der Arzt handelt unsorgfältig, wenn sich sein Vorgehen nicht nach den durch die medizinische Wissenschaft aufgestellten und generell anerkannten Regeln richtet und dem jeweiligen Stand der Wissenschaft nicht entspricht (BGE 57 II 196 E. 3 S. 202 f. mit Hinweisen; HAUSHEER, a.a.O., N. 15.21; FELLMANN, BGE 130 IV 7 S. 13a.a.O., Art. 398 OR N. 386; vgl. auch ADOLF LAUFS [Hrsg.], Handbuch des Arztrechts, 3. Aufl., München 2002, § 100 N. 6 ff.).\n\n4.\n\n4.1 Der Beschwerdeführer macht geltend, die Vorinstanz stelle an die aufzuwendende Aufmerksamkeit überrissene und willkürlich festgelegte Anforderungen, die fern jeder Praktikabilität lägen. Der Notfallarzt müsse wegen des permanenten Zeitdrucks und der Unplanbarkeit des Notfalldienstes zielorientiert vorgehen. Informationen, die er von einer Person glaubwürdig erheben könne, müsse er nicht hinterfragen. Stünden ihm mehrere Auskunftspersonen zur Verfügung, dürfe er sich an diejenige halten, die ihm am geeignetsten erscheine. Als primäre Informationsquelle habe ihm hier B. gedient, der als originärer Zeuge den Verletzten mit der Rettungssanität ins Spital Schwyz begleitet habe. Dieser habe den Unfallhergang glaubwürdig geschildert. Es stelle daher keine Sorgfaltspflichtverletzung dar, wenn er sich im Gespräch mit der Rettungssanitäterin auf die Umstände des eigentlichen Krankentransports beschränkt und sich für die Umstände der vorausgegangenen Ereignisse auf die verlässlichen Auskünfte des Kollegen des Opfers konzentriert habe. Er habe auch davon absehen dürfen, das Formular des Notfalldienstes zu beachten, da dieses über den Unfall selbst keine Aufschlüsse habe bieten können.\n\n4.2 Die Vorinstanz nimmt an, der Beschwerdeführer habe sich unvorsichtig nur gestützt auf die im entscheidenden Punkt nicht aussagekräftigen und im Widerspruch zum Formular des Rettungsdienstes stehenden Angaben B.s ein Bild vom Sturz des Geschädigten gemacht. Aber auch gestützt auf dessen Aussagen hätte der Beschwerdeführer nicht davon ausgehen dürfen, dass sich der Geschädigte nicht am Kopf verletzt haben könnte, weil dessen Aussagen ein Aufschlagen des Kopfes auf der Strasse nicht mit Sicherheit ausschlossen. Er hätte daher die Möglichkeit, dass zusätzlich zur Angetrunkenheit eine durch ein Schädeltrauma ausgelöste Hirnblutung vorhanden sein könnte, in Betracht ziehen müssen. Dies auch deshalb, weil die bei der Untersuchung festgestellten Anzeichen wie Torkeln, verwaschene Sprache, Schläfrigkeit, Ruhelosigkeit und Erbrechen sich wohl mit der Alkoholisierung erklären liessen, das Vorliegen innerer Kopfverletzungen aber keineswegs ausschlossen. Zudem hätte ihn der Umstand, dass die erfahrene Notfallschwester vom Verletzten einen zwiespältigen Eindruck BGE 130 IV 7 S. 14gewonnen hatte und gegen seine Entlassung Vorbehalte anbrachte, zu besonderer Vorsicht anhalten sollen.\n\n4.3 Das angefochtene Urteil verletzt in diesem Punkt kein Bundesrecht. Zwar weist der Beschwerdeführer grundsätzlich zu Recht darauf hin, dass in Notfällen an die Sorgfaltspflichten des Arztes wegen der zeitlichen Dringlichkeit ein weniger strenger Massstab anzulegen ist als in Fällen, in denen dem Arzt für seine Diagnose und die Wahl der zu treffenden Behandlung oder der sonstigen Massnahmen genügend Zeit zur Verfügung steht (vgl. für das Rettungswesen PATRICK M. LISSEL, Strafrechtliche Verantwortung in der präklinischen Notfallmedizin, Diss. Tübingen 2001, S. 139 f.). Doch hat die Vorinstanz auch unter Berücksichtigung des Umstands, dass der Beschwerdeführer als Notfallarzt gehandelt hat, zu Recht eine Verletzung der Sorgfaltspflicht bejaht. Im Übrigen ist in diesem Zusammenhang danach zu differenzieren, in welchem Mass hinsichtlich der ärztlichen Entscheidungen Eile geboten ist. Im zu beurteilenden Fall stand der Beschwerdeführer, nachdem eine akute Vitalbedrohung beim Geschädigten ausgeschlossen werden konnte, jedenfalls nicht unter erheblichem Zeitdruck, auch wenn er grundsätzlich damit rechnen musste, dass weitere Patienten in die Notfallstation des Spitals hätten eingeliefert werden können.\n\nEntscheidend ist, dass der Beschwerdeführer aufgrund der ihm bekannten Umstände des Unfalls davon ausgehen musste, der Geschädigte sei bei seinem Sturz mit dem Kopf auf der Strasse aufgeschlagen. Nach den Erwägungen der Vorinstanz hat der Beschwerdeführer denn auch selbst einen Sturz angenommen. Dass er aufgrund der beschönigenden Schilderung des Unfallhergangs durch B. irrtümlich unterstellt hat, der Geschädigte hätte dabei den Kopf \"höchstens leicht\" angeschlagen, ist hierbei ohne Bedeutung.\n\nBei der notfallärztlichen Tätigkeit wird der Anamnese eine entscheidende Bedeutung zugeschrieben (vgl. G. HEMPELMANN/H.A. ADAMS/ P. SEFRIN [Hrsg.], Notfallmedizin, Stuttgart und New York 1999, S. 21/28). Dabei soll sich der Arzt nicht auf einzelne Komponenten beschränken, sondern muss sämtliche ihm zur Verfügung stehenden Informationen berücksichtigen und darf sie nicht unbesehen übernehmen. Der Beschwerdeführer hätte sich daher bei der Stellung der Verdachtsdiagnose nicht allein auf die Darstellung der Ereignisse durch B. und die mündliche Orientierung der BGE 130 IV 7 S. 15Rettungssanitäterin beschränken dürfen, sondern hätte insbesondere dem von der letzteren ausgefüllten Formular \"Notruf 144\" Beachtung schenken müssen. Denn dem Notfallprotokoll kommt entgegen der Auffassung des Beschwerdeführers für die Erstdiagnose erhebliche Bedeutung zu, da es die Umstände, unter denen der Verletzte aufgefunden wird, festhält, was Rückschlüsse auf die vorhandenen Verletzungen erlaubt. Ausserdem handelt es sich bei Rettungssanitätern um medizinisch geschulte Fachkräfte, welche aufgrund ihrer Ausbildung in der Lage sind, die erforderlichen ersten Hilfemassnahmen zu ergreifen und dementsprechend die für die Beurteilung des Sachverhalts entscheidenden Informationen zu erkennen und festzuhalten. Der Gutachter wertet daher die Informationen der Rettungssanitäterin im zu beurteilenden Fall zu Recht als die wichtigsten Fremdangaben bezüglich des Unfallgeschehens.\n\nIm vorliegenden Fall enthielt das Notfallprotokoll unter der Rubrik Anamnese/Notfallgeschehen die folgenden Angaben:\n\nPat war mit Roller-skate unterwegs, kam mit Brett vom Trottoir weg und stürzte auf die Strasse - ist alkoholisiert - gibt keine Schmerzen an - keine sichtbaren Wunden - ist vor ein Auto gestürzt, das konnte rechtzeitig stoppen. War mit Kollege unterwegs von Schwyz nach Brunnen [recte: von Brunnen nach Schwyz]\".\n\nDie Bewertung des Bewusstseinszustands durch die Einsatzverantwortliche des Rettungsdienstes nach dem Glasgow Coma Scale (GCS) ergab einen Wert von 13 (zum GCS vgl. G. HEMPELMANN/ H.A. Adams/P. Sefrin [Hrsg.], a.a.O., S. 192 f.; C. MADLER/K. JAUCH/ K. WERDAN [Hrsg.], Das NAW Buch, Praktische Notfallmedizin, München etc. 1995, S. 525).\n\nDer Beschwerdeführer hätte damit den Sturz des Geschädigten, der ihm - wenn auch beschönigend - von B. geschildert und ihm auch durch die Rettungssanitäterin beschrieben worden war, ernst nehmen müssen und ihn nicht als Bagatelle abtun dürfen. Dieses Sturzgeschehen - auch wenn hinsichtlich der Frage, wie schwer der Geschädigte dabei den Kopf angeschlagen hatte, Unklarheit bestand - erlangte namentlich in Kombination mit dem Umstand, dass jener alkoholisiert war, besondere Bedeutung. Denn nimmt man an, dass die Diagnose des Beschwerdeführers, der Geschädigte sei \"schwerst alkoholisiert\" gewesen, zutraf, hätte er im mindesten damit rechnen müssen, dass jener beim Sturz auch den Kopf angeschlagen haben könnte. Das ergibt sich, wie der Gutachter einleuchtend ausführt, aus dem Umstand, dass Stürze von BGE 130 IV 7 S. 16alkoholisierten Personen oftmals gefährliche Verletzungen, insbesondere am Kopf, verursachen, da diese im Fallen in ihrer Reaktion verzögert sind und die Haltemuskulatur nicht rasch genug anspannen können, um den Aufprall zu dämpfen (vgl. auch C. MADLER/K. JAUCH/ K. WERDAN [Hrsg.], a.a.O., S. 504 und 528 f.).\n\nBei dieser Sachlage hätte der Beschwerdeführer die Bewusstseinstrübung und das Erbrechen des Geschädigten nicht allein dem zusätzlich vorausgegangenen Alkoholkonsum zuschreiben dürfen, sondern hätte einen Kopfaufprall in Betracht ziehen müssen, selbst wenn ein solcher von niemandem beobachtet worden ist. Dementsprechend hätte er seine Massnahmen nicht nur auf die Diagnose einer Alkoholintoxikation ausrichten dürfen, sondern hätte, wie der Gutachter festhält, den Geschädigten jedenfalls im Hinblick auf allfällige Veränderungen der Bewusstseinslage in der Klinik engmaschig überwachen müssen, um eine mögliche Blutung im Schädelraum frühzeitig erfassen zu können (vgl. auch http://www.insel.ch/notfallzentrum/trauma/manual/02_sht.htm Schädel-Hirn-Trauma Ziff. 6 a 1.). Im Grunde war dies auch dem Beschwerdeführer bewusst, zumal er in der untersuchungsrichterlichen Befragung ausgeführt hatte, in ähnlichen Entscheidungssituationen seien alkoholisierte Patienten, bei denen klar gewesen sei, dass sie den Kopf angeschlagen hatten, oder bei denen jedenfalls ein entsprechender Verdacht bestand, aus diagnostischen Gründen überwacht worden.\n\nAufgrund der Umstände hätte der Beschwerdeführer somit nicht davon ausgehen dürfen, dass der Geschädigte bei seinem Sturz den Kopf nicht angeschlagen hatte. Was der Beschwerdeführer hiegegen weiter einwendet, geht fehl. Dass der Zustand der Alkoholisierung, wie er im vorliegenden Zusammenhang in Frage steht, ein Mass an Alkoholkonsum voraussetzt, das über ein Glas Wein hinausgeht, bedarf keiner besonderen Erörterungen. Ausserdem schliesst der Gutachter nicht vom blossen Umstand der Angetrunkenheit auf das Vorliegen eines Sturzes, sondern knüpft seine Folgerungen hinsichtlich der zu treffenden medizinischen Massnahmen gerade an die hier vorliegende Kombination von Sturzgeschehen und Alkoholisierung.\n\nDie Entlassung des Geschädigten in die Obhut seiner Freundin lediglich mit der Instruktion, jenen im Hinblick auf die Gefahr der Aspiration von Erbrochenem bezüglich der Atmung zu BGE 130 IV 7 S. 17überwachen, stellt daher eine unsachgemässe und unvertretbare ärztliche Massnahme dar. Der Beschwerdeführer hat daher schon aus diesem Grund seine unter medizinischen Gesichtspunkten gebotenen Sorgfaltspflichten verletzt.\n\nFragen könnte sich darüber hinaus, ob der Beschwerdeführer aufgrund der konkreten Informationen, die ihm zur Verfügung standen, beim Geschädigten überhaupt eine \"schwerste Alkoholisierung\" diagnostizieren durfte. Immerhin musste er nach der Darstellung von B. voraussetzen, dass dieser und der Geschädigte von Brunnen nach Schwyz zu Fuss bzw. auf dem Rollbrett unterwegs waren. Das Zurücklegen eines derart langen Wegs zu Fuss oder auf dem Rollbrett wäre wohl bei einem Grad an Trunkenheit, den der Beschwerdeführer aufgrund der vorhandenen Symptome des Geschädigten (verwaschene, leicht lallende Sprache; teilweise unverständliches Murmeln als Antwort; unsicheres Gangbild; Erbrechen) annahm, gar nicht möglich gewesen. Auch unter diesem Gesichtspunkt hätte dem Beschwerdeführer der Verdacht auf die naheliegende Verletzung aufkommen müssen und hätte er, wie die Vorinstanz zu Recht erkennt, die festgestellten Symptome nicht allein dem Alkoholrausch zuordnen dürfen.\n\nDie Beschwerde erweist sich in diesem Punkt als unbegründet.\n\n5.\n\n5.1 Der Beschwerdeführer bestreitet ferner, dass seine Sorgfaltspflichtverletzung für die schwere Körperverletzung des Geschädigten adäquat kausal gewesen bzw. dass die schwere Körperverletzung durch die Überwachung im Spital vermeidbar gewesen sei. Er beruft sich hiefür auf die schriftliche Stellungnahme des IRM Zürich, nach welcher es fraglich sei, ob die Aufnahme ins Spital Schwyz im Anschluss an die Erstuntersuchung zu einer wesentlich früheren Verlegung ins Universitätsspital Zürich und somit zu einer erheblich früheren Einleitung der spezifischen Behandlung der Blutung geführt hätte.\n\n5.2 Die Vorinstanz nimmt in diesem Zusammenhang an, bei einem Epiduralhämatom spiele der Zeitfaktor für die Vermeidung von Hirnschädigungen eine äusserst wichtige Rolle. Bei einer engmaschigen GCS-Überwachung im Spital wäre eine alarmierende Veränderung des Bewusstseinszustandes zweifellos früher bemerkt worden als durch die Freundin des Geschädigten, die ohnehin in dieser Hinsicht nicht genügend instruiert worden sei. Es sei daher BGE 130 IV 7 S. 18als höchstwahrscheinlich anzusehen, dass das fehlerhafte Verhalten des Beschwerdeführers sich in einer Verschlechterung des Gesundheitszustandes des Geschädigten ausgewirkt habe, indem die in Entstehung begriffene epidurale Hirnblutung nicht frühzeitig erkannt und beseitigt worden sei. Zumindest sei dadurch die Gefahr einer verspäteten Feststellung des sich anbahnenden Epiduralhämatoms und der damit einhergehenden schwerwiegenden Hirnverletzung erheblich gesteigert worden.\n\n5.3 Die Vorinstanz stützt sich auch in diesem Punkt auf das Gutachten des IRM St. Gallen, welches davon ausgeht, dass die neurologischen Spätfolgen der Hirnschädigung bedeutend geringer ausgefallen wären, wenn der Geschädigte im Spital Schwyz behalten und hier geeignet klinisch überwacht worden wäre, so dass er bei den ersten Anzeichen eines sich entwickelnden Epiduralhämatoms hätte in neurochirurgische Behandlung übergeben werden können.\n\nDass das sorgfaltswidrige Handeln des Beschwerdeführers nach dem gewöhnlichen Lauf der Dinge und den Erfahrungen des Lebens geeignet waren, die schweren Verletzungen des Geschädigten mit herbeizuführen, kann nicht ernsthaft in Frage stehen. Das ergibt sich daraus, dass bei derartigen Verletzungen der Zeitablauf für die weitere Entwicklung des Gesundheitszustandes eine wesentliche Rolle spielt. Die Folgen wären daher jedenfalls mit an Sicherheit grenzender Wahrscheinlichkeit weniger schwerwiegend ausgefallen, wenn das Epiduralhämatom früher erkannt worden wäre. Dies wäre wiederum ohne jede vernünftige Zweifel der Fall gewesen, wenn der Geschädigte im Spital engmaschig im Hinblick auf allfällige Veränderungen der Bewusstseinslage überwacht worden wäre. Denn in diesem Fall wäre einerseits kein erneuter Transport des Geschädigten von der Wohnung seiner Freundin ins Spital Schwyz notwendig gewesen, andererseits wäre eine Verschlechterung des Bewusstseinszustandes des Geschädigten in der klinischen Überwachung zweifellos früher bemerkt worden als durch die nicht im Hinblick auf die Möglichkeit einer Hirnblutung instruierte Freundin. Damit wäre der Erfolg auch vermeidbar gewesen.\n\nDie Beschwerde erweist sich auch in diesem Punkt als unbegründet.\n\n6.\n\n6.1 Im Weiteren macht der Beschwerdeführer geltend, die falsche Schilderung des Unfallhergangs durch den Freund des BGE 130 IV 7 S. 19Geschädigten stelle einen aussergewöhnlichen Umstand dar, mit dem er nach dem gewöhnlichen Lauf der Dinge nicht habe rechnen müssen. Bei richtiger Orientierung über das Unfallgeschehen hätte er ohne Zweifel andere medizinische Massnahmen ergriffen. Die gezielte Irreführung habe daher den Kausalzusammenhang unterbrochen.\n\n6.2 Die Vorinstanz nimmt zu Recht an, es könne keine Rede davon sein, dass die falschen und unvollständigen Angaben von B. derart schwer wögen, dass sie als wahrscheinlichste und unmittelbarste Ursache des Erfolgs erschienen und das Fehlverhalten des Beschwerdeführers derart in den Hintergrund rückten, dass eine Unterbrechung des Kausalzusammenhanges anzunehmen wäre.\n\nOb das Verhalten von B. als Sorgfaltspflichtverletzung zu werten ist, die eine Fahrlässigkeitshaftung zur Folge hätte, muss hier nicht geprüft werden. Die unzutreffende Schilderung des Unfallhergangs erscheint jedenfalls nicht als konkurrierende Ursache, welche die durch das Verhalten des Beschwerdeführers in Gang gesetzte Kausalreihe abbrechen lässt. Vielmehr geht der gegen den Beschwerdeführer erhobene Vorwurf der Sorgfaltspflichtverletzung gerade von dieser Schilderung aus. Was der Beschwerdeführer in diesem Punkt vorbringt, geht nicht über das hinaus, was er gegen die Annahme einer Sorgfaltspflichtverletzung einwendet. Dass er bei Kenntnis der wahren Sachlage möglicherweise anders vorgegangen wäre, kann ihn nicht entlasten. Im Übrigen weist die Vorinstanz zu Recht darauf hin, dass er auch verschiedene Anhaltspunkte hatte, aufgrund derer er die Angaben von B. unbedingt hätte in Zweifel ziehen müssen.\n\nDie Beschwerde ist auch in diesem Punkt unbegründet.\n\n7. Zuletzt macht der Beschwerdeführer geltend, es habe die Konstellation einer Pflichtenkollision vorgelegen, da er einerseits auf die Erhebung einer Fremdanamnese angewiesen sei und andererseits eine irreführende Fremdanamnese nie ganz ausgeschlossen werden könne. Der Notfallarzt müsse auf eine korrekt erhobene Fremdanamnese vertrauen dürfen.\n\nWas der Beschwerdeführer in diesem Punkt vorbringt, geht an der Sache vorbei. Der übergesetzliche Rechtfertigungsgrund der Pflichtenkollision liegt vor, wenn zwei Rechtspflichten in derselben Situation so zusammentreffen, dass der Verpflichtete keine von ihnen ohne Verletzung der anderen erfüllen kann. Wer bei zwei konkurrierenden Handlungspflichten die höhere oder auch nur BGE 130 IV 7 S. 20gleichwertige Pflicht auf Kosten der anderen erfüllt, handelt somit nicht rechtswidrig (vgl. BGE 113 IV 4 E. 3 S. 8; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allg. Teil I: Die Straftat, 2. Aufl., Bern 1996, § 10 N. 63; CLAUS ROXIN, Strafrecht, Allg. Teil, Bd. I, 3. Aufl., München 1997, § 16 N. 101 ff., 111).\n\nIm zu beurteilenden Fall sind keine konkurrierenden Rechtspflichten ersichtlich. Den Beschwerdeführer traf hier einzig und allein die Pflicht, den ihm als Notfallpatient anvertrauten Geschädigten nach den allgemein anerkannten Regeln der ärztlichen Wissenschaft und Heilkunst zu untersuchen und die medizinisch indizierten Massnahmen zu treffen. Gegen diese Pflicht hat er verstossen, indem er in falschem Vertrauen auf die Schilderungen von B. den eindeutigen Verdacht auf ein Verletzungsbild nicht erkannt und die Bedeutung der vom Geschädigten gezeigten Symptome in unvertretbarer Weise gedeutet hat.\n\nDie Beschwerde ist auch in diesem Punkt unbegründet."}