{"annee": "130", "cour": "II", "page": "329", "date": "8/6/2004", "cite": ["129 II 97", "126 II 258", "116 IB 96", "125 II 356", "128 II 353", "123 II 268"], "cite_par": ["133 IV 215"], "chapeau": "32. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Société E. contre Ministère public de la Confédération (recours de droit administratif)\n\n1A.86/2004 du 8 juin 2004", "regestes": ["Entraide judiciaire internationale en matière pénale; recours contre la décision de séquestre; art. 80e let. b ch. 1 EIMP. Notion du préjudice immédiat et irréparable au sens de l'art. 80e let. b ch. 1 EIMP (consid. 2). Pouvoir d'examen du Tribunal fédéral lorsqu'il entre en matière sur un recours dirigé contre une décision incidente au sens de l'art. 80e let. b EIMP (consid. 3). En l'occurrence, le séquestre litigieux a été demandé par l'Etat requérant (consid. 4). Son objet n'est toutefois pas dans un rapport suffisamment étroit avec les faits poursuivis (consid. 5). Il est en outre disproportionné (consid. 6)."], "faits": "BGE 130 II 329 S. 330\n\nLe 17 septembre 2003, le Parquet général de la Fédération de Russie a remis aux autorités suisses une demande d'entraide établie le 15 août 2003 par le juge d'instruction chargé des affaires de grande importance auprès du Parquet général, Salavat Kounakbaéivitch Karimov. Fondée sur la Convention européenne d'entraide judiciaire en matière pénale (CEEJ; RS 0.351.1), conclue à Strasbourg le 20 avril 1959 et entrée en vigueur le 20 mars 1967 pour la Suisse et le 9 mars 2000 pour la Russie, la demande était présentée pour les besoins de la procédure pénale ouverte contre le ressortissant russe G., des chefs d'escroquerie, d'abus de confiance et d'insoumission à une décision judiciaire, commis dans le cadre d'un groupe organisé. En tant que dirigeant de la banque Menatep (ci-après: Menatep), G. se serait, avec l'aide de Platon Leonidovitch Lebedev, approprié frauduleusement un lot d'actions du capital de la société A., au détriment de l'Etat, afin de prendre le contrôle de la société. G. aurait refusé de se soumettre à l'injonction judiciaire de restituer le lot d'actions en question. Entre 1994 et 2002, il aurait organisé avec ses comparses la vente, par A. et des intermédiaires, de grandes quantités de concentré d'apatite (phosphate de calcium utilisé comme engrais) aux sociétés suisses F. et O., à un prix inférieur à celui du marché (de l'ordre de 30 USD par tonne métrique). F. et O. auraient revendu l'apatite à l'étranger, au prix du marché (de l'ordre de 40 à 78 USD par tonne métrique). Les autorités requérantes soupçonnaient que les fonds ainsi détournés avaient été blanchis en Suisse. La demande tendait à la remise de la documentation concernant F. et O., à l'audition de leurs dirigeants, à la saisie et à la remise de la documentation bancaire relative aux opérations décrites, ainsi qu'à la détermination du sort des fonds.\n\nLe 31 octobre 2003, l'Office fédéral de la justice (ci-après: l'Office fédéral) a délégué au Ministère public de la Confédération l'exécution de la demande, laquelle a été complétée à plusieurs reprises.\n\nLe 14 novembre 2003, le Parquet général de la Fédération de Russie a précisé qu'était aussi impliqué dans le blanchiment des fonds Mikhail Borissovitch Khodorkovski, fondateur du groupe Menatep. Celui-ci détenait la totalité du capital-actions de plusieurs sociétés mêlées à l'affaire, dont E. Il était signalé également que BGE 130 II 329 S. 331Menatep était titulaire de différents comptes bancaires, à Genève et Zurich.\n\nSelon le complément du 18 novembre 2003, Khodorkovski avait été inculpé, dans le même contexte de faits, pour escroquerie, abus de confiance, insoumission à une décision judiciaire, appropriation, soustraction d'impôt et faux dans les titres, commis dans le cadre d'un groupe organisé. Khodorkovski aurait dirigé l'opération consistant à mettre la main sur le capital de A., ainsi que les ventes à F. et O. Avec Lebedev, Khodorkovski aurait obtenu frauduleusement des subventions pour un montant total de 407'120'540.28 RUR. Pour le blanchiment des fonds provenant des opérations délictueuses mises à la charge des prévenus, ceux-ci se seraient servis de sociétés dépendant de Menatep, parmi lesquelles Yukos Universal Ltd (ci-après: Yukos), active dans la production et le commerce du pétrole. La demande tendait à la saisie de la documentation relative à plusieurs comptes détenus par les différentes sociétés contrôlées par Menatep et Yukos, dont E., ainsi que par les personnes physiques associées aux affaires de Khodorkovski.\n\nLe 12 mars 2004, l'autorité requérante a demandé qu'un représentant du Parquet général soit autorisé à participer à l'exécution des actes d'entraide. Elle a également produit une ordonnance rendue le 12 mars 2004 par le juge du district de Basmany de la ville de Moscou. Des actions civiles avaient été formées devant ce tribunal pour obtenir de Khodorkovski et consorts le paiement d'un montant total de 127'000'000'000 RUR, en relation avec l'appropriation des actions de A. A titre de garanties, le juge a ordonné la saisie des fonds déposés sur tous les comptes détenus par les prévenus et les sociétés impliquées, dont E., ainsi que par plusieurs tiers, auprès de divers établissements bancaires en Suisse.\n\nSelon le complément du 19 mars 2004, Yukos aurait vendu à des sociétés qu'elle contrôlait du pétrole et des produits dérivés à des prix inférieurs à celui du marché. Les destinataires auraient revendu ces produits à leur véritable prix. Le butin, correspondant à la différence de prix, aurait été blanchi en Suisse. Au complément était jointe une décision rendue le 18 mars 2004 par le juge du district de Basmany, ordonnant le séquestre de comptes ouverts en Suisse, pour les besoins de la procédure pénale en cours. Ce complément mentionne que E. aurait servi au blanchiment du produit des délits mis à la charge de Khodorkovski et de ses comparses. BGE 130 II 329 S. 332\n\nLe 25 mars 2004, le Ministère public a rendu une décision d'entrée en matière ordonnant le séquestre d'un montant équivalent à 2'244'179'505.14 CHF déposé sur le compte n° g ouvert au nom de E. auprès de la banque U.\n\nLe Tribunal fédéral a admis le recours de droit administratif formé par E. contre cette décision, et annulé celle-ci.", "considerants": "Extrait des considérants:\n\n2. Aux termes de l'art. 80e let. b ch. 1 de la loi fédérale du 20 mars 1991 sur l'entraide internationale en matière pénale (EIMP; RS 351.1), peuvent faire l'objet d'un recours de droit administratif les décisions incidentes antérieures à la décision de clôture, en cas de préjudice immédiat et irréparable découlant de la saisie d'objets ou de valeurs. Il incombe au recourant d'indiquer, dans l'acte de recours, en quoi consiste le dommage et de démontrer que celui-ci ne serait pas réparé par un prononcé annulant, le cas échéant, la décision de clôture à rendre ultérieurement. Quant au préjudice à prendre en considération, il peut s'agir de l'impossibilité de satisfaire à des obligations contractuelles échues (paiement de salaires, intérêts, impôts, prétentions exigibles, etc.), du fait d'être exposé à des actes de poursuite ou de faillite, ou la révocation d'une autorisation administrative, ou de l'impossibilité de conclure des affaires sur le point d'aboutir. La seule nécessité de faire face à des dépenses courantes ne suffit pas, en règle générale, à rendre vraisemblable un préjudice immédiat et irréparable au sens de l'art. 80e let. b ch. 1 EIMP (ATF 128 II 353 consid. 3 p. 354).\n\nLa recourante est une filiale de Menatep. Elle est titulaire du compte n° g, ouvert le 29 novembre 2002, et dont notamment Khodorkovski et Lebedev sont les ayants droit. En 2003, Yukos a envisagé une fusion avec la société russe J. Pour le financement de cette opération, Yukos a emprunté à la banque Q. à Paris un montant de 1'600'000'000 USD, aux termes d'un contrat passé le 30 septembre 2003 (ch. 2.1 du contrat). Le 3 octobre 2003, la recourante a confié à la banque U. le mandat de fournir à la banque Q. un montant \"collatéral\" équivalent à celui du prêt accordé (art. 2 let. c du contrat). L'exécution de ce mandat a fait l'objet de trois accords entre la banque Q. et la banque U. (\"Risk Participation Agreement\", \"Deed of Indemnity\" et \"Charge Over Deposit Accounts\"), sur la base desquels la banque U. a remis à la banque Q. le montant convenu de 1'600'000'000 USD. Comme garantie, la BGE 130 II 329 S. 333recourante a versé sur le compte n° g un montant total de 1'757'350'000 USD (art. 3 let. b du contrat), qui correspond à celui faisant l'objet de la saisie contestée.\n\nAu titre du dommage immédiat et irréparable, la recourante expose que l'immobilisation du montant saisi l'oblige à payer à la banque U., selon l'art. 26 let. b du contrat du 3 octobre 2003, une rémunération annuelle de 26'121'657.50 USD qu'au demeurant le séquestre l'empêcherait d'honorer. A cela s'ajouterait que l'impossibilité de mettre à disposition le montant saisi pourrait amener la banque U. et la banque Q. à réaliser les droits de gage qu'elles détiennent, selon les accords passés entre elles (cf. art. 2 du Risk Participation Agreement et 9 du Charge Over Deposit Accounts). Le Ministère public et l'Office fédéral objectent qu'il s'agit là d'une simple hypothèse, de sorte que le danger redouté ne serait pas immédiat. Cet argument n'est pas déterminant. Le préjudice au sens de l'art. 80e let. b EIMP ne doit pas nécessairement être réalisé pour être immédiat. Si de simples conjectures ou hypothèses ne démontrent pas ce caractère, une perspective sérieuse et rapprochée peut suffire. En l'occurrence, sur le vu des accords passés entre la recourante, la banque Q. et la banque U., il existe un risque concret et sérieux que la recourante ne puisse récupérer le montant saisi, si le séquestre devait perdurer. A ce propos, le Ministère public semble considérer la possibilité d'une remise ultérieure des fonds, en vue de leur confiscation ou restitution dans l'Etat requérant (cf. art. 74a EIMP). Or, une telle perspective n'est pas envisageable à bref délai. Compte tenu de cette circonstance particulière, la condition du préjudice immédiat et irréparable au sens de l'art. 80e let. b ch. 1 EIMP doit être tenue pour remplie.\n\n3. Lorsqu'il entre en matière exceptionnellement sur un recours dirigé contre une décision incidente, le Tribunal fédéral se borne à examiner le bien-fondé de la mesure contestée. Il ne lui appartient pas de vérifier si la demande d'entraide doit être admise, point qui ne peut être résolu qu'avec le prononcé de la décision de clôture (arrêt 1A.195/1999 du 29 septembre 1999, consid. 2e). Lorsque la décision attaquée autorise la présence d'agents étrangers lors de l'exécution de la demande d'entraide (art. 80e let. b ch. 2 EIMP), l'intérêt à prendre en compte est lié à la protection du principe de spécialité et à la sauvegarde de la procédure d'entraide. Il s'agit d'éviter que l'autorité étrangère ne prenne connaissance d'informations ou de renseignements avant l'entrée en force de la décision de BGE 130 II 329 S. 334clôture, ou que ces informations ou renseignements ne parviennent à une autorité étrangère non autorisée ou conduisant une enquête pour les besoins de laquelle l'entraide ne peut être accordée. Lorsque la décision attaquée porte, comme en l'espèce, sur la saisie d'avoirs déposés sur un compte bancaire (art. 80e let. b ch. 1 EIMP), l'intérêt à prendre en compte est lié au respect du principe de la proportionnalité. Il s'agit d'éviter que le séquestre ne porte sur des fonds étrangers à l'objet de la demande ou hors de proportion avec celui-ci. En d'autres termes, l'autorité qui entre en matière sur la demande et, en exécution de celle-ci, ordonne un séquestre, doit vérifier que cette mesure de contrainte est réclamée par l'Etat requérant, qu'elle se trouve dans un rapport suffisamment étroit avec les faits exposés dans la demande et qu'elle n'est pas manifestement disproportionnée par rapport à l'objet de celle-ci. Elle rend à ce propos une décision sommairement motivée (art. 80a EIMP).\n\n4. Selon le complément du 18 novembre 2003, les autorités requérantes ont expressément demandé la remise des documents relatifs aux mouvements opérés sur le compte n° g. Elles ont communiqué au Ministère public une décision rendue le 12 mars 2004 par le juge du district de Basmany de la ville de Moscou, ordonnant la saisie du compte litigieux. En rendant la décision attaquée, le Ministère public s'est conformé à la mission confiée par l'Etat requérant.\n\n5. A l'instar de ce qui prévaut pour les mesures provisoires, le prononcé d'une décision incidente portant sur la saisie de fonds est possible même si, à ce stade de la procédure, toutes les conditions d'octroi de l'entraide ne sont pas encore remplies; une mesure de contrainte, telle qu'un séquestre, n'est refusée que si les prétentions de l'Etat requérant sont manifestement mal fondées (cf. ATF 123 II 268 consid. 4b/dd p. 276/277, et ATF 116 Ib 96 consid. 3a p. 99-101, concernant l'art. 18 EIMP).\n\n5.1 De la demande et de ses compléments, il ne ressort pas que la recourante aurait joué un rôle quelconque dans les opérations qui sont à l'origine de la demande - soit l'acquisition frauduleuse du capital-actions de A., ainsi que la vente d'engrais et de pétrole à des sociétés suisses dominées par Menatep, à un prix trop bas. Les autorités russes demandent la remise de la documentation relative au compte litigieux et la saisie des fonds déposés sur celui-ci, parce qu'elles soupçonnent la recourante, filiale du groupe Menatep, BGE 130 II 329 S. 335d'avoir servi au blanchiment du produit des infractions mises à la charge de Khodorkovski et consorts (cf. notamment le complément du 18 novembre 2003 et l'ordonnance de saisie du 12 mars 2004).\n\nA cet égard, la recourante expose que les fonds saisis avaient été réunis et transférés auprès d'elle afin de garantir le financement de l'opération de fusion de Yukos et J. Elle fait valoir, pièces à l'appui, que ces fonds proviendraient de la vente d'actions de Yukos et de dividendes. Cette affirmation mérite d'être vérifiée. Il conviendra notamment d'éclaircir le cheminement des fonds entre les différentes sociétés du groupe Menatep. En l'état, les conditions d'une remise de la documentation relative au compte n° g ne sont manifestement pas réunies. Faute d'indications à ce propos, l'autorité requise se trouve en effet dans l'impossibilité de déterminer, même de la manière la plus ténue, en quoi les fonds saisis représenteraient le produit des opérations liées à l'acquisition de A. ou à la vente d'engrais et de pétrole. Or, si la demande étrangère présentée pour les besoins de la répression de faits de blanchiment ne doit pas nécessairement contenir la preuve de la commission de ce délit ou de l'infraction principale, et souffre de se limiter à faire état de transactions suspectes (ATF 129 II 97), l'Etat requérant ne peut cependant se contenter de produire une simple liste de personnes recherchées et des montants détournés; il lui faut joindre des éléments propres à démontrer, au moins à première vue, que les comptes dont le séquestre est demandé ont effectivement servi au transfert des fonds dont on soupçonne l'origine délictueuse (arrêt 1A.32/2000 du 19 juin 2000, consid. 3a non publié à l' ATF 126 II 258; arrêt 1A.70/1999 du 25 juin 1999, consid. 6a non publié à l' ATF 125 II 356; cf. par exemple l'arrêt 1A.267/2003 du 14 janvier 2004). Le dossier ne contient aucun élément suffisant à ce propos. Il appartiendra au Ministère public d'inviter l'Etat requérant à remédier au défaut qui affecte la demande. La question de savoir si le séquestre pourrait être maintenu dans l'intervalle ne se pose pas en l'occurrence, car la mesure contestée doit de toute manière être levée au regard du principe de la proportionnalité (consid. 6 ci-dessous).\n\n5.2 Dans ses observations du 29 avril 2004, le Ministère public semble défendre le point de vue que les fonds litigieux pourraient être confisqués ultérieurement au titre de la créance compensatrice au sens de l'art. 59 ch. 3 CP. Cette affirmation - dont il n'y a pas lieu d'examiner le bien-fondé - suscite toutefois un certain doute quant au fait que le compte de la recourante ait pu servir au b BGE 130 II 329 S. 336lan chiment du produit des délits pour lesquels l'entraide est demandée. Quant à l'Office fédéral, il émet l'avis que les dispositions de la Convention du 8 novembre 1990 relative au blanchiment, au dépistage, à la saisie et à la confiscation des produits du crime (CBl; RS 0.311.53) imposeraient le maintien du séquestre. Dans ses observations du 27 avril 2004, il fait valoir que selon l'art. 11 par. 1 CBl, l'Etat requis est tenu de prendre les mesures provisoires qui s'imposent, notamment la saisie, pour prévenir toute opération, transfert ou aliénation relativement à un bien qui pourrait faire l'objet par la suite d'une confiscation. Il convient de relever toutefois que les mesures au sens de l'art. 11 CBl sont exécutées selon le droit de l'Etat requis (art. 12 par. 1 CBl) soit, en l'occurrence, les principes développés dans la jurisprudence et rappelés ci-dessus. Au demeurant, la CBl n'a pas pour effet que des décisions de saisie, ordonnées dans l'Etat requérant à l'appui d'une demande d'entraide fondée sur cette Convention, s'appliqueraient en Suisse automatiquement et sans contrôle de la conformité au droit interne de la mesure réclamée.\n\n6. En vertu du principe de la proportionnalité qui s'applique à tous les stades de la procédure d'entraide, l'étendue du séquestre doit rester en rapport avec le produit de l'infraction poursuivie. Cette exigence résulte également de l'art. 27 par. 2 CBl, à teneur duquel lorsqu'une demande de mesures provisoires vise la saisie d'un bien qui pourrait faire l'objet d'une décision de confiscation consistant en l'obligation de payer une somme d'argent, cette demande doit aussi indiquer la somme maximale que l'on cherche à récupérer sur ce bien.\n\nLa décision de saisie rendue le 12 mars 2004 par le juge du district de Basmany indique que le dommage subi à raison des manoeuvres frauduleuses entourant l'acquisition du capital de A. auraient causé un dommage de 283'142'000 USD. Dans le même contexte de fait, des plaignants auraient émis des prétentions civiles pour un montant total de 127'000'000'000 RUR, qui se rapproche du montant total des séquestres ordonnés en Suisse par le Ministère public, soit 6'200'000'000 CHF environ. La demande et ses compléments ne contiennent toutefois aucun élément permettant de déterminer, même de manière minimale, la cause, la nature et l'étendue d'un dommage aussi considérable, qui serait de nature à justifier le prononcé du séquestre contesté. BGE 130 II 329 S. 337\n\nBien fondé à cet égard, le recours doit être admis et la décision attaquée annulée. Il n'est pas exclu, de prime abord, que le Ministère public puisse prendre ultérieurement une autre mesure de contrainte. Cela présupposerait toutefois que les incertitudes relatives à l'exposé des faits poursuivis soient dissipées."}