{"annee": "130", "cour": "III", "page": "87", "date": "25/11/2003", "cite": ["126 III 59", "112 III 88", "129 I 49", "129 I 8", "122 III 125"], "cite_par": ["132 III 140", "136 III 624"], "chapeau": "12. Extrait de l'arrêt de la IIe Cour civile dans la cause X. contre Y. AG et Cour de justice du canton de Genève (recours de droit public)\n\n5P.425/2002 du 25 novembre 2003", "regestes": ["Art. 82 al. 1 LP, art. 32 al. 1 CO; reconnaissance de dette signée par un représentant de la société anonyme poursuivie. Il est arbitraire de prononcer la mainlevée provisoire de l'opposition sur la base d'effets de change signés par un représentant dont les pouvoirs, fussent-ils conférés par un comportement concluant de la société anonyme débitrice, ne ressortent pas clairement du dossier (consid. 3)."], "faits": "", "considerants": "BGE 130 III 87 S. 87\n\nExtrait des considérants:\n\n3. La recourante se plaint d'une application arbitraire des dispositions régissant la représentation (art. 32 ss CO). Elle prétend que le signataire des lettres de change litigieuses n'était pas autorisé à la représenter et qu'elle n'a pas ratifié sa signature par la suite; de plus, la bonne foi de l'intimée ne saurait en l'occurrence être protégée. Invoquant les art. 8 CC, ainsi que 186 al. 1 et 196 LPC/GE, elle fait grief à la Cour de justice d'avoir apprécié les preuves de BGE 130 III 87 S. 88manière insoutenable sur ce point, l'art. 82 LP présentant selon elle des exigences plus élevées en ce qui concerne l'établissement des faits.\n\n3.1 Constitue une reconnaissance de dette, au sens de l'art. 82 al. 1 LP, l'acte authentique ou sous seing privé signé par le poursuivi - ou son représentant - d'où ressort sa volonté de payer au poursuivant, sans réserve ni condition, une somme d'argent déterminée, ou aisément déterminable, et échue (cf. à ce sujet: ATF 122 III 125 consid. 2 p. 126 et les références). Les titres sur lesquels se fonde la présente poursuite, à savoir deux lettres de change, revêtent (formellement) cette qualité (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Lausanne 1999, n. 54 ad art. 82 LP; JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4e éd., 1997, n. 14 ad art. 82 LP; AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, Berne 2003, §19 N. 76).\n\nLa reconnaissance signée par un représentant ne justifie en principe la mainlevée dans la poursuite introduite contre le représenté que si les pouvoirs du représentant sont établis par pièces, en tout cas s'ils sont contestés par le poursuivi; selon la jurisprudence, il n'est pas arbitraire de prononcer la mainlevée provisoire sur la base d'une reconnaissance de dette signée par un représentant même en l'absence d'une procuration écrite lorsque ses pouvoirs peuvent se déduire d'un comportement concluant du représenté, dont il résulte clairement que le représentant a signé en vertu d'un rapport de représentation (ATF 112 III 88 consid. 2c et les références; GILLIÉRON, op. cit., n. 34 ad art. 82 LP; DANIEL STAEHELIN, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Staehelin/Bauer/ Staehelin, n. 57 ad art. 82 LP). De même, quand l'obligé est une personne morale, la mainlevée provisoire dans la poursuite contre celle-ci ne peut être prononcée que si les pouvoirs du représentant (art. 32 al. 1 CO) ou de l'organe (art. 55 al. 2 CC) qui a signé sont prouvés par pièces ou par un comportement concluant du représenté au cours de la procédure sommaire de mainlevée. A défaut de tels pouvoirs ou preuve des pouvoirs, la mainlevée contre le représenté doit être refusée.\n\n3.2 En l'espèce, l'autorité cantonale a considéré que la créancière était fondée à croire que le signataire des lettres de change représentait valablement la débitrice, même en l'absence de procuration BGE 130 III 87 S. 89formelle ou de signature individuelle inscrite au registre du commerce. Au regard des documents fournis par les parties et, notamment, des pièces complémentaires produites par la créancière, force était d'admettre qu'il disposait de pouvoirs conférés tacitement - tant par la débitrice que par son administrateur - pour engager celle-ci à concurrence de montants très importants. Selon la Cour de justice, ce dernier ne pouvait ignorer l'intervention de son collaborateur dans le contexte litigieux puisque, en particulier, une première lettre de change, identique à celles faisant l'objet de la présente affaire, avait été précédemment honorée par la débitrice; faute de réaction de sa part, les pouvoirs que son collaborateur se serait par hypothèse spontanément octroyés avaient, en tout état de cause, été ratifiés. De plus, la signature pour aval d'une société du groupe de la débitrice permettait difficilement d'adhérer à la thèse de celle-ci selon laquelle il se serait agi d'une action isolée, menée pour son propre compte par le signataire des lettres de change. Dès lors, il y avait lieu d'admettre que celui-ci disposait des pouvoirs nécessaires pour engager la débitrice. Quand bien même tel ne serait pas le cas, la bonne foi de la créancière méritait de toute manière d'être protégée: du fait que la tirée avait accepté le paiement d'une première lettre de change identique sans soulever d'objection, la créancière était en droit de considérer que le signataire bénéficiait des pouvoirs de représentation nécessaires.\n\n3.3 Cette appréciation apparaît insoutenable dans le cadre d'une procédure de mainlevée. Selon l'art. 32 al. 1 CO, la représentation directe suppose, notamment, que le représentant soit autorisé, c'est-à-dire habilité à faire naître des droits et des obligations directement en faveur ou à la charge du représenté; il faut donc que celui-ci ait la volonté d'être lié par les actes du représentant (cf. ATF 126 III 59 consid. 1 p. 64 et les références). Or, en l'occurrence, cette volonté ne ressort pas distinctement du dossier. En particulier, le fait qu'une première lettre de change, identique aux deux autres, ait été honorée ne permet pas d'affirmer, de façon claire et nette (cf. ATF 112 III 88 précité), que le dénommé K. était autorisé à signer les titres litigieux au nom de la tirée ni que sa signature a été tacitement ratifiée par celle-ci. Un tel pouvoir de représentation, même conféré par un comportement concluant de la débitrice, ne résulte pas non plus explicitement des autres pièces du dossier. L'opinion opposée de la Cour de justice se trouve ainsi en contradiction évidente avec la situation effective et doit, par conséquent, être BGE 130 III 87 S. 90qualifiée d'arbitraire (art. 9 Cst; cf. sur cette notion: ATF 129 I 8 consid. 2.1 p. 9, ATF 129 I 49 consid. 4 p. 58, 173 consid. 3 p. 178 et les arrêts cités). Autre chose est de savoir si les preuves administrées permettraient d'établir un tel pouvoir de représentation dans un procès au fond. Il n'y a toutefois pas lieu de trancher cette question ici."}