{"annee": "130", "cour": "III", "page": "400", "date": "17/5/2004", "cite": ["119 III 15", "109 III 11", "120 III 42", "121 III 285", "120 III 71", "125 III 401", "94 III 65"], "cite_par": ["135 III 46", "134 III 608", "134 III 182", "140 V 441", "135 III 20"], "chapeau": "51. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. Ausgleichskasse Z. (Beschwerde)\n\n7B.41/2004 vom 17. Mai 2004", "regestes": ["Saisissabilité d'indemnités journalières selon la loi fédérale du 19 juin 1959 sur l'assurance-invalidité, qualité pour porter plainte et recourir (art. 17 ss, art. 92 al. 1 ch. 9a et art. 93 al. 1 LP). Le tiers débiteur n'a pas qualité pour porter plainte et recourir contre la saisie, mais peut seulement dénoncer la saisie de biens absolument insaisissables (consid. 2). Les indemnités journalières de l'assurance-invalidité ne représentent pas des biens absolument insaisissables, mais un revenu relativement saisissable selon l'art. 93 al. 1 LP (consid. 3)."], "faits": "BGE 130 III 400 S. 401\n\nA. Das Betreibungsamt Obwalden erliess in der gegen Y. laufenden Betreibung Nr. x am 4. September 2003 die Pfändungsurkunde. Gleichentags zeigte das Betreibungsamt der Ausgleichskasse Z. an, dass von dem seit 7. Juli 2003 an den Schuldner ausgerichteten IV-Taggeld der sein Existenzminimum von Fr. 2'700.- übersteigende Betrag dem Amt abzuliefern sei. Am 1. Oktober 2003 erhob die Ausgleichskasse Z. Beschwerde gegen das Schreiben des Betreibungsamtes vom 19. September 2003, mit welchem dieses auf der Ablieferung des Betrages gemäss Anzeige bestanden hatte, und verlangte die Feststellung der Nichtigkeit der Pfändung.\n\nB. Die Obergerichtskommission des Kantons Obwalden als kantonale Aufsichtsbehörde in SchKG-Sachen wies mit Entscheid vom 27. Februar 2004 die Beschwerde im Wesentlichen ab und stellte fest, dass die an die Ausgleichskasse Z. gerichtete Anzeige betreffend Lohnpfändung vom 4. September 2003 sowie die ihr zugrunde liegende Pfändung der IV-Taggelder des Schuldners gültig sei (Dispositiv-Ziff. 2).\n\nC. Die Ausgleichskasse Z. hat den Beschluss der kantonalen Aufsichtsbehörde mit Beschwerdeschrift vom 10. März 2004 (rechtzeitig) an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen und beantragt, es sei Dispositiv-Ziff. 2 des BGE 130 III 400 S. 402angefochtenen Entscheides aufzuheben; eventuell sei die Sache an die Vorinstanz zurückzuweisen.\n\nDie kantonale Aufsichtsbehörde hat anlässlich der Aktenüberweisung auf Gegenbemerkungen (Art. 80 OG) verzichtet. Es sind keine Vernehmlassungen eingeholt worden.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin ist Schuldnerin des Betreibungsschuldners, welcher am 4. September 2003 angezeigt worden ist, dass sie rechtsgültig nur noch an das Betreibungsamt leisten könne. Sie behauptet nicht, durch die Anzeige des Betreibungsamtes sei ihre eigene Rechtsstellung berührt (vgl. BGE 109 III 11 E. 2 S. 13), sondern wendet sich einzig gegen die Gültigkeit der Pfändung, indem sie eine Verletzung der Regeln über die Pfändbarkeit rügt. Die Pfändung wurde indessen gegenüber dem Betreibungsschuldner vollzogen. Insoweit ist nicht ersichtlich, inwiefern die Beschwerdeführerin als Drittschuldnerin - durch den Pfändungsvollzug des Betreibungsamtes oder durch die angefochtene Dispositiv-Ziffer des vorinstanzlichen Entscheides - in ihren schutzwürdigen (rechtlichen oder tatsächlichen) Interessen berührt wäre (BGE 120 III 42 E. 3 S. 44; vgl. JAEGER / WALDER / KULL / KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl., 1997, N. 7 a.E. zu Art. 99 SchKG). Die Beschwerde erweist sich insoweit als unzulässig. Selbst bei einer formell unzureichenden Beschwerde, wie sie hier vorliegt, kann die erkennende Kammer eingreifen, wenn sie auf eine nichtige Verfügung (Art. 22 SchKG) tatsächlich aufmerksam wird (BGE 94 III 65 E. 2 S. 68 und 71).\n\n3.\n\n3.1 Die Aufsichtsbehörde hat im Wesentlichen festgehalten, dass IV-Taggelder als eine Entschädigung für Verdienstausfall zu werten seien, welche im Rahmen von Art. 93 Abs. 1 SchKG beschränkt pfändbar sei. Die Beschwerdeführerin als Drittschuldnerin macht im Wesentlichen geltend, die gegenüber dem Betreibungsschuldner vollzogene Pfändung von IV-Taggeldern sei nichtig im Sinne von Art. 22 SchKG, weil Leistungen der IV gemäss Art. 92 Abs. 1 Ziff. 9a SchKG absolut unpfändbar seien. Die Pfändbarkeit von IV-Taggeldern widerspreche dem gesetzlichen Zweck der IV, dass der Invalide eine Ausbildung absolviere und die Wiedereingliederung erreiche, währenddessen sein Lebensbedarf gedeckt sei. BGE 130 III 400 S. 403\n\n3.2 Zu Recht ist unbestritten, dass die Pfändung von gewissen Leistungsansprüchen des Schuldners, die mit Rücksicht auf die Rechtsnatur sowie vor allem auf ihre soziale Bestimmung unpfändbar sind (Art. 92 Abs. 1 Ziff. 7-10 SchKG), nichtig im Sinne von Art. 22 SchKG ist (AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 7. Aufl., 2003, § 23 Rz. 31 und 33). Soweit die Beschwerdeführerin die Nichtigkeit der Pfändung damit begründet, dass weder das Betreibungsamt noch die Aufsichtsbehörde über Schuldbetreibung und Konkurs, sondern das Bundesamt für Sozialversicherung in sachlicher Hinsicht zuständig sei, über die Frage der Pfändbarkeit von IV-Taggeldern zu entscheiden, geht sie fehl: Die strittige Pfändung ist als Verfügung eines Betreibungsamtes nach Art. 17 SchKG an die kantonale Aufsichtsbehörde und an das Bundesgericht wegen Verletzung von Bundesrecht weiterziehbar (Art. 19 SchKG); ebenso steht es den Aufsichtsbehörden zu, von Amtes wegen eine allfällige Nichtigkeit der Pfändung festzustellen (Art. 22 Abs. 1 SchKG).\n\n3.3 Bei den Taggeldern als sozialversicherungsrechtlicher Leistungsart handelt es sich um ein Ersatzeinkommen, welches grundsätzlich vorübergehend ausgerichtet und nach Tagen bemessen wird (LOCHER, Grundriss des Sozialversicherungsrechts, 3. Aufl., 2003, § 44 Rz. 1; vgl. Art. 15 des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts [ATSG; SR 830.1]; KIESER, ATSG-Kommentar, N. 6 zu Art. 15 ATSG). Nach Art. 22 Abs. 1 des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung (IVG; SR 831.20) haben die Versicherten während der Eingliederung unter bestimmten Voraussetzungen Anspruch auf ein Taggeld. Es ist zu Recht unstrittig, dass die fraglichen IV-Taggelder keine Leistungen für Genugtuung, Ersatz von Heilungskosten oder für die Anschaffung von Hilfsmitteln darstellen, die nach Art. 92 Abs. 1 Ziff. 9 SchKG absolut unpfändbar wären. Bleibt zu prüfen, ob die Aufsichtsbehörde annehmen durfte, dass die IV-Taggelder nicht unter Art. 92 Abs. 1 Ziff. 9a SchKG fallen, wonach Renten gemäss Art. 20 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung (AHVG; SR 831.10) oder gemäss Art. 50 IVG, die Leistungen gemäss Art. 12 des Bundesgesetzes vom 19. März 1965 über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung (ELG; SR 831.30) sowie die Leistungen der Familienausgleichskassen unpfändbar sind. BGE 130 III 400 S. 404\n\n3.3.1 Nach dem Gesetzestext sind die \"Renten\" (\"rentes\", \"rendite\") der IV unpfändbar (Art. 92 Abs. 1 Ziff. 9a SchKG) bzw. ist der \"Rentenanspruch\" (\"le droit à la rente\", \"il diritto alla rendita\") der IV der Zwangsvollstreckung entzogen (Art. 50 Abs. 1 IVG in der am 1. Januar 2003 in Kraft getretenen Fassung; AS 2002 S. 3410). Der klare Wortlaut der Bestimmungen bietet an sich keinen Anlass (vgl. BGE 125 III 401 E. 2a S. 403 f.), unter dem Begriff der \"Renten nach Art. 50 IVG\" das IV-Taggeld (\"indemnité journalière\", \"indennità giornaliera\") zu verstehen, sondern vorab die Leistungen nach Art. 28 ff. IVG, welche entweder ein aus Invaliditätsgründen dauerhaft vermindertes oder weggefallenes Erwerbseinkommen abgelten (vgl. GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 170 a.E. zu Art. 92 SchKG; zur IV-Rente: LOCHER, a.a.O., § 52 Rz. 1).\n\n3.3.2 Die Botschaft zur SchKG-Reform geht vom Grundsatz aus, dass die Leistungen der Sozialversicherungen beschränkt pfändbar sind, sofern ihnen der Charakter eines Erwerbssurrogates (oder einer Abgeltung für Unterhaltsansprüche) zukommt, berücksichtigt aber - als Ausnahme vom Grundsatz - die absolute Unpfändbarkeit der Leistungen der Ersten Säule (sowie der Leistungen der Familienausgleichskassen), zumal das betreibungsrechtliche Existenzminimum regelmässig höher als die Leistungen der Ersten Säule liege (BBl 1991 III 75 ff.). Diese Auffassung des Bundesrates wurde in den parlamentarischen Beratungen bestätigt (Votum Meier, AB 1994 S 1094). In der Literatur wird - mehr oder weniger deutlich in Anlehnung an die Botschaft - ebenfalls von der absoluten Unpfändbarkeit der \"Leistungen\" der Ersten Säule gesprochen (AMONN/WALTHER, a.a.O., § 23 Rz. 37; im Unterschied zur 5. Aufl., 1993, § 23 Rz. 36: \"Renten\") und weiter festgehalten, dass diese in der Regel lediglich den Grundbedarf decken und eine Diskussion über die Pfändbarkeit erübrigen würden (JAEGER/WALDER/ KULL/KOTTMANN, a.a.O., N. 57 zu Art. 92 SchKG; GILLIÉRON, a.a.O., N. 186 zu Art. 92 SchKG; VONDER MÜHLL, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, N. 37 zu Art. 92 SchKG). Gegen die Annahme, dass unter \"Leistungen der Ersten Säule\" auch die IV-Taggelder verstanden werden, spricht allerdings der Umstand, dass das Taggeld das betreibungsrechtliche Existenzminimum ohne weiteres erheblich übersteigen kann, weil es aus der Entschädigung gemäss Erwerbsersatzgesetz (EOG; SR 834.1) bzw. seit 1. Januar 2004 aus einer Grundentschädigung besteht, die BGE 130 III 400 S. 40580 % des Erwerbseinkommens, das durch die zuletzt ohne gesundheitliche Einschränkung ausgeübte Tätigkeit erzielt wurde, beträgt (Art. 22 Abs. 2, Art. 23 Abs. 1, Art. 24 Abs. 1 IVG; AS 2003 S. 3837). Nach der Auffassung von URSPRUNG (Das Zusammenspiel des Schuldbetreibungs- und Konkursrechts mit dem Sozialversicherungsrecht, BlSchK 2003 S. 155) sind denn auch nur \"gewisse Leistungen der 1. Säule, d.h. Renten der AHV/IV und Ergänzungsleistungen sowie die Leistungen der Familienausgleichskassen\" von der Pfändung gänzlich ausgeschlossen. Entgegen der Meinung der Beschwerdeführerin weisen jedenfalls weder die SchKG-Reform noch die Lehrmeinungen eindeutig in Richtung einer absoluten Unpfändbarkeit von IV-Taggeldern.\n\n3.3.3 Kein anderer Schluss ergibt sich aus dem Zusammenhang zwischen Art. 92 Abs. 1 Ziff. 9a SchKG und dem ATSG, welches - wie der Dritte Abschnitt des IVG - die Geldleistungen u.a. in Taggelder und Renten unterscheidet (Art. 15 ATSG). Da das ATSG die Zwangsvollstreckung nicht ordnet, wurde diese neu im IVG geregelt (BBl 1999 S. 4783; vgl. KIESER, a.a.O., N. 10 zu Art. 22 ATSG). Wohl haben kantonale Aufsichtsbehörden gestützt auf aArt. 50 Abs. 1 IVG (\"Sicherung und Verrechnung von Leistungen\") und die Verweisung auf das AHVG, welches jeden Rentenanspruch der Zwangsvollstreckung entzieht, auch die IV-Taggelder als absolut unpfändbar bezeichnet (BlSchK 2003 S. 173; Gerichts- und Verwaltungspraxis des Kantons Zug [GVP/ZG] 1993 S. 132; ebenso PAUL MARVILLE, Exécution forcée, responsabilité patrimoniale et protection de la personnalité, Diss. Lausanne 1992, S. 257). Nachdem das IVG die Zwangsvollstreckung regelt, lässt sich indessen aus dem blossen Gesetzeszusammenhang (mit dem AHVG) nicht ableiten, auch die IV-Taggelder seien absolut unpfändbar.\n\n3.3.4 Die Beschwerdeführerin bringt schliesslich vergeblich vor, Sinn und Zweck der in Frage stehenden Normen stehe einer beschränkten Pfändbarkeit von IV-Taggeldern entgegen. Nach dem mit der SchKG-Revision eingeführten Pfändungssystem soll jedes Erwerbseinkommen, auch sämtliches Erwerbssurrogat einschliesslich desjenigen in Form von Leistungen der Sozialversicherungen, beschränkt pfändbar sein. Der Grund für die in Art. 92 Abs. 1 Ziff. 9a SchKG festgelegte Ausnahme der absoluten Unpfändbarkeit in Bezug auf AHV- und IV-Renten liegt in der Verfassung, welche verlangt, dass diese Renten den Existenzbedarf angemessen zu decken haben (Art. 112 Abs. 2 lit. b BV; Art. 34quater Abs. 2 Satz 3 aBV; BGE 130 III 400 S. 406 BGE 121 III 285 E. 3 S. 290; GREBER, in: Aubert u.a. [Hrsg.], Kommentar zur Bundesverfassung, N. 65 zu Art. 34quater aBV). Das Gleiche gilt ohne weiteres in Bezug auf die Ergänzungsleistungen zur AHV/IV, aber auch für die - im Gesetz nicht genannte - Hilflosenentschädigung nach Art. 42 ff. IVG (GILLIÉRON, a.a.O., N. 186 zu Art. 92 SchKG). Folglich erscheint verfassungskonform, die Erwerbssurrogat bildenden und grundsätzlich nach dem früheren Einkommen festgelegten IV-Taggelder insoweit als pfändbar zu betrachten, als diese den Existenzbedarf übersteigen, d.h. für den Schuldner und seine Familie nicht unbedingt notwendig im Sinne von Art. 93 Abs. 1 SchKG sind. Ebenso ist mit der in Art. 50 Abs. 1 IVG angestrebten Sicherung des Leistungszwecks der IV vereinbar, vorab die in der Regel unter dem betreibungsrechtlichen Existenzminimum liegenden Renten, nicht aber die IV-Taggelder der Zwangsvollstreckung zu entziehen. Die IV-Taggelder sind meistens höher als die in Frage kommende Rente, um die Motivation des Invaliden zur Eingliederung nicht zu schmälern (MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 218), zumal die Eingliederung den Vorrang vor der Rente hat (KIESER, a.a.O., N. 33 in Vorbemerkungen). Ob bereits das IV-Taggeld oder erst das nach erfolgreicher Eingliederung erworbene Einkommen beschränkt pfändbar ist, hat indessen - genauso wenig wie eine absolute Unpfändbarkeit der IV-Taggelder - keinen erheblichen Einfluss auf die Motivation des Invaliden, eine (absolut unpfändbare) IV-Rente zu vermeiden. Vor diesem Hintergrund erscheint nicht gerechtfertigt, das Ersatzeinkommen in Form von IV-Taggeldern gegenüber anderen in Art. 93 SchKG aufgeführten Einkommen zu bevorzugen (vgl. BGE 119 III 15 E. 1c S. 17; BGE 120 III 71 E. 3 S. 74).\n\n3.4 Nach dem Dargelegten ist nicht zu beanstanden, wenn die Aufsichtsbehörde zur Auffassung gelangt ist, die IV-Taggelder seien keine absolut unpfändbaren Leistungen im Sinne von Art. 92 Abs. 1 Ziff. 9a SchKG. Insofern besteht in Bezug auf die von der Aufsichtsbehörde geschützte Verfügung des Betreibungsamtes kein Anlass zum Einschreiten von Amtes wegen (Art. 22 SchKG), und die Beschwerde erweist sich als unbegründet."}