{"annee": "130", "cour": "III", "page": "133", "date": "26/1/2004", "cite": ["100 III 16"], "cite_par": [], "chapeau": "18. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. Bank Z. (Beschwerde)\n\n7B.264/2003 vom 26. Januar 2004", "regestes": ["Interruption d'une vente aux enchères immobilière; art. 60 al. 2 et art. 61 al. 1 ORFI. Lorsque les conditions de vente prévoient le versement avant l'adjudication d'un acompte à valoir sur le prix de vente, les enchères ne peuvent pas être interrompues pour permettre de réunir les fonds (consid. 2.3)."], "faits": "", "considerants": "BGE 130 III 133 S. 134\n\nAus den Erwägungen:\n\n2.\n\n2.3 Wird nach den Steigerungsbedingungen eine sofort zu leistende Barzahlung oder Sicherheitsleistung verlangt, erfolgt der Zuschlag gemäss Art. 60 Abs. 2 der Verordnung des Bundesgerichts vom 23. April 1920 über die Zwangsverwertung von Grundstücken (VZG; SR 281.42) nur nach deren Leistung; andernfalls wird in Fortsetzung der Steigerung das nächst tiefere Angebot nochmals dreimal ausgerufen und, wenn es nicht überboten wird, daraufhin der Zuschlag erteilt. Art. 61 Abs. 1 VZG bestimmt sodann, dass die Steigerung ohne Unterbrechung durchzuführen ist. Diese Be-stimmung ist mit der Änderung der VZG vom 5. Juni 1996 eingefügt worden (AS 1996 S. 2900). Darauf Bezug nehmend hat die Vorinstanz weiter ausgeführt, bereits unter früherem Recht habe das Bundesgericht jedoch schon entschieden, dass der Betreibungsbeamte nicht gehalten sei, die Steigerung zu unterbrechen, um einem Interessenten zu ermöglichen, bei einer Bank das für den Zuschlag erforderliche Geld abzuheben, wenn in den Steigerungsbe-dingungen Barzahlung vorgesehen werde (BGE 100 III 16 E. 1); das Bundesgericht habe es zudem als zweifelhaft bezeichnet, ob es überhaupt im Ermessen des Betreibungsbeamten gestanden hätte, die Versteigerung kurz zu unterbrechen (E. 2 S. 18).\n\nDie Beschwerdeführerin bringt dagegen vor, im hier zu beurteilenden Fall müsse die Zulässigkeit eines Unterbruchs von 10 Minuten, womit alle Anwesenden einverstanden gewesen seien, klar bejaht werden. Der zehnminütige Unterbruch falle zweifelsfrei noch unter die sofortige Liquidation im Sinne von Art. 63 Abs. 1 VZG (erster Teilsatz). Abgesehen davon, dass der Beschwerdegegner in seiner Vernehmlassung das behauptete Einverständnis verneint, geht die Rüge fehl. Denn aus dem revidierten Art. 61 Abs. 1 VZG geht klar hervor, dass eine Unterbrechung der Steigerung nicht zulässig ist. Dieser Wille des Gesetzgebers wird denn auch von der Lehre ohne jede Einschränkung wiedergegeben (HÄUSERMANN/ STÖCKLI/ FEUZ, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Staehelin/Bauer/Staehelin [Hrsg.], Basel/Genf/ Müchen 1998, S. 1395, Rz. 5 zu Art. 142a SchKG; WALDER/KULL/ KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl., Bd. I, Zürich 1997, S. 762, Rz. 7 zu Art. 142a SchKG; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Art. 89-158, S. 732, Rz. 72 zu Art. 142a SchKG). BGE 130 III 133 S. 135Mit dem Unterbruch der Steigerung ist Bundesrecht verletzt worden. Die Vorinstanz hat somit zu Recht den Entscheid des Präsidenten des Bezirksgerichts Lenzburg bestätigt, womit der Zuschlag aufgehoben und das Be-treibungsamt angewiesen worden war, im Interesse des gesetzmässigen Verfahrens eine neue Steigerung anzusetzen."}