{"annee": "130", "cour": "V", "page": "488", "date": "18/8/2004", "cite": ["120 V 368", "124 V 108", "108 V 210", "107 V 87"], "cite_par": ["142 V 523", "132 V 215", "139 V 399"], "chapeau": "72. Auszug aus dem Urteil i.S. B. gegen Bundesamt für Militärversicherung und Verwaltungsgericht des Kantons Schwyz\n\nM 7/03 vom 18. August 2004", "regestes": ["Art. 37 al. 1 LAM: Droit au reclassement. Le droit au reclassement suppose, entre autres conditions, que la perte de gain durable due à l'invalidité atteigne 20 % environ (application analogique de la jurisprudence rendue à propos de l'art. 17 LAI dans sa teneur en vigueur jusqu'au 31 décembre 2003; consid. 4)."], "faits": "", "considerants": "BGE 130 V 488 S. 489\n\nAus den Erwägungen:\n\n4. Streitig und zu prüfen bleibt der Anspruch auf Umschulung.\n\n4.1 In den Art. 33-39 MVG werden unter dem Titel \"Eingliederung\" die Eingliederungs- und Nachfürsorgemassnahmen geregelt.\n\nGemäss Art. 33 MVG (\"Anspruchsvoraussetzungen\") haben Invalide oder von einer Invalidität (Art. 8 ATSG) unmittelbar bedrohte Versicherte Anspruch auf Eingliederungsmassnahmen, soweit diese notwendig und geeignet sind, die verbleibende Erwerbsfähigkeit (Art. 7 ATSG) oder die soziale Integration zu erhalten oder zu verbessern. Die Eingliederungsmassnahmen werden in der Regel in der Schweiz durchgeführt (Abs. 1). Bei den Eingliederungsmassnahmen zur Erhaltung und Verbesserung der Erwerbsfähigkeit ist die gesamte noch zu erwartende Arbeitsdauer zu berücksichtigen (Abs. 2).\n\nLaut Art. 37 MVG (\"Umschulung\") hat der Versicherte Anspruch darauf, sich für eine neue Erwerbstätigkeit umschulen zu lassen, wenn dies infolge Invalidität notwendig ist und dadurch die Erwerbsfähigkeit voraussichtlich erhalten oder wesentlich verbessert werden kann (Abs. 1). Der Umschulung auf eine neue Erwerbstätigkeit gleichgestellt sind die Wiedereingliederung in den bisherigen Beruf sowie die invaliditätsbedingte berufliche Weiterbildung (Abs. 2). In Abs. 3 wird der Inhalt des Leistungsanspruchs geregelt.\n\n4.2 Gemäss Art. 17 Abs. 1 des Invalidenversicherungsgesetzes vom 19. Juni 1959 (in der bis 31. Dezember 2003 gültig gewesenen Fassung) hat der Versicherte Anspruch auf Umschulung auf eine neue Erwerbstätigkeit, wenn die Umschulung infolge Invalidität notwendig ist und dadurch die Erwerbsfähigkeit voraussichtlich erhalten oder wesentlich verbessert werden kann.\n\nNach der zu Art. 17 IVG ergangenen Rechtsprechung ist unter Umschulung grundsätzlich die Summe der Eingliederungsmassnahmen berufsbildender Art zu verstehen, die notwendig und geeignet sind, dem vor Eintritt der Invalidität bereits erwerbstätig gewesenen Versicherten eine seiner früheren annähernd gleichwertige Erwerbsmöglichkeit zu vermitteln. Dabei bezieht sich der Begriff der \"annähernden Gleichwertigkeit\" nicht in erster Linie auf das Ausbildungsniveau als solches, sondern auf die nach erfolgter Eingliederung zu erwartende Verdienstmöglichkeit. In der Regel besteht nur ein Anspruch auf die dem jeweiligen Eingliederungszweck BGE 130 V 488 S. 490angemessenen, notwendigen Massnahmen, nicht aber auf die nach den gegebenen Umständen bestmöglichen Vorkehren. Dies deshalb, weil die Eingliederung nach dem Willen des Gesetzgebers lediglich so weit sicherzustellen ist, als dies im Einzelfall notwendig, aber auch genügend ist. Schliesslich setzt der Anspruch auf Umschulung voraus, dass die versicherte Person wegen der Art und Schwere des Gesundheitsschadens im bisher ausgeübten und in den für sie ohne zusätzliche berufliche Ausbildung offen stehenden zumutbaren Erwerbstätigkeiten eine bleibende oder längere Zeit dauernde Erwerbseinbusse von etwa 20 % erleidet, wobei es sich um einen blossen Richtwert handelt (BGE 124 V 110 f. Erw. 2a und b mit Hinweisen auf u.a. AHI 1997 S. 80 Erw. 1b; ZAK 1984 S. 91 oben, 1966 S. 439 Erw. 3).\n\n4.3\n\n4.3.1 Art. 37 Abs. 1 MVG stimmt - in allen drei sprachlichen Fassungen - praktisch wörtlich mit Art. 17 Abs. 1 IVG (in der bis 31. Dezember 2003 gültig gewesenen Fassung) überein. Der Bundesrat hatte in seiner Botschaft zum Gesetzesentwurf vom 27. Juni 1990 für ein neues Militärversicherungsgesetz ausgeführt, Art. 37 MVG entspreche im Wesentlichen Art. 17 IVG (BBl 1990 III 237). Die mit dem bundesrätlichen Gesetzesentwurf vorgeschlagene Bestimmung war von den Eidgenössischen Räten in der Folge unverändert und ohne Diskussionen angenommen worden (Amtl. Bull. 1991 S 903, 1992 N 507). Das in Art. 33 MVG (Erw. 4.1 hievor) umschriebene Erfordernis, wonach Eingliederungsmassnahmen nach MVG, mithin auch der Anspruch auf Umschulung, u.a. bedingen, dass die Vorkehren notwendig und geeignet sein müssen, um das angestrebte Eingliederungsziel (bei der Umschulung die wesentliche Verbesserung oder den Erhalt der Erwerbsfähigkeit) zu erreichen, ist in Art. 8 IVG (in der bis 31. Dezember 2003 gültig gewesenen Fassung) für den Bereich der Eidgenössischen Invalidenversicherung in gleicher Weise festgeschrieben. Abgesehen davon, dass für den militärversicherungsrechtlichen Anspruch auf Umschulung (Art. 37 Abs. 1 MVG) bedeutsam ist, ob die Gesundheitsschädigung, die zu einer Beeinträchtigung der Erwerbsfähigkeit führt, versichert ist oder nicht, sind die Anspruchsvoraussetzungen nach dem Gesagten identisch mit denjenigen gemäss Art. 17 IVG.\n\n4.3.2 In dieser Normenlage ist die zur invalidenversicherungsrechtlichen Umschulung ergangene Rechtsprechung (Erw. 4.2 hievor) für die Umschreibung des Anspruchs gemäss Art. 37 Abs. 1 MVG BGE 130 V 488 S. 491wegleitend. Das gilt ohne weiteres für den Begriff der Umschulung als solchen, darüber hinaus aber auch für die durch die Judikatur daran anknüpfende nähere Ausgestaltung der einzelnen Anspruchsvoraussetzungen, wie das Erfordernis der annähernden Gleichwertigkeit oder dasjenige der Erheblichkeitsschwelle von etwa 20 % (in diesem Sinne: FRANZ SCHLAURI, Die Militärversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Besondere Entschädigungssysteme, Rz 126). Die invalidenversicherungsrechtliche Richtschnur eines invaliditätsbedingten Minderverdienstes von \"ca. 20 %\" (ZAK 1984 S. 91 oben) oder von \"etwa 20 %\" (BGE 124 V 111 Erw. 2b; AHI 1997 S. 80 Erw. 1b) rührt daher, dass die Leistungspflicht der Invalidenversicherung für Eingliederungsmassnahmen unter Berücksichtigung der gesamten tatsächlichen und rechtlichen Umstände des Einzelfalles in einem angemessenen Verhältnis zum angestrebten Eingliederungsziel stehen muss (BGE 108 V 213 Erw. 1d, BGE 107 V 88 Erw. 2; MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, Diss. Bern 1985, S. 77 ff.). Dabei lassen sich - allgemein - vier Teilaspekte unterscheiden, nämlich die sachliche, die zeitliche, die finanzielle und die persönliche Angemessenheit. Danach muss die Massnahme prognostisch ein bestimmtes Mass an Eingliederungswirksamkeit aufweisen; sodann muss gewährleistet sein, dass der angestrebte Eingliederungserfolg voraussichtlich von einer gewissen Dauer ist; des Weitern muss der zu erwartende Erfolg in einem vernünftigen Verhältnis zu den Kosten der konkreten Eingliederungsmassnahme stehen; schliesslich muss die konkrete Massnahme dem Betroffenen auch zumutbar sein (Meyer- Blaser, a.a.O., S. 83 ff.; Jürg Maeschi, Kommentar zum Bundesgesetz über die Militärversicherung [MVG] vom 19. Juni 1992, Bern 2000, N 18 f. zu Art. 33). Insbesondere mit Blick darauf, dass die Umschulung auf eine neue Erwerbstätigkeit regelmässig erhebliche Kosten auslöst, rechtfertigt es sich, den entsprechenden Anspruch davon abhängig zu machen, dass ein erheblicher behinderungsbedingter Einkommensverlust gegeben ist. Die Festlegung dieses Wertes durch die Rechtsprechung zu Art. 17 IVG (BGE 124 V 111 Erw. 2b; AHI 1997 S. 80 Erw. 1b und schon ZAK 1966 S. 439 Erw. 3) auf ca. 20 % trägt dem Umstand Rechnung, dass bei wesentlich tieferen Invaliditätsgraden die mit einer Umschulung verbundenen Kosten die auszugleichende Erwerbseinbusse regelmässig um ein Vielfaches übersteigen. Die gesetzliche Regelung, wonach BGE 130 V 488 S. 492im Bereich der Invalidenversicherung für die Zusprechung einer Invalidenrente ein Erwerbsunfähigkeitsgrad von mindestens 40 % vorausgesetzt ist (Art. 28 Abs. 1 IVG in der bis 31. Dezember 2003 gültig gewesenen Fassung), während - unter Geltung des Art. 23 aMVG - nach Massgabe von BGE 120 V 368 die Annahme eines Invaliditätsgrades von weniger als 10 % die Zusprechung einer Dauerrente nicht von vornherein ausschliesst, ändert nichts daran, dass in beiden Sozialversicherungszweigen eine Umschulung regelmässig nur Platz greifen kann, wenn eine - erhebliche - Erwerbseinbusse von ca. 20 % resultiert (diesbezüglich unentschieden MAESCHI, a.a.O., N 11 zu Art. 37). Die Richtschnur von 20 % gilt für den Anspruch auf Umschulung gemäss Art. 37 Abs. 1 MVG, nicht aber für andere berufliche Eingliederungsmassnahmen, wie etwa Nachfürsorgemassnahmen (Art. 34 MVG) oder Berufsberatung (Art. 35 MVG)."}