{"annee": "130", "cour": "III", "page": "694", "date": "9/9/2004", "cite": ["127 III 147", "100 III 79", "104 II 190", "53 II 336", "129 III 118"], "cite_par": ["135 V 113", "137 III 453"], "chapeau": "93. Extrait de l'arrêt de la Ire Cour civile dans la cause A. contre Banque X. (recours en réforme)\n\n4C.131/2004 du 9 septembre 2004", "regestes": ["Contrat de crédit en compte courant; interdiction de l'anatocisme (art. 105 al. 3, 117 al. 2 et 314 al. 3 CO). Dans un contrat de compte courant, les intérêts et les commissions ne sont susceptibles de produire eux-mêmes des intérêts que s'ils sont devenus des éléments du capital par novation. Les parties peuvent convenir que les paiements partiels éteignent d'abord la dette en capital avant d'éteindre la dette d'intérêt moratoire; dans ce cas, une fois la dette en capital éteinte, l'intérêt moratoire échu se transforme par novation en un montant en capital sur lequel l'intérêt moratoire est dû (consid. 2)."], "faits": "BGE 130 III 694 S. 695\n\nA. A. a conclu, le 6 février 1984, avec la Banque Y. un contrat de crédit en compte courant d'un montant de 40'000 fr. à taux fixe, une commission trimestrielle étant due sur le solde débiteur le plus élevé au cours du trimestre. La ligne de crédit a successivement été élevée jusqu'à 140'000 fr., et les parties sont également convenues d'une clause d'amortissement (500 fr. par mois) et d'un taux d'intérêts variable.\n\nLe 10 juin 1992, la Banque Y. a dénoncé le compte de crédit et fixé à A. un délai au 24 juillet 1992 pour verser la somme de 158'187 fr. 70, correspondant au solde débiteur du compte au 31 mars 1992. Les parties ont tenté en vain de trouver une solution à l'amiable pour le remboursement du crédit. Le 7 janvier 1994, la Banque X., issue de la fusion de la Banque Y. et de la Banque Z., a retenu la dernière proposition faite par le débiteur de verser 500 fr. mensuellement et 5'300 fr. deux fois par an. La première mensualité devait intervenir le 12 janvier 1994. A. a versé 500 fr. le 17 janvier 1994, puis jusqu'en mars 1997, irrégulièrement, des montants totalisant la somme de 40'915 fr. Par courrier du 1er février 2001, la banque a mis A. en demeure de régler, avant le 28 février 2001, le montant de 250'059 fr., correspondant au solde du compte au 31 décembre 2000.\n\nB. Le 10 avril 2003, le Tribunal de première instance du canton de Genève a admis à hauteur de 146'433 fr. avec intérêts à 5 % dès le 1er février 2001 la demande de la banque visant à condamner A. à lui verser le montant de 250'059 fr. 20 avec intérêts à 7,25 % dès le 1er janvier 2001. Le Tribunal a également levé, à due concurrence, l'opposition formée par celui-ci au commandement de payer que lui avait fait notifier la banque.\n\nStatuant sur appel de la banque, la Cour de justice a fait intégralement droit, par arrêt du 13 février 2004, aux conclusions de celle-ci, qui, en appel, avait repris ses conclusions de première instance BGE 130 III 694 S. 696en fixant toutefois le point de départ des intérêts au 1er février (et non au 1er janvier) 2001.\n\nC. A. interjette un recours en réforme contre cet arrêt. Il demande à ce que celui-ci soit réformé dans le sens où il doit être condamné à verser à la banque le montant de 146'433 fr. avec intérêts à 5 % dès le 1er février 2001. La banque conclut au rejet du recours, sous suite de frais et dépens.\n\nAdmettant le recours, dans la mesure où il est recevable, le Tribunal fédéral a annulé l'arrêt attaqué et condamné le défendeur à payer à la demanderesse le montant de 158'187 fr. 70 avec intérêts à 5 % dès le 25 juillet 1992, sous déduction de la somme de 40'915 fr. avec intérêts à 5 % à partir du 1er septembre 1995. Il a en outre levé définitivement, dans cette mesure, l'opposition au commandement de payer.", "considerants": "Extrait des considérants:\n\n2. Selon l'autorité cantonale, le contrat de crédit en compte courant a été dénoncé le 10 juin 1992 et le défendeur était en demeure dès le 25 juillet 1992. Les courriers et les négociations qui ont suivi tendaient à obtenir le remboursement de la dette, intérêts et frais compris. Même si l'on suivait l'opinion du premier juge, qui estimait que le 7 janvier 1994 la banque avait offert de renoncer aux intérêts, il conviendrait de constater que cette offre, faute d'avoir été acceptée dans le délai échéant le 12 janvier 1994, était devenue caduque. Partant, la banque était fondée à réclamer le capital, les intérêts et commissions trimestrielles composés depuis la résiliation.\n\n2.1 Le défendeur se plaint de la violation de l'art. 117 CO. L'extrait de compte du 31 décembre 2000, qui a déterminé le montant de la créance de la banque, ne lui aurait jamais été communiqué. Or, le fondement de la relation de compte courant résiderait précisément dans le fait que la communication et l'accord des parties sur le solde du compte feraient naître, par novation, la créance. Selon les conditions générales applicables au crédit de compte courant, un extrait trimestriel du compte aurait dû parvenir au défendeur. Dès lors que celui-ci n'en aurait plus reçu depuis octobre 1992, la cour cantonale aurait violé l'art. 117 CO en se fondant sur l'extrait de compte du 31 décembre 2000 produit par la banque en cours de procédure. Elle aurait en outre violé l'art. 105 al. 3 CO, qui interdit BGE 130 III 694 S. 697l'anatocisme, en considérant que la dette pouvait porter des intérêts composés après la dénonciation du contrat en 1992.\n\n2.2 La demanderesse a octroyé au défendeur une ligne de crédit en compte courant, à taux variable, comportant une clause d'amortissement et prévoyant une commission trimestrielle perçue sur le solde débiteur le plus élevé.\n\n2.2.1 Dans un contrat d'ouverture de crédit en compte courant, le montant du prêt est variable, car il est déterminé par le preneur du crédit, qui peut, dans la limite qui lui est fixée, effectuer, selon ses besoins, des retraits et devenir débiteur de la banque. Les retraits et les remboursements sont comptabilisés en compte courant. Quant aux intérêts débiteurs, ils sont fonction de l'utilisation effective de la limite de crédit (cf. DANIEL GUGGENHEIM, Les contrats de la pratique bancaire suisse, 4e éd., p. 255). Le contrat conclu en l'espèce présente ces caractéristiques.\n\n2.2.2 Dans un compte courant, les prétentions et contre-prétentions portées en compte s'éteignent par compensation, si bien qu'une nouvelle créance prend naissance à concurrence du solde. Il y a novation lorsque le solde du compte a été arrêté et reconnu (art. 117 al. 2 CO). Les parties peuvent convenir d'une reconnaissance tacite (ATF 129 III 118 consid. 2.3 p. 121; ATF 127 III 147 consid. 2b p. 150; ATF 104 II 190 consid. 2a p. 194; ATF 100 III 79 consid. 3 p. 83; cf. aussi CARLO LOMBARDINI, Droit bancaire suisse, p. 200).\n\n2.2.3 L'interdiction de l'anatocisme n'est pas applicable aux contrats de compte courant (art. 314 al. 3 CO; cf. SCHÄRER/MAURENBRECHER, Basler Kommentar, n. 7 ad art. 314 CO, selon qui cette interdiction n'est pas applicable \"im laufenden Kontokorrentverhältnis\"). Le Tribunal fédéral a toutefois précisé que les intérêts ne sont susceptibles de rapporter eux-mêmes des intérêts que si, par novation, ils sont devenus des éléments du capital. A défaut de reconnaissance du solde, les intérêts ne peuvent donc pas porter intérêts (ATF 53 II 336 consid. 2 p. 341; arrêt 4C.200/2001 du 31 octobre 2001, consid. 3; cf. aussi AEPLI, Zürcher Kommentar, n. 60 ad art. 117 CO avec les références; LAURENT ETTER, Le contrat de compte courant, thèse Lausanne 1992, p. 51, estime même que l'art. 314 al. 3 CO est superflu puisque le principe du compte courant consiste précisément à faire naître, avec la reconnaissance du solde, une nouvelle créance). Les commissions perçues régulièrement sur le capital mis BGE 130 III 694 S. 698à disposition sont traitées comme des intérêts (BERNHARD CHRIST, Schweizerisches Privatrecht, vol. II/2, p. 266; R.H. WEBER, Mélanges pour Max Keller, Gedanken zur Verzugsschadensregelung bei Geldschulden, p. 326 s.); elles ne peuvent donc également devenir capital que par novation. La fin du contrat de compte courant transforme en solde la position du compte existant à ce moment-là (ETTER, op. cit., p. 239).\n\nLa doctrine considère, au sujet de l'art. 105 al. 3 CO (interdiction de l'anatocisme en matière d'intérêts moratoires), que les parties peuvent convenir que les paiements partiels effectués par le débiteur éteignent tout d'abord la créance principale avant d'éteindre la dette en intérêts moratoires; dans ce cas, une fois la dette principale éteinte, l'intérêt moratoire échu se transforme par novation en un montant en capital, sur lequel l'intérêt moratoire convenu est dû (SPAHR, L'intérêt moratoire, conséquence de la demeure, in RVJ 1990 p. 372; GAUCH/ SCHLUEP/SCHMID/REY, Schweizerisches Obligationenrecht, Allgemeiner Teil, vol I, 8e éd., n. 2996). Il doit toutefois y avoir entente des parties à cet égard; une simple comptabilisation en compte courant n'est pas suffisante (SPAHR, loc. cit.; R.H. WEBER, op. cit., p. 326).\n\n2.3 Les parties ne contestent pas que la banque a dénoncé le contrat le 10 juin 1992 et invité le défendeur à s'acquitter, au plus tard le 24 juillet 1992, de la somme de 158'187 fr. 70 correspondant au solde débiteur au 31 mars 1992. En vertu de l'art. 9 des conditions générales, les extraits de compte sont tenus pour approuvés à défaut de réclamation présentée dans les dix jours. Il ne ressort pas de l'arrêt entrepris que le défendeur, qui a reçu le relevé au 31 mars 1992 (le dernier avant la dénonciation), l'aurait contesté; il ne le prétend d'ailleurs pas. Il y a donc eu novation de la dette comportant le capital, les intérêts et les commissions trimestrielles courus au 31 mars 1992. Aucune clause contractuelle ne stipule que les éventuels versements opérés par le débiteur après la fin du contrat doivent d'abord être imputés sur le capital, ni qu'une fois celui-ci remboursé, les intérêts et commissions trimestrielles courus jusqu'alors forment un capital sur lequel des intérêts moratoires seraient dus. Ainsi, une fois le contrat de compte courant résilié, les intérêts et commissions ne pouvaient plus devenir capital par novation et porter eux-mêmes des intérêts. C'est donc à tort que l'autorité cantonale a considéré que le cours des intérêts et des commissions composés pouvait se poursuivre après la dénonciation intervenue en 1992."}