{"annee": "130", "cour": "III", "page": "387", "date": "23/2/2004", "cite": [], "cite_par": ["136 III 155", "138 III 25"], "chapeau": "48. Extrait de l'arrêt de la Chambre des poursuites et des faillites dans la cause Office des poursuites de Genève (recours LP)\n\n7B.251/2003 du 23 février 2004", "regestes": ["Emolument pour le commandement de payer (art. 16 OELP); remboursement des taxes postales (art. 13 OELP). En cas de notification du commandement de payer par l'office, il n'est dû à titre de débours que le montant des taxes postales évitées de la sorte (art. 13 al. 2 OELP), à l'exception des frais d'envoi en recommandé (art. 13 al. 3 let. d OELP). Dans la mesure de leur obligation d'être remboursées, les taxes postales s'ajoutent à l'émolument de base prévu par l'art. 16 OELP (consid. 3). L'envoi au créancier de l'exemplaire du commandement de payer qui lui est destiné (art. 76 al. 2 LP) n'est pas visé par l'art. 13 al. 3 let. d OELP; il s'agit d'une communication de l'office selon l'art. 34 LP effectuée par lettre recommandée (lettre signature) et donnant lieu à remboursement sur la base de l'art. 13 al. 1 OELP (consid. 4)."], "faits": "BGE 130 III 387 S. 388\n\nA. Le 7 novembre 2002, Serge Maret, agent d'affaires breveté, a adressé à l'Office des poursuites de Genève, au nom de P., une réquisition de poursuite contre F. pour un montant de 9'744 fr. 20 plus intérêts et frais, moins plusieurs acomptes totalisant 4'700 fr. Simultanément, il a viré un montant de 70 fr., à titre d'avance de frais, sur son compte ouvert auprès de l'office. Ce dernier n'a toutefois pas pu identifier la réquisition de poursuite à laquelle correspondait cette avance, car il n'a traité la poursuite que le 9 janvier 2003 (poursuite n° x).\n\nSuite à la notification du commandement de payer le 15 janvier 2003, l'office a adressé l'exemplaire de cet acte destiné au créancier le 20 du même mois, contre remboursement de 89 fr. 60, au mandataire précité. Ayant déjà effectué l'avance de frais, celui-ci a refusé cet envoi.\n\nLe 31 janvier 2003, l'office a restitué le montant de 70 fr. au mandataire du créancier.\n\nLe 12 mars 2003, un arrangement étant intervenu entre les parties, le créancier a invité l'office à radier purement et simplement la poursuite en cause. Le 15 juillet suivant, l'office a fait savoir au BGE 130 III 387 S. 389mandataire du créancier que le montant exigé de 89 fr. 60 correspondait aux frais générés jusqu'alors par ladite poursuite, dont il devait faire l'avance, et il lui a fait parvenir un bulletin de versement à cet effet.\n\nB. Le créancier a déposé plainte auprès de la Commission de surveillance des offices des poursuites et des faillites du canton de Genève en faisant valoir qu'il ne paierait pas un montant supérieur à 70 fr. et en concluant à ce qu'il soit ordonné à l'office de lui délivrer immédiatement le commandement de payer.\n\nPar décision du 13 novembre 2003, communiquée le 18 du même mois aux parties, la Commission cantonale de surveillance a admis la plainte, arrêté le montant des frais à la charge du créancier à 65 fr. et ordonné à l'office d'envoyer au créancier son exemplaire du commandement de payer sitôt qu'il aurait enregistré le paiement des 65 fr.\n\nC. Contre cette décision qui lui a été notifiée le 21 novembre 2003, l'office a recouru le 1er décembre 2003 auprès de la Chambre des poursuites et des faillites du Tribunal fédéral. Au fond et en substance, il la requiert d'annuler la décision attaquée et, statuant à nouveau, d'admettre la plainte formée par le créancier, de dire que les frais à la charge de celui-ci sont de 70 fr., de donner acte à l'office qu'il enverra l'exemplaire destiné au créancier au mandataire de celui-ci sitôt qu'il aura enregistré le paiement des 70 fr. et de rejeter toutes autres ou contraires conclusions.\n\nLa Commission cantonale de surveillance a formulé ses propres observations en transmettant le dossier au Tribunal fédéral (art. 80 OJ). Tout en s'en remettant à l'appréciation de celui-ci sur l'issue à donner au recours, elle se réfère aux motifs de sa décision.\n\nDans sa détermination, le créancier doute de la qualité pour recourir de l'office; sur le fond, ses arguments vont dans le sens des conclusions du recours.\n\nLa Chambre des poursuites et des faillites a admis le recours.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Le Tarif des frais applicables à la LP du 7 juillet 1971 prévoyait, à titre d'émolument alloué à l'office des poursuites pour le commandement de payer, un montant forfaitaire calculé d'après le montant de la créance et comprenant les frais d'établissement du BGE 130 III 387 S. 390commandement de payer, d'enregistrement et de notification aux parties, notamment les taxes postales (art. 18 al. 1 et 2). Il précisait par ailleurs que ces taxes postales ne donnaient pas lieu à remboursement (art. 12 al. 3 let. d).\n\nLe 17 juin 1991, le Conseil fédéral a abrogé cette dernière disposition et modifié l'art. 18 al. 1 du Tarif (intitulé alors ordonnance sur les frais applicables à la LP; OFLP) notamment en ce sens que l'émolument forfaitaire était prévu pour la rédaction du commandement de payer, son établissement en double et son enregistrement (RO 1991 II 1312). Ainsi, dès le 1er juillet 1991, date d'entrée en vigueur de cette révision, les taxes postales n'étaient plus comprises dans le montant forfaitaire de base et pouvaient donner lieu à remboursement à titre de débours au sens de l'art. 12 anc. Tarif ou OFLP.\n\nLa nouvelle ordonnance du 23 septembre 1996 sur les émoluments perçus en application de la LP (OELP; RS 281.35), en vigueur depuis le 1er janvier 1997, prévoit l'émolument de base pour la rédaction du commandement de payer, son établissement en double exemplaire, son enregistrement et sa notification (art. 16 al. 1 OELP). Comme le texte de 1971, elle inclut la notification dans l'émolument de base, mais contrairement audit texte, elle ne mentionne pas les taxes postales. Elle en traite séparément, sous la rubrique \"débours en général\" (art. 13 OELP), en précisant qu'elles doivent en principe être remboursées (al. 1), sous réserve du cas de notification faite par l'office; dans cette hypothèse, il n'est dû que le montant des taxes postales évitées de la sorte (al. 2) et, s'agissant de la notification du commandement de payer (par l'office), seuls les \"frais de l'envoi recommandé\" sont exclus de l'obligation de remboursement (al. 3 let. d).\n\nAu vu de ce qui précède, la Chambre de céans considère, avec la Commission cantonale de surveillance et l'Obergericht du canton de Zurich (arrêt du 21 juin 2000, publié in BlSchK 2003 p. 79), que la simple adjonction, à l'art. 16 al. 1 OELP, de la notification du commandement de payer dans la liste des prestations couvertes par l'émolument de base ne signifie pas la réintégration des taxes postales dans l'émolument de base du commandement de payer, soit un retour à la réglementation de 1971 formellement abrogée en 1991. En tant que débours en général, les taxes postales doivent être remboursées en vertu du texte clair de l'art. 13 al. 1 OELP, BGE 130 III 387 S. 391sous réserve de la restriction de son alinéa 2 et de l'exception de son alinéa 3 let. d. Dans la mesure de leur obligation d'être remboursées, elles s'ajoutent donc à l'émolument de base.\n\n3.2 La Poste perçoit actuellement pour la distribution d'un acte de poursuite une taxe de 5 fr. en courrier A (anciennement \"non recommandé\") et 10 fr. en lettre signature (anciennement \"recommandé\"), prix incluant le renvoi du double à l'office (Brochure 202.17 \"Courrier Suisse\" - actuellement \"Lettres Suisse\" -, édition janvier 2003, p. 13). Pour la distribution d'une lettre signature (anciennement \"recommandé\"), la taxe postale est actuellement de 5 ou 6 fr. selon le format (ibid., p. 11).\n\n3.3 En application des dispositions précitées, c'est à juste titre que la Commission cantonale de surveillance a confirmé l'adjonction de 5 fr. à l'émolument de base. Il convient toutefois de préciser que le montant de cette taxe postale correspond au coût de la distribution d'un acte de poursuite en courrier A, et non, comme pourrait le laisser entendre la décision attaquée (qui parle simplement d'un envoi en recommandé), à celui de l'envoi d'un tel acte en recommandé (lettre signature), dont l'art. 13 al. 3 let. d OELP exclut formellement le remboursement.\n\n4. La notification du commandement de payer dont il est question à l'art. 13 al. 3 let. d OELP est évidemment celle destinée au débiteur (art. 64 et 71 s. LP). Elle ne saurait concerner le créancier, qui obtient son exemplaire du commandement de payer (art. 70 al. 1 et 76 al. 2 LP), non par cette forme spéciale de remise d'un acte de poursuite, mais par une communication de l'office au sens de l'art. 34 LP (P.-R. GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 9 ad art. 76 LP; BALTHASAR BESSENICH, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, n. 1 ad art. 76 LP; AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 7e éd., Berne 2003, § 17 n. 16). Contrairement à ce que retient la Commission cantonale de surveillance, en se référant d'ailleurs à l'avis non argumenté de GILLIÉRON (loc. cit.), l'art. 13 al. 3 let. d OELP ne s'applique donc pas à l'envoi de l'exemplaire du commandement de payer destiné au créancier.\n\nEn vertu de l'art. 34 LP, les communications de l'office sont effectuées par lettre recommandée (lettre signature) ou par remise directe contre reçu. En l'espèce, les frais d'envoi au créancier, par BGE 130 III 387 S. 392lettre signature, de l'exemplaire qui lui était destiné constituent une taxe postale dont l'office était en droit de réclamer le remboursement sur la base de l'art. 13 al. 1 OELP. C'est donc à tort que la Commission cantonale de surveillance a refusé le remboursement du montant de 5 fr. à ce titre."}