{"annee": "130", "cour": "III", "page": "430", "date": "8/4/2004", "cite": ["122 I 97", "116 IA 215"], "cite_par": ["137 I 273", "132 II 342", "141 I 20", "144 III 411", "133 III 539"], "chapeau": "55. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. gegen B. (Berufung)\n\n4C.140/2003 vom 8. April 2004", "regestes": ["Juridiction civile; immunité diplomatique des membres des Missions permanentes auprès des Nations Unies à Genève. Les tribunaux civils sont liés par une décision du Département fédéral des affaires étrangères (DFAE) sur la levée de l'immunité diplomatique du représentant d'un Etat, à moins que la décision ne soit nulle (consid. 3.3). Compétence et procédure pour la levée de l'immunité diplomatique d'un membre d'une Mission permanente auprès des Nations Unies à Genève (consid. 3.4). La nullité de la décision du DFAE sur la levée de l'immunité diplomatique est niée en l'espèce, avec pour conséquence la compétence des juridictions civiles suisses (consid. 3.5)."], "faits": "BGE 130 III 430 S. 431\n\nA.\n\nA.a A. (Beklagter) emigrierte im Jahr 1975 aus der Sowjetunion. Seit 1987 wohnt er in Monaco. Heute ist er Staatsbürger der Bundesrepublik Deutschland sowie von Dominica. Im Jahr 1996 wurde er Diplomat der Ständigen Mission des Commonwealth of Dominica bei den internationalen Organisationen in Genf. In einer an die Mission von Dominica gerichteten diplomatischen Note vom 11. November 1998 teilte die Ständige Mission der Schweiz bei den internationalen Organisationen in Genf mit, dass das Eidgenössische Departement für Auswärtige Angelegenheiten (EDA) beschlossen hatte, den Diplomatenstatus des Beklagten mit sofortiger Wirkung aufzuheben und ihm eine Frist von drei Monaten einzuräumen, um die Schweiz zu verlassen.\n\nA.b B. (Kläger) stand mit dem Beklagten seit 1994 in geschäftlichem Kontakt. Unter anderem betätigte er sich für dessen Geschäfte im Kunst- und im Autohandel. Ausserdem gab er dem Beklagten diverse Darlehen. Zur Regelung der ausstehenden Ansprüche des Klägers schlossen die Parteien am 24. Januar 1997 eine Vereinbarung mit Gerichtsstand Zürich und am 9. Januar 1998 eine Ergänzungsvereinbarung. Mit Schreiben vom 18. März 1999 teilte der BGE 130 III 430 S. 432Beklagte dem Kläger mit, dass er die beiden Vereinbarungen als nichtig betrachte.\n\nB.\n\nB.a Am 23. Dezember 1999 beantragte der Kläger beim Bezirksgericht Zürich, der Beklagte sei zu verpflichten, ihm Fr. 261'194.25 nebst 7 % Zins seit dem 1. Juli 1998 und Verzugsschaden in der Höhe von mindestens Fr. 50'000.- zu bezahlen. Das Bezirksgericht Zürich hiess die Klage im Umfang von Fr. 261'194.25 nebst 7 % Zins seit dem 1. Juli 1998 auf Fr. 257'418.- teilweise gut. Im darüber hinausgehenden Betrag wies es die Klage ab.\n\nDer Beklagte erhob gegen das Urteil des Bezirksgerichts Berufung. Das Obergericht verpflichtete den Beklagten zur Bezahlung von Fr. 261'194.25 nebst 7 % Zins seit dem 1. Juli 1998 auf Fr. 250'000.-. Im Mehrbetrag wies es die Klage ab.\n\nB.b Der Beklagte erhob gegen das Urteil des Obergerichts kantonale Nichtigkeitsbeschwerde, welche das Kassationsgericht des Kantons Zürich mit Sitzungsbeschluss vom 22. September 2003 abwies, soweit es darauf eintrat. Mit Urteil vom heutigen Tag wies das Bundesgericht die vom Beklagten gegen den Sitzungsbeschluss des Kassationsgerichts erhobene staatsrechtliche Beschwerde ab.\n\nC. Der Beklagte hat gegen das Urteil des Obergerichts eidgenössische Berufung erhoben. Er beantragt, es sei festzustellen, dass die Gerichte und Behörden des Kantons Zürich und insbesondere die Vorinstanz zu Unrecht angenommen haben, er verfüge in der Schweiz nicht über diplomatische Immunität (Rechtsbegehren 1). Weiter sei festzustellen, dass die Vorinstanz den rechtserheblichen Sachverhalt nicht rechtsgenüglich abgeklärt bzw. bei dessen Abklärung bundesrechtliche Vorschriften sowie solche von Staatsverträgen verletzt hat (Rechtsbegehren 2). Sodann sei das Urteil des Obergerichts aufzuheben und die Klage abzuweisen bzw. darauf nicht einzutreten (Rechtsbegehren 3a). Eventualiter sei die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen (Rechtsbegehren 3b). Der Kläger schliesst auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n3. In der vorliegenden Rechtssache ist streitig, ob der Beklagte, bei dem es sich um den Geschäftsführer der Ständigen Mission des Commonwealth of Dominica bei den internationalen Organisationen in Genf und den Sonderorganisationen in der Schweiz handelt, BGE 130 III 430 S. 433vor den schweizerischen Zivilgerichten diplomatische Immunität geniesst. Die Vorinstanz bejaht die Gerichtsbarkeit über den Beklagten gestützt auf zwei selbständige Begründungen. Sie vertritt erstens den Standpunkt, dass der rechtskräftige Entscheid des \"Bundesamtes für Auswärtige Angelegenheiten\" über die Aufhebung der diplomatischen Immunität für die Zivilgerichte verbindlich sei. Ob der Entscheid völkerrechtlich zulässig sei, dürfe von den Zivilgerichten nicht überprüft werden. Der Entscheid sei jedenfalls nicht nichtig im Sinne rechtlicher Wirkungslosigkeit. Zweitens könnte sich der Beklagte selbst dann nicht auf die diplomatische Immunität berufen, wenn der genannte Entscheid nichtig wäre. Der Beklagte habe sich vor Bezirksgericht auf die Klage eingelassen und damit auf seine Immunität verzichtet. Die Berufung auf die diplomatische Immunität erst nach Durchführung der Hauptverhandlung erscheine deshalb geradezu als rechtsmissbräuchlich. Sodann stamme die eingeklagte Forderung aus einer gewerblichen Tätigkeit im Empfangsstaat, für welche die diplomatische Immunität nicht angerufen werden könne.\n\nDer Beklagte ist demgegenüber der Auffassung, dass der Entscheid der schweizerischen Behörden über die Aberkennung seines diplomatischen Status nichtig sei. Indem die Vorinstanz nicht geprüft habe, ob der Entscheid über die Aufhebung der diplomatischen Immunität rechtswirksam sei, habe sie gegen die im Bundes- und Staatsvertragsrecht vorgeschriebene Offizial- und Untersuchungsmaxime verstossen. Ausserdem habe sie Art. 2 ZGB verletzt, weil die Einrede des Fehlens einer Prozessvoraussetzung nicht rechtsmissbräuchlich sei. Mit Bezug auf die zweite Begründung der Vorinstanz bringt der Beklagte vor, ein diplomatischer Vertreter könne nach dem massgebenden Staatsvertragsrecht nicht auf seine Immunität verzichten. Zudem stamme die eingeklagte Forderung nicht aus einer in der Schweiz ausgeübten gewerblichen Tätigkeit. Der Beklagte geht deshalb davon aus, dass er nach wie vor diplomatische Immunität geniesst.\n\n3.1 Die Zivilgerichtsbarkeit über eine Person ist eine Prozessvoraussetzung und daher in jedem Prozessstadium von Amtes wegen zu berücksichtigen (GERHARD WALTER, Internationales Zivilprozessrecht der Schweiz, 3. Aufl., Bern 2002, S. 80; OSCAR VOGEL/KARL SPÜHLER, Grundriss des Zivilprozessrechts und des internationalen Zivilprozessrechts der Schweiz, 7. Aufl., Bern 2001, 7. Kap., N. 73). Zunächst ist zu prüfen, ob die Auffassung der Vorinstanz, dass die BGE 130 III 430 S. 434den Beklagten betreffende Verfügung über die Aberkennung seines diplomatischen Status rechtsgültig sei, zutrifft.\n\n3.2 Entgegen dem angefochtenen Urteil wurde die Verfügung nicht vom \"Bundesamt für auswärtige Angelegenheiten\", sondern vom Eidgenössischen Departement für auswärtige Angelegenheiten (EDA) erlassen. Dieses Versehen der Vorinstanz ist gestützt auf Art. 63 Abs. 2 OG zu berichtigen.\n\n3.3 Bei einer Verfügung des EDA über den diplomatischen Status einer Person handelt es sich um einen hoheitlichen Akt auf dem Gebiet der auswärtigen Angelegenheiten. Die Zivilgerichte sind daran grundsätzlich gebunden. Die Nichtigkeit eines hoheitlichen Aktes muss indessen jederzeit und von sämtlichen staatlichen Instanzen beachtet werden (BGE 116 Ia 215 E. 2a S. 217 mit Hinweisen; VPB 66/2002 Nr. 36 S. 384 als Beispiel eines aus völkerrechtlicher Sicht nichtigen Hoheitsaktes).\n\nEin hoheitlicher Akt ist nichtig, wenn der ihm anhaftende Mangel besonders schwer und offensichtlich oder zumindest leicht erkennbar ist und die Rechtssicherheit durch die Feststellung der Nichtigkeit nicht ernsthaft gefährdet wird (BGE 122 I 97 E. 3a/aa S. 99 mit Hinweisen). Nichtigkeit eines staatlichen Aktes ist somit nicht leichthin anzunehmen. Besondere Zurückhaltung ist bei der Beurteilung der Nichtigkeit von Akten des völkerrechtlichen Verkehrs geboten, für die es im Vergleich zum nationalen Recht nur wenige völkerrechtliche Form- und Verfahrensvorschriften gibt (vgl. zu den Notifikationspflichten KNUT IPSEN, Völkerrecht, 4. Aufl., München 1999, S. 489 f., N. 32). Dieser Bereich ist über weite Strecken von politischen Überlegungen und diplomatischen Gepflogenheiten geprägt. Im vorwiegend politischen Charakter liegt der Grund dafür, dass das Bundesgericht Akte des völkerrechtlichen Verkehrs im Verfahren der Verwaltungsgerichtsbeschwerde nicht überprüfen darf (Art. 100 Abs. 1 lit. a OG; vgl. RENÉ RHINOW/HEINRICH KOLLER/ CHRISTINA KISS, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, Basel 1996, N. 1469). Die im Vergleich zum innerstaatlichen Recht bedeutend geringere Normierungsdichte des Rechts der diplomatischen Beziehungen hat zur Konsequenz, dass der Mangel eines auf diesem Gebiet erlassenen Hoheitsakts besonders krass und offensichtlich sein muss, damit er als nichtig betrachtet werden kann. BGE 130 III 430 S. 435\n\n3.4\n\n3.4.1 Im bilateralen Verhältnis kann der Empfangsstaat dem Entsendestaat jederzeit und ohne Angabe von Gründen notifizieren, dass der Missionschef oder ein Mitglied des diplomatischen Personals der Mission persona non grata oder dass ein anderes Mitglied des Personals der Mission ihm nicht genehm ist. In diesen Fällen hat der Entsendestaat die betreffende Person entweder abzuberufen oder ihre Tätigkeit bei der Mission zu beenden (Art. 9 Ziff. 1 des Wiener Übereinkommens über diplomatische Beziehungen vom 18. April 1961 [SR 0.191.01; im Folgenden: WÜD]). Weigert sich der Entsendestaat oder unterlässt er es innerhalb einer angemessenen Frist, den genannten Verpflichtungen nachzukommen, so kann der Empfangsstaat es ablehnen, die betreffende Person als Mitglied der Mission anzuerkennen (Art. 9 Ziff. 2 WÜD).\n\nIm vorliegenden Fall ist der Beklagte nicht als Botschafter des Commonwealth of Dominica in Bern, sondern als dessen Vertreter bei den Vereinten Nationen in Genf akkreditiert. Bei der Akkreditierung handelt es sich um das Verfahren, durch das ein Staat vor der Entsendung seines Botschafters die internationale Organisation anfragt, ob sie mit der Wahl der betreffenden Person einverstanden ist (vgl. JEAN SALMON, Manuel de droit diplomatique, Bruxelles 1994, N. 696, mit dem Hinweis, dass eher eine Informierung der Organisation als eine eigentliche Akkreditierung stattfindet). Mit der Akkreditierung des Beklagten als Vertreter von Dominica bei den Vereinten Nationen liegt nicht ein bilaterales Verhältnis zwischen dem Entsende- und dem Empfangsstaat, sondern ein so genanntes trilaterales Verhältnis zwischen dem Sitzstaat (Schweiz), dem Entsendestaat (Dominica) und den Vereinten Nationen vor (vgl. zum Begriff GERSTER/ROTENBERG, in: Bruno Simma [Hrsg.], The Charter of the United Nations - A Commentary, 2. Aufl., 2. Bd., München 2002, N. 9 zu Art. 105; IGNAZ SEIDL-HOHENVELDERN/ GERHARD LOIBL, Das Recht der internationalen Organisationen einschliesslich der Supranationalen Gemeinschaften, Köln 2000, N. 1935). Der Beklagte rügt, die Schweiz sei infolge dieses trilateralen Verhältnisses, in dessen Rahmen auf die zur Erfüllung ihrer Aufgaben notwendige Unabhängigkeit der UNO Rücksicht zu nehmen sei, nicht befugt, seine diplomatische Immunität durch einen einseitigen Akt aufzuheben bzw. sich der Akkreditierung seiner Person bei den Vereinten Nationen entgegenzustellen. Die Verfügung sei deshalb nichtig. In den eingereichten Parteigutachten wird BGE 130 III 430 S. 436ausserdem auf formelle Fehler der Verfügung des EDA hingewiesen.\n\n3.4.2 Gemäss der Antwort des Bundesrates auf eine einfache Anfrage vom 10. November 1993 gestalten sich die Befugnisse und das Verfahren zur Aberkennung der diplomatischen Immunität von Mitgliedern der Ständigen Missionen bei den Vereinten Nationen in Genf im Falle des Missbrauchs von Privilegien folgendermassen:\n\n\"Pour ce qui est de la pratique de la Suisse en cas d'abus des privilèges et immunités, il convient de rappeler ce qui suit: La Convention de Vienne sur les relations diplomatiques du 18 avril 1961 s'applique par analogie aux missions permanentes à Genève et à leur membres. Sur cette base, l'Etat hôte peut, notamment, demander à l'Etat d'envoi la levée de l'immunité d'un diplomate pour permettre de le citer devant un tribunal lorsque le litige est porté devant une juridiction ordinaire. Si la sécurité de la Suisse est mise en danger, la clause de sécurité intérieure ou extérieure contenue dans les accords de siège conclus avec les organisations internationales établies dans notre pays peut s'appliquer par analogie pour l'expulsion d'un membre d'une mission permanente. Cette clause s'applique essentiellement aux cas d'espionnage ou de terrorisme. Pour les cas qui ne permettraient pas d'invoquer cette clause, notamment des violations répétées et graves des règles de la circulation routière, le mauvais traitement à l'égard des employés de maison, des dettes importantes non honorées, etc., les Nations Unies ont reconnu à l'Etat hôte la possibilité d'expulser un membre d'une mission permanente pour \"abus de résidence\". L'ONU exige toutefois que l'expulsion soit dûment motivée. Sur la base des divers moyens à sa disposition, le DFAE, après consultation de l'ONU, prend des mesures à l'égard d'une mission ou de certains de ces membres chaque fois que cela s'avère nécessaire.\"\n\n(Abgedruckt in: SZIER 1994 S. 616; in Kursivschrift hinzugefügt).\n\nNach der schweizerischen Praxis auf dem Gebiet der diplomatischen Beziehungen, die, wie der Antwort des Bundesrats zu entnehmen ist, von den Vereinten Nationen als rechtmässig anerkannt wird, besteht somit gegenüber den Mitgliedern von Ständigen Missionen bei den internationalen Organisationen in Genf die Befugnis, im Falle des Missbrauchs diplomatischer Vorrechte und Immunitäten, insbesondere bei nicht bezahlten Schulden von erheblichem Umfang, die Ausweisung anzuordnen. Mit der Ausweisung verbunden ist die Aberkennung der diplomatischen Immunität (vgl. SALMON, a.a.O., N. 707; SEIDL-HOHENVELDERN/LOIBL, a.a.O., N. 1935).\n\nMit Ausnahme derjenigen Fälle, die eine Bedrohung für die innere oder äussere Sicherheit darstellen (Spionage, Terrorismus etc.), ist BGE 130 III 430 S. 437ein einseitiges Vorgehen der Schweiz als Sitzstaat der Vereinten Nationen aber nicht zulässig. Die Schweiz hat die Pflicht, die UNO vorgängig zu konsultieren und den Entscheid über die Ausweisung und Aberkennung eines Staatenvertreters zu begründen. Die Pflicht zur Durchführung eines Konsultationsverfahrens wird auf die diversen mit der UNO und ihren Sonderorganisationen abgeschlossenen Sitzabkommen zurückgeführt (vgl. Art. 21 und 25 des Abkommens zwischen dem Schweizerischen Bundesrat und der Weltorganisation für geistiges Eigentum vom 9. Dezember 1970 [SR 0.192.122.23]; die gleich lautenden Art. 22 und 25 des Abkommens zwischen dem Schweizerischen Bundesrat und der Weltgesundheitsorganisation zur Festlegung des rechtlichen Statuts dieser Organisation in der Schweiz [SR 0.192.120.281] sowie des Abkommens zwischen dem Schweizerischen Bundesrat und der Internationalen Arbeitsorganisation [SR 0.192.120.282]; weniger eindeutig das Abkommen über die Vorrechte und Immunitäten der Organisation der Vereinten Nationen zwischen dem Schweizerischen Bundesrat und dem Generalsekretär der Organisation der Vereinten Nationen vom 11. Juni/1. Juli 1946 [SR 0.192.120.1], welches in Art. IV Abschnitt 12 nur die Pflicht des Entsendestaates erwähnt, im Missbrauchsfall die Immunität seines Vertreters aufzuheben). Nach einer verbreiteten Meinung in der Völkerrechtslehre muss überdies auch der Entsendestaat in das Konsultationsverfahren einbezogen werden, bevor der Sitzstaat die Aberkennung des diplomatischen Status des Mitglieds einer Ständigen Mission aussprechen darf (vgl. GERSTER/ ROTENBERG, a.a.O., N. 38 zu Art. 105; SALMON, a.a.O., N. 706 f., insbesondere S. 570, mit Hinweisen auf eine ähnliche Staatenpraxis Österreichs und der USA; HERIBERT FRANZ KÖCK, Die Organe des völkerrechtlichen Verkehrs, in: Hanspeter Neuhold/Waldemar Hummer/Christoph Schreuer [Hrsg.], Österreichisches Handbuch des Völkerrechts, Bd. 1, Wien 1991, N. 1487; weniger eindeutig aber AMADEO PEREZ, Le système des privilèges et immunités applicable aux organisations internationales en Suisse et aux délégations permanentes étrangères à Genève, Genève 1997, S. 43 f., der lediglich die Pflicht der Schweiz zur Informierung der UNO nennt). Durch die Pflicht zur Durchführung eines Konsultationsverfahrens und zur Nennung des Grundes, welcher der Ausweisung und Aberkennung der diplomatischen Immunität zugrunde liegt, unterscheidet sich das Vorgehen im trilateralen Verhältnis von der einseitigen persona non grata -Erklärung nach Art. 9 WÜD.\n\nBGE 130 III 430 S. 438\n\n3.5 Nach dem Gesagten hat die Verfügung des EDA, wonach die diplomatische Immunität des Beklagten nicht mehr anerkannt und diesem eine Ausreisefrist von drei Monaten angesetzt wird, einen zulässigen Inhalt. In materieller Hinsicht weist die Verfügung somit keinen Mangel auf.\n\nDem EDA obliegt der Erlass von Verfügungen auf dem Gebiet der diplomatischen Beziehungen (vgl. Art. 1 Abs. 3 lit. a der Organisationsverordnung für das Eidgenössische Departement für auswärtige Angelegenheiten [OV-EDA; SR 172.211.1]). Das EDA ist somit zweifelsohne die sachlich zuständige Behörde zum Erlass der Verfügung über die Aberkennung der diplomatischen Immunität des Beklagten. Die Verfügung wurde der Ständigen Mission des Commonwealth of Dominica zugestellt. Da die Führung der Amtsgeschäfte von zwischenstaatlichen Abmachungen und Usanzen bestimmt wird, lässt sich nicht abschliessend klären, an welche Behörden von Dominica sich das EDA zu richten hatte (vgl. Art. 41 Ziff. 2 WÜD, der diverse Möglichkeiten offen lässt; ferner MICHAEL RICHTSTEIG, Wiener Übereinkommen über diplomatische und konsularische Beziehungen - Entstehungsgeschichte, Kommentierung, Praxis, Baden-Baden 1994, S. 99). Jedenfalls kann die Ständige Mission von Dominica als zur Entgegennahme und Weiterleitung der Verfügung befugte Stelle angesehen werden, weshalb kein, zumindest kein schwerwiegender Zustellungsmangel vorliegt.\n\nAkte des völkerrechtlichen Verkehrs unterliegen, andere völkervertragliche Abmachungen vorbehalten, keiner besonderen Form (IPSEN, a.a.O., S. 204, N. 9; ALFRED VERDROSS/BRUNO SIMMA, Universelles Völkerrecht, 3. Aufl., Berlin 1984, N. 660). Nach Art. 9 Ziff. 1 WÜD sind persona non grata -Erklärungen dem Empfangsstaat zu notifizieren. Die Verfügung des EDA ist in einer diplomatischen Note, d.h. in einem mit bestimmten Höflichkeitsformeln des diplomatischen Verkehrs abgefassten Brief enthalten. Eine Verletzung irgendwelcher wesentlicher Formvorschriften ist somit auszuschliessen.\n\nWas das einzuhaltende Konsultierungsverfahren anbelangt, ergibt sich aus einem bei den Akten liegenden Schreiben des EDA vom 16. Mai 2002, welches zur Ergänzung des Sachverhalts gestützt auf Art. 64 Abs. 2 OG beizuziehen ist, dass das EDA die Vereinten Nationen über den Entscheid der Aberkennung des diplomatischen BGE 130 III 430 S. 439Status des Beklagten informierte, die Organisation indessen auf Vernehmlassung verzichtete. Auch ein vom 21. Oktober 2002 datierendes Schreiben des Rechtsdienstes der Vereinten Nationen in Genf bestätigt, dass die UNO mit einem Schreiben vom 11. November 1998 über den Entscheid der Aufhebung der diplomatischen Immunität des Beklagten informiert worden war. Das EDA hat der UNO somit die Möglichkeit eingeräumt, während der dem Beklagten angesetzten Ausreisefrist auf seinen Entscheid zu reagieren. Die Pflicht zur Konsultierung der Vereinten Nationen impliziert zwar die Anhörung vor der Eröffnung der Verfügung, damit die Organisation den Entscheid der schweizerischen Behörden beeinflussen kann. Vorliegend stand der UNO das Anhörungsrecht aber immerhin in einem Zeitpunkt offen, als der Entscheid des EDA ohne weiteres hätte rückgängig gemacht werden können. Von einem schweren Verfahrensfehler mit Nichtigkeitsfolge ist deshalb nicht auszugehen. Dies gilt umso mehr, als die Zulässigkeit der Aberkennung des Diplomatenstatus nicht vom Einverständnis der Vereinten Nationen abhängt. Mangels Genehmigungsbefugnis der UNO ist ohnehin fraglich, ob selbst die gänzliche Unterlassung der Konsultierungspflicht zur Nichtigkeit einer Verfügung über die Aberkennung der diplomatischen Immunität führen würde.\n\nAuch das Anhörungsrecht des Entsendestaats wurde gewahrt. Aus dem genannten Schreiben des EDA vom 16. Mai 2002 ergibt sich, dass Dominica vom Recht, Erklärungen über die Gründe zu verlangen, welche zur Aberkennung der diplomatischen Immunität des Beklagten führten, Gebrauch machte und die entsprechenden Auskünfte erhielt. Die diplomatischen Noten liegen bei den Akten. Das EDA hat seine Pflicht zur Begründung der Verfügung somit erfüllt. Da Dominica der Ausweisung und Aberkennung der diplomatischen Immunität seines Vertreters nicht zuzustimmen braucht, würde selbst die Nichterfüllung der Begründungspflicht die Verfügung des EDA lediglich mangelhaft, nicht jedoch nichtig machen. Ebenso wenig schadet, dass das EDA nicht vorgängig die Abberufung durch den Entsendestaat verlangte. In der Praxis der Staaten, welche als \"Herren der Verträge\" die Auslegung und Anwendung des Völkervertragsrechts mitbestimmen (Art. 31 Abs. 3 lit. b des Wiener Übereinkommens über das Recht der Verträge vom 23. Mai 1969 [WVK; SR 0.111]; IPSEN, a.a.O., S. 120, N. 14), kommt es häufig vor, dass entgegen dem Wortlaut von Art. 9 WÜD die Ausweisung angeordnet und nicht vorgängig die Abberufung durch den Entsendestaat verlangt wird (SALMON, a.a.O., N. 636). BGE 130 III 430 S. 440\n\n3.6 Insgesamt lässt sich festhalten, dass die Verfügung des EDA vom 11. November 1998 mit keinem grundlegenden, zur Nichtigkeit führenden Mangel materieller oder formeller Natur behaftet und somit für die Zivilgerichte verbindlich ist. Die diplomatische Immunität des Beklagten ist rechtswirksam aberkannt worden.\n\n3.7 Nach Art. 39 Ziff. 2 WÜD werden die Vorrechte und Immunitäten einer Person, deren dienstliche Tätigkeit beendet ist, normalerweise im Zeitpunkt der Ausreise oder aber des Ablaufs einer hierfür gewährten angemessenen Frist hinfällig; bis zu diesem Zeitpunkt bleiben sie bestehen. In Bezug auf die von der betreffenden Person in Ausübung ihrer dienstlichen Tätigkeit als Mitglied der Mission vorgenommenen Handlungen bleibt jedoch die Immunität auch weiterhin bestehen.\n\nDie vorliegende Klage gründet auf einer privaten Forderung und datiert vom 23. Dezember 1999. Die Wirkung der diplomatischen Immunität war im Zeitpunkt der Klageerhebung selbst unter Anrechnung der dem Beklagten in der Verfügung vom 11. November 1998 gewährten dreimonatigen Ausreisefrist somit beendet. Die Prüfung der weiteren Erwägungen der Vorinstanz, wonach der Beklagte sich nicht auf die diplomatische Immunität berufen könne, weil er sich vor dem Bezirksgericht auf die Klage eingelassen habe und weil die eingeklagte Forderung auf eine gewerbliche Tätigkeit des Beklagten im Empfangsstaat zurückgehe, für welche die diplomatische Immunität nicht geltend gemacht werden könne, erübrigt sich."}