{"annee": "130", "cour": "I", "page": "1", "date": "13/11/2003", "cite": ["103 IA 394", "123 I 1", "127 I 54", "128 I 113", "103 IA 369", "125 I 166", "122 II 193", "124 I 216", "127 I 60", "126 II 377", "115 IA 277", "126 I 180", "121 I 22"], "cite_par": ["138 I 196", "142 I 26", "131 I 166", "130 I 388", "141 V 688", "133 V 353", "136 I 241", "134 I 269", "133 I 178", "134 I 322", "134 I 313", "130 I 366"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. D. und B.X. gegen Sozialhilfebehörde G. und Regierungsrat des Kantons Basel-Landschaft sowie Kantonsgericht Basel- Landschaft (staatsrechtliche Beschwerde)\n\n2P.139/2003 vom 13. November 2003", "regestes": ["Art. 5 al. 1, art. 8 et art. 51 al. 1 Cst.; art. 14a al. 1 et art. 14c al. 4 LSEE; art. 82 LAsi; §§ 36 al. 1, 63 al. 1, 147 al. 2 et 148 al. 1 Cst./BL; §§ 5-7 de l'ordonnance sur l'asile de Bâle-Campagne; aide sociale pour les étrangers admis à titre provisoire; égalité de traitement avec les requérants d'asile; séparation des pouvoirs et légalité; compétence législative et base légale pour l'adoption de dispositions relatives au calcul des subsides d'entretien; droit transitoire en cas de modification constitutionnelle. Le principe selon lequel les étrangers admis à titre provisoire doivent être traités moins bien que les étrangers au bénéfice d'une autorisation de séjour en matière d'aide sociale et les conditions auxquelles les prestations leur sont accordées doivent-ils être fixés dans une loi plutôt que dans une ordonnance? Critères d'appréciation (consid. 3.4 et 4). Règle transitoire du § 148 al. 1 Cst./BL selon laquelle des dispositions adoptées dans le cadre d'une procédure qui n'est plus autorisée d'après la nouvelle constitution restent en vigueur. Quid quand sont modifiées des dispositions d'application prises par le Conseil d'Etat sur la base d'une norme de délégation fondée sur l'ancien droit, mais insuffisante selon la nouvelle constitution (consid. 3.5)? Une base légale suffisante pour traiter différemment, dans le cadre des pres tations de l'aide sociale, les étrangers admis à titre provisoire selon l'art. 14a al. 1 LSEE figure déjà dans le droit fédéral (consid. 3.6). Il n'est en principe ni discriminatoire ni contraire au principe d'égalité de traiter les étrangers admis à titre provisoire, pour le calcul de l'aide sociale, comme des requérants d'asile dont l'assistance sous la forme de prestations en nature n'existe plus (consid. 5)."], "faits": "BGE 130 I 1 S. 3\n\nDie Familie X. reiste im September 1999 in die Schweiz ein und begehrte Asyl. Nach negativen Asylentscheiden des Bundesamtes für Flüchtlinge verfügte dieses am 30. April 2001 wegen Unzumutbarkeit des Wegweisungsvollzugs die vorläufige Aufnahme der Familie X., bestehend aus den Grosseltern A. und B. (geb. 1940 und 1938), den Eltern C. und D. (geb. 1976 und 1977) sowie den Kindern E. und F. (geb. 1996 und 2001). Am 17. Juli 2001 eröffnete die Sozialhilfebehörde G./Kanton Basel-Landschaft (vormals Fürsorgebehörde G.) die Berechnung der Fürsorge für alle sechs Familienmitglieder ab 1. Juli 2001 mit einem Grundbetrag von Fr. 1'620.-, einem Taschengeld von Fr. 336.-, einem Betrag für Kleidung von Fr. 296.- und Mietkosten von Fr. 1'600.-. Mit Einsprache vom 18. Juli 2001 beantragten D. und B.X., die Unterstützungsleistungen nach Massgabe der aktuellen Richtlinien für die Ausgestaltung und Bemessung der Sozialhilfe der Schweizerischen Konferenz für Sozialhilfe (SKOS) zu berechnen. Ausserdem sei ihnen - statt der bisher zugeteilten Zwei-Zimmer-Wohnung - eine Wohnung mit mindestens vier Zimmern zuzuweisen. Die Sozialhilfebehörde lehnte die Einsprache am 27. Juli 2001 ab. Dagegen gelangten D. und B.X. an den Regierungsrat des Kantons Basel-Landschaft und anschliessend an das Kantonsgericht Basel-Landschaft, die ihre Beschwerden mit Entscheid vom 23. April 2002 und Urteil vom 5. Februar 2003 abwiesen.\n\nD. und B.X. haben mit Postaufgabe vom 27. Mai 2003 beim Bundesgericht staatsrechtliche Beschwerde eingereicht mit folgenden Anträgen:\n\n\"1. Der Entscheid des Kantonsgerichts Basel-Landschaft, Abteilung Verfassungs- und Verwaltungsrecht, vom 5. Februar 2003 sei aufzuheben.\n\n2. Es seien die kantonalen Behörden anzuweisen, die Unterstützungsleistungen für die Familie X. nach Massgabe der kantonalen Sozialhilfeverordnung bzw. den aktuellen Richtlinien für die Ausgestaltung und Bemessung der Sozialhilfe der Schweizerischen Konferenz für Sozialhilfe (SKOS) zu berechnen.\"\n\nSie machen insbesondere geltend, die niedrigere Bemessung der Sozialhilfe für vorläufig Aufgenommene beruhe auf einer BGE 130 I 1 S. 4ungenügenden gesetzlichen Grundlage und erweise sich als diskriminatorisch. Zudem sei die Gleichstellung der vorläufig Aufgenommenen mit Asylsuchenden willkürlich.\n\nDas Bundesgericht heisst die Beschwerde in einem hier nicht publizierten Nebenpunkt teilweise gut. Im Übrigen weist es die Beschwerde ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Die Sozialhilfebehörde G. hat die Unterstützungsleistungen gestützt auf die in §§ 5-7 der Kantonalen Asylverordnung vom 20. Februar 2001 des Kantons Basel-Landschaft (kAV/BL) angegebenen Beträge (Grundbetrag, Taschengeld und Kleiderzuschuss) bemessen. Diese sind gemäss § 1 der Kantonalen Asylverordnung für die Unterstützung von Asylsuchenden (Ausweis N), vorläufig Aufgenommenen (Ausweis F) und Schutzbedürftigen ohne Aufenthaltsbewilligung massgebend (§ 1 kAV/BL). Die in der Kantonalen Asylverordnung vorgesehenen Beträge liegen unter denjenigen, die in der basellandschaftlichen Sozialhilfeverordnung vom 25. September 2001 (SHV/BL) und in den von der Schweizerischen Konferenz für Sozialhilfe herausgegebenen Richtlinien für die Ausgestaltung und Bemessung der Sozialhilfe (kurz: SKOS-Richtlinien; vgl. dort Kapitel B.2) genannt werden. Dem Grundbedarf nach der Sozialhilfeverordnung (§§ 8 und 9 SHV/BL) von Fr. 2'940.- bei einem Haushalt mit sechs Personen (Stand: 1. Januar 2002) bzw. nach den SKOS-Richtlinien von Fr. 3'340.- steht ein entsprechender Betrag von Fr. 2'252.- (Grundbetrag zuzüglich Taschengeld und Kleiderzuschuss) nach der Kantonalen Asylverordnung gegenüber.\n\nDie Sozialhilfeverordnung ist zusammen mit dem basellandschaftlichen Gesetz vom 21. Juni 2001 über die Sozial-, die Jugend- und Behindertenhilfe (Sozialhilfegesetz, SHG/BL) am 1. Januar 2002 in Kraft getreten. Davor galten das basellandschaftliche Fürsorgegesetz (FüG/BL) vom 6. Mai 1974 und - bis zum 31. März 2001 - die darauf gestützte basellandschaftliche Verordnung vom 25. November 1997 über Art und Mass der Fürsorgeunterstützungen (Fürsorgeverordnung; FüV/BL). Die Kantonale Asylverordnung hat - betreffend die in § 1 kAV/BL genannten Personenkreise - die Fürsorgeverordnung am 1. April 2001 abgelöst. BGE 130 I 1 S. 5\n\n3. Die Beschwerdeführer rügen, die Kantonale Asylverordnung habe keine ausreichende Rechtsgrundlage im kantonalen Recht. Hierdurch würden die Prinzipien der Legalität und der Gewaltentrennung verletzt.\n\n3.1 Das Bundesgericht hat seit jeher das durch sämtliche Kantonsverfassungen explizit oder implizit garantierte Prinzip der Gewaltenteilung, das in Art. 51 Abs. 1 BV (vormals Art. 6 aBV) vorausgesetzt wird, als verfassungsmässiges Recht anerkannt (BGE 128 I 113 E. 2c S. 116; BGE 127 I 60 E. 2a S. 63; BGE 126 I 180 E. 2a/aa S. 182; BGE 124 I 216 E. 3b S. 219; BGE 121 I 22 E. 3a S. 25). Es schützt die Einhaltung der verfassungsmässigen Zuständigkeitsordnung. Welche Behörde wofür zuständig ist, ergibt sich in erster Linie aus dem kantonalen Staatsrecht. Das Legalitätsprinzip besagt, dass ein staatlicher Akt sich auf eine materiellgesetzliche Grundlage stützen muss, die hinreichend bestimmt und vom staatsrechtlich hierfür zuständigen Organ erlassen worden ist. Es dient damit einerseits dem demokratischen Anliegen der Sicherung der staatsrechtlichen Zuständigkeitsordnung, anderseits dem rechtsstaatlichen Anliegen der Rechtsgleichheit, Berechenbarkeit und Voraussehbarkeit des staatlichen Handelns. Das Legalitätsprinzip gilt für das ganze Verwaltungshandeln mit Einschluss der Leistungsverwaltung (zum Ganzen BGE 103 Ia 369 E. 5 und 6 S. 380 ff.; BGE 123 I 1 E. 2b S. 3 f., mit Hinweisen auf die Lehre und Rechtsprechung). Es ist in Art. 5 Abs. 1 BV als verfassungsmässiger Grundsatz niedergelegt (vgl. BGE 127 I 60 E. 3a S. 67). Seine Verletzung kann im Zusammenhang mit dem Grundsatz der Gewaltentrennung geltend gemacht werden (BGE 128 I 113 E. 3c S. 121). Das Bundesgericht prüft die Auslegung der einschlägigen Verfassungsbestimmungen frei, jene des Gesetzesrechts dagegen lediglich unter dem Gesichtswinkel der Willkür (BGE 128 I 113 E. 2c und 3c S.116 und 121; BGE 127 I 60 E. 2a S. 64; BGE 126 I 180 E. 2a/aa S. 182).\n\n3.2 Das Kantonsgericht hat festgehalten, nach § 63 Abs. 1 der Verfassung des Kantons Basel-Landschaft vom 17. Mai 1984 (KV/BL; SR 131.222.2) erlasse der Landrat alle grundlegenden und wichtigen Bestimmungen in der Form des Gesetzes. Die Kompetenz zum Erlass solcher Bestimmungen dürfe vom Gesetzgeber nach § 36 Abs. 1 KV/BL nicht auf andere Organe übertragen werden. Gemäss § 74 Abs. 2 KV/BL erlasse der Regierungsrat Verordnungen auf der Grundlage und im Rahmen der Gesetze, soweit nicht durch Gesetz ausnahmsweise der Landrat zum Erlass BGE 130 I 1 S. 6ausführender Bestimmungen ermächtigt ist. Bis zum Inkrafttreten des kantonalen Sozialhilfegesetzes am 1. Januar 2002 habe § 7 lit. b FüG/BL vorgesehen, dass das kantonale Fürsorgeamt zuhanden der Fürsorgebehörden der Gemeinden Richtlinien über Art und Mass der Unterstützung ausarbeitet. Gestützt hierauf und auf § 74 Abs. 2 KV/BL habe der Regierungsrat die kantonale Fürsorgeverordnung und später gestützt auf § 74 Abs. 2 KV/BL die Kantonale Asylverordnung erlassen. Die Festlegung von Richtlinien über Art und Mass von Unterstützungsleistungen an Bedürftige stelle zweifellos einen grundlegenden und wichtigen Gegenstand dar, den es in einem formellen Gesetz zu regeln gelte. Die Kompetenzübertragung in § 7 lit. b FüG/BL, auf der auch die Kantonale Asylverordnung beruhe, selbst wenn sich dies nicht aus deren Ingress ergebe, genüge den Anforderungen der Kantonsverfassung von 1984 nicht. Das Fürsorgegesetz von 1974 setze unter anderem keine minimalen Grundsätze über Art und Mass von Unterstützungsleistungen fest. § 7 lit. b FüG/BL sei jedoch gestützt auf § 148 Abs. 1 KV/BL bis zum Erlass des neuen Sozialhilfegesetzes in Kraft geblieben. § 148 Abs. 1 KV/BL lege fest, dass Bestimmungen, die in einem nach der Kantonsverfassung nicht mehr zulässigen Verfahren zustande gekommen seien, weiter in Kraft bleiben. Demnach habe bis zum Inkrafttreten des kantonalen Sozialhilfegesetzes (am 1. Januar 2002) zwar während einer Übergangsfrist keine genügende gesetzliche Grundlage für die unterstützungsrechtliche Unterscheidung verschiedener Personengruppen und die Festlegung über Art und Ausmass der Unterstützungen bestanden; die kantonalen Fürsorge- und Asylverordnungen könnten jedoch mit Blick auf § 148 Abs. 1 KV/BL in dieser Periode trotzdem Geltung beanspruchen.\n\n3.3 Die Beschwerdeführer wenden hiegegen ein, die Kantonale Asylverordnung stamme vom 20. Februar 2001. Sie sei rund 14 Jahre nach dem Inkrafttreten der jetzigen Kantonsverfassung erlassen worden. § 148 Abs. 1 KV/BL erfasse als Übergangsrecht nur Bestimmungen, die vor dem Inkrafttreten der Verfassung zustande gekommen seien, mithin nicht die spätere Kantonale Asylverordnung.\n\n3.4\n\n3.4.1 Gesetzgebende Behörde ist der Landrat (§ 61 KV/BL). Der Regierungsrat ist die leitende und oberste vollziehende Behörde des Kantons (§ 71 KV/BL). Gemäss § 63 Abs. 1 KV/BL sind \"alle grundlegenden und wichtigen Bestimmungen vom Landrat in der BGE 130 I 1 S. 7Form des Gesetzes\" zu erlassen. Dabei unterliegen Gesetze der obligatorischen bzw. seit dem 1. Januar 2000 teils der fakultativen Volksabstimmung (vgl. §§ 30 f. KV/BL). Dies ist der demokratisch besonders legitimierte und gebotene Weg der Gesetzgebung (betr. §§ 63 und 36 KV/BL: BGE 115 Ia 277 E. 7c S. 290; GIOVANNI BIAGGINI, Erste Erfahrungen mit der Kantonsverfassung des Kantons Basel-Landschaft von 1984, in: Kurt Jenny et al. [Hrsg.], Staats- und Verwaltungsrecht des Kantons Basel-Landschaft, 1998, S. 21). Laut § 36 Abs. 1 KV/BL darf der Gesetzgeber die Befugnis zum Erlass grundlegender und wichtiger Bestimmungen nicht auf andere Organe übertragen. Das bedeutet unter anderem auch, dass er sich seiner Regelungsverantwortung nicht entziehen darf.\n\nGemäss § 7 lit. b FüG/BL \"arbeitet\" das kantonale Fürsorgeamt \"zuhanden der Fürsorgebehörden der Gemeinden über Art und Mass der Unterstützung Richtlinien aus\". Ob für das Mass der Sozialhilfeleistungen zwischen vorläufig aufgenommenen Ausländern und anderen Personen zu unterscheiden ist bzw. unterschieden werden darf, ergibt sich aus dem Fürsorgegesetz nicht.\n\n3.4.2 Es kann nicht ein für alle Mal gesagt werden, welche Regelungen so bedeutend sind, dass sie in einem formellen Gesetz enthalten sein müssen und wie detailliert die gesetzliche Normierung sein muss (BGE 128 I 113 E. 3c S. 122). Gemäss § 63 Abs. 1 KV/BL ist entscheidend, ob die betreffenden Fragen \"wichtig und grundlegend\" sind (Urteil 1P.11/1997 vom 8. April 1997, ZBl 99/1998 S. 24, E. 2b, c und e; vgl. hierzu auch: ROLAND FEUZ, Materielle Gesetzesbegriffe, Diss. Bern 2001, S. 79 ff., insbes. S. 114 und 200 ff.; ders., Altrechtliche Dekrete unter der neuen Kantonsverfassung, Ein Beitrag zur Auslegung von Art. 69 KV, Bernische Verwaltungsrechtsprechung [BVR] 2001 S. 149 ff.; GIOVANNI BIAGGINI, a.a.O., S. 20-24; ders., Begriff und Funktion des Gesetzes in der Verfassungsordnung des Kantons Basel-Landschaft, in: Andreas Auer/ Walter Kälin [Hrsg.], Das Gesetz im Staatsrecht der Kantone, 1991, S. 71 ff., insbes. S. 82 ff. und 99-101; weitgehend gleich lautend in der selbständigen Schrift: GIOVANNI BIAGGINI, Das Gesetz in der Verfassungsordnung des Kantons Basel-Landschaft, 1992, insbes. S. 24 ff. und 50-55). Wegleitend kann eine verbreitete, seit langem bestehende Rechtswirklichkeit sein; eine Regelung auf Verordnungsstufe ist eher zulässig, wenn sie dem allgemein üblichen Standard entspricht. Umgekehrt verhält es sich mit bisher unüblichen Regelungen (vgl. BGE 128 I 113 E. 3c S. 122; betr. den Kanton BGE 130 I 1 S. 8Basel-Landschaft BGE 103 Ia 394 E. 3b/bb S. 404). Das basellandschaftliche Verfassungsgericht hat in einem Urteil vom 23. Oktober 1997 (publ. in: Basellandschaftliche Verwaltungsgerichtsentscheide 1996 S. 37 ff., insbes. E. 7b S. 42) verschiedene Kriterien für die Wichtigkeit einer Frage genannt. Dazu werden gerechnet die Zahl der geregelten Verhaltensalternativen, die Grösse des Adressatenkreises, die Intensität einer Regelung für die berührte private Person, die Bedeutung einer Regelung für die Ausgestaltung des politischen Systems, die finanziellen Auswirkungen einer Entscheidung für den Staat und die private Person, die Umstrittenheit bzw. die Akzeptierbarkeit einer Regelung in der Rechtsgemeinschaft und das geltende Recht als Ausdruck vorangegangener gesetzgeberischer Bewertungen der Wichtigkeit einer Frage (entspricht der Auflistung bei GIOVANNI BIAGGINI, in: Andreas/Auer/Walter Kälin, a.a.O., S. 88; ders., Das Gesetz in der Verfassungsordnung des Kantons Basel-Landschaft, a.a.O., S. 33; vgl. auch GEORG MÜLLER, Inhalt und Formen der Rechtssetzung als Problem der demokratischen Kompetenzordnung, Habil. Basel 1979, S. 111 ff.; ANDREAS ZÜND, Gesetz und Dekret im Kanton Aargau, Diss. Bern 1986, S. 63 f. und 75 f.). Hierauf bezogen hat das Bundesgericht bereits festgehalten, dass es nicht darauf ankommt, ob eine Anordnung nach sämtlichen vom Verfassungsgericht genannten Kriterien als wichtig einzustufen ist. Es genügt, wenn sich die Wichtigkeit aufgrund einzelner dieser Kriterien ergibt (erwähntes Urteil in ZBl 99/1998 S. 24, E. 2e).\n\n3.4.3 Das Kantonsgericht ist wie erwähnt (E. 3.2) davon ausgegangen, dass der Entscheid über die unterschiedliche Behandlung von diversen Personengruppen im Rahmen der Gewährung von Sozialhilfe in der Form eines vom Landrat zu erlassenden Gesetzes gemäss § 63 Abs. 1 KV/BL zu treffen sei. Ob diese Auffassung zutrifft, kann hier offen bleiben. Geht man mit dem Kantonsgericht von der Notwendigkeit einer formellgesetzlichen Regelung aus, so ist der Regierungsrat des Kantons Basel-Landschaft mit Blick auf § 36 Abs. 1 KV/BL nicht befugt, allein gestützt auf die (Blanko-)Delegation in § 7 lit. b FüG/BL und § 74 Abs. 2 KV/BL eine abweichende Behandlung für vorläufig aufgenommene Personen vorzusehen.\n\n3.5 Kantonsgericht und Regierungsrat halten jedoch die betreffende Regelung der Kantonalen Asylverordnung, auch soweit sie bis zum 1. Januar 2002 der erforderlichen formellgesetzlichen BGE 130 I 1 S. 9Grundlage entbehrte, gestützt auf die verfassungsrechtliche Übergangsvorschrift in § 148 Abs. 1 KV/BL für zulässig.\n\n3.5.1 Gemäss § 147 Abs. 2 KV/BL treten \"Bestimmungen, welche der vorliegenden Verfassung inhaltlich widersprechen\", ausser Kraft. Nach § 148 Abs. 1 KV/BL bleiben aber \"Bestimmungen, die in einem nach dieser Verfassung nicht mehr zulässigen Verfahren zustandegekommen sind\", weiter in Kraft. § 148 Abs. 2 KV/BL lautet: \"Das Verfahren zur Änderung solcher Bestimmungen richtet sich nach dieser Verfassung. Insbesondere können Bestimmungen, die neu der Gesetzesform bedürfen, nur auf dem Wege der Gesetzgebung geändert werden.\"\n\n3.5.2 Das Übergangsrecht in § 148 Abs. 1 und 2 KV/BL wurde nach dem Vorbild der Verfassung des Kantons Aargau vom 25. Juni 1980 (§ 128 Abs. 1 und 2 KV/AG [SR 131.227]) formuliert (Begleitbericht vom 28. Juni 1982 zum Verfassungsentwurf 1982, in: Totalrevision der basellandschaftlichen Staatsverfassung, Dokumente 1980-1982, Liestal 1987, S. 273, N. 392). Es wurde jedoch davon abgesehen, die Regelung von § 129 der aargauischen Verfassung zu übernehmen, wonach gewisse verfassungswidrige behördliche Ermächtigungen befristet weitergelten sollten; dank § 129 KV/AG konnten im Kanton Aargau während einer Übergangsfrist von fünf Jahren neue Vorschriften gestützt auf die inzwischen verfassungswidrigen Delegationsnormen erlassen werden, ohne die in der Verfassung vorgesehene neue Kompetenzverteilung beachten zu müssen (vgl. ADRIAN HUNGERBÜHLER, Probleme der Einführung der neuen aargauischen Kantonsverfassung, ZBl 84/1983 S. 396). Eine entsprechende Bestimmung gibt es in der basellandschaftlichen Verfassung nicht. In ihrem Bericht vom 25. April 1984 zu den Übergangsbestimmungen für die Verfassung des Kantons Basel-Landschaft äusserte sich die zuständige Sachkommission dahin, dass mit der Übergangsregelung des § 148 KV/BL das unter altem Verfassungsrecht gesetzte Recht beibehalten werde, soweit es nicht inhaltlich der neuen Verfassung widerspreche. Die Regelung beruhe auf einem Abwägen zwischen der Notwendigkeit, Rechtslücken und damit verbundene Beeinträchtigungen der Staats- und Verwaltungstätigkeit zu vermeiden, und dem Ziel, die neue Zuständigkeitsordnung durchzusetzen. Neue Rechtsetzungsorgane sollten zum Zuge kommen, wenn der betreffende Erlass ohnehin revidiert werde. In diesem Falle dürfe grundsätzlich verlangt werden, dass neben der inhaltlichen Änderung auch für eine korrekte formelle BGE 130 I 1 S. 10Rechtsgrundlage bzw. richtige Rechtsform gesorgt werde. Solange aber am bestehenden Erlass nichts geändert werde, bleibe dieser ohne Befristung in Kraft, auch wenn er in einem der neuen Verfassung nicht mehr entsprechenden Verfahren zustande gekommen sei. Um das Parlament nicht mit Arbeit zu überhäufen und das Volk nicht mit Abstimmungen zu strapazieren, sei es nicht unbedingt nötig, dass jede Änderung eines Erlasses die formelle Gesamtbereinigung zur Folge haben müsse. Das Parlament werde entscheiden müssen, in welchem Umfange jeweils ein Erlass in formellen Einklang mit der neuen Verfassung zu bringen sei. Es werde grundsätzlich empfehlenswert sein, auch bei nur teilweisen Änderungen den ganzen Erlass formell der neuen Verfassung anzupassen (Bericht der Sachkommission 5 vom 25. April 1984, abgedruckt in: Totalrevision der basellandschaftlichen Staatsverfassung, Dokumente 1983-1987, Liestal 1988, S. 68). Soweit sich die Doktrin zur hier behandelten Problematik äussert, geht sie davon aus, dass Regelungen, die nach den Massstäben der neuen Verfassung einer höherstufigen Form oder zumindest einer (besseren) höherstufigen Grundlage bedürfen, im Falle ihrer Änderung oder ihres Neuerlasses den aktuellen verfassungsrechtlichen Anforderungen genügen müssen (ADRIAN HUNGERBÜHLER, a.a.O., S. 394 f.; ROLAND FEUZ, a.a.O., BVR 2001 S. 166; vgl. auch ANDREAS ZÜND, a.a.O., S. 128). Sodann hat das Bundesgericht in Bezug auf ein formell mangelhaft gewordenes Berner Dekret, das gestützt auf eine dem § 148 KV/BL vergleichbare Übergangsregelung der Berner Verfassung aber weiterhin gültig geblieben war, erklärt, die von einer Revision erfassten Dekretsbestimmungen müssten mit der neuen Ordnung in Einklang gebracht werden; dies bedeutete, dass zumindest für die in Frage stehenden Revisionspunkte die von der Verfassung neu geforderten Grundlagen auf Gesetzesstufe zu schaffen waren (BGE 124 I 216 E. 6c S. 221).\n\n3.5.3 Ob die Annahme der kantonalen Behörden, wonach die streitige Regelung in der Kantonalen Asylverordnung trotz an sich ungenügender gesetzlicher Grundlage gestützt auf die verfassungsrechtliche Übergangsordnung noch habe erlassen werden dürfen, auf einer richtigen Interpretation der betreffenden Verfassungsbestimmungen beruht, erscheint zumindest zweifelhaft. Die in § 148 Abs. 1 KV/BL vorgesehene Weitergeltung bisherigen Rechts bezieht sich auf Erlasse, die in einem nicht mehr zulässigen Verfahren zustandegekommen sind bzw. nach neuer Ordnung der BGE 130 I 1 S. 11erforderlichen höherstufigen Grundlage entbehren, nicht aber, wie das Kantonsgericht anzunehmen scheint, auf Gesetzesbestimmungen, welche eine unzulässig weite Delegation enthalten. Bestimmungen, die nach neuer Ordnung der Gesetzesform bedürfen, können, wie § 148 Abs. 2 KV/BL ausdrücklich festhält, nur auf dem Wege der Gesetzgebung geändert werden. Die Frage bedarf vorliegend aber keiner weiteren Erörterung, da sich die fragliche Verordnungsregelung bzw. die beanstandete Differenzierung schon bisher auf eine genügende (anderweitige) gesetzliche Grundlage stützen konnte und die verfassungsrechtliche Übergangsordnung insofern gar nicht herangezogen zu werden braucht.\n\n3.6\n\n3.6.1 Laut Art. 44 des Asylgesetzes vom 26. Juni 1998 (AsylG; SR 142.31) wird bei Ablehnung des Asylgesuchs in der Regel die Wegweisung der Gesuchsteller verfügt. Sofern der Vollzug der Wegweisung nicht möglich ist, wird das weitere Anwesenheitsverhältnis nach dem Bundesgesetz vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) geregelt. Laut Art. 14a Abs. 1 ANAG wird die vorläufige Aufnahme verfügt, wenn der Vollzug der Weg- oder Ausweisung nicht möglich ist. Gemäss Art. 14c Abs. 4 ANAG gilt alsdann für die Fürsorgeleistungen der vorläufig aufgenommenen Ausländer nebst kantonalem Recht das 5. Kapitel des Asylgesetzes vom 26. Juni 1998 sinngemäss. Laut dem im genannten Kapitel enthaltenen Art. 82 AsylG ist die Unterstützung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung nach Möglichkeit in Form von Sachleistungen auszurichten (Abs. 2); bei Flüchtlingen und Schutzbedürftigen, die Anspruch auf eine Aufenthaltsbewilligung haben, ist hingegen ihrer besonderen Lage bei der Unterstützung Rechnung zu tragen, indem namentlich die berufliche, soziale und kulturelle Integration erleichtert werden soll (Abs. 3). Daraus ergibt sich die Berechtigung, insbesondere Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung nicht nur anders, sondern auch in geringerem Umfang als Ausländer mit Anspruch auf eine Aufenthaltsbewilligung zu unterstützen. Die in Art. 82 AsylG statuierte unterschiedliche Behandlung wird auch aus Art. 3 der Asylverordnung 2 vom 11. August 1999 über Finanzierungsfragen (AsylV 2; SR 142.312) deutlich, wonach Flüchtlinge und Schutzbedürftige mit Aufenthaltsbewilligung bei der Festsetzung und Ausrichtung der Fürsorgeleistungen den Einheimischen gleichgestellt werden, BGE 130 I 1 S. 12wäh rend für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung unter anderem auf den Vorbehalt in Art. 82 Abs. 2 AsylG verwiesen wird. Dem liegen die Gedanken zugrunde, dass die Ausländer mit Recht auf Aufenthaltsbewilligung in der Schweiz bleiben können und ihnen daher die Integration erleichtert werden soll. Dagegen wird bei denjenigen ohne Recht auf Aufenthaltsbewilligung davon ausgegangen, dass sie das Land in absehbarer Zeit wieder verlassen, so dass es nicht auf ihre Integration ankommt; zudem soll ihnen durch die Fürsorgeleistungen möglichst kein Anreiz zum Zuzug oder Verbleib gegeben werden (vgl. KATHRIN AMSTUTZ, Verfassungsrechtliche Mindestanforderungen an die Sozialhilfe im Asylwesen, Asyl 2003 Heft 2 S. 28; dies., Das Grundrecht auf Existenzsicherung, Diss. Bern 2001, S. 320 f. und 332; CHARLOTTE GYSIN, Der Schutz des Existenzminimums in der Schweiz, Diss. Basel 1999, S. 243 f.; MARKUS RAESS/ SUSANNE RAESS-EICHENBERGER [Hrsg.], WEKA-compétent, Guide pratique du droit des étrangers en Suisse, Abschnitt 10 Kapitel 6.4.2.1; WALTER SCHMID, Grundsätze des Fürsorgerechts im Asylbereich, Asyl 1992 Heft 2/3 S. 26 f.).\n\n3.6.2 Da vorläufig aufgenommene Ausländer wie Asylsuchende keine Aufenthaltsbewilligung haben, gelten die für Letztere bestehenden Regelungen grundsätzlich auch für sie (ebenso: FELIX WOLFFERS, Fürsorgeleistungen an abgewiesene Asylsuchende, Asyl 1995 Heft 1 S. 5; THOMAS SALZGEBER, Handbuch für die Betreuung von Asylbewerbern und anerkannten Flüchtlingen, 1990 ff., Stand Frühjahr 1994, Kap. 9.2). Für den Bundesgesetzgeber befinden sich Asylbewerber und vorläufig aufgenommene Ausländer in einer vergleichbaren Situation (BBl 1994 V 587 Ziff. 222.4). Die vorläufige Aufnahme kann zwar für zwölf Monate verfügt und um die entsprechende Zeit verlängert werden, wenn die sie rechtfertigenden Gründe fortbestehen (Art. 14c Abs. 1 ANAG). Sobald aber die Aus- oder Wegweisung vollzogen werden kann, ist die vorläufige Aufnahme wieder aufzuheben (Art. 14b Abs. 2 ANAG). Bei vorläufig aufgenommenen Ausländern ist daher - zumindest in einer hier noch nicht überschrittenen ersten Phase - davon auszugehen, dass sie nicht in der Schweiz verbleiben werden, so dass die oben für Asylsuchende gemachten Ausführungen entsprechend auch für sie gelten, woraus sich ihre Gleichbehandlung mit diesem Personenkreis rechtfertigt. BGE 130 I 1 S. 13\n\n3.6.3 Demnach können vorläufig aufgenommene Ausländer wie die Beschwerdeführer gestützt auf Art. 14c Abs. 4 ANAG in Verbindung mit Art. 82 Abs. 2 und 3 AsylG bei der Festsetzung und Ausrichtung der Sozialhilfe abweichend von den übrigen Sozialhilfeberechtigten behandelt werden (vgl. auch BBl 2002 S. 6892 zu Art. 82). Es bedurfte hierfür auf kantonaler Ebene nicht mehr eigens einer formellgesetzlichen Grundlage, da eine solche bereits auf Bundesebene bestand und fortbesteht und regierungsrätliche Verordnungen nach der im Kanton Basel-Landschaft geltenden Verfassungslage und Praxis direkt an Bundesrecht anknüpfen können (GIOVANNI BIAGGINI, in: Andreas Auer/Walter Kälin, a.a.O., S. 75 f. und 78). Nach dem Gesagten genügen die streitigen Bestimmungen in der Kantonalen Asylverordnung den verfassungsrechtlichen Anforderungen der §§ 36 Abs. 1 und 63 Abs. 1 KV/BL. Die Rüge der Verletzung des Legalitätsprinzips und des Gewaltenteilungsprinzips ist damit unbegründet.\n\n3.7 Die Beschwerdeführer machen ferner geltend, gegen bundesrechtliche Delegationsprinzipien verstossendes kantonales Recht könne nicht gestützt auf eine Übergangsbestimmung der Kantonsverfassung als rechtmässig erklärt werden; dies verletze den Grundsatz der derogatorischen Kraft des Bundesrechts. Soweit auf dieses Vorbringen angesichts von Art. 90 Abs. 1 lit. b OG überhaupt einzutreten ist, erscheint die Rüge mit Blick auf die oben stehenden Ausführungen als unbegründet.\n\n4. Die Beschwerdeführer wiederholen im Wesentlichen ihre Rügen auch für die Zeit nach Inkrafttreten des basellandschaftlichen Sozialhilfegesetzes am 1. Januar 2002. Ob der von den kantonalen Instanzen nunmehr als gesetzliche Grundlage angeführte § 32 SHG/BL den verfassungsrechtlichen Anforderungen genügt, kann vorliegend unter Verweis auf Erwägung 3.6 hiervor offen gelassen werden. Damit ist auch unerheblich, ob der Begriff der Asylsuchenden in § 32 SHG/BL ebenfalls die vorläufig aufgenommenen Ausländer umfasst. Die Ermächtigung, diese abweichend von den aufenthaltsberechtigten Sozialhilfeempfängern zu behandeln, ergibt sich schon aus dem Bundesrecht. Nach dem Gesagten stösst auch die Rüge ins Leere, die kantonalen Instanzen würden in willkürlicher Weise die vorläufig aufgenommenen Personen unter § 32 SHG/BL subsumieren (zum Willkürbegriff: BGE 127 I 54 E. 2b S. 56 mit Hinweisen).\n\nBGE 130 I 1 S. 14Die Beschwerdeführer rügen für die Zeit ab 1. Januar 2002 zusätzlich, dass das Mass der Unterstützungen nicht in einem formellen Gesetz geregelt ist. Gemäss § 6 Abs. 3 SHG/BL regelt der Regierungsrat das Mass der Unterstützungen. § 32 Abs. 1 SHG/BL zufolge betreuen und unterstützen die Gemeinden \"die Personen, die der Asylgesetzgebung unterstehen und keine Aufenthaltsbewilligung haben (kurz: Asylsuchende)\"; dabei sollen die Asylgesetzgebung und die vom Regierungsrat - gestützt auf § 32 Abs. 3 SHG/BL - geregelten Einzelheiten gelten. Von Bundesrechts wegen ist es nicht notwendig, dass die Höhe der Leistungen in der Form eines formellen Gesetzes festgelegt wird, solange die vorgesehenen Leistungen noch oberhalb dessen liegen, was nach Art. 12 BV als Minimum staatlicher Leistungen geboten ist (vgl. BGE 122 II 193 E. 2c/dd S. 198; FELIX WOLFFERS, a.a.O., Asyl 1995 Heft 1 S. 6). Nichts anderes kann mit Blick auf § 63 Abs. 1 KV/BL gelten. Dass die in der Kantonalen Asylverordnung geregelten Unterstützungsbeträge den von Art. 12 BV garantierten Bedarf nicht decken, haben die Beschwerdeführer nicht behauptet; das gemäss Art. 12 BV sicherzustellende Existenzminimum ist ohnehin nicht mit den in den SKOS-Richtlinien angegebenen Beträgen gleichzusetzen (KATHRIN AMSTUTZ, a.a.O., Asyl 2003 Heft 2 S. 30). Die Beschwerdeführer räumen selber ein, ihnen sei (immerhin) das zum Überleben erforderliche Minimum gesichert. Jedenfalls dann, wenn der Entscheid über die abweichende Behandlung der interessierenden Personengruppe wie hier in einem formellen Gesetz im Grundsatz getroffen worden ist, erscheint die Regelung des Leistungsmasses als Detailfrage und nicht mehr als grundlegend. Der Sozialhilfe stehen nicht von den Berechtigten zuvor geleistete Beiträge gegenüber, die einen gesetzgeberischen Entscheid zur Abänderung der Leistungshöhe für eine bestimmte Personengruppe erfordern könnten. Sodann soll die fürsorgerechtliche Unterstützung gegebenenfalls individuelle und örtliche Bedürfnisse angemessen berücksichtigen, was ebenfalls eine gewisse Flexibilität im Einzelfall voraussetzt und gegen die Festlegung des Masses der Unterstützung auf gesetzlicher Stufe spricht.\n\n5. Die Beschwerdeführer meinen im Weiteren, die Gleichbehandlung mit Asylsuchenden sei nicht haltbar. Als vorläufig Aufgenommene hätten sie Anspruch darauf, anders behandelt zu werden als Asylsuchende. Neben dem absoluten Minimum bleibe für zusätzliche Auslagen zur Stellensuche und zu Sozialkontakten zwecks Integration kein Raum. BGE 130 I 1 S. 15\n\nDurch die Bemessung der Sozialhilfe der Beschwerdeführer wie bei Asylsuchenden, deren Unterstützung nicht (mehr) in Form von Sachleistungen besteht, wird indes weder das Diskriminierungsverbot noch das Rechtsgleichheitsgebot (Art. 8 BV) verletzt (vgl. allgemein BGE 126 II 377 E. 6a und c S. 392 ff.; BGE 125 I 166 E. 2a S. 168, je mit Hinweisen). Dazu kann erneut auf die Ausführungen in Erwägung 3.6 hiervor verwiesen werden. Im Übrigen dürfen auch Asylsuchende nach Ablauf der ersten drei Monate grundsätzlich eine Erwerbstätigkeit ausüben (Art. 43 AsylG), so dass sie sich in dieser Hinsicht ebenfalls nicht wesentlich von den vorläufig aufgenommenen Ausländern unterscheiden. Ob eine andere Betrachtungsweise geboten sein könnte, wenn die vorläufige Aufnahme bereits mehrere Jahre gedauert hat und ein Vollzug der Wegweisung weiterhin nicht absehbar ist, so dass der Gesichtspunkt der Integration letztlich doch Bedeutung erlangt (vgl. KATHRIN AMSTUTZ, a.a.O., Asyl 2003 Heft 2 S. 35 f.; FELIX WOLFFERS, a.a.O., S. 5; THOMAS SALZGEBER, a.a.O., Kap. 9.2; WALTER SCHMID, a.a.O., S. 25), braucht hier nicht diskutiert zu werden. Eine solche Situation ist bei den Beschwerdeführern nicht gegeben."}