{"annee": "130", "cour": "I", "page": "169", "date": "12/5/2004", "cite": ["129 I 337", "129 I 330", "129 I 265", "128 I 102", "124 I 289"], "cite_par": ["131 I 333", "135 I 233", "134 I 293", "137 I 135", "131 I 272"], "chapeau": "14. Extrait de l'arrêt de la Ire Cour de droit public dans la cause G. contre Préfet du district de Nyon ainsi que Tribunal de police de l'arrondissement de La Côte (recours de droit public)\n\n1P.148/2004 du 12 mai 2004", "regestes": ["Art. 7 et 10 al. 2 Cst.; conversion d'une amende en arrêts; interdiction de la contrainte par corps. L'interdiction de la contrainte par corps se rattache aussi bien à la dignité humaine, consacrée à l'art. 7 Cst., qu'à la liberté personnelle, garantie à l'art. 10 al. 2 Cst. (consid. 2.2). L'imputation d'un paiement partiel sur les frais de procédure et de poursuite plutôt que sur l'amende est incompatible avec l'interdiction de la contrainte par corps, en tant qu'elle a pour conséquence de permettre la conversion de l'amende en arrêts (consid. 2.3)."], "faits": "BGE 130 I 169 S. 170\n\nPar prononcé du 25 juillet 2003, le Préfet du district de Nyon a condamné G. à une amende de 100 fr. ainsi qu'au paiement des frais de la cause, pour avoir voyagé à deux reprises en train sans titre de transport valable et contrevenu ainsi à l'art. 51 al. 1 de la loi fédérale sur les transports publics.\n\nLe 17 novembre 2003, G. a payé une somme de 72 fr. en précisant que cet acompte devait être imputé sur le montant de l'amende.\n\nPar prononcé du 16 décembre 2003, le Préfet du district de Nyon a converti l'amende de 100 fr. en trois jours d'arrêts, après avoir imputé la somme versée sur les frais, en application de l'art. 15i al. 2 de la loi vaudoise sur l'exécution des condamnations pénales et de la détention préventive (LEP).\n\nAu terme d'un jugement rendu le 11 février 2004 sur appel de G., le Tribunal de police de l'arrondissement de La Côte a confirmé ce prononcé.\n\nLe Tribunal fédéral a admis le recours de droit public formé par G. contre ce jugement, qu'il a annulé.", "considerants": "Extrait des considérants:\n\n2. Le Préfet du district de Nyon a imputé le paiement partiel opéré par le recourant non pas sur l'amende, comme celui-ci le demandait, mais sur les frais, conformément à l'art. 15i al. 2 LEP, suivant lequel lorsqu'une partie de l'amende a été payée par le condamné, le versement est imputé en premier lieu aux frais de poursuites, puis aux frais de procédure, et le surplus au compte de l'amende. G. prétend que l'application de cette disposition serait incompatible avec l'interdiction de la contrainte par corps, qu'il déduit de la liberté personnelle garantie à l'art. 10 al. 2 Cst., en tant qu'elle a pour conséquence de le condamner à une peine d'arrêts.\n\n2.1 Selon le principe de la force dérogatoire du droit fédéral, posé à l'art. 49 al. 1 Cst., le droit fédéral prime le droit cantonal qui lui est contraire. Cela signifie que les cantons ne sont pas autorisés à légiférer dans les domaines exhaustivement réglementés par le droit fédéral. Dans les autres domaines, les cantons ne peuvent édicter des règles de droit qui éludent des prescriptions de droit fédéral ou qui en contredisent le sens ou l'esprit, notamment par leur but ou par les moyens qu'elles mettent en oeuvre, ou qui empiètent sur des matières que le législateur fédéral a réglementées de façon exhaustive (ATF 129 I 330 consid. 3.1 p. 334, ATF 129 I 337 consid. 3.1 p. 341, BGE 130 I 169 S. 171346 consid. 3.1 p. 350, 402 consid. 2 p. 404 et les arrêts cités). Lorsque, comme en l'espèce, le Tribunal fédéral intervient dans le cadre d'un contrôle concret de la norme cantonale litigieuse, il n'examine que sous l'angle de l'arbitraire l'interprétation et l'application que l'autorité cantonale en a faite, sous réserve d'une atteinte grave à un droit constitutionnel spécial; en revanche, il vérifie librement si l'interprétation non arbitraire de la norme cantonale est compatible avec le droit fédéral pertinent (ATF 129 I 337 consid. 3.1 p. 341 et les arrêts cités). Si cette norme devait se révéler inconstitutionnelle, le Tribunal fédéral n'aurait pas le pouvoir de remettre en question sa validité, mais il pourrait uniquement annuler la décision qui l'applique (ATF 129 I 265 consid. 2.3 p. 268; ATF 128 I 102 consid. 3 p. 105/106; ATF 124 I 289 consid. 2 p. 291 et les références citées).\n\n2.2 La Constitution fédérale du 18 avril 1999 n'a pas repris l'abolition de la contrainte par corps ancrée à l'art. 59 al. 3 de la Constitution fédérale du 29 mai 1874 (aCst.). Le constituant n'a en effet pas jugé utile d'inscrire ce principe dans une disposition expresse de la nouvelle constitution parce qu'il découlait déjà de la liberté personnelle et qu'il était consacré par la législation fédérale (Message du Conseil fédéral du 20 novembre 1996 relatif à une nouvelle Constitution fédérale, FF 1997 I 151). L'interdiction de la contrainte par corps demeure ainsi un principe de rang constitutionnel, que l'on peut rattacher aussi bien à la dignité humaine, consacrée à l'art. 7 Cst., qu'à la liberté personnelle garantie à l'art. 10 al. 2 Cst. (voir à ce sujet, PHILIPPE MASTRONARDI, in Ehrenzeller/Mastronardi/Schweizer/ Vallender, Die schweizerische Bundesverfassung, Kommentar, Zurich 2002, n. 48 ad art. 7 Cst., p. 88; ULRICH HÄFELIN/WALTER Haller, Schweizerisches Bundesstaatsrecht, Supplement zur 4. Auflage \"Die neue Bundesverfassung\", Zurich 2000, n. 1665, p. 79; FELIX SCHÖBI, Der Schuldverhaft ist abgeschafft, recht 16/1998 p. 185; DIETER BIEDERMANN, Die neue Bundesverfassung: Übergangs- und Schlussbestimmungen sowie Anpassungen auf Gesetzesstufe, PJA 1999 p. 731; PAUL MARVILLE, L'exécution forcée, responsabilité patrimoniale et protection de la personnalité, thèse Lausanne 1992, n. 136 ad ch. 34, p. 44); au demeurant, l'art. 11 du Pacte international du 16 décembre 1966 relatif aux droits civils et politiques (Pacte ONU II; RS 0.103.2), entré en vigueur pour la Suisse le 18 septembre 1992, prévoit expressément que nul ne peut être emprisonné pour la seule raison qu'il n'est pas en mesure d'exécuter une obligation contractuelle. BGE 130 I 169 S. 172\n\n2.3 Dans un arrêt du 28 mai 1875 paru aux ATF 1 p. 252, le Tribunal fédéral a jugé que tout emprisonnement substitué à une dette pécuniaire non payée devait être considéré comme une contrainte par corps, interdite par l'art. 59 al. 3 aCst., à moins que l'obligation de payer ne présente les caractères d'une peine, comme cela est le cas d'une amende, mais non pas des frais de justice, en raison de leur origine et de leur nature juridique différentes. Au terme d'un arrêt rendu le 16 mars 1877 et publié aux ATF 3 p. 70, il a confirmé ce point de vue, estimant inadmissible que de tels frais puissent être qualifiés de peine par une loi cantonale et qu'il suffise d'un tel procédé pour éluder une disposition formelle de la Constitution fédérale et rendre ces frais exigibles par la voie de l'emprisonnement. Enfin, dans un arrêt du 3 juin 1887 paru aux ATF 13 p. 164, le Tribunal fédéral a rappelé que l'amende, en tant que sanction pénale, était susceptible d'être exécutée sous la forme d'une privation de liberté, mais que tel n'était pas le cas, en revanche, des frais de justice, s'agissant d'une dette du condamné envers l'Etat. Il a dès lors admis qu'il n'était pas possible d'imputer unilatéralement, sans le consentement du débiteur, la somme versée à compte de l'amende sur les frais de procès ou sur les impôts. Une telle imputation ne pouvait en effet avoir d'autre but que d'utiliser la détention, en soi licite, en cas de non-paiement de l'amende comme moyen d'exécution pour le recouvrement des frais de justice et d'éluder ainsi l'application de l'art. 59 al. 3 aCst.\n\nIl n'y a aucun motif de revoir cette dernière jurisprudence, qui n'a jamais été remise en cause, ni par le Tribunal fédéral ni par la doctrine (RETO BERNHARD, Der Bussenvollzug gemäss Art. 49 StGB, thèse Zurich 1982, p. 51; ELSA TANNENBLATT, Die Umwandlung einer Geldstrafe in eine Freiheitsstrafe, thèse Berne 1945, p. 13; WALTHER BURCKHARDT, Kommentar der schweizerischen Bundesverfassung vom 29. Mai 1874, 3e éd., Berne 1931, p. 584; FAVRE/PELLET/ STOUDMANN, Code pénal annoté, Lausanne 1997, n. 3.9 ad art. 49 CP, p. 128, et STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2e éd., Zurich 1997, n. 6 ad art. 49 CP, p. 234, qui se réfèrent à un jugement du Tribunal cantonal du canton de Bâle-Campagne du 31 janvier 1984, publié in BJM 1985 p. 237).\n\n2.4 L'imputation d'un paiement partiel non pas sur l'amende, mais en priorité sur les frais de procédure et de poursuite, comme le prévoit l'art. 15i al. 2 LEP, va à l'encontre de cette jurisprudence, en tant qu'elle a pour effet de permettre la conversion de l'amende en BGE 130 I 169 S. 173arrêts; elle n'est, partant, pas compatible avec l'interdiction de la contrainte par corps, que le condamné ait ou non manifesté la volonté de voir son paiement imputé sur l'amende. Il n'est en effet pas admissible de faire dépendre la conversion de l'amende en une peine d'arrêts de l'indication expresse du débiteur qu'il entend imputer un paiement partiel sur l'amende et non pas sur les frais. Dès lors, l'interprétation de l'art. 15i al. 2 LEP, telle qu'elle ressort des travaux préparatoires, suivant laquelle un paiement partiel devrait, en dépit du texte clair de cette disposition, être imputé en premier lieu sur l'amende, lorsque le débiteur l'indique expressément, n'est pas suffisante pour rendre cette norme compatible avec le droit constitutionnel fédéral, car elle ne règle pas la situation du débiteur qui n'a fait aucune déclaration (cf. à ce sujet, Bulletin des séances du Grand Conseil du canton de Vaud, séance du 22 février 1989, p. 1769-1772). Enfin, le fait qu'en droit privé, le débiteur ne puisse imputer un paiement partiel sur le capital qu'en tant qu'il n'est pas en retard pour les intérêts ou les frais (cf. art. 85 al. 1 CO) n'est pas déterminant, puisque, dans ce cas, l'intéressé ne s'expose pas à une peine privative de liberté pour non-paiement du capital. Aussi, le jugement attaqué, qui confirme l'application de l'art. 15i al. 2 LEP faite en l'occurrence par le Préfet du district de Nyon et la conversion de l'amende infligée au recourant le 25 juillet 2003 en trois jours d'arrêts, viole l'interdiction de la contrainte par corps et doit être annulé pour ce motif."}