{"annee": "130", "cour": "III", "page": "193", "date": "23/12/2003", "cite": ["109 IV 99", "113 II 246", "122 IV 193", "115 IV 189", "129 III 380", "111 IV 15", "129 III 65", "126 III 113", "117 IV 415", "121 III 358", "127 III 153", "87 II 301"], "cite_par": ["133 III 416", "130 III 571"], "chapeau": "24. Auszug aus dem Urteil der I. Zivilabteilung i.S. X. gegen Y. AG (Berufung)\n\n4C.224/2003 vom 23. Dezember 2003", "regestes": ["Devoir d'assurer la sécurité de la circulation sur les pistes de ski; responsabilité des entreprises de remontées mécaniques. Nature, contenu et étendue du devoir de sécurité (consid. 2.2-2.3). Champ d'application dans l'espace du devoir de sécurité d'après les directives applicables (consid. 2.4.1-2.4.2). Extension dans l'espace du devoir de sécurité en cas de dangers atypiques ou particulièrement importants et d'une possibilité due au relief du terrain que des skieurs même prudents puissent tomber involontairement dans le rayon des zones dangereuses situées hors de la piste et du domaine jouxtant la piste (consid. 2.4.3). En l'espèce, le juge du fond n'a pas excédé son pouvoir d'appréciation concernant le point de savoir si les circonstances locales auraient exigé des mesures de sécurité accrues (consid. 2.5)."], "faits": "BGE 130 III 193 S. 194\n\nA. Im Januar 1997 verbrachte X. (Kläger) im Skigebiet des Kantons Glarus seine Ferien. Zur Benützung der Skilifte und Skipisten besass er eine Wochenkarte der Y. AG (Beklagte). Am 8. Januar 1997 stürzte er im untersten, relativ steilen Teil einer der Pisten und verlor mit aller Wahrscheinlichkeit beim Aufprall auf der hart gefrorenen Unterlage das Bewusstsein. In der Folge rutschte er unkontrolliert rund 75 Meter weit die Piste hinunter und rund zwölf Meter über den Pistenrand hinaus und glitt dann über eine Böschung in einen sechzehn Meter tiefen Geländeeinschnitt (Runse), wo er auf ein dort angebrachtes Rohr aufschlug und sich einen offenen Schädelbruch zuzog. Der Unfall machte einen längeren Spitalaufenthalt erforderlich und hat zu einer voraussichtlich bleibenden Gehbehinderung geführt.\n\nB. Nach erfolglosem Sühneverfahren beantragte der Kläger im November 2000 beim Kantonsgericht des Kantons Glarus, die Beklagte sei zur Zahlung von Schadenersatz in der Höhe von DM 475'000.- nebst Zins zu verpflichten. Das Kantonsgericht wies die Klage mit Urteil vom 28. Januar 2002 ab. Dagegen legte der Kläger beim Obergericht des Kantons Glarus Berufung ein, wobei er das Begehren auf umgerechnet EUR 192'931.- nebst Zins reduzierte. Mit Urteil vom 21. März 2003 wies das Obergericht die Berufung ab.\n\nC. Der Kläger beantragt dem Bundesgericht mit Berufung, das Urteil des Obergerichts aufzuheben und die Sache zur neuen Beurteilung, insbesondere zur Bemessung des Schadenersatzes, ans Obergericht zurückzuweisen. Die Beklagte schliesst auf Abweisung der Berufung.\n\nDas Bundesgericht weist die Berufung ab. BGE 130 III 193 S. 195", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Vorinstanz nimmt an, die Beklagte habe ihre Sicherungspflicht nicht verletzt. Nach ihrer Auffassung würde es zu weit führen, von der Beklagten zu verlangen, bei einer zwölf Meter abseits der Piste gelegenen Gefahrenstelle Sicherungsvorkehren anzubringen. Dies ergebe sich auch aus den einschlägigen Richtlinien, wonach bei Absturzgefahr nur der Pistenrand und der Randbereich im Umfang von zwei Metern Breite zu sichern sei. Der vorliegende Unfall habe auf einer Verkettung unglücklicher Umstände beruht. Der Kläger macht demgegenüber geltend, die Sicherung der Unfallstelle sei erforderlich und zumutbar gewesen.\n\n2.2 Wie die Vorinstanz bereits zutreffend ausführte, sind Bergbahn- und Skiliftunternehmen, welche Pisten erstellen und diese für den Skilauf öffnen, grundsätzlich verpflichtet, die zur Gefahrenabwehr zumutbaren Vorsichts- und Schutzmassnahmen vorzukehren. Diese so genannte Verkehrssicherungspflicht ist vertraglicher Natur. Bergbahn- und Skiliftunternehmen sind im Sinne einer Nebenpflicht des mit Pistenbenützern (Skifahrern, Snowboardern) abgeschlossenen Transportvertrages verpflichtet, auch für die Pistensicherheit und den Rettungsdienst zu sorgen. Der Aufwand für diese Dienste ist im Preis der zur Benützung der Skipisten angebotenen Tages- und Wochenkarten, wie der Kläger eine besass, jeweils inbegriffen (BGE 113 II 246 E. 3-10 S. 247 ff.; BGE 126 III 113 E. 2a/bb S. 115).\n\nDie Verkehrssicherungspflicht hat aber auch eine Grundlage im Deliktsrecht und ergibt sich aus der allgemeinen Schutzpflicht dessen, der einen Zustand schafft, woraus angesichts der erkennbaren konkreten Umstände ein Schaden entstehen könnte (BGE 126 III 113 E. 2a/aa S. 115 mit Hinweisen). Von der Rechtsprechung noch nicht abschliessend geklärt und in der Lehre umstritten ist die Frage, ob Skipisten Werkcharakter haben und Bergbahn- und Skiliftunternehmen neben der allgemeinen Deliktshaftung (Art. 41 OR) auch aus der Werkeigentümerhaftung (Art. 58 OR) belangt werden können (vgl. BREHM, Berner Kommentar, N. 31 ff. zu Art. 58 OR; SCHNYDER, Basler Kommentar, 3. Aufl., N. 12 zu Art. 58 OR; OFTINGER/STARK, Schweizerisches Haftpflichtrecht - Besonderer Teil, Bd. II/1, § 19 N. 86). Sie kann auch hier offen bleiben.\n\nAuf welche Grundlage sich die vorliegende Klage auch immer stützt, interessiert einzig, ob die Skipiste, auf welcher der Kläger BGE 130 III 193 S. 196verunfallte, den massgebenden Sicherheitsanforderungen entsprach. Bei der Werkeigentümerhaftung handelt es sich zwar, im Gegensatz zur Haftung aus Vertrag und aus allgemeinem Deliktsrecht, nicht um eine Verschuldens-, sondern um eine Kausalhaftung. Doch wird die Sicherung von Verkehrsanlagen gegenüber natürlichen Gefahrenherden in der Werkeigentümerhaftung praxisgemäss an den Kriterien der Verhältnismässigkeit und Zumutbarkeit gemessen (BGE 129 III 65 E. 1.1 S. 67; BGE 126 III 113 E. 2b S. 116), was die Kausalhaftung zumindest mit einem Verschuldenselement kombiniert.\n\n2.3 Zum einen verlangt die Verkehrssicherungspflicht, dass Pistenbenützer vor nicht ohne weiteres erkennbaren, sich als eigentliche Fallen erweisenden Gefahren geschützt werden (BGE 121 III 358 E. 4a S. 360; BGE 115 IV 189 E. 3c S. 194). Zum andern ist dafür zu sorgen, dass Pistenbenützer vor Gefahren bewahrt werden, die selbst bei vorsichtigem Fahrverhalten nicht vermieden werden können (BGE 121 III 358 E. 4a S. 361; BGE 111 IV 15 E. 2 S. 16). Die Grenze der Verkehrssicherungspflicht bildet die Zumutbarkeit. Schutzmassnahmen können nur im Rahmen des nach der Verkehrsübung Erforderlichen und Möglichen verlangt werden, wenn auch ein Mindestmass an Schutz immer gewährleistet sein muss (BGE 121 III 358 E. 4a S. 361; BGE 115 IV 189 E. 3c S. 193). Eine weitere Schranke der Verkehrssicherungspflicht liegt in der Selbstverantwortung des einzelnen Pistenbenützers. Gefahren, die dem Schneesport inhärent sind, soll derjenige tragen, der sich zur Ausübung des Schneesports entschliesst (BGE 111 IV 15 E. 2 S. 16 f.). Auch das Fehlverhalten eines Pistenbenützers, der in Verkennung seines Könnens und der vorgegebenen Pisten- und Wetterverhältnisse oder in Missachtung von Signalisationen fährt, stürzt und dabei verunfallt, ist der Selbstverantwortung zuzurechnen (BGE 117 IV 415 E. 5a S. 416).\n\nWie weit die Verkehrssicherungspflicht im Einzelnen reicht, hängt von den Gegebenheiten des Einzelfalles ab. Als Massstab zieht das Bundesgericht jeweils die von der Schweizerischen Kommission für Unfallverhütung auf Schneesportabfahrten ausgearbeiteten Richtlinien für Anlage, Betrieb und Unterhalt von Schneesportabfahrten (SKUS-Richtlinien) und die von der Kommission Rechtsfragen auf Schneesportabfahrten der Seilbahnen Schweiz herausgegebenen Richtlinien bei (SBS-Richtlinien, ehemals SVS-Richtlinien; BGE 126 III 113 E. 2b S. 116; BGE 121 III 358 E. 4a S. 361). Obwohl diese Richtlinien kein objektives Recht darstellen, erfüllen sie eine BGE 130 III 193 S. 197 wichtige Konkretisierungsfunktion im Hinblick auf die inhaltliche Ausgestaltung der Verkehrssicherungspflicht (BGE 126 III 113 E. 2b S. 116; BGE 117 IV 415 E. 5b S. 417). Beide Richtlinien wurden letztmals im Jahr 2002 herausgegeben. Da sich der Skiunfall des Klägers im Jahr 1997 ereignete, sind die damals geltenden Ausgaben der Richtlinien aus dem Jahr 1995 massgebend.\n\nAllerdings können die örtlichen Verhältnisse einen höheren Sicherheitsstandard erfordern, als es die genannten Richtlinien vorsehen (vgl. BGE 87 II 301 E. 5a S. 313). Das Bundesgericht ist an die Richtlinien nicht gebunden, sondern entscheidet selbst, welche Sorgfalt im Einzelfall geboten war, wobei das Sorgfaltsmass eine flexible, sich stets nach den tatsächlichen Gegebenheiten zu richtende Grösse bildet (OFTINGER/STARK, Schweizerisches Haftpflichtrecht - Allgemeiner Teil, Bd. I, § 5 N. 98 ff.). Dabei ist im Wesentlichen aber eine Frage des sachgerichtlichen Ermessens, ob die in einem bestimmten Zeitpunkt zu beurteilende örtliche Situation erhöhte Sicherheitsvorkehren erfordert hätte. In diesen Beurteilungsspielraum greift das auf eine reine Rechtskontrolle beschränkte Bundesgericht nur mit Zurückhaltung dann ein, wenn die Auffassung der Vorinstanz als unvertretbar erscheint (BGE 129 III 380 E. 2 S. 382; BGE 127 III 153 E. 1a S. 155, mit Hinweisen).\n\n2.4 Gemäss den Feststellungen der Vorinstanz lag die Stelle, wo der Kläger abstürzte, nicht unmittelbar neben, sondern rund zwölf Meter weit entfernt von der Piste. Streitig ist, wie weit der räumliche Geltungsbereich der Verkehrssicherungspflicht reicht. Dabei ist davon auszugehen, dass die Verkehrssicherungspflicht zunächst die Pistenfläche und den Pistenrandbereich beschlägt (BGE 122 IV 193 E. 2a S. 194).\n\n2.4.1 Gemäss den SKUS-Richtlinien (Ausgabe 1995, Ziff. 21; Ausgabe 2002, Ziff. 27) muss im Falle von Hindernissen oder Absturzgefahr der Pistenrand gekennzeichnet und gesichert werden. Die Pflicht zur Sicherung des Pistenrandes bei Absturzgefahr oder Hindernissen fliesst auch aus den SVS- resp. SBS-Richtlinien (Ausgabe 1995, Ziff. 19; Ausgabe 2002, Ziff. 20). Der Pistenrand ergibt sich aus den natürlichen Geländeverhältnissen (Waldränder, Einschnitte etc.), aus künstlich angebrachten Markierungen oder aus den Schneespuren, wenn die präparierte Piste durch häufiges Befahren ausgeweitet worden ist (vgl. BGE 109 IV 99 E. 1a S. 100). Haben die Verantwortlichen den Pistenrand nicht mit Markierungen gekennzeichnet, so gilt auch der um die Fahrspuren erweiterte BGE 130 III 193 S. 198 Bereich als Skipiste. Entsprechend verlagert sich der Pistenrand und dehnt sich die Verkehrssicherungspflicht auf den ausgefahrenen Pistenbereich aus (SVS- resp. SBS-Richtlinien: Ausgabe 1995, Ziff. 20; Ausgabe 2002, Ziff. 21; HANS-KASPAR STIFFLER, Schweizerisches Schneesportrecht [im Folgenden: Schneesportrecht], 3. Aufl., Bern 2002, N. 571).\n\n2.4.2 Gemäss den SKUS-Richtlinien (Ausgabe 1995, Ziff. 21; Ausgabe 2002, Ziff. 27) sowie den SVS- resp. SBS-Richtlinien (Ausgabe 1995, Ziff. 21; Ausgabe 2002, Ziff. 22) erstreckt sich die Verkehrssicherungspflicht auch auf den unmittelbaren Grenzbereich der Piste, wobei ein Randstreifen von zwei Metern Breite gemeint ist. Zweck der Sicherung dieses zusätzlichen Randbereichs ist es, den Pistenbenützern ein gefahrloses Abschwingen und Stehenbleiben unmittelbar am Pistenrand zu ermöglichen. Zudem sollen Pistenbenützer, die infolge eines Sturzes in der Nähe des Pistenrandes geringfügig über die Piste hinausgeraten, vor Gefahrenstellen geschützt werden, die nicht erkennbar oder selbst für verantwortungsbewusste Pistenbenützer schwer vermeidbar sind (STIFFLER, Schneesportrecht, a.a.O., N. 574).\n\nEigentliche Sturzräume, d.h. abgesicherte Geländeteile ausserhalb der präparierten Piste zur Reduktion der Sturzdynamik eines gestürzten Pistenbenützers bis zum Stillstand, müssen nicht geschaffen werden (so ausdrücklich die SKUS-Richtlinien, Ausgabe 2002, Ziff. 27; SVS- resp. SBS-Richtlinien, Ausgabe 1995, Ziff. 21; Ausgabe 2002, Ziff. 22). Pistenbenützer, die zu schnell fahren, dadurch unkontrolliert über den Pistenrand hinausgeraten und stürzen, haben die Folgen eines solchen Risikoverhaltens selber zu tragen. Das Vermeiden einer Überschreitung des Pistenrandes ist den Pistenbenützern grundsätzlich möglich und zumutbar, vor allem durch die Einhaltung einer entsprechenden Fahrweise (STIFFLER, Schneesportrecht, a.a.O., N. 575; WILLY PADRUTT, Grenzen der Sicherungspflicht für Skipisten, in: ZStrR 103/1986 S. 397). Aus dieser eingeschränkten Funktion der Pistenrandsicherung erklärt sich auch die verhältnismässig geringe, gemäss SKUS-Richtlinien maximal zwei Meter betragende Breite des Randstreifens, auf den sich die erweiterte Sicherungspflicht erstreckt. Die Breite dieses Streifens reicht zur Gewährleistung der Sicherheit von verantwortungsbewussten Pistenbenützern in der Regel aus (vgl. PETER REINDL/JOHANNES Stabentheiner, Neues zum Pistenrand - Randnetze, Fangzäune und BGE 130 III 193 S. 199Schneezäune - Sturz eines Pistenbenützers - Windenpräparierung, in: Zeitschrift für Verkehrsrecht 2000 S. 405).\n\n2.4.3 Indessen können die konkreten Umstände im Einzelfall einen höheren als den in den genannten Richtlinien vorgesehenen Sicherheitsstandard erfordern und den Schutz der Pistenbenützer nicht nur vor unmittelbar neben dem Pistenrand, sondern vor weiter entfernt liegenden Absturzgefahren bedingen.\n\nVoraussetzung für eine ausnahmsweise und punktuelle Erweiterung der Verkehrssicherungspflicht über den engeren Pistenrandbereich hinaus ist erstens das Vorliegen einer atypischen oder besonders grossen Gefahr für Leib und Leben, wie dies die bundesgerichtliche Rechtsprechung auch mit Bezug auf die Pflicht zur klaren Kennzeichnung des Pistenrandes bei aussergewöhnlichen oder besonders grossen Gefahren auf Pistennebenflächen verlangt (vgl. BGE 122 IV 193 E. 2b S. 195; BGE 117 IV 415 E. 5a S. 416; BGE 115 IV 189 E. 3b S. 192). Zweite Voraussetzung ist eine durch die Geländeverhältnisse indizierte Möglichkeit, dass auch vorsichtige Pistenbenützer ungewollt in den Einzugsbereich dieser ausserhalb der Piste gelegenen Gefahrenstelle geraten können. In einem solchen Fall sind wirksame Sicherungsmassnahmen zu ergreifen, damit vorsichtige Pistenbenützer nicht ungewollt in den Gefahrenbereich geraten. Diese unter den genannten Voraussetzungen ausnahmsweise erweiterte Verkehrssicherungspflicht entspricht im Grunde dem Sorgfaltsmassstab, auf welchem auch die SKUS- und die SVS- resp. SBS-Richtlinien basieren. Die Richtlinien beabsichtigen den Schutz des eigenverantwortlichen Pistenbenützers vor Absturzgefahren. Kann die Gefahrenstelle aber selbst von einem vorsichtigen Pistenbenützer bei einem allfälligen Sturz auf der Pistenfläche nicht vermieden werden, darf es in Bezug auf die Verkehrssicherungspflicht keinen Unterschied machen, ob die Absturzgefahr unmittelbar im Pistenrandbereich oder im näheren Umfeld von Skipisten liegt (in diese Richtung HANS-KASPAR STIFFLER, Sportunfall, insbesondere Skiunfall, in: Geiser/Münch [Hrsg.], Schaden - Haftung - Versicherung, Basel u.a. 1999, N. 13.29). Eine Erweiterung der Verkehrssicherungspflicht über den engeren Pistenrandbereich hinaus wird bei besonderen, nicht vermeidbaren Gefahren auch in Österreich und Deutschland befürwortet (vgl. für Österreich: die am Rechtssymposium des Fachverbandes der Seilbahnen geäusserten Thesen, besprochen bei REINDL/STABENTHEINER, a.a.O., S. 405; PATRICK SCHENNER, Skiunfall! Wer haftet?, Frankfurt a.M. 2003, S. 57 ff.; BGE 130 III 193 S. 200für Deutschland: GERHARD DAMBECK, Piste und Recht, 3. Aufl., DSV-Schriftenreihe, Bd. 6/1996, N. 213; KARL-HEINZ HAGENBUCHER, Die Verletzung von Verkehrssicherungspflichten als Ursache von Ski- und Bergunfällen, München 1984, S. 91). Bei dem zwei Meter breiten Randstreifen, in dem die Pistenbenützer vor Gefahren geschützt werden müssen, handelt es sich nach dort vertretener Auffassung ebenfalls nur um eine Richtgrösse im Rahmen des beweglichen Systems, welches die für die Sicherungspflicht massgebenden tatsächlichen Umstände bilden. In Ausnahmesituationen kann der von der Verkehrssicherungspflicht erfasste Randbereich somit möglicherweise breiter als zwei Meter sein (vgl. insbesondere REINDL/ STABENTHEINER, a.a.O., S. 406; SCHENNER, a.a.O., S. 57).\n\n2.5 Gemäss den verbindlichen Feststellungen der Vorinstanz befand sich die Stelle, an welcher der Kläger abstürzte, zum Zeitpunkt des Unfalls ungefähr zwölf Meter entfernt vom Pistenrand, wobei die Piste ausgefahren und der Pistenrand daher nicht präzis auszumachen war. Die Absturzgefahr lag somit nicht weit entfernt, aber jedenfalls ausserhalb des gemäss den SKUS- und SVS-Richtlinien zu sichernden, zwei Meter breiten Randbereichs. Gemäss der Vorinstanz lagen keine Anhaltspunkte dafür vor, dass der Kläger die Skipiste, auf der sich der Unfall ereignete, unvorsichtig, d.h. mit einer dem persönlichen Können und den Gelände- und Schneeverhältnissen am Unfalltag nicht angepassten Fahrweise, befahren hätte. Ein Selbstverschulden des Klägers muss daher ausgeschlossen werden. Zu prüfen ist, ob besondere Umstände vorlagen, welche die Beklagte zum Ergreifen von Schutzmassnahmen über den engeren Pistenrandbereich hinaus verpflichtete.\n\nDie kantonalen Gerichte gehen in der Beurteilung der örtlichen Verhältnisse übereinstimmend davon aus, dass im Zeitpunkt des Unfallgeschehens keine besonders grosse oder atypische Gefahrenlage bestand. Dem angefochtenen Urteil ist lediglich zu entnehmen, dass durch die Anlage der Piste in der näheren Umgebung der Unfallstelle ein Absturzrisiko nicht ausgeschlossen war, da die Piste am Fuss des Zielhangs gegen aussen geneigt war und der angrenzende Pistenrand keine Erhöhung aufwies, welche einen in der Falllinie abrutschenden Pistenbenützer vor dem Abgleiten über die Böschungskante in den Geländeeinschnitt aufgehalten hätte. Nach Auffassung der Vorinstanz genügte die Piste den Sicherheitsanforderungen, die unter den lokalen Gegebenheiten erwartet werden konnten. Steile Abhänge und Böschungen seien für das alpine BGE 130 III 193 S. 201Gelände charakteristisch. Deshalb führe es zu weit, von den Sportbahnunternehmen zu verlangen, überall Abschrankungen anzubringen, wo das Gelände etwas abseits der Piste steil abfällt. Es habe einer für die Beklagte nicht vorhersehbaren Ausnahmesituation bedurft, dass der Kläger nach dem Sturz auf der Piste direkt in den Geländeeinschnitt abgetrieben worden sei. In diese Beurteilung der Vorinstanz greift das Bundesgericht nur mit Zurückhaltung ein.\n\nDer Standpunkt der Vorinstanz, dass im alpinen Gelände überall mit Absturzgefahren gerechnet werden muss und der zwölf Meter vom Pistenrand entfernt liegende Geländeeinschnitt von daher keine besonders grosse oder aussergewöhnliche Gefahr darstellte, ist vertretbar. Bei jeder Piste, die nicht in der Falllinie einen Hang hinunterführt, sondern quer zum Hang verläuft, fällt das Gelände jenseits des talseitigen Pistenrandes ab. Dem angefochtenen Urteil ist nicht zu entnehmen, dass die Piste im Unfallbereich spezielle Tücken aufwies, welche die Wahrscheinlichkeit eines Sturzes erhöht hätten. Lag aber keine besonders grosse oder atypische Gefahr vor, war die Beklagte nicht verpflichtet, zusätzliche Sicherungsvorkehren zu treffen. Die Pistensicherungspflicht besteht nur im Rahmen des Erforderlichen und Zumutbaren. Es wäre unverhältnismässig und nicht zumutbar, wenn bei quer zum Tal verlaufenden Pisten talseitig durchgehende Sicherungen selbst gegen mehr als zwei Meter vom Pistenrand entfernt liegende Absturzgefahren angebracht werden müssten. Der Sicherungspflichtige haftet nicht für ein ganzes Schneesportgebiet schlechthin (vgl. BGE 121 III 358 E. 4a S. 361; STIFFLER, Schneesportrecht, a.a.O., N. 570). Gefahren, die einer Skiabfahrt als solcher eigen sind, trägt der Pistenbenützer selbst. Dies gilt selbst dann, wenn er nicht mit exzessiver Geschwindigkeit fährt oder sich auf eine vereiste Piste begibt. Zu den dem Schneesport inhärenten Gefahren gehört auch das Risiko, bei vereisten Pistenabschnitten die Kontrolle über die eigenen Skier zu verlieren. Dass Pisten aufgrund der Witterungsverhältnisse vereisen, ist nicht aussergewöhnlich und darf grundsätzlich nicht zu einer Verschärfung der Haftung führen. Im vorliegenden Fall wies die Bezeichnung \"FIS-Strecke\" den Kläger überdies unmissverständlich darauf hin, dass es sich bei der betreffenden Piste um eine Wettkampfstrecke handelte, die erhöhte Anforderungen an die Geschicklichkeit der Pistenbenützer stellte. Die Vorinstanz hat ihr Sachverhaltsermessen somit nicht überschritten, wenn sie davon ausgeht, der Unfall habe sich aufgrund einer Verkettung unglücklicher Umstände zugetragen. BGE 130 III 193 S. 202\n\nZusammenfassend ist festzuhalten, dass die Vorinstanz das Bundesrecht nicht verletzte, indem sie es aufgrund der örtlichen Verhältnisse als nicht erforderlich und als unzumutbar erachtete, Sicherheitsvorkehren zum Schutz gegen die zwölf Meter vom Pistenrand entfernt liegende Absturzgefahr zu ergreifen, und die Haftung der Beklagten aus Vertrag und aus Delikt demzufolge verneinte."}