{"annee": "131", "cour": "III", "page": "300", "date": "5/1/2005", "cite": ["113 II 264", "114 II 53", "65 II 1", "104 II 348", "105 II 264", "116 II 677", "106 II 333", "106 II 123", "103 II 33", "119 II 426", "125 III 113", "97 II 212"], "cite_par": ["136 III 6"], "chapeau": "40. Extrait de l'arrêt de la IIe Cour civile dans la cause A. AG contre B. SA (recours en réforme)\n\n5C.183/2004 du 5 janvier 2005", "regestes": ["Art. 837 al. 1 ch. 3 CC; hypothèque légale des artisans et entrepreneurs. Indépendamment de la qualification du contrat qui le lie au maître de l'ouvrage ou à l'entrepreneur, le monteur en échafaudages ne bénéficie pas du droit à l'hypothèque légale des artisans et entrepreneurs, du moins lorsque l'échafaudage n'a pas été conçu pour une construction déterminée (consid. 2-4)."], "faits": "BGE 131 III 300 S. 300\n\nB. SA, en qualité de maître de l'ouvrage, a conclu un contrat d'entreprise générale avec C. SA, en qualité d'entrepreneur général, pour la construction d'une usine. A la suite d'une offre formulée le 23 février 2001, C. SA a confié, le 18 avril suivant, à A. AG la réalisation des travaux d'échafaudages d'après l'avancement du chantier. Au cours de l'exécution, A. AG a sollicité de C. SA le versement de divers acomptes; ceux-ci ont été honorés, à l'exception du dernier (10'000 fr.), demandé le 19 décembre 2001. Le 27 juin 2002, A. AG a adressé à C. SA sa facture finale, d'un montant total de 58'559 fr. 55, dont le solde s'élevait à 36'365 fr. 70, TVA incluse. Le 29 août 2002, un sursis concordataire a été octroyé à C. BGE 131 III 300 S. 301SA; A. AG a produit sa créance le 11 septembre 2002. Ultérieurement, la débitrice est tombée en faillite.\n\nDonnant suite à la requête de A. AG, le Président du Tribunal civil du district du Locle a ordonné le 10 septembre 2002 l'inscription provisoire d'une hypothèque légale d'artisans et d'entrepreneurs à hauteur de 36'365 fr. 70, plus intérêts à 5 % dès le 9 septembre 2002, sur la parcelle de B. SA; il a imparti à la requérante un délai de soixante jours pour ouvrir action au fond et dit que l'inscription provisoire serait valable jusqu'à l'expiration d'un délai de dix jours dès l'entrée en force du jugement au fond.\n\nPar jugement du 6 juillet 2004, la IIe Cour civile du Tribunal cantonal du canton de Neuchâtel a débouté A. AG des fins de son action en inscription définitive de l'hypothèque légale.\n\nLe Tribunal fédéral a rejeté le recours en réforme de la demanderesse.", "considerants": "Extrait des considérants:\n\n2. Après avoir rappelé l'état de la jurisprudence et de la doctrine sur la qualification juridique de la convention ayant pour objet l'installation d'un échafaudage, l'autorité cantonale a retenu que, dans son offre du 23 février 2001 et sa facture finale du 27 juin 2002, la demanderesse avait employé à plusieurs reprises les termes de \"mise à disposition\" et \"location\", ce qui constituait à tout le moins un indice en faveur d'un contrat de bail. En outre, il ressort du témoignage de E., qui a assuré l'ordonnance et le suivi des travaux, que l'échafaudage en question se rapportait à la mise en oeuvre d'éléments standard autour du bâtiment; l'intéressée ne s'est pas servie de matériel \"sur mesure\", même si, d'après le témoignage de F., les échafaudages se sont élevés au rythme du bâtiment, pour finir par envelopper celui-ci; cette circonstance n'a rien de caractéristique, car il est dans la nature d'un échafaudage de s'adapter à l'évolution de la construction. Enfin, les échafaudages ne sont pas devenus partie intégrante de l'immeuble et ne lui ont, dès lors, pas apporté de plus-value durable. Partant, les conditions du droit à l'inscription d'une hypothèque légale des artisans et entrepreneurs ne sont pas remplies.\n\nLa demanderesse critique d'emblée la qualification du contrat conclu avec C. SA. Ce qui est décisif, à son avis, c'est uniquement le \"caractère de la prestation\", et non les termes que les parties ont BGE 131 III 300 S. 302utilisés. Or, en l'espèce, l'échafaudage a non seulement été monté, mais encore adapté au fur et à mesure de l'avancement des travaux. Il s'agit là d'un contrat d'entreprise, qui ouvre le droit à l'inscription d'une hypothèque légale.\n\n2.1 Selon la doctrine, le contrat d'échafaudage indépendant - à savoir conclu entre un monteur en échafaudages et un maître de l'ouvrage ou un constructeur - revêt deux formes. Dans le contrat d'échafaudage atypique, le monteur en échafaudages s'engage à transférer à son cocontractant la propriété de l'échafaudage monté avec son propre matériel ou à monter un échafaudage avec le matériel fourni par son cocontractant; ce contrat est un contrat d'entreprise (art. 363 ss CO), autant qu'il a été conclu à titre onéreux. Dans le contrat d'échafaudage typique, le monteur en échafaudages s'engage, contre rémunération, à monter un échafaudage avec son propre matériel, à céder l'usage de l'échafaudage à son cocontractant et à le démonter à la fin des travaux; la mise à disposition de l'installation (contrat de bail) l'emporte ici sur son montage et son démontage, qui ne constituent que des obligations accessoires, relevant, le cas échéant, du contrat d'entreprise (HÜRLIMANN, Bemerkungen zum Gerüstbauvertrag, in DC 1989 p. 73 ss; GAUCH/ CARRON, Le contrat d'entreprise, Zurich 1999, n. 356 ss; TERCIER, Les contrats spéciaux, 3e éd., Zurich 2003, n. 3871/3872).\n\nLe Tribunal fédéral, de son côté, a qualifié de contrat d'entreprise la convention ayant pour objet l'installation d'un échafaudage tubulaire destiné à la construction d'un pont en béton (ATF 113 II 264 consid. 2a p. 266); cet arrêt ne traite, toutefois, que la distinction entre le contrat de mandat (art. 394 ss CO) et le contrat d'entreprise, sans examiner si les dispositions relatives au bail pourraient s'appliquer. La qualification retenue dans cet arrêt a été critiquée en doctrine (HÜRLIMANN, op. cit., p. 75; GAUCH/CARRON, op. cit., n. 359; BÜHLER, Zürcher Kommentar, 3e éd., n. 153 ad art. 363 CO; JEANPRÊTRE, note in JdT 1998 I p. 20).\n\n2.2 La question de la qualification du contrat peut demeurer indécise en l'espèce, car elle n'apparaît pas déterminante pour définir le cercle des ayants droit à l'hypothèque légale des artisans et entrepreneurs (cf. SCHUMACHER, Das Bauhandwerkerpfandrecht, 2e éd., Zurich 1982, n. 141; voir également: ATF 105 II 264 consid. 2 p. 266/267; ATF 104 II 348 consid. II/2 p. 352). Comme le montre la jurisprudence, l'art. 837 al. 1 ch. 3 CC ne suppose pas BGE 131 III 300 S. 303nécessairement la présence d'un contrat d'entreprise, condition que ne pose d'ailleurs pas le texte légal; aussi a-t-elle admis que les prestations fournies sur la base d'un contrat de livraison d'ouvrage profitent de la garantie légale (ATF 97 II 212; ATF 104 II 348 consid. II/1 p. 351; ATF 125 III 113 consid. 2a p. 115 [béton frais]; ATF 103 II 33 [fers à béton préparés pour une construction spéciale]; ATF 105 II 264 [garage préfabriqué]; ATF 106 II 333 [réservoir d'acier posé sur des socles en béton]). A l'inverse, les architectes et ingénieurs n'y ont pas droit (ATF 65 II 1; ATF 119 II 426), lors même qu'ils auraient agi - en particulier pour l'établissement des plans (cf. à ce sujet: ATF 114 II 53 consid. 2b p. 55/56) - en vertu d'un contrat d'entreprise. D'autres considérations dictent la solution de la présente cause.\n\n3. Le principe à la base de l'art. 837 al. 1 ch. 3 CC est que la plus-value créée par la construction doit garantir les créances des entrepreneurs et artisans dont les prestations sont à l'origine de cette plus-value. Ce privilège est d'autant plus de mise que, à la suite de leur incorporation à l'immeuble, dont ils sont devenus partie intégrante, les matériaux ne peuvent plus être séparés. Les artisans et entrepreneurs, qui sont en principe tenus de s'exécuter d'abord, ne peuvent exercer un droit de rétention sur les matériaux intégrés à l'ouvrage ni stipuler une réserve de propriété (cf. notamment: STEINAUER, Les droits réels, vol. III, 3e éd., Berne 2003, n. 2855 ss; ATF 97 II 212 consid. 1 p. 214/215; ATF 103 II 33 consid. 2a p. 35; ATF 116 II 677 consid. 4a p. 682). En revanche, celui qui fournit des choses fongibles qu'il a fabriquées lui-même ne profite pas de l'hypothèque légale; il peut se prémunir contre l'insolvabilité de son partenaire contractuel en refusant de livrer et conserve la possibilité de disposer autrement de la marchandise (ATF 103 II 33 consid. 2a p. 35; ATF 97 II 212 consid. 1 p. 215).\n\nLe Tribunal fédéral a cependant apporté deux exceptions à ces règles issues des droits réels. D'une part, il ne faut pas s'en tenir strictement à la forme juridique qu'ont revêtue les relations entre les parties, mais appréhender ces rapports dans leur ensemble; lorsque les prestations découlent d'un \"seul travail spécifique\", l'artisan ou l'entrepreneur est en droit de faire inscrire l'hypothèque légale pour le montant total de sa facture (ATF 106 II 123 consid. 5b p. 128; ATF 104 II 348 consid. II/2 p. 352). D'autre part, peut prétendre à l'hypothèque légale, l'artisan ou l'entrepreneur ayant fourni des choses fabriquées spécialement pour l'immeuble et qui sont ainsi difficilement utilisables, voire inutilisables, ailleurs (ATF 103 II 33 BGE 131 III 300 S. 304consid. 2a p. 35; ATF 97 II 212 consid. 1 p. 215 et les références citées). L'origine de cette pratique est l'arrêt Bétonfrais Lausanne SA contre Inverni, dans lequel le Tribunal fédéral a jugé que celui qui fabrique et livre du béton frais a droit à l'hypothèque légale des artisans et entrepreneurs (ATF 97 II 212; sur l'ensemble du sujet, voir notamment: MATILE, L'hypothèque légale pour la fabrication et la fourniture de béton frais, in DC 1985 p. 74 ss, ainsi que les critiques de GASSER/MÄUSLI/WEBER, Bauhandwerkerpfandrecht, in Beraten und Prozessieren in Bausachen, Bâle/Genève/Munich 1998, p. 540/ 541 ch. 13.13); à l'appui de cette solution, il a exposé que le béton frais n'est pas une chose fongible, préparée à l'avance et prélevée sur un stock, mais qu'il est au contraire fabriqué selon des données précises, et devient rapidement inutilisable, car il se durcit deux heures après sa fabrication (ATF 97 II 212 consid. 1 p. 215).\n\n4.\n\n4.1 Le point de savoir si le monteur en échafaudages peut prétendre à une hypothèque légale fondée sur l'art. 837 al. 1 ch. 3 CC fait l'objet de controverses dans la doctrine, au demeurant rare (pro: SCHUMACHER, op. cit., n. 260; TRAUFFER, Bauhandwerkerpfandrecht: Die Rechtslage, in St. Galler Baurechtstagung 2004, p. 211; contra: SIMONIUS/SUTTER, Schweizerisches Immobiliarsachenrecht, vol. II, Bâle/Francfort 1990, p. 239 ch. 42). La jurisprudence cantonale y est, en principe, opposée (VD, Chambre des recours, in RNRF 37/1956 p. 222 ss; ZH, Tribunal supérieur, in ZR 29/1930 p. 302 ss [gage inscrit parce que le montage de l'échafaudage avait été considéré comme une partie des travaux de peinture]; SO, Tribunal supérieur, in Solothurnische Gerichtspraxis [SOG] 1998 n° 6 = BR 1999 p. 161 n° 293, commenté par SCHUMACHER [dans la mesure où le montage de l'échafaudage n'est pas inclus dans une prestation spécifique globale de l'entrepreneur]). Le Tribunal fédéral n'a pas encore eu l'occasion de trancher la question (cf. Archives 48 p. 199 ss, qui portait sur les seules incidences fiscales du contrat liant l'entreprise de construction d'échafaudages à ses clients).\n\n4.2 Le montage d'échafaudages a ceci de commun avec les travaux de construction mentionnés ci-dessus (consid. 2.2 et 3) qu'il contribue à créer une plus-value pour l'immeuble. D'autres techniques seraient, certes, envisageables, mais l'échafaudage représente dans la plupart des cas le moyen le plus simple, rationnel et économique. Sous cet angle, il pourrait sembler injuste de traiter le monteur en échafaudages différemment d'un entrepreneur ou d'un BGE 131 III 300 S. 305artisan ordinaire. Mais il existe d'autres prestations qui, en dépit de leur caractère nécessaire à l'édification de la construction, ne jouissent d'aucune garantie hypothécaire: tel est le cas pour les prestations intellectuelles, notamment celles des architectes et ingénieurs (ATF 65 II 1; ATF 119 II 426 et les citations); il en est également ainsi pour les livraisons de choses fongibles, comme les briques, tuiles, peintures, portes et fenêtres préfabriquées, installations sanitaires, etc., à tout le moins lorsqu'elles n'ont pas été incorporées à la construction par le fournisseur (SCHUMACHER, op. cit., n. 162 ss). Or, des arguments d'équité pourraient pareillement plaider ici en faveur de l'octroi d'une hypothèque légale; le Tribunal fédéral ne les a cependant jamais suivis.\n\nAu regard de la réglementation des droits réels, le droit du monteur en échafaudages à l'hypothèque légale n'apparaît pas justifié, du moins lorsqu'il s'agit, comme dans le cas présent, d'un échafaudage qui n'a pas été fabriqué en vue d'une construction déterminée et qui peut, dès lors, être remployé sur un autre chantier. L'échafaudage constitue une chose mobilière, indépendamment de son ancrage à la construction; il est démonté à la fin des travaux et ne devient pas partie intégrante de l'immeuble (sur cette notion: ATF 106 II 333 consid. 2 ss p. 335 ss et les références citées). Contrairement aux équipements, l'échafaudage n'est pas affecté par le principe de l'accession et, à la différence de l'activité classique des artisans et entrepreneurs, celle du monteur en échafaudages ne s'accomplit pas directement sur la construction, mais sur l'échafaudage. Il découle de ce qui précède que l'échafaudage ne constitue pas une partie - spécialement une partie intégrante - de la construction elle-même, mais une installation de chantier. Or, de telles installations ne profitent pas de la garantie hypothécaire, même si elles sont fixées au sol ou ont été érigées pour une longue période, comme c'est le cas à l'occasion de la construction de ponts, d'autoroutes, de téléphériques, de tunnels, etc. (cf. SCHUMACHER, op. cit., n. 255; LIVER, in RJB 104/1968 p. 28/29 et RJB 117/ 1981 p. 116/117).\n\nUne approche économique aboutit au même résultat. Dès lors que l'échafaudage n'est pas incorporé (physiquement) à la construction et qu'il est soustrait d'emblée au principe de l'accession, le monteur en échafaudages peut reprendre son installation en cas d'insolvabilité de son cocontractant et l'utiliser ailleurs; c'est, au reste, la vocation de ce type d'installation une fois les travaux terminés. BGE 131 III 300 S. 306Ce matériel n'est donc pas perdu et peut être réutilisé sur d'autres chantiers, du moins quand il n'a pas été conçu \"sur mesure\". De ce point de vue, la situation du monteur en échafaudages est ainsi comparable à celle du fournisseur de choses fongibles, auquel la jurisprudence a constamment refusé le bénéfice de l'hypothèque légale des artisans et entrepreneurs."}