{"annee": "131", "cour": "IV", "page": "78", "date": "20/1/2005", "cite": ["120 IA 157", "128 I 218"], "cite_par": [], "chapeau": "10. Extrait de l'arrêt de la Cour de cassation pénale dans la cause X. contre Y. et Z., Procureur général et Chambre d'accusation du canton de Genève (recours de droit public et pourvoi en nullité)\n\n6P.137/2004 / 6S.374/2004 du 20 janvier 2005", "regestes": ["Art. 2 al. 1 LAVI en relation avec l'art. 261bis al. 4 1er membre de phrase et al. 5 CP; art. 6 de la Convention internationale du 21 décembre 1965 sur l'élimination de toutes les formes de discrimination raciale. Conditions auxquelles celui qui se prétend lésé par les infractions réprimées à l'art. 261bis al. 4 1er membre de phrase et al. 5 CP revêt la qualité de victime au sens de l'art. 2 al. 1 LAVI (consid. 1.2). L'art. 6 de la Convention internationale du 21 décembre 1965 sur l'élimination de toutes les formes de discrimination raciale n'implique pas d'interpréter plus largement l'art. 2 LAVI dans le domaine de la discrimination raciale (consid. 1.3)."], "faits": "BGE 131 IV 78 S. 79\n\nLe 24 mai 2004, X., membre du mouvement raëlien, a déposé plainte pénale contre Z. et Y., du chef de discrimination raciale. Il exposait que, le soir du 2 avril 2004, alors qu'il se trouvait avec 15 à 20 de ses coreligionnaires au restaurant A., Z., \"assistant manager\" de l'établissement, avait refusé de lui servir une bière au motif qu'il était raëlien, en précisant qu'il agissait sur instruction du \"manager\", Y.\n\nPar décision du 25 juin 2004, le Procureur général du canton de Genève, estimant que le mouvement raëlien n'est pas une religion, a classé la plainte pour défaut de prévention d'une infraction pénale.\n\nSaisie d'un recours de X., la Chambre d'accusation genevoise l'a rejeté par ordonnance du 25 août 2004, confirmant le classement. A l'instar du Procureur général, elle a considéré que le mouvement raëlien ne constitue pas une religion au sens de l'art. 261bis CP.\n\nX. forme un recours de droit public et un pourvoi en nullité au Tribunal fédéral. Se plaignant, dans le premier, d'arbitraire dans l'appréciation des preuves, d'une violation de son droit d'être entendu et d'une violation de la liberté de conscience et de croyance et, BGE 131 IV 78 S. 80dans le second, d'une violation de l'art. 261bis CP, il conclut à l'annulation de l'ordonnance attaquée.\n\nLe Tribunal fédéral a rejeté le recours de droit public dans la mesure où il était recevable et déclaré le pouvoi en nullité irrecevable.", "considerants": "Extrait des considérants:\n\nI. Recours de droit public\n\n1. Le recourant déduit sa qualité pour recourir de l'art. 2 al. 1 LAVI, alléguant qu'il en remplit les conditions et revêt donc le statut de victime au sens de cette disposition.\n\n1.1 Au vu des faits dénoncés dans la plainte, seules pourraient entrer en considération en l'espèce les infractions réprimées par l'art. 261bis al. 4 1er membre de phrase CP - qui sanctionne le comportement de \"celui qui aura publiquement, par la parole, l'écriture, l'image, le geste, par des voies de fait ou de toute autre manière, abaissé ou discriminé d'une façon qui porte atteinte à la dignité humaine une personne ou un groupe de personnes en raison de leur race, de leur appartenance ethnique ou de leur religion\" - et l'art. 261bis al. 5 CP - qui réprime le comportement de \"celui qui aura refusé à une personne ou à un groupe de personnes, en raison de leur appartenance raciale, ethnique ou religieuse, une prestation destinée à l'usage public\". En particulier, l'art. 261bis al. 4 2e membre de phrase CP, qui vise la négation, la minimisation grossière ou la tentative de justification d'un génocide ou d'autres crimes contre l'humanité, n'entre manifestement pas en ligne de compte.\n\nLa question de savoir si le recourant revêt la qualité de victime au sens de l'art. 2 al. 1 LAVI doit dès lors être examinée au regard des deux infractions précitées.\n\n1.2 Selon la jurisprudence, celui qui se prétend lésé par le comportement réprimé par l'art. 261bis al. 4 1er membre de phrase CP peut revêtir la qualité de victime au sens de l'art. 2 al. 1 LAVI si l'atteinte dont il se plaint est liée à des voies de fait ou si elle constitue un autre délit, tel que les lésions corporelles, l'incendie intentionnel, etc. A ce défaut, l'admission de la qualité de victime n'entre en considération que dans les cas particulièrement graves, ainsi lorsque des propos raciaux sont tenus à l'encontre d'un ancien détenu d'un camp de concentration, chez lequel ces propos réveillent un traumatisme induisant une grave atteinte à son intégrité psychique (ATF 128 I 218 consid. 1.5 p. 223 s.).\n\nBGE 131 IV 78 S. 81S'agissant de l'infraction réprimée par l'art. 261bis al. 5 CP, on ne voit pas que le comportement incriminé, consistant à refuser une prestation destinée à l'usage public, puisse provoquer une atteinte directe à l'intégrité corporelle ou sexuelle de la personne visée. L'admission de la qualité de victime, au sens de l'art. 2 al. 1 LAVI, de l'infraction en cause n'entre donc en considération que si les circonstances étaient suffisamment graves pour entraîner une atteinte à l'intégrité psychique du lésé. Il doit au reste être rappelé que, pour fonder la qualité de victime au sens de l'art. 2 LAVI, l'atteinte psychique doit revêtir une certaine gravité et, cela, d'un point de vue objectif, non pas en fonction de la sensibilité personnelle et subjective du lésé (ATF 120 Ia 157 consid. 2d/bb et cc p. 163 s.). Il n'y a au demeurant pas de raison de se montrer moins exigeant quant à la gravité de l'atteinte psychique requise dans le cas de l'art. 261bis al. 5 CP que dans celui de l'art. 261bis al. 4 1er membre de phrase CP. N'est donc une victime, au sens de l'art. 2 LAVI, de l'infraction réprimée par l'art. 261bis al. 5 CP que celui qui a subi en raison de cette infraction une atteinte psychique objectivement importante, telle qu'illustrée par l'exemple cité plus haut, laquelle doit être établie ou du moins rendue vraisemblable.\n\n1.3 Au vu de l'infraction dénoncée par le recourant, il convient encore d'examiner l'impact éventuel de la Convention internationale du 21 décembre 1965 sur l'élimination de toutes les formes de discrimination raciale (CERD; RS 0.104), entrée en vigueur pour la Suisse le 29 décembre 1994 (RO 1994, p. 1164 ss), sur le statut de victime et, partant, sur la qualité pour recourir de celui qui se prétend lésé par cette infraction.\n\nLa convention précitée vise toute distinction, exclusion, restriction ou préférence fondée sur la race, la couleur, l'ascendance ou l'origine nationale ou ethnique (art. 1 ch. 1 CERD). On peut dès lors s'interroger sur son application à un cas où, comme en l'espèce, c'est exclusivement de discrimination religieuse, non pas de discrimination raciale au sens strict, dont se plaint le recourant. La question peut toutefois demeurer indécise.\n\nSelon la jurisprudence du Comité des Nations Unies pour l'élimination de la discrimination raciale, les termes de l'art. 6 de la convention - relatif au devoir des Etats signataires d'assurer à toute personne soumise à leur juridiction une protection et une voie de recours effectives contre les actes de discrimination raciale - \"n'imposent pas aux Etats parties l'obligation de mettre en place un BGE 131 IV 78 S. 82mécanisme de recours successifs, allant jusqu'à et y compris la Cour suprême, dans les cas présumés de discrimination raciale\" (CERD/ C/36/D/1/1984, affaire Dogan c. Pays-Bas, communication n° 1/ 1984 du 10 août 1988 par. 9.4; CERD/C/63/D/27/2002, affaire Quereshi c. Danemark, communication n° 27/2002 du 19 août 2003 par. 7.5). La convention, plus précisément son art. 6, qui est à cet égard déterminant, n'implique donc pas d'admettre plus largement la qualité pour recourir ni, par conséquent, d'interpréter plus largement l'art. 2 LAVI dans le domaine de la discrimination raciale.\n\n1.4 En l'espèce, les conditions auxquelles celui qui se prétend lésé par les infractions réprimées à l'art. 261bis al. 4 1er membre de phrase et al. 5 CP revêt la qualité de victime au sens de l'art. 2 LAVI ne sont manifestement pas réalisées.\n\nDes voies de fait ne sont ni établies ni d'ailleurs alléguées et le comportement dénoncé n'est pas non plus constitutif d'une autre infraction, telle que des lésions corporelles, etc. Une atteinte à l'intégrité psychique du recourant, qui soit d'une gravité comparable à celle résultant de l'exemple cité par la jurisprudence (cf. supra, consid. 1.1) n'est au reste pas démontrée ni même rendue vraisemblable. A cet égard, il ne suffit pas que le lésé, comme le fait le recourant, affirme avoir été \"durement touché\" ou\" profondément heurté\" par l'atteinte qu'il dénonce. Il faut - et il appartient au lésé de l'établir ou du moins de le rendre vraisemblable - que l'existence d'une atteinte psychique grave puisse être inférée objectivement des circonstances concrètes. Or, en l'occurrence, cela n'est ni établi ni même rendu vraisemblable. On ne voit au demeurant pas que le refus de servir une consommation au recourant en raison de son appartenance au mouvement raëlien ait pu lui causer une atteinte psychique de la gravité requise pour l'admission de la qualité de victime.\n\nLe recourant n'est par conséquent pas une victime au sens de l'art. 2 al. 1 LAVI."}