{"annee": "131", "cour": "I", "page": "313", "date": "22/6/2005", "cite": ["128 I 102", "131 I 1", "124 I 289", "129 I 346", "128 I 155"], "cite_par": ["135 I 130", "143 II 283", "138 II 70", "132 II 371", "132 I 49"], "chapeau": "32. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. A.X. und B.X. gegen Einwohnergemeinde Bern, Regierungs- statthalteramt II von Bern sowie Verwaltungsgericht des Kantons Bern (Staatsrechtliche Beschwerde)\n\n2P.262/2004 vom 22. Juni 2005", "regestes": ["Art. 8 al. 1 Cst.; art. 26 al. 5 de la loi bernoise du 2 février 1964 sur la construction et l'entretien des routes; règlement du 27 décembre 1936 concernant le prélèvement d'une taxe pour l'éclairage public dans la commune de Berne. Une taxe communale annuelle et périodique mise à la charge des propriétaires d'immeubles se trouvant dans le proche périmètre d'un lampadaire afin de couvrir partiellement les frais de l'éclairage public des routes (consid. 2.1), conçue comme une charge de préférence (consid. 3.3), est contraire au principe de l'égalité, faute pour les personnes qui y sont assujetties d'en retirer un avantage particulier significatif (consid. 3.5 et 3.6)."], "faits": "BGE 131 I 313 S. 314\n\nMit Rechnung vom 31. Dezember 2001 erhob die Steuerverwaltung des Kantons Bern im Auftrag der verfügenden Einwohnergemeinde Bern von A.X. und B.X. neben der Liegenschaftssteuer eine Beleuchtungsgebühr für das Jahr 2001 von Fr. 48.60, berechnet auf den amtlichen Werten ihrer beiden Grundstücke.\n\nGegen die Erhebung dieser Beleuchtungsabgabe führten A.X. und B.X. erfolglos Beschwerde bei der Direktion für Finanzen, Personal und Informatik der Stadt Bern (Entscheid vom 28. Februar 2002) sowie beim Regierungsstatthalter II von Bern (Entscheid vom 23. Dezember 2002).\n\nMit Urteil vom 14. September 2004 wies das Verwaltungsgericht des Kantons Bern eine gegen den Entscheid des Regierungsstatthalters II gerichtete (kantonale) Verwaltungsgerichtsbeschwerde ab.\n\nMit Eingabe vom 15. Oktober 2004 erheben A.X. und B.X. beim Bundesgericht staatsrechtliche Beschwerde, mit der sie die Aufhebung des Urteils des Verwaltungsgerichts vom 14. September 2004 sowie der Entscheide des Regierungsstatthalters vom 23. Dezember 2002 und der Stadt Bern vom 28. Februar 2002 beantragen.\n\nDas Bundesgericht heisst die Beschwerde, soweit es darauf eintritt, gut und hebt das Urteil des Verwaltungsgerichts vom 14. September 2004 auf.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die vorliegend streitige Abgabenerhebung beruht auf den folgenden gesetzlichen Grundlagen: Art. 26 des bernischen Gesetzes vom 2. Februar 1964 über Bau und Unterhalt der Strassen (Strassenbaugesetz, SBG/BE) bestimmt, dass im Siedlungsgebiet alle öffentlichen Strassen, Unter-, Überführungen und Treppen nach Massgabe der Verkehrsbedürfnisse zu beleuchten sind, wobei die Beleuchtung auf das für die Sicherheit notwendige Mass zu beschränken ist (Abs. 1 lit. a und Abs. 2). Sodann sieht Abs. 5 des Artikels (in der Fassung vom 12. Februar 1985) vor:\n\n\"Die Gemeinden können durch Reglement den Grundeigentümern Beiträge an die Strassenbeleuchtungskosten auferlegen; die Bestimmungen BGE 131 I 313 S. 315des Baugesetzes über die Grundeigentümerbeiträge sind sinngemäss anwendbar.\"\n\nAuf diese Bestimmung stützt sich das vom Stadtrat (Legislative) der Einwohnergemeinde Bern erlassene Reglement vom 27. Dezember 1936 über die Erhebung einer Beleuchtungsgebühr in der Gemeinde Bern (Beleuchtungsgebührenreglement, BGR), welches (in der Fassung vom 1. November 2000) vorsieht:\n\nArt. 1\n\n1"}