{"annee": "131", "cour": "III", "page": "528", "date": "30/5/2005", "cite": ["120 V 299", "118 II 157", "115 II 452", "109 II 462", "110 II 380"], "cite_par": ["144 III 43", "139 III 49"], "chapeau": "67. Extrait de l'arrêt de la IIe Cour civile dans la cause Hilton Inter-national Co. et Hilton International (Switzerland) GmbH contre Société anonyme du Grand Cygne et Immobergues SA (recours en réforme)\n\n5C.252/2004 du 30 mai 2005", "regestes": ["Art. 18 al. 1 et art. 261, 275 et 290 CO; contrat de management d'hôtel; effet sur ce contrat de l'adjudication des immeubles lors des enchères forcées. En présence d'un contrat mixte ou composé, chaque question litigieuse doit être résolue conformément aux normes légales ou aux principes juridiques adaptés à chacune d'elles, en recherchant le centre de gravité du contrat, appréhendé comme un accord global unique (consid. 7.1). Application de ces principes à la question de savoir si un contrat de management d'hôtel a passé aux adjudicataires des immeubles (consid. 7.2)."], "faits": "BGE 131 III 528 S. 529\n\nA. En 1972, la Société Anonyme du Grand Casino (ci-après: la SA du Grand Casino) a acquis un droit de superficie distinct et permanent sur la parcelle n° 6936, propriété de la Ville de Genève, en vue d'y construire un complexe hôtelier et immobilier; sur ce fonds sera édifiée la partie dite \"avant\" du complexe connu sous le nom de \"Noga Hilton\", qui comprend, en particulier, un hôtel, une salle de spectacle et de congrès, des locaux occupés par un casino, des appartements, un parking souterrain, des restaurants et des arcades commerciales. A la fin des années 1970, la SA du Grand Casino a acquis trois lots (nos 1, 3 et 4) de la propriété par étages aménagée sur le droit de superficie distinct et permanent (n° 7049) grevant la parcelle contiguë n° 7007, propriété de Nessim Gaon; ces lots constituent la partie dite \"arrière\" du complexe hôtelier, comprenant notamment des parkings souterrains et des chambres d'hôtel.\n\nLe 20 juillet 1978, la SA du Grand Casino a conclu, pour la partie \"avant\" du complexe hôtelier, un contrat intitulé \"Management Agreement\" (ci-après: le contrat de management) avec la société américaine Hilton International Co., à laquelle s'est jointe par la suite la filiale suisse Hilton International (Switzerland) AG, devenue en 1999 Hilton International (Switzerland) GmbH (ci-après: Hilton). En vertu de cette convention, la SA du Grand Casino s'engageait dans un premier temps à financer, construire, aménager et équiper l'hôtel, et la société Hilton s'engageait à assister la SA du Grand Casino pour la planification, la construction et l'aménagement de l'hôtel; après l'ouverture de l'hôtel, Hilton devait assurer la gestion et l'exploitation de celui-ci. Depuis l'achèvement et l'ouverture de l'hôtel en mai 1980, Hilton assure ainsi son exploitation. En 1990, le contrat de management a été étendu à la partie \"arrière\" du complexe, terminée entre-temps. BGE 131 III 528 S. 530\n\nB. Au début des années 1990, des créanciers gagistes de la SA du Grand Casino, dont l'UBS SA et le Crédit Suisse, ont entamé des poursuites en réalisation de gage immobilier, portant sur les parties \"avant\" et \"arrière\", en raison du non-remboursement de prêts hypothécaires consentis à la SA du Grand Casino pour la construction du complexe hôtelier.\n\nLe 25 mai 2001, l'office des poursuites a procédé à la vente aux enchères du droit de superficie et des trois lots de propriété par étages. L'état des charges et les conditions de vente indiquaient dans la description des immeubles que la chaîne Hilton exploitait un hôtel dans les murs des bâtiments, aucun bail en sa faveur n'étant cependant mentionné, alors que la description de la partie \"avant\" faisait état de baux en faveur des exploitants de restaurants et du casino. Les conditions de vente prévoyaient que la prise de possession des biens adjugés aurait lieu lors de la réquisition d'inscription du transfert de propriété au registre foncier. En préambule à la vente, le préposé de l'office des poursuites a donné lecture d'une lettre que Hilton lui avait adressée le 2 avril 2001, sans se prononcer sur son contenu, pour l'informer que le \"Management Agreement\" serait opposable à tout nouvel acquéreur.\n\nLa partie \"avant\" a été adjugée à la SA du Grand Cygne et la partie \"arrière\" à Immobergues SA. Les adjudicataires ont autorisé, à bien plaire, la société Hilton à poursuivre l'exploitation de l'hôtel dans l'attente de la décision relative à la validité de la vente aux enchères et jusqu'à leur inscription en tant que propriétaires au registre foncier, tout en précisant que le contrat de management ne leur était pas opposable et que cette prorogation ne valait pas reconnaissance de l'existence d'un quelconque contrat entre elles.\n\nC. Le 13 juin 2002, la SA du Grand Casino a introduit contre la SA du Grand Cygne et Immobergues SA une action en constatation de l'existence d'un bail tacite portant sur les parties \"avant\" et \"arrière\" du complexe. La demande a été rejetée le 26 février 2003 par le Tribunal des baux et loyers du canton de Genève. La procédure d'appel contre ce jugement a été suspendue par la Cour de justice le 24 février 2004 à la suite de la faillite - le 8 janvier précédent - de la SA du Grand Casino.\n\nD. Le 8 octobre 2002, Immobergues SA et la SA du Grand Cygne ont ouvert action en revendication contre Hilton International Co. et Hilton International (Switzerland) GmbH devant le Tribunal de BGE 131 III 528 S. 531première instance de Genève, concluant à ce qu'il soit dit qu'elles sont seules et uniques propriétaires des trois lots de propriété par étages et du droit de superficie et à ce que les défenderesses soient condamnées à leur restituer ces immeubles en les évacuant de leurs biens et de leurs organes, employés ou auxiliaires.\n\nPar jugement du 10 septembre 2003, le Tribunal de première instance a débouté les demanderesses; il a qualifié le contrat de management de contrat de bail à ferme, opposable aux nouveaux propriétaires.\n\nStatuant le 8 octobre 2004 sur recours des demanderesses, la Cour de justice du canton de Genève a annulé ce jugement et condamné les défenderesses à évacuer les lots de propriété par étages et le droit de superficie de leurs biens, organes, employés ou auxiliaires; elle a considéré que le \"Management Agreement\" n'était pas un bail à ferme, sans qu'il soit nécessaire de décider s'il devait être qualifié de mandat ou de contrat innommé.\n\nLe Tribunal fédéral a rejeté, dans la mesure de sa recevabilité, le recours en réforme des défenderesses.", "considerants": "Extrait des considérants:\n\n7. Toujours au chapitre de la qualification du contrat de management, les défenderesses soutiennent que l'autorité cantonale a violé les art. 275 et 290 CO, ainsi que l'art. 261 CO, en niant que ce contrat présentait un élément prépondérant de bail à ferme. La convention litigieuse contiendrait, en effet, tous les éléments essentiels du bail, et toutes les prestations du propriétaire auraient trait exclusivement à l'immeuble et à la cession de l'usage de l'hôtel; il aurait ainsi passé aux acquéreurs conformément aux art. 290 et 261 CO.\n\n7.1\n\n7.1.1 Lorsque, en vertu de la volonté des parties, les divers rapports qui les lient ne constituent pas des contrats indépendants, mais représentent des éléments de leur convention liés entre eux et dépendant l'un de l'autre, on est en présence d'un contrat mixte ou composé, qui doit être appréhendé comme un seul et unique accord (ATF 118 II 157 consid. 3a p. 162). On parle de contrat composé lorsque la convention réunit plusieurs contrats distincts, mais dépendants entre eux (arrêt 4C.160/1997 du 28 octobre 1997, consid. 4b, publié in SJ 1998 p. 320); il y a contrat mixte lorsque la BGE 131 III 528 S. 532convention comprend des éléments relevant de contrats nommés (ATF 120 V 299 consid. 4a p. 304/305; ATF 109 II 462 consid. 3d p. 466).\n\nLorsqu'on se trouve confronté à un certain genre de contrat mixte ou composé, il n'est généralement pas possible d'en dégager un contrat-type aux éléments spécifiques clairs, ni de dire une fois pour toutes à quelles normes légales il doit être soumis. Dans chaque cas, il faut déterminer quelles règles doivent s'appliquer eu égard aux particularités de l'accord en cause. Il ne sera que rarement possible de le soumettre entièrement à un contrat réglé par la loi (contrat-type nommé), dès lors qu'en principe les éléments d'un contrat nommé ne l'emportent pas au point d'absorber tous les éléments qui lui sont étrangers. Il faudra donc examiner précisément quelle est la question juridique posée et quels sont les dispositions légales ou les principes juridiques auxquels il y a lieu de recourir pour la trancher. Dans la mesure où les éléments du contrat sont de nature différente, il se justifie de les soumettre à des règles de divers contrats nommés (par exemple contrat de travail, contrat de société, contrat de livraison, contrat de mandat, contrat de bail; ATF 118 II 157 consid. 2c p. 160/161 et les citations). Cela signifie que les différentes questions à résoudre - par exemple la résiliation du contrat - doivent être régies par les normes légales ou les principes juridiques qui sont adaptés à chacune d'elles; chaque question doit être toutefois soumise aux dispositions légales d'un seul et même contrat (ATF 118 II 157 consid. 3a p. 162; ATF 110 II 380 consid. 2 p. 382; ATF 109 II 462 consid. 3d p. 466); en effet, vu la dépendance réciproque des différents éléments du contrat mixte ou composé, il n'est pas possible que la même question soit réglée de manière différente pour chacun d'eux (ATF 118 II 157 consid. 3a p. 162).\n\nPour déterminer quelles règles légales sont applicables à la question litigieuse, il convient de rechercher le \"centre de gravité des relations contractuelles\", appréhendées comme un accord global unique. Il faut dès lors examiner quelle est la portée de chacun des éléments du contrat mixte ou composé eu égard à la situation juridique globale. L'intérêt des parties, tel qu'il se déduit de la réglementation contractuelle qu'elles ont choisie, est déterminant pour décider de l'importance de tel ou tel élément par rapport à l'ensemble de l'accord (ATF 118 II 157 consid. 3a et les arrêts cités).\n\n7.1.2 Les contrats de management d'hôtel, qui peuvent revêtir des formes variées, présentent des éléments de plusieurs contrats (bail, BGE 131 III 528 S. 533société, mandat, licence); il s'agit dès lors de contrats mixtes (dans ce sens: arrêt 4C.24/1989 du 24 avril 1990, consid. 2b; sur l'ensemble du sujet: SCHLUP, Der Hotel-Managementvertrag, Zurich 2000, p. 173 ss). Il s'impose donc, pour chaque question litigieuse, de rechercher le \"centre de gravité\" du contrat global: si, par exemple, l'élément de bail prédomine parce que la mise à disposition des locaux apparaît comme l'élément prépondérant, il y aura lieu d'appliquer les règles du bail; si, en revanche, la cession de l'usage de l'immeuble n'est qu'un élément accessoire et secondaire, l'application des dispositions relatives au bail sera exclue (ATF 118 II 157 consid. 3a p. 162; ATF 115 II 452 consid. 3a p. 454; arrêt 4C.160/1997, précité, consid. 4b).\n\n7.2 Dans le cas présent, la question à débattre est celle de l'effet de l'adjudication des immeubles lors des enchères forcées sur le contrat de management conclu entre l'ancien propriétaire et Hilton: cette convention a-t-elle ou non passé à l'adjudicataire? Il s'agit de rechercher quel est, en rapport avec cette question, le centre de gravité du contrat, appréhendé comme un accord global.\n\nIl résulte des constatations de fait de l'autorité cantonale - qui lient le Tribunal fédéral (art. 63 al. 2 OJ) - que, dans une première phase, la propriétaire des immeubles (i.e. la SA du Grand Casino) s'engageait à financer, construire, aménager et équiper l'hôtel, et que Hilton lui fournissait des services d'assistance technique, moyennant honoraires; dans la seconde phase - actuelle -, la propriétaire des immeubles exploitait à ses risques et périls l'entreprise hôtelière située dans ses locaux, dont les recettes et les charges figuraient dans sa comptabilité, et devenait formellement l'employeur du personnel de l'hôtel; elle avait chargé les sociétés défenderesses de la gestion de l'hôtel pour une longue durée (de 20 ans, renouvelable pour deux fois 10 ans) et leur avait octroyé dans ce but d'importants pouvoirs de décision, comme de maintenir des comptes bancaires et d'encaisser les factures de l'hôtel portant la mention \"Noga Hilton, pour le compte de la SA du Grand Casino\", d'engager le personnel, de fixer les conditions d'admission, le prix des chambres, la restauration et la politique du travail. Une telle gestion impliquait évidemment l'utilisation des locaux, dont la SA du Grand Casino s'engageait, en particulier, à demeurer propriétaire et à payer les réparations importantes, garantissant aux défenderesses de pouvoir les posséder paisiblement; celles-ci s'engageaient, pour leur part, à utiliser les locaux exclusivement pour une BGE 131 III 528 S. 534exploitation hôtelière et à prendre en charge l'entretien courant et les réparations ordinaires de l'hôtel. Pour leur activité, les défenderesses percevaient des honoraires de gestion, la SA du Grand Casino touchant le solde du bénéfice d'exploitation brut après déduction de ces honoraires.\n\nIl est indéniable que le contrat de management comporte des clauses qui auraient pu figurer dans un contrat de bail à ferme. La situation est, toutefois, différente de celle - invoquée par les défenderesses - de la mise en gérance libre d'un restaurant, dans laquelle le Tribunal fédéral a vu un bail à ferme (arrêt 4C.378/2000 du 5 mars 2001, publié in SJ 2001 I p. 445). Ici, l'élément déterminant, ou - pour reprendre les termes de la jurisprudence - le centre de gravité de l'accord global, eu égard au sort du contrat de management après adjudication des immeubles, est l'entreprise hôtelière exercée à ses risques et périls par l'ancien propriétaire, la SA du Grand Casino. Celle-ci a, par ailleurs, introduit une procédure devant le Tribunal des baux et loyers - suspendue à la suite de sa faillite - pour faire reconnaître en sa faveur l'existence d'un bail tacite, qui lui aurait permis de continuer son activité. Les défenderesses ne peuvent pas simplement se substituer à l'ancien propriétaire et reprendre à leur compte l'exploitation de son entreprise, et prétendre pour elles-mêmes à l'existence d'un bail. De la même manière qu'on ne saurait admettre que l'entrepreneur ayant perdu la propriété de son immeuble à la suite de la réalisation forcée puisse continuer à exercer son activité dans les locaux de cet immeuble, il n'est pas possible de reconnaître à un auxiliaire (directeur, cadre ou simple employé) de cet entrepreneur, qui entendrait reprendre à son compte l'entreprise de celui-ci - qui, en l'occurrence, est tombé en faillite entre-temps -, le droit de demeurer dans les locaux et d'y poursuivre en son nom la précédente activité par l'artifice juridique d'un pseudo-bail. Le transfert de l'entreprise, dont les immeubles étaient un élément indispensable, aurait pu être prévu conventionnellement entre l'ancien entrepreneur-propriétaire et les acquéreurs (cf. art. 333 CO), voire décidé par l'office des faillites chargé de liquider la faillite de l'entrepreneur-propriétaire antérieur. En l'espèce, cependant, un tel transfert n'est pas intervenu; la réalisation forcée des immeubles a précédé l'ouverture de la faillite de l'entrepreneur-propriétaire, et les adjudicataires n'ont acquis que la propriété des immeubles. A ce titre, on ne saurait leur imposer ni la reprise de l'entreprise, ni la BGE 131 III 528 S. 535conclusion d'un nouveau contrat avec un reprenant de celle-ci. Du reste, on peut relever que les parties au «Management Agreement» avaient envisagé une telle conséquence dans une situation similaire: la durée d'exploitation stipulée (de 20 ans, renouvelable deux fois pour 10 ans) prend fin \"en cas d'expropriation publique, d'acquisition obligatoire ou de toute autre procédure similaire par une autorité en vue d'usage ou utilisation publique ou quasi-publique\" (art. X).\n\nAu demeurant, si les défenderesses ont adressé à l'office des poursuites, le 2 avril 2001, une lettre l'avisant que le contrat de management serait opposable à tout nouvel acquéreur - lettre que le préposé a lue avant de procéder à la vente aux enchères -, elles n'ont pas déposé plainte aux autorités de surveillance contre les conditions de vente, qui faisaient simplement mention de l'exploitation de l'hôtel par la chaîne Hilton dans la description des immeubles, pour réclamer qu'un bail en leur faveur soit porté à l'état des charges.\n\nMême si les nouveaux propriétaires sont disposés à négocier un nouveau contrat avec les défenderesses et qu'ils n'ont aucune objection à élever à leur égard en tant que parties cocontractantes, ils n'entendent pas assumer le risque d'entreprise aux conditions financières stipulées avec le précédent propriétaire, puisqu'ils agissent en expulsion. Malgré ce que soutiennent les défenderesses, le fait d'avoir introduit une telle action ne constitue pas un abus de droit au sens de l'art. 2 al. 2 CC.\n\n7.3 En conclusion, le contrat de management n'a pas passé aux adjudicataires des immeubles, et aucune disposition d'un contrat nommé prévoyant un pareil transfert - à l'image de l'art. 261 CO - ne peut être considérée comme adaptée pour résoudre le point litigieux."}