{"annee": "131", "cour": "V", "page": "417", "date": "30/8/2005", "cite": ["122 V 134", "130 V 294", "130 V 229", "120 V 445", "130 II 65"], "cite_par": ["135 V 65", "133 V 593", "140 V 108"], "chapeau": "55. Urteil i.S. Bundesamt für Gesundheit gegen SWICA Krankenversicherung AG, betreffend B., und Sozialversicherungsgericht des Kantons Zürich\n\nK 29/05 vom 30. August 2005", "regestes": ["Art. 50 al. 1 et 3 LPGA: Portée de la possibilité prévue par la loi de passer une transaction dans les procédures de recours devant le Tribunal cantonal des assurances. Une entente entre assurés et assureurs dans le cadre d'une procédure de recours n'est pas seulement admissible en cas de litiges portant exclusivement sur des prestations des assurances sociales, mais également lorsque sont en jeu des prétentions réciproques (prestations et cotisations d'assurances sociales). (consid. 1-4)"], "faits": "BGE 131 V 417 S. 418\n\nA. B. war mit seiner Familie bei der SWICA Krankenversicherung AG (nachfolgend SWICA) einerseits obligatorisch krankenpflege-, anderseits freiwillig taggeldversichert, wobei er nach KVG ein Taggeld von Fr. 166.- und nach VVG ein solches von Fr. 34.-, beide je zahlbar ab dem 61. Tag der Arbeitsunfähigkeit, vereinbart hatte. Im Zusammenhang mit einem Krankheitsfall ab Oktober 2001 entstanden zwischen ihm und seinem Krankenversicherer Meinungsverschiedenheiten über Höhe und Dauer der den Taggeldzahlungen zu Grunde zu legenden Arbeitsunfähigkeiten, weshalb er sich am 4. Juli 2003 klageweise an das Sozialversicherungsgericht des Kantons Zürich wandte mit dem Rechtsbegehren auf Zusprechung von Taggeldern nach KVG und VVG. Diese Auseinandersetzung nahm B. zum Anlass, seinerseits die für die verschiedenen Versicherungsarten geschuldeten Prämien nicht mehr zu bezahlen, weshalb die SWICA ihn am 13. Mai 2003 für den Betrag von Fr. 3407.20 (ausstehende KVG-Prämien) betrieb. Mit Verfügung vom 6. Juni 2003 und Einspracheentscheid vom 29. Juli 2003 hob die SWICA den Rechtsvorschlag im Umfange von Fr. 2308.75 auf, wogegen B. am 27. August 2003 (ebenfalls) beim Sozialversicherungsgericht des Kantons Zürich Beschwerde erhob.\n\nB. Im Rahmen einer Referentenaudienz mit Vergleichsverhandlung vom 20. Januar 2005 schlossen die Parteien einen Vergleich, der alle offenen Punkte (Taggeldansprüche gegenüber den beiden Versicherungen; Kostenvergütungen aus der obligatorischen Krankenpflegeversicherung; ausstehende Prämien) ausräumte. Gestützt BGE 131 V 417 S. 419auf diesen Vergleich schrieb das Sozialversicherungsgericht des Kantons Zürich den Prozess als durch Vergleich erledigt ab (Verfügung vom 20. Januar 2005).\n\nC. Das Bundesamt für Gesundheit (BAG) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei die Verfügung vom 20. Januar 2005 aufzuheben \"und im Sinne der nachstehenden Überlegungen neu zu entscheiden\". Auf die einzelnen Vorbringen wird, soweit erforderlich, in den Erwägungen eingegangen.\n\nDas kantonale Gericht äussert sich in ablehnendem Sinne zur Verwaltungsgerichtsbeschwerde. B. beanstandet in seiner Vernehmlassung bestimmte Punkte bezüglich der Formulierung des Vergleichs sowie der Durchführung der Vergleichsverhandlung, während die SWICA auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Wie das kantonale Gericht am Ende seiner Vernehmlassung zutreffend bemerkt, ist die Verwaltungsgerichtsbeschwerde unzulässig, soweit sie die vergleichsweise Regelung der im Rahmen der Zusatzversicherung nach VVG strittig gewesenen Punkte beanstandet. Diesbezüglich gründet der angefochtene vorinstanzliche Entscheid nicht auf Bundessozialversicherungsrecht, weshalb insofern auf die Verwaltungsgerichtsbeschwerde nicht eingetreten werden kann (Art. 128 OG).\n\n2. Materiell zu prüfen bleibt allein, ob das kantonale Gericht dadurch Bundesrecht verletzt hat, dass es gestützt auf die vergleichsweise Einigung der Parteien hinsichtlich der sozialversicherungsrechtlichen Streitpunkte (im Wesentlichen: Höhe und Dauer der Taggeldzahlungen; zur Verrechnung gebrachte Beitragsausstände) das vor ihm anhängig gemachte Beschwerdeverfahren als durch Vergleich erledigt abschrieb.\n\n2.1 Nach dem auf den 1. Januar 2003 in Kraft getretenen Art. 50 ATSG (im Bereich der sozialen Krankenversicherung anwendbar gemäss Art. 1 Abs. 1 KVG) können Streitigkeiten über sozialversicherungsrechtliche Leistungen durch Vergleich erledigt werden (Abs. 1). Laut Abs. 2 hat der Versicherungsträger den Vergleich in Form einer anfechtbaren Verfügung zu eröffnen. Die Abs. 1 und 2 BGE 131 V 417 S. 420gelten sinngemäss im Einsprache- und in den Beschwerdeverfahren (Abs. 3 der genannten Gesetzesnorm). Im Rahmen dieser Bestimmung, welche nur auf das letztinstanzliche Verfahren vor dem Eidgenössischen Versicherungsgericht nicht anwendbar ist (Art. 62 Abs. 1 ATSG; Urteil L. vom 15. Juni 2005, U 50/03), hat dieses seine frühere gefestigte Rechtsprechung zur Zulässigkeit von Vergleichen, zu deren gerichtlicher Genehmigung und zu den Wirkungen der Verfahrensabschreibung bestätigt (RKUV 2004 Nr. U 513 S. 286; RDAT 2003 II Nr. 59 S. 238).\n\n2.2 Art. 50 ATSG bildet somit die gesetzliche Grundlage zur Beendigung sozialversicherungsrechtlicher Verfahren durch Vergleich, sei es im Verfügungs-, Einsprache- oder im Verfahren vor dem kantonalen Sozialversicherungsgericht gemäss Art. 57 ATSG. Zu beurteilen bleibt die Frage nach der Tragweite der durch den Gesetzgeber eingeräumten Vergleichsmöglichkeiten.\n\n3.\n\n3.1 Soweit das BAG beanstandet, die Vorinstanz habe es unterlassen, den abgeschlossenen Vergleich im Rahmen der ihr zustehenden Kognition auf seine Übereinstimmung mit der Sach- und Rechtslage zu überprüfen und dementsprechend zu genehmigen, wird in der Verwaltungsgerichtsbeschwerde überspitzt formalistisch argumentiert. Aus den Akten geht hervor, dass der in der Abschreibungsverfügung verurkundete Vergleich mit Hilfe der Referentin in der auf den 20. Januar 2005 anberaumten Verhandlung zu Stande gekommen ist. Es handelt sich der Sache nach um einen gerichtlichen Vergleich, weil er unter der Verfahrensleitung der zuständigen Richterin abgeschlossen wurde. In dieser Situation noch eine davon verselbstständigte gerichtliche Überprüfung und Genehmigung zu verlangen, ergibt keinen Sinn. Es besteht kein Anlass - auch nicht unter Berücksichtigung der vom Versicherten in seiner Vernehmlassung erhobenen Kritik -, an der Übereinstimmung der getroffenen Lösung mit der einschlägigen Sach- und massgeblichen Rechtslage zu zweifeln.\n\n3.2 Damit bleibt zum Hauptargument des BAG Stellung zu nehmen, der Vergleich hätte so nicht ergehen dürfen, weil er sich nicht nur auf sozialversicherungsrechtliche Leistungen bezieht, sondern sich auch auf die vom Versicherten veranlassten Prämienausstände erstreckt. In der Tat bilden auch die Prämien Gegenstand der vergleichsweise getroffenen Einigung, woran nichts BGE 131 V 417 S. 421ändert, dass der Versicherte seine Beitragspflicht im Grunde nie bestritten, sondern die Prämien nur im Hinblick auf die ausstehenden Taggeldzahlungen zurückbehalten hatte. Die Regelung der offenen Prämienforderungen des Krankenversicherers ist Bestandteil des Vergleichs.\n\n4.\n\n4.1 Der Wortlaut von Art. 50 Abs. 1 ATSG ist - entgegen anders lautenden Stimmen in der Doktrin (vgl. TURTÈ BAER, Die Streiterledigung durch Vergleich im Schadenersatzverfahren nach Art. 52 AHVG, in: SZS 2002 S. 430 ff., S. 446) - klar, soweit er die Vergleichszulässigkeit auf \"sozialversicherungsrechtliche Leistungen\" (\"prestations des assurances sociales\") beschränkt. Daran ändert nichts, dass die italienische Fassung dieser Bestimmung zu weit ausgefallen ist, indem dort ganz allgemein von Streitigkeiten \"nell'ambito delle assicurazioni sociali\" die Rede ist. Wie sich den nachfolgenden Ausführungen (unter Erw. 4.2) entnehmen lässt, handelt es sich bei dieser Abweichung von den beiden andern Sprachfassungen um ein offenkundiges redaktionelles Versehen. Unter sozialversicherungsrechtlichen Leistungen ist die Gesamtheit der Geld- oder Sachleistungen (Art. 14 f. ATSG) zu verstehen, welche ein Versicherungsträger nach Massgabe der im Gebiet der jeweiligen Sozialversicherung geltenden Gesetzes- und Verordnungsvorschriften bei Eintritt eines Versicherungsfalles zu erbringen hat (BGE 122 V 136 Erw. 1, BGE 120 V 448 Erw. 2a/bb). Die Praxis zu Art. 132/134 OG kann im Rahmen von Art. 50 Abs. 1 ATSG weitergeführt werden, weil keinerlei Anhaltspunkte dafür bestehen, dass der Gesetzgeber vom Begriff der sozialversicherungsrechtlichen Leistungen gemäss ständiger Rechtsprechung des Eidgenössischen Versicherungsgerichts abrücken wollte.\n\n4.2 Die Bedeutung der erst im Verlauf des Gesetzgebungsverfahrens in Abs. 1 von Art. 50 ATSG aufgenommenen Beschränkung auf sozialversicherungsrechtliche Leistungen geht aus den Materialien, wie sie bei UELI KIESER, ATSG-Kommentar, N 1 und 8 zu Art. 50 und BAER (a.a.O., S. 444 unten f.) nachgezeichnet werden, mit aller Deutlichkeit hervor: Es sollten die Durchführungsorgane, insbesondere die Ausgleichskassen, von Druckversuchen freigehalten werden, welche sich im Beitragsbereich aus der Zahlungsunfähigkeit oder -unwilligkeit der ihnen angeschlossenen Arbeitgeber ergeben könnten (Amtl. Bull. 1999 N 1244-1246). Sowohl die Vergleichsmöglichkeit für Sozialversicherungsleistungen als BGE 131 V 417 S. 422auch der Ausschluss von Vergleichen für Sozialversicherungsbeiträge stehen nach dem Wortlaut von Art. 50 Abs. 1 ATSG, der auf Grund der Materialien dem Rechtssinne entspricht, fest. Nicht zu beantworten ist hier die durch den Gesetzeswortlaut nicht vorab entschiedene Frage, wie es sich mit Anordnungen, Verpflichtungen oder sonstigen Rechtsverhältnissen verhält, welche weder den sozialversicherungsrechtlichen Leistungen noch den sozialversicherungsrechtlichen Beiträgen zuzuweisen sind: Kollektive Beiträge aus dem jeweiligen Versicherungsfonds an Institutionen (in der AHV/IV/AlV), die Verantwortlichkeitsansprüche gegenüber den Arbeitgebern, anderen Durchführungsorganen oder deren Gründerverbänden usw.\n\n4.3 Damit hängt die Bundesrechtsmässigkeit der vorinstanzlichen Verfahrensabschreibung zufolge gerichtlichen Vergleichs davon ab, ob Abs. 3 von Art. 50 ATSG, welcher für das Einsprache- und das Beschwerdeverfahren eine \"sinngemässe\" Geltung der Abs. 1 und 2 dieser Gesetzesbestimmung vorschreibt, an der (in den Erw. 4.1 und 4.2 hievor) dargelegten Beschränkung der Vergleichsmöglichkeit auf sozialversicherungsrechtliche Leistungen gemäss Abs. 1 etwas ändert.\n\n4.3.1 Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich von Sinn und Zweck sowie der dem Text zu Grunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt (BGE 130 II 71 Erw. 4.2, BGE 130 V 232 Erw. 2.2, BGE 130 V 295 Erw. 5.3.1, 428 Erw. 3.2, 475 Erw. 6.5.1, 484 Erw. 5.2, je mit Hinweisen).\n\n4.3.2 Der Wortlaut von Abs. 3 des Art. 50 ATSG ist insofern unklar, als sich die Frage nicht eindeutig beantworten lässt, worauf sich die Wendung \"gelten sinngemäss\" (\"s'appliquent par analogie\", \"sono applicabili per analogia\") bezieht. Das BAG stellt sich stillschweigend auf den Standpunkt, die (bloss) analogieweise, d.h. einen gewissen Spielraum belassende Heranziehung der Abs. 1 und 2 von Art. 50 ATSG gelte ausschliesslich für die Modalitäten der gesetzlichen Vergleichsmöglichkeit, wogegen der Ausschluss von Vergleichen für Sozialversicherungsbeiträge auch im Rahmen von Abs. 3 strikte zu beachten sei. Demgegenüber äussert die BGE 131 V 417 S. 423Vorinstanz in ihrer Vernehmlassung die Ansicht, der Begriff \"sinngemäss\" beziehe sich auch auf den Inhalt der Vergleichsmöglichkeit gemäss Art. 50 Abs. 1 ATSG. Unter dem Blickwinkel einer rein grammatikalischen Auslegung wären beide Auffassungen vertretbar. Von der Gesetzessystematik her lässt sich für die hier interessierende Frage ebenfalls keine eindeutige Antwort ableiten. Mit Blick auf die grundlegenden Unterschiede zwischen Einsprache- und Beschwerdeverfahren ist lediglich klar, dass Abs. 3 von Art. 50 ATSG die sinngemässe Geltung der vorangehenden Absätze einerseits im Einsprache- und anderseits im verwaltungsgerichtlichen Beschwerdeverfahren je für sich allein betrachtet vorschreibt, ohne dass die Art und Weise oder die Tragweite der analogieweisen Heranziehung in den beiden Verfahrensarten übereinzustimmen braucht. Die historische Auslegung von Art. 50 Abs. 1 ATSG hat gezeigt (Erw. 4.2 hievor), dass die Beschränkung der Vergleichszulässigkeit auf Sozialversicherungsleistungen und der damit einhergehende ausdrückliche Ausschluss von Vergleichen hinsichtlich Sozialversicherungsbeiträgen auf die Durchführungsstellen ausgerichtet ist, welche der Gesetzgeber vor Druckversuchen schützen wollte. Diese gesetzgeberische Regelungsabsicht stösst beim Beschwerdeverfahren im Sinne von Art. 50 Abs. 3 ATSG ins Leere, weil die Gerichte von vornherein keinen solchen Interventionsrisiken ausgesetzt sind. Abgesehen von der dargelegten - im Verwaltungsjustizverfahren gerade ausgeschlossenen - Missbrauchsgefahr werden in den Materialien keinerlei Gründe für eine Einschränkung der Zulässigkeit von Vergleichen nach deren Gegenstand angeführt (vgl. auch KIESER, a.a.O., N 10 zu Art. 50). Schliesslich liefert die teleologische Betrachtungsweise hinsichtlich der hier zu beantwortenden Auslegungsfrage Klarheit: Es entspricht nämlich dem ureigenen Wesen des gerichtlichen Vergleichs, die in Abs. 3 von Art. 50 ATSG gewählte Wendung \"gelten sinngemäss\" auch auf den materiellrechtlichen Inhalt der in Abs. 1 eingeräumten Vergleichsmöglichkeit zu beziehen und deren Anwendungsbereich für das kantonale Sozialversicherungsgericht insofern über reine Leistungsstreitigkeiten hinaus zu erweitern, als vergleichsweise Einigungen zwischen Versicherten und Versicherungsträgern über gegenseitige Ansprüche (Sozialversicherungsleistungen und -beiträge) im Beschwerdeverfahren ebenfalls als BGE 131 V 417 S. 424zulässig erachtet werden. Mit Sinn und Zweck dieses dem kantonalen Gericht nunmehr ausdrücklich in die Hand gegebenen gesetzlichen Prozesserledigungsmittels wäre es nicht vereinbar, wenn in Fällen wie dem vorliegenden die Möglichkeit eines gerichtlichen Vergleichs von vornherein entfiele, weil die Streitigkeit zwischen den Beteiligten nicht nur Versicherungsleistungen, sondern zusätzlich auch Beiträge an die in Frage stehende Sozialversicherung beschlägt. Ausgeschlossen ist eine vergleichsweise Einigung im kantonalen Beschwerdeverfahren, wenn sich der Streit ausschliesslich um Sozialversicherungsbeiträge dreht."}