{"annee": "131", "cour": "I", "page": "185", "date": "14/3/2005", "cite": ["113 IA 218", "112 IA 5", "128 II 145", "127 I 213", "130 IV 72", "117 IB 347", "124 I 185"], "cite_par": ["134 I 92", "145 I 201", "133 I 12", "141 I 70", "145 IV 407"], "chapeau": "21. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft sowie Strafgericht des Kantons Zug (Staatsrechtliche Beschwerde)\n\n1P.648/2004 vom 14. März 2005", "regestes": ["Art. 29 al. 2 et art. 32 al. 2 Cst., art. 6 par. 1 et 3 let. b et c CEDH; régularité de la citation aux débats; droits de la défense dans la procédure pénale. Délai de citation pour les débats en appel pénal (consid. 2.3). Droit à l'assistance d'un avocat pour les débats devant le tribunal; obligations du juge en cas d'absence du défenseur (aperçu de la jurisprudence; consid. 3.2). Invocation abusive des droits de la défense: cas de l'accusé qui renonce à l'intervention de son avocat de choix pour l'audience prévue, bien qu'en principe il désire toujours s'assurer ses services, tout en réclamant la désignation d'un autre défenseur par le tribunal ou un report d'audience (consid. 3.2.4). Abus de droit admis dans le cas d'espèce (consid. 3.4)."], "faits": "BGE 131 I 185 S. 186\n\nDas Einzelrichteramt des Kantons Zug bestrafte X. wegen Verkehrsdelikten, die ihr als Autolenkerin im Zusammenhang mit einem Auffahrunfall vom 21. September 2002 und einem Selbstunfall vom 24./25. September 2002 vorgeworfen wurden, mit Strafbefehl vom 6. Januar 2003 und auferlegte ihr dabei eine Busse von Fr. 1'500.-.\n\nAuf Einsprache hin befand sie der Einzelrichter des Kantons Zug mit Urteil vom 10. August 2004 der mehrfachen Verkehrsregelverletzung und des pflichtwidrigen Verhaltens bei Unfall schuldig. Vom Vorwurf der groben Verkehrsregelverletzung sprach er sie frei und in einem Nebenpunkt betreffend Führerausweis stellte er das Verfahren zufolge Verjährung ein. Im Rahmen dieses Urteils wurde die Busse auf Fr. 1'200.- herabgesetzt. An der Parteiverhandlung vor dem Einzelrichter war der erbetene Verteidiger der Beschuldigten, nicht aber sie selbst anwesend gewesen.\n\nMit Berufung vom 1. September 2004 gelangte X. an die Berufungskammer des Strafgerichts des Kantons Zug. Wegen der drohenden Verfolgungsverjährung setzte das Strafgericht die Berufungsverhandlung auf den 13. September 2004 an und lud die Beschuldigte auf diesen Termin vor. Das Vorladungsformular enthielt den Hinweis auf § 75 Abs. 3 der Zuger Strafprozessordnung in der Fassung vom 19. Dezember 2002 (StPO/ZG; BGS 321.1), wonach die Berufung als zurückgezogen gilt, wenn der BGE 131 I 185 S. 187Berufungskläger ohne entschuldbaren Grund der Berufungsverhandlung fernbleibt. Auf dem Formular wurde die Beschuldigte weiter darauf aufmerksam gemacht, dass nur ein ärztliches Zeugnis des Zuger Kantonsarztes berücksichtigt würde. Die Vorladung wurde ihr am 7. September 2004 ausgehändigt; eine Kopie ging an ihren Verteidiger. Dieser ersuchte um Verschiebung der Verhandlung auf den 23. oder 24. September 2004. Der Referent der Berufungskammer bot dem Verteidiger daraufhin eine Verschiebung auf den 15. oder 16. September 2004 an. Da der Verteidiger die Bedenkfrist für diese Terminangebote ungenutzt verstreichen liess, wurde das Verschiebungsgesuch abgewiesen.\n\nAm 10. September 2004 untersuchte der Zuger Kantonsarzt die Beschuldigte. In seinem Zeugnis stufte er die Angeklagte in dem Sinne als nicht verhandlungsfähig ein, als ihr aufgrund einer schweren Depression keine verbindlichen Aussagen möglich seien. Die Beschuldigte sei jedoch - laut Zeugnis - grundsätzlich fähig, ohne gesundheitliche Gefährdung an einer ca. einstündigen Verhandlung teilzunehmen, wenn sie unter anderem durch eine ihr nahestehende Vertrauensperson begleitet werden könne.\n\nZu der Berufungsverhandlung am 13. September 2004 erschienen weder die Beschuldigte noch ihr Verteidiger. Dieser hatte dem Gericht unmittelbar vor der Verhandlung ein Telefax zugeschickt. Darin entschuldigte er die Abwesenheit der Beschuldigten im Wesentlichen mit der Begründung, sie könne von keiner Vertrauensperson begleitet werden. Ferner beantragte er erneut eine Verschiebung der Verhandlung. Das Gericht gab diesem Begehren keine Folge und stellte fest, dass die Angeklagte unentschuldigt ausgeblieben sei. Entsprechend der Androhung in der Vorladung fasste es gleichentags den Beschluss, das Verfahren zufolge Rückzugs der Berufung abzuschreiben.\n\nDas Bundesgericht weist die gegen den Beschluss des Strafgerichts erhobene staatsrechtliche Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Aus dem Anspruch auf rechtliches Gehör gemäss Art. 4 aBV bzw. Art. 29 Abs. 2 BV leitet die bundesgerichtliche Rechtsprechung ein Recht auf rechtzeitige Vorladung zu einer gerichtlichen Verhandlung ab (BGE 117 Ib 347 E. 2b/bb S. 350 f. mit BGE 131 I 185 S. 188Hinweisen). Als Konkretisierung des Anspruchs auf rechtliches Gehör ist das Recht auf rechtzeitige Bekanntgabe des gerichtlichen Verhandlungstermins im Sinne einer strafprozessualen Garantie auch in Art. 32 Abs. 2 BV enthalten.\n\nDer in Art. 6 Ziff. 3 lit. b EMRK garantierte Anspruch des Angeschuldigten auf ausreichende Zeit und Gelegenheit zur Vorbereitung seiner Verteidigung ist ein besonderer Aspekt des Rechts auf ein faires Verfahren gemäss Art. 6 Ziff. 1 EMRK. Wie viel Zeit erforderlich ist, lässt sich nicht abstrakt bestimmen. Massgebend sind die Umstände des konkreten Falles. Dabei sind etwa Umfang und Schwierigkeit der Sach- und Rechtslage, die jeweilige Art des Verfahrens sowie das Verfahrensstadium und die Lage der Verteidigung zu berücksichtigen (MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention [EMRK], 2. Aufl., Zürich 1999, Rz. 509 f.; ARTHUR HAEFLIGER/FRANK SCHÜRMANN, Die Europäische Menschenrechtskonvention und die Schweiz, 2. Aufl., Bern 1999, S. 221; JOCHEN FROWEIN/WOLFGANG PEUKERT, EMRK-Kommentar, 2. Aufl., Kehl u.a. 1996, Art. 6 Rz. 179).\n\nDie Ausgestaltung dieses Anspruchs wird zunächst von den kantonalen Verfahrensbestimmungen umschrieben. Erst wo sich dieser Rechtsschutz als ungenügend erweist, greifen die grundrechtlichen Minimalgarantien Platz. Da die Beschwerdeführerin keine Verletzung kantonaler Verfahrensvorschriften rügt, kann mit freier Kognition geprüft werden, ob die aus diesen Garantien abgeleiteten Grundsätze missachtet worden sind (vgl. BGE 112 Ia 5 E. 2b S. 5).\n\n2.2\n\n2.2.1 Die Beschwerdeführerin bringt vor, die Vorladung sei ihr nur sechs Tage und ihrem Verteidiger nur sieben Tage vor der Berufungsverhandlung zugestellt worden. Das Gericht habe zudem bei der Ansetzung des Termins nicht Rücksprache mit ihnen genommen, so dass keine Gewähr bestanden habe, ob namentlich der Verteidiger den Termin wahrnehmen könne. Die kurzen Fristen würden die feststehende Praxis verletzen, wonach eine Vorbereitungszeit von mindestens neun Tagen zu gewähren sei. Dabei beruft sich die Beschwerdeführerin auf die Lehrmeinung von ROBERT Hauser/ERHARD SCHWERI (Schweizerisches Strafprozessrecht, 5. Aufl., Basel 2002, § 55 Rz. 4a), die seinerseits ein Urteil des Bündner Kantonsgerichts vom 7. Oktober 1993 (Praxis des BGE 131 I 185 S. 189Kantonsgerichts Graubünden [PKG] 1993 Nr. 27 E. 2a = RS 1997 Nr. 262) anführt. Bereits aus diesem Grund hätte das Verschiebungsgesuch bewilligt werden müssen.\n\n2.2.2 Das Strafgericht hat die kurzfristige Ansetzung der Berufungsverhandlung mit der drohenden Verjährung gerechtfertigt, die knapp drei Wochen nach Eingang der Berufung bevorgestanden sei. Der Verteidiger habe daher nicht annehmen dürfen, dass das Gericht die Verhandlung terminlich so ansetzen werde, dass die Sache zufolge Verjährung materiell gar nicht mehr beurteilt werden könnte. Das Gericht habe sich in dringenden Fällen stets vorbehalten, Verhandlungstermine ohne Rückfragen festzulegen. Im Übrigen seien dem Verteidiger nachträglich Ersatztermine angeboten worden, die er abgelehnt habe.\n\n2.3\n\n2.3.1 Vorliegend durfte das Strafgericht die drohende Verjährung zu Recht als Grund für eine dringliche Behandlung in Betracht ziehen. Die Beschwerdeführerin und ihr Anwalt haben mit den wiederholten Fristerstreckungs- und Verschiebungsgesuchen in den vorangehenden Verfahrensstadien massgeblich zu deren Verlängerung beigetragen.\n\n2.3.2 Die Vorladung für die Berufungsverhandlung ging der Beschwerdeführerin an einem Dienstag für den darauf folgenden Montag zu. Es standen ihr damit drei Werktage zur Verfügung, um Kontakt mit ihrem Rechtsbeistand aufzunehmen und die Verhandlung vorzubereiten.\n\nIn BGE 117 Ib 347 E. 2b/bb S. 351 wurde im Zusammenhang mit einem Handelsstreit vor einem ausländischen Gericht festgehalten, eine Vorladung, bei der nur ein einziger Werktag für die Vorbereitung verbleibe, sei in internationalen Verhältnissen zu kurzfristig angesetzt. In einem den Kanton Zug betreffenden Straffall hat das Bundesgericht die Ansetzung einer Berufungsverhandlung auf drei Tage später wegen der drohenden Verjährung geschützt (Urteil 1P.47/1997 vom 8. Oktober 1997, E. 7c). Allerdings ging es damals um die Vorladung zur zweiten Verhandlung; gemäss § 75 Abs. 3 StPO/ZG in der früheren Fassung vom 15. März 1979 (GS 21, 252) galt die Berufung erst nach zweimaligem unentschuldigten Ausbleiben des Berufungsklägers als zurückgezogen. Im erwähnten Urteil des Kantonsgerichts Graubünden vom 7. Oktober 1993 wurde die Zeitspanne von sieben Werktagen Vorbereitungszeit für BGE 131 I 185 S. 190eine Berufungsverhandlung im damaligen Straffall als \"mehr als ausreichend\" bezeichnet (PKG 1993 Nr. 27 E. 2a S. 98). Die von der Beschwerdeführerin zitierte Lehrmeinung von HAUSER/SCHWERI, die gestützt auf dieses Urteil eine Vorbereitungsfrist von mindestens sieben Werktagen in einfachen Fällen fordert (a.a.O., § 55 Rz. 4a), ist in ihrer Formulierung somit zu absolut. Im Lichte von Art. 6 Ziff. 3 lit. b EMRK ist daran festzuhalten, dass die konkreten Umstände des Einzelfalls für die Angemessenheit der Frist entscheidend sind.\n\n2.3.3 Grundsätzlich trifft es zu, dass eine Vorbereitungszeit von drei Werktagen für die Vorbereitung einer Berufungsverhandlung auch in einfachen Straffällen wie dem vorliegenden eher knapp bemessen ist. Hier verursachte wohl namentlich die an dieser Verhandlung vorgesehene Gegenüberstellung mit den beiden Belastungszeugen im Hinblick auf den Vorfall vom 24./25. September 2002 einen gewissen Vorbereitungsaufwand. Im Übrigen weist das Kantonsgericht aber zu Recht darauf hin, dass die Akten nicht umfangreich sind. Die Staatsanwaltschaft hatte sowohl auf eine Anschlussberufung wie auch auf eine Berufungsantwort in der Sache verzichtet. Folglich kann die Beschwerdeführerin aus dem Umstand, dass der Verteidiger die entsprechende Erklärung erst am letzten Werktag vor der Verhandlung erhielt, nichts zu ihren Gunsten ableiten.\n\nIns Gewicht fällt weiter, dass der Verteidiger die vom Gericht angebotenen Ersatztermine für eine Verhandlung am 15. oder 16. September 2004 ausgeschlagen hat. Da sich das Gericht im Hinblick auf die Ansetzung eines Termins vor Eintritt der Verjährung flexibel zeigte, kann es einerseits keine Rolle spielen, ob die Ansetzung des Termins vom 13. September 2004 vorgängig mit dem Anwalt der Beschwerdeführerin abgesprochen wurde. Unter Berücksichtigung der Ersatztermine wären für die Vorbereitung anderseits mindestens fünf Werktage bzw. eine ganze Woche zur Verfügung gestanden. Angesichts der Vielzahl der Eingaben, die der Verteidiger in der kurzen Zeitspanne vor der Verhandlung für die von ihm angestrebte Verschiebung machte, stand seine anderweitige berufliche Belastung einer eingehenden Befassung mit diesem Verfahren offensichtlich nicht im Wege. Unter den besonderen Umständen des vorliegenden Falls kann eine Vorbereitungszeit von drei Werktagen als ausreichend für die Wahrnehmung der Verteidigungsrechte betrachtet werden. BGE 131 I 185 S. 191\n\n2.4 Demzufolge hat das Strafgericht mit der kurzfristigen Ansetzung der Berufungsverhandlung und insbesondere mit einer Zustellung der Vorladung an die Beschwerdeführerin, die sie nur sechs Tage vor diesem Termin erhielt, weder gegen Art. 29 Abs. 2 oder Art. 32 Abs. 2 BV noch gegen Art. 6 Ziff. 1 bzw. Ziff. 3 lit. b EMRK verstossen.\n\n3.\n\n3.1 In Art. 32 Abs. 2 BV wird als Konkretisierung des Anspruchs auf rechtliches Gehör (Art. 29 Abs. 2 BV) unter anderem das Recht gewährleistet, dass der Angeschuldigte einen Verteidiger beiziehen kann. Diese Garantie entspricht dem Gehalt von Art. 6 Ziff. 1 und Ziff. 3 lit. c EMRK (vgl. die Botschaft des Bundesrates vom 20. November 1996 über eine neue Bundesverfassung, BBl 1997 I 187). Aus dem Recht des Beschuldigten auf Beizug eines Rechtsbeistands leitet die Rechtsprechung namentlich einen Anspruch darauf ab, dass der privat bestellte Verteidiger an der Haupt- bzw. Berufungsverhandlung teilnehmen kann (BGE 113 Ia 218 E. 3c S. 222 f.).\n\n3.2\n\n3.2.1 Bei einer fakultativen Verteidigung ist die Durchführung der Hauptverhandlung ohne Anwesenheit des Verteidigers nicht zwingend verfassungswidrig. Beim Entscheid darüber, ob allenfalls eine solche Verhandlung ohne Verteidiger durchgeführt werden darf, sind das Interesse an einer zeitgerechten Verfahrensabwicklung und der Anspruch des Angeklagten auf Verteidigung durch den selbst gewählten Rechtsbeistand gegeneinander abzuwägen (Urteil 2P.50/1992 vom 21. September 1993, E. 4a/bb, publ. in: StE 1994 B 101.8 Nr. 12).\n\n3.2.2 Es ist dem Grundsatz nach zulässig, ein Strafverfahren auch dann durchzuführen, wenn der Angeschuldigte nicht alle Anforderungen an seine Prozessfähigkeit im Sinne des Zivilprozessrechts erfüllt. Bei nur eingeschränkter Verhandlungsfähigkeit sehen die Prozessgesetze Kautelen vor, z.B. die notwendige Verteidigung, wenn der Angeschuldigte infolge geistiger oder körperlicher Beeinträchtigungen seine Rechte nicht selber zu wahren vermag (NIKLAUS Schmid, Strafprozessrecht, 4. Aufl., Zürich 2004, Rz. 467 f.; GÉRARD Piquerez, Manuel de procédure pénale suisse, Zürich 2001, Rz. 866).\n\n3.2.3 Im Falle einer notwendigen Verteidigung stellt die Durchführung der Berufungsverhandlung ohne Anwesenheit des BGE 131 I 185 S. 192Rechtsbeistands einen Verstoss gegen die Verteidigungsrechte des Angeklagten dar (BGE 113 Ia 218 E. 3c S. 223). Selbst wenn der Beschuldigte trotz ordnungsgemässer Vorladung und ohne Entschuldigung zur Berufungsverhandlung nicht erscheint, darf ihm das Recht, von einem Anwalt an dieser Verhandlung wirksam verteidigt zu werden, nicht verunmöglicht werden; auch in einer solchen Konstellation hat er Anspruch auf amtliche Verteidigung (BGE 127 I 213 E. 3a S. 216).\n\nWird von den Behörden untätig geduldet, dass ein privat bestellter Verteidiger im Falle einer notwendigen Verteidigung seine anwaltlichen Berufs- und Standespflichten zum Schaden des Angeschuldigten in schwerwiegender Weise vernachlässigt, kann darin eine Verletzung der grundrechtlich gewährleisteten Verteidigungsrechte liegen (BGE 124 I 185 E. 3b S. 190). Wenn der Wahlverteidiger an der Verhandlung fehlt, genügt es nicht, dass das Gericht dem Angeklagten hierfür einen amtlichen Verteidiger bestellt. Diesem muss seinerseits genügend Vorbereitungszeit gewährt werden. Dazu ist die Verhandlung zu vertagen oder mindestens für eine genügend lange Zeitspanne zu unterbrechen (Urteil des EGMR i.S. Goddi gegen Italien vom 9. April 1984, Serie A, Band 76, Ziff. 31 = EuGRZ 1985 S. 237). Falls bereits im Voraus absehbar ist, dass ein privat bestellter Verteidiger nicht in der Lage oder nicht gewillt ist, innert vernünftiger und zumutbarer Frist einen verbindlichen Verhandlungstermin zu vereinbaren, dann ist die Verfahrensleitung nicht nur berechtigt, sondern auch verpflichtet, die vertretene Partei vor die Wahl zu stellen, ob sie innert angemessener Frist entweder einen anderen selbst gewählten Parteivertreter beauftragt oder aber sich durch einen amtlich bestellten Offizialverteidiger vertreten lässt (Urteil 1P.139/1999 vom 28. Mai 1999, E. 2d/aa, auszugsweise publ. in: SZIER 1999 S. 555 f.)\n\n3.2.4 Selbst bei notwendiger Verteidigung verdient allerdings eine missbräuchliche Berufung auf die Verteidigungsrechte keinen Schutz (Urteil 6P.113/1999 vom 24. Februar 2000, E. 2c, publ. in: Zeitschrift für Walliser Rechtsprechung [ZWR] 2000 S. 288 ff.). Das Verbot des Rechtsmissbrauchs erstreckt sich auf die gesamte Rechtsordnung; Missbrauch ist insbesondere dann gegeben, wenn ein Rechtsinstitut zweckwidrig zur Verwirklichung von Interessen verwendet wird, die dieses Rechtsinstitut nicht schützen will (BGE 130 IV 72 E. 2.2 S. 74; BGE 128 II 145 E. 2.2 S. 151, je mit Hinweisen). Rechtsmissbräuchlich ist namentlich das widersprüchliche BGE 131 I 185 S. 193Verhalten eines Angeschuldigten, bei einer notwendigen Verteidigung kurzfristig auf die Inanspruchnahme seines Anwalts für eine Verhandlung zu verzichten und dennoch an ihm als Rechtsbeistand grundsätzlich festzuhalten. Falls der Angeschuldigte unter solchen Umständen für diese Verhandlung einen amtlichen Verteidiger verlangt, um dadurch deren Vertagung zu erreichen, kann das Gericht die Verhandlung trotz Fernbleiben des Anwalts und ohne Bestellung eines amtlichen Verteidigers durchführen. Das Rechtsinstitut der notwendigen Verteidigung dient dem Zweck, dem Angeklagten einen fairen Prozess zu sichern. Es geht nicht an, dass ein Angeschuldigter versucht, es diesem Zweck zu entfremden und für Verzögerungsmanöver zu benutzen (vgl. genanntes Urteil 6P.113/1999 vom 24. Februar 2000, E. 2e; bestätigt durch EGMR-Entscheid vom 23. Oktober 2001, Ziff. 2b, publ. in: VPB 66/2002 Nr. 107 S. 1294 f.).\n\n3.3 Die Beschwerdeführerin macht geltend, das Strafgericht habe ihr rechtliches Gehör sowie ihre Verteidigungsrechte verletzt, indem es die von ihrem Rechtsvertreter beantragte Verschiebung der Verhandlung vom 13. September 2004 verweigert habe. Aufgrund dessen hätte sie ohne Rechtsbeistand an dieser Verhandlung teilnehmen müssen, obwohl sie nicht verhandlungsfähig gewesen sei und damit ein Fall notwendiger Verteidigung vorgelegen habe. Ihr, der Beschwerdeführerin, hätte deshalb ein amtlicher Verteidiger beigegeben werden müssen.\n\nDas Strafgericht hat die Frage, ob vorliegend ein Grund für die Annahme von notwendiger Verteidigung gegeben war, gestützt auf § 10ter Abs. 2 StPO/ZG offen gelassen. Nach dieser Bestimmung setzt der zuständige Richter dem Beschuldigten unverzüglich Frist zur Bestellung eines Verteidigers an, wenn ein Fall von notwendiger Verteidigung vorliegt und der Beschuldigte keinen Wahlverteidiger bestellt hat. Das Strafgericht erwog, die Beschwerdeführerin werde bereits durch ihren Wahlverteidiger vertreten. Unter Berücksichtigung der Vorgeschichte erklärte es, sein Fernbleiben sei nicht zu entschuldigen. Folglich sehe es sich nicht veranlasst, einen amtlichen Verteidiger zu ernennen. Da es die Abwesenheit der Beschwerdeführerin ebenfalls als unentschuldigt einstufte, wurde das Verfahren androhungsgemäss als durch Rückzug der Berufung erledigt abgeschrieben. BGE 131 I 185 S. 194\n\n3.4\n\n3.4.1 Der Anwalt der Beschwerdeführerin hat nie genauere Angaben gemacht, die es erlaubt hätten, die Begründetheit seiner angeblichen Terminkollisionen konkret zu überprüfen. Er war weder an den vom Gericht angebotenen Ersatzdaten verfügbar noch konnte er einen Ersatztermin vor dem Ablauf der Verjährungsfrist für das Verkehrsdelikt vom 21. September 2002 angeben, das der Beschwerdeführerin vorgeworfen wurde.\n\nEs ist nicht Aufgabe des Gerichts, aus eigener Initiative beim Verteidiger Angaben und Belege für die behaupteten Terminkollisionen einzuholen. Die Justizbehörden haben keine Möglichkeit, die Teilnahme des Privatverteidigers an der Berufungsverhandlung durchzusetzen (TITUS GRAF, Effiziente Verteidigung im Rechtsmittelverfahren, Diss. Zürich 2000, S. 161). Nach den gesamten Umständen durfte das Strafgericht aber in seinem Beschluss darauf hinweisen, dass sich der Privatverteidiger ohne nachvollziehbaren Grund über die Ablehnung des Verschiebungsgesuchs hinweggesetzt hatte.\n\n3.4.2 Bei dieser Sachlage hätte das Strafgericht eigentlich abklären müssen, ob die gemäss Zeugnis des Kantonsarzts vom 10. September 2004 gesundheitlich angeschlagene Beschwerdeführerin zum Schutz ihrer Verteidigungsrechte einen Rechtsbeistand benötigte. Es konnte indessen darauf verzichten, wenn sich die Beschwerdeführerin im Lichte der bundesgerichtlichen Rechtsprechung missbräuchlich auf die Abwesenheit ihres Anwalts berief. Beim genannten Urteil 6P.113/1999 vom 24. Februar 2000 (E. 3.2.4) bejahte das Bundesgericht den Missbrauch der Verteidigungsrechte, weil der Angeklagte seinen Anwalt, mit dessen Arbeit er ausdrücklich zufrieden war, davon abgehalten hatte, an der Verhandlung teilzunehmen, um deren Vertagung zu erreichen. Ausschlaggebend war dabei für das Bundesgericht weniger das aktive Handeln des Angeschuldigten als vielmehr die Widersprüchlichkeit seines Verhaltens (a.a.O., E. 2e). Nicht anders verhält es sich, wenn ein Angeschuldigter mit dem selben Ziel die Dienste seines Wahlverteidigers bewusst nicht beansprucht, obwohl er an ihm als Rechtsbeistand festhält. Im Folgenden ist der Frage nachzugehen, ob sich die Beschwerdeführerin im Hinblick auf die Wahrnehmung ihrer Verteidigungsrechte widersprüchlich verhalten hat.\n\n3.4.3 Aus den Akten ergibt sich, dass die Beschwerdeführerin und ihr Anwalt in den Tagen vor der Verhandlung wiederholt in BGE 131 I 185 S. 195Verbindung standen. Er hatte darauf bestanden, die Terminabsprache für die kantonsärztliche Untersuchung habe ausschliesslich über ihn zu erfolgen. Das kantonsärztliche Zeugnis ist sogar an ihn adressiert. In diesem Zeugnis wird die Teilnahme an der Verhandlung für die Beschwerdeführerin als zumutbar erachtet, wenn sie unter anderem von einer Vertrauensperson begleitet werden könne. Die Berücksichtigung dieses gesundheitlichen Anliegens hat das Strafgericht dem Verteidiger ausdrücklich zugesichert und ihn über die Modalitäten informiert. Der Inhalt der Eingabe, die er daraufhin verfasste und die das Strafgericht unmittelbar vor der Verhandlung per Telefax erhielt, setzt seine vorgängige Rücksprache mit der Beschwerdeführerin voraus. In dieser Eingabe wurde mitgeteilt, es finde sich keine Vertrauensperson, die sie an die Verhandlung begleiten könne. Dabei sei klarzustellen, dass sie ihren Anwalt unter dem Begriff der Vertrauensperson verstehe und nicht eine Person aus ihrem privaten Kreis. Sie bedürfe nicht nur einer persönlichen, sondern auch einer fachlichen Unterstützung.\n\nDaraus folgt, dass die Beschwerdeführerin im Voraus wusste, ihr Anwalt würde nicht an der Verhandlung teilnehmen. Es wird weder behauptet noch ist es ersichtlich, dass sie ihm dieses Fernbleiben als Pflichtverletzung vorgeworfen hätte. Im Gegenteil brachte sie ihn mit der letzten Eingabe vor der Verhandlung neu als zusätzlich erwünschte persönliche Begleitung - im Hinblick auf das kantonsärztliche Zeugnis - ins Spiel. Dies lässt keinen anderen Schluss zu, als dass sie die Abwesenheit ihres Anwalts an der Verhandlung bewusst in Kauf nahm, obwohl sie ihn als Rechtsbeistand beibehalten wollte. Auch im bundesgerichtlichen Verfahren lässt sie sich wiederum durch ihn vertreten. Die Strategie diente dem Zweck, eine Vertagung des Gerichtstermins zu erreichen, nachdem die früheren Verschiebungsgesuche ihres Anwalts abgelehnt worden waren. Die Vertagung wurde in der letzten Eingabe vor der Verhandlung auch gefordert.\n\n3.4.4 Zusammengefasst hat die Beschwerdeführerin einerseits die Dienste ihres Anwalts, an dem sie als Rechtsbeistand und als Vertrauensperson festhielt, für die angesetzte Verhandlung bewusst nicht beansprucht und anderseits aus seiner Abwesenheit eine Verletzung ihrer grundrechtlichen Verteidigungsrechte abgeleitet. Ihr Verhalten war nicht nur in sich widersprüchlich; damit wurde auch versucht, das Institut der Verteidigungsrechte zweckentfremdet für ein prozessuales Verzögerungsmanöver zu benutzen. BGE 131 I 185 S. 196Aufgrund der missbräuchlichen Anrufung dieses Grundrechts konnte das Strafgericht offen lassen, ob ein Fall notwendiger Verteidigung vorlag. Es war weder gehalten, der Beschwerdeführerin einen amtlichen Verteidiger zu bestellen noch die Verhandlung zu vertagen.\n\n3.5 Im Ergebnis wurden die Verteidigungsrechte der Beschwerdeführerin gemäss Art. 32 Abs. 2 BV und Art. 6 Ziff. 1 bzw. Ziff. 3 lit. c EMRK nicht dadurch verletzt, dass sie ohne ihren Beistand an der Berufungsverhandlung hätte teilnehmen müssen. Gegen die Feststellung des Strafgerichts, dass sie selbst unentschuldigt ferngeblieben ist, erhebt sie im Rahmen der staatsrechtlichen Beschwerde keine verfassungsrechtlichen Rügen. Darauf ist demzufolge nicht weiter einzugehen.\n\nIm Übrigen macht die Beschwerdeführerin zu Recht nicht geltend, dass es grundsätzlich verfassungs- bzw. konventionswidrig wäre, das Eintreten auf eine Berufung - nebst der Einhaltung bestimmter Formvorschriften - auch vom Erscheinen des erstinstanzlich Verurteilten zur Berufungsverhandlung abhängig zu machen. Anders als in BGE 127 I 213 war sie an der erstinstanzlichen Verhandlung durch ihren Verteidiger vertreten. Er nahm dort ihre Verteidigungsrechte wahr. Im Unterschied zu jenem Fall beruht ihre Verurteilung allemal auf einem Verfahren, in dem ihre Verteidigungsrechte zumindest vor einer gerichtlichen Instanz in vollem Umfang gewährleistet waren."}