{"annee": "131", "cour": "III", "page": "384", "date": "4/2/2005", "cite": ["127 III 33", "108 II 69", "126 III 198", "116 II 365", "130 III 102", "116 II 471", "122 III 469", "118 II 459", "117 II 199", "104 II 322"], "cite_par": ["136 III 23", "138 IV 47", "134 III 166", "139 IV 17", "133 III 431"], "chapeau": "49. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. AG und Mitb. gegen N. AG (Berufung)\n\n4C.336/2004 vom 4. Februar 2005", "regestes": ["Art. 2 et 5 let. c LCD; reprise des annonces immobilières paraissant sur le site internet d'un tiers; caractère déloyal de l'exploitation des prestations d'autrui. L'exploitation des prestations d'un tiers constitue une catégorie du comportement déloyal au sens de l'art. 2 LCD (consid. 3). Le caractère déloyal de l'utilisation des résultats du travail ou des prestations d'un tiers est défini à l'art. 5 let. c LCD par la manière et le mode de la reprise; conditions d'une utilisation illicite (consid. 4). Reprise systématique de données en tant que comportement déloyal au sens de l'art. 2 LCD (consid. 5)?"], "faits": "BGE 131 III 384 S. 385\n\nA. A. AG (Klägerin und Berufungsklägerin 1), E. AG (Klägerin 2), B. AG (Klägerin und Berufungsklägerin 3), C. AG (Klägerin und Berufungsklägerin 4) und D. AG (Klägerin und Berufungsklägerin 5) betreiben Online-Plattformen im Internet, auf denen sie Immobilien-Inserate publizieren. Die Klägerinnen finanzieren ihre Vermittlungsdienste sowohl durch Inserate-Einnahmen als auch durch Bannerwerbung; die Abfrage der Inserate wird hingegen kostenlos angeboten.\n\nDie Z. AG (Beklagte und Berufungsbeklagte) publiziert Immobilien-Inserate auf ihrer Online-Plattform (www.anzeiger.ch). Sie durchsucht die Plattformen der Klägerinnen mittels Such-Spider systematisch nach den sie interessierenden, aktuellen Immobilien-Inseraten, um diese anschliessend auf ihrem eigenen Online-Immobilien-Vermittlungsdienst anzubieten.\n\nDie Klägerinnen erblickten im Vorgehen der Beklagten eine Beeinträchtigung der Attraktivität ihrer eigenen Vermittlungsdienste sowohl für potenzielle Werber als auch für Inserenten und Leser.\n\nB. Am 2. Mai 2001 reichten die Klägerinnen beim Amtsgericht Luzern folgende Rechtsbegehren ein:\n\n\"1. Es sei der Beklagten zu verbieten, direkt oder indirekt, insbesondere unter Zuhilfenahme von sog. Proxy-Servern, die von den Klägern registrierten Domain-Namen (URL) automatisiert, namentlich mittels sog. \"Suchroboter\", \"Spider\", etc., anzuwählen, systematisch Daten von diesen Rechnern zu kopieren, auf eigene Rechner zu übertragen und dort zugänglich zu machen;\n\n2. Es sei der Beklagten zu verbieten, Daten von Personen, welche auf den von den Klägern registrierten Domain-Namen (URL) Inserate platzieren, in irgend einer Art weiterzugeben oder zu verbreiten;\n\n3. Es sei festzustellen, dass die von der Beklagten praktizierte Vorgehensweise des automatisierten und systematisch betriebenen Kopierens von auf Rechnern der Kläger gespeicherten Daten und der Übertragung derselben auf Rechner der Beklagten widerrechtlich ist;\n\n(...).\"\n\nDie Klägerinnen machten geltend, das Vorgehen der Beklagten sei unlauter im Sinne von Art. 2, 3 lit. d und 5 lit. c UWG; ausserdem stelle es eine Verletzung ihrer Eigentums- und Firmenrechte dar und verstosse gegen das Datenschutzgesetz. BGE 131 III 384 S. 386\n\nDas Amtsgericht Luzern wies die Klage mit Urteil vom 16. Oktober 2002 ab.\n\nC. Mit Urteil vom 14. Juli 2004 wies auch das Obergericht des Kantons Luzern auf Appellation der Klägerinnen die Klage ab. Das Gericht gelangte insbesondere zum Schluss, die Verwendung der streitigen Daten der Klägerinnen in einem eigenen Produkt der Beklagten verstosse nicht gegen Art. 5 lit. c UWG, zumal die Beklagte die Daten unter Verwendung programmeigener Funktionen herauslese und aufbereite. Da die Klägerinnen die behauptete Intensität der Belastung des Rechners nicht nachwiesen, verneinte das Gericht auch eine Beeinträchtigung ihrer Eigentumsrechte.\n\nD. Mit eidgenössischer Berufung beantragen die Klägerinnen 1, 3, 4 und 5, das Urteil des Obergerichts des Kantons Luzern vom 14. Juli 2004 sei aufzuheben.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n2. Alle Parteien des vorliegenden Verfahrens veröffentlichen Immobilien-Inserate auf eigenen Plattformen oder Websites im World Wide Web.\n\n2.1 Das World Wide Web ermöglicht den Teilnehmenden, sowohl Informationen zu konsumieren wie zu produzieren. Wer Informationen zur Verfügung stellen will, kann eine Internet-Plattform (Website) eröffnen, die als solche oder in einzelnen Teilen (Webseiten) über genaue Adressen (Uniform Resource Locator: URL) identifiziert sind (HARTMANN/NÄF/SCHÄUBLE, Informationsbeschaffung im Internet, Zürich 2000, S. 17 f.). Die Webseiten werden in der Standard-Sprache HTML (Hyper Text Markup Language) zur Anzeige aufbereitet und können von Internet-Browsern angezeigt werden. Im Quellcode einer Website kann die Adresse (URL) einer andern Site vorprogrammiert sein (Hyperlink); der Nutzer der Ausgangsseite kann mit einem Mausklick auf die bezeichnete Stelle die Verbindung auslösen und dadurch die Zielseite auf seinem Bildschirm zur Darstellung bringen (vgl. GILLIÉRON, Les liens hypertextes et le droit privé, in: sic! 9/2000 S. 756; FOENIX-RIOU, Guide de recherche sur internet, Nathan/VUEF 2002, S. 10; SOUMEN CHAKRABARTI, Mining The Web: Discovering Knowledge from Hypertext Data, Elsevier Science (USA) 2003, S. 1 f.). Im World Wide Web findet sich eine unübersehbare Vielzahl von BGE 131 III 384 S. 387Daten. Um sie gezielt aufzufinden, wurden Suchmaschinen entwickelt. Sie bestehen aus einem sog. Crawler, Robot oder Spider, der pro Sekunde bis zu zehntausende Websites wie ein Nutzer nach bestimmten Schlüsselbegriffen auswählt und durchsucht. Die gezielte Suche wird regelmässig verwendet, um die Daten der ausgewählten Webseiten auf einen eigenen Server zu indexieren und allenfalls herunterzuladen (OHST, Computerprogramm und Datenbank, Definition und Abgrenzung im Urheberrecht, Diss. Berlin 2003, S. 224; FOENIX-RIOU, a.a.O., S. 49; CHAKRABARTI, a.a.O., S. 6; HARTMANN/NÄF/SCHÄUBLE, a.a.O., S. 64/66). Die indexierten Daten stehen dem Nutzer für weitere Verwendung zur Verfügung.\n\n2.2 Nach den vorinstanzlichen Feststellungen installiert die Beklagte einen Such-Spider. Mit dem Spider sucht sie im Internet sie interessierende Immobilien-Websites. Da die Immobilien-Plattformen ständig geändert würden, sei eine stetige Anpassung des Such-Spiders erforderlich. Die ausgewählten Websites - unter anderem diejenigen der Klägerinnen - lädt die Beklagte herunter, speichert und indexiert bzw. filtert sie nach ihren eigenen Stichwörtern so, dass die Daten bzw. die von ihr gewünschten Inserate nach ihren eigenen Kriterien herausgelesen und die entsprechenden Informationen in ihre eigene Website aufgenommen werden. Da die Daten auf der Website der Beklagten eine eigene Individualität erhalten sollen, ist dies nach den Erwägungen der Vorinstanz mit einem nicht unerheblichen Aufwand verbunden. Die Klägerinnen beanstanden die Feststellungen der Vorinstanz in Bezug auf die Darstellung des Vorgehens nicht grundsätzlich. Soweit sie behaupten, die festgestellten Verfahrensschritte stimmten nicht mit der Darstellung der Beklagten über ihr Vorgehen überein, ist den Ausführungen in der Berufung keine Begründung zu entnehmen. Auf die Rüge ist nicht einzutreten (Art. 55 Abs. 1 lit. c OG).\n\n2.3 Die Klägerinnen rügen, die Vorinstanz habe Art. 8 ZGB verletzt. Sie bringen vor, die Vorinstanz habe ohne Beweisverfahren die Behauptungen der Beklagten über ihr konkretes Vorgehen und den entsprechenden Aufwand aufgrund eigener Erfahrung und Kenntnis - trotz der Bestreitung seitens der Klägerinnen - als erwiesen erachtet. Inwiefern die Klägerinnen das von der Vorinstanz als zur Überzeugung des Gerichts dargestellte Vorgehen der Beklagten konkret bestritten hätten, wird in der Berufung nicht dargelegt. Blosse Verweise auf kantonale Akten vermögen jedoch nach konstanter Rechtsprechung die Begründung in der BGE 131 III 384 S. 388Rechtsschrift selbst nicht zu ersetzen (BGE 126 III 198 E. 1d mit Verweis). Die Klägerinnen stellen denn auch in ihrer Berufung einzig die rechtliche Erheblichkeit des Aufwandes der Beklagten in Frage, indem sie einerseits beanstanden, dieser sei nicht (in Geld) beziffert worden und anderseits vorbringen, dieser Aufwand sei auch dann nicht als wesentlich einzustufen, wenn die Programmierungsaufwendungen für das Sammeln, Filtern, Zusammenfügen der Daten sowie das Anpassen an geänderte Daten der Klägerinnen berücksichtigt würden. Die Rüge ist nicht zu hören.\n\n3. Nach Art. 2 des Bundesgesetzes gegen den unlauteren Wettbewerb (UWG; SR 241) ist jedes täuschende oder in anderer Weise gegen den Grundsatz von Treu und Glauben verstossende Verhalten oder Geschäftsgebaren unlauter und widerrechtlich, welches das Verhältnis zwischen Mitbewerbern oder zwischen Anbietern und Abnehmern beeinflusst. Die Generalklausel von Art. 2 UWG wird in den Artikeln 3 bis 8 UWG durch Spezialtatbestände konkretisiert. Aus der Generalklausel ergibt sich zunächst, dass nur Handlungen unlauter sein können, die objektiv geeignet sind, den Wettbewerb bzw. die Funktionsfähigkeit des Marktes zu beeinflussen (BGE 126 III 198 E. 2c/aa mit Verweisen). Erfüllt anderseits die Handlung einen der besonderen Tatbestände, bedarf es des Rückgriffs auf die Generalklausel nicht. Die Anwendbarkeit der Sondernormen ist daher zuerst zu prüfen (BGE 122 III 469 E. 8). Die Konkretisierungen in den Spezialtatbeständen sind allerdings nicht abschliessend zu verstehen, so dass als unlauter auch ein Verhalten in Betracht fällt, das keinen der Tatbestände nach Art. 3 bis 8 UWG erfüllt (BGE 122 III 469 E. 9 f.; BGE 116 II 365 E. 3b S. 368; BAUDENBACHER, Lauterkeitsrecht, Kommentar zum UWG, Basel 2001, N. 7 zu Art. 2 UWG; MÜLLER, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. V/1, Lauterkeitsrecht, 2. Aufl. 1998, S. 59 f.; DAVID, Schweizerisches Wettbewerbsrecht, 3. Aufl., Bern 1997, S. 17 f.; VON BÜREN/MARBACH, Immaterialgüter- und Wettbewerbsrecht, 2. Aufl., Bern 2002, S. 200; PEDRAZZINI/PEDRAZZINI, Unlauterer Wettbewerb, 2. Aufl., Bern 2002, S. 42 f.). Unlauter ist nach Art. 5 UWG die Verwertung fremder Leistung. Die Ausbeutung fremder Leistungen stellt nach der Lehre darüber hinaus eine der Fallgruppen unlauteren Verhaltens im Sinne von Art. 2 UWG dar (MÜLLER, a.a.O., S. 73; BAUDENBACHER, a.a.O., S. 178; DAVID, a.a.O., S. 17 N. 59 lit. a). BGE 131 III 384 S. 389\n\n4. Nach Art. 5 lit. c UWG handelt insbesondere unlauter, wer das marktreife Arbeitsergebnis eines andern ohne angemessenen eigenen Aufwand durch technische Reproduktionsverfahren als solches übernimmt und verwertet.\n\n4.1 Die Unlauterkeit der Verwertung fremder Arbeitsergebnisse oder Leistungen wird in Art. 5 lit. c UWG durch die Art und Weise der Übernahme definiert. Die Verwertung fremder Arbeitsergebnisse ist unter den Voraussetzungen verboten, dass das Ergebnis marktreif ist und es als solches übernommen sowie verwertet wird, wobei die Übernahme durch ein technisches Reproduktionsverfahren erfolgt und zwar ohne angemessenen eigenen Aufwand (VON BÜREN/MARBACH, a.a.O., S. 229; PEDRAZZINI/PEDRAZZINI, a.a.O., S. 193; GUYET, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. V/1, Lauterkeitsrecht, 2. Aufl. 1998, S. 215 f.; STREULI-YOUSSEF, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. V/1, Lauterkeitsrecht, 2. Aufl. 1998, S. 171). Erfasst wird ein Verhalten, das darauf abzielt, das Produkt eines Konkurrenten nicht nur nachzumachen oder die Herstellung aufgrund anderweitiger Erkenntnisse nachzuvollziehen, sondern das Erzeugnis ohne eigenen Erarbeitungsaufwand zu übernehmen, wobei die einzelnen Tatbestandselemente den Anwendungsbereich der Norm eng begrenzen (Botschaft zu einem Bundesgesetz gegen den unlauteren Wettbewerb [UWG] vom 18. Mai 1983, BBl 1983 II 1070). Mit dem wettbewerbsrechtlichen Tatbestand sollte keinerlei Schutz für eine neue Kategorie von Rechtsgütern geschaffen, sondern nur ein bestimmtes Verhalten als unlauter qualifiziert werden (Botschaft zum UWG, a.a.O., S. 1049; a.M. BAUDENBACHER, a.a.O., N. 37 zu Art. 5 UWG).\n\n4.2 Als marktreifes Arbeitsergebnis im Sinne von Art. 5 lit. c UWG ist ein Produkt zu verstehen, das ohne weiteres Zutun gewerblich verwertet werden kann (GUYET, a.a.O., S. 215; PEDRAZZINI/PEDRAZZINI, a.a.O., S. 193; DAVID, a.a.O., S. 100 f.; JECKLIN, Leistungsschutz im UWG?, Diss. Bern 2003, S. 120; FIECHTER, Der Leistungsschutz nach Art. 5 lit. c UWG, Diss. St. Gallen 1992, S. 148). Es muss ein materialisiertes Ergebnis vorliegen, das als solches durch ein technisches Verfahren reproduziert werden kann (vgl. Botschaft zum UWG, a.a.O., S. 1070 f.). Dieses muss selbständig am Markt verwertbar sein, wobei es aber nicht einzeln angeboten zu werden braucht (DAVID, a.a.O., S. 101; BAUDENBACHER, a.a.O., N. 41 zu Art. 5 UWG). Die Klägerinnen bieten auf ihren BGE 131 III 384 S. 390Immobilien-Plattformen ein aktuelles Gesamtangebot von Immobilien-Inseraten, die für Interessenten nach bestimmten Merkmalen abrufbar sind. Die einzelnen Immobilien-Inserate charakterisieren dieses Angebot nicht abschliessend. Vielmehr sollen die Benutzer mit der Anwahl einer Internet-Adresse eine Mehrzahl sie interessierender Inserate erhalten. Ein einzelnes Inserat ist für sich genommen aus Sicht des Benutzers kaum von Interesse, wenn er sich einen Überblick über den seinen Bedürfnissen entsprechenden Markt verschaffen und aus einzelnen Angeboten eine Wahl treffen will. Die einzelnen Inserate bilden daher für sich genommen nur Teile des Arbeitsergebnisses, die immerhin selbständig (insbesondere als Teile eines andern Angebots) am Markt verwertbar sind. Es handelt sich um eine Ansammlung elektronisch gespeicherter und abrufbarer Daten, d.h. eine Datenbank (vgl. CALAME, Der rechtliche Schutz von Datenbanken unter besonderer Berücksichtigung des Rechts der europäischen Gemeinschaft, Diss. St. Gallen, Basel 2003, S. 4 f.; DUCOR, Protection des bases de données et concurrence déloyale, in: Internet 2003, CEDIDAC 57, Lausanne 2004, S. 157/159; vgl. auch von LEWINSKI, in: M. Walter [Hrsg.], Europäisches Urheberrecht, Wien 2001, N. 1/7/13 ff. zu Art. 1 Datenbank-Richtlinie). Derartige Datenbanken bestehen einerseits aus der Gesamtheit der Daten, anderseits aus dem System, nach dem diese zusammengestellt und zugänglich sind. Im vorliegenden Fall steht die Datenbank als solche - ein allfälliger systematischer Aufbau, die Benutzeroberfläche, die Darstellung der Inserate usw. - nicht zur Diskussion. Die Klägerinnen bringen einzig vor, die Beklagte handle unlauter, indem sie ihre Daten bzw. die von ihnen erworbenen Inserate mindestens zum grossen Teil übernehme und auf ihrer eigenen Website veröffentliche.\n\n4.3 Das marktreife Arbeitsergebnis muss nach Art. 5 lit. c UWG \"unmittelbar übernommen und verwertet\" werden. Ob die Verwertung im Sinne dieser Bestimmung ebenfalls \"unmittelbar\" erfolgen muss, ist in der Lehre umstritten (dagegen: BAUDENBACHER, a.a.O., N. 67 zu Art. 5 UWG; RAUBER, in: Thomann/Rauber [Hrsg.], Softwareschutz, Bern 1998, S. 78 f.; FIECHTER, a.a.O., S. 156 unter Vorbehalt eines angemessenen eigenen Aufwands; CALAME, a.a.O., S. 209; dafür: GUYET, a.a.O., S. 216; JECKLIN, a.a.O., S. 122 f.; vgl. zu Art. 5 lit. c UWG auch DAVID, a.a.O., S. 102; PEDRAZZINI/ PEDRAZZINI, a.a.O., S. 200 N. 9.42 f.; DUCOR, a.a.O., S. 170; ROSENTHAL, Lauterkeitsrecht im Internet, in: Meier-Schatz [Hrsg.], BGE 131 III 384 S. 391Neue Entwicklungen des UWG in der Praxis, Bern 2002, S. 102). Der französische Wortlaut von Art. 5 lit. c UWG spricht dafür (\"Reprend [...] le résultat de travail d'un tiers prêt à être mis sur le marché et l'exploite comme tel.\"), der italienische eher dagegen (riprende come tale [...] e sfrutta il risultato del lavoro di un terzo [...]\"). Für die Beschränkung der Unmittelbarkeit auf die Übernahme wird angeführt, auch die wirtschaftliche Nutzung des kopierten fremden Arbeitsergebnisses als Grundlage der eigenen - weitergehenden - Leistung sei eine Verwertung im Rechtssinne; andernfalls wäre eine Umgehung auf einfachste Weise möglich (BAUDENBACHER, a.a.O., N. 67 zu Art. 5 UWG). Für eine enge Auslegung des Tatbestands spricht dagegen die in der Botschaft des Bundesrates erklärte - im Parlament unwidersprochen gebliebene - Absicht, den Tatbestand auf die typischen Erscheinungsformen zu beschränken (Botschaft zum UWG, a.a.O., S. 1047/1070). Ist aber davon auszugehen, dass der Tatbestand nach dem Willen des Gesetzgebers auf die typischen Fälle parasitären Wettbewerbs mit den Mitteln technischer Reproduktionsverfahren beschränkt werden sollte, so bedarf es - im Sinne des französischen Wortlauts der Norm - auch einer unmittelbaren Verwertung. Dies schliesst nicht aus, Umgehungen durch geringfügige Änderungen noch als unmittelbare Verwertung zu betrachten. Massgebend ist für die Unlauterkeit des Verhaltens nach Art. 5 lit. c UWG, dass weder bei der Übernahme des fremden Arbeitsergebnisses durch technische Reproduktion noch bei der Verwertung ein angemessener eigener Aufwand betrieben wird.\n\n4.4 Die Vorinstanz hat verneint, dass die Beklagte den Datenbestand der Klägerinnen \"ohne angemessenen eigenen Aufwand\" übernimmt. Den Übernahmeaufwand der Beklagten hat sie im Wesentlichen in der Programmierung der Systeme gesehen, mit denen von den klägerischen Internet-Seiten riesige Datenmengen gesammelt, gefiltert und anschliessend richtig zusammengefügt werden. Die Klägerinnen rügen, die Vorinstanz sei von einem falschen Begriff des angemessenen Aufwands ausgegangen. Sie halten im Ergebnis die Ersparnis des für die Akquisition der Angebote erforderlichen Aufwands durch die Beklagte für unlauter; die Klägerinnen bringen vor, die Vorinstanz hätte zwingend auch ihren eigenen Aufwand feststellen müssen.\n\n4.4.1 Die Angemessenheit des Aufwands des Übernehmers im Sinne von Art. 5 Abs. 1 lit. c UWG erlaubt nach der bundesrätlichen BGE 131 III 384 S. 392Botschaft, den ungerechtfertigten Wettbewerbsvorteil des Zweitbewerbers abzuwägen; dazu sei einerseits die Leistung des Erstkonkurrenten mit derjenigen des Zweitbewerbers und anderseits die Leistung des Zweitbewerbers mit seinem hypothetischen Aufwand bei Nachvollzug der einzelnen Produktionsschritte zu vergleichen. Das Kriterium des angemessenen Aufwands ermöglicht danach auch die Berücksichtigung der Amortisierung des Aufwands des Erstkonkurrenten für die Schaffung des übernommenen Produkts (Botschaft zum UWG, a.a.O., S. 1071). In der Lehre wird insbesondere gestützt auf die Botschaft vereinzelt die Ansicht vertreten, mit Art. 5 lit. c UWG sei ein neues Immaterialgut eingeführt worden (BAUDENBACHER, a.a.O., N. 37/52 zu Art. 5 UWG). Die überwiegende Lehre hält hingegen dafür, von der Anwendung eines technischen, blossen Reproduktionsverfahrens lasse sich überhaupt nur sprechen, wenn über den Kopiervorgang hinaus keine zusätzlichen eigenen Anstrengungen erbracht werden; ausserdem komme dem fehlenden materiellen Aufwand einzig die Bedeutung eines Indizes für das Vorliegen einer unmittelbaren Übernahme zu (GUYET, a.a.O., S. 216; STREULI-YOUSSEF, a.a.O., S. 172; CHRISTIAN HILTI, Wettbewerbsrechtlicher Leistungsschutz statt Nachbarrechte?, Diss. Zürich 1986, Bern 1987, S. 102 f.; JECKLIN, a.a.O., S. 127). Welche Aufwendungen im Einzelnen zur Beurteilung der Angemessenheit des Aufwands zu berücksichtigen sind, ist im Übrigen umstritten.\n\n4.4.2 Auf Seiten des Übernehmers ist nach herrschender Lehre der gesamte Aufwand für die Reproduktion, allfällige Weiterentwicklung und Variation zu berücksichtigen (PEDRAZZINI/PEDRAZZINI, a.a.O., S. 197 f.; BAUDENBACHER, a.a.O., N. 54 zu Art. 5 UWG; VON BÜREN/MARBACH, a.a.O., S. 229 N. 1097; JECKLIN, a.a.O., S. 126; HOMBURGER/RAUBER, Rechtsprechung, SZW 1990 S. 112/114; FIECHTER, Der Leistungsschutz nach Art. 5 lit. c UWG, Diss. St. Gallen 1992, S. 153 f.; SPIRIG, Lauterkeitsrechtliche Konflikte im Internet, Diss. St. Gallen 2001, S. 296; GUBLER, Der Ausstattungsschutz nach UWG, Diss. Bern 1990, Bern 1991, S. 178 f.; a.M. KÜBLER, Rechtsschutz von Datenbanken, Diss. Zürich 1999, S. 288, der entgegen der herrschenden Lehre nicht nur marktreife Arbeitsergebnisse, sondern auch Halb- und Zwischenfabrikate berücksichtigt wissen will). Zu diesen Aufwendungen gehört namentlich die Programmierung des Systems zur Übernahme der Daten aus den fremden Beständen sowie zu deren Aufbereitung, BGE 131 III 384 S. 393namentlich wenn das übernommene Arbeitsergebnis zunächst in dessen Bestandteile zerlegt und danach neu zusammengesetzt werden muss (ROSENTHAL, a.a.O., S. 101 f.). Nach den Feststellungen im angefochtenen Urteil installiert die Beklagte einen Such-Spider, mit dem sie das Internet auf die sie interessierenden Web-Seiten durchforstet, um die in ihr eigenes Angebot passenden, aktuellen und verlässlichen Immobilien-Inserate auf ihrer Website zu publizieren. Dafür ist eine ständige Kontrolle und Anpassung des Programms nötig. Der Schluss der Vorinstanz, dass dieser Aufwand für die Übernahme und Verwertung der klägerischen Inserate als solcher nicht so unangemessen gering sei, dass eine unmittelbare Übernahme und Verwertung vorliege, ist bundesrechtlich nicht zu beanstanden.\n\n4.4.3 Ob der festgestellte Eigenaufwand der Beklagten im Verhältnis zum Aufwand für die Herstellung der Daten der Klägerinnen derart unbedeutend erscheint, dass die Unmittelbarkeit der Übernahme und Verwertung trotz des Eigenaufwands zu bejahen wäre, kann offen bleiben. Denn die Rüge der Klägerinnen, die Vorinstanz habe bundesrechtswidrig unterlassen, ihren eigenen Aufwand festzustellen, entbehrt jeglicher Grundlage. Die Klägerinnen hatten ihren eigenen Aufwand nach den Feststellungen im erstinstanzlichen Urteil gar nicht substanziiert. In einer von ihnen angeführten Ergänzung zur Appellationsbegründung, auf die sie sich berufen, hatten sie im vorinstanzlichen Verfahren nicht nur den ursprünglich behaupteten Marketing- und Akquisitionsaufwand, sondern ihren gesamten Aufwand aus der Erfolgsrechnung sowie die in der Bilanz aktivierten Investitionen (Anlagevermögen, Lizenzen) geltend gemacht. Die Vorinstanz bemerkte dazu, es könne auf eine Beweiserhebung aus denselben Gründen wie vor Amtsgericht verzichtet werden, zumal sich die Sachlage nicht anders als vor Amtsgericht präsentiere. In der im angefochtenen Urteil angegebenen Erwägung hatte das Amtsgericht festgestellt, dass die Klägerinnen für die Publikation ihrer Inserate im Jahre 2002 Minimalpreise zwischen Fr. 35.- und Fr. 100.- pro Inserat verlangt und besondere Dienstleistungen separat verrechnet hätten. Das Amtsgericht leitete daraus die tatsächliche Vermutung ab, dass den Klägerinnen die Amortisation ihrer Kosten zumindest möglich sei. Da die Klägerinnen ihren unmittelbaren Aufwand zur Herstellung ihrer Produkte (Inserate) aber nicht nachgewiesen hätten, liess das Amtsgericht die Frage der Amortisation offen, zumal nicht gesagt BGE 131 III 384 S. 394werden könne, die Klägerinnen würden um die Früchte ihrer Arbeit gebracht. Diese Argumentation erklärte die Vorinstanz mit dem erwähnten Verweis auf die erstinstanzliche Begründung zu ihrer eigenen. Die Klägerinnen legen in ihrer Berufung nicht dar, welche eigenen Aufwendungen sie konkret als rechtserheblich erachten und für welche konkreten Investitionen sie Beweis offeriert hatten. Weder der reine Brutto-Betrag für Werbung und Akquisition noch der tatsächlich von den Klägerinnen betriebene Aufwand würden im Übrigen zur vergleichsweisen Beurteilung der Angemessenheit des Aufwands der Beklagten ausreichen. Dafür könnte allein der für die erstmalige Herstellung der Daten objektiv erforderliche Aufwand massgebend sein (vgl. FIECHTER, a.a.O., S. 154). Wie dieser konkret festzustellen wäre, kann offen bleiben, nachdem die Klägerinnen dazu im kantonalen Verfahren keine substanziierten Behauptungen vorgebracht haben.\n\n4.5 Von einer unmittelbaren Übernahme im Sinne von Art. 5 lit. c UWG kann nur ausgegangen werden, wenn der für die Reproduktion und Verwertung der reproduzierten Arbeitsergebnisse erforderliche Aufwand im Verhältnis zum objektiv nötigen Aufwand für die erstmalige Herstellung der Daten unangemessen gering ist. Die Klägerinnen haben ihren (objektiv) für die Herstellung ihrer Inserate erforderlichen Aufwand nicht substanziiert. Zudem beschränkt sich der Aufwand der Beklagten für die eigene gewerbliche Verwertung dieser Inserate nicht auf deren Übernahme durch gängige technische Reproduktionsverfahren. Die Vorinstanz hat daher zutreffend die Tatbestandsvoraussetzungen von Art. 5 lit. c UWG als unerfüllt erachtet.\n\n5. Die Klägerinnen rügen, das Vorgehen der Beklagten sei nach der Generalklausel von Art. 2 UWG unlauter. Nach dieser Bestimmung gilt namentlich die Ausbeutung fremder Leistungen als unlauter (oben E. 3).\n\n5.1 Nach ständiger Rechtsprechung dürfen Leistungen oder Arbeitsergebnisse, die als solche keinen Immaterialgüterschutz geniessen, von jedermann genutzt werden; das Lauterkeitsrecht enthält kein generelles Verbot, fremde Leistungen nachzuahmen, sondern es besteht grundsätzlich Nachahmungsfreiheit (BGE 118 II 459 E. 3b/bb; BGE 117 II 199 E. 2a/ee S. 202; BGE 116 II 471 E. 3a/aa; vgl. auch BGE 127 III 33 E. 3a u. b; JECKLIN, a.a.O., S. 33/96/103; VON Büren/Marbach, Immaterialgüter- und Wettbewerbsrecht, 2. Aufl., BGE 131 III 384 S. 395Bern 2002, S. 228 N. 1091; PEDRAZZINI/PEDRAZZINI, a.a.O., S. 187; STREULI-YOUSSEF, a.a.O., S. 169; BAUDENBACHER, a.a.O., N. 193 zu Art. 2 UWG u. N. 6 zu Art. 5 UWG S. 720; SCHLUEP, Wirtschaftsrechtliche Punktationen, in: Rechtskollisionen, Festschrift Heini, Zürich 1995, S. 335/361; WEBER, Datenbankrecht - Regelungsbedarf in der Schweiz?, in: Weber/Hilty [Hrsg.] Daten und Datenbanken, Zürich 1999, S. 76). Das UWG bezweckt die Gewährleistung der Lauterkeit des Wettbewerbs, während dem Immaterialgüterrecht vorbehalten ist, besondere Leistungen als solche zu schützen. Leistungen sind daher durch das UWG nicht als solche, sondern nur bei Vorliegen lauterkeitsrechtlich relevanter Umstände gegen Übernahme und Nachahmung geschützt (STREULI-YOUSSEF, a.a.O., S. 173 f.; DAVID, Ist der Numerus clausus der Immaterialgüterrechte noch zeitgemäss?, AJP 1995 S. 1409; RETO M. HILTY, Elektronische Pressespiegel: iura novit curia?, in: sic! 3/2003 S. 273; JECKLIN, a.a.O., S. 100 ff.; TISSOT, La protection des bases de données accessibles par les réseaux informatiques, in: medialex 96 S. 197; DUCOR, a.a.O., S. 169; für einen lauterkeitsrechtlichen Leistungsschutz dagegen BAUDENBACHER, a.a.O., N. 37/52 zu Art. 5 UWG). So gelten vermeidbare Herkunftstäuschung, Rufausbeutung, hinterlistiges Verhalten oder behinderndes systematisches Vorgehen als lauterkeitsrechtlich erhebliche Umstände (BGE 116 II 471 E. 3a/aa mit Hinweisen; STREULI-YOUSSEF, a.a.O., S. 169; DAVID, Schweizerisches Wettbewerbsrecht, 3. Aufl., Bern 1997, S. 17; BAUDENBACHER, a.a.O., N. 185 zu Art. 2 UWG; MÜLLER, a.a.O., S. 74).\n\n5.2 Mit Art. 5 UWG sollen keine neuen Ausschliesslichkeitsrechte geschaffen werden, sondern unlautere Praktiken in Zusammenhang mit der Nachahmung fremder Arbeitserzeugnisse wettbewerbsrechtlich verboten werden (Botschaft zum UWG, a.a.O., S. 1047 f.; vgl. auch BAUDENBACHER, a.a.O., N. 19 zu Art. 5 UWG). Aus dem Sondertatbestand des Art. 5 UWG kann nicht ein (lauterkeitsrechtlicher) Schutz von Leistungen als solchen abgeleitet werden (vgl. dagegen BAUDENBACHER, a.a.O., N. 194 ff. zu Art. 2 UWG, N. 2 ff. u. 20 zu Art. 5 UWG). Die eigenen Arbeitsergebnisse können und müssen im arbeitsteiligen Wettbewerb nicht in sämtlichen Herstellungsschritten selbst entwickelt werden (vgl. dazu die Hinweise bei MÜLLER, a.a.O., S. 73; vgl. auch BAUDENBACHER, a.a.O., N. 198 zu Art. 2 UWG). Unlauter ist aber der parasitäre Wettbewerb, indem man einen Konkurrenten für sich arbeiten lässt und BGE 131 III 384 S. 396seine Leistung nutzt, um daraus (unmittelbar) einen eigenen Erfolg zu erzielen (DAVID, Schweizerisches Wettbewerbsrecht, 3. Aufl., Bern 1997, S. 102). Ausbeutung fremder Leistung liegt vor, wenn der Konkurrent um die Früchte seiner - erfolgreichen - Anstrengungen geprellt wird, indem diese unter Einsparung objektiv erforderlicher Aufwendungen unmittelbar als solche übernommen und zu eigenem Nutzen im Wettbewerb verwertet werden (STREULI-YOUSSEF, a.a.O., S. 173; PEDRAZZINI/PEDRAZZINI, a.a.O., S. 193). Der lauterkeitsrechtliche Schutz gegen Ausbeutung bzw. unmittelbare Übernahme fremder Leistungen hat im Unterschied zum immaterialgüterrechtlichen Schutz nicht die Leistung als solche zum Gegenstand. Deshalb sind die konkret erbrachten bzw. objektiv erforderlichen Aufwendungen der Konkurrenten im Vergleich zum (fehlenden) Eigenaufwand stets zu berücksichtigen (vgl. etwa CHRISTIAN HILTI, a.a.O., S. 102; RETO M. HILTY, Rechtsfragen kommerzieller Nutzung von Daten, in: Weber/Hilty [Hrsg.], Daten und Datenbanken Zürich 1999, S. 96). Da die Klägerinnen ihren eigenen Aufwand nicht substanziiert haben, kann offen bleiben, ob Ausbeutung fremder Leistung im Sinne von Art. 2 UWG vorliegen könnte, wenn nicht sämtliche Merkmale von Art. 5 lit. c UWG erfüllt sind.\n\n5.3 Nach Ansicht der Klägerinnen sind die Geschäftspraktiken der Beklagten unlauter im Sinne von Art. 2 UWG, weil diese ihre Datenbanken systematisch absuche, kopiere und verwerte. Systematisches Vorgehen ist in der Rechtsprechung als unlauter qualifiziert worden, wenn sich etwa ein Nachahmer auf diese Weise planmässig an eine fremde Ausstattung heranschleicht, um den guten Ruf oder den Markterfolg von Konkurrenzprodukten in schmarotzerischer Weise auszubeuten (BGE 104 II 322 E. 5b u. c; BGE 108 II 69 E. 2c; vgl. auch BGE 116 II 365 E. 3b mit Hinweisen). Den Feststellungen im angefochtenen Urteil sind keine Anhaltspunkte dafür zu entnehmen, dass dies vorliegend zutreffen sollte. Die blosse Behauptung der Klägerinnen, sie hätten im kantonalen Verfahren vorgebracht, die Beklagte beute ihren guten Ruf aus, indem sie mit der Herkunft der Daten Werbung getrieben habe, genügt den formellen Anforderungen für eine Ergänzung des Sachverhalts nicht (vgl. BGE 130 III 102 E. 2.2 mit Hinweisen). Es bestehen nach den Feststellungen im angefochtenen Entscheid auch keine Anhaltspunkte dafür, dass die Beklagte die Besucher ihrer Internet-Plattform über die Herkunft der Daten täuschen würde. Die BGE 131 III 384 S. 397Klägerinnen berufen sich in der Berufung im Unterschied zum kantonalen Verfahren denn auch nicht mehr auf Art. 3 lit. d UWG. Ausserdem behindert die Beklagte nicht den Verkehr der Klägerinnen zu ihren Kunden. Die Klägerinnen haben nicht nachgewiesen, dass die Beklagte ihre Websites täglich öfter bzw. länger beansprucht als ein gewöhnlicher Internet-Benutzer. Es kann schliesslich den Klägerinnen auch nicht gefolgt werden, wenn sie sinngemäss vorbringen, die Beklagte schleiche sich systematisch an ihre Leistungen heran. Zwar übernimmt die Beklagte die sie interessierenden Daten täglich in ihre Website und geht insofern systematisch vor. Die übernommenen Daten sind jedoch veröffentlichte Immobilien-Inserate. Diese Daten sind als solche weder immaterialgüterrechtlich geschützt noch bedarf ihre Herstellung notwendigerweise eines Aufwandes, der die systematische Übernahme allgemein als unlauter erscheinen lassen könnte. Vielmehr steht es den Klägerinnen frei, ihrerseits ihr Angebot an Immobilien-Inseraten zu vergrössern, indem sie dieses durch Inserate ergänzen, die auf andern einschlägigen Websites veröffentlicht werden. Das Internet enthält eine Vielzahl von Daten. Sind diese als solche nicht immaterialgüterrechtlich geschützt, sondern frei zugänglich, so erscheint es grundsätzlich sinnvoll, dass sich der Wettbewerb unter den Plattform-Betreibern über die an bestimmten Bedürfnissen des Publikums orientierte Vollständigkeit, Verlässlichkeit und Erschliessung dieser Daten abspielt.\n\n5.4 Die systematische Suche der Beklagten nach veröffentlichten, in ihr Angebot passenden Immobilien-Inseraten, deren Übernahme in die eigene Website sowie deren Anzeige nach den Strukturmerkmalen der eigenen Immobilien-Plattform ist als solche nicht unlauter. Da vorliegend keine besonderen Umstände festgestellt sind, die dieses Vorgehen als unlauter erscheinen lassen, hat die Vorinstanz einen Verstoss im Sinne von Art. 2 UWG bundesrechtskonform verneint."}