{"annee": "131", "cour": "III", "page": "87", "date": "1/11/2004", "cite": ["118 II 91", "127 III 433", "129 III 25", "122 III 254", "124 III 406", "85 II 286", "127 III 351", "116 II 80", "126 III 261", "128 I 177", "122 I 39", "123 III 140"], "cite_par": ["131 III 404", "134 III 115"], "chapeau": "11. Extrait de l'arrêt de la IIe Cour civile dans la cause A. contre Banque X. ainsi que Cour de justice du canton de Genève (recours de droit public)\n\n5P.289/2004 du 1er novembre 2004", "regestes": ["Art. 9 Cst. et art. 80 al. 1 LP; mainlevée définitive de l'opposition, entrée en force de chose jugée. Entrée en force de chose jugée d'une décision cantonale de dernière instance qui tranche une question préalable de fond, ainsi que du prononcé accessoire sur les dépens (consid. 3)."], "faits": "BGE 131 III 87 S. 87\n\nStatuant le 28 février 2002 dans le cadre d'une action en responsabilité, le Tribunal de première instance de Genève a notamment rejeté la demande de la Banque X. en paiement de 611'688 fr. dirigée contre D. et A., pour le motif que leur responsabilité d'administrateurs ne pouvait être engagée. BGE 131 III 87 S. 88\n\nSaisie d'un appel de la banque, la Cour de justice a annulé ce jugement le 14 mars 2003. Elle a en bref considéré que D. et A. avaient violé leurs devoirs d'administrateurs en omettant d'agir conformément à l'art. 725 al. 1 CO et commis ainsi une faute engageant leur responsabilité. Ne disposant toutefois pas des éléments suffisants pour déterminer la quotité du dommage encouru par l'appelante, elle a renvoyé la cause au tribunal pour instruction. Dans son dispositif, elle a condamné solidairement les prénommés aux dépens de première instance et d'appel, lesquels comprenaient une indemnité globale de procédure de 40'000 fr. valant participation aux honoraires d'avocat de la banque. Le bordereau d'état de frais taxé par la Cour de justice pour cette procédure s'est élevé à 69'367 fr. 20.\n\nCet arrêt n'a pas fait l'objet d'un recours au Tribunal fédéral.\n\nLe 6 janvier 2004, la Banque X. a fait notifier à A. un commandement de payer, poursuite no x, la somme de 69'367 fr. 20. Le poursuivi y a fait opposition.\n\nPar jugement du 24 février 2004, le Tribunal de première instance de Genève a rejeté la requête de mainlevée définitive présentée par la banque.\n\nSur appel de cette dernière, la 1re Section de la Cour de justice a, le 17 juin 2004, annulé ce jugement et levé définitivement l'opposition.\n\nLe recours de droit public formé par A. contre cet arrêt a été admis dans la mesure de sa recevabilité et l'arrêt attaqué annulé.", "considerants": "Extrait des considérants:\n\n3. Le recourant reproche à la Cour de justice d'avoir arbitrairement considéré que l'arrêt du 14 mars 2003 le condamnant notamment aux dépens de première instance et d'appel constitue un jugement exécutoire au sens de l'art. 80 al. 1 LP et, partant, d'être tombée dans l'arbitraire en prononçant la mainlevée définitive de l'opposition formée au commandement de payer la somme de 69'367 fr. 20.\n\n3.1 Selon l'autorité cantonale, le Tribunal de première instance a violé l'art. 80 al. 1 LP en refusant de prononcer la mainlevée définitive de l'opposition. Se référant à la jurisprudence publiée aux ATF 122 I 39, la Cour de justice a jugé en bref que la question litigieuse implique l'examen de la nature de la décision principale, soit de l'arrêt de la Cour de justice du 14 mars 2003, qui tranche - en BGE 131 III 87 S. 89l'admettant - la question du principe de la responsabilité des deux administrateurs. Qualifiant celui-là de \"décision partielle ou interlocutoire\", en ce sens que le juge a statué \"sur une question de droit qui, pour la solution du litige, n'a qu'un caractère préliminaire\", elle a considéré qu'un tel prononcé aurait pu faire l'objet d'un recours en réforme au Tribunal fédéral sans attendre la décision finale, dès lors que la question de la responsabilité des administrateurs aurait pu donner lieu à un procès séparé - par le biais d'une action en constatation de droit - et revêtait un caractère préjudiciel pour les conclusions qui subsistaient, à savoir l'action en responsabilité. A défaut pour les anciens administrateurs d'avoir utilisé cette voie de droit, l'arrêt du 14 mars 2003 était devenu définitif à l'échéance du délai de recours, tant sur le principe de la responsabilité que sur le prononcé accessoire sur les dépens.\n\n3.2 Selon l'art. 80 al. 1 LP, le créancier qui est au bénéfice d'un jugement exécutoire peut requérir du juge la mainlevée définitive de l'opposition. Est exécutoire au sens de cette disposition le prononcé qui a non seulement force exécutoire, mais également force de chose jugée (Rechtskraft), c'est-à-dire qui est devenu définitif, parce qu'il ne peut plus être attaqué par une voie de recours ordinaire qui, par la loi, a un effet suspensif (STAEHELIN, Basler Kommentar, n. 7 ad art. 80 LP). L'entrée en force de chose jugée d'une décision cantonale de dernière instance - dont fait partie le prononcé accessoire sur les dépens (qui pourrait être modifié en cas de réforme sur le fond; cf. art. 159 al. 6 OJ; ATF 85 II 286 consid. 4 p. 291) - se détermine exclusivement au regard du droit fédéral (ATF 126 III 261 consid. 3b p. 264 et les références citées).\n\n3.3 Le prononcé qui tranche une question préalable de fond - en l'occurrence le principe de la responsabilité des administrateurs - constitue, selon le Tribunal fédéral, un jugement préjudiciel - et non un jugement partiel (sur cette notion: ATF 129 III 25 consid. 1.1 p. 27; ATF 124 III 406 consid. 1a p. 409; ATF 123 III 140 consid. 2 p. 141) -, que cela soit dit expressément dans le dispositif ou que le renvoi de la cause figurant dans ce dernier se borne, comme en l'espèce, à renvoyer aux motifs de l'arrêt (ATF 127 III 433 consid. 1b/bb p. 436 et les références citées; ATF 124 III 406 consid. 1a p. 409; sur ces notions, voir aussi ATF 116 II 80 consid. 2b p. 82 et la jurisprudence mentionnée).\n\nSelon l'art. 50 al. 1 OJ, le recours en réforme est ouvert exceptionnellement contre une décision préjudicielle lorsqu'une décision BGE 131 III 87 S. 90finale peut ainsi être provoquée immédiatement et que la durée et les frais de la procédure probatoire seraient si considérables qu'il convient de les éviter en autorisant le recours immédiat au Tribunal fédéral. Ce régime particulier n'a toutefois qu'un caractère facultatif (art. 48 al. 3 OJ). Il ne saurait donc empêcher la partie qui le préfère - ou qui estime que les conditions du recours immédiat ne sont pas réalisées - d'attendre le prononcé de la décision finale avant de recourir au Tribunal fédéral (ATF 127 III 351 consid. 1a p. 352-353). S'il est fait usage de cette liberté, la décision préjudicielle entre en force de chose jugée avec le jugement final. D'ailleurs, ce n'est que dans l'hypothèse où le Tribunal fédéral a statué au fond sur la question préjudicielle, en application de l'art. 50 OJ, que celle-ci jouit de la force jugée selon l'art. 38 OJ (ATF 122 III 254 consid. 2a p. 255; ATF 118 II 91 consid. 1b p. 92).\n\nCela étant, l'autorité cantonale ne pouvait dès lors considérer - sans arbitraire (sur cette notion: ATF 128 I 177 consid. 2 p. 182) - que le recourant devait former un recours en réforme et que, faute de l'avoir interjeté, l'arrêt du 14 mars 2003 était devenu définitif à l'échéance du délai de recours au Tribunal fédéral, tant sur le principe de la responsabilité que sur le prononcé accessoire sur les dépens, et valait ainsi titre de mainlevée définitive au sens de l'art. 80 al. 1 LP."}