{"annee": "131", "cour": "I", "page": "223", "date": "10/12/2004", "cite": ["124 I 25", "120 IA 286", "130 I 279", "130 II 425", "130 I 65", "128 I 295", "125 I 182", "125 I 417", "112 II 241", "130 II 270", "124 I 11", "125 I 173", "106 IA 191", "113 IA 279", "125 I 474", "123 I 212", "124 I 310", "130 I 26", "128 I 3", "129 II 297", "125 II 440", "98 IA 144", "130 II 87", "130 I 82", "114 IB 244"], "cite_par": ["143 I 395", "140 III 6", "144 V 236", "135 I 130", "138 I 378", "144 I 126", "138 II 440", "137 I 167", "143 III 600", "136 III 296", "140 I 218", "143 I 403"], "chapeau": "25. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. L. GmbH und M. gegen Kantonsrat des Kantons Zürich (Staatsrechtliche Beschwerde)\n\n2P.4/2004 vom 10. Dezember 2004", "regestes": ["Art. 27 et 49 al. 1 Cst.; art. 88 OJ; art. 5 al. 1 ALCP; art. 18 annexe I ALCP; art. 12 et 17 LLCA; art. 321 CP; art. 2 let. a et 10 de l'ordonnance sur l'assurance de la protection juridique; liberté économique; prohibition des accords et du courtage concernant le financement de procès; qualité pour recourir d'une personne morale étrangère comme fournisseur de service. Droit à la liberté économique d'une personne morale étrangère (consid. 1.1). La loi fédérale sur la libre circulation des avocats (LLCA) règle exhaustivement les obligations professionnelles des avocats (consid. 3.4). La disposition d'une loi cantonale sur les avocats, qui règle les accords et le courtage en matière de financement de procès mais qui ne s'adresse pas seulement aux avocats, ne constitue pas une règle professionnelle pour ces derniers et, dans cette mesure, ne viole pas la force dérogatoire du droit fédéral (consid. 3.6 et 3.7). L'interdiction des accords et du courtage concernant le financement de procès est-elle conciliable avec la liberté économique (consid. 4)? Rapport avec les devoirs professionnels des avocats, notamment ceux d'indépendance, de fidélité et de discrétion (consid. 4.5 et 4.6)."], "faits": "BGE 131 I 223 S. 224\n\nDer Kantonsrat des Kantons Zürich erliess am 17. November 2003 ein neues Anwaltsgesetz (AnwG/ZH). Dessen § 41 lautet wie folgt: BGE 131 I 223 S. 225\n\n§ 41 Erfolgsbeteiligung\n\nWer vor Beendigung eines Rechtsstreites gewerbsmässig und gegen die Einräumung eines Anteils am Prozesserfolg\n\na) die Übernahme oder Vermittlung einer Rechtsvertretung vereinbart, ohne im Besitz eines Anwaltspatentes zu sein, oder\n\nb) die Finanzierung eines Prozesses vereinbart oder eine solche Vereinbarung vermittelt,\n\nwird durch das Statthalteramt mit Busse bis 20'000 Franken bestraft.\n\nIm Wiederholungsfall ist die Strafe Haft oder Busse.\n\nDer Beschluss wurde im Amtsblatt des Kantons Zürich vom 28. November 2003 veröffentlicht. Die Referendumsfrist lief am 27. Januar 2004 unbenutzt ab.\n\nDie L. GmbH und M. erhoben am 9. Januar 2004 staatsrechtliche Beschwerde mit dem Antrag, den Beschluss des Kantonsrates bezüglich des folgenden Passus aufzuheben:\n\n§ 41 Wer vor Beendigung eines Rechtsstreites gewerbsmässig und gegen die Einräumung eines Anteils am Prozesserfolg ...\n\nb) die Finanzierung eines Prozesses vereinbart oder eine solche Vereinbarung vermittelt,\n\nwird durch das Statthalteramt mit Busse bis 20'000 Franken bestraft.\n\nSie rügen eine Verletzung von Art. 9, 27, 36 Abs. 3, 49 Abs. 1 BV sowie der Vertragsfreiheit.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Da der Kanton Zürich gegenüber kantonalen Erlassen kein Verfahren der abstrakten Normenkontrolle kennt, ist die staatsrechtliche Beschwerde unmittelbar gegen das kantonale Gesetz zulässig (Art. 84 Abs. 1, Art. 86 Abs. 1 OG; BGE 124 I 11 E. 1a S. 13; BGE 125 II 440 E. 1a S. 442). Die Beschwerdeführerin 1 ist im Bereich der Prozessfinanzierung tätig, der Beschwerdeführer 2 als selbständiger Rechtsanwalt im Kanton Zürich. Beide sind durch die angefochtene Bestimmung zumindest virtuell in ihren rechtlich geschützten Interessen betroffen und deshalb zur staatsrechtlichen Beschwerde legitimiert (Art. 88 OG; BGE 130 I 26 E. 1.2.1 S. 29 f., BGE 130 I 82 E. 1.3 S. 85; BGE 128 I 295 E. 6a S. 311; BGE 125 I 173 E. 1b S. 174 f.).\n\nDie Beschwerdeführerin 1 kann sich als ausländische juristische Person auf die derogatorische Kraft des Bundesrechts nach Art. 49 BV berufen (BGE 130 I 82 E. 2.2 S. 86). Es fragt sich, ob sie das BGE 131 I 223 S. 226auch in Bezug auf die Wirtschaftsfreiheit nach Art. 27 BV tun kann. Auf dieses Grundrecht können sich ausländische natürliche Personen dann berufen, wenn sie fremdenpolizeilich niedergelassen sind oder gestützt auf Art. 7 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) oder allenfalls einen Staatsvertrag einen Anspruch auf Erteilung einer Aufenthaltsbewilligung haben (BGE 125 I 182 E. 5a S. 198; BGE 123 I 212 E. 2 S. 214 ff.). Das Bundesgericht hat bisher offen gelassen, wie es sich mit ausländischen juristischen Personen verhält (BGE 125 I 182 E. 5a S. 197 f.).\n\nDie inländischen juristischen Personen des Privatrechts können das verfassungsrechtlich garantierte Recht auf Wirtschaftsfreiheit geltend machen (vgl. BGE 124 I 25; BGE 120 Ia 286; BGE 106 Ia 191). Dahinter steckt unter anderem die Überlegung, dass die den natürlichen Personen zugestandene Wirtschaftsfreiheit auch das Recht umfasst, grundsätzlich darüber zu entscheiden, unter welcher Rechtsform sie wirtschaftlich auftreten wollen (vgl. YVO HANGARTNER, Grundzüge des schweizerischen Staatsrechts, Bd. 2, 1982, S. 134; RENÉ Rhinow/Gerhard Schmid/Giovanni BIAGGINI, Öffentliches Wirtschaftsrecht, 1997, S. 108 f. Rz. 82). In konsequenter Weiterführung vertritt daher ein Teil der Doktrin die Ansicht, es bestehe kein Grund, ausländischen juristischen Personen Rechte aus Art. 27 BV zuzuerkennen, die den ausländischen natürlichen Personen verweigert werden (ETIENNE GRISEL, Liberté du commerce et de l'industrie, Bd. I, 1993, S. 154; im Ergebnis ebenso RHINOW/SCHMID/BIAGGINI, a.a.O., S. 109 Rz. 83). Dass die Beschwerdeführerin 1 erst plant, für ihre Geschäftstätigkeit in der Schweiz eine eigene Einheit nach schweizerischem Recht zu gründen, verschafft ihr noch nicht den Status einer inländischen juristischen Person. Unbehelflich ist auch der Hinweis auf die schweizerische Schwestergesellschaft innerhalb des L. Konzerns; diese ist hier nicht Verfahrenspartei.\n\nSeit Inkrafttreten des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen, FZA; SR 0.142.112.681) ist Dienstleistungserbringern aus der Europäischen Gemeinschaft jedoch staatsvertraglich das Recht eingeräumt, in gewissem Umfange Dienstleistungen in der Schweiz zu erbringen (vgl. Art. 5 FZA und Art. 17 ff. Anhang I FZA). Das gilt nicht nur für natürliche Personen, sondern ausdrücklich auch für Gesellschaften (Art. 5 BGE 131 I 223 S. 227Abs. 1 FZA, Art. 18 Anhang I FZA). Diese Bestimmungen des Freizügigkeitsabkommens kommen auch der Beschwerdeführerin 1, die ihren Sitz in Deutschland hat, zugute. Die von ihr betriebene Finanzierung von Prozessen ist als Dienstleistung im Sinne des Art. 5 FZA anzusehen (vgl. allgemein: DANIEL MARITZ, Der Dienstleistungsverkehr im Abkommen über die Freizügigkeit der Personen, in Daniel Felder/Christine Kaddous [Hrsg.], Bilaterale Abkommen Schweiz-EU, 2001, S. 335; WALTRAUD HAKENBERG, in Carl Otto Lenz/Klaus-Dieter Borchardt [Hrsg.], EU- und EG-Vertrag, Köln, 3. Aufl. 2003, N. 9-13 zu Art. 49/50 EGV; MICHAEL HOLOUBEK, in Jürgen Schwarze [Hrsg.], EU-Kommentar, Baden-Baden 2000, N. 3-8 zu Art. 50 EGV). Die Beschwerdeführerin 1 hat demnach als juristische Person einen staatsvertraglichen Anspruch auf wirtschaftliche Betätigung in der Schweiz. Damit rechtfertigt sich, der Beschwerdeführerin 1 zumindest im Umfange der durch das Freizügigkeitsabkommen eingeräumten Rechte auch eine Berufung auf die Wirtschaftsfreiheit nach Art. 27 BV zuzugestehen (im Ergebnis ebenso: PHILIPP GREMPER, Ausländische Staatsangehörige als selbständig Erwerbende, in Peter Uebersax/Peter Münch/Thomas Geiser/Martin Arnold [Hrsg.], Ausländerrecht, 2002, S. 653 Rz. 15.9; LEO SCHÜRMANN, Wirtschaftsverwaltungsrecht, 3. Aufl. 1994, S. 37; weitergehend: WILLIAM ELIO ANDRICH, Die Wirtschaftsfreiheit im schweizerischen Aussenwirtschaftsrecht, Diss. St. Gallen 1996, S. 53). Es kann hier offen gelassen werden, ob das auch unabhängig vom Freizügigkeitsabkommen bzw. gestützt auf die im Rahmen der Welthandelsorganisation (WTO) geschlossenen Verträge (insbesondere das Allgemeine Abkommen über den Handel mit Dienstleistungen, Anhang 1.B zum WTO-Abkommen, so genanntes GATS [General Agreement of Trade in Services]; SR 0.632.20 S. 312 ff.) gilt.\n\n(...)\n\n3.\n\n3.1 Die Beschwerdeführer rügen eine Verletzung der derogatorischen Kraft des Bundesrechts (Art. 49 Abs. 1 BV). Die angefochtene Bestimmung stelle eine Berufsregel für Anwälte dar. Solche Regeln würden abschliessend vom Bundesgesetz vom 23. Juni 2000 über die Freizügigkeit der Anwältinnen und Anwälte (Anwaltsgesetz, BGFA; SR 935.61) geregelt, so dass die Kantone keine weiteren Berufsregeln aufstellen dürften. § 41 Abs. 1 lit. b AnwG/ZH sei auch nicht bloss eine Interpretation oder Auslegung von Art. 12 BGE 131 I 223 S. 228BGFA. Zumindest widerspreche die angefochtene Bestimmung Sinn und Geist des Bundesrechts.\n\n3.2 Nach dem Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 49 Abs. 1 BV) können Kantone in Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, keine Rechtsetzung mehr betreiben. In Sachgebieten, die das Bundesrecht nicht abschliessend ordnet, dürfen die Kantone nur solche Vorschriften erlassen, die nicht gegen den Sinn und Geist des Bundesrechts verstossen und dessen Zweck nicht beeinträchtigen oder vereiteln (BGE 130 I 279 E. 2.2 S. 283, BGE 130 I 82 E. 2.2 S. 86 f., je mit Hinweisen).\n\n3.3 Die angefochtene Bestimmung regelt die Ausübung einer privatwirtschaftlichen Erwerbstätigkeit. Dieser Bereich liegt in der sog. konkurrierenden Zuständigkeit von Bund und Kantonen (Art. 3 und 95 Abs. 1 BV; vgl. RENÉ RHINOW, Grundzüge des Schweizerischen Verfassungsrechts, 2003, S. 501 Rz. 2842; RETO JACOBS, in Bernhard Ehrenzeller/Philippe Mastronardi/Rainer Schweizer/Klaus Vallender [Hrsg.], Die schweizerische Bundesverfassung, 2002, N. 4 zu Art. 95; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, 5. Aufl. 2001, S. 191 Rz. 665). Es ist daher zu prüfen, ob das Bundesrecht eine abschliessende Regelung des hier interessierenden Gebiets enthält.\n\n3.4 Die Bestimmung des Art. 12 BGFA regelt die Berufspflichten der Anwälte abschliessend (BGE 130 II 270 E. 1.1 und 3.1.1 S. 272 f. und 275; BGE 129 II 297 E. 1.1 S. 299). Zur Auslegung von Art. 12 BGFA kann deshalb nur noch beschränkt auf kantonale Regeln abgestellt werden, nämlich ausschliesslich insoweit, als diese eine landesweit in nahezu allen Kantonen geltende Auffassung zum Ausdruck bringen. Andernfalls wäre die bundesrechtliche Vereinheitlichung der Berufspflichten gefährdet (BGE 130 II 270 E. 3.1.1 S. 275). Die im eidgenössischen Anwaltsgesetz geregelten Berufspflichten beziehen sich nicht nur auf die Beziehung des Anwalts zum eigenen Klienten, sondern auf die gesamte Berufstätigkeit des Rechtsanwalts (BGE 130 II 270 E. 3.2 Ingress S. 276).\n\n3.5 Nach Art. 12 BGFA - soweit hier von Interesse - üben die Anwältinnen und Anwälte ihren Beruf sorgfältig und gewissenhaft (lit. a) sowie unabhängig, in eigenem Namen und auf eigene Verantwortung aus (lit. b). Sie meiden jeden Konflikt zwischen den Interessen ihrer Klientschaft und den Personen, mit denen sie BGE 131 I 223 S. 229geschäftlich oder privat in Beziehung stehen (lit. c). Sie dürfen vor Beendigung eines Rechtsstreits mit der Klientin oder dem Klienten keine Vereinbarung über die Beteiligung am Prozessgewinn als Ersatz für das Honorar abschliessen; sie dürfen sich auch nicht dazu verpflichten, im Falle eines ungünstigen Abschlusses des Verfahrens auf das Honorar zu verzichten (lit. e). Normadressaten dieser Regeln sind einzig die Anwälte, deren Berufsausübung damit geregelt wird.\n\n3.6 Die hier angefochtene Bestimmung enthält zwei Verbote:\n\n3.6.1 Zum einen verbietet sie die Vereinbarung einer Prozessfinanzierung. Normadressat dieser Bestimmung ist jedermann, der vor Beendigung eines Rechtsstreits gewerbsmässig und gegen die Einräumung eines Anteils am Prozesserfolg die Finanzierung eines Prozesses vereinbart. Die Beteiligten an einer solchen Vereinbarung sind der Prozessfinanzierer und die Prozesspartei, welche die Finanzierung ihres Prozesses sicherstellen möchte. Die Vereinbarung ist insoweit vergleichbar mit einem Vertrag zwischen einer Prozesspartei und einer Rechtsschutzversicherung. Prozessfinanzierer können gerade nicht Anwälte sein, da diesen eine solche Vereinbarung schon durch Art. 12 lit. e BGFA klarerweise verboten wird. Insoweit können Anwälte von vornherein nicht Normadressaten der angefochtenen Bestimmung sein.\n\n3.6.2 Zum anderen verbietet die Bestimmung die Vermittlung derartiger Vereinbarungen. Normadressat dieses Verbots ist nach dem Wortlaut (Ingress von § 41 Abs. 1 i.V.m. lit. b AnwG/ZH) ebenfalls nur, wer diese Vermittlung gewerbsmässig und gegen Einräumung eines Anteils am Prozesserfolg durchführt. Auch dies dürfte den Anwälten bereits aufgrund von Art. 12 lit. e BGFA untersagt sein. Möglicherweise handelt es sich dabei um ein redaktionelles Versehen und ist in Wirklichkeit beabsichtigt, jede Vermittlung einer gewerbsmässigen erfolgsorientierten Prozessfinanzierung zu verbieten, auch wenn die Vermittlung selber nicht erfolgsorientiert ist. Bei dieser Auslegung würde die Norm ein Verhalten verbieten, das den Anwälten nicht durch das eidgenössische Anwaltsgesetz verboten ist. Selbst wenn in der Praxis hauptsächlich Anwälte Prozessfinanzierungen vermitteln sollten, würde sich die Bestimmung aber nicht ausschliesslich auf Anwälte beziehen. Auch andere Personen, welche derartige Prozessfinanzierungen vermitteln, wären davon betroffen, wie etwa Verbandssekretariate, BGE 131 I 223 S. 230gemeinnützige Rechtsberatungsinstitutionen und dergleichen. Der Geltungsbereich der Norm geht damit über den Kreis der Anwälte hinaus. Dass sie auch auf Anwälte anwendbar sein kann, macht sie noch nicht zu einer Berufsregel für Anwälte. Es verhält sich ähnlich wie mit zahlreichen anderen Verhaltensvorschriften, die allgemein gelten und damit selbstverständlich ebenso für Anwälte bei ihrer Berufsausübung verbindlich sind. Dadurch werden sie trotzdem nicht zu einer Berufsregel für Anwälte, selbst wenn sie im Rahmen der anwaltlichen Berufstätigkeit eine besondere rechtliche Bedeutung haben (z.B. obligationenrechtliche Bestimmungen über den Auftrag; strafrechtliches Verbot der Veruntreuung).\n\n3.7 Insgesamt wird somit, wie auch die Beschwerdeführer selber vorbringen, mit § 41 Abs. 1 lit. b AnwG/ZH ein anderer Sachverhalt geregelt als mit Art. 12 lit. e BGFA. Die angefochtene Bestimmung regelt nicht die Berufstätigkeit des Anwalts. Dass sie im kantonalen Anwaltsgesetz steht, ändert daran nichts. Dies trifft etwa auch auf § 40 AnwG/ZH zu, der die Verletzung des Anwaltsmonopols durch Personen ohne Anwaltsberechtigung unter Strafe stellt, sich somit gerade an Personen richtet, die nicht Anwälte sind, und deshalb keine Berufsregel für Anwälte, sondern eine Strafnorm für alle anderen Rechtsunterworfenen darstellt. Die Norm wird schliesslich auch nicht dadurch zu einer Berufsregel, dass sie von den kantonalen Behörden hauptsächlich mit dem Anliegen begründet wird, die Unabhängigkeit des Anwalts zu schützen. Sie steht somit nicht im Widerspruch zum eidgenössischen Anwaltsgesetz. Demnach ist die Rüge der Verletzung der derogatorischen Kraft des Bundesrechts nicht begründet.\n\n4. Die Beschwerdeführer rügen eine Verletzung der Wirtschaftsfreiheit und der Vertragsfreiheit sowohl der Prozessfinanzierer als auch der Anwälte. Die Tätigkeit der Prozessfinanzierer besteht im Wesentlichen darin, dass sie die Übernahme der Kosten von Aktivprozessen gegen eine Beteiligung am Prozessergebnis (zum Beispiel einen Prozentsatz) anbieten.\n\n4.1 Das Verbot einer privatwirtschaftlichen Tätigkeit stellt eine Einschränkung der Wirtschaftsfreiheit (Art. 27 BV) dar, welche auch die Vertragsfreiheit einschliesst (vgl. BGE 130 I 26 E. 4.3 S. 41; Urteil 1P.286/1997 vom 31. Oktober 1997, publ. in: Pra 87/1998 Nr. 32 S. 231, E. 1d). Eingeschränkt wird in erster Linie die Tätigkeit von Prozessfinanzierern, sodann aber auch die Tätigkeit von BGE 131 I 223 S. 231Personen, möglicherweise auch von Anwälten (vgl. vorne E. 3.6.2), welche Prozessfinanzierungen vermitteln wollen. Die Tätigkeit des Anwalts fällt in den Schutzbereich der Wirtschaftsfreiheit (BGE 130 I 65 E. 3.2 S. 67; BGE 130 II 87 E. 3 S. 92). Dazu gehört auch die Möglichkeit, bestimmte Arten der Beratung anzubieten (BGE 124 I 310 E. 3 S. 313 f.), und dabei zum Beispiel auf Prozessfinanzierungen hinzuweisen. Die angefochtene Regelung beeinträchtigt damit die Freiheit all derjenigen Personen, die Prozessfinanzierungen anbieten oder vermitteln wollen, ebenso die Freiheit von Personen, welche eine solche Dienstleistung in Anspruch nehmen wollen.\n\nEinschränkungen der Wirtschaftsfreiheit sind zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, durch ein öffentliches Interesse oder durch den Schutz von Grundrechten Dritter gerechtfertigt sowie verhältnismässig sind und den Kernbereich des Grundrechts nicht antasten (Art. 36 BV; BGE 125 I 417 E. 4a S. 422). Eine gesetzliche Grundlage wird durch die angefochtene Bestimmung gerade geschaffen. Umstritten ist jedoch, ob ein hinreichendes öffentliches Interesse am Verbot besteht und ob dieses verhältnismässig ist.\n\n4.2 Im Bereich der Wirtschaftsfreiheit genügt nicht jedes öffentliche Interesse für eine Einschränkung. Ohne Rechtfertigung durch die Bundesverfassung oder ein kantonales Regalrecht sind Abweichungen vom Grundsatz der Wirtschaftsfreiheit (Art. 94 Abs. 4 BV), das heisst wirtschafts- oder standespolitische Massnahmen, unzulässig, welche den freien Wettbewerb behindern, um gewisse Gewerbezweige oder Bewirtschaftungsformen zu sichern oder zu begünstigen. Grundsätzlich zulässig sind dagegen andere im öffentlichen Interesse begründete Massnahmen, wie namentlich gewerbepolizeilich oder sozialpolitisch begründete Einschränkungen (BGE 130 II 87 E. 3 S. 92; BGE 125 I 417 E. 4a S. 422; BGE 124 I 310 E. 3a S. 313; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, Bern 1999, S. 663 f.; RENÉ RHINOW, a.a.O., S. 512 f.).\n\nDer Grundsatz der Wirtschaftsfreiheit schliesst eine staatliche Bedürfnislenkung aus (RENÉ RHINOW, a.a.O., S. 512 Rz. 910). Von vornherein unbeachtlich ist daher die Begründung des Kantonsrates, es bestehe kein Bedürfnis nach Prozessfinanzierungen.\n\nDarüber hinaus führt der Kantonsrat die Sicherstellung der anwaltlichen Unabhängigkeit, die Vermeidung von BGE 131 I 223 S. 232Interessenkonflikten zum Nachteil des Klienten und den Schutz des Anwaltsgeheimnisses an. Dies sind bundesrechtlich anerkannte und damit legitime wirtschaftspolizeiliche Ziele (vgl. Art. 12 lit. b und c sowie Art. 13 BGFA, Art. 321 StGB; BGE 130 II 87 E. 4.1 und 4.2 S. 93 ff.; Urteil 2P.187/2000 vom 8. Januar 2001, publ. in: Pra 90/2001 Nr. 141 S. 835, E. 4c). Sie sind Bestandteile der öffentlichen Interessen am Publikumsschutz und an einer gut funktionierenden Rechtspflege. Insbesondere der Grundsatz der Unabhängigkeit des Anwalts soll grösstmögliche Freiheit und Sachlichkeit bei der Interessenwahrung gegenüber dem Klienten wie gegenüber dem Richter gewährleisten. Er bildet die Voraussetzung für das Vertrauen in den Anwalt und in die Justiz (BGE 130 II 87 E. 4.1 S. 93 mit Hinweis).\n\n4.3 Die Einschränkung der Wirtschaftsfreiheit ist jedoch nicht bereits deshalb verfassungsmässig, weil die kantonalen Behörden damit einen legitimen Zweck verfolgen. Als Ausfluss des Verhältnismässigkeitsprinzips (Art. 36 Abs. 3 BV) muss die Einschränkung vielmehr auch geeignet und erforderlich sein, um die anerkannten Ziele zu erreichen (BGE 130 II 87 E. 4.3.1 S. 96; BGE 128 I 3 E. 3e/cc S. 15; BGE 125 I 474 E. 3 S. 482). Sie hat zu unterbleiben, wenn eine gleichgeeignete, aber mildere Massnahme für den angestrebten Erfolg ausreicht (BGE 130 II 425 E. 5.2 S. 438).\n\nEs ist daher zu untersuchen, ob die Prozessfinanzierung wirklich die vom Kantonsrat behaupteten negativen Auswirkungen auf die genannten Interessen haben kann und ob ihr Verbot erforderlich und geeignet ist, diese Auswirkungen zu vermeiden.\n\n4.4 Die Parteien äussern sich widersprüchlich über die Art der Prozessfinanzierungsvereinbarungen, die von der Beschwerdeführerin 1 angeboten werden. Für das vorliegende Verfahren ist jedoch der Inhalt dieser Vereinbarungen nicht ausschlaggebend. Zur Diskussion steht im Verfahren der abstrakten Normenkontrolle nicht ein bestimmter Prozessfinanzierungsvertrag, sondern eine gesetzliche Bestimmung. Es ist zu prüfen, ob diese Bestimmung so, wie sie lautet und vernünftigerweise ausgelegt werden kann, mit der Verfassung vereinbar ist, wobei auch die Wahrscheinlichkeit einer verfassungskonformen Handhabung berücksichtigt werden kann (BGE 130 I 82 E. 2.1 S. 86 mit Hinweisen). Ist die Rechtmässigkeit der angefochtenen Bestimmung zu bejahen, wird sich weiter die Frage stellen, ob die Verträge, welche die BGE 131 I 223 S. 233Beschwerdeführerin 1 abschliesst, unter das gesetzliche Verbot fallen. Dies ist aber eine Frage der Anwendung dieser Bestimmung im Einzelfall und ist im Rahmen der abstrakten Normenkontrolle nicht zu behandeln. Erweist sich umgekehrt das angefochtene Verbot der Prozessfinanzierung als verfassungswidrig, diese somit als grundsätzlich zulässig, ist dennoch nicht ausgeschlossen, dass bestimmte Arten von Prozessfinanzierungsverträgen wegen Verstosses gegen andere Gesetze rechtswidrig sein können. Es erübrigt sich daher, die von den Beschwerdeführern beantragten Beweise in Bezug auf die Praxis der Prozessfinanzierung in Deutschland abzunehmen. Zu prüfen ist lediglich die Verfassungsmässigkeit der angefochtenen Bestimmung, welche pauschal und generell jede Art der gewerbsmässigen und erfolgsabhängigen Prozessfinanzierung verbietet.\n\n4.5\n\n4.5.1 Der Kantonsrat befürchtet eine Beeinträchtigung der anwaltlichen Unabhängigkeit, indem der Prozessfinanzierer Einfluss auf die Mandatsführung durch den Anwalt nehme, auch wenn rechtlich nur ein Vertragsverhältnis zwischen dem Klienten und dem Anwalt einerseits sowie dem Klienten und dem Prozessfinanzierer andererseits bestehe. Die Klienten verpflichteten sich nämlich im Prozessfinanzierungsvertrag, die Anwälte zu beauftragen, sich mit dem Prozessfinanzierer abzustimmen und nur mit seiner Zustimmung über den Streitgegenstand zu verfügen. Die Klienten müssten zudem ihre Anwälte gegenüber dem Prozessfinanzierer von der Schweigepflicht entbinden und anweisen, diesen über den Gang des Verfahrens zu informieren.\n\n4.5.2 Wer einen Prozess anheben will, muss sich die dazu erforderliche Finanzierung beschaffen, sofern er weder die nötigen Mittel hat, noch Deckung durch eine Rechtsschutzversicherung verlangen kann, noch unentgeltliche Prozessführung geniesst. Die Art und Weise, wie diese Finanzierung sicher gestellt wird, berührt grundsätzlich nur das Verhältnis zwischen der Prozesspartei und dem Drittfinanzierer, nicht aber dasjenige zwischen der Partei und dem Anwalt. Diesem ist schon durch das Bundesrecht verboten, als erfolgsbeteiligter Prozessfinanzierer aufzutreten (Art. 12 lit. e BGFA). Insoweit bedarf es keiner zusätzlichen kantonalen Regelung. Dritten ist demgegenüber eine Prozessfinanzierung auf Erfolgsbasis damit nicht von vornherein verboten (vgl. BGE 113 Ia 279 E. 3 und 4b S. 283 ff.; BGE 98 Ia 144 E. 2c S. 148 f.). Die BGE 131 I 223 S. 234erfolgsabhängige Prozessfinanzierung, die zwischen dem Klienten und einem Dritten vereinbart wird, hat grundsätzlich nicht zur Folge, dass der Anwalt am Prozessgewinn partizipiert. Seine Forderung ist nach wie vor auf die Honorarforderung beschränkt. Selbst wenn er direkt oder indirekt vom Prozessfinanzierer eine Entschädigung für den zusätzlichen Aufwand erhält, handelt es sich dabei nicht um eine Erfolgsbeteiligung.\n\n4.5.3 Es ist auch üblich und mit Blick auf die anwaltliche Unabhängigkeit grundsätzlich unproblematisch, wenn ein Gläubiger eine Forderung, deren Begründetheit oder Einbringlichkeit fraglich ist, an ein gewerbsmässiges Inkassounternehmen verkauft und abtritt (Art. 164 ff. OR), welches anschliessend die Forderung im eigenen Namen einklagt. Dabei wird zwar oft ein fester Betrag für die Forderung bezahlt, doch ist es auch denkbar, dass der Preis für die Forderung in Abhängigkeit vom erzielten Ertrag festgesetzt wird. In diesem Fall wird ein gleiches wirtschaftliches Ergebnis erreicht wie bei der hier streitigen Prozessfinanzierung. Die konkrete Ausgestaltung solcher Verträge mag unter Umständen rechtlich problematisch sein (z.B. im Lichte von Art. 27 ZGB, Art. 19 ff. OR oder Art. 157 StGB; vgl. BGE 112 II 241, 433); dies ist aber kein hinreichender Grund, den Forderungskauf grundsätzlich zu verbieten.\n\n4.5.4 In den parlamentarischen Beratungen zum kantonalen Anwaltsgesetz wurde vorgebracht, eine Prozesspartei könnte ihre Aktivlegitimation verlieren, wenn sie sich vertraglich gegenüber dem Prozessfinanzierer verpflichtet, ihre Ansprüche, die sie gerichtlich durchsetzen will, zu Sicherungszwecken abzutreten. Indessen ist die Abtretung der Ansprüche mit der Prozessfinanzierung nicht zwingend verbunden. Die Prozessfinanzierer haben kein Interesse daran, dass Prozesse verloren werden; sie werden daher schon im eigenen Interesse ihre Verträge nicht so ausgestalten, dass sie zum Prozessverlust führen.\n\n4.5.5 Selbst wenn bei der Prozessfinanzierung der Klient dem Prozessfinanzierer das Recht einräumt, über den Fortgang des Prozesses informiert zu werden oder vor Eingehen eines Vergleichs zuzustimmen, beeinträchtigt dies nicht grundsätzlich die anwaltliche Unabhängigkeit: Da es einem Privaten frei steht, über seine Ansprüche zu verfügen, kann er (in den gesetzlichen Schranken, namentlich Art. 27 ZGB) mit einem Dritten ebenso vereinbaren, BGE 131 I 223 S. 235dass er nur mit dessen Zustimmung über seine Ansprüche verfügen kann. Dies ist von der Privatautonomie abgedeckt. Es ist denn auch üblich und ohne weiteres zulässig, dass sich (auf beklagtischer Seite) Haftpflichtversicherungen das Recht ausbedingen, über den Verlauf eines Prozesses informiert zu werden und einem Vergleich zuzustimmen oder gar den Prozess selber zu führen (vgl. auch Art. 2 lit. a der Verordnung vom 18. November 1992 über die Rechtsschutzversicherung [nachfolgend: RSV-VO; SR 961.22]). Faktisch hat damit der Haftpflichtversicherer in der Regel ein weitgehendes Mitspracherecht in der Prozessführung. Er tritt dabei aber nur als Vertragspartner des Klienten auf; sein Weisungsrecht gegenüber dem Anwalt kann nicht weiter gehen als dasjenige des Klienten. Bei der Prozessfinanzierung verhält es sich nicht grundsätzlich anders.\n\n4.5.6 Auch die Befürchtungen bezüglich Einhaltung des Anwaltsgeheimnisses sind in Bezug auf die Prozessfinanzierung nicht anders als bei einem Haftpflichtversicherer, welcher am Prozess mitwirkt. Wohl haben diese Dritten nur eine vertraglich, nicht eine strafrechtlich (Art. 321 StGB) geschützte Schweigepflicht. Indessen steht es dem Klienten als Geheimnisherr ohnehin frei, seine Geheimnisse an beliebige Dritte weiterzugeben, demnach ebenfalls an Personen, die nicht dem Anwaltsgeheimnis unterliegen. Er kann daher auch einwilligen, dass der Anwalt diese Informationen Dritten mitteilt (FELIX WOLFFERS, Der Rechtsanwalt in der Schweiz, Diss. Bern 1986, S. 139; GIOVANNI ANDREA TESTA, Die zivil- und standesrechtlichen Pflichten des Rechtsanwaltes gegenüber dem Klienten, Diss. Zürich 2000/2001, S. 148, mit Hinweisen; vgl. auch Art. 13 Abs. 1 Satz 2 BGFA und Art. 321 Ziff. 2 StGB). Demzufolge ist ebenso zulässig, den Anwalt zu ermächtigen, Informationen an einen Prozessfinanzierer weiterzugeben (BRUNO PELLEGRINI, Zusammenarbeit mit Prozessfinanzierern, Anwaltsrevue 4/2001 Heft 1 S. 44, der eine \"ausdrückliche\" Ermächtigung verlangt). Auch nach der für Rechtsschutzversicherungen geschaffenen Regelung geht der Bundesgesetzgeber (zunächst) davon aus, dass der Anwalt grundsätzlich vom Berufsgeheimnis entbunden werden kann (vgl. Art. 6 RSV-VO; RAYMOND DIDISHEIM, L'avocat et l'assurance de protection juridique, in François Chaudet/Olivier Rodondi [Hrsg.], L'avocat moderne, 1998, S. 123 f.; ANNE-MARIE DUTOIT, Ordonnance sur l'assurance de la protection juridique du 18 novembre 1992, Commentaire, publ. in: SVZ 62/1994 S. 36 f.). BGE 131 I 223 S. 236\n\n4.5.7 Nach dem Gesagten müssten bei konsequenter Weiterführung der Argumentation des Kantonsrates im Grunde auch die Rechtsschutz- und die Haftpflichtversicherung von einem Verbot erfasst werden, mit der Begründung, diese würden die Bereiche der anwaltlichen Unabhängigkeit und des Anwaltsgeheimnisses tangieren. Ein solches Verbot hat der Bundesgesetzgeber jedoch nicht erwogen, sondern vielmehr den Bestand dieser Versicherungseinrichtungen durch entsprechende Gesetzeserlasse festgeschrieben. Die vom Kantonsrat insoweit erwähnten Bedenken genügen mithin nicht, bereits ein generelles Verbot der Prozessfinanzierung zu erlassen.\n\n4.6\n\n4.6.1 Der Kantonsrat befürchtet aber auch, die Anwälte könnten in einen Konflikt geraten zwischen den Interessen ihrer Klienten und denjenigen des Prozessfinanzierers, was ihrer Unabhängigkeit abträglich sei. Es liege die Gefahr auf der Hand, dass die Anwälte nicht mehr im reinen Interesse der Klienten handelten, sondern die Interessen des Prozessfinanzierers mit berücksichtigen müssten. Dieser sei einzig an einem finanziell möglichst guten Ergebnis interessiert, während das Interesse der Klienten auch differenzierter sein und etwa das künftige Verhältnis zur Gegenpartei umfassen könne. Zudem richteten sich die Akquisitionsanstrengungen des Prozessfinanzierers auf die Anwaltschaft aus und versprächen dieser mehr Gebühren und Mandate. Die Anwälte erhielten zudem vom Prozessfinanzierer ein Honorar für die zusätzlichen Aufwendungen. Damit bestehe das Risiko einer Vereinnahmung der Anwälte durch die Prozessfinanzierer.\n\n4.6.2 Die Interessen des Klienten und diejenigen des Prozessfinanzierers sind grundsätzlich gleichläufig. Beide sind an einem möglichst hohen Prozessertrag interessiert. Der Anwalt hat dieses Interesse bestmöglich wahrzunehmen. Eine prinzipielle Interessenkollision besteht nicht.\n\nFreilich kann in bestimmten Fällen ein Prozessfinanzierer vom Klienten abweichende Interessen haben. So wird Ersterer einen möglichst hohen Prozessgewinn wollen, was der Klient im Hinblick auf spätere Beziehungen zur Gegenpartei gelegentlich anders sehen könnte. Ein Interessenwiderstreit liegt bei der Einschaltung einer Rechtsschutzversicherung indes sogar regelmässig vor: Diese hat ein Interesse daran, die Kosten klein zu halten, während BGE 131 I 223 S. 237der Klient den Rechtsstreit grundsätzlich durchfechten will (vgl. GERHARD STOESSEL, Verhältnis Rechtsanwalt - Rechtsschutzversicherung: einige ausgewählte Fragen, Anwaltsrevue 3/2000 Heft 6-7 S. 4; PHILIPPE REYMOND, L'avocat et l'assurance de protection juridique - Quelques questions choisies, Anwaltsrevue 3/2000 Heft 6-7 S. 11; RAYMOND DIDISHEIM, a.a.O., S. 115). Wer etwa Wert darauf legt, autonom über einen Vergleich entscheiden zu können, wird keine Prozessfinanzierungsvereinbarung eingehen. Ob den Klienten zudem für den Fall eines Interessengegensatzes während eines Prozesses nach allgemeinen Rechtsgrundsätzen ein Recht zum Rücktritt vom Prozessfinanzierungsvertrag oder zum Vorgehen gegen den Willen des Prozessfinanzierers zusteht, kann hier offen bleiben; das Gleiche gilt für die Frage, ob ein Bedürfnis nach der Schaffung einer entsprechenden gesetzlichen Regelung besteht. Jedenfalls stellt die Möglichkeit eines solchen Interessenkonfliktes zwischen Klient und Prozessfinanzierer keinen hinreichenden Grund dar, Prozessfinanzierungen insgesamt zu verbieten.\n\n4.6.3 Es mag zutreffen, dass die Prozessfinanzierer ihre Akquisitionsbemühungen hauptsächlich an die Anwaltschaft richten. Insofern kann die Gefahr einer Vereinnahmung bestehen, indem Anwälte daran interessiert sein mögen, prozessfinanzierte Mandate zu führen, weil sie dabei einen solventen Finanzierer haben. Mit Blick darauf könnten Anwälte versucht sein, es nicht mit den Prozessfinanzierungsunternehmen zu verderben mit der unzulässigen Folge, dass sie die Interessen der Klienten vernachlässigen würden.\n\nIndessen kann sich der selbständige Anwalt ohnehin immer Interessenkonflikten ausgesetzt sehen. Das kann ebenso sein, wenn neben dem Klienten ein Haftpflicht- oder Rechtsschutzversicherer auftritt. Auch unabhängig von der Einschaltung eines Dritten kann es vorkommen, dass ein Anwalt vom Klienten abweichende Interessen hat. So könnte er zwecks Erzielung möglichst hoher Honorareinnahmen geneigt sein, einen Prozess zu führen, von dem er dem Klienten aber in dessen Interesse wegen Aussichtslosigkeit abraten muss.\n\nEs gehört zu den Berufspflichten des Anwalts, die Interessen des Klienten bestmöglich zu wahren und sein persönliches Interesse gegenüber denjenigen des Klienten zurückzustellen (vgl. FRANZ Schenker, Gedanken zum Anwaltshonorar, in Walter Fellmann et al. BGE 131 I 223 S. 238[Hrsg.], Schweizerisches Anwaltsrecht, 1998, S. 153). Im Einzelfall hat er abzuschätzen, ob eine unzulässige Konfliktsituation vorliegt. Bei Verstoss gegen seine gegenüber dem Klienten bestehende Treuepflicht muss er mit Disziplinarmassnahmen rechnen (Art. 17 BGFA). Es wäre jedoch unverhältnismässig, von vornherein alle Situationen zu verbieten, die möglicherweise zu einer Interessenkollision führen könnten (vgl. BGE 130 II 87 E. 5.2 S. 103 f.).\n\nFür den Klienten kann es sogar von Vorteil sein, wenn nebst dem (am erfolgsunabhängigen Honorar interessierten) Anwalt auch der (am Erfolg interessierte) Prozessfinanzierer eine Abschätzung der Prozessrisiken vornimmt. Lehnt er die Prozessfinanzierung ab, erfährt damit der Klient aus einer zusätzlichen Quelle, wie die Aussichten auf Durchsetzung seiner Rechtsbegehren eingeschätzt werden. Dies kann ihm den Entscheid erleichtern, ob er den Prozess riskieren will.\n\n4.6.4 Es ist nicht ausgeschlossen, dass je nach konkreter Ausgestaltung eines Prozessfinanzierungssystems die anwaltliche Unabhängigkeit beeinträchtigt wird. Das wäre insbesondere der Fall, wenn der Anwalt Arbeitnehmer des Prozessfinanzierers wäre. Das ist ihm aber bereits durch Art. 8 Abs. 1 lit. d BGFA verboten (vgl. bezüglich Angestellten von Treuhandunternehmen oder Rechtsschutzversicherungen BGE 130 II 87 E. 4.3.3 S. 97, mit Hinweisen; Urteil 2A.295/2003 vom 3. Juni 2004, E. 3) und braucht nicht durch zusätzliche kantonale Regelungen unterbunden zu werden. Problematisch könnte auch sein, wenn Anwälte als Gesellschafter oder Verwaltungsräte an Prozessfinanzierungsgesellschaften beteiligt sind (vgl. MATTHIAS KILIAN, Der Erfolg und die Vergütung des Rechtsanwalts, Diss. Köln, Bonn 2003, S. 379 f.; BRUNO PELLEGRINI, a.a.O., S. 43; BGE 98 Ia 144 E. 2d S. 149 f.). Eine solche Gefahr kann aber auch bei anderen Gesellschaften bestehen, zum Beispiel bei Rechtsschutzversicherungen (WALTER FELLMAN, Kollision von Berufspflichten mit anderen Gesetzespflichten am Beispiel des Anwaltes als Verwaltungsrat, in Bernhard Ehrenzeller [Hrsg.], Das Anwaltsrecht nach dem BGFA, 2003, S. 171 und 175 ff.). Dies ändert aber nichts daran, dass Rechtsschutzversicherungen grundsätzlich zulässig sind. Allfälligen sich daraus ergebenden Konfliktsituationen kann durch die bereits bestehenden Standesregeln entgegengewirkt werden.\n\n4.6.5 Denkbar ist, dass ein Prozessfinanzierer gleichzeitig mehrere Klienten mit gegenläufigen Interessen in unterschiedlichen BGE 131 I 223 S. 239Prozessen betreut, woraus sich Interessenkollisionen ergeben könnten. Das Bundesgericht hat derartige denkbare Konstellationen bei einem Treuhandunternehmen herangezogen, um zu begründen, weshalb ein forensisch tätiger Anwalt nicht bei einem solchen Unternehmen angestellt sein kann (erwähntes Urteil 2P.187/2000, publ. in: Pra 90/2001 Nr. 141 S. 835, E. 4c). Dem lag der Gedanke zugrunde, dass der angestellte Anwalt, unmittelbar oder mittelbar, dem Druck seines Arbeitgebers oder des anderen Klienten des Arbeitgebers ausgesetzt sein kann. Bei der Prozessfinanzierung geht es aber nicht um das Verhältnis von einem angestellten Anwalt zu seinem Arbeitgeber einerseits und seinen Klienten andererseits. Der selbständige Anwalt untersteht nicht den Weisungen des Prozessfinanzierers und soll auch nicht in einem sonstigen Abhängigkeitsverhältnis zu diesem stehen (siehe oben E. 4.6.3 und 4.6.4).\n\n4.6.6 Sicherlich wird der Anwalt mit Blick auf die ihm vorgeschriebene Unabhängigkeit und seine Pflicht zur Wahrung der Interessen des Klienten besondere Vorsicht gegenüber der Prozessfinanzierung walten lassen müssen. Wenn er dem Klienten eine Prozessfinanzierung empfiehlt, könnte ein Verstoss gegen seine Berufspflichten schon gegeben sein, wenn er den Klienten nur auf ihre Vorteile und nicht auch auf die möglichen Risiken (siehe etwa oben E. 4.6.2) hinweist. Das Gleiche könnte gelten, wenn er dem Klienten nur einen Prozessfinanzierer benennt, ohne darauf hinzuweisen, dass andere Unternehmen den Prozess möglicherweise zu anderen (günstigeren) Bedingungen finanzieren. Diesen Gefahren kann jedoch bereits mit dem geltenden Anwaltsrecht (Art. 12 und 17 BGFA) entgegengewirkt werden; sie machen nicht ein Verbot der Prozessfinanzierung notwendig.\n\nWie zudem schon angedeutet (oben E. 4.4), können bestimmte Arten von Prozessfinanzierungsverträgen oder einzelne Klauseln daraus unzulässig sein (vgl. Art. 27 ZGB, Art. 19 ff. OR, Art. 8 UWG [SR 241] oder Art. 157 StGB). Unwirksam können auch Prozessfinanzierungsverträge oder die entsprechenden Klauseln sein, wenn sich der Prozessfinanzierer einen offensichtlich überhöhten Anteil am Prozessgewinn versprechen lässt (vgl. ALEXANDER BRUNS, Das Verbot der quota litis und die erfolgshonorierte Prozessfinanzierung, Juristenzeitung 2000 S. 241, Tübingen, der eine fünfzigprozentige Erfolgsbeteiligung für überhöht und damit als sittenwidrig ansieht; LORENZ HÖCHLI, Das Anwaltshonorar, Diss. Zürich 1991, S. 84). Diese Bedenken, die nur Teilfragen der Prozessfinanzierung BGE 131 I 223 S. 240betreffen, können aber bereits durch das bestehende Recht oder durch allenfalls noch zu erlassende gesetzliche Regelungen erfasst werden (für einen Handlungsbedarf des Gesetzgebers: ALEXANDER BRUNS, a.a.O., S. 241). Sie rechtfertigen jedoch ebenso wenig ein generelles Verbot, da es eben mildere Mittel gibt, um unerwünschten Auswüchsen entgegenzutreten.\n\n4.7 Schliesslich fragt sich, ob Prozessfinanzierer nicht ohnehin vom Verbot des Erfolgshonorars nach Art. 10 RSV-VO erfasst werden. Der kantonale Gesetzgeber hätte dann nur ein bereits bundesrechtlich bestehendes Verbot übernommen, welches er mit zusätzlichen Sanktionen belegt hätte. Ob das im Lichte von Art. 49 Abs. 1 BV erlaubt wäre, kann hier offen bleiben. Gemäss Art. 10 RSV-VO darf sich eine Versicherungseinrichtung oder ein Schadenregelungsunternehmen keinen Anteil an einem allfälligen Erfolg des Versicherten versprechen lassen. Damit Art. 10 RSV-VO greift, müssten die Prozessfinanzierer Versicherungseinrichtungen sein. Das ist zu verneinen (a.A. GERHARD STOESSEL, a.a.O., S. 9 f.; ebenso für das deutsche Recht: JÖRG FRITZSCHE/STEFFEN SCHMIDT, Eine neue Form der Versicherung?, publ. in: Neue Juristische Wochenschrift [NJW] 1999 S. 2998-3002). Die Prozessfinanzierung mag zwar in einigen Punkten versicherungsähnlich sein (zu den Merkmalen der Versicherung: BGE 114 Ib 244 E. 4a S. 247 mit Hinweis). Es fehlt indes ganz wesentlich an der Leistung des Versicherten in Form einer vorgängig unbedingt zu entrichtenden Prämie (BRUNO PELLEGRINI, a.a.O., S. 43). Der Kunde zahlt nicht mit Blick auf ein künftiges Risiko eine Prämie. Vielmehr ist der Rechtsstreit, der als Versicherungsfall zu bezeichnen wäre, bereits bestehend und bekannt. Die Prozessfinanzierungsverträge sehen zudem in aller Regel vor, dass der Kunde dem Prozessfinanzierer nur im Falle eines Obsiegens und damit auch nicht vorgängig eine Gegenleistung schuldet. Eine entsprechende Anwendung von Art. 10 RSV-VO kommt ebenso wenig in Betracht. Die Ausgangssituationen sind nicht dieselben. Die Versicherungen sollen das Risiko aus den Prämien der Versichertengemeinschaft finanzieren. Damit die Versicherungen nicht in die Versuchung geraten, zusätzlich eine Erfolgsbeteiligung beim Versicherten zu erheischen, was offenbar eine Zeit lang Praxis war, wurde die Verbotsnorm des Art. 10 RSV-VO eingeführt (vgl. ANNE-MARIE DUTOIT, a.a.O., S. 48 f.). Demgegenüber beziehen die Prozessfinanzierer vorgängig keine Prämien, die Erfolgsbeteiligung stellt die eigentliche Gegenleistung des Kunden dar. BGE 131 I 223 S. 241\n\n4.8 Zusammenfassend besteht nach heutigen Erkenntnissen keine Notwendigkeit zum generellen Verbot der Prozessfinanzierung. Die kantonale Verbotsnorm erweist sich als unverhältnismässig, verletzt damit die Wirtschaftsfreiheit und ist demzufolge aufzuheben. Es kann zwar nicht ausgeschlossen werden, dass bestimmte Prozessfinanzierungssysteme die anwaltliche Unabhängigkeit oder andere Rechtsgüter beeinträchtigen oder gefährden. Soweit dies tatsächlich der Fall ist, gibt jedoch bereits das Bundesrecht Handhabe, um dagegen einzuschreiten (vgl. Art. 12 und 17 ff. BGFA, Art. 27 ZGB, Art. 19 ff. OR, Art. 8 UWG und Art. 157 StGB). Allenfalls können geeignete, gegenüber einem generellen Verbot mildere Regelungen zur Sicherung betroffener Rechtsgüter erlassen werden. Betreffend die Einhaltung der anwaltlichen Berufsregeln wird es Sache der Disziplinaraufsicht sein, diese zu überwachen."}