{"annee": "131", "cour": "II", "page": "103", "date": "4/1/2005", "cite": ["115 IB 456", "118 IB 26", "125 II 129", "124 II 272", "120 IB 436", "120 IB 89", "119 IB 480", "123 II 337"], "cite_par": ["131 II 470", "140 II 262", "145 II 176", "142 II 20"], "chapeau": "8. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. Verkehrs-Club der Schweiz (VCS) gegen Genossenschaft Migros Zürich und Mitb., Gemeinderat Freienbach, Regierungsrat und Verwaltungsgericht des Kantons Schwyz (Verwaltungsgerichtsbeschwerde)\n\n1A.144/2003 vom 4. Januar 2005", "regestes": ["Art. 7, 11, 12, 16, 18 et 44a LPE, ordonnance sur la protection de l'air, aménagement du territoire; modification d'un plan d'aménagement de détail pour l'agrandissement d'un important centre commercial; exigences du droit de protection de l'environnement, en particulier quant au plan de mesures et à la limitation des places de stationnement. L'agrandissement du centre commercial implique une augmentation du trafic et, partant, un accroissement des immissions de substances polluantes dans une région déjà surchargée, de sorte qu'une limitation plus sévère des émissions s'impose (consid. 2.1 et 2.2). Notion de l'installation dont les émissions dépassent la moyenne (consid. 2.3). Données importantes du point de vue de l'hygiène de l'air, contenues dans le plan de détail, en particulier en ce qui concerne le nombre admissible de places de stationnement (consid. 2.4). La réduction de la pollution atmosphérique causée par le trafic doit s'effectuer dans le cadre de l'application du plan de mesures (consid. 2.5). S'agissant du nombre de places de stationnement, le plan de détail n'est pas conforme au plan de mesures et en compromet la réalisation (consid. 3.2). La réglementation relative aux places de stationnement doit être prévue dans le plan de détail, et ne saurait être renvoyée à la procédure d'autorisation de construire (consid. 3.3)."], "faits": "BGE 131 II 103 S. 104\n\nDie Genossenschaft Migros Zürich und die Seedamm Immobilien AG beabsichtigen, das Einkaufszentrum Seedamm-Center Pfäffikon zu erweitern. Das Vorhaben umfasst unter anderem die Aufstockung des bestehenden Verkaufsgebäudes sowie die Errichtung eines neuen Gebäudes mit Migros-Fachmarkt und Gartencenter, einer neuen Tankstelle und eines neuen Parkhauses. Gleichzeitig soll durch einen Direktanschluss an die Autobahn und eine Erweiterung der Zufahrt zur kantonseigenen Churerstrasse die Verbindung mit dem Strassennetz verbessert werden. Die Nutzfläche des Einkaufszentrums soll von 37'202 m2 auf 53'367 m2 und die Verkaufsfläche von 22'372 m2 um 10'697 m2 auf 33'069 m2 erhöht werden.\n\nFür das Einkaufszentrum besteht ein Gestaltungsplan im Sinne von § 24 des Planungs- und Baugesetzes des Kantons Schwyz vom 14. Mai 1987 (PBG), der im Hinblick auf die vorgesehene Erweiterung geändert werden soll.\n\nNach öffentlicher Auflage der Planänderung sowie des zugehörigen Umweltverträglichkeitsberichtes (UVB), und nachdem das Verwaltungsgericht des Kantons Schwyz auf Beschwerde hin entschieden hatte, dass auf eine gegen die Planänderung erhobene Einsprache des Verkehrs-Clubs der Schweiz (VCS) einzutreten sei, setzte der Gemeinderat Freienbach den geänderten Gestaltungsplan mit BGE 131 II 103 S. 105Verfügung vom 26. April 2001 fest. Die Einsprache des VCS wies er ab. Gestützt auf die Beurteilung der Umweltverträglichkeit durch das kantonale Amt für Umweltschutz, der er sich nur teilweise anschloss, beschloss der Gemeinderat Massnahmen unter anderem betreffend den Verkehr und die Luftreinhaltung. Insbesondere ordnete er an, vor und nach der Erteilung der Baubewilligung seien zusätzliche Erhebungen zum Verkehr durchzuführen. Gestützt darauf sowie auf den kantonalen Massnahmenplan Lufthygiene seien Massnahmen zu prüfen, welche den motorisierten Besucherstrom eindämmen sollen. Entsprechende spätere Auflagen behielt er vor (Disp.-Ziff. 2.4a). Zu den bestehenden 1585 genehmigte er weitere 485 Parkplätze und hielt fest, die Bauherrschaft habe in Zusammenarbeit mit den Behörden eine Parkplatzbewirtschaftung einzuführen, sobald die entsprechenden gesetzlichen Grundlagen rechtskräftig seien (Disp.-Ziff. 2.4b).\n\nDer VCS führte gegen die Planfestsetzung Beschwerde an den Regierungsrat. Dieser hiess das Rechtsmittel am 3. September 2002 teilweise gut und fasste Disp.-Ziff. 2.4b des angefochtenen Beschlusses wie folgt neu:\n\n\"Es können grundsätzlich maximal 421 neue Parkplätze gebaut werden, unter der Voraussetzung, dass die 150 Parkplätze der Charles Vögele Verwaltung nicht mehr für Kunden zur Verfügung stehen.\n\nIm Rahmen des Baubewilligungsverfahrens, auf der Grundlage der dannzumaligen Massnahmenplanung sowie der aktuellen Zahlen betreffend Besucherströme des Seedamm-Centers, hat die Bauherrschaft in Absprache mit der Vorinstanz und dem Amt für Umweltschutz das Konzept für eine Parkplatzbewirtschaftung zu erarbeiten. Dieses umfasst, soweit in der Massnahmenplanung vorgesehen, eine Bewirtschaftung der gesamten Kunden- und Angestelltenparkplätze. Basis für das Konzept bilden die im revidierten Bericht des Amtes für Umweltschutz vom 14. Dezember 1999 unter Ziff. 6.4.1 aufgeführten Rahmenbedingungen.\"\n\nIm Übrigen wies der Regierungsrat die Beschwerde im Sinne der Erwägungen ab.\n\nGegen diesen Entscheid gelangten sowohl der VCS als auch die Genossenschaft Migros Zürich und die Seedamm Immobilien AG an das Verwaltungsgericht des Kantons Schwyz, welches die Beschwerden nach Durchführung eines Augenscheins mit Urteil vom 28. Mai 2003 im Sinne der Erwägungen abwies.\n\nDer VCS hat gegen das Urteil des Verwaltungsgerichtes am 3. Juli 2003 Verwaltungsgerichtsbeschwerde erhoben. BGE 131 II 103 S. 106\n\nDas Bundesgericht heisst die Beschwerde gut und weist die Sache an das Verwaltungsgericht zurück.", "considerants": "Aus den Erwägungen:\n\n2. Umstritten ist insbesondere, ob der geänderte Gestaltungsplan mit den bundesrechtlichen Vorschriften zum Schutz der Umwelt, insbesondere zur Luftreinhaltung, übereinstimmt.\n\n2.1 Die Luftreinhalte-Verordnung unterscheidet Emissionsbegrenzungen bei neuen und bei bestehenden stationären Anlagen (siehe Art. 3 ff. und 7 ff. der Luftreinhalte-Verordnung vom 16. Dezember 1985 [LRV; SR 814.318.142.1]) von jenen bei Fahrzeugen und Verkehrsanlagen (Art. 17-19 LRV). Das Einkaufszentrum ist eine stationäre Anlage; fraglich ist, ob sie als neu zu gelten hat. Gemäss Art. 2 Abs. 4 lit. a LRV gelten als neu auch Anlagen, die umgebaut, erweitert oder in Stand gestellt werden, wenn dadurch höhere oder andere Emissionen zu erwarten sind. Das Verwaltungsgericht hat das Erweiterungsvorhaben in diesem Sinn als neue Anlage qualifiziert. Die Beschwerdegegnerinnen bestreiten diese Beurteilung.\n\n2.1.1 Gemäss den Angaben in Kap. 3 des Umweltverträglichkeitsberichts (UVB) vom April 1998 verursacht die geplante Erweiterung des Einkaufszentrums Mehrverkehr von etwa 6 %. Im angefochtenen Entscheid wird die Verkehrszunahme hingegen mit etwa 10 % angenommen. Das Verwaltungsgericht stellt fest, dass das Vorhaben wegen des zusätzlichen Verkehrs höhere Emissionen als heute verursachen werde. Die Beschwerdegegnerinnen machen demgegenüber geltend, das Erweiterungsvorhaben sei emissionsneutral. Sie stützen diese Behauptung darauf, dass sie gleichzeitig mit der Erweiterung des Einkaufszentrums zwei neue Strassenanschlüsse zu errichten gedenken, dank denen die Autobahn und der Seedamm direkter als heute erreicht werden können. Dadurch ergeben sich insgesamt rund 1.5 km kürzere Fahrstrecken in der unmittelbaren Umgebung, was zu entsprechend weniger Emissionen pro Fahrt und einer Entlastung des lokalen Strassennetzes und der angrenzenden Wohngebiete führe.\n\nIm UVB werden bei der Betrachtung der lufthygienischen Auswirkungen in zeitlicher Hinsicht vier Zustände unterschieden:\n\n- Ist-Zustand: 1995 bzw. das Jahr, für das die entsprechenden Daten vorliegen\n\n- Ausgangszustand: 2000, Zustand vor Inbetriebnahme des Projekts BGE 131 II 103 S. 107\n\n- Betriebszustand 1: 2000, Zustand unmittelbar nach Inbetriebnahme des Projekts, ohne geänderte Erschliessung\n\n- Betriebszustand 2: 2000, Zustand unmittelbar nach Inbetriebnahme des Projekts, mit geänderter Erschliessung\n\nDer UVB quantifiziert die Stickoxid (NOx )-Emissionen aller Emissionsquellen im Untersuchungsperimeter sowie die NOx -Emissionen allein des Einkaufszentrums. Für die Frage, ob das Vorhaben höhere Emissionen im Sinne von Art. 2 Abs. 4 lit. a LRV verursacht, ist das Einkaufszentrum allein zu betrachten; auf die Veränderung der Gesamtemissionen im Untersuchungsperimeter kommt es hingegen nicht an, da diese Grösse auch von anderen Faktoren, namentlich vom Ausmass des Perimeters beeinflusst wird. Zu vergleichen sind somit die Emissionen des Einkaufszentrums im Ausgangszustand und im Betriebszustand 2.\n\nSchon gemäss den Angaben im UVB, die wie erwähnt auf einer Verkehrszunahme von nur 6 % basieren, nehmen die NOx -Emissionen des Einkaufszentrums um 5.7 % zu. Bei höherer Verkehrszunahme steigen die zusätzlichen Emissionen entsprechend an. Das Vorhaben erzeugt daher auch ausgehend von den Angaben des UVB höhere Emissionen.\n\nHinzu kommt, dass die relative Bedeutung der Emissionsreduktion, die auf die direktere Anbindung an das übergeordnete Strassennetz zurückzuführen ist, umso kleiner wird, je grösser der betrachtete Perimeter gewählt wird. Die Beschwerdegegnerinnen haben es abgelehnt, die Gesamtemissionen des Verkehrs mit dem Einkaufszentrum zu berechnen bzw. abzuschätzen, weshalb hierzu keine Unterlagen vorliegen. Immerhin ist allseits anerkannt, dass die motorisierten Kunden aus einer weiteren Umgebung anreisen, welche über den Untersuchungsperimeter hinaus geht. Dementsprechend lässt sich, selbst wenn dies nicht quantifiziert werden kann, ohne weiteres festhalten, dass der zusätzliche Verkehr zu erheblichen zusätzlichen Emissionen an verkehrsbedingten Schadstoffen führt. Die entsprechende Feststellung des Verwaltungsgerichts ist nicht offensichtlich unrichtig und bindet das Bundesgericht (Art. 105 Abs. 2 OG).\n\n2.1.2 Demnach handelt es sich beim vergrösserten Einkaufszentrum - und nicht etwa nur beim Erweiterungsteil - um eine neue Anlage im Sinne von Art. 7 Abs. 7 USG (SR 814.01) und Art. 2 Abs. 4 LRV, die Einwirkungen unter anderem in Form von BGE 131 II 103 S. 108Luftverunreinigungen erzeugen wird. Diese sind nach der bundesgerichtlichen Rechtsprechung gesamthaft zu beurteilen, d.h. es sind alle Emissionen zu berücksichtigen, die durch die bestimmungsgemässe Nutzung der Anlage verursacht werden, einschliesslich der von den Beschäftigten, Besuchern und Kunden verursachten Verkehrsemissionen in der Umgebung der Anlage (BGE 125 II 129 E. 4 S. 132; BGE 124 II 272 E. 2a S. 275, je mit Hinweisen).\n\nDie Qualifikation des erweiterten Einkaufszentrums als neue Anlage hat zur Folge, dass die erforderlichen Emissionsbegrenzungen für die gesamte Anlage festzusetzen sind. So hat die Vorinstanz zu Recht erwogen, dass die Frage, ob eine Parkplatzbewirtschaftung notwendig und wie diese auszugestalten sei, nicht nur hinsichtlich der neuen, sondern auch der bereits bestehenden Parkplätze zu prüfen sei. Darüber hinaus ist aber namentlich auch die Frage der erforderlichen bzw. zulässigen Parkplatzzahl, d.h. die hier vor allem umstrittene Frage der Begrenzung der Parkplatzzahl aus lufthygienischen Gründen, für das gesamte erweiterte Einkaufszentrum zu prüfen. Die Bestandesgarantie steht dem nicht entgegen, weil die erweiterte Anlage als neu anzusehen ist.\n\nIm Übrigen ist daran zu erinnern, dass die Emissionsbegrenzungen nach Art. 11 USG sowohl für neue wie auch für bestehende Anlagen gelten (BGE 120 Ib 89 E. 4a S. 94, BGE 120 Ib 436 E. 2a/aa S. 441). Gemäss Art. 16 Abs. 1 USG müssen Anlagen, die den Vorschriften dieses Gesetzes oder den Umweltvorschriften anderer Bundesgesetze nicht genügen, saniert werden. Insbesondere darf gemäss Art. 18 Abs. 1 USG eine sanierungsbedürftige Anlage nur umgebaut oder erweitert werden, wenn sie gleichzeitig saniert wird. Art. 2 Abs. 4 LRV, der zu einer Anwendung der für neue Anlagen vorgesehenen Emissionsbegrenzungen auf umgebaute bestehende Anlagen führt, kann daher auch als Ausführungsvorschrift zu Art. 18 USG aufgefasst werden (vgl. BGE 115 Ib 456 E. 6d S. 470; ANDRÉ SCHRADE/HEIDI WIESTNER, Kommentar USG, N. 21 zu Art. 18 USG).\n\nIn Art. 16 Abs. 1 USG ist der Grundsatz der Gleichbehandlung von neuen und alten Anlagen normiert. Die Umsetzung dieses Grundsatzes ergibt sich allerdings erst aus dem Ausführungsrecht. So hat der Bundesrat Vorschriften über die (zu sanierenden) Anlagen, den Umfang der zu treffenden Massnahmen, die Fristen und das Verfahren zu erlassen (Art. 16 Abs. 2 USG; vgl. SCHRADE/WIESTNER, a.a.O., N. 2 f. zu Art. 16 USG). Soweit der Bundesrat in der Luftreinhalte-Verordnung Emissionsbegrenzungen vorgesehen hat, BGE 131 II 103 S. 109gelten diese auch für Altanlagen. Vorbehalten bleiben Erleichterungen im Einzelfall und Fristerstreckungen für Sanierungen (vgl. Art. 7-11 und 18 f. LRV). Parkplatzbeschränkungen sind in der LRV nicht geregelt, sondern finden sich im kantonalen oder kommunalen Raumplanungs- und Baurecht. Sie lassen sich als Emissionsbegrenzung auch unmittelbar auf Art. 11 Abs. 2 und 3 und Art. 12 Abs. 1 lit. b und c USG stützen (BGE 120 Ib 436 E. 3a S. 453). Die Anordnung von Parkplatzbeschränkungen für bestehende Einkaufszentren oder andere Anlagen mit grossem Verkehrserzeugungspotential erscheint daher im Lichte von Art. 16 Abs. 1 USG keineswegs von vornherein unzulässig. Ob Parkplatzbeschränkungen in lufthygienischen Sanierungsgebieten auch auf bestehende Anlagen ausgedehnt werden sollen, lässt sich dem Umweltschutzgesetz und der Luftreinhalte-Verordnung allerdings nicht direkt entnehmen, sondern ist durch die kantonale Massnahmenplanung zu bestimmen und bedarf der Umsetzung im kantonalen Recht (vgl. SCHRADE/ WIESTNER, a.a.O., N. 54 zu Art. 16 USG; PIERRE TSCHANNEN, Bau- und Nutzungsbeschränkungen aufgrund von umweltrechtlichen Vorschriften: Zusammenspiel von Umweltrecht und Raumplanung, in: URP 1998 S. 486 ff., 506 ff.; siehe auch hinten E. 2.5 und 3.1).\n\n2.2 Es ist unbestritten, dass das Einkaufszentrum in einem lufthygienisch übermässig belasteten Gebiet liegt. Insbesondere wird der Jahresmittelgrenzwert gemäss Anhang 7 LRV für Stickstoffdioxid (N02 ) deutlich überschritten, woran sich offenbar in nächster Zeit nichts Wesentliches ändern wird (s. UVB S. 32 und Beurteilung des kantonalen Amtes für Umweltschutz vom 14. Dezember 1999 S. 6). Über die Belastung mit Ozon und Schwebestaub (PM10) liegen keine genauen Angaben vor. Es ist indessen gerichtsnotorisch und ergibt sich im Übrigen auch aus dem kantonalen Massnahmenplan Lufthygiene (siehe dazu hinten E. 2.5), dass die entsprechenden Langzeitgrenzwerte in den Gebieten mit übermässigen N02 -Immissionen ebenfalls grossflächig überschritten sind. Daher ist das Vorhaben nicht nur vorsorglichen, sondern verschärften Emissionsbegrenzungen zu unterstellen (Art. 11 Abs. 3 USG, Art. 9 Abs. 4 und Art. 31 ff. LRV). Unbestritten ist ferner, dass die übermässigen Belastungen zu einem erheblichen Teil durch den motorisierten Individualverkehr verursacht werden.\n\n2.3 Umstritten ist, ob es sich beim Einkaufszentrum um einen überdurchschnittlichen Emittenten im Sinne der bundesgerichtlichen Rechtsprechung handle (siehe namentlich BGE 124 II 272 E. 2c BGE 131 II 103 S. 110S. 276 und E. 4 S. 279 ff.). Das BUWAL hat dies in seiner Vernehmlassung als \"unbestritten\" bezeichnet, während die Beschwerdegegnerinnen im Gegenteil betonen, beim Erweiterungsvorhaben handle es sich nicht um einen überdurchschnittlichen Emittenten. Die Beschwerdegegnerinnen argumentieren auch in diesem Zusammenhang mit der behaupteten Emissionsneutralität des Vorhabens. Indessen ist das erweiterte Einkaufszentrum, wie erwähnt (E. 2.1.2), lufthygienisch insgesamt als neue Anlage anzusehen. Es lässt sich nicht ernsthaft bestreiten, dass das erweiterte Zentrum mit etwa 33'000 m2 Verkaufsfläche und über 2000 geplanten Parkplätzen, die nach den Angaben im UVB zum grösseren Teil ein hohes Verkehrserzeugungspotential von rund 10 Fahrten pro Tag besitzen, verkehrsbedingte Emissionen verursacht, die deutlich über dem Durchschnitt dessen liegen, was in einer Gewerbezone üblicherweise zu erwarten ist (vgl. die entsprechenden Erwägungen in BGE 124 II 272 E. 4c/ff S. 283). Das Einkaufszentrum ist daher ein überdurchschnittlicher Emittent.\n\n2.4 Streitgegenstand ist ein Gestaltungsplan. Gemäss § 24 PBG enthält der Gestaltungsplan für eine zusammenhängende Baulandfläche von mindestens 3000 m2 Sonderbestimmungen, die unter bestimmten, hier soweit ersichtlich erfüllten Voraussetzungen auch von den kantonalen und kommunalen Bauvorschriften abweichen können. Solche Abweichungen sind denn auch vorgesehen.\n\n2.4.1 Als (Sonder-)Nutzungsplan legt der Gestaltungsplan Randbedingungen fest, die im anschliessenden Baubewilligungsverfahren verbindlich sind, da eine akzessorische Überprüfung des Nutzungsplans im Baubewilligungsverfahren grundsätzlich ausgeschlossen ist (BGE 123 II 337 E. 3a S. 342; BGE 119 Ib 480 E. 5c S. 486, je mit Hinweisen; ROBERT WOLF, Zum Verhältnis von UVP und Nutzungsplanung, in: URP 1992 S. 133 ff., 135 f. und 149). Dies gilt hier umso mehr, als das Gestaltungsplanverfahren sowohl gemäss Art. 5 Abs. 3 der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung (UVPV; SR 814.011) als auch nach dem kantonalen Recht das für die Beurteilung der Umweltverträglichkeit massgebliche Verfahren ist. Im Baubewilligungsverfahren findet daher keine entsprechende Prüfung mehr statt. Von Interesse ist im vorliegenden Zusammenhang, inwiefern der Gestaltungsplan Festlegungen trifft, die lufthygienisch von Bedeutung sind. Dabei geht es vor allem um die Erschliessung mit dem öffentlichen BGE 131 II 103 S. 111Verkehr (öV), die zulässige Parkplatzzahl und die Parkplatzbewirtschaftung sowie die Anbindung des Langsamverkehrs.\n\n2.4.2 Der Regierungsrat hat im Beschwerdeentscheid die maximal zulässige zusätzliche Parkplatzzahl (und mittelbar die Gesamtzahl der zulässigen Parkplätze) festgelegt und damit die kommunale Planung abgeändert. Die Tragweite dieser Festsetzung erschliesst sich aus dem regierungsrätlichen Beschwerdeentscheid vom 3. September 2002. Dort wird in E. 5.3 erwogen, dass wegen des Projektierungsspielraums, den der Gestaltungsplan für das Bauprojekt belassen muss, noch nicht genau festgestellt werden könne, wie viele zusätzliche Parkplätze erforderlich seien. Es mache jedoch Sinn, das zulässige Maximum ausgehend von einer maximal möglichen Ausnützung des Plangebietes näherungsweise festzulegen und in die Sonderbauvorschriften aufzunehmen. Dies unter dem Vorbehalt, dass die Parkplatzzahl im Baubewilligungsverfahren auf Grund der dannzumal konkreten Angaben wie Betriebsflächen, Anzahl Wohnungen etc. definitiv festzulegen sei. In E. 6.7 schliesst der Regierungsrat eine Reduktion der bestehenden Parkplätze aus Gründen der Luftreinhaltung kategorisch aus, wie vorne ausgeführt zu Unrecht. In E. 6.8 erklärt er sodann, dass auch eine Reduktion der zusätzlich zulässigen 421 Parkplätze aus lufthygienischen Gründen nicht angezeigt sei; im Wesentlichen, weil bei der Berechnung dieser Zahl dem Anliegen der Lufthygiene bereits Rechnung getragen worden sei und weil der massgebliche Massnahmenplan Lufthygiene keine hinreichende Grundlage für eine von den baurechtlichen Vorgaben abweichende Reduktion der geplanten Parkplätze bilde. Eine Reduktion aus lufthygienischen Gründen wird in E. 6.8.4 daher ausdrücklich ausgeschlossen. Zudem wird erwähnt, dass sich im Baubewilligungsverfahren höchstens noch eine geringfügige Anpassung der Parkplatzzahl ergeben könne. Die bestehende öV-Erschliessung erklärt der Regierungsrat als genügend, auch wenn er beifügt, dass dies weitere Anstrengungen zur ihrer Verbesserung nicht ausschliesse (E. 5.6). Hingegen wird eine Parkplatzbewirtschaftung ausdrücklich vorbehalten, sofern sie in der künftigen Massnahmenplanung vorgesehen ist (E. 6.9).\n\n2.5\n\n2.5.1 Wenn, wie hier, eine Vielzahl von Anlagen die übermässige Luftbelastung verursachen, sind die erforderlichen Emissionsbegrenzungen durch einen Massnahmenplan gemäss Art. 44a USG und Art. 31 ff. LRV zu koordinieren. Der Massnahmenplan gibt BGE 131 II 103 S. 112die Quellen von Emissionen, die für die Entstehung der übermässigen Immissionen verantwortlich sind, und ihre Bedeutung für die Gesamtbelastung an, die Massnahmen zur Verhinderung oder Beseitigung der übermässigen Immissionen sowie den Beitrag, welchen die einzelnen Massnahmen dazu leisten. Es ist grundsätzlich Sache des Massnahmenplans, die für die Verbesserung der Luftqualität erforderlichen Massnahmen auszuwählen, Art und Weise ihres Vollzugs zu bestimmen und den Realisierungszeitraum festzulegen (Art. 32 Abs. 1 lit. a-e LRV).\n\n2.5.2 Der Kanton Schwyz hat 1990 einen ersten Massnahmenplan zur Luftreinhaltung erlassen. Dieser enthielt eine Massnahme V 22 (Verkehrserschliessung für grosse Einkaufszentren), welche vorsah, Einkaufszentren von mehr als regionaler Bedeutung und Grösse seien auf Kosten der Besitzer in einer optimalen Art an die öffentlichen Verkehrsträger anzuschliessen und für den nichtmotorisierten Verkehr zu erschliessen. Weiter enthielt die Massnahme V 22 die Vorgabe, in übermässig mit Luftschadstoffen belasteten Gebieten dürften durch die Erweiterung von Einkaufszentren von mehr als regionaler Bedeutung keine zusätzlichen Emissionen entstehen.\n\nDas Seedammcenter ist eines der Einkaufszentren im Kanton Schwyz, welches im Sinne dieser Massnahme mehr als regionale Bedeutung aufweist (vgl. Protokoll des verwaltungsgerichtlichen Augenscheins).\n\n2.5.3 Am 11. April 2000 erliess der Regierungsrat des Kantons Schwyz einen neuen Massnahmenplan, den Massnahmenplan Luftreinhaltung der Zentralschweizer Kantone Luzern, Uri, Schwyz, Obwalden, Nidwalden und Zug. Dieser entspricht einer gemeinsamen Planung der Zentralschweizer Umweltschutzdirektorenkonferenz (ZUDK), wird daher als ZUDK-Massnahmenplan bezeichnet und löst im Kanton Schwyz den bisherigen Massnahmenplan ab. Es ist unbestritten, dass vorliegend dieser neue Massnahmenplan massgebend ist.\n\nAusgangspunkt für den Erlass des neuen Plans war die Erwägung, dass trotz erfreulicher Fortschritte in der Luftreinhaltung nach wie vor ein erheblicher Reduktionsbedarf bei den Schadstoffemissionen bestehe. Durch die Zusammenarbeit der Zentralschweizer Kantone werde den Massnahmen mehr Gewicht verliehen und ihre Akzeptanz erhöht. Die im Plan enthaltenen Massnahmen erfassten einen massgeblichen Teil des vorhandenen Reduktionspotentials BGE 131 II 103 S. 113- das beim Feinstaub (PM10) und bei den Stickoxiden am grössten sei -, deckten jedoch nur einen Teil des ausgewiesenen Sanierungsbedarfs ab. Die Auswahl der Massnahmen habe dem Willen des Regierungsrates Rechnung getragen, sich radikal auf Wesentliches und Wirksames zu konzentrieren, sei bezüglich der Verursachergruppen und ihrem Schadstoffbeitrag ausgewogen und hinsichtlich ihrer synergetischen Wirkung und dem Verhältnis von Aufwand und Ertrag optimiert. Die gewählten Massnahmen wiesen eine gute Akzeptanz auf und seien bereits in einer genügenden Tiefe vorbereitet.\n\nKonkret enthält der Massnahmenplan zehn Massnahmen in fünf Bereichen (M1 - M5). Vorliegend interessiert die Massnahme M2b aus dem Bereich M2 Regionalverkehr. Sie betrifft publikumsintensive Anlagen und Veranstaltungen. Bei der Beschreibung der Massnahme im Plan wird zunächst unter dem Titel Ziel festgehalten:\n\n\"Die Innerschweizer Kantone entwickeln Rahmenbedingungen, um den Verkehr von publikumsintensiven Einrichtungen möglichst umweltschonend und nach einheitlichen Vorstellungen zur Standortentwicklung zu gestalten. Die reaktiven Verhaltensweisen der Behörden sollen mittelfristig zugunsten eines aktiven Planens überwunden werden. Kurzfristig soll eine gemeinsame Wegleitung die Anforderungen an publikumsintensive Anlagen und Veranstaltungen harmonisieren, später soll eine Strategie zur aktiven Lenkung der Entwicklung ausgearbeitet werden (z.B. durch Einführung einer Verkehrsinfrastrukturabgabe oder ähnliche Ansätze). Lufthygienisch wird das Ziel angestrebt, in Zukunft 5 t NOx jährlich einzusparen.\"\n\nIm weiteren enthält die Massnahmenbeschreibung Ausführungen zur Ausgangslage und eine konkretere Beschreibung der Stufe 1 (gemeinsame Wegleitung) und der Stufe 2 (Strategie für eine Verkehrsinfrastrukturabgabe). Die Wegleitung solle Anforderungen bei neuen Anlagen (inkl. Umbauten und Umnutzungen) für Einkauf, Freizeit und Arbeiten mit grossem Verkehrsaufkommen festlegen. Sie stütze sich wesentlich auf die VSS-Norm SN 640 290 sowie auf bestehende kantonale Regelungen (Bern, Luzern, Zürich, Zug) und solle möglichst einfach und praxisnah ausgestaltet sein. Sie lege die Anforderungen bezüglich der Anzahl Parkfelder und der Erschliessung mit öffentlichen Verkehrsmitteln fest. Ferner werde ein Modell geprüft, welches die zulässige Fahrtenzahl in einer Gesamtbetrachtung ermittle und für die Anlage festlege. Die Wegleitung sei verbindlich für die Beurteilung von Projekten durch die kantonalen Behörden. Den Gemeinden wird empfohlen, die W BGE 131 II 103 S. 114egleitung auch in den übrigen Verfahren anzuwenden. Als Stufe 2 wird die Einführung ökonomischer Lenkungsmassnahmen vorgesehen, z.B. mit Abgaben auf Parkplätzen, deren Ertrag für die Verbesserung der öV-Erschliessung einzusetzen sei.\n\nUnter dem Titel Umsetzung wird insbesondere vorgesehen, dass die Wegleitung bis Ende 2000 bereinigt sein soll, während die Vorschläge für die Stufe 2 bis Ende 2001 zu Handen der Regierungen vorliegen sollen.\n\nDen Ausführungen über die Bedeutung des Massnahmenplans (S. 67 ff.) ist zu entnehmen, dass der Sanierungsbedarf beim NOx im Jahr 2010 dank der vorgesehenen Massnahmen von 3'900 t/a auf 2'210 t/a gesenkt werden kann. Somit bestehe auch beim konsequenten Vollzug der im Plan vorgesehenen Massnahmen ein Handlungsdefizit bzw. ein weiterer Sanierungsbedarf.\n\n2.5.4 Die Konkretisierung der Massnahme M2b hat sich verzögert: Bis zum Abschluss des Schriftenwechsels vor Bundesgericht lag die Wegleitung noch nicht vor, und über das Schicksal der Verkehrsabgabe oder anderer Formen der Parkplatzbewirtschaftung ist ebenfalls nichts bekannt.\n\n3. Der Beschwerdeführer rügt, die für das Erweiterungsvorhaben durchgeführte Prüfung der Umweltverträglichkeit sei ungenügend. Materiell beanstandet er die öV-Erschliessung; die Anzahl bewilligter Parkplätze sei zu hoch und die Rahmenbedingungen für die Parkplatzbewirtschaftung seien zu unpräzise. Vorab zu prüfen ist der Vorwurf, der Gestaltungsplan Seedammcenter und die Massnahmenplanung Lufthygiene seien formell und materiell ungenügend koordiniert.\n\n3.1 Aufgabe des Massnahmenplans Lufthygiene ist es, als Koordinationsinstrument in komplexen Situationen aus einer Gesamtbetrachtung heraus die geeigneten und verhältnismässigen Massnahmen zur Verbesserung der Luftqualität auszuwählen und anzuordnen. Der Massnahmenplan hat dafür zu sorgen, dass sowohl bestehende wie neue Emissionsquellen ihren sachgerecht ermittelten Beitrag zur Verringerung der Luftbelastung und zur Vermeidung übermässiger Immissionen leisten (BGE 118 Ib 26 E. 5d S. 34; BGE 119 Ib 480 E. 5a und b S. 484 f.; BGE 124 II 272 E. 4a S. 279; BGE 125 II 129 E. 7b S. 139 f. und E. 10b S. 149 ff.; THEO LORETAN, Kommentar USG, N. 13 und 16 ff. zu Art. 44a USG). Sind von einer einzelnen Anlage so erhebliche Emissionen zu erwarten, dass dadurch eine erforderliche BGE 131 II 103 S. 115Ergänzung der Massnahmenplanung präjudiziert würde, darf die neue Anlage erst bewilligt werden, wenn die im Massnahmenplan für das umstrittene Projekt vorgesehenen Massnahmen erlassen und soweit nötig umgesetzt worden sind (BGE 124 II 272 E. 4a S. 279 f. mit Hinweisen).\n\n3.2 Damit stellt sich die Frage nach dem Verhältnis des angefochtenen Gestaltungsplans zur kantonalen Massnahmenplanung.\n\n3.2.1 Wie in E. 2.5.3 erwähnt, sieht der hier massgebende ZUDK-Massnahmenplan für publikumsintensive Einrichtungen, insbesondere Einkaufszentren, Anforderungen bezüglich der öV-Erschliessung sowie der Anzahl Parkplätze und deren Bewirtschaftung vor. Im Plan ausgewiesen ist, dass diese Massnahmen - als Teil eines umfassenderen Pakets - erforderlich sind, um eine Verbesserung der Luftqualität zu erreichen; gleichzeitig steht fest, dass das Ziel damit nicht erreicht wird, sondern dass zusätzliche Vorkehren nötig sind, damit die Immissionsgrenzwerte für NO2, Feinstaub (PM10) und Ozon eingehalten werden können.\n\nMit der Ablösung des Massnahmenplans von 1990 durch den ZUDK-Massnahmenplan wurde die frühere Massnahme V 22 aufgehoben. Daraus folgt indessen entgegen der Auffassung der Vorinstanzen nicht ohne weiteres, es sei auch die Anforderung entfallen, durch die Erweiterung von Einkaufszentren von mehr als regionaler Bedeutung dürften keine zusätzlichen Emissionen entstehen. Mit der neuen Massnahme M2b sollen jährlich fünf Tonnen Stickoxid-Emissionen vermieden werden. Es ist schwer zu erkennen, wie dieses Ziel erreicht werden soll, wenn - unter anderem - nicht daran festgehalten wird, dass die Erweiterung von Einkaufszentren emissionsneutral zu sein hat.\n\n3.2.2 Ohne zu wissen, wie die entsprechenden Anforderungen der geplanten Wegleitung lauten, haben die Vorinstanzen die zulässige Anzahl der Parkplätze - unter Vorbehalt geringfügiger Abweichungen - festgelegt und die Anbindung an den öffentlichen Verkehr als ausreichend qualifiziert.\n\nEs ist indessen unvermeidlich, dass die Wegleitung die Parkplatzzahl stärker begrenzen muss, als dies vorliegend aufgrund der VSS-Norm SN 640 290 und des kantonalen und kommunalen Rechts geschehen ist, weil eine reine Fortschreibung der heute im Kanton Schwyz massgeblichen Normen die im Massnahmenplan vorgesehene Verminderungen der Emissionen bzw. der sie BGE 131 II 103 S. 116verursachenden Fahrten offensichtlich nicht zu bewirken vermag. So sieht zum Beispiel die entsprechende Wegleitung des Kantons Zürich (Baudirektion Kanton Zürich, Wegleitung zur Regelung des Parkplatz-Bedarfs in kommunalen Erlassen, Oktober 1997) restriktivere Parkplatzzahlen vor. Unklar ist, ob die Wegleitung auch Anforderungen an die Erschliessung mit öffentlichen Verkehrsmitteln enthalten wird oder ob sie sich darauf beschränken wird, wie bis anhin üblich die Parkplatzzahl nach Massgabe der öV-Erschliessungsqualität festzulegen.\n\nDie Anzahl grosser Einkaufszentren in der Innerschweiz ist begrenzt. Im Kanton Schwyz gibt es soweit ersichtlich deren zwei, eines davon ist Gegenstand des vorliegenden Verfahrens. Es lässt sich nicht ernsthaft bezweifeln, dass angesichts des lufthygienischen Handlungsbedarfs und der beschränkten Anzahl von Fällen, auf welche die Wegleitung überhaupt anwendbar sein wird, die Festsetzung des angefochtenen Gestaltungsplans vor der Ausarbeitung der Wegleitung diese negativ präjudizieren würde.\n\nDas BUWAL erklärt denn auch in seiner Vernehmlassung an das Bundesgericht, es könne zur Frage, ob die Parkplatzzahl korrekt festgesetzt worden sei, nicht Stellung nehmen, weil sich das Verwaltungsgericht nicht umfassend mit der Frage auseinandergesetzt habe, welches Reduktionspotential es im Lichte von Art. 11 und 12 USG für möglich erachte. Das Bundesamt hält es für erforderlich, sich im Rahmen dieser Prüfung mit den allenfalls zu treffenden Massnahmen nach dem ZUDK-Massnahmenplan auseinanderzusetzen. Diese Auseinandersetzung ist indessen im vorliegenden Zeitpunkt für die Gerichte nur insofern möglich, als festzustellen ist, dass die bewilligte Anzahl Parkplätze offensichtlich höher liegt, als gemäss der Massnahmenplanung zulässig ist, während die fehlende Wegleitung gerade keine Aussage darüber erlaubt, welche Parkplatzzahl bewilligt werden könnte. Es ist nicht Aufgabe des Bundesgerichts, dies nachzuholen. Vielmehr ist es Sache der zuständigen exekutiven und allenfalls legislativen Behörden, die entsprechenden Vorgaben des Umweltschutzgesetzes und der Luftreinhalte-Verordnung umzusetzen.\n\nUnter diesen Umständen widerspricht die Festsetzung der Parkplatzzahlen, wie sie im angefochtenen Entscheid bestätigt wurde, materiell und formell dem Massnahmenplan Lufthygiene und verletzt insofern Bundesrecht. BGE 131 II 103 S. 117\n\n3.2.3 Diesem Ergebnis lässt sich entgegen der Auffassung des Verwaltungsgerichts nicht entgegenhalten, im Unterschied zu früher vom Bundesgericht in diesem Sinn entschiedenen Fällen (Urteil vom 20. Januar 1993, publ. in: URP 1993 S. 169; BGE 120 Ib 436; Urteil vom 1. Dezember 1995, publ. in: URP 1996 S. 206) liege hier ein Massnahmenplan vor. Es trifft zwar zu, dass in den erwähnten Fällen anders als vorliegend ein Massnahmenplan noch ausstand oder erst als Entwurf vorlag. Die hier zu beurteilende Situation ist insofern klarer, als ein Massnahmenplan vorhanden ist, der eine Aussage über die bei publikumsintensiven Einrichtungen zu erreichende Emissionsminderung enthält und auch vorgibt, welcher Art die zu treffenden Massnahmen zu sein haben. Vergleichbar mit den früher beurteilten Fällen ist die Lage jedoch insofern, als der Gestaltungsplan auf die emissionsmindernden Massnahmen gemäss Massnahmenplan nicht abgestimmt ist und diese zu unterlaufen droht.\n\nIm Übrigen lässt das angefochtene Urteil eine Auseinandersetzung mit BGE 124 II 272 E. 4a S. 279 vermissen und beruft sich zu Unrecht auf BGE 123 II 337. Wohl hat die bundesgerichtliche Rechtsprechung nicht den Sinn, dass Baubewilligungsverfahren für grössere Bauvorhaben stets zu sistieren wären, wenn ein Massnahmenplan in Überarbeitung steht (BGE 123 II 337 E. 4b/bb S. 347). Abgesehen davon, dass vorliegend nicht eine Baubewilligung, sondern ein Gestaltungsplan zur Diskussion steht, dürfen indessen Versäumnisse im kantonalen Umsetzungsprozess - die fragliche Wegleitung sollte seit Ende 2000, mithin seit vier Jahren vorliegen - das bundesrechtliche Emissionsbegrenzungskonzept nicht ausser Kraft setzen (BGE 125 II 129 E. 7b S. 140).\n\n3.3 Die Vorinstanzen haben es als zulässig angesehen, die grundsätzlich als erforderlich erkannte Parkplatzbewirtschaftung erst im Baubewilligungsverfahren zu regeln.\n\nWeil der Gestaltungsplan im Baubewilligungsverfahren nicht mehr akzessorisch überprüft werden kann (siehe vorne E. 2.4.1), aber auch, weil sich das Planungsverfahren ganz allgemein besser für eine koordinierte Festsetzung von raumplanerischen und anderen Massnahmen zur Emissionsbegrenzung eignet, sind in Fällen wie dem vorliegenden, d.h. bei einem der UVP unterstehenden, projektbezogenen Sondernutzungsplan, die zur Emissionsbegrenzung erforderlichen Massnahmen grundsätzlich bereits bei der BGE 131 II 103 S. 118Planfestsetzung verbindlich zu bestimmen (120 Ib 436 E. 2d/bb S. 451 f. mit Hinweisen; zum entsprechenden Abklärungsbedarf siehe HERIBERT RAUSCH/PETER KELLER, Kommentar USG, N. 37 und 57 zu Art. 9 USG). Im Übrigen ist zu beachten, dass die verschiedenen in Frage stehenden Massnahmen sich gegenseitig beeinflussen und voneinander abhängen. So wird eine wirksame Parkplatzbewirtschaftung dazu beitragen, dass die Anzahl der zu errichtenden Parkplätze gesenkt werden kann. Parkplatzbewirtschaftung und die Begrenzung der Parkplatzzahl setzen aber auch voraus, dass der Kundschaft eine Alternative - am ehesten in Form einer attraktiven Erschliessung durch den öffentlichen Verkehr - zur Verfügung steht, um das Einkaufszentrum zu erreichen (120 Ib 436 E. 3c S. 454 ff.; Urteil des Bundesgerichts, publ. in: URP 1995 S. 498, E. 4d).\n\nGegen eine Regelung der Parkplatzbewirtschaftung erst im Baubewilligungsverfahren spricht vorliegend auch, dass die bisherigen Verzögerungen bei der Konkretisierung der Massnahme M2b ernsthafte Zweifel daran wecken, ob die Grundlagen für die Parkplatzbewirtschaftung innert nützlicher Frist geschaffen werden. Der Vorbehalt der Parkplatzbewirtschaftung im Gestaltungsplan ist indessen ausdrücklich daran geknüpft, dass die Bewirtschaftung in der dannzumaligen Massnahmenplanung vorgesehen ist. Das lässt sich nicht anders verstehen, als dass ohne entsprechende Umsetzung auch keine Parkplatzbewirtschaftung angeordnet werden kann. Ist jedoch der Gestaltungsplan einmal rechtskräftig geworden, so haben die Beschwerdegegnerinnen Anspruch auf die Erteilung der Baubewilligung; die ausstehende Massnahmenplanung kann ihnen dann gerade nicht mehr entgegengehalten werden (WOLF, a.a.O., S. 135 f.; BGE 123 II 337 E. 4b/bb S. 347). Es wäre mithin zu befürchten, dass die Erweiterung des Einkaufszentrums vorgenommen werden könnte, ohne dass eine Parkplatzbewirtschaftung eingeführt würde. Damit würde die Massnahmenplanung in einem weiteren wichtigen Punkt unterlaufen, was dem Bundesumweltschutzrecht zuwiderliefe.\n\nDie Thematik der Emissionsbegrenzungen kann daher nicht dem Baubewilligungsverfahren vorbehalten werden, wie dies der Regierungsrat und mit ihm das Verwaltungsgericht zumindest hinsichtlich der Teilfrage der Parkplatzbewirtschaftung getan haben.\n\n4.\n\n4.1 Die vorstehenden Erwägungen führen zur Gutheissung der Beschwerde und zur Aufhebung des angefochtenen Urteils. Die BGE 131 II 103 S. 119Gestaltungsplanänderung kann grundsätzlich erst nach Vorliegen der Wegleitung und der Konkretisierung der Vorgaben für eine Parkplatzbewirtschaftung neu beschlossen werden.\n\nAuf die weiteren Rügen des Beschwerdeführers ist unter diesen Umständen nicht näher einzugehen. Immerhin sei festgehalten, dass eine vorgezogene Neufestsetzung des Gestaltungsplans dann als zulässig erscheint, wenn die ausstehende Massnahmenplanung dadurch nicht negativ präjudiziert wird. Dies würde in den Bereichen Parkraumbegrenzung und -bewirtschaftung sowie öV-Erschliessung Massnahmen voraussetzen, die sich am Ziel orientieren, die NOx -Emissionen aus dem Verkehr mit publikumsintensiven Einrichtungen in der Innerschweiz in den nächsten Jahren um 5 t pro Jahr zu reduzieren. Der Nachweis, dass das umstrittene Einkaufszentrum hierzu seinen Beitrag leistet, wäre im Umweltverträglichkeitsbericht zu leisten. In diesem Sinne ist die Angelegenheit zu neuer Beurteilung und Neuregelung der Kostenfolgen an das Verwaltungsgericht zurückzuweisen."}