{"annee": "131", "cour": "V", "page": "202", "date": "3/5/2005", "cite": ["124 V 19", "123 II 359", "125 V 183", "126 V 30", "125 V 413", "124 II 409", "130 V 514", "119 IB 33"], "cite_par": ["136 V 295", "134 I 313"], "chapeau": "29. Arrêt dans la cause B. contre Département de l'Action Sociale et de la Santé, Service de l'assurance-maladie, Genève, et Tribunal cantonal des assurances sociales, Genève\n\nK 165/04 du 3 mai 2005", "regestes": ["Art. 3 al. 1 et 3 let. a LAMal; art. 1 al. 2 let. d OAMal; art. 13 par. 2 let. b du règlement n° 1408/71; Annexe VI Suisse ch. 3 point b du règlement n° 1408/71, dans sa version modifiée par la décision n° 2/2003 du Comité mixte UE-Suisse du 15 juillet 2003 portant modification de l'annexe II (sécurité sociale) de l'ALCP: Obligation d'assurance. Lorsque l'intéressé n'a pas fait usage de son droit d'option découlant de l'ALCP, le problème de son domicile en relation avec l'obligation d'assurance selon la LAMal et d'une éventuelle exemption en vertu du droit communautaire ne se pose pas. (consid. 2)", "Art. 97, 98 let. b à h, art. 98a et 128 OJ; art. 5 PA; art. 65, 65a, 66 et 66a LAMal: Voies de droit contre une décision de refus d'entrer en matière sur une demande tendant à l'octroi de subsides à titre de réduction des primes de l'assurance-maladie. La réglementation cantonale en matière de réduction des primes de l'assurance-maladie, édictée sur la base de l'art. 65a LAMal, constitue en principe du droit cantonal autonome, à l'instar de celle qui se fonde sur l'art. 65 LAMal. Aussi, la voie du recours de droit administratif devant le Tribunal fédéral des assurances n'est-elle pas ouverte contre un jugement cantonal de dernière instance rendu en application d'une telle réglementation. (consid. 3 et 4)"], "faits": "BGE 131 V 202 S. 203\n\nA. B. exerce une activité professionnelle indépendante à Genève. Il a présenté une demande tendant à une réduction des primes de l'assurance-maladie en faveur des assurés de condition modeste. Le Service de l'assurance-maladie du canton de Genève (ci-après : le SAM) a refusé d'entrer en matière sur la requête, motif pris que l'intéressé, en sa qualité de travailleur frontalier, devait au préalable indiquer s'il désirait s'affilier ou rester affilié au système de sécurité sociale français en exerçant son droit d'option ou s'il voulait rester soumis à la LAMal. Cette décision a été confirmée sur opposition le 27 janvier 2004.\n\nB. B. a recouru contre la décision sur opposition devant le Tribunal cantonal des assurances sociales du canton de Genève, en alléguant être domicilié à Genève.\n\nStatuant le 19 octobre 2004, le tribunal cantonal a considéré que l'in-téressé n'était pas obligé d'exercer un droit d'option entre la LAMal BGE 131 V 202 S. 204et l'assurance en France - il est assuré selon la LAMal à moins d'être exempté, sur sa requête, de l'assurance obligatoire -, mais que l'administration devait connaître son domicile afin de pouvoir calculer le revenu déterminant pour l'octroi de subsides. Aussi bien le tribunal a-t-il rejeté le recours en ce sens qu'il a constaté que l'intéressé était domicilié en France, mais il a invité en même temps l'administration à rendre une décision sur la demande de réduction de primes.\n\nC. B. interjette recours de droit administratif contre ce jugement, en demandant que son épouse et lui-même soient soumis à la LAMal en raison de son domicile à Genève et que des subsides leur soient accordés \"selon le barème du salaire\". Pour l'essentiel, il soutient qu'il est domicilié à Genève et non en France, comme l'ont retenu, à tort selon lui, les premiers juges.\n\nLe SAM conclut au rejet du recours, tandis que l'Office fédéral de la santé publique a renoncé à présenter des déterminations.\n\nD. La question de la compétence pour connaître du présent litige a donné lieu à un échange de vues selon l'art. 96 al. 2 OJ entre le Tribunal fédéral des assurances et le Tribunal fédéral (lettres des 31 mars et 12 avril 2005).", "considerants": "Considérant en droit:\n\n1. Le Tribunal fédéral des assurances examine d'office la recevabilité des recours qui lui sont soumis (ATF 130 V 514 consid. 1, ATF 126 V 31 consid. 1 et la jurisprudence citée).\n\n2.\n\n2.1 Dans la mesure où le recourant demande à payer les mêmes primes d'assurance-maladie que celles prévues pour les personnes domiciliées dans le canton de Genève, le recours de droit administratif apparaît d'emblée irrecevable, attendu qu'aucune décision n'a été rendue à ce sujet (cf. ATF 125 V 414 consid. 1a, ATF 119 Ib 36 consid. 1b et les références citées). Le SAM, qui n'a pas la compétence de fixer les primes (art. 61 LAMal), a seulement attiré l'attention du recourant sur le fait que les primes ne sont pas identiques pour les assurés domiciliés à l'étranger et ceux domiciliés en Suisse.\n\n2.2\n\n2.2.1 Selon l'art. 3 al. 1 LAMal, toute personne domiciliée en Suisse doit s'assurer pour les soins en cas de maladie, ou être assurée par son représentant légal, dans les trois mois qui suivent sa prise de domicile ou sa naissance en Suisse. Le Conseil fédéral peut étendre BGE 131 V 202 S. 205l'obligation de s'assurer à des personnes qui n'ont pas de domicile en Suisse, en particulier celles qui exercent une activité en Suisse ou y séjournent habituellement au sens de l'art. 13 al. 2 LPGA (art. 3 al. 3 let. a LAMal).\n\nFaisant usage de la compétence conférée à l'art. 3 al. 3 let. a LAMal, le Conseil fédéral a édicté notamment l'art. 1 al. 2 let. d OAMal, aux termes duquel sont tenues de s'assurer les personnes qui résident dans un Etat membre de la Communauté européenne et qui sont soumises à l'assurance suisse en vertu de l'Accord du 21 juin 1999 entre, d'une part, la Confédération suisse et, d'autre part, la Communauté européenne et ses Etats membres, sur la libre circulation des personnes (Accord sur la libre circulation des personnes [ALCP; RS 0.142.112.681]) et de son annexe II, mentionnés à l'art. 95a let. a LAMal.\n\nL'ALCP est entré en vigueur le 1er juin 2002. Selon l'art. 1 par. 1 de l'annexe II \"Coordination des systèmes de sécurité sociale\" de l'accord, fondée sur l'art. 8 ALCP et faisant partie intégrante de celui-ci (art. 15 ALCP), en relation avec la section A de cette annexe, les Parties contractantes appliquent entre elles en particulier le Règlement (CEE) n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés, aux travailleurs non salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté (règlement n° 1408/71), ainsi que le Règlement (CEE) n° 574/72 du Conseil du 21 mars 1972 fixant les modalités d'application du règlement (CEE) n° 1408/71 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés, aux travailleurs non salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté (règlement n° 574/72), ou des règles équivalentes.\n\nAux termes de l'art. 13 par. 2 let. b du règlement n° 1408/71, la personne qui exerce une activité non salariée sur le territoire d'un Etat membre est soumise à la législation de cet Etat même si elle réside sur le territoire d'un autre Etat membre. En application de l'art. 89 du règlement n° 1408/71, l'annexe VI dudit règlement régit les modalités particulières d'application des législations de certains Etats membres. Cette annexe a été adaptée par la section A de l'annexe II de L'ALCP \"Coordination des systèmes de sécurité sociale\". Par sa décision n° 2/2003 du 15 juillet 2003 portant modification de l'annexe II (RO 2004 1277), le Comité mixte UE-Suisse a précisé les conditions et les effets de l'option consistant à BGE 131 V 202 S. 206demander d'être exempté de l'assurance-maladie obligatoire suisse. Il a notamment complété l'annexe VI du règlement n° 1408/71 par une disposition selon laquelle les personnes soumises aux dispositions légales suisses en vertu du titre II du règlement n° 1408/71 - savoir, notamment, celles qui exercent une activité non salariée sur le territoire d'un Etat membre (art. 13 par. 2 let. b du règlement n° 1408/71) - peuvent sur demande être exemptées de l'assurance obligatoire tant qu'elles résident dans l'un des Etats suivants et peuvent prouver qu'elles y bénéficient d'une couverture en cas de maladie: Allemagne, Autriche, France, Italie et, sous certaines réserves, Finlande (Annexe VI Suisse ch. 3 point b au règlement n° 1408/71 dans sa version modifiée par la décision n° 2/2003 du Comité mixte UE-Suisse du 15 juillet 2003 portant modification de l'annexe II [sécurité sociale] à l'ALCP). Cette disposition est entrée en vigueur le 15 janvier 2003 avec effet au 1er juin 2002 (art. 2 de la décision n° 2/2003 du 15 juillet 2003).\n\n2.2.2 Le problème du domicile du recourant en relation avec l'obligation d'assurance selon la LAMal et d'une éventuelle exemption en vertu du droit communautaire ne se pose toutefois pas en l'espèce. En effet, aucune demande d'exemption n'a été présentée par le recourant. Celui-ci est soumis à la LAMal, qu'il soit domicilié en Suisse ou en France.\n\n3.\n\n3.1 Selon l'art. 128 OJ, le Tribunal fédéral des assurances connaît en dernière instance des recours de droit administratif contre des décisions au sens des art. 97, 98, lettres b à h, et 98a OJ, en matière d'assurances sociales. Quant à la notion de décision pouvant faire l'objet d'un recours de droit administratif, l'art. 97 OJ renvoie à l'art. 5 PA. Selon le premier alinéa de cette disposition, sont considérées comme décisions les mesures prises par les autorités dans des cas d'espèce, fondées sur le droit public fédéral (et qui remplissent encore d'autres conditions, définies plus précisément par rapport à leur objet). Le recours de droit administratif est également recevable contre les décisions de caractère mixte, fondées sur le droit cantonal d'exécution du droit fédéral ou sur d'autres dispositions du droit cantonal se trouvant dans un rapport très étroit avec le droit fédéral dont la violation est invoquée dans le cadre du recours de droit administratif (ATF 126 V 31 consid. 2, ATF 124 II 414 consid. 1d/dd).\n\nEn revanche, c'est la voie du recours de droit public qui est ouverte contre des décisions fondées sur le droit cantonal autonome, ne BGE 131 V 202 S. 207présentant pas de rapport de connexité suffisamment étroit avec l'application du droit public de la Confédération (ATF 126 V 32 consid. 2, ATF 125 V 185 consid. 2a, ATF 124 II 414 consid. 1d/dd, ATF 123 II 361 consid. 1a/aa). Cela vaut aussi lorsque le droit cantonal est pris en exécution du droit fédéral, quand celui-ci laisse au canton une liberté de manoeuvre importante. Pour que le recours de droit administratif soit recevable il ne suffit donc pas que, lors de l'application du droit cantonal autonome, une règle de droit fédéral doive être observée ou doive également être appliquée. Encore faut-il que le droit public fédéral représente la base ou l'une des bases sur lesquelles repose la décision prise dans le cas particulier dans le domaine en cause (ATF 126 V 32 consid. 2, ATF 124 II 414 consid. 1d/dd et la jurisprudence citée). Enfin, la voie du recours de droit administratif n'est pas ouverte pour le seul motif que la décision attaquée violerait le droit fédéral ou que le recourant invoque une violation de ce droit (ATF 126 V 32 consid. 2, ATF 125 V 187 consid. 2d).\n\n3.2\n\n3.2.1 L'octroi, par le canton de Genève, de subsides au titre de la réduction des primes de l'assurance-maladie est prévu aux art. 19 à 34 de la loi cantonale genevoise d'application de la loi fédérale sur l'assurance maladie (LaLAMal; RS GE : J 3 05). Selon l'art. 19 al. 1 LaLAMal, l'Etat de Genève accorde des subsides destinés à la couverture totale ou partielle des primes de l'assurance-maladie des assurés de condition économique modeste. Les subsides pour les assurés domiciliés à l'étranger sont réglés à l'art. 24A LaLAMal et à l'art. 13 du règlement d'exécution (RS GE J 3 05.01).\n\nLes art. 19 ss LaLAMal sont des dispositions d'application des art. 65 et 65a LAMal. Aux termes de l'art. 65 LAMal, les cantons accordent des réductions de primes aux assurés de condition économique modeste (al. 1); les réductions sont fixées de telle manière que les subsides annuels de la Confédération et des cantons au sens de l'art. 66 LAMal soient en principe versés intégralement (al. 2). L'art. 65a LAMal, en vigueur depuis le 1er juin 2002, étend le bénéfice de la réduction des primes aux assurés de condition économique modeste qui résident dans un Etat membre de la Communauté européenne, en Islande ou en Norvège, en particulier aux frontaliers ainsi qu'aux membres de leur famille (let. a).\n\n3.2.2 La jurisprudence considère que les cantons jouissent d'une grande liberté dans l'aménagement de la réduction des primes, dans la mesure où ils peuvent définir de manière autonome ce qu'il faut BGE 131 V 202 S. 208entendre par \"condition économique modeste\". En effet, les conditions auxquelles sont soumises les réductions des primes ne sont pas réglées par le droit fédéral, du moment que le législateur a renoncé à préciser la notion d' \"assurés de condition économique modeste\". Aussi, le Tribunal fédéral des assurances a-t-il jugé que les règles édictées par les cantons en matière de réduction des primes dans l'assurance-maladie constituent du droit cantonal autonome. C'est pourquoi un prononcé cantonal de dernière instance qui violerait ces règles ne peut pas, en principe, être déféré au Tribunal fédéral des assurances par la voie du recours de droit administratif (art. 97 ss, en relation avec l'art. 128 OJ). En revanche, un tel prononcé peut être attaqué par la voie du recours de droit public au Tribunal fédéral (ATF 124 V 19).\n\n4.\n\n4.1 Il faut relever d'emblée que le recourant n'est pas au bénéfice d'une rente suisse. Dans le cas contraire et supposé que son domicile se trouve en France (avec la réserve de l'art. 106a al. 1 let. a OAMal), sa situation serait régie par le droit fédéral (art. 66a LAMal; ordonnance du 3 juillet 2001 concernant la réduction des primes dans l'assurance-maladie en faveur des rentiers qui résident dans un Etat membre de la Communauté européenne, en Islande ou en Norvège [ORPMCE; RS 832.112.5]). L'institution commune serait alors compétente pour la réduction des primes (art. 18 al. 2quinquies LAMal).\n\n4.2 Savoir si le recourant a droit à une réduction des primes et, dans l'affirmative, dans quelle mesure, relève donc du droit cantonal autonome. Que le domicile de l'intéressé se trouve en Suisse (art. 65 LAMal) ou en France (art. 65a LAMal) n'est à cet égard pas décisif. En effet, le droit cantonal édicté sur la base de l'art. 65a LAMal constitue en principe du droit cantonal autonome, à l'instar de celui qui se fonde sur l'art. 65 LAMal (ATF 126 V 32 consid. 2, ATF 125 V 185 consid. 2b, ATF 124 V 19). La liberté laissée en ce domaine aux cantons est la même (BREITENMOSER/ISLER, Der Rechtsschutz im Personenfreizügigkeitsabkommen zwischen der Schweiz und der EG sowie den EU-Mitgliedstaaten, in: PJA 2002 p. 1003 ss, p. 1017; SILVIA BUCHER, Die Rechtsmittel der Versicherten gemäss APF im Bereich der Sozialen Sicherheit, in: SCHAFFHAUSER/SCHÜRER [éd.], Rechtsschutz der Versicherten und der Versicherer gemäss Abkommen EU/CH über die Personenfreizügigkeit [APF] im Bereich der Sozialen Sicherheit, Saint-Gall 2002, p. 87 ss, p. 114 s.; THOMAS LOCHER, Auswirkungen BGE 131 V 202 S. 209des Freizügigkeitsabkommens auf das schweizerische Sozialversicherungsrecht, in: COTTIER/OESCH [éd.], Die sektoriellen Abkommen Schweiz-EG, Berne 2002, p. 39 ss, p. 63). Le droit fédéral ne prescrit pas un calcul différent en fonction du domicile (art. 65 et 66 LAMal; art. 106 s. OAMal; ordonnance du 12 avril 1995 sur les subsides fédéraux destinés à la réduction de primes dans l'assurance-maladie [ORPM; RS 832.112.4]).\n\n4.3 La question du domicile du recourant est donc une question préjudicielle pour décider quel mode de calcul s'applique selon le droit cantonal. Il apparaît ainsi que la décision attaquée n'est pas fondée sur le droit fédéral. Le fait qu'il faut éventuellement tenir compte de l'ALCP n'y change rien (arrêt 2P.130/2004 du 1er février 2005, consid. 1.1).\n\nCela étant, il n'y a pas lieu d'entrer en matière sur le recours de droit administratif. L'écriture du recourant doit cependant être transmise au Tribunal fédéral (art. 96 al. 1 OJ) en tant que recours de droit public.\n\n5. Un litige portant sur la réduction des primes d'assurance-maladie ne concerne pas l'octroi ou le refus de prestations d'assurance, de sorte que la procédure n'est pas gratuite (art. 134 OJ a contrario). En l'espèce, il n'y a toutefois pas lieu de mettre des frais de justice à la charge du recourant, dès lors qu'il a interjeté recours de droit administratif en se conformant à l'indication erronée des voies de droit figurant dans le jugement cantonal."}