{"annee": "131", "cour": "V", "page": "362", "date": "2/9/2005", "cite": ["126 V 244", "121 V 112", "131 V 120", "130 V 560", "130 V 407", "126 V 288", "127 V 80", "130 V 90", "130 V 388", "124 V 82", "127 V 1", "128 V 199", "127 V 228", "130 V 121", "129 V 73"], "cite_par": ["132 V 74", "134 V 153", "132 V 1", "133 V 549"], "chapeau": "50. Urteil i.S. Allianz Suisse Versicherungs-Gesellschaft gegen V. und IV-Stelle des Kantons Zürich (I 55/05) sowie Allianz Suisse Versicherungs-Gesellschaft gegen V. (U 26/05) und Sozialversicherungsgericht des Kantons Zürich\n\nI 55/05 + U 26/05 vom 2. September 2005", "regestes": ["Art. 49 al. 4 LPGA; art. 103 let. a OJ: Effets de l'évaluation de l'invalidité dans l'assurance-invalidité pour l'assureur-accidents. L'assureur-accidents n'a pas qualité pour former opposition contre la décision ou pour recourir contre la décision sur opposition de l'Office AI sur le droit à la rente en tant que tel ou sur le degré d'invalidité, et l'évaluation de l'invalidité par l'assurance-invalidité n'a pas de force contraignante pour lui. (consid. 2.2) Les assureurs-accidents ne sont pas habilités à interjeter un recours de droit administratif contre des décisions des tribunaux cantonaux des assurances dans des litiges concernant une rente de l'assurance-invalidité. (consid. 2)"], "faits": "BGE 131 V 362 S. 363\n\nA.\n\nA.a Die 1956 geborene V. arbeitete seit 10. April 1994 als Küchenhilfe im Restaurant M. Sie war bei der Allianz Suisse Versicherungs-Gesellschaft (nachfolgend: Allianz) gegen die gesundheitlichen und erwerblichen Folgen von Berufs- und Nichtberufsunfällen sowie Berufskrankheiten obligatorisch versichert. Am 10. Oktober 2000 wurde V. auf dem Fussgängerstreifen von einem Personenwagen angefahren. Dabei erlitt sie eine komplexe Kniegelenksverletzung rechts. Mit Verfügung vom 5. Januar 2004 und Einspracheentscheid vom 10. Juni 2004 verneinte die Allianz den Anspruch auf eine Invalidenrente der Unfallversicherung.\n\nA.b Im Oktober 2001 hatte V. die Invalidenversicherung um eine Rente ersucht. Die IV-Stelle des Kantons Zürich klärte die gesundheitlichen und erwerblichen Verhältnisse ab. Unter anderem zog sie die Akten der Unfallversicherung bei. Mit Verfügung vom 27. Oktober 2003 und Einspracheentscheid vom 4. Februar 2004 verneinte die IV-Stelle den Anspruch auf eine Invalidenrente.\n\nB.\n\nB.a Am 5. März 2004 liess V. beim Sozialversicherungsgericht des Kantons Zürich Beschwerde gegen den Einspracheentscheid der IV-Stelle einreichen und zur Hauptsache die Zusprechung einer halben Rente der Invalidenversicherung beantragen.\n\nDie IV-Stelle schloss in ihrer Vernehmlassung auf Abweisung des Rechtsmittels. V. liess hiezu Stellung nehmen, worauf der Schriftenwechsel am 14. September 2004 geschlossen wurde.\n\nB.b Am 9. September 2004 liess V. beim Sozialversicherungsgericht des Kantons Zürich auch gegen den Einspracheentscheid der Allianz Beschwerde einreichen mit dem hauptsächlichen Rechtsbegehren auf Zusprechung einer Rente der Unfallversicherung nach Massgabe eines Invaliditätsgrades von 57 %.\n\nDie Allianz beantragte in ihrer Vernehmlassung die Abweisung des Rechtsmittels.\n\nB.c Mit Entscheid vom 6. Dezember 2004 wies das kantonale Sozialversicherungsgericht die Beschwerde gegen den Einspracheentscheid der IV-Stelle vom 4. Februar 2004 ab.\n\nMit Beschluss vom selben Tag sistierte das Gericht das unfallversicherungsrechtliche Beschwerdeverfahren bis zur rechtskräftigen Erledigung des Prozesses um eine Rente der Invalidenversicherung. BGE 131 V 362 S. 364\n\nC. Die Allianz hat gegen beide Erkenntnisse vom 6. Dezember 2004 Verwaltungsgerichtsbeschwerde erhoben. Im Verfahren U 26/05 beantragt der Unfallversicherer die Aufhebung der Sistierung, im Verfahren I 55/05 die Aufhebung des Entscheides in dem Sinne, dass ein Invaliditätsgrad von maximal 6,7 % festzustellen sei.\n\nV. lässt zur Verwaltungsgerichtsbeschwerde gegen den Beschluss vom 6. Dezember 2004 keinen Antrag stellen. Das Bundesamt für Gesundheit (Aufsichtsbehörde im Bereich der Unfallversicherung) verzichtet auf eine Vernehmlassung.\n\nMit Bezug auf die Verwaltungsgerichtsbeschwerde gegen den Entscheid vom 6. Dezember 2004 lässt V. Nichteintreten, eventualiter Abweisung des Rechtsmittels beantragen. In letzterem Sinne lautet auch das Begehren der IV-Stelle. Das Bundesamt für Sozialversicherung (Aufsichtsbehörde im Bereich der Invalidenversicherung) verzichtet auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1.\n\n1.1 Der Entscheid vom 6. Dezember 2004 verneint den Anspruch der Versicherten auf eine Rente der Invalidenversicherung wegen des zu tiefen Invaliditätsgrades von abgerundet 10 % (Art. 28 Abs. 1 IVG). Dieses mit einer Rechtsmittelbelehrung versehene Erkenntnis ist der Allianz zugestellt worden. Daraus und namentlich aus der gleichentags angeordneten vorläufigen Einstellung des Beschwerdeverfahrens im Streit um eine Invalidenrente der Unfallversicherung leitet sie ein hinreichendes schutzwürdiges Interesse nach Art. 103 lit. a OG an der Feststellung ab, dass der Invaliditätsgrad maximal 6,7 % betrage, was für den Anspruch auf eine Invalidenrente der Unfallversicherung nicht genügt (Art. 18 Abs. 1 UVG). Die Sistierung könne nur den Sinn haben, dass das kantonale Gericht aufgrund des identischen Sachverhaltes den im Entscheid vom 6. Dezember 2004 ermittelten Invaliditätsgrad von 10 % unter Berufung auf die Bindungswirkung (BGE 126 V 288) auf das unfallversicherungsrechtliche Verfahren übertragen werde.\n\nIn der Verwaltungsgerichtsbeschwerde gegen den Beschluss vom 6. Dezember 2004 führt die Allianz weiter aus, durch die Sistierung werde ihr jegliche Möglichkeit genommen, ihre Rechte im Verfahren betreffend eine Rente der Unfallversicherung wirksam geltend zu machen. Dem Unfallversicherer komme im IV-Verfahren keine BGE 131 V 362 S. 365Beschwerdelegitimation zu (vgl. AHI 2004 S. 181). Es sei davon auszugehen, dass das am 1. Januar 2003 in Kraft getretene Bundesgesetz vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG), insbesondere Art. 49 Abs. 4 ATSG, daran nichts geändert habe. Dazu komme, dass im \"eigenen\" Verfahren auch im Rahmen einer Verwaltungsgerichtsbeschwerde aufgrund der Bindungswirkung nicht von dem im invalidenversicherungsrechtlichen Verfahren festgelegten Invaliditätsgrad abgewichen werde. Es seien somit (auch) keine zureichenden Gründe für die Sistierung des vorinstanzlich hängigen unfallversicherungsrechtlichen Prozesses gegeben.\n\n1.2 Das kantonale Gericht hat das Beschwerdeverfahren betreffend eine Invalidenrente der Unfallversicherung mit der Begründung sistiert, dieses Vorgehen rechtfertige sich in der vorliegenden prozessualen Konstellation. Die koordinierende Funktion des einheitlichen Invaliditätsbegriffes in den verschiedenen Sozialversicherungszweigen werde dadurch nicht tangiert, zumal die Akten der Unfallversicherung in die Entscheidfindung im invalidenversicherungsrechtlichen Rentenstreit einbezogen worden seien und der Beschwerdeentscheid dem Unfallversicherer eröffnet worden sei.\n\n1.3 Die vorstehenden Ausführungen der Allianz und auch des kantonalen Gerichts schaffen einen genügenden Konnex zwischen der Frage der Beschwerdelegitimation des Unfallversicherers nach Art. 103 lit. a OG im letztinstanzlichen Verfahren betreffend eine Rente der Invalidenversicherung (I 55/05) und der Frage der Zulässigkeit der Sistierung des hängigen erstinstanzlichen Verfahrens betreffend eine Invalidenrente der Unfallversicherung (U 26/05). Es rechtfertigt sich daher, die beiden Prozesse zu vereinigen und in einem einzigen Urteil zu erledigen.\n\n2.\n\n2.1 Nach Art. 103 lit. a OG in Verbindung mit Art. 132 OG ist zur Verwaltungsgerichtsbeschwerde an das Eidgenössische Versicherungsgericht berechtigt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat.\n\nAls schutzwürdig im Sinne von Art. 103 lit. a OG gilt jedes praktische oder rechtliche Interesse, welches eine von der Verfügung betroffene Person an deren Änderung oder Aufhebung geltend machen kann. Das schutzwürdige Interesse besteht im praktischen Nutzen BGE 131 V 362 S. 366einer Gutheissung der Beschwerde oder - anders ausgedrückt - im Umstand, einen Nachteil wirtschaftlicher, ideeller, materieller oder anderweitiger Natur zu vermeiden, welchen der angefochtene Entscheid mit sich bringen würde. Das rechtliche oder auch bloss tatsächliche Interesse braucht somit mit dem Interesse, das durch die als verletzt bezeichnete Norm geschützt wird, nicht übereinzustimmen. Immerhin wird verlangt, dass der Beschwerdeführer durch die Verfügung stärker als jedermann betroffen ist und in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache steht. Diesem Erfordernis kommt dann eine ganz besondere Bedeutung zu, wenn nicht der Verfügungsadressat im materiellen Sinn, sondern ein Dritter den Entscheid anficht (BGE 130 V 563 Erw. 3.3, BGE 127 V 3 Erw. 1b, BGE 127 V 82 Erw. 3a/aa mit Hinweisen).\n\nDer am 1. Januar 2003 in Kraft getretene, hier anwendbare Allgemeine Teil des Sozialversicherungsrechts hat am materiellen Gehalt von Art. 103 lit. a OG nichts geändert (vgl. immerhin BGE 130 V 388 und 560, wonach diese Vorschrift für die Einsprachebefugnis nach Art. 52 Abs. 1 ATSG und die Legitimation zur Beschwerde nach Art. 59 ATSG grundsätzlich massgebend ist).\n\n2.2\n\n2.2.1 In BGE 126 V 288 hat das Eidgenössische Versicherungsgericht die Tragweite der Bindungswirkung rechtskräftiger Invaliditätsschätzungen der Invalidenversicherung oder der Unfallversicherung für den jeweils anderen Sozialversicherungsbereich umschrieben. Diese Rechtsprechung hat auch nach In-Kraft-Treten des ATSG weiterhin Gültigkeit (Urteil K. vom 28. Dezember 2004 [I 725/03] Erw. 1.3 und 1.4; vgl. auch in BGE 131 V 120 nicht publizierte Erw. 2.1.2 des Urteils V. vom 22. April 2005 [I 439/03]). In BGE 126 V 293 f. Erw. 2d hat das Gericht Bezug nehmend auf Art. 129 Abs. 1 UVV (in Kraft gestanden bis 31. Dezember 2002) auch entschieden, dass ein Sozialversicherungsträger sich die Verfügung oder den Einspracheentscheid des andern grundsätzlich entgegenhalten lassen muss, wenn ihm der Verwaltungsakt ordnungsgemäss eröffnet worden ist und er von seinem Beschwerderecht nicht Gebrauch gemacht hat.\n\nIn AHI 2004 S. 181 hat das Eidgenössische Versicherungsgericht BGE 126 V 288 in zweifacher Hinsicht präzisiert. Es hat festgestellt, dass die Invaliditätsschätzung der Invalidenversicherung gegenüber dem Unfallversicherer mangels rechtserheblichen \"Berührtseins\" im Sinne von Art. 129 Abs. 1 UVV keinerlei BGE 131 V 362 S. 367Bindungswirkung entfaltet, auch nicht im Sinne einer Richtigkeitsvermutung (Erw. 4.3 und 4.4). Im Weitern hat es erkannt, dass das Gesetz (Art. 75 Abs. 1 und Art. 76 Abs. 1 lit. e IVV sowie Art. 104 UVG und Art. 129 UVV) dem Unfallversicherer kein Beschwerderecht gegen Verfügungen von IV-Stellen in Bezug auf Rentenanspruch und Invaliditätsgrad einräumt, weshalb er sich diese Verwaltungsakte auch nicht entgegenhalten lassen muss (Erw. 5.2; bestätigt in den Urteilen G. vom 18. Januar 2005 [I 293/04] Erw. 1.3, B. vom 2. November 2004 [I 95/02] Erw. 3 und M. vom 17. August 2004 [I 106/03] Erw. 4).\n\n2.2.2 Art. 75 Abs. 1 IVV sowie Art. 104 UVG und Art. 129 UVV sind auf den Zeitpunkt des In-Kraft-Tretens des ATSG am 1. Januar 2003 aufgehoben worden. Art. 76 Abs. 1 lit. e IVV ist redaktionell an Art. 49 Abs. 4 ATSG angepasst worden (vgl. AHI 2002 S. 258). Diese Bestimmung lautet wie folgt: \"Erlässt ein Versicherungsträger eine Verfügung, welche die Leistungspflicht eines anderen Trägers berührt, so hat er auch ihm die Verfügung zu eröffnen. Dieser kann die gleichen Rechtsmittel ergreifen wie die versicherte Person.\"\n\nArt. 49 Abs. 4 ATSG entspricht inhaltlich alt Art. 129 UVV (BGE 129 V 75 Erw. 4.2.2). Es bestehen keine Anhaltspunkte in den Materialien, dass der Gesetzgeber an der Rechtsprechung zur fehlenden Bindungswirkung der Invaliditätsschätzung der Invalidenversicherung für die Unfallversicherung etwas ändern oder die Rechtsmittelbefugnis des Unfallversicherers im Verwaltungs- und erstinstanzlichen Verwaltungsgerichtsbeschwerdeverfahren betreffend eine Rente der Invalidenversicherung gegenüber früher erweitern wollte (vgl. Bericht \"Parlamentarische Initiative Sozialversicherungsrecht\" der Kommission des Nationalrates für soziale Sicherheit und Gesundheit vom 26. März 1999 [BBl 1999 4523 ff.] S. 4606 ff.; UELI KIESER, ATSG-Kommentar, N 30 zu Art. 49). Das in AHI 2004 S. 181 Gesagte hat daher auch unter der Herrschaft des Allgemeinen Teils des Sozialversicherungsrechts weiterhin Gültigkeit. Mangels \"Berührtseins\" im Sinne von Art. 49 Abs. 4 ATSG ist somit der Unfallversicherer nicht zur Einsprache gegen die Verfügung oder zur Beschwerde gegen den Einspracheentscheid der IV-Stelle über den Rentenanspruch als solchen oder den Invaliditätsgrad berechtigt und die Invaliditätsschätzung der Invalidenversicherung entfaltet ihm gegenüber keine Bindungswirkung. BGE 131 V 362 S. 368\n\n2.3 In dem in AHI 2004 S. 181 beurteilten Fall hatte die IV-Stelle des Kantons Freiburg dem Versicherten T. eine Viertelsrente zugesprochen (Invaliditätsgrad: 40 %, Leistungsbeginn: 1. Juni 2002). Der Sozialversicherungsgerichtshof des kantonalen Verwaltungsgerichts trat auf die Beschwerde des Unfallversicherers (Schweizerische Unfallversicherungsanstalt [SUVA]) gegen diesen Verwaltungsakt nicht ein. In der hiegegen erhobenen Verwaltungsgerichtsbeschwerde machte dieser subsidiär eine Verletzung von Art. 103 lit. a OG geltend. Das Eidgenössische Versicherungsgericht erachtete diese Rüge als nicht stichhaltig. Es erwog, der Unfallversicherer habe kein schutzwürdiges, direktes und konkretes Interesse an der Aufhebung der Rentenverfügung der Invalidenversicherung. Zum einen greife der fragliche Verwaltungsakt nicht in seine Rechte und Pflichten ein. Zum anderen sei die Invaliditätsschätzung der Invalidenversicherung für den Unfallversicherer nicht verbindlich (AHI 2004 S. 188 Erw. 6.2).\n\nAn diesen Erwägungen ist aufgrund des in Erw. 2.1 und 2.2 Gesagten auch unter der Herrschaft des ATSG festzuhalten. Es sind keine Gründe ersichtlich, welche zu einer anderen Betrachtungsweise Anlass geben.\n\nAuf die Verwaltungsgerichtsbeschwerde der Allianz gegen den Entscheid vom 6. Dezember 2004 ist somit nicht einzutreten.\n\n3.\n\n3.1 Das Eidgenössische Versicherungsgericht beurteilt letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwVG auf dem Gebiete der Sozialversicherung (Art. 128 in Verbindung mit Art. 97 OG). Als Verfügungen gelten laut Art. 5 Abs. 2 VwVG u.a. auch Zwischenverfügungen über die Sistierung des erstinstanzlichen Beschwerdeverfahrens in unfallversicherungsrechtlichen Streitigkeiten (Art. 45 Abs. 2 lit. c VwVG, Art. 61 ATSG und das einschlägige kantonale Recht). Solche Verwaltungsakte sind selbstständig anfechtbar, wenn sie einen nicht wieder gutzumachenden Nachteil bewirken können (Art. 45 Abs.1 VwVG; BGE 127 V 230 oben). Ferner ist zu beachten, dass gemäss Art. 129 Abs. 2 OG in Verbindung mit Art. 101 lit. a OG die Verwaltungsgerichtsbeschwerde gegen Zwischenverfügungen nach Art. 45 VwVG nur zulässig ist, wenn sie auch gegen den Endentscheid offen steht (BGE 128 V 201 Erw. 2a, BGE 124 V 85 Erw. 2 mit Hinweisen; AHI 1999 S. 139 Erw. 1). Das ist in Streitigkeiten BGE 131 V 362 S. 369betreffend den Anspruch auf eine Invalidenrente der Unfallversicherung der Fall.\n\nNach der Rechtsprechung beurteilt sich das Vorliegen eines nicht wieder gutzumachenden Nachteils nicht nur anhand eines einzigen Kriteriums. Vielmehr ist jenes Merkmal zu prüfen, das dem angefochtenen Entscheid am besten entspricht. Namentlich ist nicht allein der Nachteil als nicht wieder gutzumachend zu betrachten, den auch ein für die Beschwerde führende Person günstiges Endurteil nicht vollständig zu beseitigen vermöchte (BGE 126 V 247 Erw. 2c, BGE 124 V 87 Erw. 4, BGE 121 V 116 mit Hinweisen). In der Regel genügt ein schutzwürdiges Interesse daran, dass der angefochtene Entscheid sofort aufgehoben oder abgeändert wird (BGE 126 V 246 Erw. 2a mit Hinweisen; in BGE 130 V 407 nicht publizierte Erw. 2.1; KÖLZ/BOSSHART/RÖHL, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, 2. Aufl., Zürich 1999, N 13 zu § 56).\n\n3.2 Im Zusammenhang mit der Sistierung des Verfahrens sind das in Art. 61 lit. a ATSG verankerte Beschleunigungsgebot und der verfassungsrechtliche Anspruch auf Beurteilung der Sache innert angemessener Frist nach Art. 29 Abs. 1 BV zu beachten (vgl. BGE 130 V 95 Erw. 5, BGE 127 V 231 Erw. 2a; ferner KÖLZ/BOSSHART/RÖHL, a.a.O., N 28 Vorbem. zu §§ 4-31). Daraus ergibt sich, dass die vorläufige Einstellung des Prozesses zu erfolgen hat, sobald dies sinnvoll und zweckmässig oder sogar zwingend geboten ist (KÖLZ/ Bosshart/Röhl, a.a.O., N 30 zu § 1 [formelle Unzuständigkeit zum Entscheid einer Hauptfrage]). Desgleichen ist das Verfahren fortzusetzen, sobald der Sistierungsgrund weggefallen ist.\n\nDie zeitliche Verzögerung als Folge der vorläufigen Einstellung des Verfahrens allein stellt indessen in der Regel keinen nicht wieder gutzumachenden Nachteil dar (BGE 127 V 231 Erw. 2a sowie RKUV 2003 Nr. U 475 S. 106 Erw. 3.3.1). Dies gilt im Besonderen, wenn die Sistierung im Hinblick auf den Abschluss anderer hängiger Prozesse erfolgt, deren Ausgang für die Beurteilung des Falles von Bedeutung ist oder sein kann (BGE 130 V 95 Erw. 5; AHI 1999 S. 140 Erw. 2b mit Hinweisen; vgl. auch SVR 1996 IV Nr. 93 S. 283 Erw. 4a in fine; ferner KÖLZ/BOSSHART/RÖHL, a.a.O., N 29 Vorbem. zu §§ 4-31).\n\n3.3 Im nicht veröffentlichten Urteil F. vom 23. November 1992 (I 279/92) verneinte das Eidgenössische Versicherungsgericht einen nicht wieder gutzumachenden Nachteil als Folge der Sistierung des BGE 131 V 362 S. 370erstinstanzlichen Beschwerdeverfahrens betreffend eine Rente der Invalidenversicherung bis zur rechtskräftigen Entscheidung in dem vor einer anderen Gerichtsinstanz hängigen Beschwerdeverfahren betreffend eine Invalidenrente der Unfallversicherung. Im Fall I 81/98 sodann stellte das Eidgenössische Versicherungsgericht im Streit um eine Rente der Invalidenversicherung das letztinstanzliche Verfahren gestützt auf Art. 6 Abs. 1 BZP in Verbindung mit Art. 40 und Art. 135 OG bis zum erstinstanzlichen Entscheid über den Anspruch auf eine Invalidenrente der Unfallversicherung ein. Zur Begründung wies das Gericht auf den engen Zusammenhang der beiden Verfahren hin, indem es hier wie dort um die Ermittlung des Invaliditätsgrades gehe (Verfügung vom 25. August 1998).\n\n3.4 Im Lichte der dargelegten Grundsätze ist auch im vorliegenden Fall die Eintretensvoraussetzung des nicht wieder gutzumachenden Nachteils zu verneinen. Die Befürchtung der Allianz, dadurch werde ihr bei (gleichzeitiger) Aberkennung der Beschwerdelegitimation im Fall I 55/05 jegliche Möglichkeit genommen, ihre Rechte im sistierten unfallversicherungsrechtlichen Verfahren wirksam geltend zu machen, ist insoweit unbegründet, als sich mit der Einführung des ATSG bezüglich der Frage der Bindungswirkung keine Änderungen ergeben haben (Erw. 2.2). Vielmehr ist der Unfallversicherer berechtigt, den Anspruch auf eine Invalidenrente der Unfallversicherung vermittelnden Entscheid der Vorinstanz, was einen Invaliditätsgrad von mindestens 10 % voraussetzt (Art. 18 Abs. 1 UVG und BGE 130 V 121), an das Eidgenössische Versicherungsgericht weiterzuziehen.\n\nAus welchen Gründen die Vorinstanz das Beschwerdeverfahren betreffend eine Invalidenrente der Unfallversicherung am gleichen Tag sistierte, an dem es über den Anspruch der Versicherten auf eine Rente der Invalidenversicherung entschied, und nicht bereits früher oder erst nach einem allfälligen Weiterzug der Sache an das Eidgenössische Versicherungsgericht, kann offen bleiben, da dies weder für den Entscheid in der Sache noch im Kostenpunkt von Bedeutung ist.\n\nDie Verwaltungsgerichtsbeschwerde gegen den Beschluss vom 6. Dezember 2004 ist somit unzulässig und es ist demzufolge darauf nicht einzutreten.\n\n4. (Gerichtskosten und Parteientschädigung)"}