{"annee": "131", "cour": "II", "page": "361", "date": "14/3/2005", "cite": ["130 II 425", "125 I 21", "116 IB 270", "128 II 145", "129 II 114", "108 IA 22", "129 V 411", "124 II 409", "129 III 55", "130 II 65", "128 II 56", "128 II 156", "129 II 183", "130 II 149", "128 I 46", "127 II 8", "123 III 391", "128 II 34", "130 V 196", "123 I 152", "126 II 217"], "cite_par": ["132 I 140", "141 III 444", "133 V 188", "134 I 313", "145 II 153", "135 III 640", "135 II 430", "135 II 243", "138 I 217", "132 V 376", "133 V 239", "140 V 227", "133 V 9", "138 III 537", "136 II 101", "133 V 1", "143 V 168"], "chapeau": "28. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Balmelli contre Commission de recours de l'Université de Fribourg ainsi que Tribunal administratif du canton de Fribourg (recours de droit administratif)\n\n2A.279/2004 du 14 mars 2005", "regestes": ["Art. 8 al. 3 Cst., art. 4 al. 2 aCst., art. 3 et 5 al. 2 LEg; égalité des sexes; interdiction de discriminer à l'embauche; quotas féminins en matière d'accès à l'enseignement universitaire; légalité et proportionnalité d'une telle mesure. Recevabilité du recours de droit administratif: intérêt actuel et pratique à faire constater l'inconstitutionnalité d'un système de quotas qui n'a plus cours (consid. 1); malgré son caractère essentiellement constatatoire, la conclusion tendant au versement d'une indemnité symbolique est admissible (interprétation historique de l'art. 5 al. 2 LEg; consid. 4). Importance du principe de la proportionnalité et de la distinction entre quotas fixes et souples pour apprécier la constitutionnalité d'une règle de quotas (rappel de jurisprudence; consid. 5). Quotas féminins fixes prévus dans le programme fédéral d'encouragement de la relève universitaire: proportionnalité douteuse de cette mesure (consid. 6) qui ne repose pas au surplus sur une base légale suffisante (consid. 7)."], "faits": "BGE 131 II 361 S. 362\n\nEn octobre 2001, l'Université de Fribourg (ci-après: l'Université) a fait paraître dans diverses publications l'annonce suivante:\n\n\"Dans le cadre des mesures fédérales en faveur de l'encouragement de la relève universitaire, la Faculté de droit de l'Université met au concours un poste de professeure associée ou de maître-assistante en droit public (droit européen et droit international public).\n\n(...) En raison des critères fixés par le programme de relève universitaire, seules les candidatures féminines peuvent entrer en ligne de compte pour l'occupation de ce poste.\"\n\nLe 1er novembre 2001, Tiziano Balmelli s'est porté candidat pour le poste mis au concours. Son dossier n'a pas été pris en considération par la commission chargée d'évaluer les candidatures, car le poste était réservé à une femme. Sur les trois autres candidatures, toutes féminines, reçues par l'Université, deux n'étaient pas conformes aux exigences requises pour le poste (les postulantes n'étaient pas titulaires d'un doctorat en droit), si bien que la commission d'évaluation n'a finalement présenté qu'un seul dossier de candidature au Conseil de Faculté. A 15 voix pour, 11 voix contre et une BGE 131 II 361 S. 363abstention, cette autorité a \"élu\" la candidate qui lui était proposée par la commission; cette candidate a ensuite été nommée comme professeure associée en droit public par la Conseillère d'Etat en charge de l'instruction publique.\n\nEntre-temps, Tiziano Balmelli s'est inquiété du sort de sa candidature dont il était \"officiellement sans nouvelles\". Le Doyen de la Faculté lui a fait savoir (lettre du 4 janvier 2002) que son dossier n'avait pas été retenu, car le poste mis au concours était réservé aux candidatures féminines du fait des critères fixés par le programme fédéral d'encouragement de la relève universitaire (ci-après également cité: le programme ou le programme de relève).\n\nTiziano Balmelli a porté l'affaire devant la Commission de recours de l'Université de Fribourg (ci-après: la Commission). Il a demandé à cette autorité de constater que les motifs donnés par le Décanat pour écarter sa candidature consacraient une discrimination illicite à raison du sexe et de lui octroyer une indemnité d'un franc symbolique à titre de réparation.\n\nPar décision du 20 mars 2002, le Président de la Commission a déclaré irrecevable le recours dont il était saisi, au motif, notamment, que la lettre précitée du Doyen du 4 janvier 2002 n'avait pas le caractère d'une décision attaquable.\n\nTiziano Balmelli a recouru contre cette décision au Tribunal administratif du canton de Fribourg (ci-après: le Tribunal administratif). Pour l'essentiel, il s'est plaint de déni de justice et a soutenu que la procédure suivie par l'Université pour l'engagement des nouveaux professeurs équivalait à l'instauration d'un système de quotas féminins fixes contraire aux principes constitutionnels de la légalité, de l'égalité et de la proportionnalité, ainsi qu'à la loi fédérale du 24 mars 1995 sur l'égalité entre femmes et hommes (Loi sur l'égalité, LEg; RS 151.1).\n\nLe Conseil d'Etat a conclu au rejet du recours, après avoir expliqué que l'engagement d'une femme au poste litigieux s'imposait pour maintenir la part des femmes dans les postes de relève attribués à l'Université au-dessus du seuil de 40 % prévu dans le programme; à défaut, la Confédération n'accorderait pas les aides financières correspondantes.\n\nPar arrêt du 31 mars 2004, le Tribunal administratif a rejeté le recours dans la mesure où il était recevable. En bref, les juges ont BGE 131 II 361 S. 364estimé que la loi sur l'égalité ne permettait pas à la victime d'une discrimination à l'embauche de demander le versement d'une indemnité d'un franc symbolique, vu la nature constatatoire d'une telle conclusion. Au surplus, ils ont considéré que les quotas féminins constituaient une mesure de discrimination positive fondée sur une base légale suffisante et conforme au principe de la proportionnalité.\n\nTiziano Balmelli interjette recours de droit administratif contre l'arrêt précité du Tribunal administratif dont il requiert implicitement l'annulation, en concluant derechef au versement d'une indemnité d'un franc symbolique pour la discrimination subie.\n\nLe Tribunal administratif et la Commission renoncent à formuler des observations sur le recours, tandis que le Bureau fédéral de l'égalité entre femmes et hommes (ci-après: le Bureau de l'égalité) conclut à son rejet au terme d'une détermination circonstanciée.\n\nA la demande du juge délégué, l'Université de Fribourg a fait parvenir au Tribunal fédéral les documents que la Conférence universitaire suisse (ci-après également citée: CUS) lui avait remis dans le cadre du programme de relève universitaire dont, en particulier, une lettre du 20 septembre 2000.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis.\n\n1.1 Selon l'art. 97 OJ en relation avec l'art. 5 PA, la voie du recours de droit administratif est ouverte contre les décisions fondées sur le droit public fédéral - ou qui auraient dû l'être -, à condition qu'elles émanent des autorités énumérées à l'art. 98 OJ et pour autant qu'aucune des exceptions prévues aux art. 99 à 102 OJ ou dans la législation spéciale ne soit réalisée (cf. ATF 128 I 46 consid. 1b/aa p. 49).\n\nLa loi sur l'égalité n'est pas seulement une loi-cadre ou une loi limitée aux principes que le législateur cantonal devrait encore concrétiser; elle pose au contraire des règles et des principes directement déductibles en justice. Aussi bien, même lorsqu'elles concernent des rapports de travail soumis au droit public cantonal, les décisions de dernière instance cantonale (cf. art. 13 al. 1 LEg en relation avec l'art. 98 let. g OJ) prises en application de la loi sur BGE 131 II 361 S. 365l'égalité peuvent - comme en l'espèce - faire l'objet d'un recours de droit administratif au Tribunal fédéral (cf. ATF 124 II 409 consid. 1 p. 411 ss).\n\n1.2 Aux termes de l'art. 103 let. a OJ, a qualité pour recourir quiconque est atteint par la décision attaquée et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée. Cet intérêt consiste en l'utilité pratique que l'admission du recours apporterait au recourant en lui évitant de subir un préjudice de nature économique, idéale ou matérielle occasionné par la décision attaquée. L'intérêt doit être direct et concret, ce qui implique notamment que la personne concernée doit se trouver dans un rapport étroit avec la décision (cf. ATF 130 V 196 consid. 3 p. 202/203 et les arrêts cités). Par ailleurs, le droit de recours suppose l'existence d'un intérêt actuel à obtenir l'annulation ou la modification de la décision attaquée (cf. ATF 128 II 34 consid. 1b p. 36, ATF 128 II 156 consid. 1c p. 159 et les arrêts cités).\n\nPar la présente procédure, le recourant cherche essentiellement à faire constater que la décision par laquelle l'Université a écarté sans même l'examiner sa candidature constitue une discrimination à raison du sexe prohibée par la loi sur l'égalité (sur l'admissibilité d'une telle action constatatoire, cf. infra consid. 4). Comme l'Université a justifié sa décision par le système de quotas féminins prévu dans le programme fédéral de relève universitaire, le recours revient, en fin de compte, à remettre en cause, sinon le système de quotas lui-même, du moins la manière dont il a été appliqué au cas particulier. Se disant encore intéressé par la perspective d'entamer une carrière académique, le recourant souligne que, le concernant, l'utilité du recours tient surtout dans la possibilité de pouvoir mettre fin au système qu'il dénonce afin, le cas échéant, d'augmenter ses chances d'être engagé lors d'une éventuelle future postulation pour une place dans l'enseignement universitaire.\n\nDans la mesure où le programme de relève a été abandonné quelques mois après le prononcé de l'arrêt attaqué, à fin septembre 2004 (cf. infra consid. 6.2 in fine), on peut certes se demander si le recours n'est pas devenu sans objet, faute d'intérêt pratique actuel pour le recourant à faire constater l'invalidité d'un système qui n'a plus cours. La forte sous-représentation des femmes dans l'enseignement universitaire est toutefois toujours d'actualité, tout comme les moyens d'y remédier qui font l'objet de constantes BGE 131 II 361 S. 366discussions, ainsi que l'attestent les diverses mesures positives prises à différents échelons en vue de promouvoir l'égalité entre femmes et hommes en matière de formation et d'accès à l'enseignement supérieur (cf. PATRICIA SCHULZ, Droit de l'égalité en Suisse, Point de la situation et perspectives, in L'égalité entre femmes et hommes en Suisse et dans l'UE, Zurich 2004, p. 117 ss, 125/126). Au-delà de la question ici litigieuse, le recourant a donc un intérêt (actuel) à voir tracer un cadre à la constitutionnalité de telles mesures positives qui sont susceptibles de le toucher à nouveau à l'avenir. Au demeurant, on peut admettre qu'un intérêt à faire constater une discrimination à raison du sexe subsiste même si l'atteinte à la personnalité qui en découle a cessé et si le risque qu'une nouvelle atteinte se produise est quasi inexistant (cf. KATHRIN ARIOLI/FELICITAS FURRER ISELI, L'application de la loi sur l'égalité aux rapports de droit public, Bâle 2000, n. 119).\n\nPar conséquent, Tiziano Balmelli, qui est directement touché par la décision attaquée, a la qualité pour recourir au sens de l'art. 103 let. a OJ.\n\n1.3 Pour le surplus, déposé en temps utile et dans les formes requises, le recours de droit administratif est recevable à l'encontre de l'arrêt attaqué dans la mesure où, comme on l'a vu (supra consid. 1.1), celui-ci porte sur l'application de la loi sur l'égalité.\n\n2. Conformément à l'art. 104 let. a OJ, le recours de droit administratif peut être formé pour violation du droit fédéral, y compris l'excès et l'abus du pouvoir d'appréciation. Le Tribunal fédéral revoit d'office l'application du droit fédéral qui englobe notamment les droits constitutionnels du citoyen (ATF 129 II 183 consid. 3.4 p. 188; ATF 128 II 56 consid. 2b p. 60 et les arrêts cités). Comme il n'est pas lié par les motifs que les parties invoquent, il peut admettre le recours pour d'autres raisons que celles avancées par le recourant ou, au contraire, confirmer l'arrêt attaqué pour d'autres motifs que ceux retenus par l'autorité intimée (art. 114 al. 1 in fine OJ; ATF 129 II 183 consid. 3.4 p. 188; ATF 127 II 8 consid. 1b p. 12 et les arrêts cités).\n\nEn revanche, lorsque le recours est dirigé, comme en l'occurrence, contre la décision d'une autorité judiciaire, le Tribunal fédéral est lié par les faits constatés dans la décision, sauf s'ils sont manifestement inexacts ou incomplets ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 104 let. b et 105 al. 2 OJ; BGE 131 II 361 S. 367 ATF 130 II 149 consid. 1.2 p. 154; ATF 128 II 145 consid. 1.2.1 p. 150 et les arrêts cités). En outre, le Tribunal fédéral ne peut pas revoir l'opportunité de la décision entreprise, le droit fédéral ne prévoyant pas un tel examen en la matière (art. 104 let. c ch. 3 OJ).\n\n3. La loi sur l'égalité a pour but de promouvoir dans les faits l'égalité entre femmes et hommes (art. 1er LEg). S'appliquant aux rapports de travail régis par le code des obligations et par le droit public fédéral, cantonal ou communal (art. 2 LEg), elle interdit de discriminer les travailleurs à raison du sexe, soit directement, soit indirectement, notamment à l'embauche (art. 3 al. 1 et 2 LEg). Ne constituent pas une discrimination les mesures appropriées visant à promouvoir dans les faits l'égalité entre femmes et hommes (art. 3 al. 3 LEg).\n\nAux termes de l'art. 5 al. 1 LEg, quiconque subit ou risque de subir une discrimination au sens des art. 3 et 4 LEg peut requérir du tribunal compétent d'interdire la discrimination ou d'y renoncer si elle est imminente (let. a), de la faire cesser si elle persiste (let. b), d'en constater l'existence si le trouble qu'elle a créé subsiste (let. c), ou d'ordonner le paiement du salaire dû (let. d). Lorsque la discrimination porte sur un refus d'embauche, la personne lésée ne peut prétendre qu'au versement d'une indemnité par l'employeur. Celle-ci est fixée compte tenu de toutes les circonstances et calculée sur la base du salaire auquel la personne discriminée aurait vraisemblablement eu droit (art. 5 al. 2 LEg). Elle n'excédera pas le montant correspondant à trois mois de salaire. Lorsque plusieurs personnes prétendent au versement d'une indemnité pour refus d'embauche à un même poste, la somme totale des indemnités versées n'excédera pas non plus ce montant (art. 5 al. 4 LEg). Sont réservés les droits en dommages-intérêts et en réparation du tort moral, de même que les prétentions découlant de dispositions contractuelles plus favorables aux travailleurs (art. 5 al. 5 Leg).\n\n4.\n\n4.1 Après avoir relevé que la Commission de recours aurait dû transmettre l'affaire aux \"autorités d'engagement du corps professoral\", le Tribunal administratif a néanmoins admis sa compétence pour des motifs d'économie de procédure (il connaissait la position des autorités en question) et afin de tenir compte du \"flou juridique\" qui régnait à l'époque des faits. Il a cependant déclaré irrecevable le recours dont il était saisi, au motif que, selon la volonté BGE 131 II 361 S. 368du législateur, la victime d'une discrimination à l'embauche ne pourrait prétendre qu'au versement d'une indemnité \"punitive\", par opposition à une indemnité d'un franc à titre symbolique qui ne revêtirait qu'un caractère constatatoire.\n\nLe recourant considère que les premiers juges ont appliqué et interprété de manière arbitraire et \"excessivement formaliste\" la loi sur l'égalité et commis un déni de justice formel au sens des art. 29 Cst. et 6 CEDH.\n\n4.2 Selon la jurisprudence, la loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique) ou encore de sa relation avec d'autres dispositions légales (interprétation systématique). Le sens que prend la disposition dans son contexte est également important (ATF 130 II 65 consid. 4.2 p. 71; ATF 129 II 114 consid. 3.1 p. 118; ATF 129 III 55 consid. 3.1.1 p. 56/57; ATF 128 II 56 consid. 4 p. 62 et la jurisprudence citée).\n\n4.3 D'après le Tribunal administratif, la formulation de l'art. 5 al. 2 LEg (\"la personne lésée ne peut prétendre qu'au versement d'une indemnité\"; \"die betroffene Person hat lediglich Anspruch auf eine Entschädigung\"; \"la persona lesa può pretendere soltanto un'indennità\") vise à exclure toute prétention autre que celle tendant au versement d'une indemnité et, en particulier, à fermer au lésé les autres droits énumérés à l'art. 5 al. 1 LEg. Or, en requérant l'octroi d'une indemnité d'un franc symbolique, le recourant chercherait, en réalité, seulement à faire constater, au sens de l'art. 5 al. 1 let. c LEg, la discrimination dont il s'estime victime; toujours selon le Tribunal administratif, qui se réfère sur ce point à la volonté du législateur, l'indemnité prévue à l'art. 5 al. 2 LEg doit être de nature \"punitive\".\n\n4.4 Il ressort des travaux préparatoires et, en particulier, du Message du 24 février 1993 concernant la loi fédérale sur l'égalité entre femmes et hommes (FF 1993 I 1163) que l'indemnité de l'art. 5 al. 2 LEg n'est pas subordonnée à la condition que le candidat à l'emploi discriminé ait subi un dommage ou que l'employeur ait BGE 131 II 361 S. 369commis une faute: elle se justifie dès que le refus d'embauche est discriminatoire; elle n'a donc le caractère ni de dommage-intérêts, ni d'une sanction pénale (message précité, p. 1214; MARGRITH BIGLER-EGGENBERGER, Commentaire de la loi sur l'égalité, Lausanne 2000, n. 24 ad art. 5 LEg; MONIQUE COSSALI SAUVAIN, La loi fédérale sur l'égalité entre femmes et hommes, in Journée 1995 du droit du travail et de la sécurité sociale, Zurich 1999, p. 57 ss, 72/ 73; KATHRIN ARIOLI/FELICITAS FURRER ISELI, op. cit., n. 138). Il s'agit plutôt d'une indemnité sui generis, proche d'une peine conventionnelle ou d'une \"amende civile\", qui revêt une double fonction, à la fois punitive et réparatrice (cf. ATF 123 III 391 consid. 3c p. 394; COSSALI SAUVAIN, ibidem).\n\n4.5 Lors des débats aux Chambres fédérales, le principe d'une indemnité en cas de discrimination à l'embauche a été fortement contesté. En première lecture, le Conseil national l'a même carrément refusé, en estimant que la lutte contre les discriminations devait se limiter aux situations dans lesquelles les parties étaient déjà liées par un contrat de travail; il fallait en effet éviter d'imposer aux employeurs, lors du recrutement de nouveaux collaborateurs, des contraintes dont l'efficacité n'était pas démontrée ou, du moins, n'était pas en rapport avec l'importance des possibles désagréments (tracasseries administratives, limitation de la liberté de choix des employeurs, risque de procès onéreux, ...) (cf. BO 1994 CN p. 257 ss, Ducret). En dépit de ces critiques, le Conseil des Etats a néanmoins estimé nécessaire d'interdire les discriminations à l'embauche, sous peine de vider la loi d'une bonne partie de son efficacité. En réponse aux craintes exprimées par le Conseil national, il a notamment souligné que l'interdiction de la discrimination à l'embauche n'enlevait rien à la liberté contractuelle des employeurs, en ce sens qu'un juge ne pouvait en aucun cas ordonner ou imposer l'engagement d'un employé contre la volonté d'un employeur. En revanche, contrairement au projet du Conseil fédéral, le Conseil des Etats a jugé que pareille interdiction ne devait pas s'appliquer aux offres d'emploi et qu'il fallait limiter à six mois de salaire le montant maximal de l'indemnité due par l'employeur en cas de discrimination à l'embauche, y compris lorsque plusieurs personnes faisaient valoir simultanément leurs droits dans le cadre d'une même procédure d'embauche (cf. BO 1994 CE p. 817 ss, 823). En seconde lecture, le Conseil national s'est finalement rallié, non sans hésitation, à cette proposition, après avoir cependant BGE 131 II 361 S. 370ramené la limite maximale de l'indemnité de six à trois mois de salaire (BO 1995 CN p. 185 ss), concession que le Conseil des Etats a jugée politiquement acceptable (BO 1995 CE p. 317 ss; cf. CLAUDIA KAUFMANN, Commentaire de la loi sur l'égalité, Lausanne 2000, Genèse de la loi, n. 55 ss, 97).\n\nPar rapport au projet qui leur était soumis, les Chambres fédérales ont donc réduit à double titre l'importance de l'indemnité due en cas de discrimination à l'embauche: d'une part, en plafonnant son montant à trois mois de salaire (contre six mois dans le projet du Conseil fédéral) et, d'autre part, en prévoyant que ce plafond vaut également en cas de pluralité de demandes d'indemnisation. Indépendamment de ses conclusions, une victime peut ainsi, selon les circonstances, n'être indemnisée que d'un montant relativement faible, notamment en cas de pluralité de demandes d'indemnisation et/ou lorsque le poste mis au concours porte sur une activité peu rémunérée (par exemple une place de stage); sur ce point, il est d'ailleurs douteux que le système d'indemnisation voulu par le législateur suisse soit compatible avec la jurisprudence communautaire, comme la doctrine n'a pas manqué de le souligner (cf. FRANZ WERRO/MARJOLAINE VIRET, Egalité entre femmes et hommes: la responsabilité civile de l'employeur, in Egalité entre femmes et hommes en Suisse et dans l'UE, Zurich 2004, p. 89 ss, 113-115; BIGLER-EGGENBERGER, op. cit., n. 31 ad art. 5 LEg et n. 17 ss ad art. 8 LEg; PATRICIA SCHULZ, Die Anstellung, insbesondere Schutz vor Diskriminierung, in Das Bundesgesetz über die Gleichstellung von Frau und Mann, Saint-Gall 1996, p. 45 ss, 52/53; LUZIUS MADER, Das Gleichstellungsgesetz - Entstehung, Ziele und Instrumente, in Das Bundesgesetz über die Gleichstellung von Frau und Mann, Saint-Gall 1996, p. 9 ss, 29).\n\nCela étant, les discussions aux Chambres fédérales ont clairement mis en évidence que le législateur était davantage animé par le volonté de fixer un plafond au montant de l'indemnité en cas de discrimination à l'embauche que par le souci de lui assurer une certaine importance comme gage d'efficacité. Il ressort également de ces débats que c'est principalement en vue d'éviter qu'une victime ne puisse demander d'être engagée par la voie judiciaire et de préserver ainsi intacte la liberté contractuelle de l'employeur que le législateur a limité au versement d'une indemnité les prétentions du lésé en cas de discrimination à l'embauche (cf. aussi le Message concernant la loi fédérale sur l'égalité entre femmes et BGE 131 II 361 S. 371hommes, op. cit., p. 1214; PATRICIA SCHULZ, Die Anstellung, insbesondere Schutz vor Diskriminierung, in Das Bundesgesetz über die Gleichstellung von Frau und Mann, Saint-Gall 1996, p. 45 ss, 51; ARIOLI/FURRER ISELI, op. cit., n. 138). Contrairement à l'opinion du Tribunal administratif, l'interprétation historique de l'art. 5 LEg ne s'oppose donc pas à ce qu'une indemnité symbolique soit demandée en cas de discrimination à l'embauche, nonobstant le caractère davantage constatatoire que condamnatoire d'une telle prétention.\n\n4.6 L'interprétation téléologique de la norme en cause ne vient pas davantage accréditer la thèse des premiers juges.\n\nConformément à l'art. 1er LEg, les droits des travailleurs énumérés à l'art. 5 LEg visent, d'une manière générale, à promouvoir dans les faits l'égalité entre femmes et hommes. L'indemnité prévue à l'art. 5 al. 2 LEg a plus spécifiquement pour but de prévenir les discriminations entre femmes et hommes à l'embauche, aussi bien par l'effet dissuasif qu'elle est censée exercer sur les employeurs qui seraient tentés de se livrer à des pratiques discriminatoires, que par l'effet éducatif qu'elle doit avoir sur ceux qui useraient de telles pratiques, en les dissuadant de recommencer ( fonction punitive et préventive ). Elle tend également à apporter une certaine forme de compensation aux victimes d'une discrimination à l'embauche ( fonction réparatrice ; cf. supra consid. 4.4). Afin de présenter quelque efficacité, l'indemnité doit donc, en principe, pouvoir aller au-delà d'un montant purement symbolique, suivant le voeu - dont on a cependant vu qu'il avait été mis à mal par le Parlement (supra consid. 4.5) - exprimé par le Conseil fédéral en prenant l'exemple du droit communautaire (cf. Message concernant la la loi fédérale sur l'égalité entre femmes et hommes, op. cit., p. 1214). Pour autant, l'octroi d'une indemnité symbolique dans un cas particulier n'est pas forcément incompatible avec la ratio legis de l'art. 5 al. 2 LEg.\n\nD'une part, l'effet dissuasif de l'indemnité doit s'apprécier ex ante, c'est-à-dire avant que l'employeur ne se rende responsable d'une pratique discriminatoire: ce qui va dicter ou influencer son comportement, c'est en effet le montant maximal (ou abstrait) de l'indemnité qu'il s'expose à payer en cas d'infraction, étant entendu qu'il ne peut pas connaître par avance et qu'il n'a pas de prise sur le montant effectif (ou concret) qu'il pourrait être tenu de payer en cas de condamnation. L'effet dissuasif de la sanction dépend donc BGE 131 II 361 S. 372davantage de sa gravité abstraite que concrète. D'autre part, même symbolique, une éventuelle sanction n'est pas dépourvue d'effet éducatif: la seule constatation d'une discrimination est, en effet, de nature à amener un employeur raisonnable à prendre conscience du manquement et à changer de comportement à l'avenir, ne serait-ce que dans le but de préserver son image et sa réputation. Dans le cas particulier, l'effet dissuasif d'une éventuelle sanction tient d'ailleurs moins, comme le souligne justement le recourant, dans le montant de l'indemnité qui pourrait être mis à la charge de l'Université en cas de condamnation, que dans la constatation de la discrimination alléguée: en effet, quel qu'il puisse être, le montant alloué sera forcément relativement modeste par rapport à la taille et aux moyens de l'Université; en revanche, on peut partir de l'idée que, comme employeur public, cette institution est attachée au respect des règles communes et qu'une simple condamnation à payer une indemnité - fût-elle symbolique - aurait, le cas échéant, l'effet éducatif escompté.\n\nQuant à la fonction réparatrice de l'indemnité, on peut concéder au recourant que la simple constatation d'une discrimination constitue pour lui une forme de réparation appropriée (cf. ATF 129 V 411 consid. 3.4 p. 421). En effet, bien que le système qu'il dénonce, appliqué à l'échelle de l'ensemble des universités suisses jusqu'au 30 septembre 2004 (cf. infra consid. 6.2 in fine), ait depuis lors été abandonné, d'autres mesures positives destinées à augmenter la part des femmes dans l'enseignement universitaire ont été et doivent encore être prises (cf. SCHULZ, Droit de l'égalité en Suisse, op. cit., p. 125/126; pour des exemples de mesures, cf. infra consid. 6.5 in fine); or, de telles mesures requièrent elles aussi un cadre constitutionnel dont la définition représente davantage d'intérêt et d'utilité pratique pour l'intéressé, qui n'exclut pas une carrière académique, que l'éventuelle compensation financière de quelques milliers de francs à laquelle il pourrait prétendre (cf. supra consid. 1.2). Au demeurant, il serait contraire au bon sens voire choquant de refuser à la victime d'une discrimination à l'embauche l'accès à la justice au motif qu'elle ne réclame pas assez d'argent à l'employeur mis en cause.\n\nPar conséquent, l'interprétation téléologique de la norme en cause incline plutôt à considérer comme admissible la possibilité de limiter les conclusions à une indemnité symbolique, du moins dans des circonstances telles qu'en l'espèce. BGE 131 II 361 S. 373\n\n4.7 Enfin, comme l'ont relevé les auteurs qui ont examiné le problème, une interprétation systématique (ou logique) de l'art. 5 al. 2 LEg postule également d'admettre, dans son principe, la voie de l'action en constatation de droit en cas de discrimination à l'embauche. En effet, quel qu'en soit le montant, une indemnité fondée sur cette disposition suppose logiquement que l'on puisse constater l'existence d'une discrimination, du moins à titre préjudiciel (cf. BIGLER-EGGENBERGER, op. cit., n. 15 et 16 ad art. 8 LEg; PIERRE DECOPPET, Indications concernant l'application et l'interprétation de la loi fédérale sur l'égalité entre femmes et hommes, éd. par l'Union syndicale suisse, 1996, n. 66 ad p. 26). De plus, il est possible que, dans certaines situations particulières, seule une action en constatation de droit soit envisageable, par exemple si le montant maximal de l'indemnité pouvant être mis à la charge de l'employeur est atteint après qu'un grand nombre de lésés ont demandé et obtenu une indemnisation (cf. THOMAS GEISER, Die Regeln über die Anstellungsdiskriminierung und die Beförderungsdiskriminierung im Gleichstellungsgesetz, in RJB 132/1996 p. 555 ss, 565/567).\n\n4.8 En résumé, aucune des différentes méthodes d'interprétation ne vient confirmer la thèse du Tribunal administratif. Au contraire, le but et la systématique de la loi conduisent à reconnaître à la victime d'une discrimination à l'embauche le droit de demander une indemnisation symbolique dans certaines circonstances, notamment lorsque la constatation de l'infraction représente en elle-même déjà une sanction appropriée pour l'employeur et un mode de réparation adéquat pour le lésé. Or, tel est bien le cas en l'espèce, compte tenu du contexte particulier de l'affaire (utilité pratique de la question à trancher pour le recourant en raison du risque qu'une discrimination du genre de celle qu'il dénonce se reproduise; mise en cause d'une institution publique, ...).\n\nPar conséquent, l'arrêt attaqué se révèle mal fondé dans la mesure où les premiers juges ont déclaré irrecevable le recours dont ils étaient saisis. Comme ils sont néanmoins entrés en matière sur le fond de la cause, il convient d'examiner la pertinence des motifs ayant conduit au rejet du recours.\n\n5.\n\n5.1 Le litige pose le délicat problème de la constitutionnalité des mesures positives qui peuvent être prises en vue d'augmenter la part des femmes dans le domaine de l'enseignement universitaire. BGE 131 II 361 S. 374Il s'agit plus précisément de déterminer si, et à quelles conditions, des règles de quotas sont admissibles à cette fin.\n\n5.2 Jusqu'ici, le Tribunal fédéral n'a pas été confronté à la question des quotas féminins en matière d'accès à l'emploi. En revanche, il a dû se pencher, il y a quelques années, sur la constitutionnalité de deux initiatives cantonales, l'une soleuroise (ATF 123 I 152), l'autre uranaise (ATF 125 I 21), qui visaient à introduire des quotas destinés à garantir une meilleure représentation des femmes au sein des autorités cantonales. A ces occasions, il a rappelé que la première phrase de l'art. 4 al. 2 aCst. (\"l'homme et la femme sont égaux en droit\") consacrait un droit constitutionnel subjectif directement applicable, interdisant toute différenciation juridique à raison du sexe, sous réserve de distinctions justifiées par des différences biologiques ou fonctionnelles excluant de manière absolue un traitement identique (égalité de droit ou formelle). Il a également réaffirmé que la deuxième phrase de la disposition en cause (\"la loi pourvoit à l'égalité, en particulier dans les domaines de la famille, de l'instruction et du travail\") donnait simplement mandat au législateur de concrétiser dans la réalité sociale le principe d'égalité (égalité de fait ou matérielle), sans toutefois conférer des droits, comme tels, aux particuliers.\n\nCes arrêts confirmaient la distinction établie depuis plusieurs années déjà par la jurisprudence (cf. ATF 116 Ib 270 consid. 7 p. 282 ss) entre, d'une part, l'interdiction de discriminer en raison du sexe (\"Diskriminierungsverbot\"), conçue comme un droit constitutionnel subjectif à l'égalité juridique et, d'autre part, le mandat donné au législateur de traduire dans les faits le principe d'égalité (\"Egalisierungsgebot\"), non seulement dans les domaines explicitement énumérés (famille, formation et travail), mais dans tous les domaines de l'existence et à tous les échelons de l'Etat, le cas échéant par des mesures positives en faveur des femmes (ATF 123 I 152 consid. 3 p. 155 ss).\n\n5.3 Dans l'arrêt uranais, le Tribunal fédéral a précisé que, conformément à l'avis de la doctrine majoritaire, les mesures positives pouvant être prises par le législateur en vertu de l'art. 4 al. 2 2e phrase aCst. (art. 8 al. 3 2e phrase Cst.) ne concernent pas seulement celles qui visent à créer les conditions de base nécessaires à l'égalité des chances entre les sexes (\"Gleichheit der Startbedingungen\"), mais aussi celles qui tendent à obtenir une égalité de résultat BGE 131 II 361 S. 375 (\"Ergebnisgleichheit\") (ATF 125 I 21 consid. 3d/aa p. 29 s.). Ainsi, cet arrêt n'excluait pas a priori des règles de quotas, comme mesure de promotion des femmes, même si elles pouvaient entrer en collision avec l'interdiction, en principe absolue, de discriminer à raison du critère du sexe. La tension (\"Spannungsfeld\") pouvant naître entre, d'une part, l'exigence d'égalité formelle et, d'autre part, les mesures législatives destinées à concrétiser l'égalité matérielle entre les sexes, devait être résolue selon le principe de la concordance pratique, qui implique de conférer à ces deux aspects du principe d'égalité la même valeur constitutionnelle, et de les départager, dans une situation donnée, au moyen d'une pesée des intérêts tenant compte de toutes les circonstances concrètes du cas (situation des femmes et des hommes dans le domaine considéré; intérêt et urgence à prendre des mesures; nature, intensité, efficacité, durée des mesures envisagées; possibilité de les remplacer par d'autres mesures moins incisives et tout aussi efficaces; ...). Ainsi envisagée, la constitutionnalité de mesures positives était étroitement liée à l'examen du principe de la proportionnalité considéré sous ses trois volets (aptitude, nécessité, et proportionnalité au sens étroit de la mesure en cause) (cf. ATF 125 I 21 consid. 3d/cc p. 32). Le Tribunal fédéral a également précisé que la pesée des intérêts opérée dans ce cadre ne devait pas se limiter au rapport existant entre la première et la deuxième phrase de l'art. 4 al. 2 aCst., mais qu'il fallait aussi tenir compte, si nécessaire, des autres droits fondamentaux susceptibles d'être lésés par la mesure envisagée, comme par exemple, en matière de quotas politiques, les garanties attachées au droit de vote des citoyens (cf. ATF 125 I 21 consid. 3d/dd p. 32 ss).\n\nDans l'examen de la proportionnalité qu'il a été amené à effectuer dans les affaires soleuroises et uranaises, le Tribunal fédéral a pris soin de distinguer les quotas flexibles ou souples, qui donnent la préférence aux femmes à qualifications égales ou équivalentes à celles des hommes, des quotas fixes ou rigides, qui accordent la préférence aux femmes indépendamment de leurs qualifications, en raison du seul critère du sexe (cf. ATF 123 I 152 consid. 4b p. 160 ss). L'initiative populaire mise en cause dans l'arrêt soleurois visait à assurer une représentation des femmes au sein des pouvoirs législatif, exécutif et judiciaire correspondant à leur proportion dans la population; elle établissait donc des quotas rigides qui ont été jugés contraires au principe de la proportionnalité (au BGE 131 II 361 S. 376sens étroit), notamment parce que les postes concernés requéraient des capacités et des qualifications importantes, soit des exigences qu'un système de quotas rigides tel que celui envisagé ne prenait, par définition, pas en compte (cf. ATF 123 I 152 consid. 7b p. 169/ 170). Dans l'arrêt uranais, le Tribunal fédéral a admis la constitutionnalité de l'initiative populaire attaquée dans la mesure où elle imposait aux partis politiques de présenter autant de femmes que d'hommes sur les listes soumises au suffrage direct du peuple, en particulier parce qu'un tel quota ne portait pas gravement atteinte à la liberté de vote des citoyens et qu'il n'empêchait pas de tenir compte des qualités des candidats. L'initiative a également été jugée constitutionnelle s'agissant de l'obligation de réserver, dans les différentes autorités cantonales élues au suffrage indirect, au moins un tiers des sièges au sexe le moins bien représenté; le Tribunal fédéral a en effet notamment estimé qu'un tel quota n'était fixe que dans une mesure moindre et qu'il n'excluait pas de prendre en considération, au moins dans une certaine mesure, les compétences des candidats présentés (cf. ATF 125 I 21 consid. 5b-c p. 37 ss).\n\n5.4 La distinction entre quotas fixes et quotas souples est donc décisive, selon la jurisprudence, pour apprécier la proportionnalité de telles mesures (cf. SAMANTHA BESSON, L'égalité horizontale: l'égalité de traitement entre particuliers, thèse Fribourg 1999, n. 1717). Des règles de quotas fondées sur le critère du sexe sont admissibles, comme mesures de promotion des femmes au sens de l'art. 8 al. 3 2e phrase, pour autant qu'elles soient de nature à atteindre le but qu'elles visent, soit traduire dans les faits le principe d'égalité (règle d'adéquation ou d'aptitude), qu'elles constituent le moyen le moins incisif pour atteindre ce but, en particulier par rapport à la situation des hommes ou d'autres personnes également touchées dans leurs droits fondamentaux (règle de nécessité), et qu'elles se présentent comme un moyen raisonnable d'atteindre le but visé au vu des intérêts en jeu (proportionnalité au sens étroit) (cf. ATF 130 II 425 consid. 5.2 p. 438/439). Des règles de quotas fixes apparaissent difficilement admissibles, vu la gravité de l'atteinte qu'elles causent au regard de l'interdiction formelle de discriminer à raison du sexe.\n\n6.\n\n6.1 Dans le cas d'espèce, l'Université a justifié sa décision de ne pas entrer en matière sur l'offre de services du recourant par le système de quotas mis en place par le programme fédéral BGE 131 II 361 S. 377d'encouragement de la relève. Elle a en effet expliqué que, pour obtenir une aide financière de la Confédération, elle devait attribuer au moins 40 % des postes mis au concours dans le cadre du programme à des femmes; or, elle ne pouvait atteindre ce taux qu'en nommant une femme au poste de relève à repourvoir (professeur assistant ou maître associé en droit public).\n\n6.2 Prévu dans l'ordonnance du Département fédéral de l'intérieur du 12 avril 2000 sur les contributions liées à des projets visant à encourager la relève dans les universités cantonales pendant les années 2001/02 à 2003/04 (ordonnance sur le programme d'encouragement de la relève, 3e phase, ci-après: ordonnance réglant la 3e phase du programme; RO 2000 p. 2097), le programme de relève permet à la Confédération de financer des postes temporaires supplémentaires dans le corps intermédiaire supérieur des universités (maîtres assistants et professeurs assistants) au titre des contributions liées à des projets au sens des art. 13 al. 1 let. c de la loi fédérale du 8 octobre 1999 sur l'aide aux universités et la coopération dans le domaine des hautes écoles (Loi sur l'aide aux universités, LAU; RS 414.20) et 45 à 47 de l'ordonnance du 13 mars 2000 relative à la loi sur l'aide aux universités (OAU; RS 414.201). Il vise à encourager la relève académique dans les universités suisses, à augmenter durablement la part des femmes dans le corps enseignant universitaire et à améliorer l'encadrement des étudiants (cf. art. 1er al. 1 de l'ordonnance réglant la 3e phase du programme).\n\nSous le titre de la promotion de l'égalité des chances entre les femmes et les hommes, l'art. 7 de l'ordonnance réglant la 3e phase du programme prévoit que chaque université doit, en principe, attribuer au moins 40 % des postes relevant du programme à des femmes (al. 1) et que la Conférence universitaire suisse veille à ce que la proportion soit atteinte en tout cas au niveau national (al. 2).\n\nD'abord initié en 1992 avec l'objectif d'attribuer au moins 33 % des postes de relève à des femmes (RO 1992 p. 1182, 1184), puis reconduit en 1995 avec le même objectif (RO 1995 p. 2610, 4316), le programme a été reconduit une seconde fois en 2000 avec l'objectif d'attribuer 40 % des postes de relève à des femmes (RO 2000 p. 2097); il devait être poursuivi en 2004 avec ce même objectif jusqu'en 2007 (cf. Message relatif à l'encouragement de la formation, de la recherche et de la technologie pendant les années 2004 à 2007, du 29 novembre 2002, in FF 2003 p. 2067, 2205; BGE 131 II 361 S. 378ciaprès cité: Message 2002 relatif à l'encouragement de la formation); il a cependant été abandonné au 30 septembre 2004 (cf. RO 2005 p. 1041) avec l'adoption du programme d'allégement budgétaire 2003 et du programme d'abandon des tâches mis au point conjointement par la Confédération et le Comité de la Conférence suisse des directeurs cantonaux de l'instruction publique (Masterplan 2003; cf. rapport annuel de la CUS 2003, p. 16).\n\n6.3 Selon le Message 2002 relatif à l'encouragement de la formation (op. cit., p. 2112/2113 et 2205) et les directives remises par la Conférence universitaire suisse aux établissements concernés, le programme de relève consacrait, sous couvert de l'art. 7 précité de l'ordonnance en réglant la 3e phase, un système impartissant aux universités d'attribuer un quota de 40 % des postes de relève à des femmes (33 % jusqu'en 2000), sous peine d'un refus des aides financières correspondantes. Les établissements qui, de manière provisoire, n'atteignaient pas ce taux, pouvaient néanmoins continuer à bénéficier des aides en cours si le quota de 40 % était atteint en moyenne nationale, c'est-à-dire sur l'ensemble des universités concernées; à défaut, ils devaient prendre à leur charge les postes de relève attribués à des hommes sur le quota réservé aux femmes, et ils ne pouvaient plus solliciter de financement pour de nouveaux postes de relève pour des hommes aussi longtemps que le quota de femmes prescrit n'était pas atteint (cf. lettre de la CUS à l'Université de Fribourg du 20 septembre 2000). L'application de cette règle a été stricte (cf. SCHULZ, Droit de l'égalité en Suisse, op. cit., p. 125). A fin 2003, 78 % des postes de relève mis à disposition par la Confédération avaient été attribués, à raison de 38 postes de professeurs assistants et de 100 postes de maîtres assistants; ils étaient occupés dans une proportion de 52 % par des femmes en équivalents plein-temps, contre 53 % une année plus tôt (rapport annuel de la CUS 2003, p. 15).\n\n6.4 Destiné à augmenter la part des femmes dans le corps enseignant universitaire, le système de quotas prévu dans le programme de relève ne trouve pas de justification dans des différences biologiques ou fonctionnelles; il relève typiquement de la catégorie des mesures positives que peut prendre le législateur en vertu du mandat, autrefois déduit de l'art. 4 al. 2 2e phrase aCst. et aujourd'hui repris à l'art. 8 al. 3 2e phrase Cst., que lui confie la Constitution.\n\nLa manière dont les quotas ont été appliqués par la Conférence universitaire suisse et par l'Université équivaut à l'instauration d'un BGE 131 II 361 S. 379système de quotas fixes ou rigides. La candidature du recourant a en effet été d'emblée écartée, sans être examinée, en raison de la prise en compte du seul critère du sexe. Que la candidate choisie remplît les conditions requises pour le poste ne change rien à la qualification de la mesure, contrairement à l'opinion du Tribunal administratif; seul est décisif à cet égard le fait que le dossier du recourant n'ait à aucun moment été examiné et comparé à celui de sa rivale.\n\n6.5 Afin de pouvoir porter un jugement sur la proportionnalité du système de quotas mis en place, il est utile de prendre connaissance de certaines conclusions d'un rapport d'évaluation du programme de relève (THOMAS MEYER/BETTINA NYFFELER, L'encouragement de la relève universitaire: entre la vocation et la chaire, rapport sur l'enquête qualitative 2000, Office fédéral de l'éducation et de la science, Berne 2001). Ce rapport a été effectué en 2000 sur la base notamment de réponses fournies par différents acteurs du programme, à savoir: les universités qui y ont pris part, 13 professeurs qui étaient responsables de l'encadrement des participants, et un échantillon composé de 24 personnes (12 femmes et 12 hommes) qui ont bénéficié du programme entre 1993 et 1998. Il ressort de cette évaluation que les objectifs visés par le programme de relève semblent n'avoir joué qu'un rôle secondaire dans les demandes de postes adressées par les universités, au moins dans la phase initiale du programme. Les établissements sondés ont en effet indiqué qu'ils avaient prioritairement recouru à ces postes pour compenser des manques de moyens et de ressources en personnel. Ainsi, entre 1993 et 1998, seul un poste de relève a été demandé par une université en vue d'assurer la succession d'un professeur proche de la retraite. Quant à la promotion des femmes, en tant que justification prioritaire pour les demandes de postes, elle n'a qu'à peine été mentionnée de manière explicite par les universités (rapport précité, p. 21/22).\n\nIl apparaît également qu'entre 1993 et 2000, environ 20 % des bénéficiaires du programme - ou plutôt des personnes interrogées - ont été nommés à une chaire de professeur en Suisse ou à l'étranger. Les autres bénéficiaires se répartissaient comme suit: un tiers des personnes conservaient des chances de nomination intactes, un autre tiers avaient abandonné la carrière académique, tandis que le dernier tiers continuaient à occuper des postes \"de corps intermédiaire à durée déterminée avec des perspectives de carrière peu claires\" (rapport précité, p. 37). BGE 131 II 361 S. 380\n\nPar ailleurs, l'évaluation a révélé que la politique des quotas avait été appréciée de manière diverse, autant par les bénéficiaires du programme - hommes et femmes confondus - que par les professeurs chargés de l'appliquer (rapport précité, p. 24/27). Selon les auteurs de l'évaluation, même si la règle des quotas a favorisé l'engagement d'un \"pourcentage de femmes beaucoup plus élevé que leur proportion dans les catégories correspondantes du personnel universitaire n'ayant pas bénéficié de mesures spéciales\", elle a aussi montré des limites, en ce sens qu'elle n'a pas permis d'éliminer certaines \"barrières structurelles liées à l'appartenance au sexe (dans certains cas accompagnées de discrimination objective)\" (rapport précité, p. 48). Il semble que les rapporteurs fassent ici référence aux difficultés que les femmes doivent surmonter pour concilier leur carrière professionnelle et leur vie familiale, faute notamment de pouvoir disposer de structures adéquates dans les universités, telles des crèches (rapport précité, p. 16 ss et 24 ss). Sur ce dernier point, les auteurs du rapport sont d'avis qu'un autre programme fédéral mis en place au titre des contributions liées à des projets, baptisé \"Egalité des chances\", devrait être plus prometteur que le programme de relève s'il pouvait être renforcé d'un certain nombre de mesures d'accompagnements, comme par exemple la création de plus de postes à temps partiel pour augmenter la compatibilité entre la carrière universitaire et la fondation d'une famille (rapport précité, p. 48). Lancé en 2000, le programme \"Egalité des chances\" était doté d'une enveloppe budgétaire de 16 millions de francs pour la période 2000-2003 qui a été renouvelée pour la période 2004-2007. Il s'articule autour de trois axes: un système incitatif (module 1), qui consiste à répartir un crédit annuel de 1,35 million de francs entre les différentes universités parties au programme en proportion du nombre de femmes engagées par chacun des établissements; une action de \"mentoring\" (module 2), qui comprend la mise en place d'une structure destinée à soutenir et à mettre en réseau les femmes préparant un diplôme, un doctorat ou une habilitation (service de conseils; offre de possibilités de formation; dispense d'une partie des obligations d'enseignement; ...); et, enfin, des structures d'encadrement pour les enfants (module 3) qui sont destinées à aider les enseignants et les étudiants à concilier vie professionnelle et obligations familiales (pour des détails sur ce programme, cf. les informations disponibles sur le site internet de la CUS [www.cus.ch]; pour une BGE 131 II 361 S. 381approche critique de la constitutionnalité de ce programme, cf. les différents auteurs qui se sont exprimés in Kopfprämien für Professorinnen? Über Verfassungsmässigkeit, Opportunität und Nützlichkeit von Anreizsystem, éd. par Barbara Lischetti/Maya Widmer, Zurich 2004 [ci-après cité: Kopfprämien für Professorinnen?]).\n\n6.6 Comme on l'a vu, plus de 50 % des postes de relève ont été attribués à des femmes, tandis qu'environ 20 % des bénéficiaires du programme de relève ont pu accéder à une chaire de professeur. Dans la mesure où l'on ignore quelle est la part des femmes dans ce dernier chiffre, il est difficile de se prononcer sur l'adéquation de la mesure. De durée limitée et faisant partie du \"corps intermédiaire supérieur\" des universités, les postes de relève ne répondent en effet à l'objectif visé, soit l'augmentation \"durable\" de la part des femmes dans le corps enseignant universitaire, que s'ils débouchent réellement sur un engagement définitif. De plus, il semble que le programme de relève n'a pas permis de lever les obstacles \"structurels\" qui freinent l'accession des femmes à l'enseignement universitaire. Sur ce point également, on peut donc s'interroger sur l'efficacité du système de quotas mis en place au vu de l'objectif visé.\n\nPar ailleurs, les auteurs du rapport d'évaluation ont souligné que le programme \"Egalité des chances\" leur apparaissait plus \"prometteur\" que le programme de relève pour augmenter la part des femmes dans l'enseignement universitaire. Or, il ne fait pas de doute que les mesures mises en place dans le cadre de cet autre programme sont beaucoup moins incisives que le système de quotas litigieux, puisqu'elles ne portent qu'une atteinte limitée au principe d'égalité formelle: les structures d'encadrement pour les enfants bénéficient en effet indistinctement aux femmes et aux hommes (module 3), tandis que les actions de mentoring (module 2), bien que réservées aux femmes, ne les avantagent que très indirectement dans la perspective d'accéder à une chaire de professeur; quant aux primes d'incitation (module 1), à supposer que leur efficacité soit démontrée, elles sont en toute hypothèse moins discriminatoires à l'égard des hommes qu'un système de quotas fixes, dans la mesure où, en particulier, elles n'ont pas pour effet de les exclure d'emblée d'un poste mis au concours, sans tenir compte de leurs qualifications et de leurs compétences. La nécessité de la mesure attaquée prête donc à discussion. BGE 131 II 361 S. 382\n\nMais c'est assurément sous l'angle de la proportionnalité au sens étroit que le système de quotas rigides mis en place pèche le plus. Certes, le Bureau de l'égalité objecte que la mesure était limitée dans le temps. Cet élément est assurément important pour juger de la proportionnalité d'une mesure positive, notamment si l'on veut pouvoir en tester l'aptitude ou l'adéquation par rapport au but visé. L'argument ne tient toutefois pas dans le cas d'espèce: introduit en 1992, le programme de relève a été régulièrement reconduit et devait être poursuivi jusqu'en 2007. On ne saurait donc sérieusement soutenir qu'il était de courte durée. Par ailleurs, même si le programme ne concernait pas des postes de professeur ordinaire, mais simplement des postes \"temporaires dans le corps intermédiaire supérieur\", il n'en reste pas moins que de tels postes représentaient un avantage comparatif non négligeable dans la perspective d'une carrière académique, puisque 20 % des bénéficiaires du programme ont pu accéder à une chaire de professeur. Enfin, il n'est pas non plus décisif, pour apprécier la gravité de l'atteinte, que 60 % des postes disponibles fussent laissés à des hommes (70 % jusqu'en 2000). Il est en effet inhérent à tout système de quotas fixes qu'une part significative - souvent proche de la parité - reste acquise au groupe dont on veut faire diminuer la représentation. Quoi qu'il en soit, cette proportion de 40 % n'a de sens que si elle peut être rapportée aux nombres respectifs des femmes et des hommes intéressés par la carrière académique et disposant des qualifications nécessaires pour les postes de relève proposés. A défaut, c'est-à-dire si, au moment où le quota est appliqué, un nombre bien plus important d'hommes que de femmes aspirent à la carrière académique et sont en position de se porter candidats aux postes de relève, la mesure leur cause alors une atteinte certaine. L'atteinte est d'autant plus grande en l'espèce que les postes disponibles dans l'enseignement universitaire sont relativement limités et que, selon la faculté ou la spécialisation considérées, il n'est pas rare de devoir attendre plusieurs années avant qu'une chaire ne se libère. Enfin et surtout, il n'est guère défendable, sous l'angle du simple bon sens et de l'intérêt public, de faire abstraction des compétences et des qualifications des candidats pour des postes aussi qualifiés que ceux de l'enseignement universitaire. En l'occurrence, une seule femme bénéficiant des compétences requises s'est portée candidate pour le poste litigieux. BGE 131 II 361 S. 383\n\n6.7 Dans ces conditions, il est pour le moins douteux que le système de quotas fixes litigieux soit conforme au principe de la proportionnalité. Les arrêts les plus récents de la Cour de justice des communautés européennes ne semblent pas conduire à une autre solution (cf., pour une comparaison des droits suisse et communautaire, ASTRID EPINEY, Das Recht der Gleichstellung von Mann und Frau im europäischen Gemeinschaftsrecht und schweizerischem Recht - Konvergenzen und Divergenzen, in SZS 2005 p. 37 ss). La question peut néanmoins rester ouverte, car le recours doit de toute façon être admis pour un autre motif.\n\n7.\n\n7.1 Dans les affaires précitées soleuroise et uranaise, le Tribunal fédéral a examiné la constitutionnalité des quotas féminins uniquement sous l'angle du principe de la proportionnalité ainsi qu'au regard de leur compatibilité avec les garanties attachées aux droits politiques. Saisi, dans les deux cas, d'un recours de droit public portant sur le contrôle abstrait des initiatives cantonales mises en cause - la première de rang législatif, la seconde de rang constitutionnel -, il n'avait en effet pas à s'exprimer spécifiquement sur les exigences requises en matière de base légale pour instaurer les quotas litigieux (cf. VINCENT MARTENET, Géométrie de l'égalité, Zurich/Bâle/Genève 2003, n. 773 et 776). Il n'en demeure pas moins que des mesures positives - empiétant sur le principe de l'égalité, au sens formel - doivent être prévues dans une loi; cette exigence est en effet une conséquence directe du rattachement constitutionnel de telles mesures à la deuxième phrase de l'art. 8 al. 3 Cst. (cf. ANDREAS AUER, \"Combien de chameaux pour une professeure?\": La constitutionnalité plus que douteuse du système des primes à la nomination, in Kopfprämien für Professorinnen?, op. cit., p. 13 ss, 17).\n\n7.2 Le Bureau de l'égalité conteste cette interprétation, en renvoyant à l'opinion de CHRISTA TOBLER (notamment exposée à l' ATF 125 I 21 consid. 3d/bb p. 30/31). Selon cet auteur, un traitement juridique différencié des femmes et des hommes peut également tirer sa justification de la première phrase de l'art. 4 al. 2 aCst. (art. 8 al. 3 première phrase Cst.), non seulement pour les motifs, admis par le Tribunal fédéral, tirés des différences biologiques ou fonctionnelles entre les sexes, mais encore en présence d'autres disparités - par exemple d'ordre structurel - qui ont notamment pour effet de discriminer les femmes dans la vie professionnelle, BGE 131 II 361 S. 384en particulier en matière d'accès à l'emploi (allant sensiblement dans le même sens, en plaidant pour une interprétation large des différences fonctionnelles, cf. MARGRITH BIGLER-EGGENBERGER, Et si la justice ôtait son bandeau?, La jurisprudence du Tribunal fédéral sur l'égalité entre femmes et hommes, Bâle 2003, n. 674 ss). Dans le cas présent, la forte sous-représentation des femmes dans l'enseignement universitaire suffirait, selon le Bureau de l'égalité, à attester l'existence de telles discriminations à leur égard en ce domaine et, partant, à justifier le traitement juridique différencié que leur assure la règle de quotas litigieuse: comprise comme une mesure qui traite de manière différente ce qui est dissemblable, une telle règle ne constituerait en effet pas une violation du principe de l'égalité formelle garanti à l'art. 8 al. 3 première phrase Cst., mais en serait au contraire la concrétisation; elle ne saurait donc être soumise à des conditions spécifiques, notamment en ce qui concerne l'exigence de la base légale.\n\nDans l'affaire précitée uranaise, le Tribunal fédéral a déjà précisé que cette argumentation achoppait à la volonté du constituant, selon laquelle le principe d'égalité formelle, ancré à l'art. 4 al. 2 première phrase aCst., ne souffrait pas d'autres exceptions que celles tirées des causes biologiques ou fonctionnelles (cf. ATF 125 I 21 consid. 3d/bb p. 30/31 et les renvois aux travaux préparatoires relatifs à l'art. 4 al. 2 aCst. ainsi qu'à l' ATF 108 Ia 22 consid. 5a p. 29). Or, la nouvelle Constitution fédérale ne remet pas en cause cette conception, comme la jurisprudence a déjà - du moins implicitement - eu l'occasion de le préciser (cf. ATF 126 II 217 consid. 4a p. 219). L'art. 8 al. 3 Cst. reprend en effet pratiquement mot pour mot le texte de l'art. 4 al. 2 aCst., si ce n'est qu'il précise que la loi pourvoit à l'égalité \"de droit et de fait\". Cette précision apparaît toutefois comme une simple formalisation de la conception dominante qui prévalait déjà au sujet de l'art. 4 al. 2 aCst. dans la jurisprudence et la doctrine (cf. Message du 20 novembre 1996 relatif à une nouvelle Constitution fédérale, tiré à part, p. 144/145; BEATRICE WEBER-DÜRLER, in Droit constitutionnel suisse, Zurich 2001, éd. par Thürer/Aubert/Müller, n. 31 ad § 41; JULIANNE KOKOTT/PATRICIA EGLI, Rechtsfragen zu positiven Massnahmen in Staat und Unternehmen, in PJA 2000 p. 1485 ss, 1487; ETIENNE GRISEL, Egalité, les garanties de la Constitution fédérale du 18 avril 1999, Berne 2000, n. 237), même si elle a donné lieu à des débats nourris et passionnés aux Chambres fédérales (cf. PASCAL BGE 131 II 361 S. 385 MAHON, Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999, Zurich 2003, n. 18 ad art. 8 Cst.; GRISEL, op. cit., n. 236). La jurisprudence rendue à propos de l'art. 4 al. 2 aCst. garde donc toute sa valeur sous l'empire de l'art. 8 al. 3 Cst. (cf. ATF 126 II 217 consid. 4a p. 219) et les quotas litigieux, comme toute mesure positive, ne peuvent tirer leur fondement que de la deuxième phrase de la disposition constitutionnelle précitée (cf. ELISABETH FREIVOGEL, Commentaire de la loi sur l'égalité, Lausanne 2000, n. 9 et 10 ad art. 2 LEg).\n\n7.3 Pour l'essentiel, le Tribunal administratif a considéré que le système de quotas litigieux reposait sur une base légale suffisante, car il était prévu dans une loi et une ordonnance fédérales (la loi sur l'aide aux universités et l'ordonnance réglant la 3e phase du programme). Il a également laissé entendre que des mesures positives pouvaient de toute façon être prises sur la base de l'art. 3 al. 3 LEg.\n\nLe recourant reproche au Tribunal administratif d'avoir méconnu la portée de l'art. 3 al. 3 LEg, en ce sens que le législateur a exclu la possibilité de fonder des mesures positives sur cette disposition.\n\nPour sa part, le Bureau de l'égalité soutient qu'en adoptant la loi sur l'aide aux universités, l'Assemblée fédérale a donné son aval au système de quotas litigieux, car le message relatif à cette loi y fait référence de manière explicite. Au demeurant, cet office estime qu'il ne faut pas poser \"des exigences démesurées\" concernant la base légale pour de telles mesures, limitées dans le temps, qui sont destinées à réaliser l'égalité matérielle entre femmes et hommes.\n\n7.4 La doctrine s'accorde à reconnaître que les mesures positives nécessitent une base légale formelle lorsqu'elles revêtent une certaine intensité et qu'elles se traduisent par l'octroi d'avantages à un certain groupe de personnes, éventuellement au détriment d'un autre groupe (cf. MARTENET, op. cit., n. 702 et les références citées). D'une manière générale, cette exigence est d'autant plus élevée que les mesures sont contraignantes, qu'elles sont susceptibles d'affecter de manière importante les droits fondamentaux de tiers (cf. KATHARINA SIMONE ARIOLI, Frauenförderungsmassnahmen im Erwerbsleben, thèse Zurich 2002, p. 240/241; YVO HANGARTNER, Geschlechtergleichheit und Frauenquoten in der öffentlichen Verwaltung, in PJA 1992 p. 835 ss, 838; JACQUELINE ZWICKER, BGE 131 II 361 S. 386Geschlechterquoten, in Personalrecht des öffentlichen Dienstes, éd. par Peter Helbling/Thomas Poldena, Berne 1999, p. 308) et qu'elles sont controversées dans l'opinion publique; en ce dernier cas, leur adoption ne peut en effet que procéder d'un choix politique clair émanant du législateur formel, au risque de violer le principe de la séparation des pouvoirs (cf. AUER, op. cit., p. 17/18; GEORG MÜLLER, Quotenregelungen, Rechtssetzung im Spannungsfeld von Gleichheit und Verhältnismässigkeit, in ZBl 91/1990 p. 306 ss, 309).\n\nEtant certainement, parmi les différentes mesures positives envisageables, le moyen le plus direct et le plus radical pour établir une égalité de résultat entre les sexes, les quotas, surtout lorsqu'ils sont fixes, suscitent des débats de société souvent passionnés; ils n'ont jusqu'ici pas trouvé grâce en Suisse, les différents textes et initiatives proposant leur introduction dans des domaines aussi variés que la politique, la formation ou l'emploi, ayant tous été rejetés de manière assez nette par les urnes, que ce soit à l'occasion de scrutins fédéraux ou cantonaux (cf. AUER, op. cit., p. 17; REGULA MADER, Die Verfassungsmässigkeit von Quoten in der Politik anhand konkreter Modelle, in Frauenförderung durch Quoten, éd. par Kathrin Arioli, Bâle 1997, p. 279 ss, 290 ss). Certes, en matière d'accès à l'emploi dans le secteur public, des quotas souples ou flexibles peuvent être mis en place par une simple voie réglementaire ou administrative; ils mettent en effet en premier lieu l'accent sur les compétences des candidats et n'écartent pas d'entrée de jeu et de manière automatique les candidatures masculines (dans ce sens, cf. SIMONE ARIOLI et ZWICKER, loc. cit.; ARIOLI/FURRER ISELI, op. cit., n. 134; CLAUDIA KAUFMANN, Das Anreizsystem im Bundesprogramm Chancengleichheit, in Kopfprämien für Professorinnen?, op. cit., p. 31 ss, 39). C'est d'ailleurs cette voie qu'a notamment choisie le Conseil fédéral pour réaliser dans les faits l'égalité des chances et l'égalité de traitement entre les femmes et les hommes au sein du personnel de l'administration fédérale (cf. art. 6 de l'ordonnance du 3 juillet 2001 sur le personnel de la Confédération [OPers; RS 172.220.111.3]; voir aussi les instructions du Conseil fédéral du 22 janvier 2003 pour la réalisation de l'égalité des chances entre femmes et hommes dans l'administration fédérale [FF 2003 p. 1332]). Mais il en va tout autrement lorsque des procédures d'engagement du personnel sont soumises, dans le secteur public, à des quotas fixes ou rigides; vu l'importance de l'atteinte que de telles mesures sont susceptibles de causer aux candidats à BGE 131 II 361 S. 387l'emploi de l'autre sexe, elles apparaissent en effet difficilement concevables hors le cadre d'une loi formelle (cf. HANGARTNER, loc. cit.; MARTENET, op. cit., n. 776; SIMONE ARIOLI, op. cit., p. 243; REGULA MADER, op. cit., p. 306), si c'est n'est dans tous leurs détails, au moins quant à leur principe (cf. MARIANNE SCHWANDER CLAUS, Verfassungsmässigkeit von Frauenquoten, thèse Berne 1995, p. 174/ 175).\n\n7.5 Comme on l'a vu (supra consid. 3), l'art. 3 al. 3 LEg prévoit que les mesures appropriées visant à promouvoir dans les faits l'égalité entre les femmes et les hommes ne constituent pas une discrimination. Selon le Message concernant la loi fédérale sur l'égalité entre femmes et hommes (op. cit.), cette disposition doit se comprendre comme une réserve; elle ne préjuge pas de la constitutionnalité d'éventuelles mesures adoptées par voie législative, ni ne constitue une base légale permettant d'adopter de telles mesures; elle tend surtout à éviter que les mesures prises par un employeur en vue d'améliorer la représentation des femmes dans son entreprise ne soient qualifiées de discriminatoires (message précité, p. 1212). Lors des débats aux Chambres fédérales, des députés se sont inquiétés de la portée de l'art. 3 al. 3 LEg; ils craignaient en effet que cette disposition ne soit la porte ouverte à une politique des quotas (cf. BO 1994 CN p. 258, Eggli; BO 1994 CE p. 819, Danioth). Le conseiller fédéral en charge du dossier a répondu à cette préoccupation en indiquant que la disposition en cause ne s'appliquait pas aux rapports de travail soumis au droit public, mais visait uniquement à rendre licites des mesures de promotion des femmes décidées par des employeurs privés (BO 1994 CN p. 261, Koller; BO 1994 CE p. 821, Koller). Au vu du champ d'application de la loi sur l'égalité (cf. art. 2 LEg), il est douteux que cette réponse soit exacte (cf. KOKOTT/EGLI, op. cit., p. 1488; KAUFMANN, Das Anreizsystem im Bundesprogramm Chancengleichheit, op. cit., n. 19, p. 37). Peu importe cependant. Les députés ont en effet clairement manifesté que l'art. 3 al. 3 LEg ne devait en aucun cas constituer une base légale pour la mise en oeuvre de mesures positives, telles des règles de quotas fixes (cf. BO 1994 CN p. 259 s., Bär, Nabholz, Comby, Stamm; BO 1994 CE p. 818, Meier). Il s'ensuit que, conformément à la volonté du législateur, de telles mesures requièrent une base légale spécifique (cf. BESSON, op. cit., n. 1702; ZWICKER, op. cit., p. 310; LUZIUS MADER, op. cit., p. 26; FREIVOGEL, op. cit., n. 154 ad art. 3 LEg; KATHRIN ARIOLI, BGE 131 II 361 S. 388Sind Quoten wirksame Mittel zur Frauenförderung?, in Frauen im Recht, Berne 2000, p. 61 ss, 69).\n\n7.6 L'art. 7 précité de l'ordonnance réglant la 3e phase du programme ne prévoit pas de manière claire l'instauration d'un système de quotas: la part de 40 % des postes devant revenir à des femmes y est davantage présentée comme un objectif à atteindre que comme une règle de quotas, dans la mesure, notamment, où il n'est pas fait mention de sanction en cas de défaillance; de surcroît, rien ne permet d'interpréter la disposition en cause comme autorisant un système de quotas fixes ou rigides; la précision que les universités doivent \"en principe\" attribuer 40 % des postes de relève à des femmes incite même plutôt à penser le contraire; enfin, fût-il prévu avec suffisamment de précision dans l'ordonnance précitée, un tel système de quotas ne trouve de toute façon pas d'appui dans une loi formelle.\n\nCertes, la loi sur l'aide aux universités indique, au titre des objectifs particuliers de la Confédération, que celle-ci encourage des mesures propres à réaliser l'égalité entre femmes et hommes à tous les échelons universitaires (art. 2 al. 1 let. b LAU); un objectif aussi vague ne saurait toutefois constituer une base légale suffisante pour déléguer à l'exécutif ou à une autorité administrative la compétence d'instaurer des quotas fixes. Pour comparaison, le quota de 33 % de femmes appliqué dans le cadre du programme de relève jusqu'en 2000 découlait d'un texte approuvé par l'Assemblée fédérale (cf. art. 3 de l'arrêté fédéral instituant des mesures spéciales visant à encourager la relève universitaire durant les années 1992 à 1995; RO 1992 p. 1182) que certains auteurs ont considéré comme pouvant constituer une base légale suffisante pour des quotas, sans toutefois que l'on sache s'ils étaient pleinement conscients du fait qu'il s'agissait de quotas fixes (cf. ZWICKER, op. cit., p. 312; YVO HANGARTNER, Gleicher Zugang von Männern und Frauen zu öffentlichen Ämtern: Bemerkungen zum Urteil des Gerichtshofs der Europäischen Gemeinschaften im Fall Kalanke, PJA 1995 p. 1554 ss, 1558).\n\nQuant aux indications concernant le programme de relève contenues dans le Message du Conseil fédéral accompagnant la révision totale de la loi sur l'aide aux université (FF 1999 p. 271, 303), elles ne sauraient non plus pallier l'absence de base légale formelle: d'une part, c'est d'abord le texte de la loi qui fait foi quand il s'agit BGE 131 II 361 S. 389d'en déterminer le contenu; or, comme on l'a vu, la loi ne prévoit pas de mesure aussi incisive qu'un système de quotas fixes; d'autre part, le message lui-même n'est pas suffisamment précis, en ce sens que, s'il évoque la politique de quotas suivie, il n'indique pas que l'on a affaire, en réalité, au système de quotas fixes tel qu'il a été appliqué par les autorités compétentes (soit la Conférence universitaire suisse et l'Université).\n\n7.7 Dans ces conditions, force est d'admettre que, telle que comprise et appliquée, la règle de quotas prévue dans le programme de relève ne repose pas sur une base légale suffisante; elle ne saurait dès lors être admise au titre d'une \"mesure appropriée\" visant à promouvoir dans les faits l'égalité entre femmes et hommes au sens de l'art. 3 al. 3 LEg. La décision de l'Université de ne pas entrer en matière sur la candidature du recourant doit donc être considérée comme contraire à l'interdiction de discriminer prévue à l'art. 3 al. 1 et 2 LEg."}