{"annee": "131", "cour": "V", "page": "271", "date": "19/8/2005", "cite": ["124 III 229", "124 V 134", "123 V 324", "128 V 75", "125 V 95", "126 V 330"], "cite_par": ["142 V 249", "145 V 170", "134 V 330"], "chapeau": "37. Extrait de l'arrêt dans la cause La Caisse Vaudoise, Assurance maladie et accidents contre J. et Tribunal cantonal des assurances sociales, Genève\n\nK 78/05 du 19 août 2005", "regestes": ["Art. 34 al. 2 LAMal; art. 36 al. 1 OAMal: Assurance maladie, prestation obligatoire, traitement à l'étranger. Lorsqu'une mesure thérapeutique disponible en Suisse n'entraîne pas de risque important et notablement plus élevé pour le patient par rapport à l'alternative de traitement à l'étranger, la prise en charge, par l'assurance obligatoire des soins, des coûts d'une opération fournie à l'étranger doit être niée. Le fait que le traitement proposé à l'étranger et non disponible en Suisse diminue les risques de récidive dans une mesure difficile à évaluer n'est pas suffisant pour justifier sa prise en charge par l'assurance obligatoire des soins."], "faits": "BGE 131 V 271 S. 272\n\nA. J., né en 1953, marié et père de trois enfants, est affilié auprès de La Caisse Vaudoise (ci-après : la caisse) pour l'assurance obligatoire des soins, une assurance combinée en cas d'hospitalisation, ainsi qu'une assurance complémentaire pour risques spéciaux.\n\nSouffrant d'un adénocarcinome du rectum, il a été adressé par le docteur A., spécialiste FMH en chirurgie, au service de radio-oncologie de l'Hôpital X. aux fins d'évaluer l'indication d'une radio-chimiothérapie préopératoire. Les médecins de cet établissement ont proposé au patient une radiothérapie préopératoire, soit un schéma standard monofractionné associé à 5-FU, ou bien une participation à l'étude de radiothérapie bifractionnée associée à Iressa (rapport du 12 septembre 2003 des docteurs L. et R. du service de radio-oncologie de l'Hôpital X.). Souhaitant consulter à nouveau son oncologue, il a été examiné le 5 septembre 2003 par le docteur P. (spécialiste FMH en médecine interne, oncologie-hématologie).\n\nPar courrier du 25 novembre 2003, J. a informé le médecin-conseil de la caisse qu'il avait demandé un deuxième avis à la Clinique Y. de Z. (Etats-Unis). En raison du \"staging\" de la tumeur à 4, l'équipe médicale de cet établissement lui avait proposé, au moment de l'intervention chirurgicale, une radiothérapie intraopératoire, non disponible en Suisse. Selon les médecins de la clinique, ce type de radiothérapie diminue les risques de rechute considérablement si, au moment de l'intervention, il s'avère que la tumeur infiltre en direction de la prostate. Le traitement à la Clinique Y. était devisé à 35'000 $ plus 8'000 $ pour la radiothérapie intraopératoire. L'assuré demandait en conséquence à la caisse de prendre en charge les frais de cette intervention.\n\nAprès avoir pris l'avis de son médecin-conseil, la caisse a informé l'assuré, par lettre du 1er décembre 2003, qu'elle ne participerait pas à la prise en charge de l'intervention aux Etats-Unis. Elle a confirmé sa position par décision du 12 décembre 2003 confirmée sur opposition le 3 août 2004.\n\nLe 17 décembre 2003, l'assuré s'est fait opérer à la Clinique Y. par le docteur H., avec traitement de radiothérapie intraopératoire. Il a repris un traitement de chimiothérapie à Genève jusqu'au 30 juin 2004.\n\nDans une attestation du 7 janvier 2004, le docteur G. (spécialiste en radiothérapie-oncologie à la Clinique Y.) a indiqué que, sur la base de l'examen histolopathologique final, le risque de récidive locale BGE 131 V 271 S. 273sans radiothérapie intraopératoire aurait été de 50 pour cent ou plus élevé. L'adjonction de la radiothérapie intraopératoire diminue le risque de récidive locale de façon significative du niveau de plus ou moins 50 pour cent au niveau de 7 à 12 pour cent. Selon ce médecin, ce résultat a des implications sur l'espérance de vie et la qualité de vie et justifiait la décision de l'assuré de se faire opérer à la Clinique Y.\n\nB. J. a recouru contre la décision sur opposition du 3 août 2004 devant le Tribunal cantonal des assurances sociales de la République et Canton de Genève.\n\nLe tribunal a d'une part considéré l'écriture de l'assuré comme une demande en paiement visant à la prise en charge des frais litigieux au titre de l'assurance complémentaire souscrite par l'intéressé. Par jugement du 11 avril 2005, il a rejeté cette demande, au motif que les conditions générales d'assurance ne prévoyaient pas la prise en charge de traitements à l'étranger dans le cas d'un assuré qui s'y rend dans le but de se faire soigner (ch. 2 du dispositif).\n\nLe tribunal a d'autre part considéré cette écriture comme un recours visant le remboursement des frais au titre de l'assurance obligatoire des soins. Après avoir procédé à l'audition notamment des docteurs P. et L., il a, par ce même jugement, partiellement admis le recours, annulé la décision sur opposition et renvoyé la cause à la caisse pour nouvelle décision au sens des motifs. Il a en outre alloué une indemnité de dépens de 2'000 fr. à l'assuré (ch. 3 à 6 du dispositif). Selon les considérants de ce jugement, la caisse est condamnée à prendre en charge les frais de traitement arrêtés (après conversion) à 59'969 fr. en vertu de l'assurance obligatoire des soins, charge à elle d'examiner s'il convient de déduire une participation aux coûts, en fonction du contrat du recourant.\n\nC. La caisse interjette un recours de droit administratif dans lequel elle conclut à la réforme du jugement cantonal en ce sens qu'elle n'est pas tenue de prendre en charge les frais du traitement subi par l'assuré aux Etats-Unis.\n\nL'intimé conclut principalement à l'irrecevabilité du recours et, subsidiairement, à son rejet. L'Office fédéral de la santé publique ne s'est pas déterminé. BGE 131 V 271 S. 274", "considerants": "Extrait des considérants:\n\n2. La LAMal régit l'assurance-maladie sociale, qui comprend l'assurance obligatoire des soins et une assurance facultative d'indemnités journalières (art. 1a al. 1 LAMal; avant l'entrée en vigueur de la LPGA, le 1er janvier 2003, voir l'ancien art. 1 al. 1 LAMal [RO 1995 p. 1328]). En revanche, les assurances complémentaires pratiquées par les assureurs-maladie sont soumises au droit privé et régies par la LCA (art. 12 al. 2 et 3 LAMal). Les litiges qui pourraient survenir dans ce domaine entre assureurs et assurés sont donc du ressort du juge civil et ne peuvent pas faire l'objet d'un recours de droit administratif au Tribunal fédéral des assurances (cf. art. 47 LSA; ATF 124 III 232 consid. 2b, ATF 124 V 135 consid. 3, ATF 123 V 328 consid. 3a). Le fait que certains cantons - dont celui de Genève - ont désigné, pour trancher les litiges relatifs aux assurances complémentaires, la même autorité que le tribunal des assurances qui est compétent pour connaître des contestations entre assurés et assureurs dans l'assurance sociale ne suffit pas pour ouvrir la voie du recours de droit administratif pour ce type de litiges. Il n'y a donc pas lieu d'examiner le cas sous l'angle de l'assurance complémentaire d'hospitalisation souscrite par l'intimé.\n\n3.\n\n3.1 Selon l'art. 34 al. 2 LAMal, le Conseil fédéral peut décider de la prise en charge, par l'assurance obligatoire des soins, des coûts des prestations prévus aux art. 25 al. 2 ou 29 LAMal fournies à l'étranger pour des raisons médicales (première phrase). Se fondant sur cette délégation de compétence, l'autorité exécutive a édicté l'art. 36 OAMal, intitulé \"Prestations à l'étranger\". Selon l'alinéa 1er de cette disposition, le Département fédéral de l'intérieur (DFI) désigne, après avoir consulté la commission compétente, les prestations prévues aux art. 25 al. 2 et 29 de la loi dont les coûts occasionnés à l'étranger sont pris en charge par l'assurance obligatoire des soins lorsqu'elles ne peuvent être fournies en Suisse. Dans ce cas, les prestations sont prises en charge jusqu'à concurrence du double du montant qui aurait été payé si le traitement avait eu lieu en Suisse (al. 4). Le DFI, suivant en cela des recommandations de la Commission fédérale des prestations générales, s'est abstenu d'établir une liste, opération qui n'était pas réalisable en pratique (voir ATF 128 V 76 sous let. D).\n\nBGE 131 V 271 S. 275\n\nDans l'arrêt cité aux ATF 128 V 75, le Tribunal fédéral des assurances a jugé que le non-établissement de cette liste ne faisait pas obstacle, d'une manière générale et absolue, à la prise en charge de traitements à l'étranger qui ne peuvent être fournis en Suisse. En effet, la règle légale est suffisamment précise pour être appliquée. Il convient toutefois de s'assurer d'une part que la prestation - au sens des art. 25 al. 2 et 29 LAMal - répondant aux critères d'adéquation ne puisse réellement pas être fournie en Suisse et d'autre part que les critères d'efficacité et d'économicité soient également pris en compte (ATF 128 V 80 consid. 4).\n\n3.2 L'efficacité, l'adéquation et l'économicité de traitements fournis en Suisse par des médecins sont présumées (cf. art. 33 al. 1 LAMal a contrario ; RAMA 2000 n° KV 132 p. 283 sv. consid. 3). Une exception au principe de la territorialité selon l'art. 36 al. 1 OAMal en corrélation avec l'art. 34 al. 2 LAMal n'est admissible que dans deux éventualités du point de vue de la LAMal. Ou bien il n'existe aucune possibilité de traitement de la maladie en Suisse; ou bien il est établi, dans un cas particulier, qu'une mesure thérapeutique en Suisse, par rapport à une alternative de traitement à l'étranger, comporte pour le patient des risques importants et notablement plus élevés (RAMA 2003 n° KV 253 p. 231 consid. 2). Il s'agira, en règle ordinaire, de traitements qui requièrent une technique hautement spécialisée ou de traitements complexes de maladies rares pour lesquelles, en raison précisément de cette rareté, on ne dispose pas en Suisse d'une expérience diagnostique ou thérapeutique suffisante (GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 180). En revanche, quand des traitements appropriés sont couramment pratiqués en Suisse et qu'ils correspondent à des protocoles largement reconnus, l'assuré n'a pas droit à la prise en charge d'un traitement à l'étranger en vertu de l'art. 34 al. 2 LAMal. C'est pourquoi les avantages minimes, difficiles à estimer ou encore contestés d'une prestation fournie à l'étranger, ne constituent pas des raisons médicales au sens de cette disposition; il en va de même du fait qu'une clinique à l'étranger dispose d'une plus grande expérience dans le domaine considéré (RAMA 2003 n° KV 253 p. 231 consid. 2).\n\nUne interprétation stricte des raisons médicales doit être de mise (cf. GUY LONGCHAMP, Conditions et étendue du droit aux prestations de l'assurance-maladie sociale, thèse, Lausanne 2004, p. 262; dans le même sens EUGSTER, op. cit., ch. 180). Il convient en effet BGE 131 V 271 S. 276d'éviter que les patients ne recourent à grande échelle à une forme de \"tourisme médical\" à la charge de l'assurance-maladie obligatoire. A cet égard, il ne faut pas perdre de vue que le système de la LAMal est fondé sur le régime des conventions tarifaires avec les établissements hospitaliers. Une partie du financement des hôpitaux repose sur ces conventions (art. 49 LAMal). Ce serait remettre en cause ce financement - et la planification hospitalière qui lui est intrinsèquement liée - que de reconnaître aux assurés le droit de se faire soigner aux frais de l'assurance obligatoire dans un établissement très spécialisé à l'étranger afin d'obtenir les meilleures chances de guérison possibles ou de se faire traiter par les meilleurs spécialistes à l'étranger pour le traitement d'une affection en particulier. A terme, cela pourrait compromettre le maintien d'une capacité de soins ou d'une compétence médicale en Suisse, essentiel pour la santé publique (cf. par analogie, s'agissant des impératifs susceptibles d'être invoqués pour justifier une entrave à la libre prestation des services dans l'Union Européenne en matière de soins hospitaliers: arrêts de la Cour de Justice des Communautés Européennes [CJCE] du 13 mai 2003, Müller-Fauré et Van Riet, rec. I p. 4509, points 72 ss et du 12 juillet 2001, Smits et Peerbooms, rec. I p. 5473, points 72 ss). C'est une des raisons d'ailleurs pour lesquelles l'assuré n'a pas droit, en l'absence de raisons médicales, au remboursement d'un montant équivalent aux frais qui auraient été occasionnés si le traitement avait eu lieu en Suisse. En ce sens l'assuré ne peut pas se prévaloir du droit à la substitution de la prestation (voir ATF 126 V 332 consid. 1b).\n\n3.3 En l'espèce, il ressort des déclarations des docteurs P. et L. que le traitement de la tumeur dont était porteur l'intimé est pratiqué en Suisse sous la forme d'une radiothérapie destinée à détruire une partie de la tumeur avant l'intervention chirurgicale. Cette radiothérapie est dosée de telle manière que les tissus ne soient pas trop endommagés au moment de l'acte chirurgical. L'intervention chirurgicale est généralement suivie d'une chimiothérapie.\n\nLe traitement prodigué à l'intimé comportait en plus une radiothérapie intraopératoire, qui permet, pendant l'intervention, d'ajouter de manière plus ciblée une dose de radiothérapie et d'obtenir un meilleur effet sans augmenter la toxicité. Ce traitement combiné n'est pas pratiqué en Suisse. Il n'a pas été introduit à l'Hôpital X. pour des raisons essentiellement logistiques et financières. En effet, il est BGE 131 V 271 S. 277nécessaire de disposer en salle opératoire d'un appareil spécialement conçu dans ce but thérapeutique et stérilisé. La particularité technique de l'appareil est d'approcher la région concernée directement sans irradier les organes de voisinage sensibles.\n\nToujours selon les déclarations de ces spécialistes, il existe un traitement standard en Suisse. S'agissant de la radiothérapie intraopératoire, elle diminue, dans certaines circonstances, le risque local de récidive. Il n'est guère possible de quantifier cette diminution. A cet égard, les deux médecins entendus en procédure cantonale se montrent plutôt circonspects. Selon le docteur P., plus la tumeur est avancée et plus le risque de rechute est important. Un bénéfice de 40 pour cent (selon les indications fournies par le docteur G.) paraît élevé. Il semble néanmoins logique qu'il y ait une diminution du risque avec la radiologie intraopératoire. La tumeur de l'intimé a été classée T3 (c'est-à-dire l'infiltration en profondeur sur une échelle maximum de 4) et N1 (correspondant à une tumeur qui infiltre les ganglions). Le risque de rechute locale pour une tumeur classée T3 N1 est de l'ordre de 20 à 30 pour cent à la suite d'un traitement pratiqué en Suisse. Selon le docteur P., le traitement tel que décrit par la Clinique Y. \"semble amener un plus\" dans le traitement du genre de tumeur dont a souffert le patient. Ce médecin ajoute qu'il s'agit d'une maladie grave, affectant un patient jeune. Il conclut en ces termes : \"Il me semble que la démarche de J. se défend dans le but d'améliorer les chances de succès du traitement; mon expérience personnelle ne me permet pas de déconseiller une telle démarche\".\n\nPour le docteur L., il existait un doute au sujet de l'infiltration de la prostate, de telle sorte que le patient a choisi \"un traitement maximaliste\". D'après la littérature médicale, le risque de récidive locale est diminué par le traitement de radiothérapie intraopératoire, lequel s'applique d'ailleurs à plusieurs genres de cancers. C'est un traitement efficace dans des situations particulières. Sans invasion de la prostate, les risques de récidive de la tumeur sont inférieurs à 10 pour cent. Avec invasion, les risques sont de 15 à 25 pour cent. On espère gagner au moins 5 pour cent avec un traitement de radiothérapie intraopératoire. Le médecin qualifie de \"trop optimistes\" les taux de réduction du risque de récidive indiqués par le docteur G. La radiothérapie en général divise le risque de récidive avec un facteur 2. Ce médecin conclut que, dès l'instant où il subsistait un doute au sujet de l'infiltration de la prostate, le choix du patient \"était BGE 131 V 271 S. 278peut-être justifié par rapport à un but visant à diminuer les risques de récidive\".\n\n3.4 On peut déduire de ces déclarations qu'il n'existait pas de raison médicale impérieuse pour que le patient se fît traiter aux Etats Unis. C'est d'ailleurs de sa propre initiative et non sur prescription ou recommandation de ses médecins traitants suisses que l'intimé s'est rendu aux Etats-Unis (ressortissant américain dont la mère vit à Z., il s'est enquis personnellement d'un avis à la Clinique Y. de cette ville). On peut certes admettre que, de manière générale, la radiothérapie intraopératoire était de nature à réduire les risques de récidive, sans que l'on puisse véritablement quantifier cet avantage. En réalité, comme l'ont souligné les médecins, le patient, par mesure de précaution, a voulu s'assurer du meilleur traitement qui soit disponible. Mais il n'est pas possible de retenir qu'un traitement en Suisse - dont le caractère approprié n'est pas discutable - comportait des risques notablement plus élevés que le traitement litigieux. Le fait que la radiothérapie intraopératoire est un élément positif supplémentaire dans le traitement considéré dans son ensemble n'est pas suffisant au regard de la jurisprudence susmentionnée pour justifier sa prise en charge par l'assurance obligatoire des soins.\n\n4. Tant l'intimé que les médecins qui l'ont soigné en Suisse ont mis l'accent sur le fait que l'assuré voulait mettre le maximum de chances de son côté, étant donné son âge et le fait qu'il est père de trois jeunes enfants. Cependant, en matière de droit aux prestations, la LAMal ne fait aucune distinction en fonction de la situation familiale. La loi est en effet orientée sur la maladie du patient et les soins nécessaires pour traiter cette maladie. Une différenciation du droit aux prestations en fonction de la charge de famille serait non seulement contraire à la loi mais procéderait d'une discrimination inadmissible (voir à ce sujet GABRIELLE STEFFEN, Droit aux soins et rationnement, Approche d'une définition des soins nécessaires, thèse Neuchâtel, 2002, p. 294 sv.). Quant à l'âge, il peut entrer en ligne de compte par le biais de l'art. 32 LAMal, sous l'angle de l'efficacité des traitements (voir ATF 125 V 95). Certaines dispositions de l'annexe à l'OPAS font référence à l'âge du patient (voir par exemple le ch. 1.1). Mais, de manière plus générale, l'âge ne justifie pas de distinction quant à la prise en charge de prestations (STEFFEN, op. cit., p. 277)."}