{"annee": "131", "cour": "II", "page": "562", "date": "6/7/2005", "cite": ["128 I 34", "128 II 66", "129 III 656", "122 I 101", "129 II 114", "124 II 581", "130 I 96", "120 IA 329", "125 II 183", "122 II 411", "129 III 55", "128 II 112", "125 III 425", "122 I 305", "130 II 65", "124 V 271", "126 I 1", "125 III 209"], "cite_par": ["142 IV 389", "134 V 15", "133 III 593", "132 II 234", "139 I 31", "133 V 1", "141 II 169", "137 III 217", "139 I 57", "139 III 379", "137 V 273", "133 II 305", "139 V 307", "132 III 470", "138 II 239", "143 V 254", "136 I 197", "141 I 78", "138 II 300", "134 V 182", "136 II 149", "140 V 485", "132 I 157", "135 IV 113", "135 II 1", "133 V 42", "135 II 416", "139 II 460", "134 V 131"], "chapeau": "43. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. SA contre Commission fédérale des maisons de jeu ainsi que Commission fédérale de recours en matière de contri- butions (recours de droit administratif)\n\n2A.105/2005 du 6 juillet 2005", "regestes": ["Art. 36 al. 1, 127 al. 1 et 2, 191 Cst.; art. 40 al. 1, 41 et 44 al. 1 LMJ; art. 80 al. 1 et 2, 84 al. 1 et 2 aOLMJ; art. 87 al. 4 OLMJ; annualisation du produit brut des jeux pour déterminer le taux de l'impôt. Système d'imposition des casinos (consid. 2). Principe de légalité en matière fiscale: suprématie et réserve de la loi (consid. 3.1); interdiction d'examiner la constitutionnalité des lois fédérales, y compris les clauses de délégation de compétence (consid. 3.2); interprétation des lois fiscales, notamment en présence d'une lacune (consid. 3.3-3.5), telle l'absence d'une règle d'annualisation (consid. 3.6-3.8)."], "faits": "BGE 131 II 562 S. 562\n\nLa société X. SA (ci-après: la Société) exploite un casino depuis le 15 juillet 2003 au bénéfice d'une concession de type B. L'acte de concession dispose que l'exercice commercial débute le premier janvier et se termine le 31 décembre. Durant le premier exercice commercial, clos au 31 décembre 2003, la Société a réalisé un produit brut des jeux d'un montant de 20'250'422 fr. 25. BGE 131 II 562 S. 563\n\nPar décision de taxation du 29 mars 2004, la Commission fédérale des maisons de jeu (ci-après: la Commission) a réclamé à la Société une somme de 8'763'831 fr. 88 au titre de l'impôt sur le produit brut des jeux (ci-après également cité: l'impôt) concernant le premier exercice commercial; le taux d'imposition pris en compte - après réduction du taux de base consentie pour la première année d'exploitation -, de 43.28 %, a été déterminé sur la base du produit brut des jeux calculé sur douze mois (annualisé), soit 43'478'847 fr. 77.\n\nLa Société a recouru contre la décision de taxation précitée. Elle a fait valoir que la Commission avait violé le principe de la légalité, car aucune disposition légale ou réglementaire ne lui permettait d'annualiser le produit brut des jeux pour fixer le taux d'imposition. Elle concluait à ce que le montant de l'impôt fût ramené à 6'652'263 fr. 71, compte tenu d'un taux d'imposition de 32.85 %, correspondant au taux applicable pour le produit brut des jeux qu'elle avait effectivement réalisé au cours du premier exercice commercial.\n\nPar décision du 8 février 2005, la Commission fédérale de recours en matière de contributions (ci-après: la Commission de recours) a débouté la Société de ses conclusions. Elle a considéré que l'absence de norme sur la question litigieuse ne présentait pas le caractère d'un silence qualifié du législateur et qu'en cas d'assujettissement d'une durée inférieure à une année, seule la prise en compte d'un produit brut des jeux annualisé pour fixer le taux d'imposition était conforme aux principes constitutionnels de l'égalité de traitement et de la capacité économique, compte tenu de la progressivité de l'impôt en cause.\n\nLa Société interjette recours de droit administratif contre la décision précitée de la Commission de recours, dont elle requiert l'annulation, sous suite de frais et dépens, en reprenant les conclusions qu'elle avait formulées devant l'instance précédente. Elle invoque derechef le principe de la légalité.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants :\n\n2. La Confédération perçoit un impôt sur le produit brut des jeux (art. 40 al. 1 de la loi fédérale du 18 décembre 1998 sur les jeux de hasard et les maisons de jeu [loi sur les maisons de jeu, LMJ; BGE 131 II 562 S. 564RS 935.52]). Le Conseil fédéral fixe le taux de l'impôt de telle manière que les maisons de jeu gérées selon les principes d'une saine gestion obtiennent un rendement approprié sur le capital investi (art. 41 al. 1 LMJ). Il peut appliquer un taux différent aux deux catégories de maisons de jeu (concession A ou concession B); ces taux peuvent être progressifs (art. 41 al. 2 LMJ). Les taux de l'impôt sont de 40 % au minimum et de 80 % au maximum (art. 41 al. 3 LMJ). Pendant les quatre premières années d'exploitation de la maison de jeu, le Conseil fédéral peut abaisser le taux de l'impôt jusqu'à 20 %. Il fixe ce taux en tenant compte de la situation économique de chaque maison de jeu. Le taux est fixé tous les ans, pour une ou plusieurs maisons de jeu, en fonction des éléments pertinents (art. 41 al. 4 LMJ). La Commission procède à la taxation et à la perception de l'impôt. Le Conseil fédéral règle la procédure (art. 44 al. 1 LMJ).\n\nPour la taxation de l'exercice commercial 2003, le taux de l'impôt pour les maisons de jeu au bénéfice d'une concession B était fixé à l'art. 80 de l'ordonnance, aujourd'hui abrogée, du 23 février 2000 sur les jeux de hasard et les maisons de jeu (aOLMJ; RO 2000 p. 766); cette disposition prévoyait un taux de base de 40 % du produit brut des jeux jusqu'à concurrence de 10 millions de francs (al. 1), puis une progression du taux marginal de 1 % par million de francs supplémentaire de produit brut des jeux jusqu'à concurrence de la limite maximale de 80 % (al. 2). Sous le titre \"période fiscale et procédure de taxation (art. 44 LMJ)\", l'art. 84 aOLMJ avait la teneur suivante: \"la Commission perçoit l'impôt sur les maisons de jeu (impôt) pour chaque période fiscale. Une période fiscale dure douze mois (al. 1); le début et la fin de l'assujettissement fiscal coïncident avec le début et la fin de l'exploitation des jeux. La période de calcul et la période fiscale correspondent à l'exercice commercial (al. 2)\".\n\nLes normes réglementaires précitées ont été abrogées et remplacées par l'ordonnance du 24 septembre 2004 sur les jeux de hasard et les maisons de jeu (ordonnance sur les maisons de jeu, OLMJ; RS 935.521), entrée en vigueur le 1er novembre 2004, voire, pour certaines de ses dispositions, le 1er janvier 2004 (cf. art. 127 OLMJ). Dorénavant, le taux de l'impôt et la période fiscale sont réglés respectivement aux art. 83 et 87 OLMJ. Hormis des modifications d'ordre rédactionnel, ces nouvelles dispositions apportent des changements significatifs notamment sur deux points: d'une part, la BGE 131 II 562 S. 565progression du taux marginal a été ramenée de 1 à 0.5 % par million de francs supplémentaire du produit brut des jeux; d'autre part, l'art. 87 al. 4 OLMJ, sous le titre \"période fiscale (art. 44 LMJ)\", précise désormais ceci: \"Lorsque l'assujettissement fiscal commence ou s'achève au cours de l'année civile, le produit brut des jeux est annualisé pour la détermination du taux d'imposition. L'annualisation est effectuée sur la base de la durée de la période fiscale abrégée.\"\n\n3. La recourante invoque le principe de la légalité.\n\n3.1 Le principe de la légalité gouverne l'ensemble de l'activité de l'Etat (cf. art. 36 al. 1 Cst.). Il revêt une importance particulière en droit fiscal où il est érigé en droit constitutionnel indépendant à l'art. 127 al. 1 Cst.: reprenant la jurisprudence rendue sous l'empire de l'ancienne Constitution fédérale, cette norme constitutionnelle prévoit en effet que les principes généraux régissant le régime fiscal, notamment la qualité de contribuable, l'objet de l'impôt et son mode de calcul, doivent être définis par la loi.\n\nSelon la conception classique, le principe de la légalité recouvre deux aspects, à savoir: premièrement, la suprématie de la loi, qui impose aux organes de l'Etat de se soumettre à l'ordre juridique et de n'exercer leur activité que dans le cadre tracé par la loi; cette exigence implique également que les normes d'un degré inférieur doivent être conformes à celles d'un degré supérieur. Secondement, la réserve de la loi, qui postule que toute atteinte à la liberté ou à la propriété doit être fondée sur la loi; en droit fiscal, ce postulat trouve notamment sa traduction dans l'exigence d'une base légale formelle d'une certaine densité formulée à l'art. 127 al. 1 Cst. (cf. ERNST HÖHN/ROBERT WALDBURGER, Steuerrecht, vol. I, 9e éd., Berne 2001, p. 130 ss; WALTER RYSER/BERNARD ROLLI, Précis de droit fiscal suisse, 4e éd., Berne 2002, p. 51; JEAN-MARC RIVIER, Droit fiscal suisse, L'imposition du revenu et de la fortune, 2e éd. 1998, p. 78).\n\n3.2 En premier lieu, la recourante soutient, pour la première fois devant le Tribunal fédéral, que la délégation de compétence en faveur du Conseil fédéral prévue à l'art. 41 LMJ constitue un blanc-seing incompatible avec le principe de la légalité.\n\nIl est certain que la disposition mise en cause confère à l'autorité exécutive une grande latitude d'appréciation pour fixer le taux de l'impôt, comme les parlementaires n'ont pas manqué de le BGE 131 II 562 S. 566souligner et, pour certains, de le déplorer, lors des débats entourant l'adoption de cette disposition (cf. BO 1997 CE p. 1317-1321, en particulier la proposition Brändli). Le grief de la recourante apparaît toutefois d'emblée infondé, sans qu'il soit nécessaire d'en examiner plus avant la pertinence, car il se heurte à l'art. 191 Cst., qui interdit au Tribunal fédéral d'examiner la constitutionnalité des lois fédérales (cf., au sujet de l'art. 113 al. 3 aCst., ATF 126 I 1 consid. 2f p. 5; ATF 125 III 209 consid. 5 p. 216) et, par voie de conséquence, des normes de délégation qu'elles contiennent. Ainsi, lorsque le Tribunal fédéral se prononce sur une ordonnance du Conseil fédéral fondée sur une délégation législative, il ne peut pas contrôler si la délégation elle-même est admissible, et doit se contenter d'examiner si le but fixé dans la loi peut être atteint et si l'autorité exécutive a usé de son pouvoir conformément au principe de la proportionnalité; lorsque, comme en l'espèce, la délégation législative est très large, il ne peut pas substituer sa propre appréciation à celle du Conseil fédéral et doit se limiter à contrôler si l'ordonnance en cause est contraire à la loi ou à la Constitution (cf. ATF 124 II 581 consid. 2a p. 583; ATF 122 II 411 consid. 3b p. 416/417 et les références citées; voir aussi ERNST BLUMENSTEIN/PETER LOCHER, System des schweizerischen Steuerrechts, Zurich 2002, p. 26).\n\n3.3 En second lieu, la recourante fait valoir, comme devant l'instance inférieure, qu'avant l'entrée en vigueur, le 1er novembre 2004, de l'art. 87 al. 4 OLMJ, aucune disposition légale ou réglementaire ne prévoyait le principe de l'annualisation du produit brut des jeux pour fixer le taux de l'impôt lorsque la période fiscale comprend plus ou moins de douze mois. Or, elle relève que, dans les lois fiscales récentes, le législateur fédéral, respectueux du principe de la réserve de la loi, a expressément prévu d'ancrer dans la loi formelle le principe de l'annualisation des revenus pour fixer le taux de l'impôt. Elle en déduit qu'on \"ne saurait admettre a fortiori que le Conseil fédéral, nanti de son seul pouvoir réglementaire (...), puisse renoncer à édicter pareille norme (...) et tout de même escompter imposer l'annualisation aux contribuables\". Elle exclut qu'un tel procédé puisse se laisser déduire de l'ancienne ordonnance sur les maisons de jeu par voie d'interprétation, vu la portée du principe de la légalité en droit fiscal.\n\nCette argumentation pose le problème de la place et du rôle que joue le principe de la légalité dans l'interprétation des lois fiscales. BGE 131 II 562 S. 567\n\n3.4 L'administration et le juge sont assurément tenus de faire preuve d'une certaine circonspection lorsqu'ils interprètent les normes fiscales, afin de respecter les impératifs de suprématie et de réserve de la loi - ici au sens matériel (cf. supra consid. 3.2) - qui découlent du principe de légalité. Il s'agit, en particulier, d'éviter que ne soient créés, par le biais d'une interprétation extensive, de nouveaux cas d'assujettissement, de nouvelles matières imposables ou de nouveaux faits générateurs d'imposition (cf. RYSER/ROLLI, op. cit., p. 70; RIVIER, op. cit., p. 102); c'est sur ces points que se concentre le débat relatif aux limites de l'interprétation (cf. RYSER/ Rolli, op. cit., p. 71). Si la loi, dûment interprétée, ne constitue pas une base légale suffisante, l'impôt ne peut, en principe, pas être prélevé (cf. RIVIER, op. cit., p. 79 et 102; HÖHN/WALDBURGER, op. cit., p. 147). Toutefois, sous réserve de ces limites, les normes fiscales peuvent et doivent être interprétées de la même manière et selon les mêmes règles que les autres domaines du droit administratif (cf. BLUMENSTEIN/LOCHER, op. cit., p. 25; HÖHN/WALDBURGER, op. cit., p. 151; RYSER/ROLLI, op. cit., p. 71; RIVIER, op. cit., p. 101; pour des ex., cf. ATF 130 I 96 consid. 3 p. 99 ss; ATF 128 II 112 consid. 5 et 6 p. 117 ss; ATF 128 II 66 consid. 4a p. 70; ATF 125 II 183 consid. 4-8 p. 185 ss).\n\n3.5 Selon la jurisprudence, la loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique) ou encore de sa relation avec d'autres dispositions légales (interprétation systématique). Si plusieurs interprétations sont admissibles, il convient de choisir celle qui est conforme à la Constitution. En effet, même s'il ne peut pas examiner la constitutionnalité des lois fédérales (art. 191 Cst.), le Tribunal fédéral part de l'idée que le législateur fédéral ne propose pas de solution incompatible avec la Constitution, à moins que le contraire ne résulte clairement de la lettre ou de l'esprit de la loi (ATF 130 II 65 consid. 4.2 p. 71; ATF 129 II 114 consid. 3.1 p. 118; ATF 129 III 55 consid. 3.1.1 p. 56/57 et les arrêts cités).\n\nL'interprétation de la loi peut conduire à la constatation d'une lacune. Une lacune authentique (ou lacune proprement dite) suppose BGE 131 II 562 S. 568que le législateur s'est abstenu de régler un point qu'il aurait dû régler et qu'aucune solution ne se dégage du texte ou de l'interprétation de la loi. Si le législateur a renoncé volontairement à codifier une situation qui n'appelait pas nécessairement une intervention de sa part, son inaction équivaut à un silence qualifié. Quant à la lacune improprement dite, elle se caractérise par le fait que la loi offre certes une réponse, mais que celle-ci est insatisfaisante. D'après la jurisprudence, seule l'existence d'une lacune proprement dite appelle l'intervention du juge, tandis qu'il lui est en principe interdit, selon la conception traditionnelle, de corriger les lacunes improprement dites, à moins que le fait d'invoquer le sens réputé déterminant de la norme ne soit constitutif d'un abus de droit, voire d'une violation de la Constitution (cf. ATF 129 III 656 consid. 4.1 p. 657 ss; ATF 128 I 34 consid. 3b p. 40 ss; ATF 125 III 425 consid. 3a p. 427; ATF 124 V 271 consid. 2a et les arrêts cités). La même chose vaut en droit fiscal, où seules les lacunes proprement dites peuvent être comblées, sous réserve des cas d'abus de droit qui comprennent notamment les situations d'évasion fiscale (cf. XAVIER OBERSON, Droit fiscal suisse, 2e éd., Bâle 2002, p. 48 et 50; HÖHN/WALDBURGER, op. cit., p. 149/150; BLUMENSTEIN/LOCHER, op. cit., p. 33).\n\n3.6 Contrairement à l'opinion qu'elle défendait devant la Commission de recours, la recourante ne soutient plus que l'absence de norme prévoyant le principe de l'annualisation du produit brut des jeux pour déterminer le taux de l'impôt s'apparenterait à un silence qualifié du législateur. A raison. En effet, rien dans les travaux préparatoires ne vient étayer cette thèse. Les discussions au Parlement qui ont précédé l'adoption de la loi sur les maisons de jeux ont certes porté sur l'art. 41 LMJ (détermination du taux de l'impôt, problème de sa progressivité, opportunité de déléguer au Conseil fédéral la compétence de le fixer). A aucun moment, toutefois, les parlementaires n'ont abordé le problème spécifiquement en cause ici, qui ne concerne d'ailleurs que de manière indirecte la question du taux de l'impôt: l'annualisation constitue en effet l'un des aspects de l'imposition dans le temps qui doit être examiné lors de la taxation; elle dépend de la période de calcul et de la période fiscale, ainsi que du début et de la fin de l'assujettissement. Du reste, selon la note marginale de l'art. 87 al. 4 OLMJ, qui prévoit désormais expressément le principe de l'annualisation, celui-ci se rattache à la délégation de compétence en faveur du Conseil fédéral prévue à l'art. 44 LMJ pour régler la procédure de BGE 131 II 562 S. 569taxation, mais non à la délégation législative prévue à l'art. 41 LMJ pour fixer le taux de l'impôt. Il ne saurait, dès lors, être question de silence qualifié du législateur sur la question litigieuse.\n\nEn réalité, cette absence de réglementation correspond à un oubli du législateur, soit du Conseil fédéral, comme l'a exposé la Commission fédérale dans son rapport explicatif à l'appui du projet de révision de l'ancienne ordonnance sur les maisons de jeu: \"la situation (où l'exercice commercial débute ou se termine en cours d'année) n'était pas prévue dans la législation\" (rapport précité, p. 9). En effet, selon la réglementation applicable au moment déterminant, le taux de l'impôt était progressif en fonction du produit brut des jeux (cf. art. 80 al. 2 aOLMJ) réalisé durant une période fiscale et une période de calcul d'une durée de douze mois supposées correspondre à l'exercice commercial (cf. art. 84 al. 1 et 2 aOLMJ), lequel s'étendait, selon l'acte de concession, du 1er janvier au 31 décembre de l'année. En revanche, l'hypothèse d'un exercice commercial d'une durée inférieure à une année, comme cela peut se présenter lors du début ou de la fin de l'assujettissement à l'impôt, n'a tout simplement pas été envisagée.\n\n3.7 Dans le système fiscal suisse, l'annualisation des revenus pour fixer le taux de l'impôt se présente comme un principe généralement admis pour l'imposition des revenus à caractère périodique soumis à un taux progressif, comme en témoignent l'art. 31 de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642.14), l'art. 209 de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct (LIFD; RS 642.11), l'art. 2 al. 3 de l'ordonnance du 16 septembre 1992 sur le calcul dans le temps de l'impôt fédéral direct dû par les personnes physiques (RS 642.117.1), ou encore l'art. 3 al. 2 de l'ordonnance du 16 septembre 1992 sur le calcul dans le temps de l'impôt fédéral direct dû par les personnes morales (RS 642.117.2), étant précisé que cette dernière disposition n'a plus de raison d'être pour les sociétés de capitaux et les coopératives depuis l'adoption, le 1er janvier 1998, d'un taux fixe pour l'imposition du bénéfice net (cf. RYSER/ROLLI, op. cit., p. 431, ad n. 65; OBERSON, op. cit., p. 210).\n\nLa règle de l'annualisation des revenus est destinée à garantir le respect des principes constitutionnels de l'égalité de traitement entre contribuables et de l'imposition selon la capacité économique (cf. art. 127 al. 2 Cst.). Le principe de la capacité contributive exige BGE 131 II 562 S. 570en effet que chaque contribuable participe à la couverture des dépenses publiques compte tenu de sa situation personnelle et en fonction de ses moyens, avec une charge fiscale adaptée à sa substance économique (cf. ATF 122 I 101 consid. 2b/aa p. 103, ATF 122 I 305 consid. 6a p. 313; ATF 120 Ia 329 consid. 3 p. 332 et les arrêts cités). Aussi bien, le revenu (périodique) réalisé par un contribuable pendant une durée d'assujettissement incomplète doit, dans un système d'imposition progressive, être extrapolé sur douze mois (annualisé) lors de la fixation du taux, afin que la charge d'impôt soit conforme à la réelle capacité contributive dudit contribuable.\n\n3.8 Par conséquent, il faut admettre que l'absence de règle d'annualisation dans l'ancienne ordonnance sur les maisons de jeu a valeur de lacune proprement dite que les autorités précédentes étaient fondées et tenues de combler dans une perspective d'interprétation conforme à la Constitution. Une telle manière de faire n'a pour effet ni d'étendre la qualité de contribuable, ni de créer de nouvelles matières imposables ou de nouveaux faits générateurs d'imposition, mais vise simplement, ainsi qu'on l'a vu, à compléter les règles relatives à la procédure de taxation et à l'imposition dans le temps (cf. supra consid. 3.6 premier paragraphe): vu son caractère périodique et la progressivité de son taux voulue par le législateur (cf. art. 80 al. 2 aOLMJ), l'impôt sur le produit brut des jeux doit être prélevé selon les mêmes bases d'imposition pour tous les contribuables, quelle que soit la durée de leur assujettissement, y compris lorsque celle-ci est, comme en l'espèce, inférieure à une année. Il serait en effet contraire aux principes constitutionnels de l'égalité de traitement entre contribuables et de l'imposition selon la capacité économique de soumettre la recourante, qui a été assujettie pour la période fiscale 2003 pendant cinq mois et demi environ seulement, au même taux d'imposition qu'un casino concurrent ayant réalisé, par hypothèse, un même produit brut des jeux pendant toute la période fiscale."}