{"annee": "132", "cour": "II", "page": "128", "date": "23/2/2006", "cite": ["131 I 409", "983 III 1", "131 II 1", "123 II 588", "117 IB 1", "131 II 656"], "cite_par": ["139 II 363"], "chapeau": "10. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. A.X. und B.X. gegen Steuerverwaltung sowie Verwaltungsge- richt des Kantons Bern (Verwaltungsgerichtsbeschwerde)\n\n2A.203/2005 / 2A.204/2005 vom 23. Februar 2006", "regestes": ["Imposition d'une rente d'invalidité (art. 16 al. 1, 22 al. 1 LIFD; art. 19 al. 1, 26 al. 1 LI/BE; art. 7 al. 1 LHID); indemnité pour le dommage ménager versée par l'assureur responsabilité civile. Les revenus de l'assurance-invalidité qui ne sont pas destinés à réparer un dommage matériel actuel ou futur touchant le patrimoine ou un tort moral sont entièrement soumis à l'impôt sur le revenu (consid. 3 et 6). Particularités du dommage ménager reconnu en droit de la responsabilité civile (consid. 4.1). Traitement fiscal du dommage ménager selon l'ancien droit (AIFD; ATF 117 Ib 1 ss) et selon le nouveau (LIFD; consid. 4.2)."], "faits": "BGE 132 II 128 S. 129\n\nB.X. erlitt am 1. Februar 1998 unverschuldet einen Skiunfall; seither ist sie dauernd in ihrer Gesundheit eingeschränkt. Zum Unfallzeitpunkt war sie Hausfrau und Mutter und nicht erwerbstätig. Die Haftpflichtversicherung leistete namhafte Beiträge an die damit verbundenen Zusatzauslagen (Spitex, Therapien, Transporte etc.) sowie von 1998 bis 2000 pro Jahr Fr. 15'000.- an den Haushaltschaden. Die Invalidenversicherung errechnete einen Invaliditätsgrad von 56 Prozent und sprach B.X. mit Verfügung vom 11. Januar 2001 mit Wirkung ab 1. März 1999 eine halbe IV-Rente (mit vier halben Kinderrenten) zu. Ende Januar 2001 wurden B.X. die bis dahin aufgelaufenen Renten im Gesamtbetrag von Fr. 38'198.- ausgerichtet.\n\nDie Steuerverwaltung des Kantons Bern erfasste die IV-Renten in der Veranlagungsverfügung vom 20. November 2002 als (zum Rentensatz steuerbaren) Einkommensbestandteil. Das Begehren der Eheleute A.X. und B.X., auf die Besteuerung der IV-Leistungen sei zu verzichten, wurde abgewiesen, letztinstanzlich vom Verwaltungsgericht des Kantons Bern mit Urteil vom 8. März 2005.\n\nDas Bundesgericht weist die von A.X. und B.X. gegen das Urteil des Verwaltungsgerichts erhobenen Beschwerden (2A.203/2005 betreffend die direkte Bundessteuer 2001 sowie 2A.204/2005 betreffend die Kantons- und Gemeindesteuer 2001) ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\nI. Direkte Bundessteuer (2A.203/2005)\n\n3.\n\n3.1 Der Einkommenssteuer unterliegen alle wiederkehrenden und einmaligen Einkünfte (Art. 16 Abs. 1 DBG [SR 642.11]); insbesondere sind alle Einkünfte aus der Alters-, Hinterlassenen- und Invalidenversicherung steuerbar (Art. 22 Abs. 1 DBG). Die von den Beschwerdeführern bezogenen IV-Leistungen sind damit nach dem Wortlaut dieser Bestimmungen grundsätzlich steuerbar. Anders als beispielsweise Leibrenten und Einkünfte aus Verpfründung, die in Abs. 3 von Art. 22 DBG nur zu 40 Prozent als steuerbar erklärt BGE 132 II 128 S. 130werden, sind - e contrario - Leistungen nach Abs. 1 jener Bestimmung zudem grundsätzlich zu 100 Prozent steuerlich zu erfassen.\n\nAllerdings ist bei Versicherungsleistungen, wie bei jedem Vermögenszufluss, stets zu prüfen, ob sie tatsächlich zu einem Vermögenszugang führen oder ob sie nur eingetretenen oder künftig entstehenden Vermögensschaden ausgleichen und damit einkommenssteuerlich nicht relevant sind (PETER LOCHER, Kommentar zum DBG, 1. Teil, Therwil/Basel 2001, Rz. 15 zu Art. 16 DBG, mit Hinweisen; FELIX RICHNER/WALTER FREI/STEFAN KAUFMANN, Handkommentar zum DBG, Zürich 2003, Rz. 8 Vorbemerkungen zu Art. 16-39 DBG; RAINER ZIGERLIG/GUIDO JUD, Kommentar zum Schweizerischen Steuerrecht, I/2a, Bundesgesetz über die direkte Bundessteuer [DBG], Basel/Genf/München 2000, Art. 1-82, Rz. 12 zu Art. 23 und Rz. 3 zu Art. 24 DBG, mit Hinweisen; vgl. auch MARC Schaetzle, Der Schaden und seine Berechnung, in: Schaden - Haftung - Versicherung, Handbücher für die Anwaltspraxis, Bd. V, Peter Münch/Thomas Geiser [Hrsg.], Basel und Frankfurt am Main 1999, S. 434). Im gleichen Sinn entschied auch das Bundesgericht in konstanter Rechtsprechung (vgl. etwa: Urteil 2A.88/2002 vom 20. Juni 2002, E. 3.8, mit Hinweisen; BGE 117 lb 1 E. 2e S. 3 f.; ASA 56 S. 61, E. 2b S. 64 f.). Die Steuerpraxis folgt ebenso dieser Betrachtungsweise, indem beispielsweise Sachleistungen und Kostenvergütungen gemäss Art. 8 des Bundesgesetzes vom 19. Juni 1992 über die Militärversicherung (MVG; SR 833.1) als nicht steuerbare Schadenersatzleistungen qualifiziert werden (vgl. Kreisschreiben der Eidgenössischen Steuerverwaltung vom 8. Juni 1994, in: ASA 63 S. 33, 35). Das gilt gleichermassen für bestimmte Leistungen aus Vorsorgeeinrichtungen im Sinn von Art. 22 DBG, die spezifische Funktionen erfüllen (SCHAETZLE, a.a.O., S. 435; vgl. auch LOCHER, a.a.O., Rz. 7 und 14 zu Art. 22 DBG [Hilflosenentschädigung der AHV und der IV]).\n\nWo hingegen ein solcher Zusammenhang nicht gegeben ist, sind Vorsorgeeinkünfte im Sinn von Art. 22 Abs. 1 DBG, namentlich IV-Leistungen, vollumfänglich steuerbar (LOCHER, a.a.O., Rz. 12 zu Art. 22 DBG; RICHNER/FREI/KAUFMANN, a.a.O., Rz. 8 und 21 zu Art. 22 DBG; SCHAETZLE, a.a.O., S. 435; MARTIN STEINER, Kommentar zum Schweizerischen Steuerrecht, I/2a, Bundesgesetz über die direkte Bundessteuer [DBG], Basel/Genf/München 2000, Art. 1-82, Rz. 5 zu Art. 22 DBG; in diesem Sinn auch WOLFGANG MAUTE/MARTIN STEINER/ADRIAN RUFENER, Steuern und Versicherungen, 2. Aufl., BGE 132 II 128 S. 131Muri/Bern 1999, S. 71). Die Invalidenversicherung will nämlich nicht primär einen individuellen Schaden ersetzen, sondern als Leistung der 1. Säule die Folgen der Invalidität im Rahmen einer angemessenen Deckung des Existenzbedarfs ausgleichen (vgl. Art. 112 Abs. 2 lit. b BV; Art. 1a lit. b des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung [IVG; SR 831.20]). Allfällige Krankheits-, Unfall- und Invaliditätskosten, welche die steuerpflichtige Person selber trägt, sind im Rahmen eines anorganischen Abzugs in bestimmtem Ausmass absetzbar (vgl. Art. 33 Abs. 1 lit. h DBG). (Aufgrund des Behindertengleichstellungsgesetzes vom 13. Dezember 2002 [SR 151.3] gelten ab 1. Januar 2005 für behinderte Menschen zusätzliche Erleichterungen, die hier allerdings noch nicht relevant sind.)\n\n3.2 Die der Beschwerdeführerin zugesprochene IV-Rente dient unbestrittenermassen nicht dazu, einen durch den Unfall verursachten (eingetretenen oder künftig entstehenden) Vermögensschaden oder - als Genugtuung für die erlittene Körperverletzung (vgl. Art. 47 OR und Art. 24 lit. g DBG) - eine immaterielle Beeinträchtigung auszugleichen; sie erfüllt mithin keine spezifische Funktion im hiervor umschriebenen Sinn. Damit ist die IV-Rente als Leistung der 1. Säule zu qualifizieren, die nach dem Gesagten gemäss Art. 22 Abs. 1 DBG (\"Einkünfte aus Invalidenversicherung\") im vollen Umfang der Einkommenssteuer unterliegt.\n\n4. Die Beschwerdeführer verweisen allerdings auf den so genannten Haushaltschaden, der nach der Lehre steuerfrei sei: Wegen der Verwandtschaft von Sozialversicherungsrenten an (teilweise) invalid gewordene Hausfrauen oder Hausmänner einerseits und privatrechtlichen Ausgleichsleistungen für Haushaltschaden anderseits sei deren steuerliche Gleichbehandlung angebracht. Dies umso mehr, als die Invalidenversicherung in die Ansprüche der geschädigten Person gegen den Haftpflichtigen subrogiere und die beiden Leistungen kongruent seien, d.h. ereignisbezogen, sachlich, personell und zeitlich übereinstimmten.\n\n4.1 Die Besonderheit des im Haftpflichtrecht anerkannten Haushaltschadens liegt darin, dass er auch zu ersetzen ist, wenn er sich nicht in zusätzlichen Aufwendungen niederschlägt: Der wirtschaftliche Wertverlust ist unabhängig davon auszugleichen, ob er zur Anstellung einer Ersatzkraft, zu vermehrtem Aufwand der teilinvaliden Person, zu zusätzlicher Beanspruchung der Angehörigen oder BGE 132 II 128 S. 132zur Hinnahme von Qualitätsverlusten führt. Anspruchsberechtigt ist jede Person, die verletzt und in ihrer Haushaltführung beeinträchtigt worden ist, d.h. nicht nur die Hausfrau, sondern auch der Hausmann, die ledige, geschiedene oder verwitwete Person, die ihren eigenen Haushalt führt. Die Grösse des Haushalts (Ein- oder Mehrpersonenhaushalt) spielt nur bei der Berechnung des Zeitaufwands und damit für die Schadenshöhe eine Rolle (BGE 131 II 656 E. 6.4 S. 666 mit Hinweisen).\n\n4.2 Nach der bundesgerichtlichen Rechtsprechung zum alten Recht (Art. 21 Abs. 1 lit a BdBSt) stellte die vom haftpflichtigen Dritten erbrachte Haushaltentschädigung kein steuerbares Einkommen dar. Dies wurde damit begründet, dass der Wert der Arbeitsleistung im Haushalt nicht steuerbar sei. Zudem sei die Entschädigung für die Beeinträchtigung in der Haushaltführung nicht Ersatz für entgangenen Gewinn, sondern für einen Vermögensschaden, nämlich für das Wegfallen von Naturalleistungen (BGE 117 Ib 1 E. 2e S. 3 f. mit Hinweisen; zur Kritik der neueren Lehre an dieser Rechtsprechung siehe etwa: ADRIAN RUFENER/PETER MÄUSLI, Steuerfolgen beim Personenschaden, in: Personen - Schaden - Forum 2003, Verein Haftung und Versicherung [HAVE, Hrsg.], Zürich/Basel/Genf 2003, S. 147 ff., insbesondere S. 153 f., mit Hinweisen).\n\nNach neuem Recht (DBG) hatte das Bundesgericht die einkommenssteuerliche Behandlung des Haushaltschadens bisher nicht zu beurteilen. Als Grundsatz gilt nach wie vor, dass die Haushaltentschädigung des Haftpflichtversicherers steuerfrei ist, soweit damit zusätzlicher Aufwand (aufgelaufener oder in Zukunft anfallender) ausgeglichen wird und deshalb insoweit gar kein Reinvermögenszugang vorliegt (vgl. dazu oben E. 3.1). Andere Erwägungen des zitierten BGE 117 lb 1 treffen hingegen unter dem geltenden Recht nicht mehr gleichermassen zu. So etwa, wenn die Steuerfreiheit der Haushaltentschädigung damit begründet wird, dass sie an die Stelle von nicht steuerbaren Naturalleistungen trete (vgl. zur steuerlichen Behandlung von Eigenleistungen: LOCHER, a.a.O., Rz. 50 ff. zu Art. 16 DBG). Die Vorinstanz weist denn auch zu Recht darauf hin, dass beispielsweise Entschädigungen für ausserhäuslich (d.h. in einem andern statt im eigenen Haushalt) verrichtete Haushaltarbeit steuerbar sind. Ferner ist der Wert der Haushaltarbeit im Ergebnis (mindestens indirekt) insoweit steuerbar, als der in Art. 33 Abs. 2 DBG vorgesehene Zweitverdienerabzug nicht geltend gemacht werden kann, wenn (nur) ein Ehegatte erwerbstätig ist und der andere den Haushalt führt. BGE 132 II 128 S. 133\n\nNach einer von der Lehre vertretenen Auffassung sprechen letztlich einzig Praktikabilitätsüberlegungen für die Nichtbesteuerung des gesamten Haushaltschadens (vgl. etwa LOCHER, a.a.O., Rz. 29 in fine zu Art. 23 DBG; SCHAETZLE, a.a.O., S. 436). Für den hier zu beurteilenden Fall brauchen indessen die Probleme, die sich aus einer undifferenzierten Nichterfassung von Zahlungen für Haushaltschaden insbesondere im Hinblick auf die steuerliche Gleichbehandlung ergeben können, nicht abschliessend erörtert zu werden.\n\n4.3 Vorliegend leistete die private Haftpflichtversicherung Zahlungen an die unfallbedingten Auslagen sowie von 1998 bis 2000 einen Betrag von Fr. 15'000.- pro Jahr an den Haushaltschaden. Die Invalidität der vor dem Unfall nicht erwerbstätigen Beschwerdeführerin wurde nach Art. 28 Abs. 2bis IVG bestimmt, wobei eine behinderungsbedingte Arbeitsunfähigkeit (im Haushalt bzw. bei der Kinderbetreuung) von 56 Prozent angenommen wurde. Ab dem 1. März 1999 wurde der Beschwerdeführerin deshalb eine halbe IV-Rente (zuzüglich vier halbe Kinderrenten zur Rente der Mutter) ausgerichtet. Trotz der in der Beschwerdeschrift erwähnten Kongruenz der Leistungen decken sich sozialversicherungs- und haftpflichtrechtliche Kriterien und Begriffe nur beschränkt (vgl. SCHAETZLE, a.a.O., S. 405), will doch die Invalidenversicherung nicht primär einen individuellen Schaden ersetzen (oben E. 3.1 letzter Absatz). Auch die der Beschwerdeführerin zugesprochene IV-Rente hat keine spezifische Ersatzfunktion, sondern dient dazu, die Folgen der Invalidität im Rahmen einer angemessenen Deckung des Existenzbedarfs auszugleichen. Als Leistung der 1. Säule ist eine solche IV-Rente aber gemäss Art. 22 Abs. 1 DBG unabhängig davon steuerbar, ob Bezüger eine Hausfrau oder ein Hausmann oder ein erwerbstätiger Ehegatte oder eine ledige Person ist. Nachdem im vorliegenden Fall die Entschädigungen des Haftpflichtversicherers (als Ersatz für Auslagen und Haushaltschaden) nicht steuerbar sind, wäre es sachlich nicht gerechtfertigt, die für denselben Zeitraum erbrachten IV-Leistungen ebenfalls nicht zu besteuern, wie die Beschwerdeführer verlangen; daran vermag die Subrogation der Invalidenversicherung in die Ansprüche der Geschädigten nichts zu ändern. Vielmehr sind diese Leistungen, soll ein vertretbares Besteuerungsergebnis erzielt werden, zu deklarieren, wobei die nachgewiesenen, selber getragenen Kosten abgezogen werden können (sog. \"Bruttoprinzip\"), soweit das Gesetz dies vorsieht. BGE 132 II 128 S. 134\n\nDie Vorinstanz hat es somit zu Recht abgelehnt, die der Beschwerdeführerin bezahlten Entschädigungen für die Beeinträchtigung in der Haushaltführung einerseits und die ihr für den gleichen Zeitraum entrichteten Sozialversicherungsrenten anderseits steuerlich gleich zu behandeln.\n\nII. Kantons- und Gemeindesteuer (2A.204/2005)\n\n5. Das Urteil des Verwaltungsgerichts des Kantons Bern betrifft ebenfalls die Einschätzung der Kantons- und Gemeindesteuern 2001, mithin eine im zweiten Titel des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (Steuerharmonisierungsgesetz, StHG; SR 642.14) geregelte Materie. Gegen einen solchen Entscheid kann Verwaltungsgerichtsbeschwerde an das Bundesgericht geführt werden (Art. 73 StHG). Die Frist, die den Kantonen zur Anpassung ihrer Gesetzgebung an die Vorgaben des Steuerharmonisierungsgesetzes offen stand (vgl. Art. 72 Abs. 1 StHG) und während der die Verwaltungsgerichtsbeschwerde nicht ergriffen werden konnte (BGE 123 II 588 E. 2d S. 592 f.), war im Steuerjahr 2001 abgelaufen. Die Verwaltungsgerichtsbeschwerde erweist sich daher auch insoweit als zulässig. Allerdings hat sie lediglich kassatorische Wirkung, d.h. das Bundesgericht kann bei Gutheissung des Rechtsmittels das angefochtene Urteil bloss aufheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückweisen (Art. 73 Abs. 3 StHG; BGE 131 II 1 E. 2.3 S. 5 mit Hinweisen). Soweit die Beschwerdeführer mehr oder anderes verlangen, kann daher auf die Beschwerde nicht eingetreten werden.\n\n6.\n\n6.1 Für das kantonale Recht ergibt sich die Steuerbarkeit der von der Beschwerdeführerin bezogenen IV-Leistungen aus Art. 26 Abs. 1 (in Verbindung mit Art. 19 Abs. 1) des Steuergesetzes des Kantons Bern vom 21. Mai 2000 (StG/BE), der gleich lautet wie Art. 22 Abs. 1 DBG. Nach Art. 7 Abs. 1 StHG unterliegen alle wiederkehrenden und einmaligen Einkünfte (unter anderem) \"aus Vorsorgeeinrichtungen\" der Einkommenssteuer. Anders als Leibrenten und Einkünfte aus Verpfründungen sind die IV-Renten, gleich wie bei der direkten Bundessteuer, zu 100 Prozent steuerbar (vgl. Art. 27 StG/BE sowie Art. 7 Abs. 2 StHG, je e contrario). Ein allgemeiner Abzug ist gesetzlich vorgesehen für Invaliditätskosten, welche die steuerpflichtige Person selber trägt (vgl. Art. 38 Abs. 1 lit. h StG/BE; BGE 132 II 128 S. 135Art. 9 Abs. 2 lit. h StHG). Im Übrigen zogen die Bestimmungen über die berufliche Vorsorge für die meisten Kantone (nicht aber für den Kanton Bern) und für den Bund jedenfalls bei der 2. Säule einen Systemwechsel nach sich zum sog. Waadtländer-Modell (d.h. volle Absetzbarkeit der Beiträge und volle Besteuerung der Leistungen; vgl. BGE 131 I 409 E. 5.1 S. 414 f. mit Hinweisen) und damit eine Gleichschaltung mit der für die 1. Säule (AHV/IV) geltenden Regelung (BBl 1 BGE 983 III 1 ff., S. 35, 165).\n\n6.2 In materiellrechtlicher Hinsicht kann aufgrund der übereinstimmenden Fragestellung und des gleichen Wortlauts der anwendbaren Gesetzesbestimmungen (Art. 22 Abs. 1 DBG bzw. Art. 26 Abs. 1 StG/BE) auf die Erwägungen zu der direkten Bundessteuer verwiesen werden, die (mutatis mutandis) auch für die kantonalen Steuern gelten. Dass das kantonale Recht unrichtig ausgelegt worden sei oder gegen das Steuerharmonisierungsgesetz verstosse, wird in der Beschwerde zu Recht nicht behauptet."}