{"annee": "132", "cour": "V", "page": "265", "date": "19/5/2006", "cite": ["101 V 157", "131 II 13", "125 II 192", "130 V 229", "129 II 114", "131 V 90", "100 V 208"], "cite_par": ["135 V 361"], "chapeau": "29. Urteil i.S. R. gegen Ausgleichskasse des Kantons Zürich und Sozialversicherungsgericht des Kantons Zürich\n\nH 166/04 vom 19. Mai 2006", "regestes": ["Art. 29quinquies al. 4 let. a, art. 29bis al. 1 LAVS: Interprétation de la notion \"réalisation du risque assuré\". Par cette notion il faut comprendre la réalisation de l'état de fait à la base du droit à la prestation, c'est-à-dire le fait d'atteindre l'âge de la retraite, et non pas le moment de la naissance du droit à la rente de vieillesse. Il s'ensuit que les personnes de la même classe d'âge sont traitées de manière égale dans le cadre du splitting des revenus entre époux (donc également pour l'assuré né au mois de décembre). (consid. 2)", "Art. 35bis LAVS: Droit au supplément pour les veuves et veufs au bénéfice d'une rente de vieillesse (interprétation de la notion \"montant maximal de la rente de vieillesse\"). Les rentes partielles avec le supplément de 20 % ne doivent pas dépasser le montant maximal de l'échelle de rente applicable dans chaque cas. (consid. 3)"], "faits": "BGE 132 V 265 S. 266\n\nA. Der am 24. Dezember 1927 geborene W., verheiratet mit R. (geboren am 20. Oktober 1940), bezog ab 1. Januar 1993 eine einfache Altersrente. Nach seinem Tod am 12. April 1999 sprach die Ausgleichskasse des Kantons Zürich R. ab 1. Mai 1999 eine ordentliche Witwenrente zu (Verfügung vom 5. Mai 1999), welche sich im Jahre 2003 bei einem massgebenden durchschnittlichen Jahreseinkommen von Fr. 131'664.- und der Vollrentenskala 44 auf Fr. 1688.- pro Monat belief. Nachdem R. am 20. Oktober 2003 das 63. Altersjahr vollendet hatte, wurde die bisher ausgerichtete Witwenrente mit Verfügung der Ausgleichskasse vom 28. Oktober 2003 mit Wirkung ab 1. November 2003 durch eine ordentliche Altersrente (einschliesslich Verwitwetenzuschlag) in der Höhe von monatlich Fr. 1726.- ersetzt. Dieser Rente liegt ein massgebendes durchschnittliches Jahreseinkommen von Fr. 67'098.- sowie - bei einer anrechenbaren Beitragsdauer von 33 Jahren und 7 Monaten - die Teilrentenskala 36 zugrunde. Auf Einsprache der Versicherten hin hielt die Ausgleichskasse an ihrer Rentenberechnung fest (Einspracheentscheid vom 1. Dezember 2003).\n\nB. Das Sozialversicherungsgericht des Kantons Zürich wies die dagegen erhobene Beschwerde mit Entscheid vom 27. Juli 2004 ab.\n\nC. R. führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Zusprechung einer höheren Altersrente auf der Grundlage einer neuen, in der Beschwerdeschrift dargelegten Rentenberechnung, welche sich für sie in zweierlei Hinsicht als günstiger erweise.\n\nWährend die Ausgleichskasse unter Verweisung auf ihre vorinstanzliche Vernehmlassung auf eine Stellungnahme zur Verwaltungsgerichtsbeschwerde verzichtet, schliesst das Bundesamt für Sozialversicherung (BSV) auf deren Abweisung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Wie bereits erwähnt, beanstandet die Beschwerdeführerin die von der Ausgleichskasse ermittelte, vorinstanzlich bestätigte Rentenhöhe in zweifacher Hinsicht: Zum einen sei die vorgenommene Teilung und gegenseitige Anrechnung von Einkommen unter den Ehegatten (sog. Splitting) auch auf das Jahr 1992 zu erstrecken (hiezu nachfolgende Erw. 2). Zum andern sei ihr zu ihrer BGE 132 V 265 S. 267Altersrente ein ungekürzter 20%iger Verwitwetenzuschlag zu gewähren (Erw. 3 hienach).\n\n2.\n\n2.1 Wenn eine verwitwete Person Anspruch auf eine Altersrente hat, werden gemäss Art. 29quinquies Abs. 3 lit. b AHVG Einkommen, welche die Ehegatten während der Kalenderjahre der gemeinsamen Ehe erzielt haben, geteilt und je zur Hälfte den beiden Ehegatten angerechnet. Nach Abs. 4 lit. a der genannten Gesetzesbestimmung unterliegen jedoch der Teilung und der gegenseitigen Anrechnung nur Einkommen aus der Zeit zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor Eintritt des Versicherungsfalles beim Ehegatten, welcher zuerst rentenberechtigt wird.\n\n2.2 Unter den Verfahrensbeteiligten ist streitig, was unter dem hievor zitierten Begriff \"vor Eintritt des Versicherungsfalles\" zu verstehen ist. Während Ausgleichskasse, Vorinstanz und BSV die Auffassung vertreten, es gehe hier um den Zeitpunkt der Verwirklichung des anspruchsbegründenden Sachverhalts (im vorliegenden Fall: Erreichen des Rentenalters durch den Ehemann am 24. Dezember 1992), stellt sich die Beschwerdeführerin auf den Standpunkt, der Versicherungsfall sei am 1. Januar 1993 eingetreten, als gemäss Art. 21 Abs. 2 in Verbindung mit Abs. 1 lit. a AHVG der Anspruch des Ehemannes auf die einfache Altersrente entstand (am ersten Tag des Monats, welcher der Vollendung des 65. Altersjahres folgte). In Fällen wie dem hier zu beurteilenden, im welchem der zuerst eine Rente beziehende Ehegatte im Monat Dezember geboren wurde, kann der Auslegung der streitigen Wendung entscheidende Bedeutung zukommen: Während es nämlich bei in den Monaten Januar bis November geborenen erstrentenberechtigten Ehegatten keine Rolle spielt, ob unter dem in Art. 29quinquies Abs. 4 lit. a AHVG verwendeten Ausdruck \"Versicherungsfall\" die Verwirklichung des tatbeständlichen Elementes \"Erreichen des Rentenalters\" oder aber die Entstehung des Anspruchs auf die Altersrente zu verstehen ist, weil der \"31. Dezember vor Eintritt des Versicherungsfalles\" gemäss beiden Auslegungsvarianten auf den letzten Tag desselben Kalenderjahres fällt, ist im Gegensatz dazu bei Dezembergeborenen das Einkommenssplitting unter den Ehegatten je nach Interpretationsergebnis allenfalls auf ein zusätzliches Jahr auszudehnen. Folgt man der Auffassung von Verwaltung, kantonalem Gericht und Aufsichtsbehörde, so ist die Teilung BGE 132 V 265 S. 268und gegenseitige Anrechnung von Einkommen lediglich bis Ende 1991 vorzunehmen, d.h. bis zum 31. Dezember vor Erreichen des Rentenalters durch den Ehemann der Beschwerdeführerin am 24. Dezember 1992. Übernimmt man hingegen deren Standpunkt, unterliegt auch das Kalenderjahr 1992 dem Einkommenssplitting, weil es sich beim 31. Dezember vor der Entstehung des Altersrentenanspruchs am 1. Januar 1993 um den letzten Tag des Jahres 1992 handelt. Aufgrund des in diesem letzten Beitragsjahr vor dem Rentenbezug erzielten hohen Erwerbseinkommens des Ehemannes würde das zusätzliche Splittingjahr zu einer höheren Altersrente der Versicherten führen. Im Folgenden ist zu prüfen, auf welche Weise Art. 29quinquies Abs. 4 lit. a AHVG auszulegen ist.\n\n2.3 Ausgangspunkt jeder Auslegung bildet der Wortlaut der Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Interpretationen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente; dabei kommt es namentlich auf den Zweck der Regelung, die dem Text zu Grunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem die Norm steht. Die Gesetzesmaterialien sind zwar nicht unmittelbar entscheidend, dienen aber als Hilfsmittel, den Sinn der Norm zu erkennen. Das Bundesgericht hat sich bei der Auslegung von Erlassen stets von einem Methodenpluralismus leiten lassen (BGE 131 II 31 Erw. 7.1, BGE 131 V 93 Erw. 4.1 und 128 Erw. 5.1, BGE 130 V 232 Erw. 2.2, BGE 129 II 118 Erw. 3.1, BGE 125 II 196 Erw. 3a, je mit Hinweisen).\n\n2.4 Der Wortlaut der fraglichen Bestimmung lässt tatsächlich beide in Erw. 2.2 hievor angeführten Interpretationen zu. Dies nicht nur wegen der fehlenden Deckungsgleichheit der drei Sprachfassungen von Art. 29quinquies Abs. 4 lit. a AHVG. Der deutsche Ausdruck \"vor Eintritt des Versicherungsfalles\" findet in der französischen Textvariante seine (inkongruente) Entsprechung in der Wendung \"qui précède l'ouverture du droit à la rente\" und in der italienischen Fassung im Begriff \"che precede l'insorgere dell'evento assicurato\". Augenfällig ist, dass der Gesetzgeber bei identischer Normsetzungsaufgabe, nämlich dort, wo er bei verheirateten Personen die Teilung der Erziehungs- und Betreuungsgutschriften während der Kalenderjahre der Ehe regeln musste, in die jeweiligen deutschen und italienischen Sprachfassungen dieselben Ausdrücke übernahm, wie er sie in Art. 29quinquies Abs. 4 lit. a AHVG verwendet hatte, in den französischen Normtexten hingegen den BGE 132 V 265 S. 269neuen Begriff \"qui précède la réalisation de l'événement assuré\" wählte (vgl. Art. 29sexies Abs. 3 und Art. 29septies Abs. 6 AHVG in der jeweiligen amtssprachlichen Textvariante). Dies legt die Schlussfolgerung nahe, dass es sich bei der in Art. 29quinquies Abs. 4 lit. a AHVG enthaltenen Wendung \"qui précède l'ouverture du droit à la rente\" um ein redaktionelles Versehen handelt. Die Frage mag indessen offen bleiben, weil auch mit deren Klärung die hier zu beantwortende Auslegungsfrage noch keineswegs entschieden wäre. Denn der Bedeutungsgehalt des in der deutschen Fassung verwendeten Ausdrucks \"Eintritt des Versicherungsfalles\" ist selbst für sich allein betrachtet nicht so klar und unmissverständlich, wie die Vorinstanz unterstellt. Neben der im angefochtenen Entscheid gegebenen Antwort, wonach darunter das Erreichen des Rentenalters zu verstehen sei, mithin die Verwirklichung des anspruchsbegründenden Sachverhalts, wird der Begriff im sozialversicherungsrechtlichen Sprachgebrauch zum Teil auch mit demjenigen der Entstehung des Rentenanspruchs gleichgesetzt (vgl. BGE 101 V 160 und BGE 100 V 208), was hinwiederum dem hievor angeführten, in der französischen Fassung von Art. 29quinquies Abs. 4 lit. a AHVG verwendeten Ausdruck \"ouverture du droit à la rente\" entspricht. Angesichts des gänzlich unklaren Wortlauts ist der Rechtssinn der letztzitierten Gesetzesbestimmung anhand der übrigen normunmittelbaren Auslegungselemente zu eruieren.\n\n2.5 Wie das BSV in seiner Vernehmlassung zutreffend darlegt, erschliesst sich die wahre rechtliche Tragweite von Art. 29quinquies Abs. 4 lit. a AHVG aufgrund ihrer systematischen Einbettung und ihres Zusammenwirkens mit Art. 29bis Abs. 1 AHVG. Diese Bestimmung lautete in ihrer bis 31. Dezember 1996 gültig gewesenen Fassung wie folgt:\n\n\"Die Beitragsdauer ist vollständig, wenn der Versicherte vom 1. Januar nach der Vollendung des 20. Altersjahres bis zur Entstehung des Rentenanspruchs [\"entre le 1er janvier qui suit la date où il a eu 20 ans révolus et l'ouverture du droit à la rente\"; \"dal 1o gennaio dopo aver compiuto i 20 anni e fino all'inizio del diritto alla rendita\"] während gleich viel Jahren wie sein Jahrgang Beiträge geleistet hat. ...\"\n\nAnlässlich der parlamentarischen Beratung der 10. AHV-Revision äusserte sich der deutschsprachige Berichterstatter der Nationalratskommission am 10. März 1993 folgendermassen zur von dieser vorgeschlagenen neuen Fassung von Art. 29bis Abs. 1 AHVG (Amtl. Bull. 1993 N 214, 225 und 253 f.): BGE 132 V 265 S. 270\n\n\"Artikel 29bis betrifft ebenfalls eine in der Öffentlichkeit sehr häufig diskutierte Frage, nämlich die vollständige Beitragsdauer. Gemäss geltendem Gesetz ist die Beitragsdauer vollständig, wenn der Versicherte vom 1. Januar nach der Vollendung des 20. Altersjahres bis zum Entstehen des Rentenanspruches seine Beiträge geleistet hat. Weil der Rentenanspruch immer im Monat nach der Vollendung des Rentenalters entsteht, hat diese Regelung eine sicher nicht beabsichtigte Benachteiligung der im Dezember geborenen Versicherten zur Folge. Sie müssten ein Jahr länger Beiträge bezahlen als ihre Jahrgänger. In Übereinstimmung mit Bundesrat und Ständerat, wenn auch redaktionell etwas anders formuliert, schlägt die Kommission vor, dass die für die Rentenberechnung massgebende Beitragsdauer auf den 31. Dezember vor Eintritt des versicherten Ereignisses begrenzt wird. Dies ermöglicht die Gleichbehandlung aller Angehörigen des gleichen Jahrganges. ...\"\n\nIm hier relevanten Punkt wurde der Vorschlag der Nationalratskommission schliesslich von beiden Kammern des Parlaments zum Gesetz erhoben. Gemäss (seit Inkrafttreten der 10. AHV-Revision am 1. Januar 1997 geltender) neuer Fassung von Art. 29bis Abs. 1 AHVG werden für die Rentenberechnung Beitragsjahre, Erwerbseinkommen sowie Erziehungs- oder Betreuungsgutschriften der rentenberechtigten Person zwischen dem 1. Januar nach Vollendung des 20. Altersjahres und dem 31. Dezember vor Eintritt des Versicherungsfalles (Rentenalter oder Tod) berücksichtigt (\"qui précède la réalisation du risque assuré [âge de la retraite ou décès]\"; \"che precede l'insorgere dell'evento assicurato [età conferente il diritto alla rendita o decesso]\").\n\n2.6 Was Art. 29bis Abs.1 AHVG anbelangt, fördern die Materialien die mit der Verwendung des Begriffs \"vor Eintritt des Versicherungsfalles\" verfolgte Regelungsabsicht des Gesetzgebers klar zutage: Um im Rahmen der Rentenberechnung die Gleichbehandlung sämtlicher Angehöriger eines Jahrgangs (somit auch der im Dezember geborenen Versicherten) zu gewährleisten, sollen die auf das Jahr der Verwirklichung des anspruchsbegründenden Sachverhalts entfallenden Beitragsjahre, Erwerbseinkommen und letzteren gleichgestellte Gutschriften grundsätzlich für alle Rentenberechtigten unberücksichtigt bleiben. Für den Geltungsbereich von Art. 29quinquies Abs. 4 lit. a AHVG kann unter systematischem Blickwinkel nichts anderes gelten. Auch mit Bezug auf das Einkommenssplitting unter den Ehegatten haben diejenigen Erwerbseinkommen ausser Betracht zu fallen, welche im Jahr erzielt werden, in dem der erstrentenberechtigte Ehegatte das Rentenalter erreicht. Der von der Beschwerdeführerin geltend gemachte Lösungsweg, BGE 132 V 265 S. 271nämlich das Abstellen auf den Zeitpunkt der Entstehung des Rentenanspruchs und demzufolge die weitere Berücksichtigung der im Jahre der Vollendung des 64./65. Altersjahrs erzielten Erwerbseinkommen im Falle von im Dezember Geborenen, lässt sich angesichts der bereits im Randtitel von Art. 29bis AHVG (\"allgemeine Bestimmungen für die Rentenberechnung\") zum Ausdruck gelangenden grundlegenden Bedeutung dieser neuformulierten Vorschrift für den gesamten Bereich der Rentenermittlung seit Inkrafttreten der 10. AHV-Revision nicht mehr beschreiten.\n\n2.7 Aufgrund des nach den vorstehenden Ausführungen gewonnenen eindeutigen Auslegungsergebnisses ist unter \"Eintritt des Versicherungsfalles\" im Sinne von Art. 29quinquies Abs. 4 lit. a AHVG die Verwirklichung des anspruchsbegründenden Sachverhalts zu verstehen. Fällt somit der 31. Dezember vor Erreichen des Rentenalters durch den am 24. Dezember 1927 geborenen Ehemann der Beschwerdeführerin auf den letzten Tag des Jahres 1991, haben Verwaltung und Vorinstanz die im Jahre 1992 erzielten Erwerbseinkommen zu Recht vom Splitting ausgenommen.\n\n3. Des Weitern stellt sich die Frage nach der Höhe des der Beschwerdeführerin zu gewährenden Verwitwetenzuschlags zur Altersrente.\n\n3.1 Gemäss Art. 35bis AHVG haben verwitwete Bezügerinnen und Bezüger von Altersrenten Anspruch auf einen Zuschlag von 20 % zu ihrer Rente; Rente und Zuschlag dürfen den Höchstbetrag der Altersrente (\"le montant maximal de la rente de vieillesse\"; \"l'importo massimo della rendita di vecchiaia\") nicht übersteigen. Gestützt auf diese Bestimmung stellt sich die Beschwerdeführerin auf den Standpunkt, es stehe ihr ein ungekürzter 20%iger Verwitwetenzuschlag zu, weil sich der im Gesetz genannte limitierende Höchstbetrag stets auf die höchstmögliche Vollrente gemäss Rentenskala 44 (in den Jahren 2003/04: Fr. 2110.- pro Monat) beziehe. Demgegenüber verstehen Ausgleichskasse, kantonales Gericht und BSV unter dem \"Höchstbetrag der Altersrente\" den Maximalbetrag im Rahmen der jeweils zutreffenden Rentenskala (hier monatlich Fr. 1726.- gemäss anwendbarer Teilrentenskala 36 der in den Jahren 2003/04 gültig gewesenen Rententabellen).\n\n3.2 Unter dem Blickwinkel einer rein grammatikalischen Auslegung von Art. 35bis AHVG wären wiederum beide Auffassungen vertretbar. Was die gesetzgeberische Regelungsabsicht anbelangt, BGE 132 V 265 S. 272lässt sich den Materialien entnehmen, dass mit dem Verwitwetenzuschlag splittingbedingte Verluste von verwitweten Rentenbezügerinnen und -bezügern aufgefangen werden sollen (Amtl.Bull. 1994 S 552 f.). Dieser Umstand spricht eher gegen den von der Beschwerdeführerin eingenommenen Standpunkt, wonach Altersrente und Verwitwetenzuschlag immer, d.h. auch bei Teilrenten, einzig durch den höchstmöglichen Rentenbetrag der Vollrentenskala 44 zu begrenzen seien. Denn dadurch würden in Fällen wie dem vorliegenden nicht nur \"splittingbedingte Verluste\" aufgefangen, sondern in erster Linie auf Beitragslücken zurückzuführende Rentenkürzungen ausgeglichen. Es gibt keinerlei Hinweise, wonach dies vom Gesetzgeber beabsichtigt worden wäre.\n\n3.3 Auch hier liefert die systematische Betrachtungsweise Klarheit in der Auslegungsfrage: Wie das BSV in seiner Vernehmlassung zutreffend ausführt, sieht das Gesamtkonzept (Art. 34 ff. AHVG) der Berechnungsvorschriften für Voll- und Teilrenten (vgl. hiezu Art. 29 Abs. 2 AHVG) vor, dass die Teilrenten in einem klar definierten Verhältnis (einem bestimmten Bruchteil) zur Vollrente stehen (Art. 38 AHVG). Es deutet nun nichts darauf hin, dass der Gesetzgeber die verwitweten Bezügerinnen und Bezüger von Altersrenten soweit privilegieren wollte, dass bei der Begrenzung von Rente und Zuschlag dem dargelegten Grundgedanken der Rentenberechnung keine Nachachtung mehr zu zollen wäre. Vielmehr ist davon auszugehen, dass nach den gesetzgeberischen Intentionen auch Teilrenten zusammen mit dem 20%igen Verwitwetenzuschlag nicht höher ausfallen dürfen als der Höchstbetrag der jeweils anwendbaren Rentenskala. Nur diese, sich aus der angeführten Gesamtkonzeption ergebende Lösung verhindert eine mit der Rechtsgleichheit unvereinbare Bevorzugung von Teilrenten beziehenden Personen - und zwar nicht nur im Vergleich zu den Vollrentnerinnen und Vollrentnern, sondern auch im Verhältnis der Teilrentenbezügerinnen und -bezüger untereinander. Schliesslich kommt - entgegen der von der Beschwerdeführerin im vorinstanzlichen Verfahren vertretenen Auffassung - das dargelegte Rentenberechnungskonzept auch im Zusammenhang mit der für Ehepaare bestehenden Rentenplafonierung zum Tragen (Art. 53bis AHVV in Verbindung mit Art. 35 Abs. 3 AHVG; AHI 2001 S. 74 Erw. 3c/ee).\n\n3.4 Der verwitweten Beschwerdeführerin steht unbestrittenermassen eine Altersrente gemäss Teilrentenskala 36 zu. Verwaltung und BGE 132 V 265 S. 273kantonales Gericht haben deshalb den Rentenbetrag einschliesslich Verwitwetenzuschlag zu Recht auf Fr. 1726.- pro Monat begrenzt, was in den Jahren 2003/04 dem Höchstbetrag der genannten Rentenskala entsprach.\n\n4. Nach dem Gesagten muss es mit der von der Ausgleichskasse festgesetzten, vorinstanzlich bestätigten Altersrente sein Bewenden haben."}