{"annee": "132", "cour": "IV", "page": "76", "date": "31/3/2006", "cite": ["123 IV 175", "97 IV 248", "99 IV 25", "123 IV 225", "918 IV 333", "918 IV 356"], "cite_par": ["133 II 68", "137 II 164", "137 II 222"], "chapeau": "11. Auszug aus dem Urteil des Kassationshofes i.S. X. und Y. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)\n\n6S.23/2006 vom 31. März 2006", "regestes": ["Infraction à la loi sur les loteries (art. 38 al. 1 LLP); mise non punissable (art. 38 al. 2 LLP); opération analogue aux loteries appliquant le procédé dit de la boule de neige (art. 43 ch. 1 OLLP). Un \"cercle de dons\" où est offerte aux participants, en échange d'un versement, la chance de réaliser un gain, qui ne pourra être obtenu que si l'on réussit à convaincre d'autres personnes à faire partie du cercle en versant une mise, est une opération appliquant le procédé de la boule de neige; cela constitue donc une opération analogue à une loterie au sens de l'art. 43 ch. 1 OLLP (consid. 4). L'exploitation d'une telle opération est punissable. Le versement d'une mise, en tant que tel, n'est pas punissable (consid. 5)."], "faits": "BGE 132 IV 76 S. 77\n\nA. Der Präsident 3 des Bezirksgerichts Baden verurteilte am 21. Dezember 2004 X. und Y. wegen Widerhandlung gegen das Bundesgesetz betreffend die Lotterien und die gewerbsmässigen Wetten (Art. 38 Abs. 1 LG i.V.m. Art. 1 LG und Art. 43 Ziff. 1 LV) zu Bussen von 300 Franken.\n\nDas Obergericht des Kantons Aargau wies am 21. November 2005 die von den beiden Gebüssten erhobene Berufung ab.\n\nB. X. (Beschwerdeführer 1) und Y. (Beschwerdeführer 2) führen staatsrechtliche Beschwerde und eidgenössische Nichtigkeitsbeschwerde. Mit der Ersteren beantragen sie die Aufhebung des Urteils des Obergerichts, mit der Letzteren zudem ihre Freisprechung.", "considerants": "Aus den Erwägungen:\n\nI. Nichtigkeitsbeschwerde\n\n2. Der so genannte \"Schenkkreis\", an welchem die Beschwerdeführer teilnahmen, spielt sich gemäss den Feststellungen der Vorinstanz im Prinzip wie folgt ab. Am \"Schenkkreis\" sind 15 Personen beteiligt. Das erste, äusserste Segment besteht aus acht neu hinzugekommenen Personen, das zweite aus vier, das dritte aus zwei Personen und im innersten Segment, d.h. im Zentrum, befindet sich eine Person. Die acht Personen des äussersten Segments zahlen (\"schenken\") der zentralen Person einen bestimmten Geldbetrag, im konkreten Fall je Fr. 7'500.-. Die zentrale Person erhält somit BGE 132 IV 76 S. 78insgesamt Fr. 60'000.-, was unter Berücksichtigung des allenfalls von ihr in der Vergangenheit selbst an die damals zentrale Person geleisteten Betrags von Fr. 7'500.- einen Gewinn von Fr. 52'500.- ergibt. Die \"beschenkte\" Person verlässt nach der \"Schenkung\" den Kreis, worauf sich dieser in zwei neue \"Schenkkreise\" zu sieben Personen aufteilt. Diese sieben Personen rücken in den neu gebildeten \"Schenkkreisen\" um je ein Segment in Richtung Zentrum vor. Die beiden neuen \"Schenkkreise\" müssen nun je acht Personen finden, welche das erste, äusserste Segment besetzen und zur Zahlung eines bestimmten Geldbetrages, vorliegend von je Fr. 7'500.-, an die zentralen Personen der beiden neuen Kreise bereit sind, und so fort. Es ist im Übrigen möglich, dass eine Position statt nur von einer Person von zwei Personen besetzt wird, so dass sich im äussersten Segment maximal 16 und im Zentrum zwei Personen befinden; entsprechend teilen sich diese Personen den Einsatz und den Gewinn.\n\n3.\n\n3.1 Nach Art. 1 Abs. 1 des Bundesgesetzes vom 8. Juni 1923 betreffend die Lotterien und die gewerbsmässigen Wetten (Lotteriegesetz, LG; SR 935.51) sind die Lotterien verboten. Als Lotterie gilt gemäss Art. 1 Abs. 2 LG jede Veranstaltung, bei der gegen Leistung eines Einsatzes oder bei Abschluss eines Rechtsgeschäftes ein vermögensrechtlicher Vorteil als Gewinn in Aussicht gestellt wird, über dessen Erwerbung, Grösse oder Beschaffenheit planmässig durch Ziehung von Losen oder Nummern oder durch ein ähnliches auf Zufall gestelltes Mittel entschieden wird. Das Gesetz sieht gewisse Beschränkungen des Lotterieverbots (Art. 2 LG betreffend Tombolas) und Ausnahmen vom Lotterieverbot (Art. 3 LG betreffend die gemeinnützigen oder wohltätigen Zwecken dienenden Lotterien) vor. Wer eine durch dieses Gesetz verbotene Lotterie ausgibt oder durchführt, wird mit Haft oder mit Busse bis zu 10'000 Franken bestraft (Art. 38 Abs. 1 LG). Das Einlegen in eine Lotterie ist straffrei (Art. 38 Abs. 2 LG).\n\nDer bundesrätliche Entwurf eines Lotteriegesetzes (BBl 1 BGE 918 IV 356 ff.) hatte auf eine Definition des Lotteriebegriffs verzichtet, weil sie sich erstens in der Expertenkommission als schwierig erwiesen hatte und weil zweitens \"gerade eine Legaldefinition unter Umständen die Umgehung des Gesetzes erleichtern könnte, indem man Unternehmungen, die unbestreitbar die Zwecke und Gefahren der Lotterien in sich schliessen, mit äusserlichen Merkmalen ausstatten BGE 132 IV 76 S. 79würde, die ihre Subsumtion unter den gesetzlichen Lotteriebegriff ausschliessen oder doch sehr zweifelhaft machen würden\" (Botschaft des Bundesrates, BBl 1 BGE 918 IV 333 ff., S. 343). In den Verhandlungen der eidgenössischen Räte wurde dann aber doch eine Legaldefinition eingefügt. Um die damit verbundenen Gefahren auszuschalten, wurde der Bundesrat im Gesetz ermächtigt, auf dem Verordnungsweg lotterieähnliche Unternehmungen den Lotterien gleichzustellen (Sten.Bull. 1921 S S. 37, 100, Voten des Berichterstatters Andermatt; Sten.Bull. 1922 N S. 861, 882, Voten des Berichterstatters Mächler). Gemäss Art. 56 Abs. 2 LG ist der Bundesrat befugt, auf dem Verordnungsweg \"lotterieähnliche Unternehmungen\" den in diesem Gesetz über die Lotterien enthaltenen Bestimmungen zu unterwerfen (zum Ganzen BGE 123 IV 175 E. 1).\n\nVon dieser Kompetenz hat der Bundesrat Gebrauch gemacht. Nach Art. 43 der Verordnung vom 27. Mai 1924 zum Bundesgesetz betreffend die Lotterien und die gewerbsmässigen Wetten (LV; SR 935.511) sind den Lotterien gleichgestellt:\n\n\"1. alle Veranstaltungen, bei denen das Schneeballsystem (Lawinen-, Hydra-, Gella- oder Multiplex-System) zur Anwendung kommt.\n\nEine solche Veranstaltung liegt vor, wenn die Lieferung von Waren, die Ausrichtung von Prämien oder andere Leistungen zu Bedingungen in Aussicht gestellt werden, die für die Gegenpartei des Veranstalters nur einen Vorteil bedeuten, wenn es ihr gelingt, weitere Personen zum Abschluss gleicher Geschäfte zu veranlassen;\n\n2. Preisausschreiben und Wettbewerbe jeder Art, an denen nur nach Leistung eines Einsatzes oder nach Abschluss eines Rechtsgeschäftes teilgenommen werden kann, und bei denen der Erwerb oder die Höhe der ausgesetzten Gewinne wesentlich vom Zufall oder von Umständen abhängig ist, die der Teilnehmer nicht kennt;\n\n3. die Aufstellung und der Betrieb von Verkaufs- sowie von Spielapparaten, die weder Geld noch geldvertretende Gegenstände abgeben, sofern es wesentlich vom Zufall abhängt, ob der gegen Leistung eines Einsatzes oder bei Abschluss eines Rechtsgeschäftes in Aussicht gestellte Gewinn anfällt oder von welcher Art oder von welchem Wert er ist.\"\n\nDas Lotteriegesetz definiert den Begriff der lotterieähnlichen Unternehmung nicht und nennt auch keine Beispiele. Die Auslegung des Begriffs hat sich am Lotteriebegriff, wie er in Art. 1 Abs. 2 LG definiert wird, zu orientieren. Der Richter muss nicht nur prüfen, ob die von ihm zu beurteilende Veranstaltung die Merkmale einer vom Bundesrat einer Lotterie gleichgestellten Unternehmung gemäss BGE 132 IV 76 S. 80Art. 43 LV aufweist, sondern auch, ob die Veranstaltung einer Lotterie im Sinne von Art. 1 Abs. 2 LG ähnlich ist (BGE 123 IV 225 E. 2b).\n\n3.2 Lotterien im Sinne von Art. 1 Abs. 2 LG sind mithin Veranstaltungen, bei welchen dem Teilnehmer (1.) gegen Leistung eines Einsatzes (2.) ein Gewinn in Aussicht gestellt wird, über den (3.) planmässig (4.) durch ein auf Zufall gestelltes Mittel entschieden wird. Lotterieähnliche Unternehmungen im Sinne von Art. 56 Abs. 2 LG sind Veranstaltungen, welche dieses oder jenes Merkmal der Lotterie im Sinne von Art. 1 Abs. 2 LG nicht in gleichem Masse bzw. nicht in gleicher Art und Weise wie die Lotterien aufweisen. Dabei ist für die Abgrenzung das Kriterium des Zufalls massgebend. Denn in Bezug auf die übrigen Merkmale der Lotterie - Leistung eines Einsatzes, Gewinnaussicht, Planmässigkeit (zu Letzterer siehe ausführlich BGE 99 IV 25 E. 5b S. 35) - sind Unterscheidungen beziehungsweise Abstufungen nicht möglich; sie sind entweder gegeben oder nicht vorhanden. Bei den Lotterien gemäss Art. 1 Abs. 2 LG ist der Zufall allein entscheidend, während ihm bei der lotterieähnlichen Unternehmung im Sinne von Art. 56 Abs. 2 LG neben anderen Umständen, etwa Beharrlichkeit und Geschick, eine wesentliche Rolle zukommt (BGE 123 IV 225 E. 2c mit Hinweisen auf die Lehre).\n\n4.\n\n4.1 Die einem \"Schenkkreis\" neu beitretenden (acht) Teilnehmer, welche das äusserste Segment besetzen, haben einen Geldbetrag an die Person zu leisten, welche sich im Zentrum des Kreises befindet. Hiefür steht ihnen die Chance auf einen höheren Geldbetrag und somit auf einen Gewinn in Aussicht. Diese Gewinnchance ist eine \"andere Leistung\" im Sinne von Art. 43 Ziff. 1 Abs. 2 LV. Die Teilnehmer können diese Gewinnchance nur realisieren, wenn es ihnen gelingt, weitere Personen zur Teilnahme am \"Schenkkreis\" und somit zur Zahlung eines Geldbetrags, mithin \"zum Abschluss gleicher Geschäfte\" im Sinne der zitierten Bestimmung, \"zu veranlassen\", wodurch sie ein Segment vorrücken und schliesslich allenfalls ins Zentrum eines Kreises gelangen können.\n\nDen neu hinzukommenden Teilnehmern eines \"Schenkkreises\" steht somit gegen Leistung eines Einsatzes ein Gewinn in Aussicht. Ob diese neuen Teilnehmer den Gewinn erzielen, hängt bei aller Beharrlichkeit und allem Geschick auch wesentlich vom Zufall ab. BGE 132 IV 76 S. 81\n\nDenn die neu hinzugekommenen acht Personen erhalten - bei einem \"Schenkkreis\" von 15 Personen mit einem aus acht Personen bestehenden äussersten Segment - den Gewinn erst, wenn (16 + 32 + 64) 112 weitere Teilnehmer angeworben worden sind und bezahlt haben.\n\n4.2\n\n4.2.1 Das Lotterie-Merkmal der Planmässigkeit muss auch bei der lotterieähnlichen Unternehmung erfüllt sein. Die Planmässigkeit ist das entscheidende Kriterium, um die Lotterien und die lotterieähnlichen Unternehmungen vom Glücksspiel im Sinne des Spielbankengesetzes zu unterscheiden (BGE 99 IV 25 E. 5 S. 31 ff., insbesondere E. 5b). Glücksspiele im Sinne des Bundesgesetzes vom 18. Dezember 1998 über Glücksspiele und Spielbanken (Spielbankengesetz, SBG; SR 935.52) sind gemäss der - im Vergleich zum alten Recht (Art. 2 Abs. 2 aSBG) unveränderten - gesetzlichen Definition Spiele, bei denen gegen Leistung eines Einsatzes ein Geldgewinn oder ein anderer geldwerter Vorteil in Aussicht steht, der ganz oder überwiegend vom Zufall abhängt (Art. 3 Abs. 1 SBG). Eine Veranstaltung, bei welcher über den Gewinn nicht planmässig entschieden wird, ist keine Lotterie beziehungsweise lotterieähnliche Unternehmung, sondern allenfalls ein Glücksspiel im Sinne des Spielbankengesetzes.\n\nPlanmässigkeit im Sinne des Lotteriegesetzes liegt vor, wenn der Veranstalter sein eigenes Spielrisiko ausschliesst, sich also nicht dem Zufall unterwirft (BGE 99 IV 25 E. 5a; BGE 123 IV 175 E. 2c, BGE 123 IV 225 E. 2d). Bei einer Veranstaltung nach dem Schneeballsystem trägt der Veranstalter schon nach der Konzeption einer solchen Unternehmung kein Spielrisiko. Dieses tragen allein die Teilnehmer, denen es gelingen muss, weitere Personen zum Abschluss gleicher Geschäfte zu veranlassen (BGE 123 IV 225 E. 2d). Diese Teilnehmer sind die Gegenpartei des Veranstalters im Sinne von Art. 43 Ziff. 1 Abs. 2 LV.\n\n4.2.2 Die erste Instanz hat erwogen, dass es beim vorliegend zu beurteilenden \"Schenkkreis\" keinen eigentlichen Veranstalter und somit auch keine Gegenpartei des Veranstalters im Sinne von Art. 43 Ziff. 1 LV gibt. Es gebe einzig Personen, welche Interessenten über das System informieren beziehungsweise durch die Veranstaltung führen. Als eigentliche Veranstalter könnten diese Personen jedoch nicht bezeichnet werden. Der \"Schenkkreis\" erfülle aber ansonsten BGE 132 IV 76 S. 82sämtliche Merkmale einer lotterieähnlichen Unternehmung beziehungsweise eines Schneeballsystems. Daher falle er trotz des Fehlens eines Veranstalters unter Art. 43 Ziff. 1 LV. Die erste Instanz hat in diesem Zusammenhang auch auf den Zweck des Lotteriegesetzes hingewiesen, der darin bestehe, Personen vor unnötigem Geldausgeben bei solchen Veranstaltungen zu schützen.\n\nDie Vorinstanz ist demgegenüber der Auffassung, dass es bei \"Schenkkreisen\" der hier zu beurteilenden Art durchaus einen Veranstalter gibt. Ein hoher Organisationsgrad sei nicht erforderlich. Es sei nicht zu verkennen, dass der Beschwerdeführer 1 im konkreten Fall durch seine Erläuterungen und Instruktionen als konkreter \"Veranstalter\" aufgetreten sei. Es könne zudem kein Zweifel darüber bestehen, dass das Schenkkreisprinzip in dieser Form und mit den dargelegten \"Spielregeln\" einmal von jemandem habe definiert und initiiert werden müssen. In diesem Sinne liege beim \"Schenkkreis\" eine planmässige Veranstaltung vor, in welcher die Erstveranstalter jegliches Risiko für sich ausgeschlossen hätten, indem sie sich beim Start in die Mittelpositionen des \"Schenkkreises\" gesetzt hätten.\n\n4.2.3 Als Veranstalter sind die - vorliegend sieben - Personen anzusehen, die, ohne Leistung eines Einsatzes, quasi als Gründungsmitglieder einen \"Schenkkreis\" begründen, dessen Zweck darin besteht, weitere Personen zum Beitritt durch Zahlung eines Einsatzes zu veranlassen. Gegenpartei des Veranstalters sind die Personen, welche dem \"Schenkkreis\" beitreten und den Einsatz leisten.\n\nDie neu beigetretenen Teilnehmer, die einen Einsatz geleistet haben, sind in besonderem Masse - mehr noch als die Gründungsmitglieder, die keinen Einsatz geleistet haben - an der Anwerbung von weiteren Teilnehmern interessiert. Sie werden aber dadurch, dass sie sich um weitere Teilnehmer bemühen, nicht ihrerseits auch zu Veranstaltern. Sie bleiben vielmehr nach wie vor Teilnehmer am Spiel. Denn gemäss den Spielregeln ist es gerade ihre Aufgabe, weitere Teilnehmer zu finden, da sie nur unter dieser Voraussetzung den gegen Leistung eines Einsatzes in Aussicht stehenden Gewinn erzielen können. Die Gründungsmitglieder eines \"Schenkkreises\", die keinen Einsatz geleistet haben, sind allerdings ebenfalls am Spiel beteiligt, weil auch ihnen ein Gewinn in Aussicht steht. Sie können aber, da sie keinen Einsatz geleistet haben, nur gewinnen, nicht verlieren. Die Gründungsmitglieder haben mithin im BGE 132 IV 76 S. 83Unterschied zu den neu hinzugekommenen Teilnehmern des \"Schenkkreises\" kein Verlustrisiko. Sie stehen zudem, obschon sie keinen Einsatz geleistet haben, nach der Anlage des Spiels dem Zentrum und damit der Erlangung des in Aussicht stehenden Gewinns näher als die neu hinzugekommenen Mitglieder, die einen Einsatz geleistet haben.\n\nSind aus einem neu gegründeten \"Schenkkreis\" mit sieben Gründungsmitgliedern nach drei Teilungsvorgängen acht Kreise entstanden, so sind in diesen acht Kreisen allerdings keine Gründungsmitglieder mehr beteiligt, sondern nur noch jeweils 15 Teilnehmer vereinigt, die alle einen Einsatz geleistet haben. Ab dieser Phase des Geschehens, die in der Praxis allerdings nur selten erreicht werden dürfte, sind mithin in den einzelnen \"Schenkkreisen\" keine Personen mehr vertreten, die als Veranstalter angesehen werden können.\n\n4.2.4 In Anbetracht dieser Besonderheiten sind \"Schenkkreise\" der vorliegenden Art im Grenzbereich zwischen lotterieähnlichen Unternehmungen gemäss Art. 56 Abs. 2 LG i.V.m. Art. 43 Ziff. 1 LV und Glücksspielen nach Art. 3 Abs. 1 SBG anzusiedeln. Eine Lösung in dem Sinne, \"Schenkkreise\", an denen noch Gründungsmitglieder, die keinen Einsatz geleistet haben, beteiligt sind, als lotterieähnliche Unternehmungen und \"Schenkkreise\", an denen nur noch Teilnehmer, die einen Einsatz geleistet haben, mitwirken, als Glücksspiele zu qualifizieren, ist schon aus Gründen der Praktikabilität abzulehnen, unter anderem deshalb, weil die Widerhandlungen gegen das Spielbankengesetz, etwa das vorliegend in Betracht fallende Organisieren von Glücksspielen ausserhalb konzessionierter Spielbanken (Art. 56 Abs. 1 lit. a SBG), im Unterschied zu den Widerhandlungen gegen das Lotteriegesetz in Anwendung des Bundesgesetzes über das Verwaltungsstrafrecht verfolgt werden (siehe Art. 57 Abs. 1 SBG). Sachgerecht ist vielmehr die Lösung, \"Schenkkreise\" der vorliegenden Art in allen Phasen des Geschehens rechtlich gleich, und zwar als lotterieähnliche Unternehmungen im Sinne von Art. 56 Abs. 2 LG i.V.m. Art. 43 Ziff. 1 LV zu qualifizieren.\n\nEntscheidend hiefür ist, dass bei \"Schenkkreisen\" der vorliegenden Art im Sinne von Art. 43 Ziff. 1 Abs. 1 LV das Schneeballsystem zur Anwendung kommt. Schon der historische Gesetzgeber sah gerade in Veranstaltungen nach dem Schneeballsystem lotterieähnliche Unternehmungen. In seinem Gutachten und Gesetzesentwurf betreffend die bundesrechtliche Regelung des Lotteriewesens von BGE 132 IV 76 S. 841913 wies Ernst Blumenstein auf den \"auch in der Schweiz bekannt gewordenen Warenverkauf nach dem Hydra-, Schneeballen- oder Lawinensystem\" hin. Er hielt eine prinzipielle Gleichstellung solcher Systeme mit den gewöhnlichen Lotterien hinsichtlich Verbot und Überwachung mit Rücksicht auf den Zweck des Lotteriegesetzes für unbedingt notwendig (siehe zum Ganzen BGE 123 IV 225 E. 2d). Mit Rücksicht auf die Vorstellungen des historischen Gesetzgebers und den Zweckgedanken der Lotteriegesetzgebung sind Veranstaltungen, bei denen das Schneeballsystem zur Anwendung kommt, als lotterieähnliche Unternehmungen zu qualifizieren. Dies gilt auch für Veranstaltungen, bei denen nicht deutlich im Sinne der erläuternden Umschreibung in Art. 43 Ziff. 1 Abs. 2 LV zwischen einem Veranstalter und einer Gegenpartei des Veranstalters unterschieden werden kann. Als lotterieähnliche Unternehmung ist daher auch eine Veranstaltung anzusehen, bei der nach den Spielregeln gegen Leistung eines bestimmten Einsatzes ein bestimmter Gewinn in der Höhe eines mehrfachen Betrags in Aussicht steht, der nur erlangt werden kann, wenn es gelingt, weitere Personen zur Leistung von Einsätzen zu veranlassen.\n\n\"Schenkkreise\" der vorliegenden Art sind demnach als lotterieähnliche Unternehmungen im Sinne von Art. 56 Abs. 2 LG i.V.m. Art. 43 Ziff. 1 LV zu qualifizieren. Sie sind somit den Bestimmungen des Lotteriegesetzes unterworfen, mithin auch der Strafbestimmung von Art. 38 LG.\n\n4.3 Was die Beschwerdeführer gegen die Qualifizierung des \"Schenkkreises\" als lotterieähnliche Unternehmung vorbringen, geht an der Sache vorbei. Es ist rechtlich unerheblich, bei welchen Naturvölkern in welchen Ländern aus welchen Gründen die Idee von \"Schenkkreisen\" entstanden ist, welche Personen heute in der Schweiz an \"Schenkkreisen\" der vorliegenden Art teilnehmen und wozu die Gewinne verwendet werden. Rechtlich unerheblich ist auch, als was die Teilnehmer die als \"Schenkungen\" bezeichneten Zahlungen subjektiv empfinden. Rechtlich entscheidend ist allein, dass die Teilnehmer die Beiträge offenkundig nur in der Hoffnung leisten, später ihrerseits eine Zahlung im mehrfachen (vorliegend achtfachen) Betrag zu erhalten, was voraussetzt, dass weitere Teilnehmer in einer im Laufe des Geschehens rasch ansteigenden Vielzahl gefunden werden, die eine Zahlung erbringen. Wenn es den Beteiligten, wie die Beschwerdeführer behaupten, tatsächlich um Schenkungen aus sozialen und solidarischen Überlegungen ginge, BGE 132 IV 76 S. 85so wäre hiefür das Konstrukt von \"Schenkkreisen\" der vorliegenden Art offensichtlich nicht erforderlich.\n\n5.\n\n5.1 Gemäss Art. 38 Abs. 1 LG wird bestraft, wer eine durch dieses Gesetz verbotene Lotterie ausgibt oder durchführt. Nach Art. 38 Abs. 2 LG ist das Einlegen in eine Lotterie straffrei. Gemäss Art. 4 LG (\"Verbotene Handlungen\") sind die Ausgabe und die Durchführung einer durch dieses Gesetz verbotenen Lotterie untersagt. Die Durchführung einer Lotterie umfasst die dem Lotteriezweck dienenden Handlungen, wie die Ankündigung oder Bekanntmachung einer Lotterie, die Ausgabe der Lose, die Empfehlung, das Feilbieten, die Vermittlung und den Verkauf von Losen, Coupons oder Ziehungslisten, die Losziehung, die Ausrichtung der Gewinne, die Verwendung des Ertrages. Art. 4 und Art. 38 LG sind offensichtlich auf die eigentlichen Lotterien zugeschnitten. Welche Verhaltensweisen im Einzelnen bei den lotterieähnlichen Unternehmungen im Allgemeinen und bei den Veranstaltungen nach dem Schneeballsystem im Besonderen, die sich in ihrer Anlage von den Lotterien in tatsächlicher Hinsicht wesentlich unterscheiden, strafbar sind, wird im Gesetz nicht ausdrücklich bestimmt.\n\n5.2\n\n5.2.1 Die Gründung eines \"Schenkkreises\", dessen Zweck darin besteht, weitere Personen zum Beitritt durch Zahlung eines Einsatzes zu veranlassen, ist der Ausgabe einer Lotterie im Sinne von Art. 4 Satz 1 und Art. 38 Abs. 1 LG gleichzustellen und daher in Anwendung von Art. 56 Abs. 2 LG gemäss Art. 38 Abs. 1 LG strafbar.\n\n5.2.2 Strafbar ist gemäss Art. 56 Abs. 2 i.V.m. Art. 38 Abs. 1 LG auch die Durchführung einer lotterieähnlichen Unternehmung, worunter nach Art. 4 Satz 2 LG alle Handlungen fallen, die dem Zweck einer solchen Veranstaltung dienen. In Berücksichtigung der in Art. 4 Satz 2 LG betreffend die Lotterien im Einzelnen genannten Durchführungshandlungen macht sich somit etwa strafbar, wer das Bestehen eines \"Schenkkreises\" bekannt macht oder wer einer bestimmten Person den Beitritt zu einem \"Schenkkreis\" durch Leistung eines Einsatzes anbietet oder empfiehlt. Durchführungshandlungen können nicht nur von den Mitgliedern des \"Schenkkreises\", sondern auch von Drittpersonen vorgenommen werden, die ihm nicht angehören.\n\n5.2.3 Die Leistung eines Einsatzes zwecks Beitritts in einen \"Schenkkreis\" ist hingegen als solche, für sich allein, keine D BGE 132 IV 76 S. 86urchführungshandlung. Allerdings wurde in BGE 97 IV 248 entschieden, dass der Teilnehmer einer Kettenbriefaktion, welcher die im Spielplan vorgesehenen Handlungen vornimmt, nicht Einleger ist, sondern an der Durchführung der verbotenen Lotterie mitwirkt und als selbständiger Täter strafbar ist. In jenem Fall hatte der Beschuldigte nicht bloss einen Kettenbrief zum Preis von Fr. 10.- erworben, sondern auch dem an erster Stelle genannten Teilnehmer Fr. 10.- bezahlt, den Kettenbrief beim Unternehmer unter gleichzeitiger Bezahlung von Fr. 10.- gegen drei neue Briefe eingelöst und diese in der Folge an drei neue Teilnehmer weiterverkauft (zitierter BGE S. 250/251), wodurch er sich offensichtlich nicht nur auf das Einlegen in eine lotterieähnliche Unternehmung beschränkt, sondern an deren Durchführung mitgewirkt hatte. Aus BGE 97 IV 248 ergibt sich nicht, dass in einem Fall der vorliegend zu beurteilenden Art der Erwerb der Mitgliedschaft in einem \"Schenkkreis\" durch Leistung eines Einsatzes schon für sich allein nicht bloss als Einlegen, sondern als Mitwirkung an der Durchführung der lotterieähnlichen Unternehmung zu betrachten ist. Das Lotteriegesetz enthält keinen Straftatbestand der \"Teilnahme\" an einer Lotterie, sondern unterscheidet zwischen der strafbaren Ausgabe und Durchführung einer Lotterie einerseits und dem straffreien Einlegen in eine Lotterie andererseits. Wer Lose einer verbotenen Lotterie anbietet oder verkauft, erfüllt den Tatbestand. Wer solche Lose kauft, ist hingegen nicht strafbar, obschon auch der Loskauf offensichtlich dem Lotteriezweck dient und die Lotterie nur dank der notwendigen Teilnahme des Loskäufers gelingen kann.\n\nDas Lotteriegesetz enthält in Bezug auf die lotterieähnlichen Unternehmungen keine speziellen Strafbestimmungen, sondern verweist - durch Art. 56 Abs. 2 LG - auf Art. 38 LG, der allerdings auf die Lotterien zugeschnitten ist. Dies ist unter dem Gesichtspunkt von Art. 1 StGB (Legalitätsprinzip) nicht unproblematisch, zumal sich die lotterieähnlichen Unternehmungen im Allgemeinen und die Veranstaltungen nach dem Schneeballsystem im Besonderen in tatsächlicher Hinsicht wesentlich von den Lotterien unterscheiden. Daher ist Art. 38 Abs. 1 LG in Bezug auf die lotterieähnlichen Unternehmungen jedenfalls nicht extensiv auszulegen, indem schon jede \"Teilnahme\" an einer solchen Unternehmung eo ipso als strafbar erachtet wird.\n\nDie Leistung eines Einsatzes zwecks Beitritts in einen \"Schenkkreis\" ist dem Kauf eines Loses bei einer Lotterie, mithin dem BGE 132 IV 76 S. 87Einlegen in eine Lotterie, gleichzustellen und daher als solche gemäss Art. 38 Abs. 2 i.V.m. Art. 56 Abs. 2 LG nicht strafbar.\n\n5.3 Die Vorinstanz stellt fest, dass der Beschwerdeführer 1 an den Sitzungen vom 17. September und vom 8. Oktober 2003 die Teilnehmer des \"Schenkkreises\" begrüsste, über den Ablauf orientierte, auf die strafrechtliche Problematik hinwies und seine Meinung dazu erläuterte. Nach der Auffassung der Vorinstanz ist der Beschwerdeführer 1 daher als Teilnehmer des \"Schenkkreises\" zu betrachten, und zwar unabhängig davon, ob er sich im konkreten Fall als Einleger beteiligt habe. Auch bei einem \"Schenkkreis\" der vorliegenden Art sei eine bescheidene, kleine Organisation erforderlich; zumindest hätten ein Raum gemietet und die potentiellen Teilnehmer über das Datum des \"Schenkkreises\" orientiert werden müssen. Die Behauptung des Beschwerdeführers 1, dass solche \"Schenkkreise\" völlig selbständig und ohne jegliche Organisation abliefen, entbehre jeder Realität. Durch sein Verhalten habe der Beschwerdeführer 1 eine massgebende organisatorische Rolle übernommen. Daher sei er unabhängig davon, ob er sich selber mit einem Einsatz am \"Schenkkreis\" beteiligt habe, der Teilnahme am \"Schenkkreis\" und somit der Verletzung von Art. 38 LG schuldig zu sprechen.\n\nOb der Beschwerdeführer 1 einen Einsatz leistete, was die Vorinstanz offen liess, ist unerheblich, da die Leistung eines Einsatzes als solche gemäss Art. 38 Abs. 2 i.V.m. Art. 56 Abs. 2 LG straffrei ist (siehe E. 5.2.3 hievor).\n\nDem angefochtenen Urteil kann nicht entnommen werden, ob der Beschwerdeführer 1 deshalb allenfalls keinen Einsatz leistete, weil er zu den Gründungsmitgliedern des \"Schenkkreises\" gehörte. Sollte der Beschwerdeführer 1 ein Gründungsmitglied gewesen sein, so hätte er den Tatbestand von Art. 38 Abs. 1 i.V.m. Art. 56 Abs. 2 LG und Art. 43 Ziff. 1 LV durch \"Ausgabe\" einer lotterieähnlichen Unternehmung erfüllt (siehe E. 5.2.1 hievor). Wie es sich damit vorliegend in tatsächlicher Hinsicht verhält, kann dahingestellt bleiben.\n\nDie festgestellten Handlungen des Beschwerdeführers 1 dienten offenkundig dazu, potentielle Interessenten zur Leistung eines Einsatzes zu veranlassen. Sie sind mithin dem Zweck der lotterieähnlichen Unternehmung dienende Handlungen und somit Durchführungshandlungen im Sinne von Art. 38 Abs. 1 i.V.m. Art. 4 und Art. 56 Abs. 2 LG. Solche Durchführungshandlungen können, wie BGE 132 IV 76 S. 88dargelegt, bei einem \"Schenkkreis\" nicht nur die Gründungsmitglieder und die später hinzugekommenen Teilnehmer vornehmen, sondern auch Drittpersonen, welche dem \"Schenkkreis\" nicht angehören.\n\nDer Beschwerdeführer 1 hat somit durch die festgestellten Handlungen den Tatbestand der Durchführung einer lotterieähnlichen Unternehmung (Art. 38 Abs. 1 i.V.m. Art. 4 und Art. 56 Abs. 2 LG sowie Art. 43 Ziff. 1 LV) erfüllt, selbst wenn davon auszugehen wäre, dass er weder einen Einsatz geleistet hatte noch Gründungsmitglied des \"Schenkkreises\" war.\n\n5.4 Gemäss den Feststellungen der Vorinstanz gestand der Beschwerdeführer 2 an der Verhandlung ein, dass er sich einige Wochen zuvor für einen \"halben Platz\" eingeschrieben und damit einen Einsatz von Fr. 3'750.- geleistet habe. Nach der Ansicht der Vorinstanz hat der Beschwerdeführer 2 somit am \"Schenkkreis\" teilgenommen, weshalb er der Verletzung des Lotteriegesetzes schuldig zu sprechen sei.\n\nDieser Auffassung kann nicht gefolgt werden. Die Leistung eines Einsatzes ist dem Einlegen in eine Lotterie gleichzustellen und daher gemäss Art. 38 Abs. 2 i.V.m. Art. 56 Abs. 2 LG straffrei (siehe E. 5.2.3 hievor). Die Vorinstanz stellt nicht fest, dass der Beschwerdeführer 2 über die Leistung eines Einsatzes hinaus, wodurch er dem \"Schenkkreis\" beigetreten ist, irgendwelche Handlungen vorgenommen habe, die als Durchführungshandlungen im Sinne von Art. 38 Abs. 1 i.V.m. Art. 4 LG qualifiziert werden könnten."}