{"annee": "132", "cour": "III", "page": "186", "date": "1/11/2005", "cite": ["112 II 172", "129 III 331", "125 III 412", "96 I 77", "100 II 420"], "cite_par": ["133 II 409", "144 III 155", "139 III 7", "132 III 564", "133 III 489"], "chapeau": "23. Urteil der I. Zivilabteilung i.S. A.B. und B. GmbH gegen C. (Berufung)\n\n4C.47/2005 vom 1. November 2005", "regestes": ["Fonds de placement selon l'aLFP (loi fédérale du 1er juillet 1966); action en exécution et en dommages-intérêts du porteur de parts à l'encontre de la direction du fonds; fardeau de l'allégation et de la preuve (art. 21, 23 et 24 aLFP; art. 8 CC). Calcul du prix du rachat des parts en cas de révocation du contrat de placement. Fardeau de l'allégation et de la preuve en relation avec une prétention en exécution et en dommages-intérêts du porteur de parts, qui fait valoir qu'il a été lésé par la dilution de la fortune du fonds imputable à la direction et par d'autres manquements de celle-ci à ses devoirs (consid. 1-11)."], "faits": "BGE 132 III 186 S. 187\n\nA. B.B. und die von ihm beherrschten Gesellschaften D. AG und E. AG investierten in den Jahren vor 1992 in die Anlagefonds X. und Y. Im Dezember 1992 widerriefen sie die Kollektivanlageverträge für insgesamt 20'148 Anteile X. und 16'165 Anteile Y. Im Zusammenhang mit der Rücknahme der Anteile kam es zum Streit mit der Fondsleitung der beiden Fonds, der C. mit Sitz in Z. (Beklagte). Dieser wurde vorgeworfen, sie habe das Fondsvermögen im Rücknahmezeitpunkt, aber auch schon während Jahren zuvor, insbesondere seit 1983, zu tief bewertet, weshalb die Auszahlung bei Rücknahme der Anteilscheine zu niedrig ausgefallen sei. Überdies sei durch die Neuausgabe von Anteilen unter dem tatsächlichen Wert das Fondsvermögen verwässert worden. Im Zusammenhang mit dem Immobiliengeschäft wird der Beklagten als Verwalterin der X. angelastet, mit der \"W.\" ein äusserst schwieriges Projekt von der Y. übernommen und darin investiert zu haben, ohne zu berücksichtigen, dass die Vermietungsbemühungen der Y. gescheitert waren. Durch die erfolgten Abschreibungen sei das Fondsvermögen geschädigt worden.\n\nB. Mit Klage beim Handelsgericht des Kantons Zürich verlangten die ausscheidenden Anleger von der Beklagten die Erteilung verschiedener Auskünfte, Zahlung des korrekt berechneten Rücknahmepreises für die Anteilscheine und Schadenersatz wegen Schädigung des Fondsvermögens. Mit Beschluss vom 21. Juni 1994 trennte das Handelsgericht die Auskunftsbegehren vom übrigen Verfahren ab und sistierte das Forderungsverfahren kurze Zeit später. Im abgetrennten Verfahren verpflichtete es die Beklagte am 21. August 2000 zur Erteilung verschiedener Auskünfte. Dieses Urteil bildet nicht Gegenstand des vorliegenden Verfahrens.\n\nC. Am 29. Januar 2001 hob das Handelsgericht die Sistierung des Forderungsverfahrens auf. B.B. war im Laufe des Verfahrens verstorben. Dieses wurde jedoch von seiner Rechtsnachfolgerin A.B. (Klägerin 1) weitergeführt. Aus den beiden ehemals von B.B. beherrschten Aktiengesellschaften ging durch Fusion die B. GmbH (Klägerin 2) als Rechtsnachfolgerin der ursprünglichen Gesellschaften hervor.\n\nD. Mit den im Forderungsprozess verbliebenen Rechtsbegehren verlangt die Klägerin 1 Zahlung von Fr. 866'139.-, die Klägerin 2 von Fr. 2'194'315.-, je nebst Zins, wobei eine höhere Forderung aufgrund des Beweisergebnisses vorbehalten wurde. Zudem BGE 132 III 186 S. 188fordern die Klägerinnen Fr. 59'774.60 als Ersatz für die Kosten der Auskunftsbeschaffung. Mit Urteil vom 1. Dezember 2004 wies das Handelsgericht die Klage ab.\n\nDas Bundesgericht heisst die von den Klägerinnen gegen dieses Urteil erhobene Berufung gut.", "considerants": "Erwägungen:\n\n1.\n\n1.1 Die Vorinstanz ging davon aus, bei den Ansprüchen, die sich auf die Unterbewertung der Anteile bei Widerruf der Verträge stützen, handle es sich um Erfüllungs-, bei den übrigen um Schadenersatzansprüche. Bei der Schadensberechnung sei der Stand, den das Vermögen ohne schädigendes Ereignis hätte, mit dem aktuellen Vermögensstand zu vergleichen. Da der Beklagten eine langfristige Unterbewertung in schwankendem Ausmass vorgeworfen werde, müssten die Einstandswerte und -preise in die Schadensberechnung einbezogen werden. Diesbezüglich hätten die Klägerinnen aber keine Angaben gemacht und damit keine hinreichenden Behauptungen über die Schadenshöhe aufgestellt. Das gelte analog auch für die Erfüllungsansprüche. Soweit für die Anteilscheine ein unter dem Verkehrswert liegender Preis bezahlt worden sei, wirke sich dies auf den Erfüllungsanspruch aus und sei zu berücksichtigen. Andernfalls wären die Klägerinnen zu Lasten des Fondsvermögens bereichert. Zur Substanziierung des Quantitativs hätte die Bezeichnung des Kaufpreises, des damaligen Bestandes und der damaligen Unterbewertung gehört. Nachdem die Klägerinnen die Nennung des Einstandspreises bewusst unterlassen hätten, sei die Klage auch bezüglich des Erfüllungsanspruchs abzuweisen. Die Eventualbehauptung der Klägerinnen, wonach die zu niedrigen Preise allenfalls bezüglich der Wiederanlageemissionen zu berücksichtigen seien, sei prozessual verspätet erfolgt und bleibe ausser Acht.\n\n1.2 Die Vorinstanz hat zu den behaupteten pflichtwidrigen Verhaltensweisen keine Feststellungen getroffen. Das Bundesgericht könnte daher, sollte es die Rechtsauffassung der Klägerinnen für begründet erachten, kein Sachurteil fällen. Aus diesem Grund schadet es den Klägerinnen nicht, dass ihre Berufung keinen materiellen Antrag enthält, wie er nach Art. 55 Abs. 1 lit. b OG erforderlich ist. Der blosse Rückweisungsantrag genügt (BGE 125 III 412 E. 1b S. 414).\n\n2. Die Vorinstanz ging unter Verweis auf das Urteil im abgetrennten Verfahren betreffend Auskunftserteilung davon aus, dass für die BGE 132 III 186 S. 189im Prozess aufgeworfenen Fragen das alte Anlagefondsgesetz vom 1. Juli 1966 (aAFG; AS 1967 S. 115 ff.) gilt. In diesem Punkt wird das angefochtene Urteil vor Bundesgericht von keiner Partei beanstandet, weshalb auch im Berufungsverfahren von der Anwendbarkeit des alten Anlagefondsgesetzes auszugehen ist. Im Übrigen ist offensichtlich, dass die Frage, ob sich die Fondsleitung pflichtwidrig verhalten hat, nach jenen Bestimmungen zu beurteilen ist, die im Zeitpunkt des behaupteten pflichtwidrigen Verhaltens in Kraft waren (FORSTMOSER, in: Forstmoser [Hrsg.], Kommentar zum schweizerischen Anlagefondsgesetz, Bd. I, N. 100 zu Art. 65 AFG mit Hinweisen [nachfolgend zitiert als FORSTMOSER, Kommentar]). In Bezug auf die Durchsetzung der Ansprüche kann dagegen auch für Verantwortlichkeitsansprüche, die entstanden, bevor das neue Recht am 1. Januar 1995 in Kraft getreten ist, der nach geltendem Gesetz neu vorgesehene Vertreter der Anlegergemeinschaft (Art. 28 AFG) bestellt werden (FORSTMOSER, Kommentar, N. 101 zu Art. 65 AFG). Der Sinn und die Tragweite der Übergangsbestimmungen ist nicht eindeutig (Urteil des Bundesgerichts 4C.125/1995 vom 6. März 1996, E. 2a). Da die Klägerinnen indessen die Klage vor Inkrafttreten des revidierten Anlagefondsgesetzes eingereicht haben, darf die sofortige Anwendbarkeit der neurechtlichen Verfahrensvorschriften nicht dazu führen, dass die Klägerinnen ihre Aktivlegitimation verlieren, soweit diese unter altem Recht gegeben war. Einer Beurteilung der Klageberechtigung der Klägerinnen nach altem Recht steht somit nichts entgegen.\n\n3.\n\n3.1 Der Anlagefonds ist ein Vermögen, das auf Grund öffentlicher Werbung von den Anlegern zum Zwecke gemeinschaftlicher Kapitalanlage aufgebracht und von der Fondsleitung nach dem Grundsatz der Risikoverteilung für Rechnung der Anleger verwaltet wird (Art. 2 Abs. 1 aAFG). Er soll dem Kleinsparer die Möglichkeiten kapitalkräftiger, sachkundiger Anleger zugänglich machen (FORSTMOSER, Zum schweizerischen Anlagefondsgesetz, Bern 1972, S. 11 [nachfolgend zitiert als FORSTMOSER, Anlagefondsgesetz]; SANDRA BÜRLI-BORNER, Anlegerschutz bei kollektiven Kapitalanlagen in der Schweiz, Diss. Basel 2003, S. 40). Der Anleger erwirbt durch seine Einzahlung Forderungen gegen die Fondsleitung auf Beteiligung am Vermögen und am Ertrag des Anlagefonds, die in Wertpapieren ohne Nennwert, welche auf den Inhaber oder als Orderpapiere auf den Namen lauten, zu verurkunden sind (Art. 20 Abs. 1 BGE 132 III 186 S. 190und 2 aAFG). Der Anlagefonds ist nach schweizerischem Recht offen ausgestaltet. Dies bedeutet, dass neue Anleger grundsätzlich jederzeit zu den bisherigen hinzutreten und sich am Fonds beteiligen können. Der Ausgabepreis der neuen Anteilscheine ist dabei auf Grund des Verkehrswertes festzusetzen, den das Fondsvermögen im Zeitpunkt der Ausgabe hat, geteilt durch die Anzahl der in Umlauf befindlichen Anteile (Art. 12 Abs. 3 aAFG).\n\n3.2 Will der Anleger den von ihm investierten Vermögenswert realisieren, bieten sich ihm dazu zwei Möglichkeiten. Er kann sich entweder die Umlauffähigkeit der Anteilscheine zu Nutze machen und diese an einen Dritten veräussern, was in der Regel an der Börse geschieht, oder er kann den Kollektivanlagevertrag jederzeit widerrufen und gegen Rückgabe des Anteilscheins von der Fondsleitung die Auszahlung seines Anteils am Anlagefonds in bar verlangen (Art. 21 aAFG; vgl. zum neuen Recht MARC WICKI, Der börsliche Handel mit Anlagefondsanteilen aus Sicht des Anlagefondsgesetzes, Diss. Zürich 2003, S. 56 ff.). Gemäss Art. 21 Abs. 3 aAFG ist der Rücknahmepreis nach denselben Grundsätzen zu berechnen wie der Ausgabepreis, so dass auch diesbezüglich vom Verkehrswert am Auszahlungstag auszugehen ist (Botschaft des Bundesrates vom 23. November 1965 zum Entwurf eines Bundesgesetzes über die Anlagefonds, BBl 1965 III 258 ff., S. 274 und 284; SCHUSTER, Anlagefondsgesetz, 2. Aufl., Zürich 1975, N. 3 zu Art. 12 Abs. 3 aAFG).\n\n3.3 Die gesetzlichen Bestimmungen unterstreichen die zentrale Bedeutung, welche der korrekten Bewertung des Fondsvermögens und der Gleichbehandlung der Anleger zukommt (Botschaft des Bundesrates vom 23. November 1965, BBl 1965 III 274). Wird das Fondsvermögen zu tief bewertet, erhält der den Vertrag widerrufende Anleger nicht den vollen ihm zustehenden Betrag. Ein zu tiefer Rücknahmepreis bevorteilt die verbleibenden Anleger, indem der Anlagefonds verdichtet wird. Werden neue Anteile ausgegeben, führt eine zu tiefe Bewertung dagegen zur \"Verwässerung\" des Anlagefonds und damit zu einer Schädigung der schon früher am Fonds beteiligten Anleger (vgl. hiezu Urteil des Bundesgerichts 2A.20/1993 vom 27. Oktober 1993, E. 3c).\n\n3.4 Nach den Feststellungen der Vorinstanz haben die Klägerinnen im Dezember 1992 ihre Anteile \"gekündigt\". Diese Terminologie entspricht dem neuen Anlagefondsgesetz (Art. 24 AFG). Art. 21 aAFG spricht dagegen in Anlehnung an die auftragsrechtlichen BGE 132 III 186 S. 191Bestimmungen, welche vor der Revision des Anlagefondsgesetzes subsidiär Geltung hatten (Art. 8 Abs. 3 aAFG), vom Widerruf des Anlagevertrages. Die Klägerinnen behaupten einerseits, die Beklagte habe ihnen bei der Rücknahme der Anteilscheine nicht den gesamten Betrag ausbezahlt, der ihrem Anteil am tatsächlichen Verkehrswert entspricht, und machen diesbezüglich ihren Erfüllungsanspruch geltend. Daneben verlangen sie von der Beklagten ihren Anteilen entsprechenden Ersatz für den Schaden, den die Beklagte durch Ausgabe von Anteilen zu einem zu tiefen Ausgabepreis und durch fehlerhafte Verwaltung dem Fondsvermögen zugefügt haben soll. Für beide Anspruchsgrundlagen ist gesondert zu prüfen, welche Behauptungen die Klägerinnen zur gehörigen Substanziierung vorbringen müssen und ob sie entsprechende Forderungen überhaupt geltend machen können.\n\n4. Zunächst ist der Anspruch der Klägerinnen auf Erfüllung im Zusammenhang mit der Rücknahme der Anteilscheine zu behandeln. Vorab ist zu klären, welche Umstände die Höhe der klägerischen Forderung beeinflussen können. Alsdann ist zu prüfen, wer für die betreffenden Umstände die Behauptungs- und Beweislast trägt. Beides sind, soweit es um bundesrechtliche Bestimmungen geht, Fragen des Bundesrechts, welche das Bundesgericht im Rahmen der Berufung frei überprüft, da die Kantone von Bundesrechts wegen die Behauptungslast nur derjenigen Partei überbinden dürfen, welche gemäss Art. 8 ZGB die Beweislast für eine Tatsache trägt (vgl. BGE 112 II 172 E. 2c S. 181).\n\n4.1 Die Vorinstanz ist der Auffassung, die Klägerinnen könnten jedenfalls insoweit keinen Erfüllungsanspruch geltend machen, als sie ihre Anteilscheine unter dem Verkehrswert erworben hätten, denn sie könnten sich sonst zu Lasten des Fondsvermögens, das heisst zu Lasten der verbleibenden Anleger, bereichern, was dem Schutzgedanken des Anlagefondsgesetzes zuwiderlaufe.\n\n4.2 Wenngleich die Vorinstanz den Anlegerschutz zu Recht berücksichtigt (vgl. BGE 112 II 172 E. 2a mit Hinweis), greift ihre Überlegung zu kurz. Die im Fonds verbleibenden Anleger werden geschädigt, wenn bei Ausgabe eines Anteilscheins ein zu niedriger Betrag einbezahlt wurde. Wird bei der Rücknahme eines derartigen Anteilscheins der volle Betrag ausbezahlt, benachteiligt dies die ursprünglichen Anleger, deren Anteil durch den zu niedrigen Ausgabepreis verwässert wurde (Urteil des Bundesgerichts BGE 132 III 186 S. 1922A.20/1993 vom 27. Oktober 1993, E. 3c; SCHUSTER, a.a.O., N. 3 zu Art. 12 Abs. 3 aAFG). Wird dagegen ein Anteilschein nicht von der Fondsleitung, sondern von einem anderen Anleger erworben, betrifft der für den gehandelten Anteilschein vereinbarte Preis nur die am Handel beteiligten Parteien. Eine Verwässerung des Fondsvermögens findet dadurch nicht statt, und die Stellung der übrigen Anleger wird durch die Übertragung nicht berührt. Würde dem Erwerber bei Rückgabe seines Anteilscheins nicht der seinem Anteil am Verkehrswert des Fondsvermögens entsprechende Betrag ausbezahlt, sondern sein Anspruch proportional zur Unterbewertung seines Anteilscheins im Erwerbszeitpunkt gekürzt und die Differenz dem Fondsvermögen zugeschlagen, wären die verbleibenden Anleger bereichert, und zwar, wenn man den Gedanken der Vorinstanz zu Ende denkt, auf Kosten des veräussernden Anlegers, denn dieser scheidet mit der Veräusserung seines Anteilscheins aus dem Kreis der Anleger aus und partizipiert nicht mehr am Anlagevermögen. Die Bereicherung des Fondsvermögens liesse sich nur vermeiden, wenn man den überschiessenden Betrag dem Veräusserer zukommen liesse und ihm insoweit einen Anspruch gegen das Fondsvermögen zuerkennen wollte. Bei Kettenübertragungen und fortschreitender Unterbewertung wäre die Restdifferenz auf sämtliche Rechtsvorgänger nach Massgabe der Unterbewertung im Veräusserungszeitpunkt zu verteilen.\n\n4.3 Die gesetzliche Regelung lässt indessen für derartige insbesondere bei Kettenübertragungen kaum praktikable Lösungen keinen Raum. Im Rahmen des vom Gesetz bezweckten Schutzes der Anleger liess sich der Gesetzgeber vielmehr vom Grundsatz der Gleichbehandlung aller Anleger ohne Rücksicht auf den Zeitpunkt ihres Eintritts und ihres Austritts aus dem Anlagefonds leiten (Urteil des Bundesgerichts 2A.127/1990 vom 10. Juli 1992, E. 5c; Botschaft des Bundesrates vom 23. November 1965, BBl 1965 III 274; JEANPRÊTRE, Le contrat de placement collectif dans le système du droit des obligations, in: Festgabe - Mélanges Wilhelm Schönenberger, Freiburg 1968, S. 290 f.). Zudem hat der Gesetzgeber bewusst neben der Ausgabe der Anteile durch die Fondsleitung auch den Handel der Anteilscheine als Wertpapiere vorgesehen und so eine einfache Realisierung der Anteile gewährleistet. Dieser Zielsetzung gilt es bei der Frage, welche Umstände bei Berechnung des Rücknahmepreises massgebend sind, Rechnung zu tragen. BGE 132 III 186 S. 193\n\n4.4\n\n4.4.1 Die Anteilscheine sind nach dem Gesetz zwingend in Wertpapieren ohne Nennwert, welche auf den Inhaber oder als Orderpapiere auf den Namen lauten, zu verurkunden. Damit wollte der Gesetzgeber die Negoziabilität der Anteilscheine sicherstellen (Botschaft des Bundesrates vom 23. November 1965, BBl 1965 III 275 und 323; JEANPRÊTRE, a.a.O., S. 297; SCHUSTER, a.a.O., N. 3 zu Art. 20 Abs. 2 aAFG; JÄGGI/DRUEY/VON GREYERZ, Wertpapierrecht, Basel 1985, S. 85 f.).\n\n4.4.2 Dem Wertpapiercharakter der Anteilscheine entsprechend, verpflichtet sich die Fondsleitung, ausschliesslich an den durch das Wertpapier Legitimierten zu leisten (JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 86). Mit der wertpapierrechtlichen Übertragung gehen die Rechte des Veräusserers auf den Erwerber über. Der Veräusserer kann die aus dem Wertpapier fliessenden Rechte nicht mehr geltend machen (vgl. BRUNO GEIGER, Der zivilrechtliche Schutz des Anlegers, Diss. Zürich 1971, S. 203; GUNTER MÜLLER, Die Rechtsstellung der Depotbank im Investmentgeschäft, Diss. Genf 1969, S. 273).\n\n4.4.3 Die Zirkulationsfähigkeit von Inhaber- und Orderpapieren wird dadurch gewährleistet, dass ein wertpapierrechtlicher Einredeausschluss gilt (vgl. JÄGGI, Zürcher Kommentar, N. 60 zu Art. 979 OR). Dieser besteht zwar nicht gegenüber dem ersten Nehmer (JÄGGI, Zürcher Kommentar, N. 38 zu Art. 979 OR), wohl aber gegenüber den gutgläubigen Dritterwerbern (JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 63 f.; MARCO LOREZ, Das Fondsreglement, Diss. Zürich 1972, S. 82; TAISCH/BEUTTER, Gesellschafts- und Wertpapierrecht, Zürich 1999, S. 122 f.).\n\n4.4.3.1 Der Einredeausschluss schützt das berechtigte Vertrauen des wertpapierrechtlichen Erwerbers eines Inhaber- und Orderpapiers. Aus diesem Grunde bestimmt sich auch der Umfang des Einredeausschlusses nach dem Vertrauensprinzip, das dem Ausschluss zugrunde liegt (vgl. JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 64, S. 58; HANS RIBI, Von der Übertragung der Wertpapiere, Diss. Zürich 1958, S. 206 f.; GUHL/DRUEY, Das schweizerische Obligationenrecht, 9. Aufl., Zürich 2000, § 86 N. 5 S. 907). Geht aus dem Wertpapier der Rechtsgrund des Anspruchs hervor (die Lehre spricht in diesem Zusammenhang auch von einem kausalen Wertpapier; vgl. THOMAS VON BALLMOOS, Der wertpapierrechtliche Verkehrsschutz, BGE 132 III 186 S. 194Diss. Bern 1993, S. 66; GUHL/DRUEY, a.a.O., § 85 N. 43 ff. S. 903 f.; gegen die Verwendung des Begriffspaares abstrakt und kausal MEIER-HAYOZ/VON DER CRONE, Wertpapierrecht, 2. Aufl., Bern 2000, § 4 N. 44 S. 92) und bestehen für das Grundverhältnis zwingende gesetzliche Regelungen (in diesem Zusammenhang wird auch der Begriff \"Typenbestimmtheit\" verwendet; THOMAS VON BALLMOOS, a.a.O., S. 87 ff.), muss sich der Erwerber diese Bestimmungen entgegenhalten lassen. In diesem Umfang wird das Vertrauen in die Skriptur des Inhaber- und Orderpapiers nicht geschützt. So besteht namentlich bei Mitgliedschaftsrechten wie beispielsweise Aktien aufgrund der ausgedehnten gesetzlichen Regelung kaum Raum für eine Einredebeschränkung (JÄGGI, Zürcher Kommentar, N. 80 ff. zu Art. 979 OR; GUHL/DRUEY, a.a.O., § 85 N. 46 ff. S. 904 f.).\n\n4.4.3.2 Auch das Vertrauen in die Skriptur der Anteilscheine wird nicht vollumfänglich geschützt. Für den Anleger hat beispielsweise nicht das nach altem Recht auf dem Anteilschein abzudruckende Reglement Gültigkeit, sondern das jeweils tatsächlich geltende (THOMAS VON BALLMOOS, a.a.O., S. 122; JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 87). Die Abänderung des Reglements war indessen im Gesetz ausdrücklich vorgesehen (Art. 9 Abs. 3 aAFG; THOMAS VON BALLMOOS, ibidem), wobei im Rahmen der Abänderung durch die Veröffentlichung des richterlichen Abänderungsentscheides im schweizerischen Handelsamtsblatt für hinreichende Publizität gesorgt war (Art. 10 aAFG). Infolge der Typenbestimmtheit des Anteilscheins besteht insoweit kein Raum für einen wertpapierrechtlichen Vertrauensschutz (THOMAS VON BALLMOOS, a.a.O., S. 87 ff.). Diesem Aspekt schenkt MARCO LOREZ (a.a.O., S. 83 f.) zu wenig Beachtung, wenn er für die Geltung des Reglements gegenüber Dritterwerbern verlangt, der Anteilschein müsse entweder auf die Möglichkeit der Abänderung des Reglements oder zumindest auf das Anlagefondsgesetz verweisen (THOMAS VON BALLMOOS, a.a.O., S. 122 Fn. 598; JÄGGI, Zürcher Kommentar, N. 69 und 80 zu Art. 979 OR; vgl. auch MEIER-HAYOZ/VON DER CRONE, a.a.O., § 4 N. 77 S. 100, welche die Kenntnis der gesetzlichen Bestimmungen ebenfalls voraussetzen, wenn sie ausführen, dass sich in Bezug auf das Wertpapier jedermann auf die Missachtung gesetzlicher Formvorschriften berufen kann).\n\n4.4.3.3 In Bezug auf den korrekten Ausgabepreis liegen die Voraussetzungen anders. Im Gegensatz zum Inhalt des aktuellen Reglements kann sich der Erwerber über die Angemessenheit des BGE 132 III 186 S. 195ursprünglichen Ausgabebetrages kaum informieren. Er erkennt beim Erwerb an der Börse nicht, ob das von ihm erworbene Wertpapier bei der Ausgabe verkehrswertkonform bewertet wurde und muss aufgrund der gesetzlichen Regelung nicht mit einer Unterbewertung rechnen. Wollte man der Fondsleitung die Einrede der unangemessenen Bewertung bei der Ausgabe gegenüber einem gutgläubigen Erwerber belassen, wären die im freien Handel zirkulierenden Anteilscheine objektiv nicht gleichwertig, da sie mit der Einrede eines zu tiefen Ausgabepreises belastet sein könnten. Damit würde einerseits die vom Gesetzgeber gewollte Zirkulationsfähigkeit der Anteilscheine eingeschränkt und andererseits bewirkt, dass die Erwerber unterschiedlich behandelt würden, je nach dem, ob sie die Anteilscheine auf dem Primär- oder auf dem Sekundärmarkt erworben haben. Nach dem Gesetzeszweck muss sich der Erwerber aber darauf verlassen können, dass ihm sein Anteilschein dieselben Rechte wie jedem anderen Anleger verschafft, unabhängig davon, von wem er sie erworben hat.\n\n4.4.4 Aus den dargelegten Gründen kann dem gutgläubigen Erwerber nicht entgegengehalten werden, bei Ausgabe seines Anteilscheins seien dem Fonds nicht genügend Mittel zugeflossen. Die zusätzlichen Kosten, welche bei Rücknahme der Anteilscheine infolge der Einredebeschränkung anfallen, gehen zu Lasten der Fondsleitung, denn sie hat durch die Ausgabe eines Anteilscheins zu einem zu tiefen Ausgabepreis gegenüber dem gutgläubigen wertpapierrechtlichen Erwerber den Anschein eines vollwertigen Anteilscheins geschaffen. Dabei muss sie sich behaften lassen.\n\n4.4.5 Dass dies wirtschaftlich zu einer Bereicherung des gutgläubigen Anlegers führen kann, ändert daran nichts. Bei Ausgabe oder Rücknahme der Anteilscheine durch die Fondsleitung ist die Beachtung des Verkehrswerts gesetzlich verankert (Art. 12 Abs. 3 und 21 Abs. 3 aAFG), und der Anleger kann bei falscher Bewertung gegen die Fondsleitung vorgehen. Beim Handel der Anteilscheine ausserhalb der Ausgabe und Rücknahme ist von Gesetzes wegen keine Berücksichtigung des tatsächlichen Wertes vorgesehen (vgl. MARC WICKI, a.a.O., S. 75). Vielmehr legen hier die Parteien den Preis parteiautonom fest, so dass der Börsenkurs beziehungsweise der ausserbörslich am Markt bezahlte Preis vom Ausgabe- und Rücknahmebetrag abweichen kann (vgl. AMONN, Der Kollektivanlagevertrag, in: Schweizerisches Privatrecht, Basel 1979, Bd. VII/2 S. 277 ff., S. 302; JÄGGI, La loi sur les fonds de p BGE 132 III 186 S. 196la\n\ncement, in: JdT 1967 I S. 226 ff., 239). Wer einen Anteilschein an einen Dritten veräussert oder von einem Dritten erwirbt, geht das Risiko ein, dass der vereinbarte Preis beziehungsweise der Börsenpreis nicht dem anteilsmässigen Verkehrswert entspricht.\n\n4.5 Anders kann es sich verhalten, soweit die Klägerinnen ihre Ansprüche auf Anteilscheine stützen, welche sie als erste Nehmerinnen von der Fondsleitung direkt erworben haben. Insoweit greift keine wertpapierrechtliche Einredebeschränkung (JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 63; JÄGGI, Zürcher Kommentar, N. 38 zu Art. 979 OR; TAISCH/BEUTTER, a.a.O., S. 122 f.). Auch die Gleichberechtigung der Anleger steht einer Berücksichtigung eines zu tiefen Ausgabepreises bei der Rücknahme des Anteilscheins nicht entgegen. Der Grundgedanke der Gleichbehandlung liegt darin, dass jeder Anleger aus der gleichen Investition denselben Vorteil erwirtschaften soll. Bei der Ausgabe neuer Anteile trägt das aAFG diesem Gedanken dadurch Rechnung, dass für den Ausgabepreis der Verkehrswert des Fondsvermögens geteilt durch die in Umlauf befindlichen Anteile massgeblich ist, damit weder die bisherigen noch die neuen Anleger geschädigt werden (Art. 12 Abs. 3 aAFG; AMONN, a.a.O., S. 301). Ergibt sich, dass die Anlage eines Anteilinhabers infolge des zu niedrigen Ausgabepreises nicht dem Wertanteil der anderen Anleger entsprach, rechtfertigt gerade die Gleichbehandlung, dass sein Anspruch bei Rücknahme entsprechend der tatsächlichen Grundeinlage reduziert und so die Schädigung der anderen Anleger verhindert wird.\n\n4.6 Daraus folgt, dass sich die Klägerinnen einen zu tiefen Ausgabebetrag als erste Nehmer der an sie ausgegebenen Anteilscheine grundsätzlich anrechnen lassen müssen. Ein zu tiefer Ausgabebetrag der wertpapierrechtlich von einem Dritten erworbenen Anteilscheine ist dagegen nur beachtlich, sofern zufolge Bösgläubigkeit der wertpapierrechtliche Einredeausschluss nicht zum Tragen kommt (MEIER-HAYOZ/VON DER CRONE, a.a.O., § 4 N. 105 ff. S. 107 ff.). Dagegen kommt dem Preis, welchen der Anleger einem Dritten für einen Anteilschein bezahlt, keine Bedeutung zu, was die Vorinstanz verkannt hat.\n\n5. Zu prüfen bleibt, welcher Partei für die Tatsachen, welche die Festsetzung des Rücknahmepreises bestimmen, die Behauptungs- und Beweislast obliegt.\n\nBGE 132 III 186 S. 197\n\n5.1 Der von den Klägerinnen geltend gemachte Erfüllungsanspruch setzt neben dem bestehenden Vertrag im Wesentlichen nur dessen nicht gehörige Erfüllung voraus. Das Verschulden der Fondsleitung wird vermutet (BRUNO GEIGER, a.a.O., S. 171). Der Beweis nicht gehöriger Erfüllung kann insbesondere durch den Nachweis erbracht werden, dass dem Anleger bei Rücknahme seines Anteilscheins nicht der wahre Inventarwert ausbezahlt wurde (Art. 21 Abs. 3 aAFG; BRUNO GEIGER, ibidem). Da sich dieser von Gesetzes wegen auf der Basis des Verkehrswerts bestimmt (Art. 12 Abs. 3 und 21 Abs. 3 aAFG; BRUNO GEIGER, a.a.O., S. 149), genügt es darzulegen, dass die Fondsleitung den Rücknahmepreis nicht nach dem korrekten Verkehrswert des Anlagefondsvermögens im Zeitpunkt der Rücknahme berechnet hat. Dies gilt selbst dann, wenn zufolge eines zu geringen Ausgabebetrages eine vom Verkehrswert abweichende Berechnung angemessen sein sollte (vgl. E. 4.4 hievor). Für Tatsachen, die eine Ausnahme von der gesetzlichen Regel begründen, trägt die Partei, zu deren Gunsten sich diese rechtshindernde Tatsache auswirkt, die Beweislast und die damit verbundene Behauptungslast (GULDENER, Schweizerisches Zivilprozessrecht, 2. Aufl., Zürich 1958, S. 344 f.; KUMMER, Berner Kommentar, N. 173 zu Art. 8 ZGB; zur Behauptungslast: C. JÜRGEN BRÖNNIMANN, Die Behauptungs- und Substanziierungslast im schweizerischen Zivilprozessrecht, Diss. Bern 1989, S. 130 ff.). Aus diesem Grund sind entsprechende Behauptungen von der Fondsleitung als Einrede zu erheben und zu beweisen.\n\n5.2 Die entsprechenden Behauptungen aufzustellen ist der Beklagten durchaus zuzumuten, zumal sie die notwendigen Angaben von der Depotbank jederzeit erhältlich machen kann, welche nach Art. 20 aAFV (Vollziehungsverordnung zum Bundesgesetz über die Anlagefonds vom 20. Januar 1967; AS 1967 S. 135 ff.) zu detaillierter Anteilscheinkontrolle verpflichtet ist. Auch für die Behauptung, es seien allfällige Ansprüche bereits ausgeschiedener Anleger gegenüber dem Fondsvermögen zu berücksichtigen, obliegt der Beweis der Beklagten. Dies würde allerdings voraussetzen, dass tatsächlich mit derartigen Ansprüchen zu rechnen ist und diese noch nicht verjährt sind, was ebenfalls von der Beklagten aufzuzeigen wäre. Sollte die Beklagte geltend machen wollen, die Klägerinnen könnten sich wegen Bösgläubigkeit nicht auf den wertpapierrechtlichen Einredeausschluss berufen, trägt sie auch diesbezüglich gemäss Art. 8 ZGB die Beweislast (KUMMER, a.a.O., N. 354 zu Art. 8 ZGB). BGE 132 III 186 S. 198\n\n5.3 Indem die Vorinstanz zur Beurteilung des Erfüllungsanspruchs von den Klägerinnen Angaben zum Erwerbszeitpunkt und zum Erwerbspreis und der in diesem Zeitpunkt bestehenden Unterbewertung verlangt, hat sie nach dem Gesagten Art. 8 ZGB verletzt. Dass allenfalls Umstände, welche eine Kürzung des Rücknahmebetrages gebieten, schon aus den Vorbringen der Klägerinnen selbst abgeleitet werden können, vermag an der Verteilung der Behauptungslast nichts zu ändern, sondern hat je nach Ausgestaltung des kantonalen Prozessrechts zur Folge, dass das Gericht die betreffenden Umstände von Amtes wegen zu Lasten der Klägerinnen würdigen kann. Insoweit erweist sich die Berufung als begründet.\n\n6. Was die behauptete Schädigung des Fondsvermögens anbelangt, ist Art. 24 Abs. 1 aAFG einschlägig. Danach haftet die Fondsleitung, wenn sie ihre Verpflichtungen verletzt, dem Anleger für den daraus entstehenden Schaden, sofern sie nicht beweist, dass ihr kein Verschulden zur Last fällt. Da die Klägerinnen in der Berufungsschrift ausdrücklich anerkennen, dass der behauptete Schaden (mit Ausnahme des Schadens für die Abklärungskosten) dem Fondsvermögen entstanden ist, bleibt vorab zu klären, ob die Klägerinnen berechtigt sind, Zahlung an sich selbst zu verlangen, oder ob sie zunächst den Gesamtschaden am Fondsvermögen hätten einklagen und um Einwerfung in das Fondsvermögen ersuchen müssen.\n\n6.1 Für das heute geltende Recht wird in der Lehre die Meinung vertreten, soweit eine Schädigung des Fondsvermögens in Frage stehe (beziehungsweise die Verletzung einer Norm, welche den Schutz des Fondsvermögens bezweckt), könne nur auf Leistung des Schadenersatzes in das Fondsvermögen geklagt werden, wobei der einzelne Anleger den Gesamtschaden aller Gläubiger geltend mache (FORSTMOSER, Kommentar, N. 38 zu Art. 65 AFG; vgl. auch DEN OTTER, AFG Kommentar, N. 6 ff. zu Art. 65 Abs. 1 AFG; Botschaft des Bundesrates vom 14. Dezember 1992 zum revidierten Bundesgesetz über die Anlagefonds, BBl 1993 I 217 ff., S. 247). Ein anderer Teil der Lehre unterscheidet zwischen der Klage auf Wiederherstellung des vertragsgemässen Zustandes oder auf Rückerstattung widerrechtlich dem Fonds entzogener Vermögenswerte, wo nur der Gesamtschaden aller Anleger geltend gemacht werden kann, und dem Anspruch auf Schadenersatz beziehungsweise dessen, was durch vertragswidriges Verhalten der Fondsleitung dem einzelnen Anleger an Ertrags- oder BGE 132 III 186 S. 199Vermögensbeteiligung verloren gegangen ist (GUHL/SCHNYDER, Das schweizerische Obligationenrecht, 9. Aufl., Zürich 2000, § 50bis N. 24 f. S. 587).\n\n6.2 Auch in Bezug auf das alte Anlagefondsgesetz bestehen diesbezüglich Unklarheiten.\n\n6.2.1 Nach der Botschaft zum alten Recht kann als Schadenersatz nur die Vergütung des dem Kläger entstandenen, auf seinen Anteil entfallenden Schadens verlangt werden (BBl 1965 III 298). Schaden, der auf einen Anteil entfällt, ist aber nur denkbar, wenn ein Schaden am Gesamtvermögen gegeben ist (AMONN, a.a.O., S. 306). So wird denn auch zum alten Anlagefondsgesetz die Auffassung vertreten, nach dem Willen des Gesetzgebers könne jeder Anleger den auf seinen Anteil entfallenden Schaden direkt geltend machen, unabhängig davon, dass auch andere Anleger betroffen sind, so dass sowohl der direkte als auch (anteilsmässig) der indirekte, beziehungsweise sowohl der Eigen- als auch der Gesamtschaden geltend gemacht werden kann (ALBRECHT METZGER, Die Stellung des Sachwalters nach dem Bundesgesetz über den Anlagefonds vom 1. Juli 1966, Diss. Zürich 1971, S. 112 und 119, der diese Regelung allerdings kritisiert, vgl. a.a.O., S. 115; KLEINER, Die Gesetzgebung über das Bankwesen in Bund und Kantonen, 2. Aufl., Zürich 1979, S. 98; BRUNO GEIGER, a.a.O., S. 166 f.).\n\n6.2.2 Eine Auszahlung an den Anleger stellt indessen den Zustand des Fondsvermögens ohne schädigendes Ereignis nicht wieder her, solange der Anleger seinen Fondsanteil hält (so schon vor der Geltung des aAFG FRANZ LUSSER, Die Haftungsverhältnisse bei Anlagefonds, Diss. Freiburg 1964, S. 120). Könnte jeder Anteilscheininhaber für den Schaden am Fondsvermögen anteilsmässig Zahlung an sich selbst verlangen, würde dies auch zu Abgrenzungsschwierigkeiten zur im Gesetz unter dem Titel der \"Erfüllung\" geregelten Klage auf Einwerfung in den Anlagefonds führen (Art. 23 Abs. 2 aAFG; vgl. BGE 96 I 77 E. 2 und 4; vgl. auch ALBRECHT METZGER, a.a.O., S. 119 f.). Das gilt namentlich für den Fall, dass die Klage angestrengt wird, nachdem einzelnen Anlegern deren Anteil am Gesamtschadenersatz bereits ausbezahlt wurde. Aus diesem Grunde wird auch für das alte Recht die Meinung vertreten, der einzelne Anleger müsse den Gesamtschaden aller Anleger geltend machen (MARGARETA EGLI STEFFEN, Die Revisionsbedürftigkeit des AFG, Diss. Zürich 1989, S. 71; ANDRÉA E. MEIER, Anlegerschutz im schweizerischen Anlagefondsrecht, Diss. Zürich BGE 132 III 186 S. 2001993, S. 137; ebenso schon vor Inkrafttreten des aAFG FRANZ LUSSER, a.a.O., S. 120).\n\n6.2.3 Ein Teil der Lehre nimmt zum Problem nicht ausdrücklich Stellung, scheint aber implizit diese Auffassung zu teilen, wird doch die Wirksamkeit der Klage wegen des für den einzelnen Anleger zu hohen Prozessrisikos als gering bezeichnet (vgl. FORSTMOSER, Anlagefondsgesetz, S. 31; AMONN a.a.O., S. 307; RALPH STADLER, Europäisches Investmentrecht und das schweizerische Anlagefondsgesetz, Diss. Zürich 1990, S. 311). Deshalb wurde im revidierten Anlagefondsgesetz die Möglichkeit der Einsetzung eines Vertreters für die Anleger vorgesehen (Art. 28 AFG; vgl. auch BBl 1993 I 246 f.).\n\n6.3 Wie es sich damit verhält, kann indessen offen bleiben. Entscheidend fällt nämlich ins Gewicht, dass die vorliegende Klage erst nach dem Widerruf der Kollektivanlageverträge angehoben wurde. Zur Frage der Klageberechtigung bei dieser Konstellation nehmen die angeführten Autoren kaum explizit Stellung (vgl. aber FRANZ LUSSER, a.a.O., S. 157, der sich allerdings vor Inkrafttreten des alten AFG äusserte).\n\n6.3.1 Die Abgrenzung zwischen dem direkten und dem indirekten Schaden wurde von der Lehre aus dem Aktienrecht übernommen (FORSTMOSER, Kommentar, N. 30 ff. zu Art. 65 AFG; FRANZ LUSSER, a.a.O., S. 118 ff.). Jedoch ist zu beachten, dass im Aktienrecht kein zur Rücknahme der Anteilscheine analoges Rechtsinstitut besteht, eine Rückzahlung der geleisteten Einlagen an die Aktionäre gerade nicht erfolgen darf. Gegebenenfalls ist der Weg der Kapitalherabsetzung zu beschreiten (vgl. hiezu MARC WICKI, a.a.O., S. 42 f.; RICHARD C. MÜLLER, Die Investmentgesellschaft, Diss. St. Gallen 2001, S. 195 und 257; FRANZ LUSSER, a.a.O., S. 120 f.). Auch die übrigen Ausschüttungen an die Aktionäre (beispielsweise die Dividende) erfolgen in einem bestimmten Nominalbetrag. Das Aktienrecht kennt einen ausgedehnten Schutz der Gesellschaftsgläubiger davor, dass ihnen Haftungssubstrat entzogen und an die Aktionäre ausgeschüttet wird (RICHARD C. MÜLLER, a.a.O., S. 198 und 257). Entsprechende Bestimmungen fehlen dagegen im Anlagefondsgesetz und widersprächen dessen Zweckbestimmung (vgl. E. 3 hievor). Daher lässt sich aus der aktienrechtlichen Regelung nichts darüber ableiten, auf welche Weise ein Anleger, der die Auszahlung seines Anteils verlangt, vorgehen muss, um Ersatz des Schadens zu erreichen. BGE 132 III 186 S. 201\n\n6.3.2 Solange der Anleger am Fonds beteiligt ist, stellt grundsätzlich nur die Einwerfung der gesamten Schadenssumme in das Fondsvermögen den Zustand ohne schädigendes Ereignis wieder her. Klagt hingegen der ausgeschiedene Anleger auf Einwerfung, hätte dies zunächst eine Überentschädigung des Fondsvermögens im Ausmass des dem ausgeschiedenen Anleger zustehenden Anteils zur Folge. Die Frage, wie der Anleger in einem zweiten Schritt die Deckung seines anteilsmässigen Schadens erreichen soll, bleibt unbeantwortet. Der Zeitpunkt, auf welchen der Schaden des ausscheidenden Gesellschafters zu berechnen ist, deckt sich nicht zwingend mit demjenigen zur Berechnung des Schadens des Fondsvermögens. Der Schaden des ausscheidenden Anlegers ist auf den Zeitpunkt der Rückzahlung des Anteilscheins zu berechnen, unabhängig davon, wann er seine Ansprüche geltend macht, nicht aber jener des Fonds. Vom Anleger zu verlangen, dass er zunächst den Gesamtschaden einklagt, um danach die Herausgabe seines Anteils zu verlangen, erscheint daher wenig sinnvoll.\n\n6.3.3 Zu beachten ist überdies, dass nach Art. 26 Abs. 2 aAFG der Anspruch auf Schadenersatz binnen 10 Jahren nach Eintritt des Schadens verjährt, jedenfalls aber innerhalb eines Jahres seit der Rückzahlung des Anteilscheins. Daraus folgt einerseits, dass der ehemalige Anleger seine Ansprüche auf Schadenersatz auch nach Rückzahlung noch geltend machen kann (BRUNO GEIGER, a.a.O., S. 203). Die unterschiedliche Verjährungsfrist weist aber auch allgemein darauf hin, dass sich auch in anderer Hinsicht eine verschiedene Beurteilung der Ansprüche der ausgeschiedenen und der verbleibenden Anleger aufdrängen kann.\n\n6.3.4 In der Lehre wird sogar die Auffassung vertreten, mit dem Ausscheiden wandle sich der Erfüllungsanspruch nach Art. 23 aAFG in einen Schadenersatzanspruch um, weshalb auf Erstattung eines Bruchteils der entzogenen Vermögenssumme geklagt werden müsse (HANS-JÖRG HAEFLIGER, Die Auflösung des Kollektivanlagevertrages, Diss. Zürich 1969, S. 63). In eine ähnliche Richtung geht auch GUNTER MÜLLER, wenn er im Zusammenhang mit der Wiedereinwerfung dem Fondsvermögen entzogener Vermögenswerte schreibt: \"Der Anleger kann, sobald er sich durch seine Einzahlung am Investmentfonds beteiligt hat, seinen 'Ablieferungsanspruch' entsprechend Art. 400 I OR nur durch Ausübung seines Widerrufsrechts geltend machen; alles was bis dahin mit dem Investmentfonds in BGE 132 III 186 S. 202Beziehung steht, ist dem Verfügungsbereich des Anlegers entzogen ...\" (GUNTER MÜLLER, a.a.O., S. 277).\n\n6.4 Zusammenfassend ist festzuhalten, dass sich die wiedergegebenen Lehrmeinungen, die sich gegen eine anteilsmässige Geltendmachung eines Schadens am Fondsvermögens aussprechen, soweit ersichtlich nicht explizit zur Frage äussern, wie der Schaden bei Rückgabe der Anteile zu behandeln ist. Einzig FRANZ LUSSER (a.a.O., S. 157) will auch den ausgeschiedenen Anlegern einen Anspruch gegen das Fondsvermögen auf ihren Anteil am Gewinn zuerkennen und postuliert dafür eine verlängerte Verjährungsfrist von 5 Jahren. Dabei geht er allerdings davon aus, dass ein Vertreter der Anleger deren Ansprüche aus Gesamtschaden geltend macht. Dieser vor dem Inkrafttreten des hier anwendbaren aAFG geäusserte Gedanke wurde im geltenden AFG verwirklicht, in das alte Anlagefondsgesetz dagegen bewusst nicht eingeführt. Den Darlegungen LUSSERS kommt in Bezug auf das alte Anlagefondsgesetz daher wenig Aussagekraft zu. Ausschlaggebend ist der Umstand, dass die Einwerfung der Ersatzleistung in das Fondsvermögen den Einzelschaden des ausgeschiedenen Anlegers nicht ausgleicht. Dieser müsste mit einem weiteren Begehren sogleich die Auszahlung des auf ihn entfallenden Anteils verlangen, berechnet auf den Rückzahlungszeitpunkt. Ungeklärt wäre auch, inwiefern die ausgeschiedenen Anleger an einer nach ihrem Austritt von einem im Fonds verbleibenden Anleger angestrengten Einwerfungsklage zu beteiligen wären, um eine Überentschädigung zu vermeiden.\n\n6.5 Aus diesen Gründen scheint es gerechtfertigt, jedenfalls unter dem alten Recht dem ausgeschiedenen Anleger die anteilsmässige Geltendmachung des sogenannten \"indirekten\" Schadens zu gestatten. Im Gegensatz zum Fall des \"klassischen\" Reflexschadens ist der durch die Verringerung des Fondsvermögens infolge Pflichtwidrigkeit der Fondsleitung indirekt geschädigte Anleger gleichzeitig Vertragspartei der Schädigerin (Art. 8 aAFG; vgl. JEANPRÊTRE, a.a.O., S. 291). Durch den Anspruch auf Auszahlung des tatsächlichen Werts des Anteilscheins bei Rücknahme schlägt der bis dahin den Anleger nur indirekt betreffende Schaden des Anlagevermögens direkt auf das Vermögen des Anlegers durch (vgl. FRANZ LUSSER, a.a.O., S. 120). Daher drängt es sich auf, ihm persönlich im Umfang seiner Beteiligung einen Schadenersatzanspruch zu gewähren. BGE 132 III 186 S. 203\n\n6.6 Dieser Anspruch betrifft, analog zum Recht auf Auszahlung des richtigen Rücknahmepreises im Rahmen des Erfüllungsanspruchs (SCHUSTER, a.a.O., N. 6 zu Art. 23 Abs. 1 aAFG), die verbleibenden Anleger nicht. Das Bundesgericht hat bereits entschieden, dass in Bezug auf die Auflösung des Anlagefonds kein Anspruch auf Gleichbehandlung der ausscheidenden Anleger, die den Vertrag vor Auflösung widerrufen haben, mit den im Fonds verbliebenen besteht (BGE 100 II 420 E. 5 S. 426 f.). Den verbleibenden Anlegern bleibt unbenommen, ihrerseits Schadenersatzklage zu erheben, allenfalls mit widersprüchlichen Prozessergebnissen. Diese Gefahr besteht allerdings auch, wenn ein Anleger den Gesamtschaden aller Anleger einklagt, denn das Urteil hat keine Rechtskraftwirkung gegenüber den anderen Anlegern (BRUNO GEIGER, a.a.O., S. 173; SCHUSTER, a.a.O., N. 4 zu Art. 23 Abs. 1 aAFG). Die Gefahr sich widersprechender Urteile ergibt sich vielmehr unmittelbar aus der gesetzlichen Regelung.\n\n6.7 Wie zu verfahren ist, wenn im Zeitpunkt der Rücknahme der Anteile bereits eine Klage auf Einwerfung in das Fondsvermögen hängig ist, oder wie nach neuem Recht, das die richterliche Ernennung eines Vertreters der Anleger kennt (Art. 28 AFG), zu entscheiden wäre, kann offen bleiben.\n\n7. Nachfolgend ist wiederum zu untersuchen, welche Umstände den Schaden bestimmen und von welcher Partei sie zu behaupten und zu beweisen sind.\n\n7.1 Die Vorinstanz ist der Auffassung, für die Schadensberechnung komme dem Erwerbszeitpunkt und dem Erwerbspreis der Fondsanteile massgebende Bedeutung zu, denn bei korrekter Bewertung wären sowohl beim Kauf als auch beim Verkauf von Anteilen höhere Preise angefallen, weshalb die Klägerinnen Angaben zum Erwerbspreis hätten machen müssen.\n\n7.2 Auch in Bezug auf Schäden am Fondsvermögen ist dem Wertpapiercharakter der Anteilscheine Rechnung zu tragen. Mit der wertpapierrechtlichen Übertragung der Anteilscheine gehen auch die Schadenersatzansprüche auf den Erwerber über (JEANPRÊTRE, a.a.O., S. 297; GUNTER MÜLLER, a.a.O., S. 273; für das neue Recht, DEN OTTER, a.a.O., N. 11 zu Art. 23 Abs. 1 AFG). Der Erwerber kann mithin auch den Schaden geltend machen, der dem früheren Anleger entstanden ist (BRUNO GEIGER, a.a.O., S. 203; FRANZ LUSSER, a.a.O., S. 157; SCHUSTER, a.a.O., N. 5 zu Art. 24 Abs. 1 aAFG). BGE 132 III 186 S. 204Dies gilt allerdings nur für Schaden, der dem Anleger durch eine Schädigung des Fondsvermögens entstanden ist. Soweit Handlungen der Fondsleitung einen Anleger unmittelbar geschädigt haben, ändert die Veräusserung der Anteile nichts an seiner Klageberechtigung (FORSTMOSER, Kommentar, N. 78 zu Art. 65 AFG).\n\n7.3 Dem Erwerbszeitpunkt des Anteilscheins kommt demnach keine Bedeutung zu. Von Bedeutung kann allenfalls der Ausgabezeitpunkt des Anteilscheins sein, beziehungsweise der auf diesen Zeitpunkt festgesetzte Ausgabebetrag.\n\n7.3.1 Wenn durch ein Geschäft, das einige Jahre zurückliegt, das Fondsvermögen geschädigt wurde, so sind dadurch nur diejenigen Anleger geschädigt, die bereits damals Anteile hielten. Die später hinzugetretenen Anleger hatten sich nur in das durch die schädigende Handlung verminderte Vermögen einzukaufen und erlitten somit keinen Schaden. Soweit die Fondsleitung einfach den Schadenbetrag in das Fondsvermögen einwirft und dieser gleichmässig auf alle Anleger verteilt wird, kommen die wirklich geschädigten Anleger zu kurz, während die nicht geschädigten Anleger einen Vorteil erlangen (BRUNO GEIGER, a.a.O., S. 174; vgl. auch FRANZ LUSSER, a.a.O., S. 123).\n\n7.3.2 Diese Ungleichbehandlung lässt sich dadurch beseitigen, dass der Fondsleitung gegenüber den hinzugetretenen (nicht geschädigten) Anlegern bei deren Widerruf die Einrede der nicht genügenden Einlage zugestanden wird. Der Erfüllungsanspruch würde entsprechend gekürzt und so die Verwässerung korrigiert. Erhebt die Fondsleitung die Einrede nicht oder ist sie ihr infolge gutgläubigen wertpapierrechtlichen Erwerbs abgeschnitten, hat sie den Verwässerungsschaden zu ersetzen. Es kann diesbezüglich auf die Ausführungen zum Erfüllungsanspruch der Klägerinnen verwiesen werden. Auf die dargelegte Weise werden die Interessen der tatsächlich geschädigten Anleger gewahrt und die Gleichbehandlung der Anleger ist gewährleistet, da es für den gutgläubigen Erwerber keine Rolle spielt, ob er den Anteilschein eines geschädigten oder eines nachträglich hinzugekommenen Anlegers erwirbt.\n\n7.4 Auch soweit die Vorinstanz davon ausgeht, die Klägerinnen müssten sich anrechnen lassen, dass sie für die von einem anderen Anleger erworbenen Anteilscheine einen zu niedrigen Einstandspreis bezahlt hätten, gilt, dass mit der Übertragung des BGE 132 III 186 S. 205Wertpapiers die Schadenersatzforderung des bisherigen Anlegers in der Höhe, die sie vor der Übertragung aufweist, auf den neuen Anleger übergeht (vgl. BRUNO GEIGER, a.a.O., S. 203). Die Klägerinnen müssen sich nur diejenigen Vorteile anrechnen lassen, die ihnen, beziehungsweise ihren Rechtsvorgängern, nach dem wertpapierrechtlichen Erwerb während ihrer Besitzesdauer zugeflossen sind (JÄGGI, Zürcher Kommentar, N. 64 ff. zu Art. 979 OR).\n\n7.5 Ebenso sind diejenigen Vorteile anteilsmässig anzurechnen, die dem Fondsvermögen aus der schädigenden Handlung entstanden sind, da sich dadurch der Rücknahmepreis erhöht. Wurden beispielsweise vor Ausscheiden der Klägerinnen wegen der Unterbewertung anderen Anlegern zu tiefe Rückzahlungspreise bezahlt und dadurch das Fondsvermögen zu Gunsten der im Fonds verbleibenden Anleger, also auch der Klägerinnen, verdichtet, ist dies bei der Berechnung des Schadenersatzanspruches in Anschlag zu bringen.\n\n7.6 Anders verhält es sich mit Bezug auf Anteile, welche die Klägerinnen, beziehungsweise deren Rechtsvorgänger, unmittelbar bei der Ausgabe von der Fondsleitung erworben haben. Soweit in dieser Ausgabe selbst eine Verwässerung des Anlagevermögens liegt, sind die Klägerinnen nicht geschädigt. Ein Anspruch auf Ersatz des vor der Ausgabe entstandenen Schadens ist mithin zu verneinen. Insoweit können die Klägerinnen nur jenen Verwässerungsschaden geltend machen, der nach Ausgabe der Anteile entstanden ist und auch diesen nur unter Berücksichtigung der ungenügenden Einlage (vgl. E. 4.4 hiervor).\n\n8. Damit bleibt zu prüfen, wie in Bezug auf den Schadenersatz die Behauptungs- und Beweislast verteilt ist.\n\n8.1 Schaden ist nach ständiger Rechtsprechung des Bundesgerichts die ungewollte Verminderung des Reinvermögens. Er kann in einer Verminderung der Aktiven, einer Vermehrung der Passiven oder in entgangenem Gewinn bestehen und entspricht der Differenz zwischen dem gegenwärtigen Vermögensstand und dem Stand, den das Vermögen ohne das schädigende Ereignis hätte (BGE 129 III 331 E. 2.1 S. 332 mit Hinweisen).\n\n8.2 Von diesem Schadensbegriff ist auch die Vorinstanz ausgegangen. Die Klägerinnen haben den tatsächlichen Zustand ihres Vermögens sowie den hypothetischen höheren Vermögensstand ohne schädigendes Ereignis zu behaupten und zu beweisen. Dies BGE 132 III 186 S. 206bedeutet indessen nicht, dass sie die Behauptungslast für sämtliche Umstände trifft, die für die Bestimmung des Schadens massgeblich sein können. Vielmehr sind ihre Behauptungen hinreichend, wenn sie unter der Annahme, sie seien bewiesen, einen Sachverhalt ergeben, den das Gericht den entsprechenden Gesetzesnormen zuordnen und gestützt darauf die Forderung zusprechen kann (vgl. C. JÜRGEN BRÖNNIMANN, a.a.O., S. 137).\n\n8.3 Die Vorinstanz vertritt die Auffassung, die konstant zu tiefe Bewertung habe sich zu Gunsten der Klägerinnen, das heisst zu ihrem Vorteil ausgewirkt. Die Vorteilsanrechnung ergibt sich indessen aus rechtshindernden oder rechtsaufhebenden Tatsachen, die vom Ersatzpflichtigen zu behaupten und zu beweisen sind (KUMMER, a.a.O., N. 8 zu Art. 8 ZGB). Besteht der Schaden des Anlegers in einer Verminderung oder einer unterbliebenen Erhöhung des Werts des Anteilscheins (BRUNO GEIGER, a.a.O., S. 176 f.; FRANZ LUSSER, a.a.O., S. 96), genügt es darzulegen, dass aufgrund einer pflichtwidrigen Handlung der Fondsleitung das Fondsvermögen vermindert wurde, weil dadurch in der Regel auch der Wert des Anteilscheines entsprechend vermindert wird oder eine Werterhöhung unterbleibt. Die Behauptungs- und Beweislast bezüglich zu tiefer Ausgabepreise an die Klägerinnen beziehungsweise deren Rechtsvorgänger und deren Bösgläubigkeit bei wertpapierrechtlichem Erwerb liegt wiederum bei der Beklagten.\n\n8.4 Das oben Gesagte gilt nicht nur für die behauptete Verwässerung, sondern analog auch für die übrigen der Beklagten vorgeworfenen Pflichtverletzungen, da es keine Rolle spielt, auf welche Weise die Fondsleitung das Fondsvermögen pflichtwidrig geschädigt hat.\n\n9. Zusammenfassend ist festzuhalten, dass den Klägerinnen nicht verwehrt ist, von einem günstigen Börsenpreis zu profitieren, da die Übernahme des Anteils grundsätzlich mit allen Vorteilen und Risiken erfolgt und die beteiligten Parteien den Preis nach Massgabe ihrer Vereinbarung akzeptieren. Indem die Vorinstanz von den Klägerinnen Behauptungen betreffend den Erwerbszeitpunkt, die Unterbewertung in diesem Zeitpunkt und den Erwerbspreis verlangt, hat sie Bundesrecht verletzt. Die Vorinstanz wird daher abzuklären haben, ob die gegenüber der Fondsleitung erhobenen Vorwürfe der pflichtwidrigen Bewertung des Fondsvermögens zutreffen, und in diesem Rahmen die Berechtigung allfälliger Einreden prüfen müssen. BGE 132 III 186 S. 207\n\n10. Schliesslich machen die Klägerinnen noch einen Schadensposten geltend, der nicht das Fondsvermögen betrifft, sondern ihre persönlichen Aufwendungen im Zusammenhang mit der Geltendmachung ihrer Ansprüche. Die Vorinstanz hat die entsprechende Position abgewiesen, weil die übrigen Ansprüche nicht erwiesen sind. Ob dies zutrifft, ist nach dem Gesagten offen. Die Klägerinnen rügen diesbezüglich in der Berufung zu Recht keine Bundesrechtsverletzung. Die Vorinstanz ging zutreffend davon aus, die Zusprechung der unter diesem Titel verlangten Kosten hänge unter anderem davon ab, ob die Klage im Übrigen begründet sei. Die Vorinstanz wird gegebenenfalls auch über diese Kosten neu zu befinden haben.\n\n11. Damit erweist sich die Berufung im Wesentlichen als begründet. Die Sache ist an die Vorinstanz zurückzuweisen, damit sie abklärt, ob der Beklagten eine Pflichtverletzung vorzuwerfen ist, und gegebenenfalls den Schaden berechnet. Da die Klägerinnen mit ihrem Rückweisungsantrag voll durchdringen, rechtfertigt es sich, die Kosten für das bundesgerichtliche Verfahren der Beklagten aufzuerlegen und diese zur Zahlung einer Parteientschädigung zu verpflichten (Art. 156 Abs. 1 und Art. 159 Abs. 1 und 2 OG)."}