{"annee": "132", "cour": "II", "page": "200", "date": "21/2/2006", "cite": ["130 II 65", "128 II 56", "130 II 202"], "cite_par": ["132 II 298"], "chapeau": "18. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. A. AG gegen Swissmedic sowie Eidgenössische Rekurskommission für Heilmittel (Verwaltungsgerichtsbeschwerde)\n\n2A.523/2005 vom 21. Februar 2006", "regestes": ["Art. 9 al. 1 et 2 let. c, art. 14 al. 1 let. c LPTh; médicaments dispensés de l'autorisation de mise sur le marché; spécialités de comptoir; formule propre. Tous les médicaments prêts à l'emploi sont en principe soumis à l'obligation d'autorisation de mise sur le marché. Fabrication d'après une formule propre comme condition de dispense de l'autorisation de mise sur le marché selon l'art. 9 al. 2 lit. c LPTh (spécialités de comptoir en petites quantités). Définition de la formule \"propre\". Contenu de la formule (principes actifs, excipients, indications sur la préparation; consid. 1.7-1.10)."], "faits": "BGE 132 II 200 S. 200\n\nAm 6. April 2004 führte das Regionale Heilmittelinspektorat der Nordwestschweiz im Auftrag des Schweizerischen Heilmittelinstituts (Swissmedic; im Folgenden: Institut) eine unangemeldete BGE 132 II 200 S. 201Inspektion in den gemeinsamen Betriebsräumlichkeiten der A. AG und der B. AG durch. In der Folge verbot das Institut mit Verfügung vom 8. Oktober 2004 der A. AG per sofort den Vertrieb verschiedener Arzneimittel, weil sie über keine nach dem Heilmittelrecht erforderliche Zulassung des Instituts verfügten. Ausserdem drohte es die Bestrafung von Widerhandlungen gegen diese Verfügung mit Haft und mit Busse bis zu Fr. 50'000.- an.\n\nHiergegen erhob die A. AG Beschwerde und beantragte, die Verfügung aufzuheben. Sie stellte sich auf den Standpunkt, dass ihre vom Verbot betroffenen Arzneimittel als sogenannte Hausspezialitäten gemäss Art. 9 Abs. 2 lit. c des Bundesgesetzes vom 15. Dezember 2000 über Arzneimittel und Medizinprodukte (Heilmittelgesetz, HMG; SR 812.21) keine Zulassung bräuchten. Mit Urteil vom 29. Juni 2005 wies die Eidgenössische Rekurskommission für Heilmittel die Beschwerde ab.\n\nMit Postaufgabe vom 31. August 2005 hat die A. AG beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht. Sie beantragt, das Urteil der Eidgenössischen Rekurskommission für Heilmittel aufzuheben und das Verfahren an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Gemäss Art. 66 Abs. 1 HMG kann das Institut alle Verwaltungsmassnahmen treffen, die zum Vollzug des Gesetzes erforderlich sind. Insbesondere ist es befugt, das Vertreiben und Abgeben von Arzneimitteln, die nicht dem Gesetz entsprechen, zu verbieten (Art. 66 Abs. 2 lit. e HMG). Wer gegen eine unter Hinweis auf die Strafandrohung an ihn gerichtete Verfügung verstösst, kann nach Art. 87 Abs. 1 lit. g HMG mit Haft oder mit Busse bestraft werden.\n\nZwischen den Beteiligten ist unstreitig, dass es sich bei den vom Institut mit einem Vertriebsverbot belegten Produkten um verwendungsfertige Arzneimittel handelt. Solche Arzneimittel dürfen nur in Verkehr gebracht werden, wenn sie vom Institut zugelassen sind (Art. 9 Abs. 1 Satz 1 HMG). Vorbehalten sind internationale Abkommen über die Anerkennung von Zulassungen (Art. 9 Abs. 1 Satz 2 HMG), um die es hier aber nicht geht. Die Beschwerdeführerin macht geltend, dass die interessierenden Arzneimittel als sogenannteBGE 132 II 200 S. 202 Hausspezialitäten gemäss Art. 9 Abs. 2 lit. c HMG ohne Zulassung in Verkehr gebracht werden dürften.\n\n1.2 Nach Art. 9 Abs. 2 lit. c HMG brauchen Arzneimittel keine Zulassung,\n\n\"die in einer öffentlichen Apotheke, einer Spitalapotheke, einer Drogerie oder in einem andern Betrieb, der über eine Herstellungsbewilligung verfügt, im Rahmen der Abgabekompetenz der für die Herstellung verantwortlichen Person gemäss Art. 25 nach einer eigenen Formel in kleinen Mengen zubereitet werden und die für die Abgabe an die eigene Kundschaft bestimmt sind. Die Inhaberin der Formel darf einen andern Betrieb mit Herstellungsbewilligung beauftragen, die für die Abgabe an die eigene Kundschaft bestimmten Arzneimittel herzustellen\".\n\nEntsprechend der Legaldefinition in Art. 14 Abs. 1 lit. c HMG werden von den genannten Abgabestellen (insbes. Apotheken, Drogerien; siehe zum Begriff des Abgebens Art. 4 Abs. 1 lit. f HMG) nach eigener Formel hergestellte Arzneimittel als Hausspezialitäten bezeichnet (vgl. auch BBl 1999 S. 3502).\n\n1.3 Die Rekurskommission ist zum Schluss gelangt, dass die interessierenden Arzneimittel nicht gestützt auf Art. 9 Abs. 2 lit. c HMG zulassungsfrei in Verkehr gebracht werden dürfen, weil sie nicht nach \"eigenen Formeln\" der Abgabestellen zubereitet werden. Ob die weiteren Voraussetzungen für die Berufung auf diese Bestimmung gegeben sind, hat sie nicht mehr geprüft. Das Institut war in seiner Verfügung vom 8. Oktober 2004 auch noch davon ausgegangen, dass die betreffenden Arzneimittel weder \"in kleinen Mengen\" noch \"für die eigene Kundschaft bestimmt\" zubereitet werden.\n\n1.4 Laut Rekurskommission gelten als \"Formel\" im Sinne von Art. 9 Abs. 2 lit. c HMG jene präparatebezogenen Vorschriften, die nicht nur die Wirk- und Hilfsstoffzusammensetzung festlegen, sondern zudem allenfalls erforderliche Anweisungen zur Arzneimittelherstellung enthalten. Auf Letztere komme es insbesondere dann an, wenn bei gleichen Wirk- und Hilfsstoffen durch unterschiedliche Herstellungsmethoden verschiedene Präparate zubereitet werden könnten.\n\nAls \"eigene\" Formel sieht die Rekurskommission alsdann nur eine Vorschrift zur Arzneimittelzubereitung an, die der Abgabestelle \"speziell\" zusteht. Davon ausgenommen seien demnach Formeln, welche veröffentlicht (etwa in der Arzneimittelinformation zugelassener Arzneimittel) oder der abgebenden Stelle von einem Hersteller zur Verfügung gestellt worden sind. BGE 132 II 200 S. 203\n\n1.5 Die Beschwerdeführerin ist der Auffassung, der Begriff der Formel beschränke sich auf die Zusammensetzung eines Präparates und zwar nur in Bezug auf die Wirkstoffe. Die Hilfsstoffe würden von der Formel nicht erfasst, ebenso wenig etwaige Herstellungsanweisungen. Ausserdem lege die Rekurskommission das Merkmal der \"eigenen\" Formel zu eng aus. Weder die Publikation der Wirkstoffzusammensetzung noch der öffentliche Zugang zu diesen Daten hinderten einen Apotheker daran, eine solche Formel als \"eigene\" im Sinne von Art. 9 Abs. 2 lit. c HMG zu beanspruchen. Die \"altbewährten Hausmittelchen und Hausspezialitäten\" würden vollständig verschwinden, wenn die Sichtweise der Rekurskommission zugrunde gelegt würde. Das sei aber gerade nicht das Ziel des Gesetzgebers gewesen. Die von diesem beabsichtigte Bewahrung der altbewährten Hausspezialitäten seien nur durch deren zulassungsfreie Herstellung und den eben solchen Vertrieb zu erreichen.\n\n1.6 Bei der Gesetzesauslegung kommt es abgesehen vom Wortlaut und den Gesetzesmaterialien namentlich auf den Zweck der Regelung, die dem Text zu Grunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem die Norm steht (vgl. BGE 130 II 65 E. 4.2 S. 71, BGE 130 II 202 E. 5.1 S. 211 f.; BGE 128 II 56 E. 4 S. 62).\n\n1.7\n\n1.7.1 Das Heilmittelgesetz und die Materialien enthalten keine ausdrücklichen Erläuterungen des Begriffs der eigenen Formel. Das Gesetz will aber gewährleisten, dass nur qualitativ hochstehende, sichere und wirksame Heilmittel in den Verkehr gebracht und die Konsumenten geschützt werden (vgl. Art. 1 HMG und BBl 1999 S. 3456 und 3484 f.). In diesem Sinne wurde im Gesetz als Prinzip festgehalten, dass nur solche verwendungsfertigen Arzneimittel in Verkehr gebracht werden dürfen, die das Institut zugelassen hat (Art. 9 Abs. 1 Satz 1 HMG; BBl 1999 S. 3494). Entsprechend ist das Gesetz aufgebaut. Die Arzneimittel, die keine Zulassung brauchen, werden erst im folgenden Absatz und damit als Ausnahmen von der grundsätzlichen Zulassungspflicht aufgeführt. Schon das spricht gegen eine extensive Auslegung zugunsten zulassungsfreier Arzneimittel, wie sie von der Beschwerdeführerin angestrebt wird.\n\n1.7.2 Sodann werden \"Hausspezialitäten\" in Art. 14 Abs. 1 lit. c HMG ausdrücklich als zulassungspflichtige Arzneimittel behandelt, wenn auch mit der Möglichkeit eines vereinfachten Zulassungsverfahrens. Die bei der damaligen Parlamentsdebatte amtierende BGE 132 II 200 S. 204Bundesrätin Dreifuss widersetzte sich entschieden einem Antrag, diese Bestimmung zu streichen und alle von der Abgabestelle produzierten Hausspezialitäten gemäss Art. 9 Abs. 2 lit. c HMG zulassungsfrei zu stellen; der entsprechende Antrag der Nationalrätin Vallender wurde in der Folge zurückgezogen (vgl. AB 2000 N 91 und 97 f.). Das Parlament nahm Art. 14 Abs. 1 HMG anschliessend gemäss dem Entwurf des Bundesrates an. In der bundesrätlichen Botschaft zu lit. c dieser Bestimmung heisst es, dass für Hausspezialitäten, die im Auftrag der Abgabestelle von Herstellerfirmen produziert werden, die reguläre Zulassungspflicht bestehen bleibt, ausser das Produkt fällt in eine andere Kategorie von Art. 14 Abs. 1 HMG (BBl 1999 S. 3502). Zur Abgrenzung von Art. 14 Abs. 1 lit. c und Art. 9 Abs. 2 lit. c HMG wurde in der weiteren Folge die letztgenannte Bestimmung um den Zusatz \"in kleinen Mengen\" ergänzt (vgl. Voten Bundesrätin Dreifuss und Ständerätin Beerli in AB 2000 S 594).\n\nDie Beschwerdeführerin irrt somit, wenn sie davon ausgeht, dass der Gesetzgeber die Hausspezialitäten generell von der Zulassungspflicht ausnehmen wollte. Eine derartige Befreiung sollte nur bei der Zubereitung kleiner Mengen in den Fällen von Art. 9 Abs. 2 lit. c HMG in Betracht kommen.\n\nDie Berufung der Beschwerdeführerin auf die vor dem Inkrafttreten des Heilmittelgesetzes bestehende Rechtslage ist unbehelflich. Der Vertrieb der nach altem Recht als Hausspezialitäten registrierten Arzneimittel, die nicht in den Anwendungsbereich des Art. 9 Abs. 2 lit. c HMG fallen, bleibt zwar gemäss Art. 95 HMG während der Übergangsfristen möglich. Um solche registrierte Arzneimittel handelt es sich hier jedoch nicht, was von der Beschwerdeführerin auch nicht geltend gemacht worden ist.\n\n1.7.3 Die in Art. 9 Abs. 2 lit. a bis c HMG geregelten Ausnahmen betreffen Arzneimittel, die in kleinen Mengen und für bestimmte Personen bzw. den eigenen Kundenkreis hergestellt werden. Sie unterscheiden sich voneinander im Wesentlichen durch die Umschreibung der Herkunft der Anweisungen für ihre Zubereitung. Bei Magistralrezepturen (lit. a, Formula magistralis) gibt der verschreibende Arzt in seinem Rezept die erforderlichen Anweisungen über die Zusammensetzung an (vgl. auch BBl 1999 S. 3495). Im zweiten Ausnahmefall (lit. b, Formula officinalis) ergeben sich die entsprechenden Anweisungen aus anerkannten öffentlichen Arzneibüchern oder BGE 132 II 200 S. 205Formularien (z.B. Pharmakopöe), im dritten Ausnahmefall (lit. c) aus einer \"eigenen Formel\" des das Arzneimittel abgebenden Betriebes.\n\nWürden - wie vom Beschwerdeführer verlangt - unter den Begriff der eigenen Formel auch allgemein zugängliche Zubereitungsvorschriften fallen, erwiese sich die Ausnahmeregelung in lit. b als obsolet. Das Gleiche gälte für die Ausnahmebestimmung in lit. a, wenn bei lit. c Dritte die Formel stellen dürften. Zwar könnte erwogen werden, dass die Beschwerdeführerin als von der lit. c erfasster \"anderer Betrieb mit Herstellungsbewilligung\" keine eigentliche Drittperson darstellt. Doch aus dem Wortlaut des Art. 9 Abs. 2 lit. c Satz 2 HMG folgt insoweit klar, dass es nicht genügt, wenn der beauftragte Betrieb Inhaber der Formel ist. Diese muss der Abgabestelle selbst zustehen und nicht dem beauftragten Herstellungsbetrieb (\"Die Inhaberin der Formel\" beauftragt \"einen andern Betrieb\"). Das entspricht im Übrigen dem in der Botschaft zugrunde gelegten Sinn sowie dem allgemeinen Verständnis für Hausspezialitäten: Es soll sich um ein Produkt handeln, das nach einer Formel der für die Abgabe verantwortlichen Person hergestellt worden ist (vgl. BBl 1999 S. 3502). Wenn die Abgabestelle das Präparat nicht selber produziert und zusätzlich nicht Inhaberin der Formel ist, kann das Produkt nicht mehr als ihre \"Haus\"-Spezialität verstanden werden.\n\n1.7.4 Nach dem Gesagten stellt - entgegen der Ansicht der Beschwerdeführerin - weder eine veröffentlichte noch eine vom Hersteller mehreren Abgabestellen zur Verfügung gestellte Formel eine \"eigene\" Formel im Sinne von Art. 9 Abs. 2 lit. c HMG dar. Ob die Abgabestelle die Formel selber entwickelt haben muss, kann hier offen bleiben.\n\n1.8 Zu prüfen bleibt, was zu der \"Formel\" gehört.\n\n1.8.1 Wie die Beschwerdeführerin selber ausführt, spielt der Herstellungsprozess eine wesentliche Rolle für die Wirkung des Arzneimittels und dessen Sicherheit. So kann der unterschiedliche Pressdruck bei einer Tablette dazu führen, dass sich diese vorzeitig oder verspätet auflöst. Hieraus leuchtet ein, dass Anweisungen zur Herstellung eines Arzneimittels zur Formel gehören, wenn je nach Produktionsweise verschiedene Präparate oder Wirkungen erzielt werden können.\n\nDas Vorbringen der Beschwerdeführerin, der beauftragte Lohnhersteller habe strengere Vorschriften als die den Auftrag gebende BGE 132 II 200 S. 206Apotheke einzuhalten, was für mehr Arzneimittelsicherheit sorge, geht fehl. Zum einen ist nach Art. 9 Abs. 2 lit. c HMG primär vorgesehen, dass die Apotheke die Hausspezialität selber herstellt. Es wird also davon ausgegangen, dass nach dem Standard der Apotheke produzierte Arzneimittel abgegeben werden. Zum anderen gelten im Rahmen der Produktion kleiner Mengen nach der genannten Bestimmung auch für den beauftragten Hersteller die gleichen Massstäbe wie für die Apotheke (vgl. Pharmacopoea Helvetica, 9. Ausgabe, Supplement 9.4, Regeln der Guten Herstellungspraxis für Arzneimittel in kleinen Mengen, Ziff. 20.1.A.2: \"Die vorliegenden Regeln gelten für alle in kleinen Mengen hergestellten Arzneimittel\").\n\n1.8.2 Es fragt sich noch, ob auch Hilfsstoffe zur Formel gehören. Arzneimittel setzen sich aus Wirk- und Hilfsstoffen zusammen. Bei den Begriffsbestimmungen zu den Regeln der Guten Herstellungspraxis für Arzneimittel in kleinen Mengen findet sich nur eine Erläuterung der Wirkstoffe, nicht jedoch der Hilfsstoffe. Als pharmazeutischer Wirkstoff wird dort ein \"Stoff oder Stoffgemisch\" verstanden, \"der beziehungsweise das für die Herstellung eines Arzneimittels verwendet werden soll und der oder das bei ihrer Verwendung in der Arzneimittelproduktion ein wirksamer Bestandteil des Arzneimittels wird\" (Pharmacopoea Helvetica, 9. Ausgabe, Supplement 9.4, Ziff. 20.1.B). Für dort nicht aufgeführte Begriffe wird auf die Allgemeinen Vorschriften der Pharmacopoea Helvetica verwiesen. Bei diesen findet sich unter Ziff. 13.4 der pharmazeutische Hilfsstoff definiert. Als solcher \"gilt ein Stoff oder Stoffgemisch, der/das zur Herstellung von Arzneimitteln oder zur Unterstützung oder Regelung der Arzneimittelwirkung dient und dem in der im Endprodukt enthaltenen Menge keine unmittelbare pharmakologische Wirkung zukommt.\"\n\nDer Hilfsstoff ist mithin nötig, um das Arzneimittel in eine bestimmte Form zu bringen, es haltbar zu machen, zu aromatisieren, zu färben oder sonst wie im Hinblick auf dessen Gebrauch zu verbessern (vgl. Begriffserläuterung des Verbands der forschenden pharmazeutischen Firmen der Schweiz, abrufbar unter: www.interpharma.ch; Roche Lexikon Medizin, 5. Aufl. 2003, Begriffserläuterung der \"Hilfsstoffe\"). Die Hilfsstoffe können demnach gerade die Besonderheit der jeweiligen Hausspezialität ausmachen. Auch wenn den Hilfsstoffen keine unmittelbare pharmakologische Wirkung zukommt, ist doch aus dem Umstand, dass sie der Herstellung des BGE 132 II 200 S. 207Arzneimittels und der Unterstützung oder Regelung der Arzneimittelwirkung dienen, zu schliessen, dass sie Bestandteil der Formel bilden. Dieser Schluss wird dadurch bestätigt, dass etwa bei der Arzneimittel-Fachinformation und -Patienteninformation nicht nur die Wirkstoffe, sondern grundsätzlich auch die Hilfsstoffe aufzuführen sind (vgl. Anhang 4 Ziff. 3, Anhänge 5.1 und 5.2 je Ziff. 3 Rubrik 11 zur Verordnung des Schweizerischen Heilmittelinstituts vom 9. November 2001 über die Anforderungen an die Zulassung von Arzneimitteln [AMZV; SR 812.212.22]). Zudem werden Änderungen in Bezug auf Hilfsstoffe bei zulassungspflichtigen Arzneimitteln als meldepflichtig angesehen (vgl. Ziff. 2 Abs. 1 Ziff. 26 ff. des Anhangs 8 zur AMZV).\n\nWill eine Abgabestelle demnach ein Arzneimittel einem Erwerber als nach eigener Formel hergestellt überlassen, so muss ihre Formel auch die im Arzneimittel enthaltenen Hilfsstoffe umfassen. Bei dieser Auslegung relativiert sich im Übrigen die Befürchtung der Beschwerdeführerin, es würden wegen der Rechtsauffassung der Vorinstanzen die altbewährten Hausspezialitäten mangels eigener Formeln der Abgabestellen völlig verschwinden. Je nach Hilfsstoffen ergeben sich nämlich unterschiedliche Formeln, die nicht alle in einem Arzneibuch oder Formularium enthalten sind. Würde für die Formel hingegen lediglich auf die Wirkstoffe abgestellt, wie das von der Beschwerdeführerin verlangt wird, wären \"eigene Formeln\" und damit Hausspezialitäten weitgehend ausgeschlossen.\n\n1.9 Aufgrund der vorstehenden Ausführungen erfüllen die mit Vertriebsverbot belasteten Arzneimittel der Beschwerdeführerin die Voraussetzungen des Art. 9 Abs. 2 lit. c HMG nicht. Einer Zurückweisung der Angelegenheit an die Vorinstanz zur Ergänzung des Sachverhalts bedarf es nicht. Zusätzliche Beweismassnahmen sind entgegen der Ansicht der Beschwerdeführerin nicht angezeigt. Deshalb ist auch der hierauf bezogene Vorwurf, die Vorinstanz habe den Anspruch auf rechtliches Gehör verletzt, unbegründet.\n\nZwar moniert die Beschwerdeführerin, dass die Vorinstanzen von ihr keine Formulierungsanweisungen angefordert hätten. Gleichzeitig erklärt sie aber, dass es solche gar nicht gebe. Entscheidend ist indessen, dass die Beschwerdeführerin selber ausgeführt hat, dass die Hilfsstoffe ihr Fabrikationsgeheimnis bildeten und die Apotheken gar nicht in der Lage seien, ihr die Herstellungsprozedur vorzugeben; nur sie als beauftragter Herstellbetrieb sei in der BGE 132 II 200 S. 208Lage, die einzelnen Herstellungsschritte zu definieren und zu bestimmen. Ferner ergibt sich aus Listen, welche die Beschwerdeführerin ihrer Eingabe an die Rekurskommission vom 10. März 2005 beigelegt hatte, dass die interessierenden Produkte jeweils mehreren Apotheken in der ganzen Schweiz ausgeliefert worden waren. Hieraus wird deutlich, dass die Arzneimittel nicht nach den von den jeweiligen Apotheken gelieferten eigenen Formeln im Sinne obiger Erwägungen hergestellt wurden, sondern nach den Formeln der Beschwerdeführerin oder solchen, die sich aus allgemein zugänglichen Formularien ergeben. Die individuelle Etikettierung der Produkte für jede Apotheke ändert daran nichts. Bezeichnenderweise waren mehrere der betroffenen Präparate zu einem früheren Zeitpunkt auf den Namen der Beschwerdeführerin registriert oder von ihr zur Zulassung angemeldet, jedoch nie zugelassen worden.\n\n1.10 Damit sind die Voraussetzungen eines auf Art. 9 Abs. 2 lit. c HMG gestützten zulassungsfreien Vetriebs mangels eigener Formel der Abgabestelle (namentlich der Apotheken) für die interessierenden Arzneimittel nicht gegeben. Mit Blick auf die erwähnten Listen, aus denen sich der Vertrieb der Präparate teilweise zu mehreren Tausenden in einem Jahr ergibt, bestehen auch Zweifel, ob die weitere Voraussetzung der Zubereitung \"kleiner Mengen\" erfüllt ist. Das kann hier aber - wie schon durch die Rekurskommission - offen gelassen werden.\n\nDas Institut war berechtigt, entsprechende Massnahmen gemäss Art. 66 HMG zu ergreifen. Die Beschwerdeführerin bringt nichts vor, was die Verhältnismässigkeit des Vertriebsverbots in Frage stellen könnte, so dass insoweit auf die Ausführungen der Vorinstanz verwiesen werden kann."}