{"annee": "132", "cour": "III", "page": "32", "date": "5/8/2005", "cite": ["129 III 335", "123 III 466", "127 V 183", "130 V 18"], "cite_par": ["134 III 102", "133 III 213", "136 III 552", "137 III 226", "135 III 349"], "chapeau": "6. Extrait de l'arrêt de la Ire Cour civile dans la cause SR Technics Switzerland contre A. (recours en réforme)\n\n4C.432/2004 du 5 août 2005", "regestes": ["Transfert des rapports de travail en cas de scission d'une société; plan social. Le transfert d'une partie d'entreprise, consécutif à la scission de la société-mère, tombe sous le coup de l'art. 333 al. 1 CO (consid. 4.1). Le transfert des rapports de travail, prévu par cette disposition, ne peut pas être exclu par voie de convention dérogatoire (consid. 4.2), ni par le biais d'un contrat de location de services (consid. 5). Nature juridique d'un plan social (consid. 6.1). La responsabilité solidaire instituée par l'art. 333 al. 3 CO vise aussi les créances découlant d'un plan social établi par l'ancien employeur en faveur du travailleur (consid. 6.2). Précisions concernant le calcul des prestations auxquelles le demandeur peut prétendre sur la base du plan social en cause (consid. 7)."], "faits": "BGE 132 III 32 S. 33\n\nA.\n\nA.a En 1998, Swissair, Société Anonyme Suisse pour la Navigation Aérienne (ci-après: Swissair), a changé de raison sociale pour devenir SAirGroup. Dès le début des années 1990, Swissair, puis SAirGroup ont progressivement recentré leurs activités sur la plate-forme de Zurich et diminué le nombre de leurs vols intercontinentaux. Elles ont, par ailleurs, cédé divers services à des filiales. C'est ainsi que le service technique a été repris, au 1er janvier 1997, par la filiale Swissair Technical Services SA, inscrite au Registre du commerce de Zurich le 16 août 1996, dont le but consiste dans la fourniture de prestations en relation avec le maintien, l'entretien et les réparations des avions. La raison sociale de cette filiale a été transformée en SR Technics SA, le 16 janvier 1997, puis en SR Technics Switzerland (ci-après: SR Technics), le 27 octobre 2000.\n\nA.b Pour pallier les conséquences des licenciements devenus indispensables, Swissair, puis SAirGroup ont élaboré, avec les syndicats des travailleurs concernés, plusieurs plans sociaux successifs, valables pour l'ensemble du groupe. L'un de ceux-ci, adopté en 1995, prévoit, entre autres mesures, des retraites anticipées et un statut de préretraité.\n\nA.c A. a travaillé à plein temps pour le compte de Swissair, depuis le 1er juin 1963, comme employé du service technique et spécialiste de l'entretien des avions. Son dernier salaire mensuel brut était de 5'680 fr. 90. BGE 132 III 32 S. 34\n\nPar lettre du 24 septembre 1996, à l'en-tête de Swissair Technical Services SA, A. a été informé que, conformément à divers entretiens, il serait mis à la retraite anticipée le 1er octobre 1997. Ce courrier fixait en détail les prestations qui seraient versées à l'intéressé depuis cette dernière date.\n\nDès la reprise des services techniques de Swissair par sa filiale Swissair Technical Services SA, le 1er janvier 1997, A. a travaillé pour celle-ci. Il a cependant continué à recevoir des fiches de salaire portant l'en-tête de Swissair. Ladite société tenait, en effet, une comptabilité générale dans laquelle chaque filiale était identifiée par un chiffre. C'était donc elle qui payait les salaires de tous les employés du groupe. La filiale précitée l'avait d'ailleurs chargée, par mandat écrit, de tenir sa comptabilité.\n\nA. a cessé de travailler le 30 septembre 1997. Les prestations promises lui ont été régulièrement versées du 1er octobre 1997 jusqu'en septembre 2001. Il a également touché les mensualités d'octobre et de novembre 2001, moyennant cession de ses droits en faveur d'établissements bancaires. Les décomptes accompagnant ces versements étaient libellés au nom de SR Technics. En revanche, les certificats de salaire établis à fin 1997 et fin 1998 à l'intention du fisc l'ont été par le \"bureau des salaires\" de SAirGroup.\n\nA.d Le 1er novembre 2001, SAirGroup a adressé à tous les préretraités du groupe, A. inclus, une lettre circulaire les informant qu'en raison du sursis concordataire dont elle bénéficiait, elle n'était définitivement plus en mesure d'effectuer le paiement des prestations prévues dans le plan social, soit le versement des salaires de retraite anticipée. Aussi renvoyait-elle les bénéficiaires de ces prestations à faire valoir leurs droits dans le cadre de la procédure de concordat ou de faillite. Dans une nouvelle lettre circulaire, elle leur a rappelé la nécessité de produire leurs créances en temps opportun en mains du commissaire au sursis. Celui-ci a bloqué les fonds destinés par SAirGroup au financement des plans sociaux.\n\nLe concordat par abandon d'actifs de SAirGroup a finalement été homologué le 20 juin 2003.\n\nA.e En novembre 2001, la Caisse générale de prévoyance de SAirGroup (ci-après: CGP) a informé A. qu'elle allait lui verser sa retraite de manière anticipée, au 30 novembre 2001, en l'invitant à choisir entre le versement d'une rente et celui d'un capital. Elle BGE 132 III 32 S. 35estimait, en effet, que ses statuts \"et certains arrêts du Tribunal fédéral\" l'obligeaient, en raison de la procédure de sursis concordataire touchant SAirGroup, à servir leur retraite de manière anticipée aux collaborateurs qui ne percevaient plus les prestations de préretraite. Cette retraite a été calculée sur la base d'une durée complète de cotisations, mais sans tenir compte des intérêts devant courir entre la fin 2001 et la date de la retraite réglementaire normale. Les montants versés faisaient ainsi l'objet d'un abattement par rapport aux montants de la retraite normale.\n\nA. a opté pour le capital-retraite. La CGP lui a confirmé ce choix, par lettre du 10 décembre 2001, et elle lui a versé la somme de 348'859 fr. 15.\n\nA.f A. a réclamé à SR Technics l'ensemble des montants demeurés impayés. Le 24 janvier 2002, il a produit une créance de 70'673 fr. en mains du commissaire au sursis de SAirGroup. Il résulte de différents messages électroniques échangés entre la direction de SR Technics et le commissaire au sursis que ce dernier considérait ladite société comme étant la seule débitrice des montants dus au titre de la préretraite, à l'exclusion de SAirGroup.\n\nB. Par demande du 4 décembre 2001, A. a assigné SR Technics devant la juridiction prud'homale genevoise en vue d'obtenir le paiement de 72'661 fr. 30, intérêts en sus. En cours de procédure, il a réduit ce montant à 70'773 fr. tout en amplifiant sa demande de 20'000 fr., somme représentant la contre-valeur de facilités de transport. Le demandeur fondait ses prétentions sur l'inexécution du plan social par SR Technics.\n\nLa défenderesse a conclu au rejet intégral de la demande. Elle niait avoir été l'employeur du demandeur, ce dernier lui ayant été \"loué\" par Swissair. Elle contestait, en outre, sa légitimation passive en faisant valoir que SAirGroup était la seule débitrice des prestations prévues dans le plan social. Au demeurant, selon elle, plus aucun versement n'était dû au demandeur, étant donné que celui-ci avait touché le capital-retraite de la CGP en décembre 2001.\n\nPar jugement du 2 août 2002, le Tribunal des prud'hommes du canton de Genève a condamné la défenderesse à verser au demandeur la somme brute de 16'037 fr. 10 plus intérêts.\n\nStatuant par arrêt du 21 septembre 2004, sur appel principal de la défenderesse et appel incident du demandeur, la Cour d'appel de la juridiction des prud'hommes a condamné la première à verser au BGE 132 III 32 S. 36second la somme nette de 45'798 fr., avec intérêts à 5 % dès la date moyenne du 15 avril 2003, à titre de mensualités échues au 31 août 2004. Elle a, en outre, constaté que la défenderesse était débitrice du demandeur des prestations non encore échues à cette date, telles qu'elles ressortaient du courrier du 24 septembre 1996, à savoir de la somme de 995 fr. net par mois, du 1er septembre 2004 au 30 septembre 2006. La défenderesse a encore été condamnée à mettre le demandeur au bénéfice des mêmes facilités de transport que celles auxquelles peuvent prétendre ses retraités.\n\nC. La défenderesse interjette un recours en réforme pour violation des art. 8 CC, 18 CO et 333 CO. Elle y invite le Tribunal fédéral à constater qu'elle ne possède pas la légitimation passive dans le présent procès et, partant, à débouter le demandeur de toutes ses conclusions.\n\nLe demandeur propose le rejet du recours.\n\nLe Tribunal fédéral a rejeté le recours en réforme.", "considerants": "Extrait des considérants:\n\n3. La question qui constitue le noeud du litige est de savoir si la défenderesse répond à l'égard du demandeur des créances découlant du plan social élaboré par Swissair. Pour la trancher, en fonction des griefs articulés dans le recours en réforme, il conviendra d'examiner, en premier lieu, si l'art. 333 CO s'applique en l'espèce, en particulier s'il n'y a pas été dérogé valablement (consid. 4) et si l'existence d'un éventuel contrat de location de services au sein du groupe y ferait obstacle (consid. 5). A supposer que cette disposition soit applicable in casu, il faudra ensuite rechercher si la responsabilité solidaire qu'elle institue vaut aussi pour les créances issues d'un plan social (consid. 6). Dans l'affirmative, il s'agira enfin de vérifier si la Cour d'appel a violé le droit fédéral lors du calcul des prestations auxquelles le demandeur peut prétendre sur la base du plan social en cause (consid. 7).\n\n4.\n\n4.1 L'art. 49 al. 1 de la loi fédérale du 3 octobre 2003 sur la fusion, la scission, la transformation et le transfert de patrimoine (LFus; RS 221.301) soumet le transfert des rapports de travail à l'art. 333 CO en cas de scission de sociétés. Ladite loi, entrée en vigueur le 1er juillet 2004, n'est cependant pas applicable, ratione temporis, à la présente contestation (cf. art. 110 LFus). Toutefois, elle ne BGE 132 III 32 S. 37modifie pas la situation antérieure en ce qui concerne le sort des rapports de travail lorsque la scission d'une société donne lieu à un transfert d'entreprise. Que l'art. 333 CO soit applicable dans un tel cas n'est, de fait, pas contestable. Cela ressort également de l'art. 1er § 1 let. a de la Directive 2001/23 du Conseil de l'Union européenne, du 12 mars 2001, concernant le rapprochement des législations des Etats membres relatives au maintien des droits des travailleurs en cas de transfert d'entreprises, d'établissements ou de parties d'entreprises ou d'établissements (ci-après: la Directive; cf. le Journal officiel des Communautés européennes [JO] n° L 82 du 22 mars 2001, p. 16 à 20; la Directive est aussi publiée par MARC AMSTUTZ/PASCAL PICHONNAZ/THOMAS PROBST/FRANZ WERRO, in Droit européen, Directives choisies, Berne 2005, p. 240 ss). En effet, selon le texte même de la disposition citée, la Directive est applicable à un transfert \"de partie d'entreprise ou d'établissement\"; elle régit donc aussi, de toute évidence, l'hypothèse dans laquelle ce transfert résulte de la scission d'une société. Or, il convient de prendre en considération cette Directive, qui est le résultat de l'évolution du droit européen avec lequel une harmonisation a été souhaitée en cette matière par le législateur fédéral (cf. ATF 129 III 335 consid. 6 p. 350), lequel a modifié l'art. 333 al. 1 CO, en lui donnant sa teneur actuelle, entrée en vigueur le 1er mai 1994, pour le rendre eurocompatible (cf. arrêt 4P.66/1996 du 6 août 1996, consid. 3c/aa; voir aussi le Message du 24 février 1993 sur le programme consécutif au rejet de l'accord EEE [FF 1993 I 757 ss] qui contient la nouvelle version de l'art. 333 al. 1 et 1bis CO [p. 925] et renvoie [p. 830], pour le commentaire de cette modification légale, au Message Eurolex y relatif [FF 1992 V 396 s.]).\n\nPour qu'il y ait transfert au sens de l'art. 333 al. 1 CO, il suffit que l'exploitation ou une partie de celle-ci soit effectivement poursuivie par le nouveau chef d'entreprise (ATF 123 III 466 consid. 3a p. 468). L'exploitation est considérée comme poursuivie en tout ou en partie par l'acquéreur lorsqu'elle conserve son identité, c'est-à-dire son organisation et son but (arrêt 4C.176/1999 du 23 août 1999, consid. 1a et les auteurs cités). Cette condition est réalisée en l'espèce. La défenderesse admet, en effet, expressément que la \"filialisation\" du service technique de Swissair s'est accompagnée d'un transfert de la partie d'entreprise correspondant à ce service. Il est dès lors indéniable qu'un tel transfert, consécutif à la scission de la société-mère, tombe sous le coup de l'art. 333 CO. BGE 132 III 32 S. 38\n\n4.2 La défenderesse soutient que, lorsque l'employeur transfère l'entreprise à un tiers, les rapports de travail ne passent automatiquement à l'acquéreur, en vertu de l'art. 333 CO, que si les parties ne sont pas convenues du contraire. Selon elle, en effet, les alinéas 1, 1bis, 2 et 4 de cette disposition n'auraient pas un caractère impératif du moment que seul le troisième alinéa a été placé par le législateur fédéral dans la liste figurant à l'art. 362 al. 1 CO. Il convient donc d'examiner plus avant la nature de la norme régissant le transfert des rapports de travail.\n\n4.2.1 Il y a quelques années déjà, le Tribunal fédéral a posé le principe selon lequel, contrairement à la solution prévalant sous l'ancien droit, en cas de transfert d'entreprise, les rapports de travail existant au moment du transfert passent automatiquement à l'acquéreur, même contre le gré de ce dernier (ATF 123 III 466 consid. 3b p. 468 et les auteurs cités; voir aussi: GABRIEL AUBERT, Commentaire romand, n. 4 ad art. 333 CO; RÉMY WYLER, Droit du travail, Berne 2002, p. 314 s.). Comme cela résulte de la genèse de l'art. 333 al. 1 CO dans sa version actuelle (FF 1992 V 396), c'est donc une véritable obligation de reprise qui incombe à l'acquéreur (THOMAS GEISER, Betriebsübernahmen und Massenentlassungen im Zusammenhang mit Zwangsvollstreckungsverfahren, in Hasenböhler/ Schnyder [éd.], Zivilprozessrecht, Arbeitsrecht, Kolloquium zu Ehren von Adrian Staehelin, Zurich 1997, p. 104; FRANK VISCHER, Der Arbeitsvertrag, in Traité de droit privé suisse, VII/4, 3e éd., p. 217; MANFRED REHBINDER/WOLFGANG PORTMANN, Commentaire bâlois, n. 6 ad art. 333 CO). Vrai est-il, toutefois, que le Tribunal fédéral ne s'est pas encore prononcé expressément à ce jour sur la possibilité d'écarter cette conséquence par voie de convention dérogatoire.\n\n4.2.2 Un transfert d'entreprise mettant en jeu trois parties - l'employeur, le travailleur et l'acquéreur -, la question se pose de savoir lesquelles d'entre elles pourraient passer une convention dérogatoire.\n\n4.2.2.1 Il est hors de doute que l'employeur qui transfère l'entreprise et celui qui la reprend ne peuvent pas conclure pareille convention. Cette possibilité a précisément été exclue lors de la révision de 1993 (FF 1992 V 396; GEISER, ibid.; voir aussi l' ATF 127 V 183 consid. 4 p. 186 ss).\n\nSous l'empire de l'ancien droit, tel qu'il avait été établi par la loi fédérale du 25 juin 1971 révisant les titres dixième et dixièmebis du BGE 132 III 32 S. 39code des obligations (RO 1971 p. 1461 ss), l'acquéreur pouvait se soustraire à la solidarité instituée par l'art. 333 al. 3 CO. Le premier alinéa de cette disposition avait, en effet, la teneur suivante (RO 1971 p. 1474): \"Si l'employeur transfère l'entreprise à un tiers qui s'engage à reprendre les rapports de travail, ceux-ci passent à l'acquéreur avec tous les droits et obligations qui en découlent, au jour du transfert de l'entreprise, à moins que le travailleur ne s'y oppose\". Aussi l'acquéreur qui ne voulait pas se lier solidairement avec l'ancien employeur devait-il simplement veiller à ne pas convenir avec celui-ci de la reprise des rapports de travail. Il lui était loisible de reprendre l'entreprise avec ou sans son personnel et, partant, d'exclure toute responsabilité solidaire de sa part à l'égard des travailleurs dans la seconde hypothèse. Cette situation juridique, qui laissait les mains libres au reprenant, mais comportait de sérieux inconvénients pour les travailleurs, s'est modifiée lorsque la norme du droit fédéral régissant le sort des rapports de travail au moment du transfert d'une entreprise a été incluse par le législateur dans le programme Swisslex et adaptée au droit européen (cf. consid. 4.1 ci-dessus). Selon la Directive 77/187 du Conseil de l'Union européenne, du 14 février 1977, concernant le rapprochement des législations des Etats membres relatives au maintien des droits des travailleurs en cas de transferts d'entreprises, d'établissements ou de parties d'établissements (publiée au JO n° L 061 du 5 mars 1977, p. 26 à 28), un tiers ne peut plus reprendre une entreprise sans reprendre simultanément le personnel de celle-ci (voir aussi: VISCHER, ibid.; WYLER, op. cit., p. 295; AUBERT, ibid.; ADRIAN STAEHELIN, Commentaire zurichois, n. 1 ad art. 333 CO). Dans le cadre de la procédure dite d'adaptation autonome au droit européen (\"autonomer Nachvollzug\"; sur cette procédure et les limites qu'il convient de lui assigner, voir, en dernier lieu: FRANZ NYFFELER, Die Anwendung autonom nachvollzogener Normen des EU-Rechts, in 100 Jahre Aargauischer Anwaltsverband, Zurich 2005, p. 35 ss), l'art. 333 al. 1 CO a été modifié par le législateur fédéral, qui lui a donné la nouvelle teneur suivante: \"Si l'employeur transfère l'entreprise ou une partie de celle-ci à un tiers, les rapports de travail passent à l'acquéreur avec tous les droits et les obligations qui en découlent, au jour du transfert, à moins que le travailleur ne s'y oppose\" (cf. le ch. I de la loi fédérale du 17 décembre 1993, en vigueur depuis le 1er mai 1994; RO 1994 p. 804). Conformément à cette disposition, la solidarité prend naissance ex lege au moment\n\nBGE 132 III 32 S. 40du transfert de l'entreprise et le consentement de l'acquéreur n'en est plus une condition (ATF 129 III 335 consid. 5.1 et les références). Il est dès lors logique que celui-ci ne puisse pas se soustraire à sa responsabilité solidaire en passant un accord dérogatoire avec l'ancien employeur.\n\n4.2.2.2 Il faut ensuite examiner si un tel accord pourrait être conclu par l'ancien employeur avec le travailleur. Répondre par l'affirmative à cette question, d'une manière générale et pour l'ensemble des transferts d'entreprises à venir, reviendrait à priver l'art. 333 CO de tout effet. Le but poursuivi par la révision de 1993, à savoir l'amélioration de la situation des travailleurs, serait ainsi réduit à néant (GEISER, op. cit., p. 105). Mais admettre la possibilité d'une convention dérogatoire dans le cas d'un transfert d'entreprise déterminé irait aussi manifestement à l'encontre de ce but. Ainsi qu'il appert de l'art. 333 al. 1bis CO, le travailleur a un besoin tout particulier de protection au moment du transfert de l'entreprise. Le droit d'opposition qui lui est accordé (art. 333 al. 1 in fine CO) démontre que le législateur a entendu faire dépendre le transfert des rapports de travail, avec tous les droits et obligations qui en découlent, de la seule volonté du travailleur. La loi règle en outre elle-même, et de manière exhaustive, les effets de l'opposition du travailleur. En vertu de l'art. 333 al. 2 CO, celle-ci a pour conséquence que les rapports de travail prennent fin à l'expiration du délai de congé légal, l'acquéreur et le travailleur étant tenus d'exécuter le contrat jusque-là.\n\nLe Message du Conseil fédéral n'indique pas pour quel motif les nouvelles dispositions régissant les transferts d'entreprises ne figurent ni à l'art. 361 ni à l'art. 362 CO. Contre leur inclusion dans la liste des dispositions impératives, on pourrait avancer l'argument selon lequel le travailleur est en droit de s'opposer au transfert des rapports de travail (art. 333 al. 1 in fine et 2 CO). Quoi qu'il en soit, le simple fait qu'elles n'y ont pas été insérées n'autorise pas à en déduire que les parties pourraient introduire, dans leur contrat de travail, une clause excluant le transfert des rapports de travail à l'occasion de toute cession future de l'entreprise (GEISER, ibid.; STAEHELIN, op. cit., n. 23 ad art. 333 CO; MICHAEL E. WINKLER, Unternehmensumwandlungen und ihre Auswirkungen auf Arbeitsverträge, thèse Berne 2001, p. 60 s.; plus nuancé: NINO MILONI, Für welche Forderungen besteht die Solidarhaftung nach Art. 333 Abs. 3 OR?, Diskussionspapier des FAA-HSG n. 85, St-Gall 2002, p. 47 s. [www.faa.unisg.ch/publikationen/publikationen_site.htm]). BGE 132 III 32 S. 41\n\n4.2.2.3 L'art. 341 CO s'oppose, enfin, à ce que le transfert des rapports de travail soit exclu par un accord passé entre l'acquéreur et le travailleur. En effet, le transfert des rapports de travail fait naître une responsabilité solidaire entre l'ancien employeur et l'acquéreur à l'égard du travailleur. L'art. 333 al. 3 CO, qui institue cette solidarité, est sans conteste une disposition impérative, au sens de l'art. 362 al. 1 CO. Or, l'art. 341 al. 1 CO interdit au travailleur de renoncer, pendant la durée du contrat et durant le mois qui suit la fin de celui-ci, aux créances résultant de dispositions impératives de la loi ou d'une convention collective. Par conséquent, le travailleur ne peut pas renoncer à ce que l'acquéreur réponde solidairement envers lui, ce qui serait le cas si l'applicabilité de l'art. 333 CO pouvait être exclue par un accord dérogatoire (cf. GEISER, ibid.).\n\n4.2.2.4 Si les parties au contrat de travail souhaitent que les rapports de travail se poursuivent avec l'employeur actuel, ce qui pourrait parfaitement se justifier suivant les circonstances, il leur faudra emprunter une autre voie. Pour ce faire, le travailleur ne devra pas s'opposer au transfert des rapports de travail, faute de quoi ceux-ci s'éteindraient par l'effet de la loi (cf. art. 333 al. 2 CO). En revanche, une fois ce transfert opéré, il résiliera le contrat de travail le liant à l'acquéreur et conclura un nouveau contrat avec son ancien employeur. Ainsi, les rapports de travail le liant à cet employeur se poursuivront sur une nouvelle base contractuelle. Il n'y aura dès lors plus de relation contractuelle avec l'acquéreur. Cependant, la responsabilité solidaire établie par l'art. 333 al. 3 CO subsistera pour les créances du travailleur déjà échues, parce que, dans un premier temps, les rapports de travail auront été transférés.\n\n4.2.3 Force est d'admettre, pour toutes ces raisons, à l'instar des juridictions cantonales, que les rapports de travail ont passé à la défenderesse indépendamment de la volonté des parties. Dès lors, tous les moyens soulevés dans le recours en réforme au sujet de cette volonté sont dénués de pertinence.\n\n4.3 Le demandeur n'a été mis en préretraite qu' après le transfert de l'entreprise. Au moment déterminant, il n'avait pas encore cessé de travailler. Aussi la question ne se pose-t-elle pas, en l'espèce, de savoir si les rapports de travail se sont éteints lors de la mise en préretraite et quels seraient les effets de cette circonstance sur l'application de l'art. 333 CO. Le travailleur était encore en activité lorsque les rapports de travail ont été transférés à la défenderesse et il a continué à travailler après le transfert de l'entreprise. BGE 132 III 32 S. 42\n\n5. La défenderesse conteste, par ailleurs, avoir été l'employeur du demandeur. A son avis, on se trouverait, en l'espèce, dans un cas de location de services: le demandeur, employé par une entreprise appartenant à un groupe de sociétés, aurait été \"loué\" par son employeur à une autre société faisant partie du même groupe, à savoir la défenderesse. L'intéressée fonde sa thèse, entre autres motifs, sur le fait que c'est l'ancien employeur qui a continué à tenir la comptabilité relative aux salaires.\n\n5.1 Dans un groupe de sociétés, il est possible qu'une société apparaisse comme l'employeur et qu'elle prête ses employés à d'autres sociétés du même groupe (JEAN NICOLAS DRUEY/ALEXANDER VOGEL, Das schweizerische Konzernrecht in der Praxis der Gerichte, Zurich 1999, p. 245 ss; THOMAS GEISER/KAI-PETER UHLIG, Arbeitsverhältnisse im Konzern, in RJB 139/2003 p. 757 ss, n. 3.22 p. 774). Un tel procédé est admissible, pour autant qu'il ait été prévu expressément ou tacitement dans le contrat de travail (art. 333 al. 4 CO).\n\nIl est, par ailleurs, évident que les modifications survenant au sein de l'entreprise locataire n'ont pas d'incidence sur les rapports de travail des personnes qui sont mises à la disposition de cette entreprise, partant qu'il n'en résulte aucun changement d'employeur. A supposer que ladite entreprise soit transférée à un tiers, c'est donc le bailleur de services qui conservera la qualité d'employeur et non le reprenant qui l'acquerra.\n\n5.2 Ce n'est toutefois pas de cela dont il s'agit dans la présente espèce. En effet, la défenderesse soutient qu'à la suite de la scission ayant engendré un groupe de sociétés, la société qui employait le demandeur avant la scission serait devenue le bailleur de services. Aussi convient-il d'examiner si un contrat de travail ordinaire peut être transformé en un contrat de location de services à l'occasion d'un transfert d'entreprise.\n\nEn principe, la liberté contractuelle régit aussi le droit du travail et les parties sont libres de modifier leurs rapports contractuels. Il est donc possible de mettre un terme - par résiliation ou accord - au contrat de travail existant et d'en conclure un nouveau avec une autre société, quand bien même les services continueront à être fournis à la même place de travail. Les anciens rapports de travail seront ainsi transformés en rapports de location de services. Rien ne s'oppose, en théorie, à ce qu'une telle transformation intervienne à l'occasion de la cession d'une entreprise. Encore faut-il que cette BGE 132 III 32 S. 43manière de procéder n'aboutisse pas à contourner les règles régissant le transfert d'entreprise.\n\nIl va de soi que, si le prétendu bailleur de services est l'ancien employeur, la transformation envisagée ne peut être opérée avant le transfert de l'entreprise. Dans le cas contraire, le bailleur et le locataire de services seraient identiques. Or, la location de services suppose l'existence d'un contrat liant le bailleur de services à l'entreprise locataire (art. 22 de la loi fédérale du 6 octobre 1989 sur le service de l'emploi et la location de services [LSE; RS 823.11]). Et personne ne peut conclure un contrat avec soi-même. Pour la période postérieure au transfert de l'entreprise, il est, en revanche, tout à fait possible qu'un tel contrat soit conclu entre l'ancien employeur et l'acquéreur. Il est donc aussi concevable de transformer les rapports de travail, avec le consentement du travailleur, en rapports de location de services. Les rapports de travail n'en auront pas moins passé d'abord à l'acquéreur et fait naître la responsabilité solidaire de celui-ci à l'égard du travailleur (art. 333 al. 3 CO). De fait, ce n'est qu'ensuite que les rapports de travail pourront être transformés en rapports de location de services. A cette occasion, il ne sera pas possible d'exclure conventionnellement cette responsabilité solidaire, car un accord allant dans ce sens ne pourrait tendre à autre chose qu'à contourner l'art. 333 al. 3 CO, disposition dont le caractère impératif n'est pas sujet à discussion.\n\nPoint n'est besoin d'examiner si d'autres motifs (p. ex. l'art. 333 al. 1bis CO) feraient aussi obstacle à la transformation dont il est ici question. Il suffit de constater qu'un accord visant à y procéder ne pourrait pas avoir pour effet d'exclure la légitimation passive de la défenderesse. Dans ces conditions, peu importe de déterminer si les parties ont voulu ou non effectuer semblable transformation.\n\n6.\n\n6.1 La défenderesse reproche, en outre, à la Cour d'appel d'avoir méconnu la nature juridique du plan social en le traitant à l'égal d'une convention collective de travail et en lui appliquant l'art. 333 al. 1bis CO.\n\nLes plans sociaux ne font pas l'objet d'une réglementation expresse en droit suisse. Le but d'un plan social est d'atténuer les effets, pour les personnes concernées, de la décision d'une entreprise de réduire son personnel (cf. STEPHAN KLINGENBERG, Die Betriebsschliessung, thèse Bâle 1986, p. 140). Eu égard à ce but, la notion de plan BGE 132 III 32 S. 44social doit être comprise dans un sens extensif. Ainsi, outre des aides financières de toutes sortes, un plan social comprend aussi d'autres mesures, telles que le replacement, la reconversion, etc., qui tendent à favoriser la réintégration du travailleur licencié dans la vie active. Comme son nom l'indique, le plan social procède d'une démarche planifiée et il est toujours destiné à une pluralité de travailleurs. On est donc enclin à y voir une forme particulière de convention collective de travail (dans ce sens, cf. l' ATF 130 V 18 consid. 2.3 p. 26 et les arrêts cités). En pratique, un plan social est le fruit d'une consultation entre partenaires sociaux, qui est généralement consigné dans un document écrit (arrêt précité, ibid.; arrêt 4C.31/2005 du 27 mai 2005, consid. 3.1). Cependant, un plan social ne doit pas nécessairement être établi sous la forme d'une convention; il peut aussi résulter d'une décision unilatérale de l'employeur (KLINGENBERG, op. cit., p. 193). Dans ce cas, il s'agit d'une offre adressée par l'employeur à chacun des travailleurs concernés. Si l'un de ceux-ci déclare vouloir accepter les mesures qui y figurent, le plan social devient partie intégrante de son contrat individuel de travail. Mais, en règle générale, le plan social fera suite à des négociations conduites avec les syndicats ou la commission du personnel (FRANK VISCHER, Commentaire zurichois, n. 65 ad art. 357a CO; KLINGENBERG, op. cit., p. 168 ss). Il prendra alors la forme d'une convention collective de travail ou sera intégré dans un règlement d'entreprise (VISCHER, Commentaire zurichois, n. 64 ad art. 357a CO). Son caractère obligatoire dépendra de l'interprétation des règles correspondantes et son contenu de celle de l'accord conclu.\n\nEn l'espèce, la question de la nature juridique du plan social litigieux n'est toutefois pas décisive, contrairement à l'avis de la défenderesse. Peu importe, en effet, que cette dernière ait été tenue ou non de respecter pendant une année encore le plan social, conformément à l'art. 333 al. 1bis CO. Seul est déterminant le point de savoir si, avant le transfert de l'entreprise, le demandeur était titulaire ou non, à l'encontre de son employeur, d'une créance découlant des rapports de travail dont la défenderesse, qui a acquis l'entreprise, répond solidairement en vertu de l'art. 333 al. 3 CO. Dès lors, toutes les considérations émises dans le mémoire de recours quant à la nature juridique d'un plan social sont hors sujet.\n\nCes considérations ne sont, au demeurant, guère convaincantes. Un plan social consiste soit en une déclaration d'intention unilatérale et dépourvue de caractère obligatoire, soit en un accord. Dans BGE 132 III 32 S. 45la première hypothèse, l'employeur peut le rapporter en tout temps, auquel cas le nouvel employeur, qui a repris l'entreprise, ne saurait naturellement être lié par le plan social rapporté. En revanche, si le plan social est le fruit d'un accord, il pourra s'agir d'une convention passée entre l'employeur et chaque travailleur concerné. Le plan social sera ainsi incorporé au contrat individuel de travail et il sera transféré, avec celui-ci, au nouvel employeur. Mais ladite convention pourra aussi avoir été conclue avec un syndicat ou une commission du personnel. Elle constituera alors une forme de convention collective et l'art. 333 al. 1bis CO lui sera applicable. La situation juridique qui découle de ce système est donc relativement simple: le plan social liera l'acquéreur de l'entreprise s'il liait déjà l'ancien employeur, et vice versa, ce qui correspond du reste au but de l'art. 333 CO.\n\nLe 24 septembre 1996, c'est-à-dire avant le transfert de l'entreprise à la défenderesse, intervenu le 1er janvier 1997, la société qui employait alors le demandeur a indiqué à ce dernier qu'il serait mis en préretraite le 1er octobre 1997 et elle lui a confirmé en détail les prestations auxquelles son nouveau statut lui donnerait droit. A la date précitée au plus tard, l'ancien employeur s'est engagé à mettre le demandeur en préretraite le 1er octobre 1997 et à lui verser les prestations afférentes à ce statut. De ce fait, une créance individuelle a pris naissance le 24 septembre 1996 en la personne du demandeur.\n\n6.2\n\n6.2.1 La responsabilité solidaire entre l'ancien employeur et l'acquéreur, instituée par l'art. 333 al. 3 CO, vise toutes les créances du travailleur échues dès avant le transfert jusqu'au moment où les rapports de travail pourraient normalement prendre fin. L'acquéreur répond seul, en principe, des créances devenues exigibles ultérieurement (MILONI, op. cit., p. 14). Demeure toutefois incertain le point de savoir si l'échéance est seule déterminante ou si le moment de la naissance de la créance l'est également (MILONI, op. cit., p. 19 ss).\n\nComme la défenderesse le reconnaît elle-même, le demandeur a été informé par son ancien employeur, le 24 septembre 1996, qu'il allait être mis en préretraite le 1er octobre 1997 et qu'il toucherait dès cette date les prestations prévues par le plan social et mentionnées dans ladite lettre. Le 1er janvier 1997, soit dans l'intervalle séparant cette communication de l'entrée en préretraite du travailleur, BGE 132 III 32 S. 46l'entreprise a été transférée à la défenderesse. Sur le principe, il n'est pas contesté que l'ancien employeur et le demandeur étaient convenus avant ce transfert de la mise en préretraite. Que celle-ci soit intervenue une fois seulement ledit transfert opéré demeure sans incidence sur la naissance de la créance examinée. En effet, les créances de salaire mensuelles échues durant la période allant du moment du transfert de l'entreprise jusqu'à celui où il pouvait être mis fin au plus tôt aux rapports de travail tombaient indéniablement sous le coup de l'art. 333 al. 3 CO. Or, ces créances de salaire - de même que celles résultant de la mise en préretraite - avaient trait à des circonstances qui n'étaient point encore advenues. Dans les deux cas, les créances en question étaient soumises à la condition que le travailleur fût encore en vie au moment déterminant et, s'agissant des créances de salaire, qu'il fournît alors régulièrement sa prestation de travail. Il est dès lors établi que la responsabilité solidaire vaut aussi pour des créances conditionnelles. Par conséquent, l'applicabilité, ratione temporis, de l'art. 333 al. 3 CO aux créances litigieuses n'est pas douteuse.\n\n6.2.2 La loi limite la responsabilité solidaire aux \"créances du travailleur\" (art. 333 al. 3 CO). Elle entend par là que les créances doivent découler des rapports de service (FF 1967 II 381). Savoir si ces créances doivent avoir un fondement contractuel ou si elles peuvent aussi résulter d'un acte illicite est un point controversé dans la doctrine (cf. MILONI, op. cit., p. 25), mais qui ne joue aucun rôle dans le cas présent. Pour résoudre celui-ci, il faut, en revanche, examiner si les prétentions liées à la mise en préretraite peuvent être considérées encore comme des créances découlant des rapports de travail.\n\nEn temps normal, les rapports de travail prennent fin lorsque le travailleur atteint l'âge de la retraite et la rente de vieillesse n'est plus versée par l'employeur, mais par un tiers, à savoir l'institution de prévoyance. La prétention du retraité à l'égard de cette institution n'est pas visée par l'art. 333 al. 3 CO, cette disposition ne s'appliquant qu'aux créances du travailleur envers l' ancien employeur (et l'acquéreur). En l'occurrence, il ne s'agit toutefois pas de créances dont l'institution de prévoyance serait le sujet passif. Il est bien plutôt question ici de prestations qui ont été promises au demandeur par son ancien employeur, lequel a mis à disposition les capitaux nécessaires au financement du plan social, mais sans les transférer à un autre sujet de droit dont le préretraité serait devenu créancier. BGE 132 III 32 S. 47L'employeur a ainsi conservé sa qualité de débiteur du demandeur. Quant aux créances invoquées en justice, leur fondement juridique est à rechercher dans les rapports de travail, car elles n'existeraient pas sans ceux-ci. Il n'y a aucun motif justifiant de les soustraire à l'art. 333 al. 3 CO. La situation juridique ne diffère guère, à cet égard, de celle où le travailleur aurait été libéré de l'obligation de fournir sa prestation jusqu'à l'extinction des rapports de travail.\n\nIl suit de là que les créances découlant du plan social entraient dans le champ d'application de l'art. 333 al. 3 CO. Par conséquent, la défenderesse répond solidairement avec l'ancien employeur de toutes les créances de ce type qui étaient échues avant qu'elle acquière l'entreprise et de celles qui sont devenues exigibles avant la date à laquelle le contrat de travail pouvait normalement prendre fin. Quant aux créances échues après cette date, elle en répond aussi puisque les rapports de travail lui ont été transférés et qu'il lui incombe d'exécuter les obligations en découlant, au nombre desquelles figurent également celles qui résultent du plan social, dans la mesure où elles sont devenues partie intégrante du contrat individuel de travail.\n\n7.\n\n7.1 Sur le plan quantitatif, enfin, la défenderesse soutient que les juridictions cantonales ont admis, à tort, que les rentes versées par l'institution de prévoyance ne pouvaient pas être imputées sur les montants dus par elle et qu'elles n'ont pas fixé correctement le montant de la prestation transitoire dénommée \"Pont AVS\".\n\nLa défenderesse considère, à juste titre, que pour savoir comment la rente transitoire doit être calculée et quelles prestations doivent être imputées, il y a lieu d'interpréter les manifestations de volonté correspondantes. Il va de soi, à cet égard, que la volonté exprimée par l'ancien employeur dans sa lettre du 24 septembre 1996, où il précisait les engagements souscrits par lui envers le demandeur du chef de la mise en préretraite de ce dernier, doit être interprétée à la lumière du plan social qui a servi de base au calcul des prétentions du demandeur. Le but poursuivi par l'employeur, au moyen des prestations versées au travailleur durant le laps de temps restant à courir jusqu'au moment où celui-ci prendrait sa retraite ordinaire, était de placer l'intéressé dans la situation qui eût été la sienne s'il avait été mis d'emblée au bénéfice du statut de retraité ordinaire. Il fallait aussi éviter que le demandeur subisse une perte sur le BGE 132 III 32 S. 48capital qui lui serait versé après qu'il aurait atteint l'âge de la retraite ordinaire.\n\n7.2 Eu égard au but des versements effectués à titre transitoire par l'employeur, il n'est pas douteux que tant les prestations du premier que du deuxième piliers devaient faire l'objet d'une imputation, pour autant qu'elles visassent à garantir le même revenu pour la même période. Dans cette mesure, la défenderesse soutient avec raison qu'il doit en aller de même en ce qui concerne les versements de la caisse de prévoyance. Mais cela signifie aussi, inversement, que lorsque le travailleur perçoit par anticipation des prestations de vieillesse de la caisse de prévoyance, il n'y a pas matière à imputation si, du fait de ce versement anticipé, les prestations de ladite caisse s'en trouvent réduites. Dans ce cas, en effet, les prestations versées ne le sont pas en plus, mais aux dépens des prétentions futures du travailleur. Comme la Cour d'appel le constate dans son arrêt, sans être contredite par la défenderesse, les montants versés ont fait l'objet d'un abattement par rapport aux montants de la retraite normale. Le demandeur ne s'est ainsi pas enrichi, de sorte que la cour cantonale a refusé à bon droit de procéder à l'imputation requise.\n\n7.3 Les explications fournies par la défenderesse dans son mémoire de recours au sujet du calcul de la prestation transitoire 2 (\"Pont AVS\") sont incompréhensibles. Au demeurant, il n'apparaît pas, à la lecture de l'arrêt attaqué, que le demandeur aurait touché, à ce titre, un montant supérieur à celui d'une rente AVS complète. La question de savoir si les prestations de la caisse de prévoyance pouvaient être imputées sur la partie de cette prétention du demandeur doit être résolue de la même manière que pour les autres parties de ladite prétention. Aussi n'y avait-t-il, là non plus, pas matière à imputation, étant donné que les prestations de la caisse de prévoyance avaient été versées aux dépens des prétentions du demandeur à l'égard de cette institution."}