{"annee": "132", "cour": "III", "page": "579", "date": "5/5/2006", "cite": ["120 II 144", "124 III 509", "117 II 598"], "cite_par": ["141 III 294", "133 III 282"], "chapeau": "68. Auszug aus dem Urteil der I. Zivilabteilung i.S. Ecofin Holding AG, Ecofin Research and Consulting AG, Ecofin Data Model AG und Ecofin Investment Consulting AG gegen Scholand (Berufung)\n\n4C.329/2005 vom 5. Mai 2006", "regestes": ["Droit des marques; concurrence déloyale; compétence à raison du lieu; art. 16 ch. 4 CL. Applicabilité de la disposition dans le cas d'une action concernant la validité d'une marque (Bestandesklage) par laquelle la radiation d'une marque est requise en invoquant un droit prioritaire, pour le motif que le signe est usurpé (LCD; consid. 3)."], "faits": "BGE 132 III 579 S. 579\n\nA. Die Ecofin Holding AG, Davos Dorf, die Ecofin Research and Consulting AG, Zürich, die Ecofin Data Model AG, Davos Dorf, und die Ecofin Investment Consulting AG, Zürich (Klägerinnen und Berufungsklägerinnen), sind im Vorsorgebereich, im Bereich Banking and Finance, im Investment Consulting und im Financial Planning tätig. Sie gehören derselben Gruppe an und führen alle den Firmenbestandteil ECOFIN. Die Ecofin Research and Consulting AG ist Inhaberin der Domainnamen \"ecofin.ch\" und \"ecofin.com\".\n\nMarkus Scholand, Meschede/D (Beklagter und Berufungsbeklagter), ist Dozent am Zentrum für Interdisziplinäre Technikforschung BGE 132 III 579 S. 580an der Technischen Universität Darmstadt und war dort unter anderem Projektmitarbeiter am Institut für Betriebswirtschaftslehre, Fachgebiet Finanzierung und Bankbetriebslehre. Nach den Angaben auf der Homepage \"ecofin.de\" besteht unter der Bezeichnung ECOFIN ein Kooperationsprojekt, das interdisziplinäre Beiträge zur problemorientierten Forschung und Lehre im Spannungsfeld insbesondere von ökonomischen Fragestellungen leistet; ein Schwerpunkt liegt im Bereich verhaltensorientierter Kapitalmarktforschung sowie der Innovations- und Projektfinanzierung von Energieanlagen. Der Beklagte ist Inhaber des Domainnamens \"ecofin.de\". Ausserdem hinterlegte er am 23. Mai 2000 das Zeichen ECOFIN, das unter der Nr. 481 763 im schweizerischen Markenregister eingetragen wurde. Als Vertreter des Beklagten wird die Riederer Hasler und Partner Patentanwälte AG, Bad Ragaz, im Register aufgeführt.\n\nB. Am 5. Juli 2004 gelangten die Klägerinnen an das Handelsgericht des Kantons St. Gallen und stellten folgende Rechtsbegehren:\n\n\"1. Es sei der Beklagte zu verpflichten, die Schweizerische Marke ECOFIN Nr. 481763, hinterlegt beim Eidgenössischen Institut für Geistiges Eigentum am 23. Mai 2000, bezüglich folgender Waren und Dienstleistungen löschen zu lassen:\n\n9: Geräte zur Aufzeichnung, Speicherung und Verarbeitung von Daten, Bildern sowie Tönen, Rechenmaschinen und Datenverarbeitungsgeräten nebst Zubehör; alle vorgenannten Waren soweit in Klasse 9 enthalten.\n\n35: Unterstützung beim Betrieb oder bei der Geschäftsführung eines Unternehmens, Unternehmensverwaltung, Wertermittlung und Wirtschaftsprognosen in Geschäftsangelegenheiten, Aufstellung, Systematisierung und Auswertung von Mitteilungen, Aufzeichnungen oder Daten, Marketingforschung, Werbung und Öffentlichkeitsarbeit.\n\n36: Finanzdienstleistungen, insbesondere Dienstleistungen von Kreditinstituten, Investmentgesellschaften, Maklern oder Treuhandgesellschaften; Finanzanalysen, Finanzauskünfte, Finanzierungen, Finanzinformation und -beratung; Schätzung, Vermittlung und Verwaltung von Vermögenswerten, insbesondere Grundstücken, Immobilien, Fonds und Beteiligungen; Dienstleistungen im Bezug auf den Abschluss von Finanzgeschäften.\n\n42: Wissenschaftliche sowie industrielle Analysen und Forschung, Konzeption, Erstellung und Aktualisierung von Software für die Datenverarbeitung.\n\n2. Es sei dem Beklagten unter Androhung der Ungehorsamsstrafe gemäss Art. 292 StGB für den Fall der Zuwiderhandlung zu verbieten, das Wort ECOFIN in Alleinstellung oder in einer nicht BGE 132 III 579 S. 581unterscheidungskräftigen Kombination mit einem anderen Zeichen im geschäftlichen Verkehr in Zusammenhang mit Computerhard- und Software und diesbezüglicher Beratung, Geschäftsführung, Unternehmensverwaltung, Werbung, Finanzwesen, Geldgeschäft, Versicherungs- und Immobilienwesen sowie Erstellung von Wirtschaftsdaten und Prognosen sowie wissenschaftlicher und industrieller Forschung und Analysen, in irgendeiner Form, insbesondere zur Bezeichnung von Waren, Dienstleistungen oder als Internetadresse, zu gebrauchen.\n\n3. Der Beklagte sei zur Zahlung von SFR 10'000.- nebst Zins zu 5 % seit der Klageeinleitung vom 5. Juli 2004 an die Klägerinnen zu verurteilen [...].\"\n\nDie Klägerinnen stützten ihre Ansprüche auf das UWG und begründeten die Zuständigkeit des Handelsgerichts St. Gallen mit Art. 5 Ziff. 3 LugÜ.\n\nDer Beklagte beantragte Nichteintreten auf die Klage. Das Handelsgericht führte zur Einrede der Unzuständigkeit einen Schriftenwechsel durch. Die Klägerinnen beriefen sich zusätzlich auf die Zuständigkeit nach Art. 16 Ziff. 4 LugÜ.\n\nC. Mit Entscheid vom 16. August 2005 trat das Handelsgericht des Kantons St. Gallen auf die Klage nicht ein. Mit beiden Parteien ging das Gericht davon aus, dass angesichts des Wohnsitzes des Beklagten in Deutschland ein internationaler Sachverhalt vorliege und das Lugano-Übereinkommen (LugÜ; SR 0.275.11) anwendbar sei. Die Zuständigkeit des Deliktsorts gemäss Art. 5 Ziff. 3 LugÜ verneinte das Gericht im Wesentlichen mit der Begründung, ein Erfolgsort sei im Kanton St. Gallen nicht gegeben, weil die Markeneintragung dafür nicht genüge und weil die Klägerinnen nicht behaupteten, es sei hier ein Schaden eingetreten; einen Handlungsort im Sinne von Art. 5 Ziff. 3 LugÜ im Kanton St. Gallen verneinte das Gericht, weil die Eintragung der Marke ECOFIN als mögliche relevante Handlung durch den vom Beklagten bestellten Vertreter vom Büro in Eschen (Fürstentum Liechtenstein) aus vorgenommen worden sei. Die Zuständigkeit nach Art. 16 Ziff. 4 LugÜ verneinte das Gericht, weil es nicht um eine markenrechtliche Bestandesklage gehe.\n\nDas Bundesgericht heisst die von den Klägerinnen gegen das Urteil des Handelsgerichts erhobene Berufung teilweise gut.", "considerants": "Aus den Erwägungen:\n\n3. Im vorinstanzlichen Verfahren beantragten die Klägerinnen in Ziffer 1 ihrer Rechtsbegehren, der Beklagte sei zu verpflichten, die BGE 132 III 579 S. 582von ihm im schweizerischen Register eingetragene Marke Nr. 481 763 für verschiedene, genau bezeichnete Waren und Dienstleistungen löschen zu lassen.\n\n3.1 Nach Art. 16 Ziff. 4 LugÜ sind die Gerichte des Vertragsstaates, in dessen Hoheitsgebiet die Hinterlegung oder Registrierung beantragt oder vorgenommen worden ist oder aufgrund eines zwischenstaatlichen Übereinkommens als vorgenommen gilt, ohne Rücksicht auf den Wohnsitz der Parteien ausschliesslich zuständig für Klagen, welche die Eintragung oder Gültigkeit von Patenten, Warenzeichen, Mustern und Modellen sowie ähnlicher Rechte zum Gegenstand haben, die einer Hinterlegung oder Registrierung bedürfen. Für Klagen betreffend die Gültigkeit oder die Eintragung von Immaterialgüterrechten in der Schweiz sind die schweizerischen Gerichte am Geschäftssitz des im Register eingetragenen Vertreters zuständig, sofern der Beklagte - wie vorliegend - keinen Wohnsitz in der Schweiz hat (Art. 109 Abs. 3 IPRG). Da der im Markenregister eingetragene Vertreter des Beklagten seinen Geschäftssitz nach den verbindlichen Feststellungen im angefochtenen Entscheid im Kanton St. Gallen hat, ist die Vorinstanz zuständig, sofern das Rechtsbegehren 1 der Klägerinnen im Sinne von Art. 16 Ziff. 4 LugÜ die Eintragung oder die Gültigkeit von Warenzeichen zum Gegenstand hat.\n\n3.2 Die ausschliessliche und zwingende Zuständigkeit von Art. 16 Ziff. 4 LugÜ bezieht sich auf Bestandesklagen, die insbesondere die Feststellung der Nichtigkeit zum Gegenstand haben (BGE 124 III 509; vgl. auch Urteil 4C.159/2005 vom 19. August 2005, E. 2.1). Dagegen fallen Klagen über die Verletzung von Immaterialgüterrechten auch dann nicht in den Geltungsbereich der Bestimmung, wenn diese Rechte in einem (nationalen) Register eingetragen sind (GERHARD WALTER, Internationales Zivilprozessrecht der Schweiz, 3. Aufl., 2002, S. 231; VISCHER, Zürcher Kommentar, N. 22 f. zu Art. 109 IPRG; SIMON MÄDER, Die Anwendung des Lugano-Übereinkommens im gewerblichen Rechtsschutz, Bern 1999, S. 20 f.; KROPHOLLER, Europäisches Zivilprozessrecht, 7. Aufl., Heidelberg 2002, N. 50 zu Art. 22 EuGVO; GEIMER/SCHÜTZE, Europäisches Zivilverfahrensrecht, 2. Aufl., München 2004, Rz. 226 zu Art. 22 EuGVO). Als Bestandesklagen gelten nach schweizerischem Verständnis Klagen, welche die materielle Gültigkeit oder die Zuständigkeit an Schutzrechten zum Gegenstand haben oder in Ausnahmefällen den Bestand einer lauterkeitsrechtlich geschützten BGE 132 III 579 S. 583Wettbewerbsstellung betreffen (VON BÜREN/MARBACH, Immaterialgüter- und Wettbewerbsrecht, 2. Aufl., Bern 2002, Rz. 797 S. 158; DAVID, Der Rechtsschutz im Immaterialgüterrecht, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht [SIWR], Bd. I/2, 2. Aufl. 1998, S. 8; VISCHER, Zürcher Kommentar, N. 4 zu Art. 109 IPRG; vgl. auch KAMEN TROLLER, Grundzüge des schweizerischen Immaterialgüterrechts, 2. Aufl. 2005, S. 376 f.; MÄDER, a.a.O., S. 18 f.).\n\n3.3 Der Europäische Gerichtshof, dessen Rechtsprechung zum EuGVÜ für die Auslegung des LugÜ zu berücksichtigen ist (vgl. Protokoll Nr. 2 über die einheitliche Auslegung des Übereinkommens [SR 0.275.11]), interpretiert Art. 16 Ziff. 4 EuGVÜ vertragsautonom (Urteil des EuGH vom 5. November 1983 in der Rechtssache 288/82, Duijntsee gegen Goderbauer, Slg. 1983, III-3663/3672, Randnrn. 16-20, S. 3675 f./Dispositiv-Ziffer 2, S. 3679). Der Gerichtshof erblickt den Grund für die ausschliessliche Zuständigkeit gemäss Art. 16 Ziff. 4 EuGVÜ darin, dass die Gerichte am Registerort am besten in der Lage sind, über Fälle zu entscheiden, in denen der Rechtsstreit die Gültigkeit des registrierten Rechts oder das Bestehen der Hinterlegung oder Registrierung selbst zum Gegenstand hat (Urteil des EuGH vom 5. November 1983, a.a.O., Randnr. 22). Als Rechtsstreitigkeiten, die unter Art. 16 Ziffer 4 EuGVÜ fallen, hat er beispielhaft diejenigen über die Gültigkeit, das Bestehen oder Erlöschen des Rechts oder über die Geltendmachung eines Prioritätsrechts aufgrund einer früheren Eintragung genannt (Urteil des EuGH vom 5. November 1983, a.a.O., Randnr. 24). Neben den Verletzungsklagen (Urteil des EuGH vom 5. November 1983, a.a.O., Randnr. 23) hat der EuGH in diesem Urteil die Klage über die Berechtigung an einem registrierten Schutzrecht vom Anwendungsbereich der Bestimmung ausgeschlossen, als im Rahmen einer arbeitsvertraglichen Beziehung umstritten war, ob ein Patent dem Arbeitgeber oder dem Arbeitnehmer zustehe (Urteil des EuGH vom 5. November 1983, a.a.O., Randnr. 26).\n\n3.4 Die Lehre leitet aus dem zitierten Entscheid des EuGH ab, dass vertragliche Streitigkeiten über die Berechtigung an einem registrierten Recht allgemein nicht in die ausschliessliche Zuständigkeit der Gerichte am Registerort gemäss Art. 16 Ziff. 4 LugÜ bzw. dem entsprechenden Art. 22 Nr. 4 EuGVO fallen (GEIMER/SCHÜTZE, a.a.O., Rz. 227 zu Art. 22 EuGVO; KROPHOLLER, a.a.O., N. 50 zu Art. 22 EuGVO; GAUDEMET-TALLON, Compétence et exécution des jugements en Europe, 3. Aufl., Paris 2002, S. 82 f. N. 114). Teilweise wird BGE 132 III 579 S. 584vertreten, Streitigkeiten aus unlauterem Wettbewerb oder wegen Verletzung einer Markenlizenz seien vom Anwendungsbereich des Art. 16 Ziff. 4 LugÜ bzw. Art. 22 Nr. 4 EuGVO auszuschliessen (GAUDEMET-TALLON, a.a.O., Fn. 32 mit Verweis auf ein französisches Urteil). In Weiterführung der Rechtsprechung des EuGH wird zum Teil befürwortet, Streitigkeiten darüber, wer materiell berechtigt und wer nicht berechtigt ist, allgemein vom Anwendungsbereich der Zuständigkeitsnorm auszunehmen und insbesondere zivilrechtliche Klagen auf Eintragungsbewilligung oder Löschung im Markenrecht nicht darunter zu subsumieren (KROPHOLLER, a.a.O., N. 48 zu Art. 22 EuGVO). Ob dies allgemein zutrifft erscheint fraglich, nachdem der EuGH Streitigkeiten über die Priorität ausdrücklich der Zuständigkeit von Art. 16 Ziff. 4 LugÜ vorbehalten hat.\n\n3.5 Der ausschliessliche Sondergerichtsstand gemäss Art. 16 Ziff. 4 LugÜ erklärt sich historisch aus dem Umstand, dass die gewerblichen Schutzrechte früher als Privilegien des Staates angesehen wurden, über deren Bestand nur der konzedierende Staat urteilen sollte (DAVID, a.a.O., S. 33). Er rechtfertigt sich im geltenden Recht aufgrund der Verknüpfung der materiellen Frage mit dem Verfahren der registerrechtlichen Korrektur, wobei auch die Zurückhaltung beachtlich ist, die der Schutzstaat bei der Anerkennung eines fremden Urteils über den Bestand registrierter Immaterialgüterrechte bekunden könnte (VISCHER, Zürcher Kommentar, N. 24 zu Art. 109 IPRG; vgl. für die unterschiedlichen Rechtfertigungen in England, Frankreich und Deutschland auch MÄDER, a.a.O., S. 66 f.). Bestandesklagen, die sich unmittelbar auf die Registerführung auswirken, fallen danach in die ausschliessliche Zuständigkeit der Gerichte am Ort der Registerführung gemäss Art. 16 Ziff. 4 LugÜ. Soweit dagegen in erster Linie nicht die Eintragung, Änderung oder Löschung eines Registereintrags streitig ist, sondern die Rechtsbeziehung der Parteien Gegenstand des Rechtsstreits bildet, erscheint die zwingende und ausschliessliche Zuständigkeit im Lichte der Rechtsprechung des EuGH nicht gerechtfertigt (MÄDER, a.a.O., S. 68). Danach findet Art. 16 Ziff. 4 LugÜ insbesondere für Klagen über die Inhaberschaft an einem registrierten Schutzrecht trotz der Auswirkungen auf den Registerinhalt keine Anwendung, wenn die Rechtsbeziehungen zwischen den Parteien primär streitig sind (MÄDER, a.a.O., S. 68 f.).\n\n3.6 Wer ein rechtliches Interesse nachweist, kann nach Art. 52 MSchG (SR 232.11) vom Richter feststellen lassen, dass ein Recht BGE 132 III 579 S. 585oder ein Rechtsverhältnis nach diesem Gesetz besteht. Die Feststellungsklage nach Art. 52 MSchG kann die Verletzung oder den Bestand eines Markenrechts betreffen (WILLI, Kommentar zum Markenschutzgesetz, Zürich 2002, N. 12 ff., 23, 24 f. sowie 31 vor Art. 52 MSchG). Feststellungsklagen, welche die Verletzung eines registrierten Rechts zum Gegenstand haben, sowie Abwehrklagen auf positive Feststellung der Gültigkeit oder des Bestandes eines (eigenen) Schutzrechtes, die den Verletzungsklagen gleichgestellt sind, fallen von vornherein nicht in den Anwendungsbereich von Art. 16 Ziff. 4 LugÜ (vgl. BGE 117 II 598 E. 2 S. 600; vgl. dazu DAVID, Kommentar zum Markenschutzgesetz, Muster- und Modellgesetz, 2. Aufl. 1999, N. 8 Vorbemerkung zum 3. Titel S. 313; MÄDER, a.a.O., S. 74/82). Klagen auf Feststellung der Nichtigkeit bzw. auf Löschung einer Marke im Register können jedoch mit einer besseren Berechtigung am Zeichen (insbesondere einer prioritären Eintragung) begründet werden und führen im Falle der Gutheissung der Klage direkt zur registerrechtlichen Löschung der Marke mit Wirkung gegenüber allen Teilnehmern am Rechtsverkehr (Art. 54 MSchG; vgl. BGE 120 II 144 E. 2 und 3 S. 147). Dass die Klägerinnen in Ziffer 1 ihrer Rechtsbegehren beantragen, der Beklagte sei zu verpflichten, seine Marke löschen zu lassen, ist entgegen der in der Antwort des Beklagten geäusserten Ansicht für die Beurteilung der Frage ohne Bedeutung, ob der Rechtsstreit direkt die registerrechtliche Löschung der Marke oder im Gegenteil primär die Rechtsbeziehung der Parteien betrifft.\n\n3.7 Die Klägerinnen verlangen in Ziffer 1 ihrer Rechtsbegehren die Löschung der Marke des Beklagten in Bezug auf bestimmte Waren und Dienstleistungen im schweizerischen Markenregister. Sie bestreiten die Gültigkeit dieser Marke und damit deren Bestand. Sie behaupten, der Beklagte verhalte sich im Wettbewerb unlauter oder beabsichtige zumindest eine Wettbewerbsverletzung (Art. 9 UWG [SR 241]). Ihre angebliche bessere, prioritäre Berechtigung am strittigen Zeichen begründen sie nicht mit einer vertraglichen oder vertragsähnlichen Beziehung zum Beklagten, sondern allein mit dessen widerrechtlichen Anmassung des Zeichens. Der Streitfall ist insofern nicht vergleichbar mit der Auseinandersetzung über die Berechtigung an einer im arbeitsvertraglichen Verhältnis gemachten Erfindung, die im Patentregister eingetragen worden war und deren subjektive Zuständigkeit Gegenstand der zitierten Entscheidung des EuGH bildete (oben E. 3.3). Soweit die Lehre aus BGE 132 III 579 S. 586diesem Entscheid ableiten sollte, dass allgemein und unbesehen um die Rechtsgrundlage Streitsachen über die Zuständigkeit an einem registrierten Recht nicht unter den ausschliesslichen und zwingenden Gerichtsstand gemäss Art. 16 Ziff. 4 LugÜ fallen, überdehnt sie die Tragweite dieses Präjudizes. Sie verkennt, dass der EuGH einzig und allein über die vertragliche Auseinandersetzung betreffend die Berechtigung an einem Patent entschieden hat, während er ausdrücklich Streitigkeiten über die prioritäre Berechtigung als Anwendungsfall von Art. 16 Ziff. 4 EuGVÜ erwähnte. Die Vorinstanz hat die Klage gemäss Begehren 1 zu Unrecht nicht als Bestandesklage qualifiziert, die in den Anwendungsbereich von Art. 16 Ziff. 4 LugÜ fällt. Die Rüge der unrichtigen Anwendung dieser Bestimmung ist begründet."}