{"annee": "132", "cour": "III", "page": "626", "date": "20/6/2006", "cite": ["126 III 119", "85 II 267", "128 III 70", "127 III 73", "115 II 24", "129 III 375", "109 II 471", "80 II 247", "129 III 702", "128 III 271", "121 III 118", "129 III 417", "129 III 295", "126 III 10", "131 III 606", "127 III 365", "131 III 153", "130 III 417", "118 II 365", "129 III 675", "132 III 24", "45 II 638", "129 III 118", "130 III 66"], "cite_par": ["144 III 93", "144 V 84", "136 III 148", "137 III 268", "142 III 239", "137 III 352", "133 III 406", "136 III 142", "143 III 157", "144 III 43"], "chapeau": "75. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. AG gegen B. Co. (Berufung)\n\n4C.330/2005 vom 20. Juni 2006", "regestes": ["Contrat de transport de marchandises; convention relative au contrat de transport international de marchandises par route (CMR; RS 0.741.611); indemnité réclamée par le destinataire pour avarie de la marchandise. Droit applicable au contrat de transport et à la cession de la créance d'indemnité du destinataire à son assureur-transport (consid. 2). La conclusion du contrat CMR n'est soumise à aucune forme (consid. 3). Règles de responsabilité CMR; prétentions en dommages-intérêts du destinataire contre le transporteur (consid. 4). Validité de la cession intervenue entre le destinataire et son assureur-transport, notamment par rapport au droit de recours régi par l'art. 51 al. 2 CO (consid. 5)."], "faits": "BGE 132 III 626 S. 627\n\nDie C. AG mit Sitz in M. im Kanton St. Gallen schloss als Verkäuferin mit der D. Co. mit Sitz in N. im Iran einen Kaufvertrag, der mehrere Maschinen für die Verarbeitung von Ölsamen zum Gegenstand hat. Der Kaufpreis betrug USD 1'573'300.-. Die Verkäuferin hatte gemäss den vertraglichen Vereinbarungen den Transport der Kaufgegenstände in den Iran zu organisieren. Das Transportgut wurde jedoch auf Gefahr und Kosten der Käuferin transportiert. Die Transportkosten waren im Kaufpreis eingerechnet.\n\nDer Kaufpreis wurde mit einem Dokumentenakkreditiv der Bank E. in O. gesichert. Die Partnerbank in der Schweiz war die Bank F. Diese durfte den Kaufpreis gemäss der Weisung der Bank E. nur gegen Vorlage der im Dokumentenakkreditiv aufgezählten Dokumente auszahlen. Dazu gehörte namentlich ein \"NEGOTIABLE FIATA MULTIMODAL TRANSPORT B. L.\" (Letzteres ist die Abkürzung für Bill of Lading) vom 24. Oktober 2001.\n\nDie Verkäuferin beauftragte die A. AG mit Sitz in P. im Kanton St. Gallen mit dem Transport der Maschinen von der Schweiz in den Iran und bezahlte die Frachtfixkosten von USD 12'000.- im Voraus.\n\nDie A. AG verpflichtete das Transportunternehmen G. GmbH, die Maschinen von Q. im Kanton Thurgau bis nach R. an der iranischen Grenze zu transportieren. Die G. GmbH ihrerseits beauftragte eine türkische Transportfirma, die H. Ltd. mit Sitz in S., mit der effektiven Durchführung des Transportes.\n\nDie Maschinen wurden auf drei Lastwagen verladen. Der hier interessierende Lastwagen mit Anhänger fuhr am 25. Oktober 2001 in Q. ab. Am 29. Oktober 2001 verunfallte dieser Lastwagen in Bulgarien. Er kam von der Strasse ab und kippte um. Da der Lastwagen nicht mehr zur Weiterfahrt benutzt werden konnte, beauftragte die H. Ltd. eine bulgarische Transportfirma, die I. SD, mit dem Transport der Maschinen bis an die iranische Grenze. Dort übernahm am 12. November 2001 die iranische Transportfirma K. Company mit Sitz in O. das Transportgut, wie dies von der A. AG mit der Bank E. vereinbart worden war. Die K. Company überprüfte das Transportgut zusammen mit iranischen Zollbeamten am 11. November BGE 132 III 626 S. 6282001 und stellte fest, dass die Maschinen nicht mehr verpackt und beschädigt waren.\n\nAls die Maschinen am Zielort im Iran eingetroffen waren, wurden sie am 18. und 20. November 2001 unter anderem von Vertretern der Verkäuferin sowie der Käuferin untersucht und die Ergebnisse wurden schriftlich festgehalten. Nach den Schätzungen der Vertreter der Verkäuferin hätte eine Reparatur der Maschinen rund USD 332'000.- gekostet, gegenüber den Kosten der Lieferung von neuen Maschinen durch die Verkäuferin von rund USD 287'000.-. In der Folge liess die Käuferin selbst die Maschinen behelfsmässig reparieren und setzte sie in Betrieb. Eine Bewertung der Maschinen im Februar 2003 durch die L. Services ergab indessen, dass die Reparatur der Maschinen nicht erfolgreich war und ihr Wert zum Teil beträchtlich vermindert war.\n\nNachdem die von der Käuferin verpflichtete Transportversicherung B. Co. mit Sitz in O. mit der A. AG Kontakt aufgenommen und ihr angezeigt hatte, sie werde von ihrer Kundin bezüglich des Transportschadens in Anspruch genommen und fordere ihrerseits von der A. AG Ersatz, stellte sich diese am 2. Februar 2002 auf den Standpunkt, sie habe nur als Vermittlerin gemäss den Schweizerischen Spediteurbedingungen gehandelt, weshalb die Versicherung gebeten werde, direkt mit der G. GmbH bzw. deren Unterfrachtführerin Kontakt aufzunehmen. Darauf schrieb die B. Co. am 16. Februar 2002 auch die G. GmbH mit der Absichtsangabe an, auf diese Regress nehmen zu wollen.\n\nMit schriftlicher Erklärung vom 16. März 2002 trat die Käuferin alle ihr wegen des Unfallgeschehens zustehenden Forderungen an die B. Co. ab.\n\nMit Klageschrift vom 2. Mai 2003 erhob die B. Co. im Kanton St. Gallen Klage gegen die A. AG mit dem Rechtsbegehren, die Beklagte zur Zahlung von Fr. 320'127.90 nebst 5 % Zins seit 1. Januar 2002 zu verpflichten. Die Klägerin machte geltend, der Schaden an den Maschinen sei durch das fahrlässige Verhalten eines Chauffeurs einer Unterfrachtführerin in Bulgarien verursacht worden. Für jede Beschädigung während der Ausführung des Beförderungsvertrages zwischen dem Zeitpunkt der Abfahrt und der Ablieferung im Iran hafte die Beklagte nach dem Übereinkommen vom 19. Mai 1956 über den Beförderungsvertrag im internationalen Strassengüterverkehr (abgekürzt CMR [Convention relative au contrat BGE 132 III 626 S. 629de transport international de marchandises par route]; SR 0.741.611) solidarisch. Ein Entlastungsbeweis nach Art. 17 CMR erscheine aussichtslos, müsse sich doch die Beklagte das Verhalten aller Hilfspersonen anrechnen lassen und könne sich nicht auf Mängel am Fahrzeug oder auf ein Fehlverhalten von beauftragten Drittpersonen berufen.\n\nDie Beklagte beantragte die Abweisung der Klage. Sie bestritt sowohl die Aktivlegitimation der Klägerin als auch ihre eigene Passivlegitimation und eventuell auch die Höhe des behaupteten Schadens.\n\nNachdem beide Parteien der G. GmbH den Streit verkündet hatten, erklärte diese mit Eingabe vom 29. Juni 2004, sie beteilige sich im Sinne von Art. 50 ZPO/SG am Prozess als Nebenpartei.\n\nMit Urteil vom 23. März 2005 verpflichtete das Handelsgericht des Kantons St. Gallen die Beklagte zur Zahlung von Fr. 285'936.45 nebst 5 % Zins seit 2. August 2002. Die Beklagte reichte gegen das Urteil kantonale Nichtigkeitsbeschwerde ein, die vom Kassationsgericht des Kantons St. Gallen mit Entscheid vom 7. Februar 2006 abgewiesen wurde, soweit darauf eingetreten wurde. Die Beklagte hat das Urteil des Handelsgerichts mit Berufung angefochten, die vom Bundesgericht abgewiesen wird, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Bei einer Streitsache mit Auslandsberührung, wie sie hier vorliegt, hat das Bundesgericht im Berufungsverfahren von Amtes wegen zu prüfen, welches nationale Recht anwendbar ist (BGE 131 III 153 E. 3 S. 156; BGE 130 III 417 E. 2 S. 421 mit Hinweisen).\n\n2.1 In Bezug auf das Vertragsverhältnis zwischen der C. AG und der Beklagten ist zwischen den Prozessparteien streitig, ob es sich dabei um einen Fracht- oder einen Speditionsvertrag handelt. Die Vorinstanz ist zum Ergebnis gekommen, dass das Verhältnis als Frachtvertrag zu qualifizieren ist, auf den die CMR anwendbar ist. Dieses Übereinkommen gilt gemäss dessen Art. 1 Ziff. 1 für jeden Vertrag über die entgeltliche Beförderung von Gütern auf der Strasse mittels Fahrzeugen, wenn der Ort der Übernahme des Gutes und der für die Ablieferung vorgesehene Ort, wie sie im Vertrag angegeben sind, in zwei verschiedenen Staaten liegen, von denen mindestens einer ein Vertragsstaat ist. Dies gilt ohne Rücksicht auf den Wohnsitz und die Staatsangehörigkeit der Parteien. Für die Schweiz BGE 132 III 626 S. 630ist das Übereinkommen am 28. Mai 1970 und für den Iran am 16. Dezember 1998 in Kraft getreten. Vertragsstaaten sind im Übrigen auch Bulgarien und die Türkei (seit 18. Januar 1978 bzw. 31. Oktober 1995).\n\nVoraussetzung der Anwendung der CMR ist das Vorliegen eines Frachtvertrages (vgl. hinten E. 3.3). Grundsätzlich nicht anwendbar ist die CMR dagegen, wenn das Verhältnis als Speditionsvertrag zu qualifizieren ist (MARI-CARMEN NICKEL-LANZ, La Convention relative au contrat de transport international de marchandise par route [CMR], Diss. Lausanne 1976, S. 17; HERBER/PIPER, CMR, Internationales Strassentransportrecht, München 1996, N. 25 zu Art. 1 CMR). Von dieser - weiter hinten zu behandelnden - Qualifikationsfrage hängt im vorliegenden Fall auch die Bestimmung des anwendbaren Rechtes ab. Ist das Vertragsverhältnis zwischen der Verkäuferin und der Beklagten als Frachtvertrag zu qualifizieren, kommen die materiellen Bestimmungen der CMR zur Anwendung, weil die CMR als völkerrechtlicher Vertrag den nationalen Kollisionsregeln des IPRG vorgeht (Art. 1 Abs. 2 IPRG). Ist das Vertragsverhältnis dagegen als Speditionsvertrag zu qualifizieren, kommt unter Vorbehalt einer anders lautenden Rechtswahl schweizerisches Recht zur Anwendung, da nach dem IPRG an den Ort der Niederlassung der Spediteurin anzuknüpfen ist (KELLER/KREN KOSTKIEWICZ, Zürcher Kommentar zum IPRG, 2. Aufl., Zürich 2002, N. 112 zu Art. 117 IPRG; FELIX KOBEL, Die Haftungsrisiken des in der Schweiz domizilierten Spediteurs für Beschädigung oder Verlust des Speditionsgutes bei internationalen Strassentransporten, in: Risiko und Recht, Festgabe zum Schweizerischen Juristentag, Basel 2004, S. 27 ff., 31; dieser Autor vertritt allerdings die Meinung, dass die CMR kraft Verweises in Art. 439 OR auch auf den Speditionsvertrag anwendbar ist: S. 33 f.).\n\n2.2 Die Gültigkeit der in englischer Sprache abgefassten Zessionserklärung vom 16. März 2002, mit welcher die im Iran ansässige Käuferin ihrer ebenfalls im Iran ansässigen Transportversichererin ihre Forderungen gegen die Beklagte abgetreten hat, beurteilt sich nach dem angefochtenen Urteil aufgrund des iranischen Rechts.\n\n2.2.1 Gemäss Art. 145 Abs. 1 IPRG untersteht die Abtretung einer Forderung durch Vertrag dem von den Parteien gewählten Recht oder, wenn ein solches fehlt, dem auf die Forderung anzuwendenden Recht. Nach Absatz 3 dieser Bestimmung untersteht sodann die Form der Abtretung ausschliesslich dem auf den Abtretungsvertrag BGE 132 III 626 S. 631anwendbaren Recht. Schliesslich unterstehen Fragen, die nur das Verhältnis zwischen den Parteien des Abtretungsvertrages betreffen, dem Recht, welches auf das der Abtretung zugrunde liegende Rechtsverhältnis anwendbar ist (Art. 145 Abs. 4 IPRG).\n\nArt. 145 IPRG unterscheidet damit hinsichtlich der vertraglichen Forderungsabtretung zwischen dem Innenverhältnis der Zessionsparteien (Abs. 3 und 4; Statut des Grundvertrages) und dem Aussenverhältnis, das heisst den Beziehungen des Zedenten und des Zessionars zum Schuldner, die sich entweder nach dem gewählten oder nach jenem Recht beurteilen, welches auf das Vertragsverhältnis zwischen dem Zedenten und dem Dritten anwendbar ist (Massgeblichkeit des Forderungsstatuts; KELLER/GIRSBERGER, Zürcher Kommentar zum IPRG, 2. Aufl., Zürich 2004, N. 21, 28 und 31 zu Art. 145 IPRG; DASSER, Basler Kommentar, N. 7 zu Art. 145 IPRG).\n\n2.2.2 Der Versicherungsvertrag wird nach schweizerischem internationalem Privatrecht in der Regel an den Ort der Niederlassung des Versicherers angeknüpft (KELLER/KREN KOSTKIEWICZ, Zürcher Kommentar, N. 149 ff. zu Art. 117 IPRG; AMSTUTZ/VOGT/WANG, Basler Kommentar, N. 58 zu Art. 117 IPRG). Das Innenverhältnis der Zessionsparteien richtet sich somit im vorliegenden Fall nach iranischem Recht.\n\n2.2.3 Auf das Aussenverhältnis kommen entweder die CMR (Qualifikation als CMR-Frachtvertrag, aus dem auch die Käuferin und Zedentin berechtigt ist: vgl. unten E. 4.3 und 4.4) oder die Vorschriften des schweizerischen Obligationenrechts zur Anwendung (Qualifikation als Speditionsvertrag). Welcher Normenkomplex anwendbar ist, wird sich demnach erst nach der Prüfung der Qualifikationsfrage ergeben.\n\n3. Die Vorinstanz hat aufgrund der Parteivorbringen und bestimmter Schriftstücke auf den übereinstimmenden Willen der Verkäuferin und der Beklagten geschlossen, in Bezug auf den Transport der verkauften Maschinen von der Schweiz in den Iran einen Frachtvertrag abzuschliessen. Mit der Berufung wird vorgebracht, soweit der Schluss des Handelsgerichts auf das übergeordnete Vertragsverhältnis - d.h. den Frachtvertrag - auf einer falschen Feststellung des tatsächlichen Willens der Parteien beruhe, sei die diesbezügliche Rüge nicht Gegenstand des Berufungsverfahrens, sondern des kantonalen Beschwerdeverfahrens. Sofern das Handelsgericht BGE 132 III 626 S. 632aber unter falscher Anwendung der relevanten CMR-Normen einen über die im Recht liegenden Transportverträge hinausgehenden Frachtvertrag herleite, sei dies als Verletzung von Bundesrecht mit der Berufung zu rügen. Wie es sich mit dieser Unterscheidung und den entsprechenden Rügen der Beklagten verhält, ist im Folgenden zu prüfen.\n\n3.1 Der Bestand eines Vertrages ist wie dessen Inhalt durch Auslegung der Willensäusserungen der Parteien zu bestimmen. Ziel der Vertragsauslegung ist es, in erster Linie den übereinstimmenden wirklichen Parteiwillen festzustellen (Art. 18 Abs. 1 OR). Diese subjektive Vertragsauslegung beruht auf Beweiswürdigung, die vorbehältlich der Ausnahmen von Art. 63 Abs. 2 und 64 OG der bundesgerichtlichen Überprüfung im Berufungsverfahren entzogen ist (BGE 131 III 606 E. 4.1 S. 611; BGE 126 III 119 E. 2a, BGE 129 III 375 E. 2e/aa S. 379 f.; BGE 121 III 118 E. 4b/aa S. 123, je mit Hinweisen). Steht eine tatsächliche Willensübereinstimmung fest, bleibt für eine Auslegung nach dem Vertrauensgrundsatz kein Raum (BGE 128 III 70 E. 1a S. 73). Erst wenn eine tatsächliche Willensübereinstimmung unbewiesen bleibt, sind zur Ermittlung des mutmasslichen Parteiwillens die Erklärungen der Parteien aufgrund des Vertrauensprinzipes so auszulegen, wie sie nach ihrem Wortlaut und Zusammenhang sowie den gesamten Umständen verstanden werden durften und mussten. Das Bundesgericht überprüft diese objektivierte Auslegung von Willenserklärungen im Berufungsverfahren als Rechtsfrage, wobei es an die Feststellungen der kantonalen Vorinstanz über die äusseren Umstände sowie das Wissen und Wollen der Beteiligten grundsätzlich gebunden ist (BGE 132 III 24 E. 4 S. 27 f.; BGE 131 III 606 E. 4.1 S. 611; BGE 130 III 66 E. 3.2, BGE 129 III 417 E. 3.2; BGE 129 III 118 E. 2.5, BGE 129 III 702 E. 2.4, je mit Hinweisen). Massgebend ist der Zeitpunkt des Vertragsabschlusses. Nachträgliches Parteiverhalten ist bei der Auslegung nach dem Vertrauensprinzip nicht von Bedeutung; es kann allenfalls auf einen tatsächlichen Willen der Parteien schliessen lassen (BGE 129 III 675 E. 2.3 S. 680; BGE 118 II 365 E. 1 S. 366).\n\n3.2 Nach dem angefochtenen Urteil kann aus dem bereits erwähnten FIATA (Abkürzung für: Fédération Internationale des Associations de Transporteurs et Assimilés) Bill of Lading (abgekürzt: FBL) und einer ebenfalls von der Beklagten ausgestellten \"Freight Invoice\" (Frachtrechnung) vom 24. Oktober 2001 auf den Abschluss eines CMR-Frachtvertrages zwischen der Verkäuferin und der Beklagten geschlossen werden. Das Handelsgericht hält dazu fest, die BGE 132 III 626 S. 633Beklagte habe im Einklang mit dem Text auf der Rückseite des FBL dieses als MTO (Multimodal Transport Operator) ausgestellt und \"as carrier\" (als Frachtführerin) unterzeichnet. Daraus sei zu schliessen, dass die Beklagte sich verpflichtet habe, die in dem FBL verbriefte Ware zu befördern und dabei als Frachtführerin zu haften. Aus dem FBL gehe weiter hervor, dass die Beklagte Mitglied des Verbands schweizerischer Speditions- und Logistikunternehmen (abgekürzt SSV) sei. Gemäss den Allgemeinen Geschäftsbedingungen des SSV habe derjenige, der ein eigenes Transportdokument mit Auslieferungsverpflichtung ausstelle, als Frachtführer im Sinne eines \"carriers\" zu gelten. Die Beklagte als grosses bekanntes Transportunternehmen könne nicht behaupten, dass ihr nicht bekannt gewesen sei, welche Verpflichtung sie mit ihrer Unterschrift auf dem FBL \"as carrier\" eingegangen sei; sie habe sich darauf behaften zu lassen.\n\nSodann habe die Beklagte auch die \"Freight Invoice\" vom 24. Oktober 2001 \"as carrier\" unterzeichnet. Aus diesem Schriftstück gehe zudem hervor, dass die Beklagte für die gesamte Ladung aller drei Lastwagen pauschal USD 12'000.- für \"FREIGHT CHARGES M./ SWITZERLAND BY TRUCK TO CPT N./IRAN\" verlangt habe. Auf dieser Rechnung sei darüber hinaus keine besondere Kommission für die Spediteurleistung in Rechnung gestellt worden. Es handle sich um einen Fall von Fixkostenspedition und der Fixkostenspediteur sei nach autonomer Auslegung der CMR als Frachtführer zu qualifizieren.\n\n3.3 Die CMR ist anwendbar auf jeden Vertrag über die entgeltliche Beförderung von Gütern auf der Strasse mittels Fahrzeugen, wenn der Ort der Übernahme des Gutes und der für die Ablieferung vorgesehene Ort, wie sie im Vertrag angegeben sind, in zwei verschiedenen Staaten liegen, von denen mindestens einer ein Vertragsstaat ist (Art. 1 Ziff. 1 CMR). Die englischen und französischen Originalfassungen des Übereinkommens (Art. 51 Abs. 3 CMR) verwenden in diesem Zusammenhang die Begriffe \"contract for the carriage of goods by road in vehicles for reward\" bzw. \"contrat de transport de marchandises par route à titre onéreux au moyen de véhicules\". Nach Lehre und Rechtsprechung werden damit Verträge erfasst, mit welchen sich der Transporteur verpflichtet, entgeltlich Güter auf der Strasse mittels eines Fahrzeuges grenzüberschreitend zu befördern und am Bestimmungsort an den Empfänger abzuliefern. Darunter fallen vor allem Frachtverträge (DE LA MOTTE, in: Thume, BGE 132 III 626 S. 634CMR-Kommentar, N. 1 ff. zu Art. 1 CMR; HELM, in: Grosskommentar HGB, Anh. VI nach § 452; N. 17 zu Art. 1 CMR; THUME, in: Fremuth/Thume, Kommentar zum Transportrecht, N. 2 zu Art. 1 CMR; NICKEL-LANZ, a.a.O., S. 17).\n\nDie CMR stellt für den Vertragsabschluss keine Formvorschriften auf. So ist insbesondere die Ausstellung und Übergabe eines Frachtbriefes nicht Voraussetzung für einen gültigen Vertragsschluss (Art. 4 CMR). Der CMR-Vertrag ist ein Konsensualvertrag, das heisst es genügt die mündliche oder auch in konkludentem Verhalten manifestierte Einigung der Vertragsparteien (THUME, in: Fremuth/ Thume, a.a.O., N. 7 zu Art. 1 CMR; NICKEL-LANZ, a.a.O., S. 23 f.; HELM, a.a.O., N. 18 zu Art. 1 und N. 3 zu Art. 4 CMR; HERBER/ PIPER, a.a.O., N. 7 zu Art. 1 CMR; DE LA MOTTE/SELTMANN, in: Thume, a.a.O., N. 25 und A25 Vor Art. 1 CMR).\n\n3.4 Aus den oben in E. 3.2 zitierten Feststellungen des Handelsgerichts geht hervor, dass dieses aufgrund der ins Recht gelegten Dokumente (FBL, Freight Invoice) auf den tatsächlichen übereinstimmenden Willen der Verkäuferin und der Beklagten geschlossen hat, einen Frachtvertrag betreffend den Transport der verkauften Maschinen von der Schweiz in den Iran abzuschliessen. Daran ist das Bundesgericht im Berufungsverfahren gebunden. Die Kritik der Beklagten, die Vorinstanz habe zu Unrecht das Bestehen eines \"übergeordneten\" Vertragsverhältnisses zwischen der Verkäuferin als Absenderin und der Beklagten als Frachtführerin angenommen, ist deshalb nicht zu hören. Ist aber für das Bundesgericht verbindlich festgestellt, dass die Verkäuferin und die Beklagte einen CMR-Frachtvertrag geschlossen haben, braucht die vom Handelsgericht bejahte Frage nicht geprüft zu werden und kann offen bleiben, ob die Bestimmungen der CMR auch deshalb anwendbar sind, weil es sich um einen Fall von Fixkostenspedition handelt, der ebenfalls unter die Definition des Beförderungsvertrags im Sinne von Art. 1 Ziff. 1 CMR fällt.\n\nWenn die Beklagte in diesem Zusammenhang eine Verletzung von Art. 8 ZGB durch falsche Beweislastverteilung rügt, verkennt sie, dass die Frage der Beweislastverteilung nach ständiger Rechtsprechung des Bundesgerichts gegenstandslos ist, wenn das kantonale Gericht aufgrund seiner Beweiswürdigung zum Ergebnis gelangt ist, ein bestimmter Sachverhalt sei bewiesen (BGE 128 III 271 E. 2b/ aa S. 277 mit Hinweisen). Im Übrigen ist blosse Kritik an der Beweiswürdigung der Vorinstanz im Berufungsverfahren unzulässig BGE 132 III 626 S. 635(BGE 127 III 73 E. 6a S. 81; BGE 126 III 10 E. 2b S. 13). Die Rüge einer Verletzung von Art. 8 ZGB erweist sich damit als unbegründet, soweit darauf eingetreten werden kann.\n\n4.\n\n4.1 Die CMR enthält keine umfassende, abschliessende Regelung des internationalen Rechts betreffend den Transport von Gütern auf der Strasse, sondern sie ist bewusst lückenhaft konzipiert und beschränkt sich auf die Regelung einzelner, praktisch wichtiger Fragenkreise (HERBER/PIPER, a.a.O., N. 15 Vor Art. 1 CMR; THUME, in: Fremuth/Thume, a.a.O., N. 9 Vor Art. 1 CMR; HELM, a.a.O., N. 64 und N. 75 ff. zu Art. 1 CMR). Dazu gehören namentlich die Haftung des Beförderers für Verlust und Beschädigung des Gutes sowie die Aktivlegitimation des Empfängers und die Verjährungsfristen (Art. 13, 17 und 32 CMR; HERBER/PIPER, a.a.O., N. 15 Vor Art. 1 CMR).\n\nWo die CMR keine Regelung enthält, kommt ergänzend das nationale Recht zur Anwendung (THUME in: Fremuth/Thume, a.a.O., N. 9 ff. Vor Art. 1 CMR; HELM, a.a.O., N. 75 ff. zu Art. 1 CMR; HERBER/PIPER, a.a.O., N. 18 ff. Vor Art. 1 CMR; BGE 127 III 365 E. 3a S. 370). Soweit ein Sachverhalt jedoch unter die Bestimmungen der CMR fällt, sind diese zwingend und unabdingbar (Art. 41 CMR: Ausnahme Art. 37 und 38 betreffend Rückgriffordnung unter mehreren Frachtführern; THUME, in: Fremuth/Thume, a.a.O., N. 10 Vor Art. 1 CMR). Abweichende nationale Gesetzesbestimmungen oder vertragliche Parteivereinbarungen sind unbeachtlich (HELM, a.a.O., N. 1 zu Art. 41 CMR; HERBER/PIPER, a.a.O., N. 1 zu Art. 41 CMR). In diesem Sinne zwingend sind namentlich die Bestimmungen der CMR betreffend die Haftung des Frachtführers (Art. 17 ff. CMR) insbesondere gegenüber dem Empfänger des Transportgutes gemäss Art. 13 CMR (HELM, a.a.O., N. 24 zu Art. 41 CMR; THUME, in: Fremuth/Thume, a.a.O., N. 3 zu Art. 41 CMR; SCHMID/SELTMANN, in: Thume, a.a.O., N. A3 ff. zu Art. 41 CMR; THOMAS PROBST, Die Haftung des Frachtführers bei nationalen und internationalen Strassengütertransporten, in: Strassenverkehrsrechts-Tagung, Freiburg 2002, S. 10).\n\n4.2 Nach Art. 17 Ziff. 1 haftet der Frachtführer für gänzlichen oder teilweisen Verlust und für Beschädigung des Transportgutes, sofern der Verlust oder die Beschädigung zwischen dem Zeitpunkt der Übernahme des Gutes und dem seiner Ablieferung eintritt, sowie für Überschreitung der Lieferfrist. BGE 132 III 626 S. 636\n\nDie folgenden Ziffern 2 bis 5 von Art. 17 CMR statuieren Haftungsausschlüsse, die im vorliegenden Fall keine Rolle spielen. Von Bedeutung ist dagegen Art. 3 CMR, der bestimmt, dass der Frachtführer im Anwendungsbereich des CMR für Handlungen und Unterlassungen seiner Bediensteten und aller anderen Personen haftet, deren er sich bei Ausführung der Beförderung bedient, wie für eigene Handlungen und Unterlassungen, wenn diese Bediensteten oder anderen Personen in Ausübung ihrer Verrichtungen handeln. Damit wird dem Frachtführer das Verhalten seiner Bediensteten sowie anderer Personen zugerechnet. Die Zurechnung ist zwingend und unabdingbar. Unter \"anderen Personen\" sind nach einhelliger Lehrmeinung solche Personen zu verstehen, die bei der Ausführung der Beförderung, bei der das Schadenereignis eintritt, vom Frachtführer zur Erfüllung seiner ihm gegenüber dem Absender obliegenden Pflichten eingesetzt werden. Dazu gehören namentlich die Unterfrachtführer (HERBER/PIPER, a.a.O., N. 6 f. zu Art. 3 CMR; HELM, a.a.O., N. 2 f. und 9 zu Art. 3 CMR; SCHMID/SELTMANN, in: Thume, a.a.O., N. 16 und A16 zu Art. 3 CMR; THUME, in: Fremuth/Thume, a.a.O., N. 5 zu Art. 3 CMR).\n\nInsoweit stellt die CMR eine abschliessende und zwingende Haftungsordnung auf, welche den nationalen Regelungen vorgeht. Die Haftung des Frachtführers kann deshalb nicht wegbedungen werden. Eine Freizeichnung zu Gunsten des Frachtführers ist unzulässig (HELM, a.a.O., N. 259 zu Art. 17 CMR; THUME/SELTMANN, in: Thume, a.a.O., N. 5 und A5 Vor Art. 17 CMR; THUME, in: Fremuth/ Thume, a.a.O., N. 2 zu Art. 17 CMR; PIPER, Einige ausgewählte Probleme des Schadensersatzrechts der CMR, Versicherungsrecht [VersR] 1988 S. 208).\n\n4.3 Die CMR sagt nicht ausdrücklich, wer zur Geltendmachung von Schadenersatzansprüchen gegen den Frachtführer berechtigt ist. Die Antwort ergibt sich indessen indirekt aus einzelnen Vorschriften der CMR und den Vertragsverhältnissen, welche den Beziehungen zwischen Absender, Frachtführer und Empfänger des Transportgutes zugrunde liegen. So ist zunächst der Absender zur Geltendmachung von Schadenersatzansprüchen gegenüber dem Frachtführer berechtigt. Der Empfänger ist nach Art. 13 Ziff. 1 Satz 2 CMR für den Fall des Verlustes des Gutes und der Überschreitung der Lieferfrist aktiv legitimiert, nicht aber ausdrücklich für den Fall der Beschädigung des Gutes. Aus dem Zusammenhang der Vorschriften des Art. 13 Ziff. 1 Satz 1 und Art. 12 Ziff. 2 sowie aus Art. 18 Ziff. 2 Satz 2, BGE 132 III 626 S. 637Art. 20 Ziff. 1 und Art. 27 CMR folgern jedoch Rechtsprechung und Lehre einhellig, dass der Empfänger auch zur Geltendmachung von Schadenersatzansprüchen wegen Schäden am Transportgut berechtigt ist, sobald er ein frachtrechtliches Verfügungsrecht erworben hat (THUME/SELTMANN, in: Thume, a.a.O., N. 7, A7 und 8 Vor Art. 17 CMR; HERBER/PIPER, a.a.O., N. 13 f. Vor Art. 17 CMR; PIPER, a.a.O., VersR 1988 S. 201).\n\n4.4 Mit der Berufung wird der Vorinstanz vorgeworfen, diese habe die Käuferin zu Unrecht als Empfängerin des Transportgutes im Sinne der CMR betrachtet.\n\n4.4.1 Empfänger im Sinne der CMR ist, wer vom Absender dem Frachtführer gegenüber als Adressat der Sendung bezeichnet wird, also jene Person, an die das Frachtgut nach der Mitteilung des Absenders abzuliefern ist (THUME, in: Fremuth/Thume, a.a.O., N. 4 zu Art. 13 CMR; HELM, a.a.O., N. 1 zu Art. 13 CMR).\n\n4.4.2 Wie bereits erörtert worden ist (oben E. 3), hat die Vorinstanz aufgrund bestimmter Indizien auf den übereinstimmenden Willen der Verkäuferin und der Beklagten geschlossen, einen - schriftlich nicht fixierten - Frachtvertrag betreffend den Transport der verkauften Maschinen in den Iran abzuschliessen. In diesem Zusammenhang hält die Vorinstanz fest, die Käuferin sei als Empfängerin der Ware vereinbart worden. An einer anderen Stelle der Urteilsbegründung scheint das Handelsgericht allerdings seine Auffassung selbst in Frage zu stellen, indem es zunächst ausführt, Empfängerin sei die vom Absender (Verkäuferin) dem Frachtführer (Beklagte) mitgeteilte Person, dann aber fortfährt, dies sei bei Ausstellung eines das Frachtgut vertretenden und zur Frachtauslösung am Zielort berechtigenden Frachtdokumentes ab Transportgutübernahme durch den Frachtführer diejenige Person, welche das massgebliche Frachtdokument (vorliegend FBL) vorweisen könne. Im folgenden Text wird dann erklärt, warum die Bank E., die auf dem FBL unter der Rubrik \"consigned to order of\" aufgeführt ist, \"nicht eigentliche Empfängerin der Ware auf der Ebene des Transportvertrages, sondern lediglich des FBL\" sei. Obschon diese Ausführungen zu Missverständnissen Anlass geben können, geht aus ihnen doch genügend klar hervor, dass die Vorinstanz im angefochtenen Urteil feststellen will, dass die Verkäuferin und die Beklagte im - sog. übergeordneten - Frachtvertrag vereinbart haben, dass die Käuferin Adressatin des Transportgutes sei, dieses ihr also abzuliefern sei. An diese Feststellung ist das Bundesgericht gebunden. BGE 132 III 626 S. 638Auf dieser tatsächlichen Grundlage ist die Käuferin indessen in rechtlicher Hinsicht als Empfängerin im Sinne der CMR zu qualifizieren. Insoweit hat die Vorinstanz entgegen der Rüge der Beklagten den Begriff des Empfängers nicht verkannt.\n\n4.4.3 Nach Ablieferung des Transportgutes ist der Empfänger gestützt auf Art. 13 Ziff. 1 CMR berechtigt, die Rechte aus dem Beförderungsvertrag in eigenem Namen gegen den Frachtführer geltend zu machen, wozu auch der Anspruch auf Schadenersatz wegen Beschädigung des Transportgutes gehört (TEMME, in: Thume, a.a.O., N. 12 und N. 24 f. zu Art. 13 CMR; HELM, a.a.O., N. 9 und 11 zu Art. 13 CMR; HERBER/PIPER, a.a.O., N. 2, 11 und 17 zu Art. 13 CMR).\n\nNach dem angefochtenen Urteil muss das Transportgut zwischen Ende 2001 bis spätestens anfangs März 2002 bei der Käuferin abgeliefert worden sein. Ab diesem Zeitpunkt war sie somit aktivlegitimiert, Ersatzansprüche wegen Beschädigung gegen die Frachtführerin geltend zu machen. Die in diesem Zusammenhang im angefochtenen Urteil diskutierte Frage, ob und wann die Käuferin der K. Company ein indossiertes Exemplar des FBL übergeben und damit die Verfügungsberechtigung über das Transportgut erhalten hat, ist rechtlich unerheblich, nachdem feststeht, dass dieses Gut jedenfalls vor der Klageeinreichung bei der Käuferin als Empfängerin abgeliefert worden ist. Ebenfalls nicht entscheiderheblich ist die Frage, welche Rechte der Bank E. aus dem FBL gegenüber der Frachtführerin zustanden oder eventuell noch zustehen, da sie nicht als Empfängerin des Transportgutes im Sinne der CMR zu betrachten ist und deshalb keine entsprechenden Rechte aus Art. 13 CMR ableiten kann. Im Ergebnis hat die Vorinstanz somit zutreffend entschieden, dass die Käuferin nach der Ablieferung des Transportgutes, die vor der Klageeinreichung am 2. Mai 2003 erfolgte, gemäss der CMR zur Geltendmachung von Schadenersatzforderungen wegen Beschädigung des Transportgutes gegen die Beklagte als Frachtführerin berechtigt war.\n\n5. Das Handelsgericht ist aufgrund seiner Prüfung der Zessionserklärung vom 16. März 2002 zum Ergebnis gekommen, dass die Käuferin die ihr als Empfängerin im Sinne der CMR zustehenden Forderungen wegen der Beschädigung des Transportgutes gültig an die Klägerin abgetreten hat. Die von der Beklagten und der Streitberufenen gegen die Gültigkeit erhobenen Einwände formeller Art wurden vom Handelsgericht verworfen. BGE 132 III 626 S. 639\n\nMit der Berufung hält die Beklagte daran fest, dass die Zession nicht gültig erfolgt ist. Was sie indessen zur Begründung ihrer Rüge vorbringt, hat sich zum grössten Teil bereits als haltlos erwiesen. So behauptet sie auch in diesem Zusammenhang, dass die Käuferin nicht Empfängerin im Sinne der CMR sei und deshalb auch keine entsprechenden Rechte habe abtreten können. Darauf ist hier nicht weiter einzugehen, sondern auf das bereits Gesagte zu verweisen. Sodann macht die Beklagte geltend, die Schadenersatzforderung der Käuferin sei gemäss der CMR im Zeitpunkt der Abtretung verjährt gewesen. Diese Frage ist in einer der nachfolgenden Erwägungen zu behandeln. Schliesslich bringt die Beklagte unter Hinweis auf die bundesgerichtliche \"Gini/Durlemann-Praxis\" (BGE 80 II 247 E. 5) vor, die Forderungsabtretung sei ungültig, weil sie gegen zwingendes schweizerisches materielles Recht verstosse. Diese Rüge ist im Folgenden zu prüfen.\n\n5.1 Der von der Beklagten zitierte BGE 80 II 247 E. 5 betrifft die Rückgriffsordnung von Art. 51 Abs. 2 OR. Nach der Praxis des Bundesgerichts kann diese Ordnung nicht dadurch unwirksam gemacht werden, dass die geschädigte Person ihre gegen einen Schädiger gerichtete Ersatzforderung an eine Versicherung abtritt, wenn diese nach der Rückgriffsordnung von Art. 51 Abs. 2 OR nicht auf den Schädiger Regress nehmen kann, sondern den Schaden selbst tragen muss (BGE 45 II 645; BGE 80 II 247 E. 5; BGE 115 II 24 E. 2a). Das Bundesgericht hat indessen mehrmals darauf aufmerksam gemacht, dass diese Praxis nicht zur Anwendung kommt, wenn nicht Art. 51 Abs. 2 OR, sondern ausländisches oder dem schweizerischen Obligationenrecht vorgehendes internationales Recht über die Haftungs- bzw. Regressordnung bestimmt (BGE 85 II 267 E. 3c S. 273; BGE 109 II 471 E. 3 S. 474).\n\nZu beachten ist allerdings, dass diese beiden Entscheide vor dem Inkrafttreten des IPRG am 1. Januar 1989 ergangen sind. Im internationalen Verhältnis ist seither Art. 144 IPRG zu berücksichtigen, nach dem für die Frage des Rückgriffes zwischen den Schuldnern kumulativ an das Kausal- und das Forderungsstatut anzuknüpfen ist (KELLER/GIRSBERGER, Zürcher Kommentar zum IPRG, N. 16 zu Art. 144 IPRG; DASSER, Basler Kommentar, N. 6 zu Art. 144 IPRG). Im hier zu beurteilenden Fall ist für das Erste - die Beziehung zwischen der Käuferin und der Klägerin - das iranische Recht (vgl. oben E. 2.2.2) und für das Zweite die CMR massgebend (vgl. nachfolgende Erwägung). Schweizerisches materielles Recht und BGE 132 III 626 S. 640namentlich Art. 51 Abs. 2 OR kommt in diesem Zusammenhang nicht zur Anwendung, weshalb sich der Beklagte erfolglos auf die \"Gini/ Durlemann-Praxis\" beruft.\n\n5.2 Für das Aussenverhältnis der vertraglichen Zession ist internationalprivatrechtlich auf das Forderungsstatut abzustellen (vorne E. 2.2). Im vorliegenden Fall führt dies zur Anwendung der Vorschriften der CMR. Zum Aussenverhältnis gehört auch die Haftungsordnung bzw. Rückgriffsordnung unter verschiedenen, dem Zedenten aus dem gleichen Ereignis zur Ersatzleistung verpflichteten Personen (so im Ergebnis bereits BGE 109 II 471 E. 3 betreffend Art. 37 CMR). Für den vorliegenden Fall sieht die CMR indessen keine Haftung mehrerer Personen dem Empfänger des Transportgutes gegenüber vor. Der Frachtführer hat vielmehr im hier interessierenden Verhältnis allein für die Beschädigung des Transportgutes einzustehen. Seine Ersatzpflicht dem Empfänger gegenüber ist in Art. 17 CMR abschliessend und zwingend geregelt (vorne E. 4). Weder bleibt Platz für eine subsidiäre Anwendung des nationalen Rechts noch besteht die Möglichkeit des Abweichens von Art. 17 CMR mittels einer vertraglichen Vereinbarung. Schliesslich kann die Regelung auch nicht dadurch umgangen werden, dass sich der Frachtführer die Ansprüche von Absender oder Empfänger gegen deren Transportversicherer abtreten lässt (HERBER/PIPER, a.a.O., N. 6 zu Art. 41 CMR; THUME, in: Fremuth/Thume, a.a.O., N. 9 zu Art. 41 CMR; PIPER, a.a.O., VersR 1988 S. 201 ff., 204).\n\nIm vorliegenden Fall steht jedoch keine solche gemäss der CMR unzulässige Forderungsabtretung in Frage. Abgetreten wurde die Ersatzforderung des Empfängers gegen den Frachtführer wegen der Beschädigung des Transportgutes an die Transportversicherung des Empfängers, was nach den Bestimmungen der CMR zulässig ist (THUME, in: Thume, a.a.O., N. 19 Vor Art. 17 CMR; derselbe, in: Fremuth/Thume, a.a.O., N. 4 Vor Art. 17 CMR; HELM, a.a.O., N. 248 zu Art. 17 CMR). Die Vorinstanz hat demnach im Ergebnis richtig entschieden, wenn sie die Forderungsabtretung bezüglich des Aussenverhältnisses als gültig betrachtet hat. Hinsichtlich des Innenverhältnisses hat sie - wie bereits festgehalten - zutreffend iranisches Recht angewendet. Die Rechtsanwendung selbst kann im Berufungsverfahren nicht überprüft werden (Art. 43a Abs. 2 OG e contrario; BGE 129 III 295 E. 2.2 mit Hinweisen), weshalb hier davon auszugehen ist, dass die Forderungsabtretung auch bezüglich des Innenverhältnisses gültig ist. Die Aktivlegitimation der Klägerin ist demnach von der Vorinstanz zu Recht bejaht worden."}