{"annee": "132", "cour": "III", "page": "109", "date": "9/1/2006", "cite": ["129 III 118", "131 III 268", "130 III 213", "129 III 380", "130 III 28", "130 III 417", "123 III 124"], "cite_par": ["142 III 336", "135 III 121", "132 III 758", "134 III 300", "136 III 190", "135 III 259", "136 III 65", "137 I 167"], "chapeau": "14. Extrait de l'arrêt de la Ire Cour civile dans la cause X. contre Y. SA (recours en réforme)\n\n4C.302/2005 du 9 janvier 2006", "regestes": ["Art. 257f al. 3 CO; résiliation anticipée du bail de locaux commerciaux en raison d'une utilisation non conforme à la convention des parties. En cas de violation persistante des stipulations concernant l'affectation des locaux loués, le bailleur peut résilier le contrat conformément à l'art. 257f al. 3 CO même si l'activité du locataire n'engendre pas une situation insupportable selon cette disposition."], "faits": "BGE 132 III 109 S. 109\n\nSelon contrat de bail à loyer conclu le 22 mai 2001 entre la société Y. SA et la fédération d'entreprises Z., cette première partie a remis en location à la seconde des locaux d'environ 150 m2 existant au deuxième étage d'un bâtiment du centre de Genève. Ces locaux étaient loués à usage de bureaux. Le contrat était conclu pour une durée de cinq ans, du 1er juin 2001 au 31 mai 2006.\n\nRépondant à une annonce publiée dans la presse, X. a pris contact avec la locataire en vue de reprendre les locaux. Il a fait état d'une BGE 132 III 109 S. 110activité de consultant en informatique. Dans une demande de location adressée à la régie qui représentait la bailleresse, il a indiqué la profession de \"consultant\". Aux termes d'une convention conclue le 13 février 2003 par la bailleresse, la locataire et X., le bail et ses dispositions particulières furent transférés à ce dernier dès le 1er mars 2003.\n\nDans les locaux, avec son épouse, X. a entrepris d'exploiter un salon de massages érotiques. Le 1er avril 2003, la bailleresse l'a mis en demeure de fermer ce salon dans un délai de dix jours et d'utiliser les lieux conformément au contrat, c'est-à-dire en y installant des bureaux. Elle menaçait son locataire d'une résiliation immédiate fondée sur l'art. 257f al. 3 CO. X. a rejeté cette sommation en opposant que son activité n'était pas fondamentalement différente de celle exercée par l'ancienne locataire.\n\nLe 16 avril 2003, la bailleresse a résilié le contrat avec effet au 31 mai 2003.\n\nX. a saisi la commission de conciliation compétente d'une requête tendant à l'annulation de la résiliation. Y. SA a saisi la même autorité d'une demande tendant à l'évacuation forcée des locaux. Après échec de la conciliation, les deux causes furent jointes devant le Tribunal des baux et loyers du canton de Genève. Ce tribunal a rejeté la demande principale du locataire; accueillant la demande reconventionnelle de la bailleresse, il a condamné celui-là à évacuer les locaux de sa personne et de ses biens.\n\nLe demandeur ayant appelé du jugement, la Chambre d'appel en matière de baux et loyers s'est prononcée le 24 juin 2005. A l'instar des premiers juges, elle a retenu que l'exploitation d'un salon de massages érotiques constituait une violation du contrat et qu'il en résultait une situation insupportable pour la défenderesse; elle a donc confirmé le jugement.\n\nLe demandeur a saisi le Tribunal fédéral d'un recours en réforme tendant à l'annulation de la résiliation intervenue le 16 avril 2003. Le Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. Dès le 13 février 2003, le demandeur et la défenderesse ont été liés par un contrat de bail à loyer et celui-ci était éventuellement résiliable, aux conditions de l'art. 257f CO, avant l'échéance qui y était stipulée. BGE 132 III 109 S. 111\n\nAux termes des art. 257f al. 1 et 2 CO, le locataire est tenu d'user de la chose louée avec le soin nécessaire et, s'il s'agit d'un bien immobilier, d'avoir pour les personnes habitant la maison et pour les voisins les égards qui leur sont dus. L'art. 257f al. 3 CO prévoit que si le maintien du bail est devenu insupportable pour le bailleur ou le voisinage et que le locataire persiste à enfreindre ses devoirs en dépit d'une protestation écrite, le bailleur peut, s'il s'agit d'un bail d'habitation ou de locaux commerciaux, résilier ce contrat en observant un délai de congé de trente jours pour la fin d'un mois.\n\nLa résiliation anticipée peut notamment intervenir lorsque le locataire affecte la chose à une utilisation incompatible avec les stipulations du contrat (ATF 123 III 124 consid. 2a p. 126; DAVID LACHAT, Das Mietrecht für die Praxis, 6e éd., Zurich 2005, p. 477), pour autant que la situation résultant de cette utilisation, considérée objectivement, se révèle grave au point d'être insupportable pour le bailleur (arrêts 4C.331/2004 du 17 mars 2005, consid. 1.1.4; 4C.306/ 2003 du 20 février 2003, consid. 3.5, SJ 2004 I p. 442). Les principes généraux de l'interprétation des contrats sont déterminants pour apprécier l'existence et la portée de stipulations explicites ou tacites concernant l'utilisation de la chose. Parmi d'autres éléments, on prend en considération le mode d'utilisation habituel de choses du même genre, à l'époque de la conclusion du contrat (MARTIN USTERI et al., Schweizerisches Mietrecht: Kommentar, 2e éd., Zurich 1998, ch. 20 et 21 ad art. 256 CO; PETER HIGI, Commentaire zurichois, ch. 20 ad art. 256 CO), et on garde à l'esprit que des locaux commerciaux peuvent a priori se prêter à des activités ou exploitations très diverses (CLAUDIA HEUSI, Ausgewählte Fragen zur Geschäftsmiete, mp 1999 p. 3).\n\nLe juge apprécie librement, selon les règles du droit et de l'équité (art. 4 CC), si la résiliation anticipée répond à un motif suffisamment grave (arrêts précités 4C.331/2004 et 4C.306/2003, ibidem). A cette fin, il prend en considération tous les éléments concrets du cas particulier. Le Tribunal fédéral ne revoit qu'avec réserve la décision d'équité prise en dernière instance cantonale. Il intervient lorsque celle-ci s'écarte sans raison des règles établies par la doctrine et la jurisprudence en matière de libre appréciation, ou lorsqu'elle s'appuie sur des faits qui, dans le cas particulier, ne devaient jouer aucun rôle, ou encore lorsqu'elle ignore des éléments qui auraient absolument dû être pris en considération; en outre, le Tribunal fédéral redresse les décisions rendues en vertu d'un pouvoir BGE 132 III 109 S. 112d'appréciation lorsqu'elles aboutissent à un résultat manifestement injuste ou à une iniquité choquante (ATF 130 III 28 consid. 4.1 p. 32, ATF 130 III 213 consid. 3.1 p. 220; ATF 129 III 380 consid. 2 p. 382).\n\n3. Le contrat du 22 mai 2001 a été conclu par écrit sur la base d'une formule imprimée d'avance et, sous la rubrique \"destination des locaux\", il ne contient rien de plus que le libellé \"bureaux\". L'utilisation effective, de juin 2001 à février 2003, n'a pas été élucidée mais il s'agissait vraisemblablement d'une activité administrative de l'organisation qui était alors locataire. La Chambre d'appel n'a pas constaté l'existence d'une réelle et commune intention des parties qui eût pour objet la destination des locaux concernés. Par conséquent, il faut rechercher comment, selon le principe de la confiance (ATF 131 III 268 consid. 5.1.3 p. 276; ATF 130 III 417 consid. 3.2; ATF 129 III 118 consid. 2.5 p. 123), le demandeur pouvait et devait comprendre le terme \"bureaux\" au moment où il est devenu partie au contrat, le 13 février 2003. Or, ce terme désigne habituellement des locaux équipés et meublés pour l'exercice d'activités essentiellement intellectuelles ou administratives, activités qui se manifestent par la création ou la modification de documents, la tenue de discussions ou l'usage des télécommunications. Les massages érotiques ne s'inscrivent aucunement dans ce profil et on n'envisage pas qu'un salon tel que celui du demandeur puisse être normalement exploité dans des bureaux. En effet, une entreprise de ce genre nécessite plutôt des locaux équipés et meublés autrement. Par ailleurs, il n'apparaît pas que la défenderesse ait consenti de façon tacite, avec ou après la convention du 13 février 2003, à une affectation autre que celle spécifiée dans le contrat initial. Ainsi, la Chambre d'appel retient à bon droit que l'exploitation du salon constitue une violation des obligations contractuelles du demandeur.\n\n4. D'après cette autorité, la condition d'une situation insupportable pour la défenderesse est aussi réalisée. Cette partie a allégué les nuisances subies par divers voisins et elle a offert les preuves correspondantes; la Chambre d'appel n'a toutefois pas jugé utile de les administrer. Elle a de toute manière considéré que l'entreprise du demandeur pouvait être assimilée à un lieu de prostitution, en particulier \"du point de vue de la respectabilité de l'immeuble et de la tranquillité des autres locataires\". Elle a constaté que le bâtiment comportait déjà un dancing avec strip-tease et un \"bar à champagne\"; toutefois, cela n'obligeait pas la défenderesse à \"tolérer toute activité liée au sexe\" dans les étages supérieurs qui étaient BGE 132 III 109 S. 113occupés par des bureaux et des appartements. Dans son prononcé, la Chambre d'appel consacre ses plus longs développements au fait qu'en se faisant passer pour un consultant en informatique, le demandeur a trompé la défenderesse au sujet de ses intentions.\n\nOn observe d'emblée que la tromperie imputable au demandeur, quoique blâmable, n'est d'aucune pertinence pour apprécier si l'exploitation du salon de massages crée réellement et objectivement une situation insupportable. Pour le surplus, l'arrêt ne constate aucun inconvénient concrètement subi par la défenderesse ou par des occupants de l'immeuble. Selon les juges d'appel, la connotation lascive de l'activité pratiquée dans les locaux engendre par elle-même, indépendamment de toute gêne effective pour le voisinage, une situation insupportable. Or, cette approche purement abstraite ne satisfait pas aux exigences d'une appréciation conforme aux art. 4 CC et 257f al. 3 CO; au contraire, même en cas de prostitution dans des locaux loués, le bailleur qui prétend résilier sur la base de cette dernière disposition doit prouver l'incidence négative subie par lui ou par le voisinage (arrêt 4C.267/1994 du 10 janvier 1995, consid. 2b, mp 1996 p. 7). A première vue, l'arrêt attaqué devrait donc être annulé, et la cause renvoyée à la juridiction cantonale pour faire administrer et apprécier les preuves offertes par la défenderesse (art. 64 al. 1 OJ).\n\n5. Il y a cependant lieu de reconsidérer la portée que la jurisprudence confère à l'art. 257f al. 3 CO en rapport avec les stipulations des parties concernant l'utilisation de la chose.\n\nL'art. 257f al. 3 CO vise un cas particulier d'inexécution des obligations, spécifique à la relation entre bailleur et locataire, et il en règle les effets. Dans son domaine de validité, il exclut l'application des règles générales de l'art. 107 CO relatif aux droits de la partie qui ne parvient pas à obtenir le respect d'un contrat. Selon son texte, cette disposition spéciale vise les manquements du locataire dans son devoir de diligence concernant la chose, d'une part, ou dans les égards dus au voisinage, s'il s'agit d'une chose immobilière, d'autre part. Adhérant à l'avis des commentateurs, le Tribunal fédéral a jugé ce texte trop restrictif, en ce sens qu'en réalité, l'art. 257f CO régit également le cas où le locataire use de la chose en violation des stipulations du contrat (arrêt du 27 février 1997 in ATF 123 III 124, précité, consid. 2a p. 126).\n\nIl existe encore un autre cas particulier d'inexécution des obligations imposées au locataire, concernant le paiement régulier du loyer et BGE 132 III 109 S. 114des frais accessoires, qui est réglé à l'art. 257d CO. En dehors de ces hypothèses régies par des dispositions spéciales, le bailleur peut user des droits conférés par l'art. 107 CO si le locataire se trouve en demeure (ATF 123 III 124 consid. 3b p. 127). Sous certaines conditions ayant surtout pour objet une sommation de la partie lésée et l'assignation, par elle, d'un délai convenable d'exécution, cette partie peut résilier le contrat alors même que, éventuellement, la violation imputable à l'autre partie n'engendre pas une situation insupportable.\n\nLe régime consacré par l'arrêt du 27 février 1997, en rapport avec l'hypothèse où le locataire use de la chose en violation des stipulations contractuelles, a pour conséquence que le bailleur n'est en mesure de parer à la violation du contrat que si l'utilisation effective, incompatible avec la convention des parties, conduit à une situation insupportable (BEAT ROHRER, commentaire ad ATF 123 III 124 in MietRecht Aktuell 1997 p. 113, 118). Pourtant, il est loisible au bailleur d'insérer, dans le bail de locaux commerciaux et avec l'acceptation du locataire, des clauses destinées à délimiter les activités qui seront admises dans ces locaux. Les clauses de ce genre peuvent notamment avoir pour but de définir l'ambiance ou le caractère de l'immeuble, ou de prévenir des conflits de voisinage. Leur légitimité n'est pas douteuse et on ne discerne aucun besoin de restreindre la liberté contractuelle dans ce domaine. Or, le régime précité entraîne une restriction de cette liberté, dans la mesure où le bailleur ne peut réagir contre une violation persistante desdites clauses qu'à la condition de prouver une situation objectivement insupportable. Il s'agit d'une restriction qui ne se déduit ni du texte ni du système de la loi. Le Tribunal fédéral ne l'a d'ailleurs pas voulue car l'arrêt du 27 février 1997 ne concernait pas un cas d'utilisation incompatible avec les clauses du contrat. La conséquence mise en évidence ici apparaît donc indésirable dans la présente affaire, où la défenderesse devait pouvoir imposer le respect de la clause d'affectation \"bureaux\" même si la violation du contrat, sur ce point, n'entraînait pas une situation insupportable.\n\nAu regard de l'art. 257f al. 3 CO, la résiliation n'est valable qu'après une protestation écrite du bailleur et une violation persistante des stipulations concernant l'utilisation de la chose; elle doit aussi satisfaire à la forme prévue par l'art. 266l CO et laisser au locataire un délai de départ de trente jours au moins, expirant à la fin d'un mois. Ces modalités sont adéquates et elles ne diffèrent pas BGE 132 III 109 S. 115fondamentalement de celles prévues à l'art. 107 CO pour le régime général de l'inexécution des contrats (cf. CLAUDE RAMONI, Demeure du débiteur et contrats de droit suisse, thèse Lausanne 2002, n. 334-337 p. 157; voir aussi WOLFGANG WIEGAND, Commentaire bâlois, 3e éd., n. 10 ad art. 109 CO). Nul ne conteste que la défenderesse les ait dûment observées. Pour le surplus, comme on vient de le voir, il s'impose de renoncer à la condition ayant pour objet une situation objectivement insupportable. Dans son résultat, l'arrêt de la Chambre d'appel se révèle donc conforme au droit fédéral, ce qui conduit au rejet du recours."}