{"annee": "132", "cour": "V", "page": "18", "date": "13/1/2006", "cite": ["119 II 456", "130 V 377", "119 V 11", "125 V 21", "110 II 352", "122 V 320"], "cite_par": ["141 V 546", "138 II 398", "144 V 138"], "chapeau": "3. Arrêt dans la cause PHILOS, Caisse maladie-accident, contre Pharmacie X. concernant: 1. R., 2. G., et Tribunal arbitral des assurances de la République et canton de Genève\n\nK 145/05 du 13 janvier 2006", "regestes": ["Art. 25 al. 2 let. b, art. 42 al. 2 et art. 52 al. 1 let. b LAMal; art. 73 OAMal: Convention tarifaire instaurant le système du tiers payant. Litige au sujet de la personne du débiteur des honoraires d'un fournisseur de prestations - in casu d'un pharmacien - lorsque l'assureur fait valoir qu'une limitation thérapeutique du médicament dans la liste des spécialités n'a pas été respectée. (consid. 3 à 6)", "Art. 89 al. 1 LAMal: Demande en constatation de droit négative. En principe, un tribunal arbitral doit déclarer irrecevable une demande d'un assureur tendant à faire constater qu'il ne doit pas rembourser un fournisseur - in casu un pharmacien - qui a dispensé des prestations. (consid. 2)"], "faits": "BGE 132 V 18 S. 19\n\nA. Le 30 janvier 2001, la Société suisse des pharmaciens (SSPh) et le Concordat des assureurs-maladie suisses (CAMS; devenu entre temps Santésuisse) ont signé une convention tarifaire. Cette convention a notamment pour but de régler la collaboration entre le CAMS et les assureurs conventionnés d'une part et, d'autre part, la SSPh et les pharmaciens conventionnés, en particulier les modalités de rémunération basées sur les prestations.\n\nLa convention instaure le système du tiers payant prévu par l'art. 42 al. 2 LAMal, en ce sens que le débiteur des pharmaciens conventionnés pour les prestations visées dans la convention est l'assureur conventionné concerné. Elle s'étend à \"toutes les prestations prévues par la LAMal dans le cadre de l'assurance-maladie obligatoire, à la charge des assureurs conventionnés lors de la remise de médicaments de la liste des spécialités A et B qui sont fournis par un pharmacien conventionné à une personne assurée dans le cadre de l'assurance-maladie obligatoire\" (art. 4).\n\nLa caisse maladie-accidents PHILOS a adhéré à cette convention. A. exploite la Pharmacie X. (ci-après: la Pharmacie). Il a également adhéré à la convention. BGE 132 V 18 S. 20\n\nB.\n\nB.a R. et G. sont toutes deux affiliées pour l'assurance obligatoire des soins à PHILOS.\n\nLe 30 avril 2002, sur prescription de son médecin traitant, R. s'est fait remettre par la Pharmacie un emballage de XENICAL (84 capsules de 120 mg). Le 26 juillet 2002, la Pharmacie a envoyé à PHILOS la facture y relative.\n\nLes 4 juillet, 16 août et 4 septembre 2002, G. s'est fait délivrer par la Pharmacie, sur prescription de son médecin traitant, un même emballage de XENICAL, ainsi que trois emballages de COLOSAN MITE (un emballage de 500 g et deux emballages de 1000 g). Le 8 octobre 2002, la Pharmacie a demandé le remboursement de ces médicaments à PHILOS.\n\nB.b La caisse-maladie a refusé de rembourser à la Pharmacie les frais d'achat du XENICAL, au motif que les critères thérapeutiques fixés dans la Liste des spécialités (LS) n'étaient pas remplis. En ce qui concerne le COLOSAN MITE, elle a admis de rembourser l'emballage de 500 g, mais non les emballages de 1000 g, qui ne figuraient pas sur la liste des spécialités.\n\nC. Le 27 décembre 2002, la Pharmacie a saisi la Commission paritaire arbitrale instituée par l'art. 14 de la convention du 30 janvier 2001. Dans une prise de position du 30 avril 2003, la commission paritaire a estimé qu'il appartenait à l'assureur de rembourser à la Pharmacie les factures litigieuses. Elle a considéré que, conformément à la convention tarifaire, le pharmacien conventionné était seulement tenu de contrôler les limitations quantitatives et non les limitations thérapeutiques. Elle a par ailleurs indiqué que la limitation quantitative pour la remise du COLOSAN MITE, limitée à 500 g, n'avait pas été respectée.\n\nD. Le 20 novembre 2003, PHILOS a saisi le Tribunal arbitral des assurances du canton de Genève en lui demandant de déclarer \"non recevable\" la prétention en remboursement de la Pharmacie. Celle-ci a conclu au rejet de la demande.\n\nStatuant le 12 août 2005, le Tribunal arbitral a condamné PHILOS à rembourser à la Pharmacie les deux factures litigieuses de XENICAL, à charge pour la caisse d'en réclamer éventuellement le remboursement aux assurées intéressées. Il a d'autre part constaté que PHILOS n'était pas tenue de prendre en charge le coût des emballages de 1000 g de COLOSAN MITE prescrits à G. BGE 132 V 18 S. 21\n\nE. PHILOS interjette un recours de droit administratif contre ce jugement. Elle conclut à l'annulation de celui-ci et demande au tribunal de dire que la facturation du médicament XENICAL aux assurées concernées incombe à la Pharmacie.\n\nL'intimée conclut au rejet du recours. Les deux assurées intéressées ne se sont pas déterminées. Quant à l'Office fédéral de la santé publique, il ne s'est pas non plus exprimé.", "considerants": "Considérant en droit:\n\n1. Le Tribunal fédéral des assurances examine d'office les conditions de validité et de régularité de la procédure, soit en particulier le point de savoir si c'est à juste titre que la juridiction cantonale est entrée en matière sur un recours ou, comme en l'espèce, sur une action devant le Tribunal arbitral cantonal au sens de l'art. 89 LAMal (ATF 125 V 23 consid. 1a, ATF 122 V 322 consid. 1).\n\n2. Les litiges entre assureurs et fournisseurs de prestations sont jugés par un tribunal arbitral (art. 89 al. 1 LAMal). Le tribunal arbitral compétent est celui du canton dont le tarif est appliqué ou du canton dans lequel le fournisseur de prestations est installé à titre permanent (art. 89 al. 2 LAMal).\n\n2.1 En principe, l'objet d'une demande en justice ne peut porter que sur des questions juridiques actuelles dont les conséquences touchent concrètement le justiciable. La jurisprudence admet cependant la recevabilité d'une action en constatation si le demandeur a un intérêt digne de protection à la constatation immédiate de rapports de droit litigieux et ne peut obtenir en sa faveur un jugement condamnatoire (ATF 119 V 13 consid. 2a et les références). Cette jurisprudence s'applique également en présence d'une action devant le Tribunal arbitral, en particulier dans un litige entre un assureur et un fournisseur de prestations (RAMA 2005 no KV 312 p. 5 consid. 5 [arrêt du 17 août 2004, K 66/02]).\n\n2.2 Dans le cas particulier, la demande de la caisse ouverte devant le Tribunal arbitral visait à faire constater par ce dernier qu'elle ne devait pas rembourser les factures litigieuses. Il s'agissait d'une demande en constatation de droit négative. Or, une telle action est soumise aux mêmes conditions que l'action en constatation de droit positive. Dès lors que le droit matériel fédéral accorde une action au demandeur qui a un intérêt digne de protection à la constatation, il doit aussi protéger le défendeur contre une telle action BGE 132 V 18 S. 22lorsque cet intérêt fait défaut: nul ne doit être obligé sans nécessité à intervenir en justice comme défendeur (ATF 110 II 354 consid. 1b; FABIENNE HOHL, Procédure civile, tome I, Berne 2001, p. 46, ch. 145). Demeurent réservées les exceptions prévues par le droit fédéral (cf. p. ex. l'art. 83 al. 2 LP).\n\nOn peut certes envisager, dans certaines circonstances, que la possibilité d'être actionné, par exemple en responsabilité et pour des sommes très importantes, représente une incertitude insupportable pour celui qui pourrait être sujet à une telle demande en réparation, si bien qu'on lui reconnaisse un intérêt à intenter une action en constatation de droit négative si celle-ci apparaît comme un moyen approprié de lever le doute (arrêt du Tribunal fédéral du 26 mai 2003 [4C. 7/2003] consid. 6.3, traduit dans Praxis 2003 no 213 p. 1160). Dans le cas particulier, cette éventualité n'est à l'évidence pas réalisée.\n\n2.3 Il s'ensuit que le Tribunal arbitral aurait dû déclarer irrecevable la demande de la caisse portée devant lui. Le fait que, dans son avis, la commission paritaire a indiqué aux parties qu'elles avaient la possibilité de saisir le tribunal arbitral, si elles n'étaient pas d'accord avec sa proposition, n'y saurait rien changer: cette indication n'est pas de nature à entraîner un renversement du rôle procédural des parties ni à conférer un intérêt pour agir qui fait défaut selon le droit fédéral (sur le rôle de la commission paritaire, voir UELI KIESER, Formelle Fragen der pauschalen Rückforderung gegenüber Leistungserbringern in: SCHAFFHAUSER/KIESER [éd.], Wirtschaftlichkeitskontrolle in der Krankenversicherung, Saint-Gall 2001, p. 125 sv.). Aussi bien conviendrait-il, pour ce motif, d'annuler le jugement attaqué et de déclarer la demande irrecevable. Dans la procédure cantonale, la défenderesse n'a toutefois pas pris de conclusion dans ce sens. Tant le principe de l'économie de la procédure que celui de la proportionnalité justifient qu'il soit statué sur le fond.\n\n3. Sur le fond, la question est de savoir si la recourante est tenue de rembourser à l'intimée les montants facturés par celle-ci pour la délivrance d'emballages de XENICAL à R. et à G. La recourante le conteste en faisant valoir que ce médicament figure dans la LS avec une limitation thérapeutique qui n'était pas réalisée dans le cas de ces deux patientes. Selon elle, il serait illégal de rembourser au pharmacien une prestation non obligatoire selon la LAMal, BGE 132 V 18 S. 23en laissant à la caisse le soin de réclamer aux assurées le remboursement d'une prestation indue.\n\n4. L'admission dans la LS peut être assortie d'une limitation; celle-ci peut notamment se rapporter à la quantité ou aux indications médicales (art. 73 OAMal).\n\nA l'époque des faits (2002), le XENICAL était inscrit (admission provisoire) sur la LS pour le traitement de l'obésité avec la limitation thérapeutique suivante (voir à ce sujet RAMA 2003 no KV 262 p. 311 [arrêt du 16 septembre 2003, K 46/03]):\n\n\"Ne concerne que les traitements de patients obèses avec un IMC supérieur à 35. Le traitement doit être arrêté au bout de six mois si la perte de poids ne correspond pas à au moins dix pour cent du poids corporel mesuré au début de la médication. Prise en charge des coûts après accord préalable du médecin-conseil de l'assureur.\"\n\nL'IMC (indice de masse corporelle) ou BMI (Body Mass Index) représente le quotient du poids corporel (kg) par la taille au carré (m2 ).\n\n5.\n\n5.1 Il est constant que les parties à la procédure ont adhéré à la convention passée entre la SSPh et le CAMS, qui instaure le système du tiers payant pour les factures de pharmacie à la charge de l'assurance obligatoire des soins.\n\n5.2 Le système du tiers payant (par opposition au système du tiers garant) est prévu à l'art. 42 al. 2 LAMal, selon lequel assureurs et fournisseurs de prestations peuvent convenir que l'assureur est le débiteur de la rémunération. Il s'agit d'une forme de reprise de dette contractuelle de l'assureur vis-à-vis du fournisseur de prestations, qui a pour effet de libérer l'assuré de sa dette à l'égard de ce dernier (GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 327). Dans ce système, l'assuré envoie les factures à son assureur ou ce dernier les reçoit directement du fournisseur de prestations. L'assureur est alors tenu d'indemniser la personne qui fournit les prestations. L'assureur est le débiteur direct du fournisseur. Ce système est particulièrement avantageux pour le patient lorsque les montants à payer sont élevés, comme en cas d'hospitalisation ou pour les assurés qui font régulièrement appel aux services des pharmaciens, surtout pour la délivrance de médicaments coûteux (GUY LONGCHAMP, Conditions et étendue du droit aux prestations BGE 132 V 18 S. 24de l'assurance-maladie sociale, thèse Lausanne 2004, p. 257 et note de bas de page 706). En cas de traitement hospitalier notamment, les conventions tarifaires prévoient, en règle ordinaire, un système de tiers payant conditionnel afin de permettre à l'assureur de vérifier si toutes les conditions d'une prise en charge par l'assurance-maladie obligatoire sont remplies: l'assureur dispose d'un certain délai, fixé dans la convention, pour signifier son refus de rembourser directement au fournisseur une prestation, si les conditions requises ne sont pas remplies (EUGSTER, op. cit., p. 175 note de bas de page 789).\n\n5.3 Le régime instauré en l'espèce par les parties dans la convention tarifaire (cf. art. 4) ne concerne que des prestations obligatoires, soit les médicaments figurant sur la LS A (remise sur ordonnance médicale non renouvelable) et B (remise sur ordonnance médicale). En effet, une convention instituant le système du tiers payant ne peut pas déroger à la loi. En particulier, elle ne peut pas imposer à l'assurance dite de base une obligation de prise en charge pour des prestations qui ne sont pas obligatoires selon la LAMal. Le système du tiers payant ne fait que substituer la personne du débiteur vis-à-vis du fournisseur de prestations.\n\nLa convention liant les parties ne prévoit pas que l'assureur dispose d'un certain délai pour vérifier si toutes les conditions d'une prise en charge par l'assurance-maladie obligatoire sont réalisées et, éventuellement, refuser de rembourser directement le fournisseur de prestations. Selon cet accord, le pharmacien conventionné est tenu à l'égard du patient de contrôler la couverture de base pour l'assurance au début de chaque année civile, lors de l'ouverture d'une facture, puis tous les trois mois (art. 10 al. 2). L'assureur est libéré de ses obligations à l'égard du pharmacien pour les prestations fournies après que l'assureur conventionné a communiqué au pharmacien qu'il ne subsiste plus d'obligation de prestations vis-à-vis d'un assuré ou que les prestations sont suspendues (art. 13 al. 1). La convention prévoit par ailleurs une taxe-pharmacien qui couvre diverses prestations, comme la vérification de l'ordonnance, les renouvellements d'ordonnance, la vérification du dosage d'utilisation et des limitations éventuelles, le contrôle des interactions, le contrôle des facteurs de risque et des contre-indications, ainsi qu'une prise de contact avec le médecin prescripteur, un contrôle des abus et du respect des interdictions opposées au patient, ainsi que divers conseils à ce dernier (art. 6). Comme l'ont constaté aussi BGE 132 V 18 S. 25bien les premiers juges que la commission paritaire, un contrôle des limitations éventuelles porte ici uniquement sur des aspects quantitatifs, en particulier le dosage d'utilisation. La recourante ne prétend du reste pas le contraire.\n\nL'annexe 5 à la convention, relative aux modalités de la fourniture des prestations, prévoit certes qu'en cas de dépassement des limitations de la LS, le pharmacien informe l'assuré et - en cas de non-respect durable - également le médecin prescripteur du fait que l'assureur ne prendra pas en charge les factures y relatives. Mais, comme le constate à juste titre le Tribunal arbitral, ces dispositions se rapportent au volume des prestations, c'est-à-dire, ici également, aux seules limitations quantitatives (taille de l'emballage, quantité remise). Au demeurant, même en cas de dépassement du volume des prestations, entraînant une information de l'assuré et, éventuellement, du médecin prescripteur, le pharmacien ne perd pas nécessairement son droit au remboursement direct par l'assureur des médicaments prescrits par le médecin. En tout cas l'annexe citée ne le prévoit pas explicitement.\n\nEn revanche, un contrôle des limitations thérapeutiques de la LS n'est pas prévu. De ce point de vue, le pharmacien est tenu d'exécuter les prescriptions du médecin. On conçoit au demeurant difficilement que le pharmacien - si tant est qu'il en ait la possibilité - soit habilité à vérifier le respect de limitations thérapeutiques, par exemple, comme en l'espèce, le BMI du patient et/ou la perte de poids corporel mesurée depuis le début de la médication.\n\nVu ce qui précède, on doit considérer qu'en vertu de la convention, l'assureur a l'obligation de rembourser au pharmacien le médicament délivré à l'assuré, à la condition qu'il s'agisse d'une prestation obligatoire ou qu'en dépit des contrôles effectués conformément à la convention, le pharmacien n'ait pas pu reconnaître que le médicament en question ne relevait pas d'une prestation obligatoire.\n\n5.4 Sur un plan plus général, le système du tiers payant offre la garantie au fournisseur de prestations qu'il sera remboursé en cas d'exécution de ses obligations conforme à la convention. Le principe et l'efficacité même d'une convention tarifaire instaurant le système du tiers payant reposent sur cette garantie. L'intérêt des patients est d'obtenir sur la base de celle-ci les médicaments prescrits par le médecin traitant, sans autre justification thérapeutique à l'égard du pharmacien. Supposé admissible ou tout simplement BGE 132 V 18 S. 26possible (supra consid. 5.3), un contrôle des limitations thérapeutiques par le pharmacien pourrait inciter celui-ci, s'il éprouve des doutes à ce sujet, à exiger un paiement direct du patient et, à défaut, à refuser de délivrer le médicament. Cette conception créerait une brèche dans la cohérence du régime du tiers payant en réservant au fournisseur la possibilité d'adopter de cas en cas un régime individuel du tiers payant quand il n'aurait pas l'assurance d'être directement remboursé par l'assureur. Cela dénaturerait, en définitive, le sens et le but du système du tiers payant voulu par les parties à la convention.\n\n6. En l'espèce, il n'existe pas d'éléments suffisants pour admettre que le non-respect de la limitation thérapeutique était reconnaissable pour l'intimée. C'est donc à bon droit que le Tribunal arbitral a condamné la recourante à rembourser à l'intimée le montant des emballages de XENICAL prescrits aux deux assurées intéressées. Le recours de droit administratif se révèle mal fondé.\n\n7. Il reste que l'assureur est en droit de refuser le paiement de prestations non obligatoires même s'il est le débiteur direct du fournisseur en vertu de la convention (cf. aussi l'art. 56 al. 2, première phrase, LAMal). C'est le médecin qui est responsable en premier lieu des prescriptions (en ce qui concerne un cas de restitution à raison d'un traitement non économique, voir ATF 130 V 377). Le médecin a également un devoir d'information à l'égard du patient (ATF 119 II 456). Si une limitation médicale n'est pas respectée, c'est au patient qu'il incombe de rembourser la caisse. Dans ce cas, le patient pourrait éventuellement se retourner contre le médecin en cas de violation du devoir d'informer. Ces questions n'ont toutefois pas à être tranchées ici.\n\n8. (Frais et dépens)"}