{"annee": "132", "cour": "III", "page": "689", "date": "31/8/2006", "cite": ["109 II 304", "91 II 281", "93 II 170", "129 III 18", "104 II 15", "122 II 349", "122 II 246", "132 III 353", "100 IV 155", "88 II 252", "101 II 248", "119 IA 390", "97 II 333"], "cite_par": ["142 II 128", "143 III 242"], "chapeau": "82. Extrait de l'arrêt de la IIe Cour civile dans la cause C. et Commune de Lausanne contre A. Assurances (recours en réforme)\n\n5C.10/2005 / 5C.35/2005 du 31 août 2006", "regestes": ["Art. 679 CC, qualité pour défendre du superficiaire ainsi que du propriétaire du fonds de base en cas de dommage causé à un fonds voisin; art. 667 al. 1 CC, fardeau de la preuve de l'extension verticale de la propriété foncière. Le titulaire d'un droit réel restreint sur un bien-fonds qui cause par son propre comportement, en excédant son droit dans l'exercice de sa maîtrise de fait sur ce fonds, un dommage à un fonds voisin en répond sur la base de l'art. 679 CC (rappel de la jurisprudence; consid. 2.2). Lorsque la responsabilité du titulaire d'un droit de superficie est ainsi engagée, le propriétaire voisin ne peut rechercher aussi le propriétaire du fonds de base, dans la mesure où celui-ci n'a aucune influence sur la manière dont s'exerce la maîtrise de fait du superficiaire sur le bien-fonds (consid. 2.3). Application au cas d'espèce (consid. 2.4 et 2.5). Extension verticale de la propriété foncière (rappel de la jurisprudence; consid. 4.2). Il incombe au propriétaire foncier de prouver qu'il a un intérêt digne de protection à l'exercice de son droit de propriété sur le sous-sol considéré, et non à celui qui conteste l'intérêt du propriétaire de prouver que cet intérêt n'existe pas (consid. 4.3). Application au cas d'espèce (consid. 4.4)."], "faits": "BGE 132 III 689 S. 690\n\nA. A. Assurances est propriétaire des parcelles nos a et b du registre foncier de Lausanne. La Commune de Lausanne (ci-après: la Commune) est quant à elle propriétaire de la parcelle contiguë n° c, sise à la rue X. à Lausanne.\n\nB. C. (ci-après: la Coopérative) est une société coopérative dont le but est l'étude et la construction de logements à loyers modestes. Intéressée par un projet de logements subventionnés à la rue X., elle a entamé des discussions avec la Commune en mars 1993. BGE 132 III 689 S. 691\n\nPar acte authentique du 7 janvier 1997, la Commune et la Coopérative ont convenu de constituer sur la parcelle n° c un droit de superficie en faveur de la Coopérative pour les deux immeubles qu'elle projetait d'y édifier avec l'appui financier des pouvoirs publics. L'art. 14 al. 3 de ce contrat disposait que la Commune n'assumait aucune garantie quant à la nature du sol.\n\nC. Les travaux d'excavation ont débuté en janvier 1997. Alors que les travaux de terrassement étaient exécutés sous la direction de l'architecte H. et de l'ingénieur I., mandatés par la Coopérative, les premiers mouvements de terrain ont eu lieu. À la mi-mars 1997, un remblayage d'urgence de 1'500 m3 a été exécuté en raison de mouvements de terrain très importants.\n\nLe 8 avril 1997, A. Assurances a établi un rapport photographique dont il ressort qu'un décollement affecte son terrain et que des ancrages permanents ont été fixés au sous-sol de ses parcelles nos a et b. Les ancrages ont été posés par la Coopérative et ses mandataires.\n\nAprès que A. Assurances eut obtenu du Président du Tribunal civil du district de Lausanne un constat d'urgence ainsi que des mesures préprovisionnelles et provisionnelles ordonnant à la Coopérative de cesser tous les travaux autres que ceux de consolidation, les parties ont conclu un accord sur les mesures provisionnelles et les travaux de construction de la rue X. ont pu reprendre au début du mois de novembre 1997. Ils ont été achevés en 1999.\n\nD. Le 14 novembre 1997, A. Assurances a ouvert action devant la Cour civile du Tribunal cantonal du canton de Vaud contre la Coopérative et la Commune, en concluant au paiement par celles-ci, solidairement entre elles ou chacune pour la part que Justice dirait, du montant de 200'000 fr. plus intérêts. La Coopérative a conclu au rejet de la demande. La Commune a conclu principalement au rejet de la demande et subsidiairement à ce que la Coopérative soit tenue de la relever de toute condamnation. La Coopérative a conclu au rejet des conclusions récursoires de la Commune. En cours d'instance, la demanderesse a augmenté ses conclusions à 305'000 fr. plus intérêts.\n\nLes parties ont admis que les événements de 1997 avaient démontré que l'ingénieur I. avait sous-estimé la nature du sol, et surtout du sous-sol de la parcelle litigieuse. Elles ont admis que ce faisant, I. avait agi contrairement aux règles de l'art et que cet élément était en BGE 132 III 689 S. 692rapport de causalité naturelle et adéquate avec les dommages occasionnés aux immeubles de la demanderesse.\n\nLa Cour civile a ordonné une expertise judiciaire, dont il ressort en substance que les parcelles nos a et b ont subi ensemble une moins-value de 160'000 fr. en raison de la présence des ancrages permanents et que le coût de la remise en état des aménagements extérieurs endommagés peut être évalué à 145'000 fr., TVA incluse.\n\nE. Par jugement du 6 octobre 2004, la Cour civile a condamné les défenderesses, solidairement entre elles, à payer à la demanderesse la somme de 305'000 fr. avec intérêts. Elle a en outre dit que la Coopérative était tenue de relever la Commune de tout montant versé en paiement de la somme ainsi allouée ainsi que des dépens mis à sa charge, et a statué sur les frais et dépens.\n\nF. Tant la Coopérative que la Commune ont recouru en réforme au Tribunal fédéral contre ce jugement.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 La Commune conteste sa légitimation passive. Elle soutient que la Cour civile aurait considéré à tort que l'art. 679 CC instituait une responsabilité solidaire du propriétaire d'un bien-fonds et du titulaire d'un droit réel restreint lui permettant d'exploiter le bien-fonds. Il résulterait au contraire de la jurisprudence et de la doctrine que celui qui exerce la maîtrise de fait sur le fonds répond seul des atteintes aux droits des propriétaires voisins, si bien qu'en présence d'un droit de superficie, la qualité pour défendre appartiendrait exclusivement au superficiaire, qui exerce sur le bien-fonds la maîtrise la plus étendue. Au demeurant, le dommage ne pourrait en l'espèce être mis en relation avec aucun comportement causal de la Commune, la simple hypothèse de la Cour civile selon laquelle la Commune \"pourrait avoir contribué à causer les dommages invoqués par la demanderesse\" ne pouvant fonder une condamnation.\n\n2.2 Sous le titre marginal \"Responsabilité du propriétaire\", l'art. 679 CC dispose que celui qui est atteint ou menacé d'un dommage parce qu'un propriétaire excède son droit peut actionner ce propriétaire pour qu'il remette les choses en l'état ou prenne des mesures en vue d'écarter le danger, sans préjudice de tous dommages-intérêts.\n\n2.2.1 Nonobstant le texte de cette disposition, le Tribunal fédéral a reconnu la qualité pour défendre non seulement au propriétaire du BGE 132 III 689 S. 693fonds, mais aussi au titulaire d'un droit réel restreint qui a l'usage du fonds (ATF 88 II 252 consid. 3 p. 264; 68 II 369 consid. 2, tous deux concernant un droit de superficie; 68 II 14 consid. 2a, concernant un droit de source; cf. ATF 91 II 281 consid. 5b p. 287; PAUL-HENRI STEINAUER, Les droits réels, tome II, 3e éd. 2002, n. 1905). Dans la pratique, le cas le plus important est celui du titulaire d'un droit de superficie au sens de l'art. 779 CC (cf. ROBERT HAAB/AUGUST SIMONIUS/WERNER SCHERRER/DIETER ZOBL, Zürcher Kommentar, Bd. IV/1, 1977, n. 12 ad art. 679 CC; ARTHUR MEIER-HAYOZ, Berner Kommentar, Bd. IV/1/2, 1964, n. 58 ad art. 679 CC; ALFRED KELLER, Haftpflicht im Privatrecht, Bd. I, 6e éd. 2002, p. 221).\n\nLe Tribunal fédéral a également reconnu la qualité pour défendre au titulaire d'un droit personnel permettant d'utiliser le fonds (ATF 104 II 15 consid. 2-4; ATF 101 II 248 consid. 2, tous deux concernant un bail à ferme; cf. ATF 109 II 304 consid. 2). Cette question est toutefois controversée en doctrine (cf. STEINAUER, op. cit., n. 1905 et les références citées; MEIER-HAYOZ, op. cit., n. 61 s. ad art. 679 CC et les références citées; HENRI DESCHENAUX/PIERRE TERCIER, La responsabilité civile, 2e éd. 1982, § 13 n. 20; BÉNÉDICT FOËX, A propos de l'action en responsabilité du propriétaire d'immeuble [art. 679 CC], in JdT 1999 I p. 474 ss, 482-484; URS HESS-ODONI, Bauhaftpflicht, 1994, n. 837).\n\n2.2.2 Le critère est celui de la maîtrise de fait que la personne a sur le fonds (FRANZ WERRO/JEAN-BAPTISTE ZUFFEREY, Les immissions de la construction, in Journées du droit de la construction 1997, p. 57 ss, 67; DESCHENAUX/TERCIER, op. cit., § 13 n. 20; LAURENT L'HUILLIER, La responsabilité du propriétaire foncier selon l'article 679 du Code civil suisse, in RDS 71/1952 p. 1a ss, 72a s. et 76a), à l'instar d'un propriétaire (cf. PIERRE WIDMER, Bodenhaftung, in Aktuelle Aspekte des Schuld- und Sachenrechts, Festschrift für Heinz Rey zum 60. Geburtstag, 2003, p. 343 ss, 346; PASCAL SIMONIUS/THOMAS SUTTER, Schweizerisches Immobiliarsachenrecht, Bd. I, 1995, § 13 n. 10 p. 418). Le titulaire d'un droit réel restreint ou d'un droit personnel répond ainsi du dommage qu'il a causé par son propre comportement, en excédant son droit dans l'exercice de sa maîtrise de fait sur le fonds (ATF 104 II 15 consid. 2a et 2b; ATF 91 II 281 consid. 5b; MEIER-HAYOZ, op. cit., n. 58 ad art. 679 CC; PETER LIVER, Zürcher Kommentar, Bd. IV/2a/1, 1980, n. 107 ad art. 737 CC).\n\n2.3 Lorsque le titulaire d'un droit de superficie répond, sur la base de l'art. 679 CC, d'un dommage résultant de l'exercice excessif de BGE 132 III 689 S. 694son droit, il se pose la question de savoir si le propriétaire du fonds de base a également qualité pour défendre.\n\n2.3.1 Dans un arrêt relativement ancien, le Tribunal fédéral a jugé que les superficiaires d'un fonds qui entendaient y ériger un parking de plusieurs étages avaient seuls qualité pour défendre à une action en prévention du trouble, laquelle ne pouvait pas être dirigée contre la propriétaire du bien-fonds. En effet, les immissions redoutées ne proviendraient pas du fonds de base, mais du bâtiment qui devait y être érigé en exercice du droit de superficie. L'atteinte redoutée ne pouvait dès lors pas être le fait de la propriétaire dans l'exercice de son droit de propriété, mais uniquement celui des superficiaires dans l'exercice de leur droit propre (arrêt du 30 juin 1931, publié in ZR 30/1931 p. 297 et évoqué à l' ATF 91 II 281 consid. 5b).\n\n2.3.2 Cette solution est approuvée par de nombreux auteurs. Ainsi, LIVER souligne que si le dommage résulte de l'utilisation du bien-fonds par le titulaire d'une servitude, celui-ci doit en répondre seul, à l'exclusion du propriétaire du bien-fonds; en effet, le propriétaire du fonds et le titulaire de la servitude ne se trouvent pas dans un rapport contractuel, mais chacun est titulaire d'un droit réel indépendant sur le bien-fonds et est soumis, dans l'exercice de son droit, aux règles limitant l'utilisation du bien-fonds (LIVER, op. cit., n. 107 ad art. 737 CC). MEIER-HAYOZ relève de même que propriétaires et titulaires de droits réels restreints sont titulaires indépendants de droits de même nature et ne se trouvent pas dans un rapport de subordination; selon lui, si le propriétaire foncier était condamné à couvrir le dommage résultant d'un excès imputable au titulaire de la servitude, il ne pourrait pas se retourner contre ce dernier, faute d'une relation contractuelle (MEIER-HAYOZ, op. cit., n. 65 s. ad art. 679 CC).\n\nL'HUILLIER souligne que le titulaire d'une servitude exerce un droit qui lui appartient en propre, bien qu'il ait pour objet le fonds d'autrui, et il estime qu'il n'y a aucun motif pour rendre le propriétaire du fonds grevé responsable selon l'art. 679 CC du dommage causé par le tiers qui excède les prérogatives que la servitude lui confère; selon lui, il serait injuste de rendre le propriétaire responsable à raison de l'usage des facultés dont il s'est démuni en constituant la servitude (L'HUILLIER, op. cit., p. 62a et 76a). HESS-ODONI relève quant à lui que l'utilisation d'un bien-fonds par le titulaire d'un droit réel restreint échappe à la maîtrise juridique et de fait du propriétaire, BGE 132 III 689 S. 695si bien que celui-ci doit être libéré de toute responsabilité selon l'art. 679 CC pour le dommage résultant d'une telle utilisation (HESS-ODONI, op. cit., n. 835).\n\nKELLER estime lui aussi que la qualité pour défendre du superficiaire - lequel est soumis aux règles du droit de voisinage tout comme un propriétaire - exclut de s'en prendre au propriétaire du fonds de base, à plus forte raison encore lorsque le droit de superficie est immatriculé comme immeuble au registre foncier selon l'art. 779 al. 3 CC (KELLER, op. cit., p. 221). SIMONIUS/SUTTER sont également d'avis que le titulaire du droit réel restreint a seul qualité pour défendre, en tout cas lorsqu'il s'agit de la prévention d'une immission actuelle ou de l'indemnisation pour une telle immission (SIMONIUS/SUTTER, op. cit., § 13 n. 10 p. 418).\n\nSelon STARK, il convient de voir quelle est la personne dont la maîtrise de fait sur l'immeuble a déterminé l'atteinte: si cette dernière provient par exemple de l'exploitation normale par un fermier d'une installation construite par le propriétaire du fonds, ce dernier en répond seul; en revanche, si l'atteinte provient d'une utilisation particulière du bien-fonds par le titulaire d'un droit personnel ou d'un droit réel restreint, le propriétaire n'en répond pas (EMIL W. STARK, Das Wesen der Haftpflicht des Grundeigentümers nach Art. 679 ZGB, 1952, p. 208 s.).\n\n2.3.3 HAAB/SIMONIUS/SCHERRER/ZOBL doutent que la responsabilité du superficiaire exclue celle du propriétaire et estiment que ce dernier devrait également pouvoir être recherché pour le dommage causé par le superficiaire (HAAB/SIMONIUS/SCHERRER/ZOBL, op. cit., n. 12 ad art. 679 CC). Se référant à l' ATF 104 II 15 consid. 4, STEINAUER affirme que selon le Tribunal fédéral, il faut examiner d'après les circonstances concrètes si, lorsqu'un titulaire de droit réel limité ou de droit personnel peut être recherché, le demandeur peut aussi diriger son action contre le propriétaire; il faut pour cela déterminer si le propriétaire a contribué à causer le dommage (STEINAUER, op. cit., n. 1905c; dans le même sens PETER HÄNNI/JÖRG SCHMID, Bauimmissionen: ein Problem des öffentlichen und privaten Rechts, in Baurechtstagung 1997, p. 52 ss, 78). Pour cet auteur, on devrait l'admettre de façon large dès que le fonds a été mis à disposition en vue d'un certain usage, dont est ensuite résultée l'atteinte (STEINAUER, op. cit., n. 1905c).\n\n2.3.4 L'opinion de la doctrine majoritaire (cf. consid. 2.3.2 supra), selon laquelle le propriétaire d'un fonds ne répond pas, sur la base BGE 132 III 689 S. 696de l'art. 679 CC, du dommage résultant de son utilisation par le titulaire d'un droit de superficie sur ce fonds, est solidement étayée et paraît convaincante du point de vue dogmatique. Il est en effet incontestable que le superficiaire, en tant qu'il construit ou exploite les ouvrages dont le droit de superficie lui permet de devenir propriétaire, exerce seul, en vertu d'un droit réel indépendant, la maîtrise juridique et de fait sur le bien-fonds. Si le superficiaire cause un dommage parce qu'il excède son droit, il apparaît logique qu'il en réponde seul et que la responsabilité du propriétaire du fonds de base ne soit pas engagée à raison de l'usage d'un droit sur lequel il n'a aucune maîtrise.\n\nDans la mesure où le propriétaire n'a aucune influence sur la manière dont s'exerce la maîtrise de fait du superficiaire sur le bien-fonds, on ne peut arguer qu'il a contribué à causer le dommage, ce qui distingue ce cas de celui jugé à l' ATF 104 II 15 : en effet, dans cet arrêt, si les propriétaires de plusieurs parcelles ont été tenus pour coresponsables du dommage résultant de la pollution d'une nappe phréatique par les eaux usées provenant de l'exploitation d'une entreprise, que celle-ci filtrait dans des bassins qu'elle avait installés sur les parcelles en cause, l'élément déterminant était que ces propriétaires avaient mis leurs parcelles à disposition spécialement à cette fin et qu'ils avaient ainsi déterminé la manière dont devait s'exercer la maîtrise de fait sur leurs fonds (ATF 104 II 15 consid. 4).\n\n2.4 Il n'est toutefois pas nécessaire de trancher ici la question de savoir si la responsabilité selon l'art. 679 CC du titulaire d'un droit de superficie, en cas de dommage résultant de l'exercice excessif de son droit, exclut dans tous les cas celle du propriétaire du fonds, comme pourrait le laisser penser l'arrêt du Tribunal fédéral du 30 juin 1931 précité (cf. consid. 2.3.1 supra), ou si l'on peut envisager des cas où le propriétaire devrait également se voir reconnaître la qualité pour défendre pour le motif qu'il a conservé une certaine maîtrise de fait sur l'immeuble et qu'il a contribué à causer le dommage.\n\n2.4.1 En effet, il est constant que dans la présente espèce, où la Commune a constitué sur sa parcelle n° c un droit de superficie en faveur de la Coopérative pour les deux immeubles que celle-ci projetait d'y édifier, le dommage invoqué par la demanderesse est imputable au comportement de la Coopérative, qui a excédé ses droits dans l'exercice de la maîtrise de fait qu'elle exerce seule sur l'immeuble en vertu de son droit de superficie. On ne voit pas en quoi la BGE 132 III 689 S. 697Commune, qui par la constitution du droit de superficie s'est démunie de la maîtrise de fait sur l'immeuble pour n'en garder que la nue-propriété, aurait contribué à causer le dommage.\n\n2.4.2 La demanderesse soutient que la Commune devrait également pouvoir être recherchée dès lors que, comme superficiante, elle est intervenue de manière décisive dans l'élaboration du projet (la convention de superficie du 7 janvier 1997 déterminant de manière précise le nombre d'appartements et leur typologie) et son financement (la Commune ayant remis gratuitement les cédules hypothécaires libres de tout engagement à la Coopérative), et qu'elle s'est réservé dans la convention de superficie des droits de regard quant à l'exploitation des immeubles, quant à la cessibilité du droit de superficie et quant à la fixation des loyers. La Commune et la Coopérative auraient donc des intérêts économiques conjoints liés à l'exploitation du fonds, qui procure d'ailleurs à la Commune un rendement non négligeable sous la forme d'une redevance annuelle égale à 4 % de la valeur du terrain fixée à la date de la passation du contrat, pouvant être augmentée progressivement à 5 % au cours des seize premières années.\n\n2.4.3 Ces arguments ne sont toutefois pas pertinents. Quand bien même la Commune tire un profit économique de l'exploitation des bâtiments construits en vertu du droit de superficie et qu'elle s'est réservé un certain nombre de droits de nature contractuelle, il n'en demeure pas moins que dès l'inscription au registre foncier du droit de superficie (cf. art. 971 al. 1 CC), la Coopérative a exercé seule la maîtrise sur le bien-fonds en vertu de ce droit réel. La Commune n'a aucune maîtrise de fait sur l'immeuble ni sur la manière dont la Coopérative exerce son droit, si bien qu'elle ne saurait être recherchée pour le dommage résultant d'un excès de ce droit.\n\n2.5 Au regard de ce qui vient d'être exposé, c'est ainsi à tort que la Cour civile a reconnu à la Commune la qualité pour défendre à l'action de la demanderesse aux côtés de la Coopérative. Le recours en réforme de la Commune doit par conséquent être admis et le jugement attaqué réformé en ce sens que les conclusions prises par la demanderesse contre la Commune sont rejetées, ce qui rend sans objet les conclusions récursoires prises par la Commune contre la Coopérative.\n\n(...)\n\nBGE 132 III 689 S. 698\n\n4.\n\n4.1 La Coopérative fait grief aux juges cantonaux d'avoir violé les art. 679 CC, 667 al. 1 CC et 42 al. 1 CO pour s'être bornés à reprendre l'avis de l'expert, selon lequel les parcelles de la demanderesse ont subi ensemble une moins-value de 160'000 fr. en raison de la présence des ancrages permanents, sans examiner si la présence desdits ancrages constituait une atteinte à la propriété de la demanderesse et donc un dommage. Or selon l'art. 667 al. 1 CC, la propriété du sol n'emporte celle du dessous que dans la profondeur utile à son exercice. Il faut donc que le propriétaire ait un intérêt digne de protection quant à l'exercice, même éventuel, de son droit dans le sous-sol. La Coopérative fait valoir qu'en l'espèce, le jugement attaqué ne contient aucune constatation permettant de conclure à l'existence d'un intérêt de la demanderesse à dominer l'espace souterrain de son bien-fonds et à exercer des possibilités d'utilisation de celui-ci. Or il incombait à la demanderesse d'alléguer et de prouver qu'elle était propriétaire du sous-sol où se trouvent les ancrages, en alléguant et prouvant qu'elle avait les possibilités techniques, économiques et réglementaires d'exploiter l'espace en question.\n\n4.2 En vertu de l'art. 667 al. 1 CC, la propriété du sol n'emporte celle du dessous que dans la profondeur utile à son exercice. Cela suppose, selon la jurisprudence et la doctrine, que le propriétaire ait un intérêt digne de protection quant à l'exercice, même éventuel, de son droit dans le sous-sol; un tel intérêt n'existe, quant à un certain espace au-dessous du sol, que si le propriétaire peut dominer cet espace et exercer les possibilités d'utilisation qui découlent de la propriété (intérêt positif), ou si des agissements de tiers dans cet espace porteraient atteinte à l'utilisation du fonds (intérêt négatif), ce qu'il faut juger d'après les circonstances du cas particulier (ATF 93 II 170 consid. 5; ATF 97 II 333 consid. 2; ATF 119 Ia 390 consid. 5c/bb; ATF 100 IV 155 consid. 2; FRANZ WEBER, Das Grundeigentum im Wandel, in RNRF 79/1998 p. 353 ss, 369; JUSTIN THORENS, L'étendue en profondeur de la propriété foncière, in RDS 89/1970 I p. 255 ss, 269-272; STEINAUER, op. cit., n. 1616 ss; HEINZ REY, Basler Kommentar, Schweizerisches Zivilgesetzbuch II, 2003, n. 3-8 ad art. 667 CC; HAAB/SIMONIUS/SCHERRER/ZOBL, op. cit., n. 5 ad art. 667 CC; MEIER-HAYOZ, op. cit., n. 7 et 10 ad art. 667 CC; BLAISE KNAPP, L'urbanisme du sous-sol, in DC 1987 p. 27 ss, 28 s.). Un intérêt futur suffit, pour autant que sa réalisation dans un avenir prévisible apparaisse vraisemblable d'après le cours ordinaire des choses; à cet égard, il faut BGE 132 III 689 S. 699tenir compte de la situation et de la nature de l'immeuble, de l'utilisation envisagée, ainsi que des obstacles de nature technique ou juridique (ATF 132 III 353 consid. 2.1 et les auteurs cités; ATF 100 IV 155 consid. 2). Le simple intérêt à se voir allouer une indemnité ne constitue en revanche pas un intérêt digne de protection aux fins de l'art. 667 al. 1 CC (ATF 132 III 353 consid. 4.2 et les arrêts cités).\n\n4.3 La doctrine est divisée sur la question de savoir s'il incombe au propriétaire foncier de prouver qu'il a un intérêt digne de protection à l'exercice du droit de propriété sur le sous-sol considéré, ou s'il appartient au contraire à celui qui conteste l'intérêt du propriétaire de prouver que cet intérêt n'existe pas (cf. THORENS, op. cit., p. 278 s.; KNAPP, op. cit., p. 29; cf. ATF 132 III 353 consid. 3, dans lequel le Tribunal fédéral a pu laisser la question indécise).\n\n4.3.1 La doctrine dominante, ou considérée telle par MEIER-HAYOZ (op. cit., n. 11 ad art. 667 CC) et par THORENS (op. cit., p. 278), soutient la première solution. Elle fait valoir qu'aux termes de l'art. 667 al. 1 CC, la propriété du sol n'emporte celle du dessus et du dessous que dans la hauteur et la profondeur utiles à son exercice. Or la règle générale veut que lorsque l'exercice d'un droit est lié à un intérêt, il incombe à celui qui invoque le droit en question de prouver cet intérêt (HANS LEEMANN, Berner Kommentar, Bd. IV/1, 2e éd. 1920, n. 13 ad art. 667 CC, étant précisé que dans la première édition de 1911, cet auteur soutenait au contraire que la limitation du droit de propriété à l'intérêt du propriétaire constituait l'exception, qui en tant que telle devait être prouvée par celui qui se prévalait de l'absence d'intérêt; HANS KUHN, Die Beweislast, thèse Berne 1912, p. 87 s.; HAAB/SIMONIUS/SCHERRER/ZOBL, op. cit., n. 4 ad art. 667 CC; WEBER, op. cit., p. 369 note 80). En d'autres termes, comme l'art. 667 al. 1 CC reconnaît au propriétaire foncier un droit limité verticalement à son utilité, c'est au propriétaire de prouver cette utilité (EDMOND PITTARD, Principes d'une législation fédérale sur la Circulation aérienne, in RDS 38/1919 p. 489 ss, 506).\n\n4.3.2 Pour une autre partie de la doctrine, on ne saurait déduire de la seule formulation de l'art. 667 al. 1 CC - qui peut certes paraître imposer au propriétaire d'établir, s'agissant de l'extension verticale de sa propriété, qu'il a un intérêt à repousser une atteinte - que la loi entendrait privilégier ainsi les intérêts de celui qui s'immisce dans la sphère de propriété d'autrui au détriment des intérêts du propriétaire foncier. Il conviendrait bien plutôt, au regard des intérêts BGE 132 III 689 S. 700en présence, d'imposer à celui qui s'immisce dans la sphère de propriété d'autrui de prouver l'absence d'intérêt du propriétaire foncier. En effet, de la même manière qu'en cas d'exercice abusif du droit de propriété, le fardeau de la preuve incombe à celui qui invoque l'art. 2 CC, l'absence exceptionnelle d'intérêt du propriétaire à l'exercice de son droit dans le sous-sol doit être prouvée par celui qui invoque ce fait destructeur (MAX KUMMER, Berner Kommentar, Einleitung, 1966, n. 182 ad art. 8 CC; MEIER-HAYOZ, op. cit., n. 11 ad art. 667 CC, avec référence à la solution du droit allemand; LEEMANN, Berner Kommentar, Bd. IV/1, 1re éd. 1911, n. 13 ad art. 667 CC, étant précisé que, comme on l'a vu, cet auteur a changé d'opinion dans la deuxième édition de 1920; dans le même sens, mais sans motivation, STEINAUER, op. cit., n. 1616a).\n\n4.4 Entre ces deux opinions inconciliables, la préférence doit être donnée à celle de la doctrine dominante (cf. consid. 4.3.1 supra), et cela pour des raisons aussi bien dogmatiques que pratiques.\n\n4.4.1 Sur le plan dogmatique d'abord, il résulte de l'art. 667 al. 1 CC qu'un immeuble constitue à l'instar d'une chose mobilière un corps tridimensionnel, dont l'extension verticale est définie par l'intérêt que présente l'exercice du droit de propriété (ATF 132 III 353 consid. 2.1; ATF 122 II 349 consid. 4a/aa; ATF 119 Ia 390 consid. 5c/bb et les références citées). En effet, le Code civil suisse n'a pas adopté la définition traditionnelle de l'étendue matérielle d'un immeuble, qui y fait rentrer le dessus et le dessous sans délimitation plus précise; s'inspirant du Code civil des Grisons, il s'en est au contraire rapporté à l'intérêt du propriétaire pour fixer l'étendue et les limites de son droit (EUGEN HUBER, Exposé des motifs de l'avant-projet du Département fédéral de Justice et Police, Berne 1902, p. 470 [traduction de Virgile Rossel]; cf. le Message du Conseil fédéral [p. 64], dont le projet reprenant les propositions d'EUGEN HUBER n'a sur ce point donné lieu à aucune discussion devant les Chambres fédérales). Le droit suisse se distingue ainsi notamment du droit allemand, qui se rattache à la conception du droit commun selon laquelle \"qui dominus est soli dominus est coeli et inferorum\" (MEIER-HAYOZ, op. cit., n. 2 ad art. 667 CC; ATF 119 Ia 390 consid. 5c/bb). Il est donc vain de se référer à la solution du droit allemand, comme le fait MEIER-HAYOZ (op. cit., n. 11 ad art. 667 CC; cf. Entscheidungen des Reichsgerichts in Zivilsachen 59/1905 p. 116 ss, 120; Juristische Wochenschrift 1928 p. 502 ss, 503), pour considérer l'absence d'intérêt du propriétaire comme un fait destructeur (rechtshindernde Tatsache) qu'il incomberait à la partie adverse de prouver. BGE 132 III 689 S. 701\n\n4.4.2 Nonobstant l'opinion de la doctrine minoritaire (cf. consid. 4.3.2 supra) selon laquelle sa solution correspondrait mieux à la situation des intérêts en présence (KUMMER, op. cit., n. 182 ad art. 8 CC), des considérations pratiques militent également en faveur de la solution soutenue par la doctrine dominante. Il faut en effet admettre que le propriétaire est davantage à même d'établir l'existence d'un intérêt à exercer son droit de propriété dans le sous-sol de son immeuble que la partie adverse ne l'est de prouver l'absence d'un tel intérêt; il est en effet mieux placé que quiconque pour connaître la nature et les caractéristiques de son bien-fonds, et surtout l'utilisation qui en est envisagée dans un avenir prévisible (cf. ATF 132 III 353 consid. 2.1). Au surplus, lorsque le propriétaire réclame une indemnité en raison d'une atteinte à sa propriété, c'est de toute manière à lui qu'incombe la preuve de l'existence et du montant du préjudice subi (MEIER-HAYOz, op. cit., n. 142 ad art. 679 CC; idem, Berner Kommentar, Bd. IV/1/3, 1975, n. 27 ad art. 701 CC).\n\n4.4.3 En définitive, il apparaît adéquat du point de vue des intérêts en présence, aussi bien que convaincant d'un point de vue dogmatique, de décider qu'il incombe au propriétaire foncier de prouver qu'il a un intérêt digne de protection à l'exercice du droit de propriété sur le sous-sol considéré, et non à celui qui conteste l'intérêt du propriétaire de prouver que cet intérêt n'existe pas.\n\n4.5 En l'espèce, force est de constater que la demanderesse n'a pas établi avoir un intérêt à un exercice de son droit de propriété sur le volume du sous-sol de ses parcelles nos a et b dans lequel pénètrent les quatre ancrages permanents litigieux. Elle n'a en particulier pas allégué ni prouvé en quoi la présence desdits ancrages affecterait les possibilités d'utilisation future de ses parcelles et entraînerait de ce fait une moins-value (cf. ATF 122 II 246 pour la moins-value subie par une parcelle en raison de la perte de possibilités de construction en sous-sol liée à la construction d'un tunnel). La seule constatation, ressortant de l'expertise judiciaire, que les parcelles nos a et b ont subi ensemble une moins-value de 160'000 fr. en raison de la présence des ancrages permanents n'est à cet égard d'aucun secours à la demanderesse; en effet, elle ne se fonde nullement sur une possible utilisation concrète du volume du sous-sol considéré, mais procède d'un calcul abstrait indépendant de tout exercice du droit de propriété sur le sous-sol en question.\n\nL'absence de preuve d'un intérêt de la demanderesse à exercer son droit de propriété sur le volume du sous-sol dans lequel pénètrent BGE 132 III 689 S. 702les ancrages litigieux conduit ainsi à trancher en sa défaveur, conformément à l'art. 8 CC, lequel répartit le fardeau de la preuve et détermine, sur cette base, laquelle des parties doit assumer les conséquences de l'échec de la preuve (ATF 129 III 18 consid. 2.6 et la jurisprudence citée). Le recours en réforme de la Coopérative doit par conséquent être partiellement admis et le jugement attaqué réformé en ce sens que la Coopérative ne doit payer à la demanderesse que la somme de 145'000 fr. avec intérêts, correspondant aux frais de remise en état des aménagements extérieurs des parcelles de la demanderesse, dont les conclusions en versement d'une indemnité de 160'000 fr. en raison de la présence des ancrages litigieux dans le sous-sol de ses parcelles doivent être rejetées."}