{"annee": "132", "cour": "I", "page": "181", "date": "11/5/2006", "cite": ["129 I 249", "123 IV 236"], "cite_par": ["136 IV 145", "143 IV 214", "140 I 353", "140 IV 108"], "chapeau": "22. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Oberstaatsanwaltschaft und Obergericht des Kantons Zürich (Staatsrechtliche Beschwerde)\n\n6P.45/2006 vom 11. Mai 2006", "regestes": ["Art. 17 al. 3 et art. 36 Cst., art. 10 CEDH, art. 27bis CP; protection des sources. Protection des sources journalistiques en procédure pénale (consid. 2). L'intérêt d'élucider l'homicide en question n'est pas suffisamment prépondérant pour permettre de contraindre le journaliste à révéler les sources de ses informations (consid. 4)."], "faits": "BGE 132 I 181 S. 182\n\nA. Am 20. April 2004 wurde A. im Universitätsspital Zürich ein Herz transplantiert. Drei Tage später, am 23. April 2004, verstarb die Patientin, gemäss Gutachten des Instituts für Rechtsmedizin der Universität Zürich vom 7. Juni 2005 an einem akuten Herzversagen infolge einer hyperakuten Herzabstossungsreaktion nach blutgruppeninkompatibler Herztransplantation. Die Staatsanwaltschaft IV des Kantons Zürich nahm Ermittlungen auf, unter anderem gegen den verantwortlichen Chefarzt Prof. Dr. B. wegen fahrlässiger Tötung. Die bisherige Untersuchung ergab, dass der in der Nacht vom 19. auf den 20. April 2004 Dienst habende Oberarzt, Dr. C., kurz vor 04.00 Uhr telefonisch die Mitteilung erhielt, es sei ein Spenderherz vorhanden. C. rief daraufhin den Leitenden Arzt (Dr. D.) zu Hause an und nannte ihm zwei mögliche Empfänger für das Herz. Der Leitende Arzt brachte dann zusätzlich den Namen von A. als mögliche Empfängerin ins Spiel. Vom Oberarzt darauf angesprochen, dass hier aber eine Blutgruppeninkompatibilität (Spenderherz Blutgruppe A, A. Blutgruppe 0) vorliege, wies der Leitende Arzt den Oberarzt darauf hin, dass so etwas schon einmal in Bern gemacht worden und dies kein absolutes Ausschlusskriterium sei. Er beauftragte den Oberarzt, den Chefarzt B. anzurufen und diesen entscheiden zu lassen. In der Folge kam es um ungefähr 04.00 Uhr zu einem Telefongespräch zwischen dem Oberarzt und dem Chefarzt, in dessen Verlauf B. den Entscheid fällte, dass das Herz A. eingesetzt werde. Die Operation am Morgen des 20. April 2004 wurde vom Chefarzt B. durchgeführt; der Leitende Arzt D. assistierte ihm.\n\nAm 12. Juni 2005 erschienen in der \"NZZ am Sonntag\" unter der Überschrift \"Fatales Risiko im Operationssaal\" (Titelseite) und \"Das Wagnis des Starchirurgen\" (Hintergrundbericht) zwei vom Journalisten X. verfasste Artikel, in welchen - unter Berufung auf drei gut informierte Quellen - ausgeführt wird, die Ärzte um den Starchirurgen B. hätten bewusst das \"falsche\" Herz eingepflanzt. In der Folge weitete die Staatsanwaltschaft am 17. Juni 2005 ihre Strafuntersuchung gegen B. auf den Tatbestand der vorsätzlichen Tötung aus. Sie verlangte vom Journalisten, dass er seine im Artikel angeführten Quellen (Informanten) offen lege, was dieser jedoch verweigerte. BGE 132 I 181 S. 183\n\nB. Mit Eingabe vom 23. Juni 2005 stellte die Staatsanwaltschaft bei der Anklagekammer des Kantons Zürich das Gesuch um Feststellung im Sinne von Art. 27bis Abs. 2 StGB, dass ohne das Zeugnis des Journalisten X. über seine Quellen (Informanten) und namentlich über den Inhalt der ihm zugekommenen Informationen der Vorfall vom 20. April 2004 im Universitätsspital Zürich, der zum Tod von A. geführt hatte, nicht ausreichend abgeklärt werden könne. Mit Beschluss vom 15. Juli 2005 wies die Anklagekammer das Gesuch indessen ab. Zur Begründung führte sie im Wesentlichen aus, aus den Zeitungsartikeln ergebe sich nicht ein konkretes Wissen der Informanten darüber, dass B. bei der Operation die Blutgruppeninkompatibilität bewusst gewesen sei, und zudem könne ein Journalist nicht zur Preisgabe seiner Quellen verhalten werden, solange nicht sämtliche direkt und indirekt Beteiligten durch die Untersuchungsbehörde einvernommen worden seien.\n\nAuf Beschwerde der Staatsanwaltschaft hin hob das Obergericht des Kantons Zürich, II. Zivilkammer, mit Beschluss vom 23. Januar 2006 den Beschluss der Anklagekammer vom 15. Juli 2005 auf und stellte in Gutheissung des Gesuchs der Staatsanwaltschaft im Sinne von Art. 27bis Abs. 2 lit. b StGB fest, dass ohne das Zeugnis des Journalisten X. über seine Quellen (Informanten) und namentlich über den Inhalt der ihm zugekommenen Informationen die dem Angeschuldigten B. zur Last gelegte vorsätzliche Tötung, begangen zum Nachteil von A., nicht aufgeklärt werden könne. Im Unterschied zur Anklagekammer kam die II. Zivilkammer zur Auffassung, dass ein dringender Tatverdacht gegen B. wegen (eventual-)vorsätzlicher Tötung aufgrund der Aussagen des Dienst habenden Oberarztes sowie der beiden Zeitungsartikel in der \"NZZ am Sonntag\" bestehe. Zur Aufklärung der Tat sei das Zeugnis des Journalisten unabdingbar. In der Zwischenzeit seien sämtliche an der Herzexplantation und -implantation beteiligten Personen sowie darüber hinaus bloss indirekt damit befasste Personen befragt worden. Ein schlüssiger Beweis habe damit aber nicht geführt werden können. Die Untersuchungsbehörde müsse wissen, welche drei verlässlichen und gut informierten Personen voneinander unabhängig zum Schluss gekommen seien, B. habe bewusst die Blutgruppenunverträglichkeit zwischen Spenderherz und der Empfängerin missachtet oder gar eine spektakuläre Operation über die Blutgruppenschranke hinweg als medizinisches Experiment geplant und durchgeführt. BGE 132 I 181 S. 184\n\nC. X. hat am 22. Februar 2006 Nichtigkeitsbeschwerde und staatsrechtliche Beschwerde an das Bundesgericht erhoben. Mit der Nichtigkeitsbeschwerde beantragt er, den Beschluss der II. Zivilkammer des Obergerichts des Kantons Zürich vom 23. Januar 2006 aufzuheben und die Sache zur Neuentscheidung an die Vorinstanz zurückzuweisen. Mit der staatsrechtlichen Beschwerde stellt er den Antrag, den angefochtenen Beschluss aufzuheben und in Ablehnung des Gesuches der Staatsanwaltschaft festzustellen, dass die dem Angeschuldigten Prof. Dr. B. zur Last gelegte vorsätzliche Tötung ohne das Zeugnis des Beschwerdeführers über seine Quellen und den Inhalt der ihm zugekommenen Informationen aufgeklärt werden könne, eventuell die Sache im Sinne der Erwägungen zur Neuentscheidung an die Vorinstanz zurückzuweisen.\n\nDie Oberstaatsanwaltschaft des Kantons Zürich beantragt, die staatsrechtliche Beschwerde abzuweisen. Zur Nichtigkeitsbeschwerde wiederholt sie die zur staatsrechtlichen Beschwerde gemachten Ausführungen, ohne zum Rechtsmittel der Nichtigkeitsbeschwerde einen Antrag zu stellen. Das Obergericht, II. Zivilkammer, verzichtet auf Bemerkungen.\n\nDer Präsident des Kassationshofs des Bundesgerichts hat mit Verfügung vom 17. März 2006 der staatsrechtlichen Beschwerde und der eidgenössischen Nichtigkeitsbeschwerde die aufschiebende Wirkung erteilt.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die schweizerische Bundesverfassung gewährleistet in Art. 17 Abs. 3 das Redaktionsgeheimnis. Der Europäische Gerichtshof für Menschenrechte seinerseits hat im Urteil i.S. Goodwin gegen Vereinigtes Königreich vom 27. März 1996 aus der in Art. 10 EMRK verankerten Freiheit der Meinungsäusserung einen Anspruch auf Schutz journalistischer Quellen abgeleitet (Recueil CourEDH 1996-II S. 483, Ziff. 28). Es ist in der Tat zu befürchten, dass das Fehlen eines solchen Schutzes es den Medienschaffenden erschweren würde, zu den erforderlichen Informationen zu gelangen, welche ihnen erst erlauben, die in einer demokratischen Gesellschaft unentbehrliche Wächterfunktion der Medien wahrzunehmen. Der Schutz der Quellen ist insofern Grundbedingung und Eckpfeiler der Pressefreiheit zugleich und als solcher verfassungs- und konventionsrechtlich anerkannt. BGE 132 I 181 S. 185\n\nDas kann freilich nicht bedeuten, dass der Schutz des Redaktionsgeheimnisses absolut zu setzen wäre. Wie andere grundrechtliche Ansprüche kann auch das Redaktionsgeheimnis Einschränkungen unterworfen werden. Solche sind gemäss Art. 36 BV zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im öffentlichen Interesse liegen und verhältnismässig sind. Ähnlich erlaubt Art. 10 Ziff. 2 EMRK Einschränkungen, die gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig sind, namentlich zur Verhütung von Straftaten, zum Schutz der Rechte anderer oder zur Wahrung der Autorität und der Unparteilichkeit der Rechtsprechung. Dabei ist sowohl unter dem Gesichtspunkt des schweizerischen Verfassungsrechts wie auch der Konvention in Rechnung zu stellen, dass dem Schutz der Quelle des Journalisten als Eckpfeiler der Pressefreiheit erhebliches Gewicht zukommt und nur ausserordentliche Umstände eine Offenbarungspflicht des Journalisten zu begründen vermögen (BGE 123 IV 236 E. 8 S. 247; Urteil des EGMR i.S. Goodwin, a.a.O., Ziff. 39, 40).\n\n2.2 Der schweizerische Gesetzgeber hat das journalistische Zeugnisverweigerungsrecht im Rahmen der Revision des Medienstraf- und Verfahrensrechts von 1997 in Art. 27bis StGB geregelt. Die Bestimmung, welche am 1. April 1998 in Kraft getreten ist, lautet:\n\n1. Verweigern Personen, die sich beruflich mit der Veröffentlichung von Informationen im redaktionellen Teil eines periodisch erscheinenden Mediums befassen, oder ihre Hilfspersonen das Zeugnis über die Identität des Autors oder über Inhalt und Quellen ihrer Informationen, so dürfen weder Strafen noch prozessuale Zwangsmassnahmen gegen sie verhängt werden.\n\n2. Absatz 1 gilt nicht, wenn der Richter feststellt, dass:\n\na. das Zeugnis erforderlich ist, um eine Person aus einer unmittelbaren Gefahr für Leib und Leben zu retten, oder\n\nb. ohne das Zeugnis ein Tötungsdelikt im Sinne der Artikel 111-113 oder ein anderes Verbrechen, das mit einer Mindeststrafe von drei Jahren Zuchthaus bedroht ist, oder eine Straftat nach den Artikeln 187, 189, 190, 191, 197 Ziffer 3, 260ter, 260quinquies, 305bis, 305ter und 322ter -322septies des vorliegenden Gesetzes sowie nach Artikel 19 Ziffer 2 des Betäubungsmittelgesetzes vom 3. Oktober 1951 nicht aufgeklärt werden oder der einer solchen Tat Beschuldigte nicht ergriffen werden kann.\n\nIn seiner Botschaft zu einem Medienstraf- und Verfahrensrecht machte der Bundesrat noch den Vorschlag, die Grenzen des Quellenschutzes - innerhalb gewisser Leitplanken - der richterlichen BGE 132 I 181 S. 186Interessenabwägung im Einzelfall zu überlassen (BBl 1996 IV 525 ff.). Als Leitplanken sollten die Situationen genannt werden, in denen auf der einen Seite der Quellenschutz klar überwiegt (namentlich bei Übertretungstatbeständen), auf der anderen Seite jene, in welchen das Interesse an der Strafverfolgung Vorrang verdient. Ein überwiegendes Strafverfolgungsinteresse erachtete der Bundesrat als in jedem Fall gegeben, wenn ohne das Zeugnis ein Tötungsdelikt im Sinne der Artikel 111-113 StGB (vorsätzliche Tötung, Mord, Totschlag) oder ein anderes Verbrechen, das mit einer Mindeststrafe von drei Jahren Zuchthaus bedroht ist, nicht aufgeklärt werden kann (Art. 27bis Abs. 3 des Entwurfs; BBl 1996 IV 576). Die eidgenössischen Räte standen demgegenüber der richterlichen Interessenabwägung im Einzelfall kritisch gegenüber und strebten eine Lösung an, welche mehr Rechtssicherheit schafft (vgl. AB 1997 N 402, Votum Suter; AB 1997 S 582 f., Voten Zimmerli und Cottier). Daraus resultierte die schliesslich getroffene Lösung, wonach das Recht der Medienschaffenden auf Zeugnisverweigerung grundsätzlich dem Interesse der Strafverfolgung vorgeht, ausser es könne ein in einem Ausnahmekatalog ausdrücklich erwähntes Delikt ohne das Zeugnis nicht aufgeklärt werden. Zu diesem Ausnahmekatalog gehören die schon erwähnten Tötungsdelikte und die mit einer Mindeststrafe von drei Jahren Zuchthaus bedrohten Delikte, bei denen bereits nach dem Entwurf des Bundesrates dem Interesse an der Strafverfolgung generell Vorrang zukommen sollte, dazu weitere Straftatbestände wie sexuelle Handlungen mit Kindern (Art. 187 StGB), sexuelle Nötigung, Vergewaltigung und Schändung (Art. 189-191 StGB), harte Pornografie (Art. 197 Ziff. 3 StGB), kriminelle Organisation (Art. 260ter StGB), Finanzierung des Terrorismus (Art. 260quinquies StGB), Geldwäscherei (Art. 305bis StGB), mangelnde Sorgfalt bei Finanzgeschäften (Art. 305ter StGB), die Bestechungsdelikte (Art. 322ter -322septies StGB) sowie die qualifizierte Widerhandlung gegen das Betäubungsmittelgesetz (Art. 19 Ziff. 2 BetmG).\n\n2.3 Es ist nicht zu verkennen, dass es dem Gesetzgeber nicht gelungen ist, ihm wohl auch nicht gelingen kann, einen systematisch kohärenten Ausnahmekatalog zu formulieren (kritisch etwa TRECHSEL/ NOLL, Schweizerisches Strafrecht, Allgemeiner Teil I, 6. Aufl., Zürich 2004, S. 240; FRANZ ZELLER, in: Basler Kommentar, Strafgesetzbuch I, Basel 2003, N. 25 zu Art. 27bis StGB; STÉPHANE WERLY, La protection du secret rédactionnel, Diss. Genf 2005, S. 238 f., BGE 132 I 181 S. 187248). Gleichwohl vermag eine solche Liste der Ausnahmen Rechtssicherheit zu schaffen. Medienschaffende sind darauf angewiesen, ihren Informanten vor einer Publikation absolute Diskretion zusichern zu können, was naturgemäss nicht möglich ist, wenn der Schutz vor Enthüllung vom ungewissen Ausgang einer richterlichen Interessenabwägung abhängig ist (ZELLER, a.a.O., N. 22 zu Art. 27bis StGB). Diesem Anliegen trägt Art. 27bis StGB Rechnung. Da im Rechtsstaat der Aufklärung schwerer Verbrechen unbestreitbar ebenfalls zentrale Bedeutung zukommt, kann der Quellenschutz nicht in jedem Falle Vorrang beanspruchen. Heisst das, dass Medienschaffende aussagen müssen, sobald es um eine in Art. 27bis StGB erwähnte Tat geht? Der Wortlaut der Bestimmung legt eine solche Auslegung zwar nahe (MAJA SIDLER/JÖRG ZACHARIAE, \"Das Redaktionsgeheimnis ist gewährleistet\" - aber wodurch?, in: Camprubi [Hrsg.], Angst und Streben nach Sicherheit in Gesetzgebung und Praxis, Zürich 2004, S. 83 f.), doch bleibt zu beachten, dass der Zweck der Norm im Rechtssicherheitsinteresse der Medienschaffenden liegt. Dieses gebietet jedenfalls nicht, dass im Bereiche der vom Ausnahmekatalog erfassten Straftaten das Zeugnisverweigerungsrecht in jedem Falle entfällt. Überdies verlangen die verfassungs- und konventionsrechtlichen Anforderungen an einen Eingriff in das grundrechtlich geschützte Redaktionsgeheimnis eine einzelfallweise Prüfung der Verhältnismässigkeit (Urteil des EGMR i.S. Goodwin, a.a.O., Ziff. 45; BGE 123 IV 236 E. 8 S. 247 ff.).\n\n3.\n\n3.1 Die Staatsanwaltschaft nahm die Ermittlungen im Zusammenhang mit der Herztransplantation an A. vom 20. April 2004 wegen Verdachts auf fahrlässige Tötung auf. Wenige Tage nach der Veröffentlichung der beiden Zeitungsartikel des Beschwerdeführers weitete sie die Untersuchung mit Verfügung vom 17. Juni 2005 auf den Tatbestand der vorsätzlichen Tötung aus. Ein Tatverdacht dafür bestand bis zu diesem Zeitpunkt nicht. Erst vor Obergericht verwies die Staatsanwaltschaft auf die Aussagen des in der Nacht vom 19. auf den 20. April 2004 Dienst habenden Oberarztes. Dieser sagte in der Untersuchung aus, er habe anlässlich seines nächtlichen Telefongesprächs mit B. zwei Mal darauf hingewiesen, dass A. die Blutgruppe 0 und das Spenderherz die Blutgruppe A aufweise, worauf B. etwa 5 bis 6 Sekunden gezögert und dann in die Operation eingewilligt habe. B. machte allerdings geltend, er sei bei diesem Gespräch einem Missverständnis erlegen, indem er die Aussagen des BGE 132 I 181 S. 188Oberarztes genau im gegenteiligen Sinne verstanden habe, nämlich dahingehend, dass A. die Blutgruppe A habe und das Spenderherz die Blutgruppe 0 aufweise (was aus medizinischer Sicht unproblematisch gewesen wäre). Weiter machte er geltend, es sei unerklärlich, wie ihm die Patientin A. als mögliche Empfängerin habe genannt werden können nach den Vorabklärungen durch die Koordinationsstelle, den Leitenden Arzt und den Oberarzt. Er habe überhaupt nicht in Betracht gezogen, dass ihm eine Herztransplantation über die Blutgruppenschranke hinweg zur Entscheidung vorgelegt würde.\n\nIm Zeugnis des Oberarztes ist ein Anhaltspunkt dafür zu erblicken, dass B. möglicherweise (entgegen seiner Darstellung) von der Blutgruppeninkompatibilität zwischen Spender und Empfängerin Kenntnis gehabt haben könnte. Weitere Verdachtsmomente diesbezüglich ergaben sich in der Untersuchung jedoch nicht.\n\n3.2 Der Verdacht, dass B. der Patientin A. bewusst ein blutgruppeninkompatibles Herz implantierte und folglich damit rechnen musste, dass die Transplantation den Tod der Patientin zur Folge haben konnte, gründet zur Hauptsache auf den Zeitungsartikeln des Beschwerdeführers vom 12. Juni 2005. So wird auf der Frontseite berichtet: \"Ärzte des Unispitals Zürich haben (...) A. wissentlich ein Herz mit einer unverträglichen Blutgruppe eingepflanzt. Das zeigen Recherchen dieser Zeitung.\" Weiter heisst es: \"Das Spital stellte den Fehler als Missverständnis dar, bei einem Telefonat seien die Blutgruppen von Spenderherz und Patientin verwechselt worden. Bald sickerte durch, die Ärzte um den Starchirurgen B. hätten das Herz mit der 'falschen' Blutgruppe wissentlich verpflanzt. Umfangreiche Recherchen dieser Zeitung zeigen, dass dies stimmt. Drei gut informierte Quellen bestätigen, dass etwas versucht worden ist, was in Fachkreisen als medizinisches Tabu gilt.\" In leichtem Widerspruch hiezu werden die Geschehnisse wie folgt geschildert: \"Wenig später wird A. mit Blutgruppe 0 für die Transplantation vorbereitet. Stunden zuvor hat B. mit seinem Team die Operation vorbesprochen. Bei dem Gespräch hat es eine Meinungsverschiedenheit darüber gegeben, ob die Operation möglich sei. Das 'falsche' Herz wird eingesetzt, aber es schlägt nicht. Spätestens jetzt ist für alle Beteiligten klar, dass etwas nicht stimmt. Niemand weist B. darauf hin; der Chefarzt setzt die Operation fort.\" Im Hintergrundbericht unter dem Titel \"Das Wagnis des Starchirurgen\" werden folgende Ausführungen gemacht: \"Vor einem Jahr stirbt A., nachdem BGE 132 I 181 S. 189ihr am Universitätsspital Zürich ein Herz transplantiert worden ist. Es habe eine Verwechslung der Blutgruppen gegeben, lautet die offizielle Erklärung. Recherchen zeigen, dass die Ärzte bewusst das 'falsche' Herz eingepflanzt haben.\" Weiter wird berichtet: \"'Die NZZ am Sonntag' hat mit vielen direkt und indirekt Beteiligten gesprochen, wir halten diese Leute anonym. Mehrere verlässliche Quellen, die über die Operation an A. gut informiert sind, kommen unabhängig voneinander zum selben Schluss: Die Verwechslungstheorie ist falsch. B. hat der Patientin bewusst das 'falsche' Herz eingesetzt. Man habe es versucht im Glauben, es könnte gelingen. Man habe eine medizinische Heldentat vollbringen wollen.\" Die Geschehnisse werden dann wie folgt geschildert: \"In der Nacht auf Dienstag, den 20. April 2004, etwa um 3 Uhr morgens, ruft der diensthabende Arzt am Universitätsspital Zürich B. an und teilt mit, man habe einen Unfallpatienten, dessen Organe für eine Transplantation in Frage kämen. Chefarzt B. telefoniert anschliessend mit den beiden Kollegen, D. und C., die für die Operation vorgesehen sind. Bei dem Telefongespräch gibt es eine Meinungsverschiedenheit darüber, ob die Operation möglich sei. Die Operation wird beschlossen.\" Schliesslich findet sich - teilweise wiederum in leichtem Widerspruch zum vorher Gesagten - Folgendes: \"Im Operationssaal, wo A. in der Narkose bereitliegt, sind ein gutes Dutzend Leute parat: Die drei Herzchirurgen, Assistenzärzte, Anästhesisten, Schwestern. Mindestens vier von ihnen wissen, dass der Chef im Begriff ist, der Patientin mit Blutgruppe 0 ein Herz der Gruppe A einzusetzen, was gemäss Fachleuten einem 'medizinischen Tabu' gleichkommt. Keiner interveniert bei B. B. setzt das Herz ein, mit einem elektrischen Impuls soll es zum Schlagen gebracht werden. Das Herz schlägt aber nicht. 'Spätestens jetzt war jedem Anwesenden klar, dass etwas nicht stimmte', sagt ein Arzt. Es herrscht Alarmstufe rot, doch wiederum weist niemand den Chef auf das Offensichtliche hin - oder die Interventionen sind zu schwach, um durchzudringen.\"\n\n3.3 Die beiden Zeitungsberichte sind nicht völlig frei von Widersprüchen. Wenn etwa gesagt wird, mindestens vier der bei der Operation anwesenden Personen hätten gewusst, dass der Chef ein blutgruppeninkompatibles Herz einsetzt, doch niemand weise den Chef auf das Offensichtliche hin, so legen diese Ausführungen den Schluss nahe, dass B. die Blutgruppeninkompatibilität in diesem Moment nicht bewusst war. Andere Ausführungen sagen aber ganz klar, dass BGE 132 I 181 S. 190B. bewusst ein falsches Herz eingepflanzt habe. Auf entsprechende Anfrage des Staatsanwalts hat der Beschwerdeführer mit E-Mail vom 16. Juni 2005 denn auch bestätigt: \"Mir wurde tatsächlich mitgeteilt, dass Prof. B. wissentlich das Herz der falschen Gruppe implantiert hat. Drei Personen haben mir dies mitgeteilt. Man darf über diese Personen mit Fug und Recht sagen, sie seien gut über diese Operation informiert.\" Der Beschwerdeführer scheint mithin über Informationen zu verfügen, wonach nicht nur einzelne Ärzte am Universitätsspital, sondern B. selbst über die Blutgruppeninkompatibilität im Bilde war. Damit liegen konkrete Anhaltspunkte vor, die zur Begründung eines dringenden Verdachts für vorsätzliche Tötung ausreichen, auch wenn nicht zu übersehen ist, dass sich entsprechende Verdachtsmomente in der Untersuchung kaum niedergeschlagen haben. Der Beschwerdeführer bringt dagegen vor, ein Zeitungsartikel, der nicht völlig widerspruchsfrei abgefasst sei, müsse zur Wahrung des Quellenschutzes so ausgelegt werden, dass er gerade keinen dringenden Tatverdacht ausdrücke. Dieser Einwand geht an der Sache vorbei, denn es geht nicht darum, ob die im Zeitungsartikel gemachten Äusserungen durch die Meinungsäusserungsfreiheit geschützt und rechtlich daher (etwa unter dem Gesichtspunkt eines Ehrverletzungsdelikts) nicht zu beanstanden sind. In Frage steht vielmehr nur, ob das Zeugnis des Medienschaffenden geboten ist, um eine mögliche Straftat aufzuklären.\n\n4.\n\n4.1 Das Redaktionsgeheimnis kann, wie schon dargelegt (E. 2.1), nur aufgehoben werden, wenn hierfür eine gesetzliche Grundlage besteht, es im überwiegenden öffentlichen Interesse liegt und verhältnismässig erscheint, den Beschwerdeführer zur Aussage zu verpflichten. Dass Art. 27bis Abs. 2 lit. b StGB in abstrakter Weise eine genügende gesetzliche Grundlage darstellt, um bei Verdacht auf vorsätzliche Tötung den Quellenschutz zu durchbrechen, kann nicht fraglich sein (E. 2.2). Die entfernte Möglichkeit allerdings, dass ein im Ausnahmekatalog aufgelisteter Straftatbestand erfüllt sein könnte, reicht zur Aufhebung des Redaktionsgeheimnisses nicht aus (ZELLER, a.a.O., N. 28 zu Art. 27bis StGB). Erforderlich ist vielmehr ein dringender Tatverdacht, der vorliegend jedoch zu bejahen ist (E. 3.3). Sodann ist offensichtlich, dass an der Aufklärung von Straftaten im Allgemeinen und eines Tatvorwurfs, wie er hier im Raum steht, ein gewichtiges öffentliches Interesse besteht. Der Beschwerdeführer rügt denn ausdrücklich auch nur, sein Zeugnis BGE 132 I 181 S. 191könne zur Aufklärung der Straftat nichts mehr beitragen. Weder sei es notwendig noch unentbehrlich, weshalb die Aufhebung des Quellenschutzes unverhältnismässig sei.\n\n4.2 Das Gesetz selbst errichtet eine Schranke der Zeugnispflicht durch die Anforderung, dass eine vom Ausnahmekatalog erfasste Straftat ohne das Zeugnis des Medienschaffenden nicht aufgeklärt oder der einer solchen Tat Beschuldigte nicht ergriffen werden kann (Art. 27bis Abs. 2 lit. b StGB). Die gesetzliche Bestimmung ist Ausfluss des verfassungsrechtlichen Grundsatzes der Verhältnismässigkeit. Die Zeugnispflicht muss danach in einem vernünftigen Verhältnis zur Aufklärung der Straftat stehen, um überhaupt gerechtfertigt zu sein. Die Verhältnismässigkeit verlangt zunächst, dass die Zeugenaussage geeignet ist, zur Aufklärung des fraglichen Delikts unmittelbar beizutragen. Es muss eine einigermassen begründete Erwartung bestehen, dass die Aussage eine für die Beurteilung wesentliche Abklärung der mutmasslichen Straftat erlaubt. Ob das Zeugnis letztlich zur Überführung des Täters oder aber zu dessen Entlastung beiträgt, ist nicht entscheidend, denn in einem wie im anderen Fall dient es der Wahrheitsfindung im Strafprozess. Betrifft das Zeugnis hingegen bloss Nebenaspekte der deliktischen Handlung, leistet es zur unmittelbaren Deliktsaufklärung keinen Beitrag und ist folglich nicht geeignet (BBl 1996 IV 559; FRANZ RIKLIN, Der Journalist als Zeuge und Beschuldigter im Strafverfahren, Medialex 1999 S. 158 f.). Die Verhältnismässigkeit bleibt sodann nur gewahrt, wenn das Zeugnis erforderlich ist. Eine Zeugnispflicht besteht nicht, wenn und solange andere taugliche Beweismittel zur Verfügung stehen. Als tauglich muss ein anderes Beweismittel angesehen werden, wenn es ähnlich gut geeignet ist wie das Zeugnis eines Journalisten, um zum gewünschten Beweisergebnis zu führen (BBl 1996 IV 559; RIKLIN, a.a.O., S. 158). Schliesslich gebietet das Verhältnismässigkeitsprinzip eine Abwägung der einander entgegengesetzten Interessen. Die Verpflichtung zur Zeugenaussage lässt sich nur rechtfertigen, wenn das Strafverfolgungsinteresse das Recht des Journalisten an der Geheimhaltung seiner Quellen überwiegt. Die Interessenabwägung muss nach der bundesrätlichen Botschaft ergeben, dass das Zeugnis für die Deliktsaufklärung \"geradezu unentbehrlich\" (BBl 1996 IV 561) ist, um das journalistische Zeugnisverweigerungsrecht ausser Kraft zu setzen.\n\nIm Folgenden ist im Lichte dieser Grundsätze zu prüfen, ob es verhältnismässig erscheint, den Beschwerdeführer unter den BGE 132 I 181 S. 192gegebenen Umständen zur Preisgabe seiner Informationsquellen zu verhalten.\n\n4.3 Im Hinblick auf die Eignung des Zeugnisses ist erstellt, dass der Beschwerdeführer über Informationen verfügt, die zur Aufklärung des allfälligen Tötungsdelikts beitragen könnten. Es handelt sich um wesentliche Angaben im Interesse der Strafverfolgung, da sie die Kernfrage beschlagen, ob der Angeschuldigte B. um die Blutgruppeninkompatibilität zwischen Spender und Empfängerin wusste, womit das Zeugnis des Beschwerdeführers ein taugliches Beweismittel darstellt. In der Beschwerde wird zwar vage angedeutet, die anonym gehaltenen Informanten gehörten möglicherweise zum Kreis der Personen, die vor dem Staatsanwalt bereits aussagten, oder seien jedenfalls leicht in Erfahrung zu bringen. Unter dem Blickwinkel der Tauglichkeit spricht dies nicht gegen die Verpflichtung des Beschwerdeführers, Zeugnis abzulegen. Die Bekanntgabe der Informationsquellen allein gewährleistet, die geäusserten Vorwürfe ins Strafverfahren einzubringen und - unter Wahrung der prozessualen Rechte der Beteiligten - auf ihren Wahrheitsgehalt hin zu überprüfen. Die Zeugenaussage des Beschwerdeführers leistet dazu einen Beitrag, und sei es auch nur, dass der Angeschuldigte dadurch die Gelegenheit erhält, die Glaubwürdigkeit der Informanten zu erschüttern und damit den Tatverdacht unmittelbar zu entkräften.\n\n4.4 Unter dem Gesichtswinkel der Erforderlichkeit hält der angefochtene Entscheid fest, dass die Strafverfolgungsbehörden bereits sämtliche an der Herzexplantation und -implantation beteiligten Personen befragt haben, zudem auch weitere, nur indirekt beteiligte Personen. Die Befragungen brachten keine schlüssigen Indizien hervor für ein eventualvorsätzliches Handeln des Angeschuldigten B., was das Bundesgericht anhand der Untersuchungsakten überprüft hat. Weitere Untersuchungshandlungen, die darüber Aufschluss geben könnten, stehen nicht mehr zur Verfügung. Die Verpflichtung des Beschwerdeführers zur Aussage ist somit erforderlich, da sie als einzige taugliche Massnahme verbleibt. Von der Frage der Erforderlichkeit ist zu unterscheiden, ob das Zeugnis für die Aufklärung des Tötungsdelikts unentbehrlich erscheint. Diese Beurteilung lässt sich erst nach einem abwägenden Vergleich mit dem konkret auf dem Spiel stehenden Interesse der Strafverfolgung vornehmen, worauf in der Beschwerde zu Recht hingewiesen wird. Soweit der Beschwerdeführer allerdings geltend macht, ihm sei eine umfassende Akteneinsicht verwehrt worden, weshalb er andere BGE 132 I 181 S. 193Ermittlungshandlungen nicht aufzeigen könne, ist ihm nicht zu folgen. Das Recht auf Akteneinsicht findet seine Grenzen an überwiegenden öffentlichen Interessen des Staates oder schutzwürdigen Interessen Dritter (BGE 129 I 249 E. 3 S. 253 mit Hinweisen). Die Beschränkung des Akteneinsichtsrechts ist hier verfassungsrechtlich nicht zu beanstanden, wird sie doch vom Obergericht zutreffend damit begründet, dass ansonsten der Untersuchungszweck gefährdet wäre. Eine umfassende Akteneinsicht würde die Zeugenaussage des Beschwerdeführers zwangsläufig beeinflussen, womit diese weitgehend an Wert verlöre. Zur Wahrnehmung seiner Rechte ist der Beschwerdeführer auf detaillierte Aktenkenntnis auch nicht angewiesen. Aus den Eingaben der Untersuchungsbehörden sind ihm die massgeblichen Aussagen des Oberarztes und des Angeschuldigten B. bekannt, ebenso hat er im Wesentlichen Kenntnis von den bisher getätigten Ermittlungsmassnahmen, da ihm eine Liste sämtlicher befragten Personen ausgehändigt wurde.\n\n4.5 Zu prüfen bleibt, ob das öffentliche Interesse an der Aufklärung des fraglichen Tötungsdelikts das Recht des Beschwerdeführers auf Geheimhaltung seiner Quellen überwiegt. Dabei ist in Rechnung zu stellen, dass dem Schutz der Quelle des Journalisten als Eckpfeiler der Pressefreiheit ein erhebliches Gewicht zukommt. Nur ausserordentliche Umstände, die öffentliche oder private Interessen gefährden, lassen die Zeugnispflicht als zumutbar erscheinen (BGE 123 IV 236 E. 8 S. 247; Urteil des EGMR i.S. Goodwin, a.a.O., Ziff. 39, 40). Zweifellos entspricht die Aufklärung eines vorsätzlichen Tötungsdelikts einem eminenten öffentlichen Interesse, doch bleibt dieses jeweils im Einzelfall zu konkretisieren. Bei der Interessenabwägung sind namentlich die Umstände der mutmasslichen Straftat, der bisherige Untersuchungsstand sowie der mögliche Beweiswert des journalistischen Zeugnisses zu berücksichtigen.\n\nIm vorliegenden Fall wurde die Strafuntersuchung wegen Verdachts auf einen ärztlichen Kunstfehler bzw. fahrlässige Tötung angehoben. Die Strafverfolgungsbehörden nahmen die Ermittlungen bereits unmittelbar nach der Herzoperation vom 20. April 2004 auf. Erst am 17. Juni 2005 - nach über einem Jahr und nur wenige Tag nach der Veröffentlichung der beiden Zeitungsartikel des Beschwerdeführers - wurde die Untersuchung auf den Tatbestand der vorsätzlichen Tötung ausgeweitet. Wohl besteht dafür ein Anfangsverdacht, der sich im Wesentlichen auf die Berichterstattung des Beschwerdeführers stützt. In der Untersuchung selbst ergaben BGE 132 I 181 S. 194sich jedoch kaum entsprechende Hinweise. So sind mittlerweile sämtliche Personen, die mit der Herztransplantation direkt oder indirekt befasst waren, einlässlich befragt worden, ohne dass sich schlüssige Indizien dafür ergeben hätten, der Angeschuldigte B. habe um die Blutgruppeninkompatibilität von Spender und Empfängerin gewusst, und ihm folglich vorzuwerfen wäre, er habe bei der Transplantation den Tod der Patientin in Kauf genommen. B. selber hat in der Untersuchung glaubhaft geltend gemacht, er habe die Blutgruppen infolge eines Missverständnisses verwechselt. Dafür spricht nicht zuletzt auch sein Verhalten während der Operation, wie es unter anderem in den beiden Zeitungsberichten dargestellt wird. Insgesamt enthalten die Akten der umfangreichen Untersuchung keine wesentlichen Anhaltspunkte für eine vorsätzliche Tat. Hinsichtlich der rechtlichen Qualifikation der Straftat als Vorsatzdelikt liegt somit ein ausgesprochener Zweifelsfall vor. Das Interesse der Strafverfolgung fällt dadurch bei der verfassungsrechtlich gebotenen Gewichtung deutlich geringer aus, ist in einem Grenzfall wie hier doch zu berücksichtigen, dass bei Fahrlässigkeitsdelikten das Redaktionsgeheimnis zwingend vorgeht (Art. 27bis Abs. 2 lit. b StGB e contrario).\n\nBei der Interessenabwägung fällt weiter ins Gewicht, dass das fragliche Tötungsdelikt bereits weitestgehend aufgeklärt ist. Die mutmassliche Täterschaft ist bekannt. Die Strafuntersuchung wurde von Beginn an gegen den verantwortlichen Chefarzt B., den Leitenden Arzt sowie den in der betreffenden Nacht Dienst habenden Oberarzt geführt. Dass der Angeschuldigte B. der Patientin A. ein blutgruppenunverträgliches Herz implantierte (Tathandlung), ist unbestritten. Weiter steht fest, dass die Patientin an einer hyperakuten Herzabstossungsreaktion nach blutgruppeninkompatibler Herztransplantation verstarb (Kausalität der Tat). Darüber hinaus sind auch die Vorkommnisse in der Nacht vom 19. auf den 20. April 2004 hinreichend untersucht, ebenso die Begleitumstände, der Ablauf und die Einzelheiten der Herztransplantation (konkrete Tatumstände). Damit ist der äussere Sachverhalt des Tötungsdelikts vollständig ermittelt und aufgeklärt.\n\nAlsdann ist zweifelhaft, ob dem Zeugnis des Beschwerdeführers überhaupt noch massgebliche Beweiskraft zukäme. Nachdem bereits sämtliche Personen befragt wurden, die im Zusammenhang mit der Herztransplantation in irgendeiner Weise unmittelbaren Kontakt zum Angeschuldigten B. hatten, ist fraglich, ob sich noch weitere BGE 132 I 181 S. 195Erkenntnisse zum subjektiven Tatbestand gewinnen liessen. Angesichts der einlässlichen Befragungen aller Beteiligten sind jedenfalls tatnahe Angaben zur Beurteilung der Vorsatzfrage nicht ohne Weiteres zu erwarten. Handelt es sich bei den anonym gehaltenen Informanten um Personen, die nicht in direktem Kontakt zu B. standen, beruhten ihre Aussagen auf Wahrnehmungen Dritter bzw. blossen Schlussfolgerungen und wären vor dem Hintergund der gesamten Untersuchung entsprechend zu würdigen. Lässt sich bei dieser Sachlage aber nur schwerlich annehmen, das Zeugnis des Beschwerdeführers vermöchte das bisherige Beweisergebnis zu ändern, haben die Interessen der Strafverfolgung, wie auch dasjenige der Angehörigen des Opfers sowie jenes von B. selbst an der Klärung des Tatvorsatzes zurückzutreten.\n\nGesamthaft ergibt sich, dass dem Interesse an der Aufklärung des hier in Frage stehenden Tötungsdelikts nicht das ausserordentliche Gewicht zukommt, das vorausgesetzt wäre, um dem Beschwerdeführer das Recht an der Geheimhaltung seiner Quellen abzusprechen. Der Quellenschutz geht damit vor. Der angefochtene Entscheid erweist sich als unverhältnismässig und verletzt Art. 17 Abs. 3 BV und Art. 10 EMRK. Entsprechend ist die staatsrechtliche Beschwerde gutzuheissen, soweit darauf einzutreten ist."}