{"annee": "132", "cour": "I", "page": "117", "date": "15/5/2006", "cite": ["123 I 248", "120 IA 171", "97 I 329", "116 IA 162", "109 IA 160", "128 I 317", "102 IA 483", "130 I 113"], "cite_par": ["143 I 227", "141 I 105", "136 I 241", "135 IV 162", "138 IV 225", "134 I 179", "134 I 313", "141 IV 465", "144 III 313"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Generalprokurator sowie Obergericht des Kantons Bern (Staatsrechtliche Beschwerde)\n\n1P.139/2006 vom 15. Mai 2006", "regestes": ["Art. 127 al. 1 Cst., art. 389 ch. 5 et art. 390 al. 1 ch. 2 CPP/BE; frais d'une enquête pénale, responsabilité de la succession, principe de la légalité. Il appartient à la loi de déterminer qui doit supporter les frais de la procédure pénale (consid. 4). Le code de procédure pénale du canton de Berne ne prévoit pas que les frais puissent être mis à la charge de la succession du prévenu. Une décision dans ce sens est donc dépourvue de base légale, en cas de classement de l'affaire avant l'audience du tribunal pénal, à la suite du décès de l'accusé (consid. 7)."], "faits": "BGE 132 I 117 S. 117\n\nY. erhängte sich in der Nacht vom 28./29. August 2004 in der Strafanstalt. Er war beschuldigt worden, am 28. Februar 2002 seine BGE 132 I 117 S. 118Ehefrau und seine beiden Kinder getötet zu haben, und deswegen des mehrfachen Mordes angeklagt. Die Hauptverhandlung vor dem Kreisgericht VIII Bern-Laupen hätte am 18. Oktober 2004 beginnen sollen.\n\nMit Verfügung vom 22. August 2005 stellte das Kreisgericht das Strafverfahren ein (Keine-Folge-Gebung) und auferlegte die Kosten der Voruntersuchung (Fr. 30'260.-) und des Kreisgerichts (Fr. 300.-) dem Nachlass von Y. sel. Es stellte das Honorar dessen amtlichen Verteidigers von Fr. 18'214.30 (Anspruch gegenüber dem Kanton Bern im Falle der Nichterhältlichkeit: Fr. 12'403.90) unter den \"Vorbehalt der gesetzlichen Rück- und Nachzahlungspflichten\", d.h. der Pflicht zur Rückzahlung des Honorars gegenüber dem Kanton und zur Nachzahlung der Differenz zum vollen Honorar gegenüber dem amtlichen Verteidiger bei wirtschaftlicher Zumutbarkeit innerhalb von zehn Jahren.\n\nDas Obergericht des Kantons Bern hiess die Appellation der Schwester und Alleinerbin des Verstorbenen, X., teilweise gut, indem es die Rück- und Nachzahlungspflicht für das Honorar des amtlichen Verteidigers aufhob. Im Übrigen bestätigte es die Verfügung des Kreisgerichts.\n\nX. führt dagegen staatsrechtliche Beschwerde mit dem Antrag, das angefochtene Urteil des Obergerichts hinsichtlich der Kostenauflage an den Nachlass (Kosten der Strafuntersuchung und des Kreisgerichts) sowie der Kosten- und Entschädigungsfolgen des Verfahrens vor Obergericht aufzuheben und die Angelegenheit zur Neubeurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die anwendbaren Bestimmungen des kantonalen Gesetzes vom 15. März 1995 über das Strafverfahren (StrV/BE) lauten:\n\nArt. 309 Abs. 2 (Inhalt des Urteils)\n\nLiegen im Zeitpunkt der Beurteilung die Voraussetzungen der Strafverfolgung nicht vor oder wird von der Strafverfolgung in Anwendung von Artikel 4 abgesehen, ist im Urteil darauf zu erkennen, dass dem Verfahren keine weitere Folge gegeben wird.\n\nArt. 389 (Kostentragung durch den Kanton)\n\nIn den nachstehend genannten Fällen trägt unter Vorbehalt von Artikel 390 der Kanton die Verfahrenskosten BGE 132 I 117 S. 119\n\n1. bei Nichteintreten auf eine Anzeige (Art. 227),\n\n2. bei Nichteröffnung (Art. 228),\n\n3. bei Aufhebung der Strafverfolgung (Art. 250 Abs. 2),\n\n4. bei Freispruch (Art. 309 Abs. 1),\n\n5. wenn dem Verfahren keine weitere Folge gegeben wird (Art. 309 Abs. 2).\n\nArt. 390 Abs. 1 (Anderweitige Kostentragung)\n\nIn Fällen gemäss Artikel 389 können die Verfahrenskosten ganz oder teilweise auferlegt werden\n\n1. der Privatklägerschaft sowie den einen Strafantrag stellenden oder eine Anzeige einreichenden Personen, sofern diese mutwillig oder grobfahrlässig gehandelt haben;\n\n2. der angeschuldigten Person, sofern diese in rechtlich vorwerfbarer Weise das Verfahren veranlasst oder so dessen Durchführung erschwert hat.\n\n2.2 Das Obergericht verweist im angefochtenen Urteil auf die Begründung des Kreisgerichts, wonach offenkundige und schwerwiegende Verletzungen fundamentaler Rechte der Opfer Ursache für die Eröffnung und Durchführung des Strafverfahrens sind. Wäre der Angeschuldigte am Leben geblieben, hätten ihm gestützt auf Art. 390 Abs. 1 Ziff. 2 StrV/BE die Verfahrenskosten auferlegt werden müssen; eine Entschädigung zu seinen Gunsten wäre nie in Frage gekommen. Die Belastung des Nachlasses mit den erstinstanzlichen Verfahrenskosten entspreche der für alle Schulden des Erblassers geltenden Regelung. Sie würden mit wenigen gesetzlichen Ausnahmen zu persönlichen Schulden der Erben, sofern diese die Erbschaft nicht ausschlagen. Die Erben seien für Schadenersatzforderungen aus unerlaubter Handlung des Erblassers haftbar, auch wenn der Schaden erst nach dessen Tod eintrete. Folgerichtig könne die Kostenauflage ebenfalls zu Lasten des Nachlasses gehen. Die gesetzliche Regel, wonach bei Verfahrenseinstellung der Kanton die Verfahrenskosten trägt (Art. 389 Ziff. 5 StrV/BE), lasse Raum für eine abweichende Auslegung.\n\nNach dem Obergericht entsprechen diese Erwägungen der neuen Berner Gerichtspraxis, die eingeleitet wurde mit den Urteilen des Wirtschaftsstrafgerichts vom 11. Dezember 2002 und des Kassationshofs vom 18. August 2003 (beide zusammengefasst in: ZBJV 140/2004 S. 762 ff.; im Folgenden auch: Praxisänderung 2002/03). Entscheidend sei, ob die Kosten des Strafverfahrens eine Verbindlichkeit des Angeschuldigten wie jede andere zu dessen Lebzeiten BGE 132 I 117 S. 120entstandene Schuld darstellen und damit im Todesfall ein Bestandteil des Nachlasses würden. Dazu stellt das Obergericht in der Sache aber keine eigenen Erwägungen an.\n\n3.\n\n3.1 Die Beschwerdeführerin rügt eine Verletzung des Willkürverbots. Sie macht überdies geltend, für die Kostenauflage an den Nachlass des verstorbenen Angeschuldigten fehle eine gesetzliche Grundlage.\n\n3.2 Das Bundesgericht hat die Frage bisher nicht beurteilt, ob eine Kostenauflage an den Nachlass des verstorbenen Angeschuldigten ohne ausdrückliche gesetzliche Regelung das Legalitätsprinzip verletzt.\n\n3.3 In einem unveröffentlichten Urteil von 1980 hat das Bundesgericht entschieden, es sei nicht willkürlich, dem Nachlass eines verstorbenen Angeschuldigten einen Zehntel der Untersuchungskosten aufzuerlegen, auch wenn für den Fall, dass der Angeschuldigte verstorben ist, eine ausdrückliche Regelung fehlt (Urteil P.436/ 1980 vom 5. November 1980). Das Obergericht des Kantons Basel-Landschaft hatte ausgeführt, die Kostenforderung sei vor dem Tod des Angeschuldigten entstanden, als die Tatsachen, die sein prozessuales Verschulden begründeten, eingetreten und die Untersuchungshandlungen durchgeführt worden seien (Urteil des Obergerichts des Kantons Basel-Landschaft vom 6. Mai 1980, in: BJM 1981 S. 267 ff.). Zur Ansicht des Obergerichts, wonach ein deklarativer Kostenentscheid vorgelegen sei, äusserte sich das Bundesgericht nicht.\n\nIn BGE 109 Ia 160 hob das Bundesgericht eine Kostenauflage zu Lasten des Nachlasses des Angeschuldigten wegen einer Verletzung der Unschuldsvermutung auf. Dieses Urteil ist für den vorliegenden Fall nicht einschlägig, da keine Verletzung der Unschuldsvermutung zu beurteilen ist; zudem sieht das Berner Recht - anders als das damals beurteilte Luzerner Recht - die Kostenauflage an den Nachlass nicht ausdrücklich vor.\n\n4.\n\n4.1 Das Erfordernis der gesetzlichen Grundlage (Legalitätsprinzip) im Abgaberecht ist ein selbständiges verfassungsmässiges Recht, dessen Verletzung unmittelbar gestützt auf Art. 127 Abs. 1 BV geltend gemacht werden kann (BGE 128 I 317 E. 2.2.1).\n\nBGE 132 I 117 S. 121\n\n4.2 Bei den Kosten eines Strafverfahrens handelt es sich wie bei den Gerichtskosten (BGE 120 Ia 171 E. 2a) um Kausalabgaben (Urteil 1P.464/2005 vom 10. November 2005, E. 3.2). Nach der Rechtsprechung bedürfen öffentliche Abgaben der Grundlage in einem formellen Gesetz. Darin müssen zumindest der Kreis der Abgabepflichtigen, der Gegenstand und die Bemessungsgrundlagen der Abgabe festgelegt sein. Bei gewissen Arten von Kausalabgaben hat die Rechtsprechung diese Vorgaben für die Abgabenbemessung gelockert: Dies gilt namentlich dort, wo das Mass der Abgabe durch überprüfbare verfassungsrechtliche Prinzipien (Kostendeckungs- und Äquivalenzprinzip) begrenzt wird und nicht allein der Gesetzesvorbehalt diese Schutzfunktion erfüllt (BGE 130 I 113 E. 2.2). Einer solchen Lockerung zugänglich sind grundsätzlich auch Vorschriften über Verfahrenskosten (BGE 120 Ia 171 E. 2a). Die mögliche Lockerung betrifft in diesen Fällen aber stets nur die formellgesetzlichen Vorgaben zur Bemessung, nicht die Umschreibung des Kreises der Abgabepflichtigen und des Gegenstandes der Abgabe (BGE 123 I 248 E. 2; ADRIAN HUNGERBÜHLER, Grundsätze des Kausalabgabenrechts, in: ZBl 104/2003 S. 516).\n\n5.\n\n5.1 Das Bundesgericht hat entschieden, dass die Regeln über die Anmeldung von Forderungen gegen eine verstorbene Person für die Aufnahme ins öffentliche Inventar (Art. 589 und 590 ZGB) sich nicht eo ipso von Bundesrechts wegen auf Steuerforderungen beziehen, sondern ausschliesslich zivilrechtliche Verpflichtungen betreffen. Zudem hielt es fest, dass im Todeszeitpunkt des Steuerpflichtigen rechtskräftig festgesetzte und vollstreckbare Steuerforderungen nicht aufgrund der zivilrechtlichen Universalsukzession, sondern kraft öffentlichrechtlich angeordneter Steuersukzession auf die Erben übergehen (BGE 102 Ia 483 E. 6b/dd S. 491; ebenso: PETER WEIMAR, Berner Kommentar zum ZGB, Bd. III/1/1, Bern 2000, Erbrecht - Einleitung, Rz. 9, S. 4; IVO SCHWANDER, Basler Kommentar, Zivilgesetzbuch II, 2. Aufl., Basel 2003, Rz. 8 Abs. 3 zu Art. 560 ZGB; für die analoge Anwendung des ZGB: HANS MICHAEL Riemer, Vererblichkeit und Unvererblichkeit von Rechten und Pflichten im Privatrecht und im öffentlichen Recht, in: recht 24/ 2006 S. 31; ERNST BLUMENSTEIN/PETER LOCHER, System des schweizerischen Steuerrechts, 6. Aufl., Zürich 2002, S. 74; PETER TUOR/ VITO PICENONI, Berner Kommentar, Bd. III/2, 2. Aufl., Bern 1964, Rz. 7a zu Art. 560 ZGB; für eine Lückenfüllung: WALTER FREI, BGE 132 I 117 S. 122Die Erbenhaftung für Forderungen aus dem Steuerrechtsverhältnis, Diss. Zürich 1995, S. 81 f.).\n\n5.2 Der Berner Kassationshof, auf den sich das Obergericht beruft, hat im Urteil vom 18. August 2003 ausgeführt, dass die Universalsukzession gemäss Art. 560 Abs. 2 ZGB für eine Kostenauflage nicht ausreiche, da sie nur den Übergang, nicht die Entstehung der Schuld und nur privatrechtliche, nicht öffentlichrechtliche Verbindlichkeiten erfasse. Die Möglichkeit der Kostenauflage sei aber im Ergebnis zulässig, da sie sich aus dem Bernischen Strafverfahrensgesetz ergebe (ZBJV 140/2004 S. 766).\n\n6. Die Lehre äussert sich zur Belastung des Nachlasses bzw. der Erben mit Kosten bei Verfahrenseinstellung infolge Todes des Angeschuldigten nur knapp. Im Wesentlichen verweist sie auf kantonale Gesetzesvorschriften oder Praxis, ohne sich mit dem Problem der Rechtsnachfolge auseinander zu setzen.\n\n6.1 Nach NIKLAUS SCHMID soll die Kostenauflage im Kanton Zürich möglich sein, obwohl dies gesetzlich nicht vorgesehen ist. Der Nachlass könne belastet werden, wenn der Angeschuldigte während der Untersuchung stirbt und die Einstellung wegen des Todes erfolgt, soweit die Kosten vom Angeschuldigten verschuldet wurden und er kostenpflichtig gewesen wäre, sofern er noch leben würde (NIKLAUS SCHMID, in: Andreas Donatsch/Niklaus Schmid, Kommentar zur Strafprozessordnung des Kantons Zürich, Zürich, Stand Januar 1999, § 42 Rz. 35; NIKLAUS SCHMID, Strafprozessrecht, 4. Aufl., Zürich 2004, Rz. 1210). Der als Beleg aufgeführte Beschluss des Bezirksgerichts Horgen vom 2. August 1995 (in: ZR 96/1997 S. 160, E. 2e) geht in der Begründung nicht weiter. Nach dem Urteil des Obergerichts des Kantons Zürich vom 19. März 1936 (in: ZR 36/1937 S. 151) sei diese Kostenfolge nicht Nebenfolge der Strafe, sondern habe einen selbständigen Rechtsgrund (dies allerdings als obiter dictum, weil nicht der mit der Kostenhälfte belastete Erbe des vor Urteilsfällung verstorbenen Angeklagten, sondern der im Ehrverletzungsprozess ebenfalls kostenpflichtige Privatkläger ans Obergericht gelangte).\n\nDie übrigen Lehrmeinungen orientieren sich an jenen Kantonen, die die Kostenauflage an den Nachlass gesetzlich ausdrücklich vorschreiben, und sind daher nicht einschlägig (ROBERT HAUSER/ERHARD SCHWERI/KARL HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl., Basel 2005, § 108 Rz. 29; NIKLAUS OBERHOLZER, Grundzüge des BGE 132 I 117 S. 123Strafprozessrechts, 2. Aufl., Bern 2005, Rz. 1814 zu Art. 262 Abs. 2 [recte Art. 264] StPO/SG; THOMAS HANSJAKOB, Kostenarten, Kostenträger und Kostenhöhe im Strafprozess, Diss. St. Gallen 1988, S. 297 ff.).\n\n6.2 In der Berner Lehre bestand vor der Praxisänderung 2002/03 die einhellige Meinung, dass bei Erlöschen des staatlichen Strafanspruchs infolge Todes des Angeschuldigten vor Abschluss des Verfahrens die Pflicht zur Kostentragung dem Staat obliege (THOMAS MAURER, Das bernische Strafverfahren, 2. Aufl., Bern 2003, S. 590; JÜRG AESCHLIMANN, Einführung in das Strafprozessrecht, Bern 1997, Rz. 2043; PETER STAUB, Kommentar zum Strafverfahren des Kantons Bern, Bern 1992, Art. 199-200 Rz. 15; Entscheid der Anklagekammer [recte laut Kassationshof: II. Strafkammer] des Kantons Bern vom 14. Oktober 1977, in: ZBJV 117/1981 S. 395).\n\nDas auf den 1. Januar 1997 in Kraft getretene neue Strafverfahrensgesetz brachte in dieser Frage keine Änderung (vgl. Art. 200 Abs. 1 und 3 des Gesetzes von 1928, abgedruckt bei STAUB, a.a.O., S. 490). Erst die Praxisänderung 2002/03 ermöglichte eine Kostenauflage an den Nachlass bei Verfahrenseinstellung, weil der nicht verurteilte Angeschuldigte gestorben ist und diesem ein Veranlassen oder Erschweren des Strafverfahrens im Sinne von Art. 390 Abs. 1 Ziff. 2 StrV/BE hätte vorgeworfen werden können.\n\n6.3 In seinem Urteil vom 11. Dezember 2002 (ZBJV 140/2004 S. 736) erkannte das Wirtschaftsstrafgericht, die alte Praxis, wonach eine Kostenauflage im Falle des Todes des Angeschuldigten vor Abschluss des Strafverfahrens unzulässig sei, gehe auf die Kommentierung von MAX WAIBLINGER (Das Strafverfahren für den Kanton Bern, Langenthal 1937/1942, Art. 200 Rz. 3, S. 295 f.) zurück. Dieser hatte Folgendes ausgeführt:\n\n\"Erfolgt die Aufhebung zufolge Todes des Angeschuldigten, so können die Verfahrenskosten nicht etwa den Erben auferlegt werden. Die zürch. Rechtsprechung (...) hat dies allerdings als möglich erachtet, indem sie davon ausgeht, dass die Kostenauflage an den Angeschuldigten, der das Verfahren durch schuldhafte Erregung von Verdachtsgründen veranlasst habe, keine Straffolge sei, sondern auf einem selbständigen Rechtsgrund beruhe; der bezügliche Kostenanspruch des Staates sei schon zu Lebzeiten des Angeschuldigten entstanden, durch das Verhalten des Angeschuldigten begründet worden, nur seine gerichtliche Feststellung erfolge nach dem Tode. Diese Gesetzesauslegung ist gekünstelt und würde eine Rechtsnachfolge der Erben in die Prozessstellung des Angeschuldigten voraussetzen.\" BGE 132 I 117 S. 124\n\n6.4 Das Wirtschaftsstrafgericht hält dem entgegen, man müsse sich vom Gedanken lösen, die Kostenpflicht des freigesprochenen oder aus anderen Gründen (Tod, Verjährung) aus dem Verfahren entlassenen Angeschuldigten habe irgendwie mit der Haftung für strafrechtliches Verschulden zu tun. Vielmehr handle es sich dabei um eine zivilrechtlichen Grundsätzen angenäherte Haftung für ein fehlerhaftes Verhalten. Aus diesem Blickwinkel betrachtet verliere die Ansicht von WAIBLINGER an Überzeugungskraft, denn die Kostenauflage an die Erben setze unter diesen Bedingungen keine Nachfolge in die Prozessstellung des Angeschuldigten voraus, sondern lasse sich mit erbrechtlichen Überlegungen begründen. Die dem Angeschuldigten wegen Verletzung zivilrechtlicher Normen aufzuerlegenden Verfahrenskosten gingen eo ipso auf die Erben über, da sie von der Universalsukzession gemäss Art. 560 ZGB erfasst würden und die Erben des Urhebers einer unerlaubten Handlung auch dann hafteten, wenn der Schaden erst nach dessen Tod eingetreten sei (ZBJV 140/2004 S. 765).\n\n7.\n\n7.1 Nach der Berner Rechtsprechung ergibt sich die neue Kostenpraxis durch Auslegung des kantonalen Strafverfahrensgesetzes; dieses sehe die Belastung des Nachlasses weder explizit vor, noch schliesse es sie ausdrücklich aus. Es ist zu entscheiden, ob dies als gesetzliche Grundlage ausreicht.\n\n7.2 Die Darlegungen der Berner Gerichte treffen zu, wonach die Kostenauflage an einen nicht verurteilten Angeschuldigten mit einem strafrechtlichen Schuldvorwurf unzulässig sei. Dies würde nach der Rechtsprechung die Unschuldsvermutung verletzen (BGE 116 Ia 162 E. 2e). Damit ist allerdings für die Frage nichts gewonnen, ob das Legalitätsprinzip es zulässt, mit den Vorschriften über die Kostentragung des Angeschuldigten eine Forderung gegen seinen Nachlass zu begründen. Im unpublizierten Teil seines Urteils vom 18. August 2003 räumt der Kassationshof ein, eine direkte Kostenauflage an die Erben (im Gegensatz zur Belastung des Nachlasses) wäre vom Wortlaut des Strafverfahrensgesetzes nicht gedeckt. Der Kassationshof begründet nicht, wieso er die Erben und den Nachlass unterschiedlich behandeln will; möglicherweise beabsichtigt er damit eine Haftungsbegrenzung auf die Höhe der Erbschaft (HANSJAKOB, a.a.O., S. 301) oder ein Verbot der Kostenauflage im Falle der Erbausschlagung. Im Ergebnis führt die Verpflichtung des Nachlasses gleichwohl zu einer Haftung der Erben, weshalb die Sonderbehandlung des Nachlasses nicht einleuchtet. BGE 132 I 117 S. 125\n\n7.3 Die Kostenverfügung erging rund ein Jahr nach dem Tod des Angeschuldigten. Es fragt sich, ob vor dieser Verfügung, zu Lebzeiten des Angeschuldigten, eine Forderung des Staates gegenüber dem Angeschuldigten auf Bezahlung der Strafuntersuchungskosten begründet wurde, die nach den zitierten Lehrmeinungen (E. 5.1) mit dessen Tod allenfalls auf die Alleinerbin überging.\n\nDabei ist zu berücksichtigen, dass die Strafverfahrenskosten nicht gleichmässig entsprechend dem Zeitverlauf wachsen, sondern unter anderem davon abhängen, welche Untersuchungshandlungen durchgeführt werden; sie können je nach Gang des Verfahrens unterschiedlich ausfallen. Sodann sieht das kantonale Gesetz keine automatische Haftung des Angeschuldigten vor; eine Kostenpflicht entsteht nur im gerichtlich zu beurteilenden Ausnahmefall. Liegen dafür die Voraussetzungen vor, kann schliesslich das Gericht den Angeschuldigten allenfalls auch bloss zur Bezahlung eines Teils der Verfahrenskosten verpflichten (Art. 390 Abs. 1 Ziff. 2 StrV/BE).\n\nDaraus wird deutlich, dass bis zum gerichtlichen Kostenentscheid weder die Zahlungspflicht als solche noch der allfällige Forderungsbetrag feststehen. Die Pflicht zur Kostentragung entsteht somit durch die entsprechende Verfügung; diese wirkt nicht feststellend, sondern rechtsgestaltend.\n\nIm Rechtsverhältnis zwischen dem Staat und dem Angeschuldigten ist keine Kostenforderung entstanden; als die Kostenverfügung erging, war die Rechtspersönlichkeit des Angeschuldigten durch Tod bereits untergegangen (Art. 31 Abs. 1 ZGB). Daher ist ein Rechtsübergang vom Angeschuldigten auf die Alleinerbin ausgeschlossen. Unter diesen Voraussetzungen lässt sich die Zahlungspflicht nicht mit einer allfälligen Analogie zur Steuernachfolge oder zur erbrechtlichen Universalsukzession begründen.\n\n7.4 Das Strafverfahrensgesetz des Kantons Bern sieht - im Gegensatz etwa zu den Gesetzen der Kantone Luzern, Schaffhausen oder St. Gallen (Nachweise bei HAUSER/SCHWERI/HARTMANN, a.a.O., § 108 Rz. 29) - eine direkte Belastung des Nachlasses bzw. der Erben nicht vor. Es nennt als kostenpflichtige Personen nur den Angeschuldigten sowie die (hier nicht einschlägigen) Privatkläger, Strafantragsteller oder Anzeiger. Nach der Rechtsprechung zum Legalitätsprinzip ist eine Lockerung des gesetzlich festgelegten Kreises der Abgabepflichtigen nicht zulässig (E. 4). Daher kann mangels Parteiwechsels oder ausdrücklicher gesetzlicher Grundlage BGE 132 I 117 S. 126kein Rechtsübergang stattfinden. Stirbt der Angeschuldigte und wurde über die Untersuchungskosten noch nicht verfügt, so kommt der Grundsatz der Kostentragung durch den Staat zur Anwendung. Eine abweichende Anordnung, die sich nicht auf eine ausdrückliche gesetzliche Norm abstützt, verstösst gegen das verfassungsrechtliche Legalitätsprinzip (Art. 127 Abs. 1 BV). Das Vorbringen der Beschwerdeführerin ist begründet.\n\n8. Die Beschwerde ist gutzuheissen und das angefochtene Urteil aufzuheben, soweit es die Beschwerdeführerin mit Kosten belastet und ihr keinen vollen Parteikostenersatz zuspricht.\n\nDa es sich um sein Vermögensinteresse handelt (Art. 156 Abs. 2 OG; BGE 97 I 329 E. 6), trägt der Kanton Bern als unterliegende Partei die Kosten (Art. 156 Abs. 1 OG). Zudem hat er der obsiegenden Beschwerdeführerin für das bundesgerichtliche Verfahren eine angemessene Parteientschädigung zu bezahlen (Art. 159 Abs. 1 und 2 OG)."}