{"annee": "133", "cour": "II", "page": "81", "date": "27/2/2007", "cite": ["120 IB 48", "124 II 293", "129 II 183", "121 II 39", "127 II 132", "130 II 530", "123 II 376", "128 II 34", "121 II 171", "130 II 351", "131 II 587", "131 II 497"], "cite_par": ["133 II 232", "137 IV 87", "136 I 274"], "chapeau": "9. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. AEM S.p.A. gegen Übernahmekommission sowie Eidgenössische Bankenkommission (Verwaltungsgerichtsbeschwerde)\n\n2A.508/2006 vom 27. Februar 2007", "regestes": ["Art. 103 let. a OJ; art. 6 PA; art. 23 et 32 LBVM; art. 3, 5, 38 et 53 ss OOPA; obligation de présenter une offre publique; position de l'actionnaire minoritaire devant la Commission des OPA et devant la Commission des banques; qualité pour former un recours de droit administratif. Un actionnaire minoritaire qui a participé à la procédure devant la Commission des OPA non pas comme partie, mais seulement comme intervenant, n'est pas habilité à rejeter une recommandation de la commission (consid. 4). Il n'a pas davantage, devant la Chambre OPA de la Commission des banques, la qualité de partie, respectivement le droit de réclamer une décision de l'autorité de surveillance s'écartant de la recommandation de première instance (consid. 5). De même, il ne peut pas atteindre cet objectif avec un recours de droit administratif au Tribunal fédéral, raison pour laquelle il n'y a pas lieu d'entrer en matière sur un tel recours, en l'absence d'un intérêt digne de protection (consid. 3 et 6)."], "faits": "BGE 133 II 81 S. 82\n\nA. Die Aare-Tessin AG für Elektrizität (im Folgenden: Atel), deren Aktien (3'036'000 Namenaktien, Nennwert von Fr. 100.-) an der SWX Swiss Exchange kotiert sind, ist eine Aktiengesellschaft mit Sitz in Olten. Die Motor-Columbus AG (im Folgenden: Motor-Columbus) ist eine Aktiengesellschaft mit Sitz in Baden. Ihre Aktien (506'000 Inhaberaktien, Nennwert Fr. 500.-) sind ebenfalls an der SWX Swiss Exchange kotiert. Die Gesellschaft ist eine reine Finanzholding mit Beteiligungen vor allem im Energiebereich. Als grösste Beteiligung hält sie 58,51 % aller Namenaktien von Atel.\n\nDie UBS AG, mit Sitz in Zürich und Basel, hielt eine Beteiligung von 55,64 % an Motor-Columbus. Am 29. September 2005 veräusserte sie diese Beteiligung an verschiedene Käufer, darunter Atel. Zeitgleich schloss Atel mit den übrigen Aktienkäufern, die ihrerseits ein Konsortium bildeten, eine Konsortialvereinbarung ab.\n\nMit Empfehlung vom 11. August 2005 stellte die Übernahmekommission fest, die Konsortialmitglieder und Atel hielten aufgrund der Konsortialvereinbarung direkt und indirekt mehr als 331 /3 % der Stimmrechte an Atel und müssten demnach den Aktionären von Atel ein öffentliches Übernahmeangebot im Sinne von Art. 32 Abs. 1 des Bundesgesetzes vom 24. März 1995 über die Börsen und den Effektenhandel (Börsengesetz, BEHG; SR 954.1) unterbreiten (Empfehlung I). Die Motor-Columbus könne das Pflichtangebot im Auftrag der Konsortialmitglieder durchführen und den Aktionären der Atel Aktien der Motor-Columbus zum Umtausch anbieten (Empfehlung II). BGE 133 II 81 S. 83\n\nAm 23. März 2006 unterzeichneten die Motor-Columbus und die Atel einen Fusionsvertrag, nach welchem Motor-Columbus in Atel als übernehmende Gesellschaft (\"NewCo\") fusionieren sollte. Am 24. März 2006 veröffentlichte Motor-Columbus die Voranmeldung des öffentlichen Umtauschangebotes für alle sich im Publikum befindenden Namenaktien der Atel. Der Angebotsprospekt wurde am 28. März 2006 publiziert.\n\nB. Am 17./21. März 2006 wandte sich die AEM S.p.A., Mailand, eine Aktionärin mit einer Beteiligung von 5,76 % an Atel, an die Übernahmekommission und ersuchte diese, das öffentliche Übernahmeangebot als unzulässig zu erklären und zu empfehlen, den Angebotsprospekt nicht zu veröffentlichen. Mit Empfehlung vom 24. März 2006 liess die Übernahmekommission die AEM S.p.A. als Intervenientin im Sinne von Art. 54 der Verordnung der Übernahmekommission vom 21. Juli 1997 über öffentliche Kaufangebote (Übernahmeverordnung-UEK, UEV-UEK; SR 954.195.1) im Verfahren zu. Nach Eingang der Stellungnahme der AEM S.p.A. entschied die Übernahmekommission mit Empfehlung vom 7. April 2006, dass der Angebotsprospekt in verschiedener Hinsicht zu ändern bzw. zu ergänzen sei. Die von der AEM S.p.A. insbesondere beanstandete Kombination des Umtauschangebotes mit anschliessender Fusion (\"reverse merger\") wurde indessen als zulässig erklärt (Empfehlung VI).\n\nMit Schreiben vom 18. April 2006 erklärte die AEM S.p.A. die Ablehnung der Empfehlung VI; sie bestritt dabei die Gesetzmässigkeit des Umtauschangebotes sowie die Unabhängigkeit der Prüfstelle. Die Übernahmekomission übermittelte die Eingabe der Übernahmekammer der Eidgenössischen Bankenkommission (nachfolgend: Bankenkommission). Diese bejahte am 3. Mai 2006 die Befugnis der AEM S.p.A., die Empfehlung der Übernahmekommission abzulehnen, auch wenn sie am erstinstanzlichen Verfahren nicht als Partei, sondern bloss als Intervenientin teilnehmen konnte. Weiter verfügte sie, das Umtauschangebot vom 28. März 2006 entspreche nicht dem Börsengesetz, denn den Minderheitsaktionären werde im Ergebnis die Möglichkeit genommen, ihr Ausstiegsrecht gemäss Art. 32 BEHG wahrzunehmen, ohne Gefahr zu laufen, allenfalls einen erheblichen Preisabschlag zu erleiden. Schliesslich stellte sie fest, die Unabhängigkeit der Prüfstelle sei gegeben. Das Umtauschangebot wurde jedoch nicht suspendiert. BGE 133 II 81 S. 84\n\nGestützt auf die in der angefochtenen Verfügung der Bankenkommission vom 3. Mai 2006 festgestellten rechtlichen Mängel des Umtauschangebotes vom 28. März 2006 hoben die Motor-Columbus und die Atel den Fusionsvertrag vom 23. März 2006 auf. Am 1. Juni 2006 änderte die Motor-Columbus sodann den Angebotsprospekt für das öffentliche Umtauschangebot entsprechend. Nachdem sich die AEM S.p.A. zur Änderung des öffentlichen Umtauschangebotes geäussert hatte, stellte die Übernahmekommission mit Empfehlung (VII) vom 12. Juni 2006 fest, dass das geänderte Angebot gesetzeskonform sei. Nachdem die AEM S.p.A. auch diese Empfehlung am 19. Juni 2006 abgelehnt hatte, stellte die Übernahmekammer der Bankenkommission in Bestätigung der Empfehlung VII mit Verfügung vom 4. Juli 2006 fest, das geänderte Umtauschangebot entspreche nun - nach der Aufhebung des Fusionsvertrages und damit dem Wegfall des ursprünglich geplanten \"reverse merger\" - dem Börsengesetz.\n\nC. Gegen diese Verfügung hat die AEM S.p.A. am 4. September 2006 beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben. Sie beantragt, den Entscheid der Bankenkommission aufzuheben. Das öffentliche Umtauschangebot vom 28. März 2006 bzw. vom 1. Juni 2006 verstosse gegen Bundesrecht. Weiter sei zu erkennen, dass die Beschwerde auch noch gegen die Folgen der Empfehlung II vom 11. August 2005 zulässig sei.\n\nDas Bundesgericht tritt auf die Verwaltungsgerichtsbeschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n3. Verfügungen der Bankenkommission als Börsenaufsichtsbehörde unterliegen nach den hier massgebenden Verfahrensvorschriften unmittelbar der Verwaltungsgerichtsbeschwerde an das Bundesgericht (vgl. Art. 39 i.V.m. Art. 32 BEHG und Art. 98 lit. f OG; BGE 129 II 183 E. 3.2.1 S. 187). Gemäss Art. 103 lit. a OG ist zur Verwaltungsgerichtsbeschwerde berechtigt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat.\n\nIm Allgemeinen ist ein Interesse im Sinne dieser Bestimmung nur schutzwürdig, wenn der Beschwerdeführer im Zeitpunkt der Urteilsfällung ein aktuelles, praktisches Interesse an der Aufhebung oder Änderung der angefochtenen Verfügung hat (vgl. BGE 128 II 34 E. 1b S. 36 mit Hinweis). Vorliegend ist die BGE 133 II 81 S. 85Verwaltungsgerichtsbeschwerde nicht schon deshalb gegenstandslos, weil das Umtauschverfahren inzwischen durchgeführt worden ist, denn ein Barangebot an die verbleibenden Aktionäre der Atel, wie es die Beschwerdeführerin anstrebt, könnte wohl auch nachträglich noch gemacht werden.\n\nDie Frage des schutzwürdigen Interesses stellt sich indessen insoweit, als zu prüfen ist, ob die Beschwerdeführerin befugt war, die Empfehlungen der Übernahmekommission abzulehnen (vgl. hierzu nachfolgend E. 4), bzw. ob ihr im Verfahren vor der Bankenkommission als Aufsichtsbehörde Parteistellung zukam (vgl. unten E. 5), nachdem sie im Verfahren vor der Übernahmekommission nur als Intervenientin teilgenommen hatte. Diese Frage, die in BGE 129 II 183 E. 4.2. S. 189 ff. noch offengelassen wurde, ist hier zu beantworten, nachdem das Bundesgericht im Urteil 2A.334/2006 vom 10. Oktober 2006 (vgl. dort E. 1.3) in Aussicht gestellt hat, sich damit zu befassen, sollte die hier betroffene Minderheitsaktionärin ihrerseits Verwaltungsgerichtsbeschwerde erheben. Wenn sie nicht berechtigt war, von der Bankenkommission eine von den hier massgeblichen Empfehlungen abweichende Verfügung zu verlangen, kann sie dieses Ziel auch mit der vorliegenden Verwaltungsgerichtsbeschwerde nicht erreichen, weshalb darauf nicht einzutreten wäre (vgl. BGE 131 II 587 E. 2.1 S. 588 f.; BGE 127 II 132 E. 2a S. 136; BGE 124 II 293 E. 3b S. 304; BGE 123 II 376 E. 2 S. 378; BGE 121 II 39 E. 2c/aa S. 43, BGE 121 II 171 E. 2b S. 174; BGE 120 Ib 48 E. 2a S. 51; je mit Hinweisen).\n\n4.\n\n4.1 Art. 32 Abs. 1 BEHG verpflichtet den Erwerber von mehr als 331 /3 Prozent der Stimmrechte einer Publikumsgesellschaft, den übrigen Inhabern von kotierten Beteiligungspapieren ein öffentliches Kaufangebot zu unterbreiten. Die Überwachung solcher Angebote obliegt der Übernahmekommission. Sie hat die Aufgabe, die Einhaltung der börsen- und übernahmerechtlichen Bestimmungen im Einzelfall zu überprüfen. Bei jedem öffentlichen Kaufangebot erlässt sie namentlich Empfehlungen, die feststellen, ob diese Bestimmungen im konkreten Fall eingehalten worden sind (vgl. Art. 23 Abs. 3 BEHG, Art. 3 Abs. 1 UEV-UEK, Art. 1 des Reglements der Übernahmekommission vom 21. Juli 1997 [Reglement-UEK, R-UEK; SR 954.195.2]; RUDOLF TSCHÄNI/MATHIAS OERTLE, in: Nedim Peter Vogt/Rolf Watter [Hrsg.], Kommentar zum schweizerischen Kapitalmarktrecht, Basel usw. 1999, Rz. 13 zu Art. 23 BEHG; MYRIAM SENN, Die Übernahmekommission nach dem Börsengesetz, BGE 133 II 81 S. 86AJP 1997 S. 1182; ALAIN HIRSCH, The Swiss Takeover Board, SZW Sondernummer 1997 S. 75; DIETER ZOBL/STEFAN KRAMER, Schweizerisches Kapitalmarktrecht, Zürich 2004, Rz. 297 S. 109).\n\nZwangsrechtliche Mittel zur Durchsetzung ihrer Empfehlungen hat die Kommission aber nicht. Die Befugnis, die zum Vollzug des Börsengesetzes und seiner Ausführungsbestimmungen notwendigen, rechtsverbindlichen Verfügungen an die Verfahrensbeteiligten zu erlassen und zu vollziehen, kommt ausschliesslich der Bankenkommission als Aufsichtsbehörde zu (vgl. Art. 35 Abs. 1 BEHG; ROLF WEBER, Börsenrecht, Zürich 2001, Rz. 15 zu Art. 23 BEHG; MANFRED KÜNG/FELIX M. HUBER/MATTHIAS KUSTER, Kommentar zum Börsengesetz, Zürich 1998, Loseblattausgabe, Rz. 4 zu Art. 23 BEHG; PETER NOBEL, Schweizerisches Finanzmarktrecht, 2. Aufl., Zürich 2004, Rz. 35 f. S. 745; RUDOLF TSCHÄNI, M&A-Transaktionen nach Schweizer Recht, Zürich 2003, Rz. 78 S. 364; STEPHAN FREI, Öffentliche Übernahmeangebote in der Schweiz, Diss. Zürich 1995, S. 193; STEPHAN WERLEN, Die Rechtsstellung der Zielgesellschaft im Übernahmekampf, Diss. Zürich 2001, S. 148; TSCHÄNI/OERTLE, a.a.O., Rz. 2 und 14 f. zu Art. 23 BEHG; zu den Hintergründen dieser Regelung: CHRISTIAN KÖPFLI, Die Angebotspflicht im schweizerischen Kapitalmarktrecht, Diss. Zürich 1999, S. 265 ff. sowie HIRSCH, a.a.O., S. 71 ff.; SENN, a.a.O., S. 1178 ff.). Die Empfehlungen der Übernahmekommission stellen einseitige, rechtlich unverbindliche Verhaltensanweisungen dar; den Adressaten ist freigestellt, ob sie sich daran halten wollen oder nicht (vgl. SENN, a.a.O., S. 1183; NOBEL, a.a.O., Rz. 283 S. 940 und Rz. 329 S. 955; WERLEN, a.a.O., S. 154). Dementsprechend hält Art. 5 Abs. 1 UEV-UEK fest, dass die Parteien das Recht haben, eine von der Übernahmekommission erlassene Empfehlung abzulehnen. Was unter \"Parteien\" zu verstehen ist, bestimmt sich abschliessend nach Art. 53 Abs. 1 UEV-UEK. Genannt werden dort der Anbieter, die Personen, welche mit ihm in gemeinsamer Absprache handeln, sowie die Zielgesellschaft (vgl. dazu KÜNG/HUBER/KUSTER, a.a.O., Rz. 15 zu Art. 23 BEHG).\n\nNach den klaren Vorschriften des bestehenden Rechts (vgl. BGE 129 II 183 E. 4.2 S. 189 f.; MYRIAM SENN, Anmerkung zu BGE 129 II 183, AJP 2003 S. 1108 f.) ist die Parteistellung im Verfahren vor der Übernahmekommission (und demzufolge die Befugnis, eine Empfehlung der Kommission abzulehnen) somit enger begrenzt als in einem gewöhnlichen (erstinstanzlichen) Verwaltungsverfahren: Laut Art. 6 VwVG gelten als Parteien Personen, deren Rechte oder BGE 133 II 81 S. 87Pflichten die Verfügung berühren soll, und andere Personen, Organisationen oder Behörden, denen ein Rechtsmittel gegen die Verfügung zusteht. Die Übernahmeverordnung-UEK, die eigene Verfahrensregeln enthält, stellt eine lex specialis zum Verwaltungsverfahrensgesetz dar (vgl. BGE 129 II 183 E. 4.2 S. 190; SENN, Anmerkung, a.a.O., S. 1109; HIRSCH, a.a.O., S. 76), dessen Anwendung nach Art. 55 Abs. 5 UEV-UEK ausdrücklich ausgeschlossen ist. Das gilt damit auch für den in Art. 6 VwVG vorgesehenen Parteibegriff. Die Regelung von Art. 53 UEV-UEK ist gemäss bundesgerichtlicher Rechtsprechung weder gesetzes- noch verfassungswidrig (vgl. BGE 129 II 183 E. 4.2 S. 190).\n\n4.2 Trotz des eingeschränkten Parteibegriffs von Art. 53 UEV-UEK ist die Teilnahme weiterer Beteiligter möglich: Nach Art. 54 Abs. 1 UEV-UEK können Personen, die ein direktes berechtigtes Interesse geltend machen, als Intervenienten am Verfahren vor der Übernahmekommission teilnehmen und Einwendungen vorbringen. Bei Personen mit einer direkten oder indirekten Beteiligung von mindestens 5 % der Stimmrechte der Zielgesellschaft oder der Gesellschaft, deren Titel zum Tausch angeboten werden, wird das berechtigte Interesse vermutet (vgl. Art. 54 Abs. 2 i.V.m. Art. 38 Abs. 1 UEV-UEK). Intervenienten können sich grundsätzlich nur schriftlich und gestützt auf öffentlich zugängliche Dokumente vernehmen lassen. Weitergehende Rechte kommen ihnen nicht zu, da Art. 54 UEV-UEK den schutzwürdigen Interessen der Minderheitsaktionäre genügend Rechnung trägt (vgl. BGE 129 II 183 E. 4.2 S. 190; siehe zum Ganzen u.a. auch TSCHÄNI/OERTLE, a.a.O., Rz. 20 zu Art. 23 BEHG sowie SENN, Übernahmekommission, a.a.O., S. 1182).\n\nDie Beschwerdeführerin verfügt über die in Art. 38 Abs. 1 UEV-UEK geforderte Beteiligung an der Zielgesellschaft. Deshalb gewährte die Übernahmekommission ihr das Recht, als Intervenientin am Verfahren teilzunehmen und Einwendungen vorzubringen (vgl. Empfehlung V vom 24. März 2006). Im Einklang mit den genannten Bestimmungen ist der Beschwerdeführerin aber zu Recht keine Parteistellung zugestanden worden und ebenso wenig die Befugnis, Empfehlungen der Kommission abzulehnen.\n\n4.3 Dagegen bringt die Beschwerdeführerin verschiedene Argumente vor, die indessen nicht zu überzeugen vermögen:\n\n4.3.1 Eine Ablehnungsbefugnis der Minderheitsaktionäre der Zielgesellschaft ergibt sich, entgegen der Beschwerdeführerin (sowie der BGE 133 II 81 S. 88EBK-Verfügung vom 3. Mai 2006), namentlich nicht aus Art. 23 Abs. 3 Satz 3 BEHG (vgl. dazu auch RENATE WEY/LUKAS HUBER, Aus der Praxis der Übernahmekommission, SZW 2001 S. 151 f. und WEBER, a.a.O., Rz. 17 f. zu Art. 23 BEHG). Danach erlässt die Übernahmekommission ihre Empfehlungen gegenüber den \"Beteiligten\". Dieser Begriff umfasst jedoch ausschliesslich die im vorausgehenden Satz 2 erwähnten Anbieter und Zielgesellschaften. Art. 3 Abs. 1 UEV-UEK präzisiert in Übereinstimmung mit der Terminologie von Art. 5 Abs. 1 UEV-UEK, dass die Empfehlungen an die Parteien erlassen werden. Und gemäss Art. 55 Abs. 4 UEV-UEK werden die Empfehlungen der Übernahmekommission den Parteien eröffnet. Selbst wenn die Empfehlungen anderen Beteiligten, wie z.B. Intervenienten, zur Kenntnisnahme zugestellt werden, sind diese zu deren Ablehnung nicht berechtigt (vgl. zum Ganzen auch BGE 129 II 183 E. 4.2 S. 190).\n\n4.3.2 Unbegründet ist auch der Vorwurf der Beschwerdeführerin, eine Beschränkung der Ablehnungsbefugnis verstosse gegen die materiell- und verfahrensrechtlichen Zielsetzungen des Börsen- bzw. Übernahmerechts:\n\nDer Regelung öffentlicher Kaufangebote liegen verschiedene, teilweise gegenläufige, individuelle und funktionelle, börsen- sowie gesellschaftsrechtliche Schutzziele zugrunde (vgl. Art. 28 lit. c BEHG, Art. 1 UEV-UEK; RUDOLF TSCHÄNI, Öffentliche Übernahmeangebote im Börsengesetz und im EG-Recht, AJP 1994 S. 309 f.; ROBERT BERNET, Die Regelung öffentlicher Kaufangebote im neuen Börsengesetz, Diss. Basel 1997, S. 74 ff.; FREI, a.a.O., S. 188 f.; CHRISTIAN MEIER-SCHATZ, Meldepflichten und Übernahmeangebote, AJP 1998 S. 54; HANS CASPAR VON DER CRONE, Übernahmerechtliche Grundsätze: Transparenz, Gleichbehandlung und Lauterkeit, in: Schweiz. Übernahmekommission [Hrsg.], Schweizerisches Übernahmerecht in der Praxis, Zürich 2005, S. 1 ff.; zu den allgemeinen Zielsetzungen des Börsengesetzes: vgl. Art. 1 BEHG; NOBEL, a.a.O., Rz. 7 S. 732 f.; ALOIS RIMLE, Recht des schweizerischen Kapitalmarktes, Zürich 2004, Rz. 3 S. 291; ZOBL/KRAMER, a.a.O., Rz. 379 S. 138; HANSPETER DIETZI/SANDRA LATOUR, Schweizerisches Börsenrecht, Basel usw. 2002, S. 90 f.; MATTHIAS FELDMANN, L'obligation de présenter une offre publique d'acquisition à la suite d'une prise de contrôle, Diss. Lausanne 1999, S. 132 f.). Geschützt werden sollen namentlich die Minderheitsaktionäre der Zielgesellschaft (vgl. Urteil des Bundesgerichts 2A.394/2000 vom 2. Juli 2001, E. 3b, publ. in: EBK-Bulletin 42/2002 BGE 133 II 81 S. 89S. 31, mit zahlreichen Hinweisen; BGE 130 II 530 E. 5.3.1 S. 543 f.; WEBER, a.a.O., Rz. 1-4 zu Art. 32 BEHG; KARL HOFSTETTER, in: Vogt/Watter [Hrsg.], Kommentar zum schweizerischen Kapitalmarktrecht, Basel usw. 1999, Rz. 2-4 zu Art. 32 BEHG; KÜNG/ HUBER/KUSTER, a.a.O., Rz. 1 zu Art. 32 BEHG; SENN, Anmerkung, a.a.O., S. 1108 f.; TSCHÄNI, Übernahmeangebote, a.a.O., S. 309; ders., M&A-Transaktionen, a.a.O., Rz. 5 S. 334; RIMLE, a.a.O., Rz. 45 S. 303; ZOBL/KRAMER, a.a.O., Rz. 410 f. S. 149; DIETZI/LATOUR, a.a.O., S. 91). Die börsengesetzliche Regelung des Übernahmemarktes soll jedoch öffentliche Kaufangebote nicht begünstigen oder erschweren, sondern marktneutral wirken (vgl. TSCHÄNI, Übernahmeangebote, a.a.O., S. 310; BERNET, a.a.O., S. 79 mit weiteren Hinweisen). Gegebenenfalls sollen Übernahmen auch gegen den Willen der Zielgesellschaft sowie der Minderheitsaktionäre möglich sein, solange deren schutzwürdigen Interessen genügend Rechnung getragen wird.\n\nNeben dem Schutz der Minderheitsaktionäre bezweckt die Regelung der öffentlichen Übernahmeangebote auch denjenigen der Zielgesellschaft vor einer unzumutbaren Beeinträchtigung ihrer Geschäftstätigkeit (vgl. TSCHÄNI, Übernahmeangebote, a.a.O., S. 309 f.; ders., M&A-Transaktionen, a.a.O., Rz. 5 S. 334). Übernahmetransaktionen müssen regelmässig innert kurzer Frist durchgeführt werden. Die beteiligten Gesellschaften können nicht auf unbestimmte Zeit über den Erfolg oder Nichterfolg der geplanten Transaktion im Ungewissen bleiben. Zu vermeiden sind unter anderem Gerichtsverfahren, welche von Minderheitsaktionären der Zielgesellschaft gegen ein laufendes Kaufangebot eingeleitet werden und die effiziente Durchführung des Übernahmeverfahrens bzw. den Vollzug des Angebots ungerechtfertigt verzögern oder sogar verunmöglichen (zur zeitlichen Dringlichkeit in Übernahmesituationen vgl. u.a. ANNE HÉRITIER LACHAT, Loi sur les bourses: quelques nouveautés en matière d'offres publiques d'acquisition, in: Journée 1997 de droit bancaire et financier, sous la direction de Luc Thévenoz, S. 50 f.; ZOBL/ KRAMER, a.a.O., Rz. 299 S. 109).\n\nGemäss dem Grundsatz einer marktnahen und effizienten Überwachung der öffentlichen Übernahmeangebote steht die Regelung des Verfahrens vor der Übernahmekommission ganz im Zeichen einer raschen, ausgewogenen und einfachen Entscheidfindung (vgl. Art. 55 UEV-UEK; WEY/HUBER, a.a.O., S. 147; TSCHÄNI, Übernahmeangebote, a.a.O., S. 310; ders., M&A-Transaktionen, a.a.O., Rz. 5 S. 334). BGE 133 II 81 S. 90So bestimmt z.B. Art. 60 Abs. 4 UEV-UEK, dass grundsätzlich weder Zeugen einvernommen noch Gutachten eingeholt werden (vgl. TSCHÄNI/OERTLE, a.a.O., Rz. 22 f. zu Art. 23 BEHG; WEBER, a.a.O., Rz. 20 zu Art. 23 BEHG). Gleichzeitig gilt es ein rechtsstaatliches Verfahren zu gewährleisten. Die beiden wichtigsten verfahrensrechtlichen Grundsätze, die Rechtsgleichheit und das rechtliche Gehör, werden denn auch in Art. 55 Abs. 1 UEV-UEK ausdrücklich erwähnt (vgl. WEY/HUBER, a.a.O., S. 147; TSCHÄNI/OERTLE, a.a.O., Rz. 21 zu Art. 23 BEHG; WEBER, a.a.O., Rz. 19 zu Art. 23 BEHG; HIRSCH, a.a.O., S. 76 f.). Damit steht im Einklang, dass die Zielaktionäre am Verfahren vor der Übernahmekommission nicht direkt bzw. nur in einem beschränkten Rahmen teilnehmen, d.h. nur dann, wenn die übernahmerechtlichen Verfahrensregeln eine Beteiligung ausdrücklich vorsehen. Indem der Gesetz- bzw. Verordnungsgeber diesen Aktionären zwar keine Parteistellung, jedoch die Möglichkeit gewährt hat, als Intervenienten am Verfahren teilzunehmen, hat er einen Weg gefunden, sowohl ein schnelles und flexibles Verfahren als auch einen genügenden Minderheitenschutz zu gewährleisten. Vorliegend ist den schutzwürdigen Interessen der Beschwerdeführerin mit der Möglichkeit der Intervention jedenfalls ausreichend Rechnung getragen worden.\n\nSoweit Minderheitsaktionäre - wie hier - (in erster Linie) finanzielle Ansprüche geltend machen, erscheint die Ablehnung einer Empfehlung der Übernahmekommission zudem als das ungeeignete Rechtsmittel. Für die Verfolgung dieser vermögensrechtlichen Interessen können die Zielaktionäre (abgesehen von der Intervention nach Art. 54 UEV-UEK) auf ein Verfahren ausserhalb der übernahmerechtlichen Spezialbehörden, mit anderen Worten auf den Weg an die Zivilgerichte, verwiesen werden (vgl. dazu insb. Art. 105 ff. des Bundesgesetzes vom 3. Oktober 2003 über Fusion, Spaltung, Umwandlung und Vermögensübertragung [Fusionsgesetz, FusG; SR 221.301]; siehe u.a. auch RIMLE, a.a.O., Rz. 75 S. 311).\n\nDas hier von der Übernahmekommission befolgte Vorgehen verstösst somit nicht gegen die Verfahrensgrundsätze der Rechtsgleichheit und des rechtlichen Gehörs, ebenso wenig gegen die Zielsetzungen des Börsen- und Übernahmerechts, insbesondere im Bereich der öffentlichen Kaufangebote.\n\n4.3.3 Der Beschwerdeführerin kann im Weiteren insofern nicht gefolgt werden, als sie sich im vorliegenden Zusammenhang auf BGE 133 II 81 S. 91Überlegungen (in der Lehre) abstützt, die nicht die Modalitäten eines laufenden öffentlichen Kaufangebots, sondern die Frage betreffen, ob ein solches Angebot überhaupt unterbreitet werden muss:\n\nIn BGE 129 II 183 hat das Bundesgericht entschieden, dass die Legitimation zur Ablehnung einer Empfehlung, mit der das Nichtbestehen einer Angebotspflicht festgestellt wurde, nur den Parteien zukommt, nicht aber den (Minderheits-)Aktionären der Zielgesellschaft (vgl. dort E. 4.2 S. 189 ff. sowie Art. 34 Abs. 4 und Art. 35 der ursprünglichen Verordnung der Eidgenössischen Bankenkommission vom 25. Juni 1997 über die Börsen und den Effektenhandel [BEHV-EBK; SR 954.193; AS 1997 S. 2055 f.]). Aufgrund dieser Rechtsprechung hat die Bankenkommission die massgebliche Verordnungsbestimmung per 1. Januar 2006 geändert: In Abweichung von Art. 5 Abs. 1 i.V.m. Art. 53 Abs. 1 UEV-UEK räumt der neu eingeführte Art. 35 Abs. 2quater BEHV-EBK (i.V.m. Art. 35 Abs. 2bis und 2ter BEHV-EBK) die Befugnis zur Ablehnung einer Empfehlung der Übernahmekommission betreffend Gewährung einer Ausnahme von der Angebotspflicht sowie Feststellung des Nichtbestehens der Angebotspflicht allen an der Zielgesellschaft Beteiligten ein (vgl. AS 2005 S. 5671).\n\nDiese Erweiterung der Ablehnungsbefugnis bedurfte einer ausdrücklichen Regelung, weil sie grundsätzlich im Widerspruch zu dem in Art. 55 Abs. 2 UEV-UEK vorgesehenen einfachen und raschen Verfahren steht. Gleichzeitig wurde sie aber nicht auf die vorliegend zu beurteilende Problematik der Modalitäten eines laufenden öffentlichen Übernahmeangebotes ausgedehnt, was sich durch verschiedene Unterschiede rechtfertigt: Bei der Gewährung einer Ausnahme von der Angebotspflicht oder bei der Feststellung des Nichtbestehens einer solchen ist die zeitliche Dringlichkeit - im Gegensatz zu einem laufenden Übernahmeangebot - nicht vorrangig. Namentlich ist die (potentielle) Zielgesellschaft während der Dauer des Verfahrens nicht in ihrer Handlungsfähigkeit beschränkt, da noch kein öffentliches Angebot vorliegt. Zudem ist ein Zielaktionär weit stärker durch eine Empfehlung berührt, die ein öffentliches Pflichtangebot (und somit die Anwendung der verschiedenen spezifischen Bestimmungen zum Schutz der Minderheitsaktionäre) ausschliesst.\n\n4.3.4 Zugunsten einer Ablehnungsbefugnis der Zielaktionäre im heute gültigen Recht können auch nicht die im Rahmen einer integrierten Finanzmarktaufsicht geplanten Gesetzesänderungen geltend BGE 133 II 81 S. 92gemacht werden. Die neuen börsenrechtlichen Regelungen sehen vor, dass die Übernahmekommission Verfügungskompetenz erhalten soll (vgl. Art. 33a Abs. 1 E-BEHG). Überdies sollen Aktionäre mit einer Beteiligung von mindestens 2 % der Stimmrechte an der Zielgesellschaft Parteistellung haben, sofern sie diese bei der Übernahmekommission beanspruchen (vgl. Art. 33b Abs. 3 E-BEHG) und die Verfügung mittels Beschwerde an die Finanzmarktaufsichtsbehörde weiterziehen können (vgl. Art. 33c Abs. 1 E-BEHG; zum Ganzen BBl 2005 S. 2905 f. und 2950). Sollten diese Vorschläge vom Parlament angenommen werden, so würden sie beträchtliche Änderungen gegenüber dem jetzigen System darstellen, von denen keine Rückschlüsse auf das bestehende Recht gezogen werden dürfen. Vielmehr bestätigen sie, wie die Neufassung von Art. 35 BEHV-EBK, dass die von der Beschwerdeführerin vertretene Auffassung vom geltenden Recht abweicht und nur vom Gesetz- bzw. Verordnungsgeber eingeführt werden kann.\n\n4.4 Im Zusammenhang mit den Modalitäten eines laufenden öffentlichen Kaufangebots kommt die Befugnis zur Ablehnung der Empfehlungen der Übernahmekommission nach bestehendem Recht somit nur den Parteien zu, nicht aber den Minderheitsaktionären der Zielgesellschaft, selbst wenn diese als Intervenienten zugelassen worden sind. Unter Vorbehalt einer künftigen Änderung der gesetzlichen Grundlagen gilt somit weiterhin ausschliesslich Art. 5 Abs. 1 in Verbindung mit Art. 53 UEV-UEK, weshalb nach wie vor nur die Anbieterin, die Personen, die mit ihr in gemeinsamer Absprache handeln, und die Zielgesellschaft die entsprechenden Empfehlungen ablehnen können.\n\n4.5 Die gleiche Lösung hat sich übrigens in anderen Bereichen des Wirtschaftsrechts durchgesetzt: In BGE 131 II 497 E. 5.1 S. 508 f. hat das Bundesgericht erwogen, dass ein eingeschränkter Parteibegriff auch im Rahmen von Art. 43 Abs. 4 des Bundesgesetzes vom 6. Oktober 1995 über Kartelle und andere Wettbewerbsbeschränkungen (Kartellgesetz, KG; SR 251) gilt. Der gesetzgeberische Wille eines einfachen und raschen Verfahrens rechtfertigt eine Einschränkung der Möglichkeit, gegen von der Kartellkommission zugelassene Zusammenschlüsse an die Rekurskommission für Wettbewerbsfragen zu gelangen.\n\n5. Im Weiteren fragt sich, ob die Beschwerdeführerin, unabhängig von ihrer Verfahrensstellung vor der Übernahmekommission, BGE 133 II 81 S. 93berechtigt war, von der Bankenkommission eine von den hier massgeblichen Empfehlungen abweichende Verfügung zu verlangen.\n\n5.1 Die Bankenkommission ist im Bereich der Angebotspflicht gemäss Art. 32 BEHG die zweite zur Beurteilung berufene Instanz. Sie befasst sich dann mit der Angelegenheit, wenn sie selber in der Sache entscheiden will oder die Empfehlung der Übernahmekommission von einer Partei abgelehnt bzw. missachtet wird oder die Übernahmekommission sie um einen Entscheid ersucht (vgl. Art. 35 Abs. 1 BEHG; Art. 35 Abs. 3 BEHV-EBK; ZOBL/KRAMER, a.a.O., Rz. 299 S. 109 und Rz. 413 S. 150; WERLEN, a.a.O., S. 147). Wie schon dargestellt (vgl. E. 4.1 oben), ist die Übernahmekommission keine verfügende Vorinstanz der Bankenkommission (vgl. BGE 130 II 530 E. 2.2 S. 536 f. und E. 4.1.2. S. 538; BGE 130 II 351 E. 3.3.2 S. 359; BGE 129 II 183 E. 4.2 S. 190). Da ihre Empfehlungen für die Parteien keine Rechtswirkung entfalten, können sie auch nicht angefochten werden (TSCHÄNI/OERTLE, a.a.O., Rz. 25; WEBER, a.a.O., Rz. 23 zu Art. 23 BEHG; KÖPFLI, a.a.O., S. 267; HIRSCH, a.a.O., S. 75). Mangels einer Beschwerdeberechtigung haben die Parteien einzig die Möglichkeit, wenn sie mit einer Empfehlung nicht einverstanden sind, diese zu missachten oder abzulehnen.\n\nWeigert sich eine Partei oder beide Parteien, die Empfehlung der Übernahmekommission anzuerkennen bzw. innert der gesetzten Frist zu erfüllen, oder missachten die Parteien die Empfehlung trotz formeller Genehmigung, ist die Übernahmekommission verpflichtet, der Bankenkommission als Aufsichtsbehörde Meldung zu erstatten (vgl. Art. 23 Abs. 4 BEHG, Art. 5 Abs. 3 UEV-UEK, ZOBL/ KRAMER, a.a.O., Rz. 299 S. 109; WEBER, a.a.O., Rz. 24 zu Art. 23 BEHG; NOBEL, a.a.O., Rz. 329 S. 955; KÜNG/HUBER/KUSTER, a.a.O., Rz. 10 zu Art. 23 BEHG; RENÉ STRAZZER, Die \"Takeover-Regelung\" des neuen Börsengesetzes, Der Schweizer Treuhänder [ST] 1995 S. 727; BERNHARD KELLER, Öffentliche Kaufangebote für Beteiligungspapiere, recht 21/2003 S. 69). Diese eröffnet ein formelles Verwaltungsverfahren, das eigenständigen Charakter hat (vgl. BGE 130 II 530 E. 4.1.2 S. 539; TSCHÄNI, M&A-Transaktionen, a.a.O., Rz. 83 S. 365 f.; TSCHÄNI/OERTLE, a.a.O., Rz. 26 zu Art. 23 BEHG; HIRSCH, a.a.O., S. 75; WERLEN, a.a.O., S. 153 f.).\n\n5.2 Die Beschwerdeführerin argumentiert, wenn vor der Bankenkommission ein formelles Verwaltungsverfahren zur Anwendung gelange, so müsse der Parteibegriff von Art. 6 VwVG BGE 133 II 81 S. 94uneingeschränkt gelten. Dessen Voraussetzungen erfülle sie klarerweise. Sei sie somit berechtigt, eine von den hier massgeblichen Empfehlungen der Übernahmekommission abweichende Verfügung der Bankenkommission zu verlangen, so müsse ihr auch die Verwaltungsgerichtsbeschwerde ans Bundesgericht offen stehen.\n\n5.3 Unbestrittenermassen hat das Verfahren vor der Bankenkommission als Ganzes den gesetzlichen und verfassungsmässigen Garantien zu genügen (vgl. BGE 130 II 351 E. 3.3.2 S. 359). Ebenso hat das Bundesgericht festgehalten, dass die Frage der Parteistellung vor der Bankenkommission im Zusammenhang mit Art. 32 BEHG schon deshalb auf Grund von Art. 6 VwVG beantwortet werden müsse, weil in der Börsengesetzgebung spezifische Regeln fehlen (vgl. BGE 129 II 183 E. 4.2 S. 191; KÜNG/HUBER/KUSTER, a.a.O., Rz. 21 zu Art. 23 BEHG). Gleichzeitig hat dieses Urteil aber festgehalten, dass Art. 6 VwVG im Lichte der besonderen Organisations- und Verfahrensbestimmungen der Börsengesetzgebung ausgelegt werden muss (vgl. E. 4.2 S. 192). Daraus ergibt sich vorliegend nicht, dass die Beschwerdeführerin umso mehr Anspruch darauf hatte, vor der Bankenkommission als Partei zugelassen zu werden, als sie im Verfahren vor der Übernahmekommission nur als Intervenientin teilnehmen konnte. Vielmehr drängt sich hier aus mehreren Gründen auf, die Frage der Parteistellung (vor der Übernahmekommission und vor der Bankenkommission) bzw. der Befugnis zur Ablehnung der Empfehlungen der Übernahmekommission in beiden Verfahren(sstadien) übereinstimmend zu lösen (vgl. in diesem Sinne schon BGE 129 II 183 E. 4.2 S. 191 sowie, für den in E. 4.5 erwähnten Bereich des Kartellrechts, BGE 131 II 497 E. 5.2 und 5.4 S. 509 ff.):\n\nDie von der Beschwerdeführerin vertretene Auffassung würde der vom Gesetz- bzw. Verordnungsgeber gewollten Beschleunigung des Übernahmeverfahrens zuwiderlaufen. Soll nämlich das Verfahren vor der Übernahmekommission einfach und rasch sein, so darf es nicht von Personen, die in diesem Verfahren keine Parteistellung haben, durch die Eröffnung eines Verfahrens vor der Bankenkommission wieder blockiert werden können. Die Gefahr, dass Gerichtsverfahren die effiziente Durchführung des Übernahmeverfahrens während längerer Zeit letztendlich ungerechtfertigt verzögern oder sogar verunmöglichen, gilt umso mehr für das Verfahren vor der Bankenkommission und die damit verbundene Möglichkeit, deren Verfügungen beim Bundesgericht anzufechten (vgl. dazu u.a. SENN, Anmerkung, a.a.O., S. 1109; zum Mittel der \"tactical litigation\" im Übernahmekampf allgemein: FREI, a.a.O., S. 194). BGE 133 II 81 S. 95\n\nIm Weiteren würde die eigentliche Auseinandersetzung nicht vor der über besonderen Sachverstand und Beurteilungsnähe verfügenden Übernahmekommission (vgl. Art. 23 Abs. 1 BEHG; WEBER, a.a.O., Rz. 1 zu Art. 23 BEHG; TSCHÄNI/OERTLE, a.a.O., Rz. 1 und 5 zu Art. 23 BEHG; HIRSCH, a.a.O., S. 72 f., SENN, Übernahmekommission, a.a.O., S. 1178, 1181 und 1184; KÜNG/HUBER/KUSTER, a.a.O., Rz. 4 zu Art. 23 BEHG), sondern erst vor der Aufsichtsbehörde stattfinden.\n\nDie Auffassung der Beschwerdeführerin lässt sich zudem nicht mit Art. 35 Abs. 3 BEHV-EBK in Einklang bringen. Keine der dort abschliessend erwähnten Voraussetzungen, damit die Bankenkommission eine Empfehlung der Übernahmekommission überprüft, ist hier erfüllt. Angesichts des besonderen Verhältnisses zwischen Übernahme- und Bankenkommission (vgl. oben E. 4.1 und 5.1) erscheint eine über Art. 35 Abs. 3 BEHV-EBK hinausgehende Möglichkeit des Zugangs an die Aufsichtsbehörde nicht gerechtfertigt. Das spricht namentlich auch gegen das Argument der Beschwerdeführerin, aufgrund von Art. 6 VwVG müsse eine allgemeine Berechtigung der Minderheitsaktionäre angenommen werden, an die Bankenkommission zu gelangen, ob nun in Form einer Aufsichtsbeschwerde, einer Klage oder einer sonstigen Anfechtungsmöglichkeit. Eine solche Berechtigung haben im jetzigen System nicht einmal die Parteien gemäss Art. 5 und 53 UEV-UEK, können doch selbst diese eine Empfehlung nur ablehnen oder missachten, worauf die Übernahmekommission ihrer Meldepflicht nachkommen muss. Im Rahmen der bestehenden Regelung wäre allenfalls denkbar, dass Minderheitsaktionäre von der Bankenkommission erreichen, innerhalb von fünf Börsentagen ihr Attraktionsrecht auszuüben (vgl. Art. 35 Abs. 3 lit. a BEHV-EBK). Das ist hier jedoch nicht geschehen.\n\nIm gleichen Sinne hat das Bundesgericht auch in dem in Erwägung 4.5 erwähnten Bereich des Kartellrechts entschieden und gleichzeitig festgehalten, dass die Betroffene nicht ohne Rechtsmittel war, selbst wenn sie nicht an die Rekurskommission für Wettbewerbsfragen gelangen konnte (vgl. BGE 131 II 497 E. 5.5 S. 513 f.). Dasselbe gilt hier. Insbesondere steht ihr der Weg an die Zivilgerichte (vgl. dazu oben E. 4.3.2) offen.\n\n6. Zusammenfassend ist bei der heute gültigen Rechtslage festzuhalten, dass an der Zielgesellschaft Beteiligte nur bei einer Empfehlung der Übernahmekommission betreffend Feststellung des Nichtbestehens einer Angebotspflicht oder Gewährung einer besonderen BGE 133 II 81 S. 96Ausnahme bei der Bankenkommission eine anfechtbare Verfügung verlangen können. Zum Weiterzug einer Empfehlung im Rahmen eines laufenden öffentlichen Angebots sind hingegen aufgrund der abschliessenden Regelung von Art. 5 i.V.m. Art. 53 UEV-UEK nur die Parteien und nicht auch die Intervenienten legitimiert. Somit bestand für die Bankenkommission kein Anlass, auf die \"Ablehnung\" der Beschwerdeführerin einzutreten. Soweit sie es dennoch tat, die Empfehlungen aber bestätigte, kann die Beschwerdeführerin dagegen keine Verwaltungsgerichtsbeschwerde erheben."}