{"annee": "133", "cour": "IV", "page": "297", "date": "15/8/2007", "cite": ["113 IV 63", "129 IV 61", "102 IV 18"], "cite_par": [], "chapeau": "44. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Procureur général du canton de Genève (recours en matière pénale)\n\n6B_161/2007 du 15 août 2007", "regestes": ["Art. 68 ch. 1 aCP, 140 et 185 CP; concours entre le brigandage et la prise d'otage. Il y a concours entre le brigandage et la prise d'otage, lorsque l'auteur menace des personnes dont il croit qu'elles pourraient lui donner accès au bien convoité, afin qu'il puisse s'en emparer, et se rend en outre maître d'autres personnes, non impliquées, également dans le but de contraindre celles qui sont susceptibles de le faire, de lui donner accès au bien convoité (consid. 4)."], "faits": "BGE 133 IV 297 S. 297\n\nA. Par arrêt du 17 novembre 2006, la Cour d'assises du canton de Genève a condamné X., ressortissant français né en 1968, pour BGE 133 IV 297 S. 298brigandages aggravés, crimes manqués de brigandage aggravé, prise d'otage aggravée, violences et menaces contre les fonctionnaires, violations graves des règles de la circulation, vols d'usage et infraction à la loi fédérale sur le séjour et l'établissement des étrangers, à 17 ans de réclusion, sous déduction de la détention préventive subie, et à l'expulsion du territoire suisse pour une durée de 15 ans.\n\nB. Cette condamnation repose, pour l'essentiel et en résumé, sur les faits suivants.\n\nB.a Le 1er mars 2003 à 19 heures 15, X., faisant usage d'une voiture volée, s'est posté, avec un comparse, à la sortie du magasin Conforama de Meyrin. Armé d'un fusil de chasse à deux canons juxtaposés, dont le canon et la crosse étaient sciés, alors que son comparse était muni d'une arme factice, ils ont suivi un employé, Y., qui quittait son lieu de travail en voiture.\n\nÀ un feu rouge, le comparse de X. est sorti du véhicule, a ouvert la portière avant droite de celui de l'employé, lequel se trouvait devant le leur. Pointant son arme sur le ventre de l'employé, il a effectué un mouvement de charge et lui a intimé l'ordre de le conduire au magasin. Repoussé par l'employé, il lui a asséné un coup sur le front, lui causant une plaie de 3 cm. L'employé a toutefois réussi à s'enfuir, à quatre pattes, vers le véhicule de X., dont il a ouvert la portière en demandant du secours. Sur quoi, X. a pointé son arme dans sa direction, mais a quitté les lieux à l'arrivée de son comparse.\n\nB.b Le 3 mars 2003, également avec un comparse, X., armé d'un fusil de chasse à deux canons juxtaposés, dont chacun était chargé d'une cartouche, s'est rendu à 6 heures du matin sur le parking du magasin Conforama de Bussigny, où il a guetté l'arrivée du personnel. A 8 heures 30, cagoulé, il s'en est d'abord pris à une secrétaire et l'a contrainte, sous la menace de son fusil, à lui ouvrir les bureaux du personnel. Avec son comparse, lui aussi cagoulé et muni d'un revolver factice ainsi que d'un appareil à décharges électriques, il s'est posté dans le couloir d'entrée donnant accès aux bureaux du personnel. Au fur et à mesure de leur arrivée, les 30 employés du magasin ont été enfermés dans les toilettes, sous la menace des armes, qui leur étaient appliquées sur la tempe, le cou, le visage ou le torse. Certains d'entre eux ont été violemment frappés. Pour impressionner les employés et les soumettre à sa volonté, X. a fait feu avec son arme en direction du sol. Des menaces de mort ont été proférées à réitérées reprises. BGE 133 IV 297 S. 299\n\nLorsque le directeur du magasin est arrivé, accompagné de sa fille de 16 ans, X. a menacé de le tuer s'il n'ouvrait pas le coffre-fort, pendant que son comparse contraignait la jeune fille à rejoindre les employés dans les toilettes. Le directeur a crié qu'il n'avait pas le code du coffre et a alors été frappé. Il craignait pour sa vie, celle de sa fille et celle des employés. Il régnait un climat de terreur. Finalement, une des employés enfermés dans les toilettes a fait savoir qu'elle connaissait le code du coffre et a été contrainte de l'ouvrir, sous la menace d'être tuée au cas où elle appellerait la police ou le service de sécurité du magasin. Avec un butin d'environ 277'000 fr., les deux agresseurs ont ensuite quitté les lieux, tout en menaçant encore un chauffeur de poids-lourd qui obstruait leur passage sur le parking du magasin.\n\nB.c Le 13 juillet 2004, à 9 heures, après un repérage des lieux, X., à nouveau accompagné d'un comparse auquel il avait remis un revolver chargé, s'est rendu, avec un véhicule volé, à l'armurerie de Z., à Genève. Le visage dissimulé par un masque à poussière, il a braqué son arme chargée, dont le chien était armé, sur la tête de l'armurier et l'a contraint à lui remettre des armes de poing et de collection. Il l'a ensuite ligoté et obligé à se mettre à genoux, puis l'a attaché à un tour dans l'arrière boutique. Après quoi, il a tiré un coup de feu dans la porte du coffre-fort ouvert et s'est fait remettre les clefs du premier étage, où se trouvaient les armes de type fusil à pompe. Le butin a été de 14 armes (10 pistolets et 4 revolvers).\n\nB.d Le 2 août 2004 à 19 heures 45, derechef au volant d'une voiture provenant d'un vol, X. s'est à nouveau rendu au magasin Conforama de Bussigny. Muni d'une des armes volées chez Z. et la tête camouflée par une casquette et un masque, il a braqué son pistolet sur une employée qui se trouvait à l'extérieur de la porte de service du magasin. Elle discutait avec un collègue de la sécurité, qui se tenait dans l'embrasure de la porte en la maintenant ouverte. Alors qu'il ordonnait à l'employée de rentrer dans le magasin sous la menace de son pistolet, l'agent de sécurité s'est réfugié à l'intérieur, laissant la porte se verrouiller derrière lui et l'employée à l'extérieur. X. a alors pris la fuite. Pris en chasse par la police, qui avait été alertée par l'agent de sécurité, il a commis des excès de vitesse et de nombreuses infractions graves à la circulation routière, mettant en danger les usagers de la route, avant de perdre la maîtrise de son véhicule et d'être arrêté. BGE 133 IV 297 S. 300\n\nB.e Le 5 avril 2005, alors qu'il était incarcéré à Champ-Dollon et était convoqué chez le juge d'instruction, X., au sortir des toilettes, a menacé un convoyeur avec une arme factice, confectionnée avec une semelle de chaussure. Il a été repoussé à l'intérieur des toilettes par le convoyeur, et, avec l'aide de collègues de ce dernier, a pu être maîtrisé.\n\nB.f S'agissant du verdict de culpabilité relatif aux faits survenus le 3 mars 2003 au magasin Conforama, la Cour d'assises a retenu que ces faits étaient constitutifs de brigandage qualifié au sens de l'art. 140 ch. 2 CP et de prise d'otage qualifiée au sens de l'art. 185 ch. 2 et ch. 3 CP et que ces deux infractions entraient en concours. Elle a notamment relevé que le brigandage, même sous sa forme qualifiée, ne recouvrait pas la totalité des agissements délictueux de l'accusé, précisant que dans la mesure où les faits constitutifs de cette infraction se recoupaient avec ceux de la prise d'otage, il en serait tenu compte dans la fixation de la peine.\n\nC. X. s'est pourvu en cassation. En ce qui concerne les faits survenus le 3 mars 2003, il contestait que la prise d'otage puisse être retenue en sus du brigandage.\n\nPar arrêt du 5 avril 2007, la Cour de cassation genevoise a écarté le pourvoi, considérant à son tour que les infractions litigieuses étaient réalisées et entraient en concours.\n\nD. X. forme un recours en matière pénale au Tribunal fédéral. Invoquant une violation de l'art. 185 CP, il conclut à l'annulation de l'arrêt attaqué, en sollicitant l'assistance judiciaire.\n\nUne réponse n'a pas été requise.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n4. En réalité, le recourant conteste surtout que l'infraction litigieuse puisse être retenue en concours avec le brigandage.\n\n4.1 Il y a concours réel en cas de concours d'infractions, c'est-à-dire lorsque, par plusieurs actes, l'auteur commet plusieurs infractions. Il y a concours idéal, lorsque, par un seul acte ou un ensemble d'actes formant un tout, l'auteur enfreint plusieurs dispositions pénales différentes, dont aucune ne saisit l'acte délictueux sous tous ses aspects.\n\nL'art. 140 CP, qui réprime le brigandage, protège le patrimoine, mais aussi la liberté d'autrui (ATF 129 IV 61 consid. 2.1 p. 63). En BGE 133 IV 297 S. 301revanche, l'art. 185 CP protège exclusivement la liberté, de l'otage, d'une part, et du tiers contraint, d'autre part. Les biens juridiques protégés par l'une et l'autre disposition ne se recouvrent donc pas entièrement.\n\nDans l' ATF 113 IV 63, le Tribunal fédéral a été amené à examiner le cas où, dans un premier temps, l'auteur avait exclusivement menacé l'employée de la poste avec un pistolet et obtenu ainsi qu'elle lui remette l'argent déposé près du guichet, puis, dans un second temps, dirigé son arme contre une cliente, ce qui avait conduit l'employée de la poste à placer une somme d'argent dans un sac et à le lui remettre, sans que, durant cette seconde phase, l'employée ait été à nouveau menacée. Il a estimé que le comportement adopté par l'auteur durant la première phase était constitutif de brigandage et que celui par lequel, durant la seconde phase, il avait uniquement menacé la cliente pour l'immobiliser près du guichet et l'avait ainsi mise hors d'état de résister, était constitutif de prise d'otage. Il a considéré que, dans un tel cas, il y a concours entre le brigandage et la prise d'otage.\n\nLa doctrine majoritaire souscrit à cette jurisprudence (cf. BERNARD CORBOZ, Les infractions en droit suisse, vol. I, Berne 2002, art. 185 CP, n. 53; REHBERG/SCHMID, Strafrecht III, Delikte gegen den Einzelnen, 7e éd., Zurich 1997, p. 366; SCHUBARTH, Kommentar zum schweizerischen Strafrecht, vol. II, art. 139 aCP, n. 97; TRECHSEL, Kurzkommentar, 2e éd., Zurich 1997, art. 185 CP, n. 11; ANDREAS KOCH, Zur Abgrenzung von Raub, Erpressung und Geiselnahme, thèse Zurich 1994, p. 153 ss, qui estime toutefois que dans l' ATF 113 IV 63 c'est le concours réel qui eût dû être retenu).\n\nCertains auteurs sont en revanche d'un autre avis. Ainsi, pour STRATENWERTH, la prise d'otage absorbe le brigandage, car la peine encourue pour la première de ces infractions suffit pour tenir compte des spécificités de la seconde dans le cadre de la fixation de la peine (cf. STRATENWERTH, Schweizerisches Strafrecht, Partie spéciale II, 6e éd., Berne 2003, § 5 n. 58). VERA DELNON et BERNHARD RÜDY estiment que, lorsque la violence ou la menace exercée par l'auteur contre des tiers ou des personnes susceptibles de le protéger vise exclusivement à briser la résistance de celui qui a la garde du bien convoité, seul le brigandage doit être retenu. En revanche, si la volonté de l'auteur va au-delà de la remise du bien convoité et s'il prend une personne en son pouvoir ou s'il utilise une personne qu'il a déjà BGE 133 IV 297 S. 302maîtrisée, pour, par exemple, obliger la police à le laisser s'enfuir, il y a concours idéal entre le brigandage et la prise d'otage (cf. VERA DELNON/BERNHARD RÜDY, Verbrechen und Vergehen gegen die Freiheit, Strafgesetzbuch II, in Basler Kommentar II, art. 185 CP, n. 52; dans le même sens, cf. également MARCEL ALEXANDER NIGGLI/CHRISTOF RIEDO, Strafbare Handlungen gegen das Vermögen, in Basler Kommentar, Strafgesetzbuch II, art. 140 CP, n. 183).\n\n4.2 L'opinion de STRATENWERTH n'est pas convaincante. Pour déterminer s'il y a concours idéal entre deux infractions ou si, au contraire, l'une d'elles absorbe l'autre, la question pertinente est de savoir si les biens juridiques protégés par chacune d'elles se recouvrent. S'ils ne se recouvrent pas ou pas entièrement, aucune des deux infractions ne saisit le comportement de l'auteur sous tous ses aspects, de sorte que toutes deux doivent être retenues. On ne voit pas en quoi le fait que la peine encourue, théoriquement, pour l'une d'elles suffirait pour conclure qu'elle absorbe l'autre.\n\nL'opinion de VERA DELNON et de BERNHARD RÜDY peut être suivie, dans la mesure où ces deux auteurs admettent le concours entre le brigandage et la prise d'otage, lorsque celui qui commet un brigandage se rend aussi maître d'une personne pour empêcher la police de le poursuivre. Dans la mesure toutefois où ils considèrent que le recours à la violence ou à la menace contre une personne non impliquée, dans le but d'exercer une contrainte sur celui qui a la garde du bien convoité, est constitutif de brigandage, leur opinion repose sur le raisonnement de l' ATF 102 IV 20, qui a été abandonné dans l' ATF 113 IV 63, depuis lequel le Tribunal fédéral qualifie un tel comportement de prise d'otage.\n\n4.3 En l'espèce, le recourant et son comparse ont menacé des personnes dont ils croyaient qu'elles pourraient leur donner accès au coffre, afin qu'elles le leur ouvrent et qu'ils puissent s'emparer de son contenu, adoptant ainsi un comportement qui doit être qualifié de brigandage. Ils se sont cependant aussi rendus maîtres de nombreuses autres personnes, non impliquées, et cela également dans le but de contraindre celles qui étaient susceptibles de le faire de leur ouvrir le coffre; un tel comportement doit être qualifié de prise d'otage. Les deux infractions sont donc réalisées et doivent être retenues en concours, cela d'autant plus que les agissements du recourant et de son comparse ont porté atteinte non seulement à la liberté des employés séquestrés et de la personne contrainte de leur ouvrir le BGE 133 IV 297 S. 303coffre, mais aussi au patrimoine d'autrui, soit à un bien juridique protégé par l'art. 140 CP, mais non par l'art. 185 CP. Subséquemment, l'arrêt attaqué ne viole pas le droit fédéral en tant qu'il retient le concours entre le brigandage et la prise d'otage."}