{"annee": "133", "cour": "V", "page": "233", "date": "15/3/2007", "cite": ["131 II 132", "117 V 1", "120 V 405", "132 V 393", "123 V 1"], "cite_par": ["140 V 385"], "chapeau": "31. Extrait de l'arrêt de la Ire Cour de droit social dans la cause D. contre Caisse cantonale genevoise de compensation ainsi que Tribunal cantonal des assurances sociales du canton de Genève (recours de droit administratif)\n\nC 297/06 du 15 mars 2007", "regestes": ["Art. 2a LACI en relation avec l'art. 1a al. 4 let. b LAVS; échange de lettres entre la Confédération suisse et l'Organisation des Nations Unies (ONU) des 26 octobre et 19 décembre 1994; art. 6 de la Convention n° 168 de l'Organisation internationale du Travail (OIT) concernant la promotion de l'emploi et la protection contre le chômage; art. 33 § 1 et 4 de la Convention de Vienne sur les relations diplomatiques: Demande d'affiliation à l'assurance-chômage d'un ressortissant des Etats-Unis travaillant comme fonctionnaire auprès de l'ONU. Tant le droit suisse que le droit international permettent de traiter différemment les fonctionnaires internationaux suisses de ceux étrangers résidant en Suisse en ce sens que les premiers peuvent adhérer à titre volontaire à l'assurance-chômage contrairement aux seconds."], "faits": "BGE 133 V 233 S. 234\n\nA. D., ressortissant étranger, domicilié en Suisse, a travaillé auprès de l'organisation internationale X. jusqu'en 1999. Il a ensuite travaillé pour le compte de diverses organisations internationales à Genève jusqu'en 2004, puis comme fonctionnaire au service de l'organisation Y., dont le siège est à B. Depuis le 1er avril 2006, il travaille comme fonctionnaire au service de l'Organisation des Nations Unies (ONU), à Genève également. A ce titre, il est affilié à la Caisse de pensions de l'ONU.\n\nLe 6 décembre 2005, il a demandé à la Caisse cantonale genevoise de compensation (caisse de compensation) son affiliation à l'assurance-chômage suisse. Par décision du 12 décembre suivant, celle-ci a rejeté sa demande au motif que les fonctionnaires internationaux étrangers n'étaient pas assurés à l'AVS/AI/APG/AC et ne pouvaient pas y adhérer volontairement. Saisie d'une opposition du requérant, la caisse de compensation l'a rejetée par une nouvelle décision du 14 février 2006.\n\nB. Statuant le 15 mai 2006, le Tribunal cantonal des assurances sociales du canton de Genève a rejeté le recours formé par D. contre cette dernière décision.\n\nC. D. interjette un recours de droit administratif dans lequel il demande derechef à être affilié à l'assurance-chômage.\n\nLa caisse de compensation conclut au rejet du recours, ce que propose également l'Office fédéral des assurances sociales (OFAS). Le Secrétariat d'Etat à l'économie (seco) ne s'est pas déterminé.", "considerants": "Extrait des considérants:\n\n1. La loi sur le Tribunal fédéral du 17 juin 2005 (LTF; RS 173.110) est entrée en vigueur le 1er janvier 2007 (RO 2006 p. 1205, 1242). L'acte attaqué ayant été rendu avant cette date, la BGE 133 V 233 S. 235procédure reste régie par l'OJ (art. 132 al. 1 LTF; ATF 132 V 393 consid. 1.2 p. 395).\n\n2. Selon l'art. 1a al. 2 let. a LAVS, ne sont pas assurés les ressortissants étrangers qui bénéficient de privilèges et d'immunités, conformément aux règles du droit international public. Sont notamment considérés comme ressortissants étrangers bénéficiant de privilèges et d'immunités au sens de cette disposition, les fonctionnaires internationaux des organisations internationales avec lesquelles le Conseil fédéral a conclu un accord de siège (art. 1b let. c RAVS). L'ONU bénéficie en Suisse d'un accord de ce type en vertu de l'Accord sur les privilèges et immunités conclu avec le Conseil fédéral les 11 juin et 1er juillet 1946 (RS 0.192.120.1).\n\nCes dispositions en matière d'AVS sont applicables mutatis mutandis à l'obligation de cotiser en matière d'assurance-chômage (art. 2 LACI). Par conséquent, le recourant n'est pas tenu de cotiser à cette assurance. Il convient ainsi d'examiner s'il peut verser des cotisations volontaires.\n\n3.\n\n3.1 Par le passé, les fonctionnaires de nationalité suisse au service d'organisations internationales établies en Suisse étaient affiliés obligatoirement aux assurances sociales suisses (AVS/AI/APG/AC). Ils avaient toutefois la possibilité, sous certaines conditions, d'en être exemptés. Dans l'arrêt ATF 117 V 1, le Tribunal fédéral des assurances a toutefois jugé que cette exemption ne s'étendait pas à l'assurance-chômage. Les fonctionnaires de nationalité étrangère n'étaient en revanche pas assujettis aux assurances sociales suisses.\n\nA la suite de cet arrêt, les organisations internationales établies en Suisse ont fait connaître qu'elles ne pouvaient souscrire à une telle affiliation obligatoire à l'assurance-chômage. Elles ont invoqué la liberté et l'indépendance dont les organisations internationales et leurs fonctionnaires doivent jouir par rapport à l'Etat hôte, ainsi que le principe fondamental de l'égalité de traitement entre fonctionnaires. Elles se sont prévalues, en outre, du statut particulier dont bénéficiaient les organisations internationales en vertu des accords de siège conclus avec le Conseil fédéral.\n\n3.2 Les parties concernées ont alors décidé de régler la question par le biais d'accords internationaux sous la forme d'échanges de lettres destinés à compléter les accords de siège existants. Sur proposition du Conseil fédéral, il a été décidé que ces accords BGE 133 V 233 S. 236régiraient également l'affiliation aux assurances sociales suisses des conjoints des fonctionnaires internationaux de nationalité suisse (sur ces questions, voir ATF 123 V 1).\n\n3.3 S'agissant de l'ONU, un échange de lettres a été signé entre la Confédération suisse et cette organisation les 26 octobre et 19 décembre 1994; il a été approuvé par l'Assemblée fédérale le 4 mars 1996 (RS 0.192.120.111). Selon cet accord, les fonctionnaires de nationalité suisse de l'ONU ne sont plus considérés par la Confédération suisse comme étant obligatoirement assurés à l'AVS/AI/ APG/AC à partir du 1er janvier 1994, pour autant qu'ils soient affiliés à un système de prévoyance prévu par l'organisation précitée. Ils ont toutefois la possibilité d'adhérer, sur une base volontaire, soit à l'AVS/AI/APG/AC, soit à l'assurance-chômage uniquement; une telle affiliation individuelle n'entraîne toutefois aucune contribution financière obligatoire de la part de l'organisation.\n\n3.4 Ces échanges de lettres, qui sont des accords de droit international public au même titre que des traités (ATF 131 II 132 consid. 2.1 p. 134; ATF 123 V 1 consid. 4 p. 4) ont trouvé leur expression en droit interne aux art. 1 al. 4 let. b LAVS (actuellement l'art. 1a al. 4 let. b LAVS), et art. 2a LACI (voir à ce sujet le Message du Conseil fédéral concernant une modification de la loi fédérale sur l'assurance-vieillesse et survivants [révision de l'assurance facultative] du 28 avril 1992, FF 1999 p. 4625 et 4630). Selon la première de ces dispositions, les personnes qui ne sont pas assurées en raison d'un échange de lettres conclu avec une organisation internationale concernant le statut des fonctionnaires internationaux de nationalité suisse à l'égard des assurances sociales suisses peuvent adhérer à l'assurance. Quant à la seconde, elle prévoit, de la même manière, que les fonctionnaires internationaux qui, en raison d'un échange de lettres conclu avec une organisation internationale concernant le statut des fonctionnaires internationaux de nationalité suisse à l'égard des assurances sociales suisses, ne sont pas assurés en vertu de la LAVS, peuvent payer des cotisations à l'assurance-chômage (cotisations volontaires).\n\n3.5 Il ressort de ce qui précède que la possibilité de verser des cotisations volontaires aux assurances sociales suisses en général, ou à l'assurance-chômage seulement, n'est réservée qu'aux seuls fonctionnaires internationaux de nationalité suisse et domiciliés en Suisse (arrêt du Tribunal fédéral des assurances C 88/06 du 25 août 2006, consid. 3). BGE 133 V 233 S. 237\n\nC'est en vain que le recourant se prévaut d'une inégalité de traitement entre fonctionnaires internationaux suisses et étrangers résidant en Suisse. L'art. 190 Cst. oblige en effet le Tribunal fédéral à appliquer le droit international et les lois adoptées par l'Assemblée fédérale, cela même lorsqu'il l'estimerait contraire à la Constitution, en particulier au principe d'égalité consacré par l'art. 8 Cst. Or, en l'espèce, l'inégalité critiquée par le recourant est non seulement consacrée par la loi, mais également par des règles du droit international public. De ce double point de vue, le grief soulevé est irrecevable.\n\n4.\n\n4.1 Le recourant se prévaut de diverses conventions de l'OIT, plus particulièrement de la Convention n° 168 concernant la promotion de l'emploi et la protection contre le chômage, entrée en vigueur pour la Suisse le 17 octobre 1991 (RS 0.822.726.8). L'art. 6 de cette convention demande la garantie de l'égalité de traitement, notamment entre femmes et hommes, entre nationaux et étrangers, entre valides et invalides, entre générations; des mesures spéciales justifiées par la situation de groupes déterminés ou de besoins spécifiques sont admissibles.\n\nEn l'espèce toutefois, comme on l'a vu, le recourant est un ressortissant étranger considéré comme étant au bénéfice de privilèges et immunités au sens de l'art. 1a al. 2 let. a LAVS et de l'art. 1b RAVS, auxquels renvoie l'art. 2 LACI. A ce titre, il n'est pas assuré aux assurances sociales suisses. L'échange de lettres précité l'exclut, en tant que ressortissant de nationalité étrangère, de la possibilité d'une affiliation volontaire. Conformément à une règle classique d'interprétation, valable aussi en cas de concurrence entre deux traités internationaux, les dispositions de l'échange de lettres l'emportent, en tant que règles spéciales sur l'art. 6 de la Convention n° 168 de l'OIT, puisqu'elles traitent de catégories de personnes bien déterminées (ATF 120 V 405 consid. 5 p. 412; ANDREAS R. ZIEGLER, Introduction au droit international public, Berne 2006, n. 256; voir aussi JAAC 48/1984 n° 61 p. 423).\n\n5. Plus généralement, l'exemption des personnes visées se fonde, en particulier, sur la Convention de Vienne du 18 avril 1961 sur les relations diplomatiques, entrée en vigueur pour la Suisse le 24 avril 1964 (RS 0.191.01), interprétée selon les usages internationaux et la pratique de l'Etat hôte (voir à ce sujet GÉRARD MENETREY, Les privilèges fiscaux des fonctionnaires internationaux, RDAF 1973 BGE 133 V 233 S. 238p. 233; UELI KIESER, Alters- und Hinterlassenenversicherung, in: Ulrich Meyer [éd.], Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2e éd., Bâle 2007, n. 56; Message concernant la dixième révision de l'assurance-vieillesse et survivants du 5 mars 1990, FF 1990 II 80).\n\nL'art. 33 § 1 de la Convention de Vienne prévoit que, sous réserve des dispositions du paragraphe 3 (non pertinent en l'espèce), l'agent diplomatique est pour ce qui est des services rendus à l'Etat accréditant, exempté des dispositions de sécurité sociale qui peuvent être en vigueur dans l'Etat accréditaire. Il s'agit d'une immunité dite \"sociale\". L'art. 33 § 4 n'exclut pas la participation volontaire au régime de sécurité sociale de l'Etat accréditaire pour autant qu'elle soit admise par cet Etat. En l'espèce, la possibilité d'une assurance volontaire, n'est pas prévue - on la vu - par la législation suisse, pour ce qui est des fonctionnaires de nationalité étrangère d'organisations internationales dont le siège est en Suisse. Les dispositions de la Convention n° 168 de l'OIT ne font pas obstacle à cette solution. Les règles citées de la Convention de Vienne - et l'interprétation qui en est donnée par la Suisse - l'emportent également, en tant que règles spéciales, sur les dispositions plus générales de la Convention OIT n° 168.\n\n6. En résumé, le recourant n'est pas soumis obligatoirement à l'assurance-chômage. Il n'a pas non plus la possibilité d'y adhérer à titre volontaire.\n\nLe recours de droit administratif est ainsi mal fondé.\n\n7. (Frais)"}