{"annee": "133", "cour": "III", "page": "406", "date": "6/6/2007", "cite": ["119 II 353", "127 III 529", "95 II 519", "123 III 35", "70 II 7", "124 III 406", "132 III 626", "131 III 377", "116 II 695", "101 II 305", "105 II 253"], "cite_par": ["144 V 84", "144 III 19"], "chapeau": "50. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Gesellschaft X. und Stiftung Y. gegen T., U. und V. (Berufung)\n\n5C.46/2007 / 5C.47/2007 vom 6. Juni 2007", "regestes": ["Art. 494 CC; règles pour l'interprétation de pactes successoraux. Relations entre un pacte successoral et des attributions à titre gratuit postérieures inconciliables avec lui. La question de savoir si une disposition est de nature contractuelle, et donc irrévocable, ou unilatérale, et donc révocable, doit être résolue sur la base des intérêts des parties au pacte, lorsque leur volonté concordante ne peut être établie et que le texte de la clause contractuelle ne donne pas d'indication précise. L'institution comme héritières de tierces personnes, qui n'avaient ni lien de parenté ni rapports personnels avec le conjoint prédécédé, peut en principe être librement révoquée par le conjoint survivant (consid. 2 et 3)."], "faits": "BGE 133 III 406 S. 407\n\nA.Z. (Ehemann) und B.Z. (Ehefrau), Jahrgänge 1926 und 1928, heirateten am 3. Juli 1954. Ihre Ehe blieb kinderlos. Am 7. Dezember 1973 liessen die Ehegatten einen Ehe- und Erbvertrag öffentlich beurkunden. Sie vereinbarten den Güterstand der allgemeinen Gütergemeinschaft. Für die Auflösung des ehelichen Vermögens nach dem Ableben des erstversterbenden Ehegatten sahen sie vor, dass das eheliche Gesamtgut vollumfänglich dem überlebenden Ehegatten zufallen sollte (Bst. A Ziff. 3). Unter dem Zwischentitel \"Erbrechtliche Vereinbarungen\" (Bst. B) setzten sie sich gegenseitig als Alleinerben ein und trafen folgende Regelung: \"Der überlebende Ehegatte ist über die ihm aus Güterrecht und Erbrecht zugefallenen Vermögenswerte uneingeschränkt verfügungsberechtigt. Namentlich ist er befugt, nach seinem Ermessen aus dem ihm zugefallenen Vermögen Zuwendungen vorzunehmen oder zu verfügen\" (Bst. B Ziff. 1.13). Hinsichtlich der Erbfolge und der Erbteilung beim Ableben des zweitversterbenden Ehegatten oder beim gleichzeitigen Tod beider Ehegatten bestimmten sie, der frei verfügbare Teil des Erbschaftsvermögens sei aufzuteilen zur Hälfte an die Gesellschaft X. und zur Hälfte an die Stiftung Y. (Bst. B Ziff. 2.22).\n\nB.Z. starb am 14. Juli 1981. In einem eigenhändig errichteten Testament vom 15. September 1999 widerrief A.Z. sämtliche letztwilligen Verfügungen. Er setzte T. als Alleinerbin und ihre beiden Kinder U. und V. als Ersatzerben ein. Für den Fall, dass T. eine Ehe eingehen sollte, bezeichnete A.Z. sie als Vorerbin ohne Pflicht zur Sicherstellung und die beiden Kinder als Nacherben. In einem Nachtrag vom 22. September 1999 verfügte A.Z., dass bei Fehlen eines der Kinder von T. das andere Kind alleine erben sollte.\n\nA.Z. starb am 25. März 2003. Der Nettowert des Nachlasses beträgt rund 1,9 Mio. Franken. Im behördlichen Sicherungsinventar ist eine 1995 abgeschlossene Lebensversicherung mit einem Rückkaufswert per 31. Dezember 2002 in der Höhe von Fr. 555'000.- verzeichnet. BGE 133 III 406 S. 408Als Begünstigte finden sich in der Police für den Erlebensfall \"der Versicherungsnehmer\" und im Todesfall \"gemäss Testament\" eingetragen.\n\nDie Gesellschaft X. (Klägerin 1) und die Stiftung Y. (Klägerin 2) erhoben als Erbinnen gemäss Erbvertrag Klage gegen T. und deren Kinder U. und V. (hiernach: Beklagte). Die Klagen wurden in erster Instanz gutgeheissen, in zweiter Instanz hingegen abgewiesen. Das Kantonsgericht stellte fest, dass auf Grund des Testamentes vom 15./ 22. September 1999 die Beklagte 1 alleinige Vorerbin ohne Pflicht zur Sicherstellung und ihre beiden Kinder, die Beklagten 2 und 3, Nacherben zu gleichen Teilen des ganzen Nachlasses sind. Das Bundesgericht weist die Berufungen der Klägerinnen ab.", "considerants": "Aus den Erwägungen:\n\n2. Die Ehegatten Z. haben am 7. Dezember 1973 eine öffentliche Urkunde mit der Überschrift \"Ehe- und Erbvertrag\" unterzeichnet. Die \"Erbrechtlichen Vereinbarungen\" (Bst. B) regeln die Erbfolge und Erbteilung beim Ableben des erstversterbenden Ehegatten (Ziff. 1) und beim Ableben des zweitversterbenden Ehegatten oder beim gleichzeitigen Tod beider Ehegatten (Ziff. 2). Ein dritter Abschnitt befasst sich mit Fragen der Bestattung. Streitig ist, inwiefern die vom Erblasser A.Z. 1995 abgeschlossene Lebensversicherung und das Testament des Erblassers vom 15./22. September 1999 mit dem früher unterzeichneten Erbvertrag vereinbar sind.\n\n2.1 Gemäss Art. 494 ZGB kann sich der Erblasser durch Erbvertrag einem andern gegenüber verpflichten, ihm oder einem Dritten seine Erbschaft oder ein Vermächtnis zu hinterlassen (Abs. 1). Er kann über sein Vermögen frei verfügen (Abs. 2). Verfügungen von Todes wegen oder Schenkungen, die mit seinen Verpflichtungen aus dem Erbvertrag nicht vereinbar sind, unterliegen jedoch der Anfechtung (Abs. 3). Neben vertraglichen Bestimmungen, die beide Parteien binden, kann das in der Form eines Erbvertrags abgefasste Rechtsgeschäft auch einseitige, testamentarische Klauseln enthalten, die im Sinne von Art. 509 Abs. 1 ZGB frei widerrufen werden können (BGE 105 II 253 E. 1b S. 257). Spätere Verfügungen von Todes wegen oder Schenkungen können deshalb gestützt auf Art. 494 Abs. 3 ZGB nicht angefochten werden, wenn der streitige Teil des Erbvertrags keine vertraglichen Bestimmungen enthält, sondern einseitige, testamentarische Klauseln (BGE 101 II 305 E. 3a S. 309).\n\nBGE 133 III 406 S. 409\n\n2.2 Die obligationenrechtlichen Regeln der Vertragsauslegung gelten nach der Rechtsprechung auch für Erbverträge. Massgebend ist der übereinstimmende wirkliche Wille der Parteien (Tatfrage). Bleibt eine tatsächliche Willensübereinstimmung unbewiesen, sind zur Ermittlung des mutmasslichen Willens der Parteien deren Erklärungen auf Grund des Vertrauensprinzips so auszulegen, wie sie nach ihrem Wortlaut und Zusammenhang sowie nach den gesamten Umständen verstanden werden durften und mussten (Rechtsfrage; vgl. BGE 132 III 626 E. 3.1 S. 632; für Erbverträge: BGE 127 III 529 E. 3c S. 533; Urteil 5C.109/2004 vom 16. Juli 2004, E. 3.3.1, publ. in: Pra 94/2005 Nr. 28 S. 212 f. und ZBGR 87/2006 S. 97 f.). Dabei hat der Wortlaut Vorrang vor weiteren Auslegungsmitteln, es sei denn, er erweise sich auf Grund anderer Vertragsbedingungen, dem von den Parteien verfolgten Zweck oder weiteren Umständen als nur scheinbar klar. Den wahren Sinn einer Vertragsklausel erschliesst zudem erst der Gesamtzusammenhang, in dem sie steht. Die Begleitumstände des Vertragsabschlusses oder die Interessenlage der Parteien in jenem Zeitpunkt dürfen ergänzend berücksichtigt werden (allgemein: BGE 131 III 377 E. 4.2.1 S. 382 und 606 E. 4.2 S. 611 f.).\n\n2.3 Die Frage, ob eine bestimmte im Erbvertrag enthaltene Klausel vertraglicher oder einseitiger Natur ist, beurteilt sich ebenfalls nach allgemeinen Grundsätzen. Vertragliche Bindung setzt voraus, dass die Parteien sich entweder tatsächlich übereinstimmend geäussert, verstanden und in diesem Verständnis geeinigt haben (Tatfrage) oder - d.h. wenn sie sich übereinstimmend geäussert, aber abweichend verstanden haben - eine der Parteien nach dem Vertrauensgrundsatz in ihrem Verständnis der gegnerischen Willenserklärung zu schützen und damit die andere Partei auf ihrer Äusserung in deren objektiven Sinn zu behaften ist (Rechtsfrage; vgl. BGE 116 II 695 E. 2a S. 696; BGE 123 III 35 E. 2b S. 39 f.; für Erbverträge: PIOTET, Erbrecht, Schweizerisches Privatrecht, Bd. IV/1, Basel 1978, § 33/I S. 205 ff. und § 49/II/C S. 350 bei Anm. 42; KNAPP, Les clauses conventionnelles et les clauses unilatérales des pactes successoraux, Festschrift zum 70. Geburtstag von Prof. Dr. Peter Tuor, Zürich 1946, S. 201 ff., 216).\n\nGibt der Wortlaut der Vertragsklausel dabei keinen genauen Aufschluss, ist der Parteiwille nach der früheren Praxis des Bundesgerichts vorab anhand von Tatsachenvermutungen zu ermitteln gewesen. Eine Klausel sollte danach als vertraglich gelten, wenn sie BGE 133 III 406 S. 410nicht bloss zufällig in den Vertragstext eingestreut ist, sondern damit auch innerlich zusammenhängt (BGE 70 II 7 E. 2 S. 11). Die neuere Rechtsprechung folgt der Interessentheorie. Ob eine vertragsmässige und damit bindende oder eine einseitige und damit widerrufliche Anordnung vorliegt, muss auf Grund der Interessenlage der Vertragsparteien entschieden werden (Urteil 5C.256/2004 vom 2. Juni 2005, E. 3.2 mit Hinweisen auf die Lehre, vorab auf KNAPP, a.a.O., S. 216 ff.; vgl. auch PIOTET, a.a.O., § 28/II/B S. 178 f.; GHANDCHI SCHMID, Aufhebung von Erbverträgen, ZBGR 85/2004 S. 381 ff., S. 384 ff. Ziff. VI). Angeknüpft wird insoweit an das deutsche Recht. Ausschlaggebend ist im Einzelfall, ob der Vertragspartner des Erblassers ein - für diesen erkennbares oder diesem bekanntes - Interesse an dessen Bindung gehabt hat (vgl. LANGE/KUCHINKE, Lehrbuch des Erbrechts, 4. Aufl., München 1995, S. 446 f.; MUSIELAK, Münchener Kommentar, 2004, N. 3 zu § 2278 BGB, mit Hinweisen).\n\n2.4 Das Kantonsgericht hat die massgebenden Auslegungsgrundsätze zutreffend dargestellt und festgehalten, Belege für den subjektiven Willen der Parteien fehlten. Die Ermittlung des Vertragssinns müsse sich daher nach objektiven Kriterien und somit nach dem Vertrauensprinzip richten. Soweit es dabei freilich auf den Willen des Erblassers, wie er sich aus dessen nachträglichem Verhalten ergeben soll, abgestellt hat, ist der Einwand der Klägerinnen berechtigt, darauf könne es für die Ermittlung des objektiven Sinnes einer Vertragsklausel nicht ankommen (E. 2.3 soeben). Die weiteren Einwände der Klägerinnen sind hingegen unbegründet und teilweise schwer nachvollziehbar. Einerseits wird die Verletzung von Art. 18 Abs. 1 OR und Art. 8 ZGB geltend gemacht und damit die Tatsachengrundlage des Entscheids bemängelt, andererseits aber eingeräumt, der subjektive Wille der Ehegatten Z. im Sinne von \"Materialien\" lasse sich nicht mehr feststellen und die Auslegung habe deshalb objektiviert zu erfolgen, d.h. die erbvertragliche Bestimmung so zu gelten, wie sie eine vernünftige Person nach Treu und Glauben verstehen durfte und musste. Namentlich die Behauptung der Klägerin 1 trifft nicht zu, das Kantonsgericht habe den Vertragswillen der Ehegatten als unbewiesen betrachtet. Das Kantonsgericht ist vielmehr von einem übereinstimmenden Parteiwillen der Vertragsschliessenden ausgegangen, den überlebenden Ehegatten im Sinne einer güter- und erbrechtlichen Meistbegünstigung sicherzustellen. Es geht hier nicht um den Bestand des Erbvertrags, sondern um dessen Inhalt. Fehlte es am Vertragswillen überhaupt, stellte sich die BGE 133 III 406 S. 411Frage gar nicht, ob einzelne Klauseln einseitig und damit nicht zum Inhalt des Erbvertrags gehören.\n\n2.5 Mangels Tatsachenfeststellungen zum wirklichen Parteiwillen, deren Fehlen weder mit staatsrechtlicher Beschwerde angefochten worden ist noch hier mit formell ausreichend begründeten Sachverhaltsrügen beanstandet wird (Art. 63 Abs. 2 und Art. 64 OG; vgl. BGE 119 II 353 E. 5c/aa S. 357), ist die Auslegung nach dem Vertrauensprinzip erfolgt und im Berufungsverfahren zu prüfen. Darin besteht der Unterschied zum Urteil 5C.72/2004 vom 26. Mai 2004, auf das sich die Klägerin 1 wiederholt beruft, zumal dort für das Bundesgericht in tatsächlicher Hinsicht verbindlich festgestellt war, dass die Vertragspartnerinnen sich (auch) bezüglich der Nacherbenseinsetzung beim Ableben der zweitversterbenden Vertragspartei (erb-)vertraglich binden wollten (E. 2.4). Die hier zu prüfende Auslegung nach dem Vertrauensprinzip hat die Frage zu beantworten, ob Ziff. 2.22 des Erbvertrags, mit der die Klägerinnen beim Ableben des zweitversterbenden Ehegatten als Erbinnen eingesetzt wurden, zweiseitig ist und den Erblasser vertraglich gebunden hat oder ob die Klausel einseitiger, testamentarischer Natur ist, so dass der Erblasser nach dem Tod seiner Ehefrau zu Lebzeiten und letztwillig über das ihm erbvertraglich zugefallene Vermögen frei verfügen konnte.\n\n3. Seine Auslegung hat das Kantonsgericht dahin gehend zusammengefasst, dass sowohl in textlicher Hinsicht als auch mit Blick auf Intentionen und Interessenlage der Ehegatten die Argumente dafür überwiegen würden, die Ziff. 2.22 des Erbvertrags als Auffangklausel mit subsidiärer Bedeutung und somit als testamentarische, einseitig einschränkbare bzw. widerrufbare Klausel anzusehen. Die Klägerinnen wenden dagegen vor allem die gewählte Erbvertragsform ein und berufen sich auf die mangelnde Kennzeichnung der Klausel als einseitige Verfügung und das Fehlen jeglichen Vorbehalts im Vertragstext zu Gunsten späterer abweichender Verfügungen des überlebenden Ehegatten.\n\n3.1 Dass eine Klausel in der Erbvertragsurkunde enthalten ist, soll nach der Lehre nur ein (allerdings wichtiges) Indiz abgeben, das durch Überprüfung der in Frage stehenden Parteiinteressen zu verifizieren ist, da Bindungswirkung ein wechselseitiges Interesse und nicht (nur) einen Verfügungsverzicht voraussetzt, wobei allerdings die gesamte Vereinbarung und nicht lediglich eine isolierte Klausel BGE 133 III 406 S. 412zu würdigen ist (BREITSCHMID, Basler Kommentar, 2003, N. 12 vor Art. 494-497 ZGB, mit Hinweisen). Der Erbvertragsform kann der Indiziencharakter somit nicht einfach abgesprochen werden. Entscheidend ist jedoch die Interessenlage der Vertragsparteien (E. 2.3 hiervor). Ob man sich vertraglich bindet oder einzeln verfügt, kann zudem verschiedene Gründe haben. Wenn Ehegatten - wie vorliegend wegen der gegenseitigen Erbeinsetzung - ohnehin einen Erbvertrag abschliessen müssen, dürfte die Lebenserfahrung auch eher dafür sprechen, dass sie, soweit dies rechtlich möglich ist, in einem Akt alle Fragen regeln und nicht noch zusätzlich öffentliche oder eigenhändige Testamente erstellen wollen. Die Wahl der Erbvertragsform erscheint unter diesen Umständen nicht als ausschlaggebendes Indiz zu Gunsten einer gegenseitigen Bindung.\n\n3.2 Die kinderlosen Ehegatten Z. haben sich in der erbvertraglichen Vereinbarung gegenseitig als Alleinerben eingesetzt (Ziff. 1) und vorgesehen, dass die Klägerinnen den überlebenden Ehegatten beerben oder bei gleichzeitigem Versterben beider Ehegatten erben sollen (Ziff. 2). Dieser unstreitig gewollte Inhalt der erbrechtlichen Regelung kommt im Vertragstext ausreichend klar zum Ausdruck. Hingegen lässt sich der Ziff. 2.22, wonach der frei verfügbare Teil des Erbschaftsvermögens hälftig auf die Klägerinnen aufzuteilen ist, nicht entnehmen, ob es sich um einseitige Verfügungen eines jeden Ehegatten oder um vertraglich verpflichtende Erklärungen unter den Ehegatten handelt (anders z.B. BGE 95 II 519 Sachverhalt lit. A S. 520: \"Ils conviennent, à titre de disposition irrévocable, que la succession du survivant d'eux sera dévolue de la façon suivante: [...]\"; z.B. zit. Urteil 5C.256/2004, Sachverhalt lit. A/b: \"Ils conviennent que celui d'entre eux qui survivra à l'autre ne pourra pas modifier les dispositions prises ci-dessus [...]\"). Mangels ausdrücklicher Bezeichnung ihrer Widerruflichkeit oder Unwiderruflichkeit muss die Ziff. 2.22 des Erbvertrags im Gesamtzusammenhang der erbrechtlichen Regelung gesehen werden. Unter diesen Umständen kann dahingestellt bleiben, welche rechtliche Bedeutung einer Erwähnung der Unwiderruflichkeit zukäme (vgl. zit. Urteil 5C.256/ 2004, E. 4.1 Abs. 2 und E. 4.2).\n\n3.3 Die gegenseitige Meistbegünstigung abschliessend haben die Ehegatten in Ziff. 1.13 bestimmt, dass der überlebende Ehegatte über die ihm aus Güterrecht und Erbrecht zugefallenen Vermögenswerte uneingeschränkt verfügungsberechtigt und namentlich befugt BGE 133 III 406 S. 413ist, nach seinem Ermessen aus dem ihm zugefallenen Vermögen Zuwendungen vorzunehmen oder zu verfügen.\n\nDie - vom Wortlaut her - umfassende Verfügungsfreiheit widerspricht einer vertraglichen Verpflichtung des überlebenden gegenüber dem erstversterbenden Ehegatten, wie sie die Klägerinnen behaupten. Entgegen ihrer Darstellung kann es sich bei Ziff. 1.13 des Erbvertrags nicht um eine blosse Wiederholung von Art. 494 Abs. 2 ZGB handeln. Dass der Erblasser danach über sein Vermögen frei verfügen kann, wird - nach dem gesetzlichen System von Regel und Ausnahme - durch Abs. 3 des Art. 494 ZGB sogleich wieder eingeschränkt (\"jedoch\"), als Verfügungen von Todes wegen oder Schenkungen der Anfechtung unterliegen, soweit sie mit Verpflichtungen des Erblassers aus dem Erbvertrag unvereinbar sind. Eine entsprechende Einschränkung der Verfügungsfreiheit durch letztwillige (\"Verfügungen von Todes wegen\") und lebzeitige (\"Schenkungen\") Anordnungen kommt in Ziff. 1.13 des Erbvertrags nirgends zum Ausdruck. Es wird gegenteils noch betont, dass der überlebende Ehegatte dereinst \"uneingeschränkt\" und \"nach seinem Ermessen\" verfügungsberechtigt sein solle. Gerade mit Blick auf die gesetzliche Regelung muss davon ausgegangen werden, die - nach Angaben der Klägerinnen erfahrene und sachkundige - Urkundsperson hätte auf die massgebenden Gesetzesbestimmungen hingewiesen oder einen ausdrücklichen Vorbehalt zu Gunsten der anschliessenden Erbfolge und Erbteilung beim Ableben des zweitversterbenden Ehegatten angebracht, wenn nicht ausdrücklich gewollt gewesen wäre, dass der überlebende Ehegatte die uneingeschränkte Verfügungsfreiheit erhalten sollte. Im Vertragstext finden sich denn auch derartige Hinweise auf die einschlägigen Gesetzesvorschriften (Ziff. 1-3 und 5 des Ehevertrags) und auf andere Teile der Urkunde (Ziff. 1.12 des Erbvertrags). Insoweit hat Ziff. 1.13 einen über die \"Verfügungsfreiheit\" im Sinne von Art. 494 Abs. 2 und 3 ZGB hinaus gehenden, eigenen Inhalt und ist nicht bloss, wie die Klägerin 1 glauben machen will, eine pleonastische und damit vollständig überflüssige Ergänzung. Vorzuziehen ist stets die Auslegung, die den Vertragstext gesamthaft erfasst und nicht Teile davon überflüssig werden lässt (vgl. STEINAUER, Le droit des successions, Bern 2006, N. 294 S. 180 bei/in Anm. 51, mit Hinweis; z.B. BGE 124 III 406 E. 3 S. 412 f.).\n\nBei objektivierter Betrachtungsweise durfte deshalb auf Grund des Wortlauts der einzelnen Klauseln im Vertragsgefüge angenommen BGE 133 III 406 S. 414werden, die Erbeinsetzung der Klägerinnen sei eine einseitige, testamentarische Klausel, so dass abweichende Anordnungen des überlebenden Ehegatten zu Lebzeiten oder letztwillig nicht ausgeschlossen sein sollten. Entgegen dem Vorbringen der Klägerin 2 bedarf es hierzu keines eindeutigen textlichen Vermerks im Erbvertrag. Die sog. Andeutungstheorie hat das Bundesgericht für die Auslegung von Erbverträgen aufgegeben (BGE 127 III 529 E. 3c S. 531; vgl. STEINAUER, a.a.O., N. 289 und 289a S. 177, mit Hinweisen).\n\n3.4 Mit ihrer ehe- und erbvertraglichen Meistbegünstigung haben die Ehegatten die bestmögliche wirtschaftliche Sicherstellung des überlebenden Ehegatten bezweckt. Dieser Zweck war mit dem Ableben des einen Ehegatten vor dem anderen Ehegatten erreicht, wie auch die Klägerin 2 einräumt. Vom Vertragszweck her ist eine vertragliche Verpflichtung des zweitversterbenden Ehegatten, aus dem ihm zugefallenen Vermögen keine unentgeltlichen Zuwendungen zu machen, somit nicht begründbar. Entgegen der Behauptung der Klägerin 1 und der kantonsgerichtlichen Annahme besteht auch keine Asymmetrie zwischen den Befugnissen des erstversterbenden und des überlebenden Ehegatten. Auf Grund des gemeinsam verfolgten Zweckes waren die Ehegatten während der Ehe gleichermassen gehindert, erbvertragswidrig zu verfügen, und nach dem Ableben eines Ehegatten hatten sie sich dieselben Verfügungsbefugnisse eingeräumt, konnten sie doch zur Zeit des Vertragsabschlusses im Alter von 45 Jahren (Ehefrau) und 47 Jahren (Ehemann) offenkundig nicht vorhersehen, wer wen überleben werden würde.\n\nEntscheidend ist deshalb, welches Interesse der erstversterbende Ehegatte an einer vertraglichen Verpflichtung des überlebenden Ehegatten gehabt haben könnte, die Klägerinnen als Erbinnen einzusetzen statt völlig frei über den gesamten Nachlass lebzeitig oder letztwillig zu verfügen. Diesbezüglich hat das Bundesgericht in seinem hiervor erwähnten (E. 2.3) Urteil 5C.256/2004 eine schon früher aufgestellte Regel bestätigt, die wie folgt lautet: Setzen sich in einem Erbvertrag Ehegatten gegenseitig zu Alleinerben ein und ordnen sie darüber hinaus für den Fall des Vorversterbens des andern an, was mit dem eigenen Nachlass geschehen soll, so ist die zweite Anordnung dahin auszulegen, dass sich jeder Ehegatte nur gegenüber den Verwandten des andern endgültig binden will; die Zuwendungen an die eigenen Verwandten kann der überlebende Ehegatte in einem späteren Testament demnach grundsätzlich frei widerrufen (E. 3.2 mit Hinweis auf das Urteil C.354/1982 vom 3. März BGE 133 III 406 S. 4151983, E. 4c; vgl. PIOTET, a.a.O., § 28/II/B S. 179; STEINAUER, a.a.O., S. 316 Anm. 4). Angeknüpft wird damit an das deutsche Recht, das von gleichlautenden Sätzen der allgemeinen Lebenserfahrung ausgeht (vgl. LANGE/KUCHINKE, a.a.O., S. 447 in Anm. 55; MUSIELAK, a.a.O., N. 5 zu § 2278 BGB, mit Hinweisen). Ist aber eine Anordnung im Erbvertrag dann vertraglich und bindend gewollt, wenn der Vertragspartner selbst oder eine ihm verwandte oder eine ihm sonst nahestehende Person bedacht wird, so ergibt sich daraus zwanglos der Umkehrschluss, dass das Fehlen jeglicher verwandtschaftlicher oder persönlicher Nähe gegen den vertraglichen Charakter und für die Einseitigkeit der Anordnung spricht (vgl. BUCHHOLZ, Zur bindenden Wirkung des Erbvertrags, in: Zeitschrift für das gesamte Familienrecht [FamRZ] 1987 S. 440 ff., 441).\n\nDie Klägerinnen sind Dritte, die mit der Vertragspartnerin des Erblassers weder in einer verwandtschaftlichen noch in einer persönlichen Beziehung gestanden sind. Gegenteiliges haben die kantonalen Gerichte nicht festgestellt und wird von den Klägerinnen auch nicht behauptet. Das sog. Bindungsinteresse des erstversterbenden Ehegatten, das eine vertragliche Verpflichtung des Erblassers begründen könnte, durfte deshalb verneint werden.\n\n3.5 Als Ergebnis der Auslegung nach dem Vertrauensprinzip kann festgehalten werden, dass der Erblasser mit dem Abschluss der Lebensversicherung im Jahre 1995 und mit der testamentarischen Erbeinsetzung der Beklagten vom 15./22. September 1999 keine Verpflichtungen aus dem Erbvertrag vom 7. Dezember 1973 verletzt hat. Die Ziff. 2.22 des Erbvertrags, wonach Erbinnen des zweitversterbenden Ehegatten die Klägerinnen sein sollten, durfte als einseitige, testamentarische und damit frei widerrufliche Klausel qualifiziert werden. Die Berufungen der Klägerinnen erweisen sich insoweit als unbegründet."}