{"annee": "133", "cour": "I", "page": "286", "date": "7/8/2007", "cite": ["131 I 291", "128 I 167", "129 I 402", "130 I 82", "119 IA 460", "133 IV 76", "130 I 306", "121 I 208", "124 III 90", "128 I 327", "109 IA 61", "121 I 187", "130 I 26", "133 I 110", "124 I 145"], "cite_par": ["137 I 77", "134 I 269", "144 I 43", "143 IV 63", "143 I 403", "139 I 229", "141 I 78", "143 I 129", "142 I 99", "135 II 243", "145 I 308", "134 I 293", "135 I 43", "134 I 125", "136 I 297", "136 I 241", "136 I 17", "140 II 185"], "chapeau": "29. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Schmid und Mitb. gegen Regierungsrat und Grossen Rat des Kantons Basel-Stadt (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1P.7/2007 vom 7. August 2007", "regestes": ["Séparation des mineurs et des adultes en détention préventive, loi sur la juridiction pénale des mineurs du canton de Bâle-Ville et loi fédérale sur le droit pénal des mineurs, primauté du droit fédéral; art. 49 al. 1 Cst., art. 10 ch. 2 let. b Pacte ONU II, art. 37 let. c CDE. Le recours formé directement contre la loi sur la juridiction pénale des mineurs, intitulé recours de droit public, doit être traité comme un recours au sens de l'art. 82 let. b LTF (consid. 1). Généralités au sujet de la recevabilité du recours contre les actes normatifs cantonaux (consid. 2). La loi sur la juridiction pénale des mineurs, qui prévoit dans des cas exceptionnels de placer ensemble, en détention préventive, des mineurs et des adultes, n'est pas conforme au droit pénal des mineurs (consid. 3 et 4). La loi fédérale sur le droit pénal des mineurs ne prévoit pas de délai transitoire pour réaliser la séparation des mineurs et des adultes (consid. 5)."], "faits": "BGE 133 I 286 S. 287\n\nIm Hinblick auf das Inkrafttreten des revidierten Schweizerischen Strafgesetzbuches und des Bundesgesetzes über das Jugendstrafrecht am 1. Januar 2007 erliess der Grosse Rat des Kantons Basel-Stadt am 15. November 2006 u.a. ein neues Gesetz über die Jugendstrafrechtspflege. Nach Ablauf der unbenützten Referendumsfrist stellte der Staatsschreiber des Kantons Basel-Stadt am 3. Januar 2007 fest, dass die Jugendstrafprozessordnung in Rechtskraft erwachsen ist. Sie trat gemäss Beschluss des Regierungsrates des Kantons Basel-Stadt auf den 1. Januar 2007 in Kraft (Kantonsblatt Basel-Stadt vom 4. Januar 2006).\n\nUnter dem Titel \"Dauer und Vollzug des Haftbefehls\" enthält § 23 Abs. 4 der Jugendstrafprozessordnung die folgende Bestimmung:\n\n4 Jugendliche dürfen nur ausnahmsweise in Einrichtungen für Erwachsene untergebracht werden, und nur dann, wenn der Zweck der Untersuchungshaft nicht anders erreicht werden kann. Sie unterstehen in diesem Fall besonderen Vollzugsvorschriften, die auf ihre Bedürfnisse Rücksicht nehmen. Eine geeignete Betreuung ist sicherzustellen.\n\nJelscha Schmid, Tanja Soland und der Verein Demokratische Juristinnen und Juristen Schweiz (DJS), Regionalgruppe Basel, erhoben am 2. Januar 2007 staatsrechtliche Beschwerde. Sie beantragen die Aufhebung von § 23 Abs. 4 der Jugendstrafprozessordnung. Sie rügen eine Verletzung von Art. 49 Abs. 1 BV und machen geltend, die genannte Bestimmung stehe im Widerspruch mit Art. 6 Abs. 2 des BGE 133 I 286 S. 288Bundesgesetzes über das Jugendstrafrecht und verletze überdies Art. 10 Abs. 2 lit. b des UNO-Paktes II und Art. 37 lit. c des Übereinkommens über die Rechte des Kindes.\n\nDas Bundesgericht nimmt die Beschwerde als Beschwerde in öffentlich-rechtlichen Angelegenheiten im Sinne von Art. 82 lit. b BGG entgegen, heisst sie gut und hebt § 23 Abs. 4 der Jugendstrafprozessordnung auf.", "considerants": "Aus den Erwägungen:\n\n1. Die Beschwerdeführer haben gegen das Gesetz vom 15. November 2006 über die Jugendstrafprozessordnung des Kantons Basel-Stadt (JStPO; SG 257.500) am 2. Januar 2007 staatsrechtliche Beschwerde erhoben. Es stellt sich die Frage, welche Verfahrensordnung für das bundesgerichtliche Verfahren Anwendung findet und welches Rechtsmittel gegeben ist.\n\nNach Art. 132 Abs. 1 des am 1. Januar 2007 in Kraft getretenen Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (BGG; SR 173.110) ist die neue Verfahrensordnung auf die nach seinem Inkrafttreten eingeleiteten Verfahren anwendbar, auf Beschwerdeverfahren jedoch nur dann, wenn auch der angefochtene Entscheid unter dessen Herrschaft ergangen ist. Es ist demnach zu prüfen, ob die Jugendstrafprozessordnung noch als unter altem Recht ergangen gilt und demnach das Bundesgesetz vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (OG; BS 3 S. 531) zur Anwendung kommt oder ob das neue Bundesgerichtsgesetz anwendbar ist.\n\nUnterliegt ein kantonaler Erlass dem fakultativen Referendum, beginnt die Frist zur abstrakten Anfechtung beim Bundesgericht nicht mit der Verabschiedung und der Publikation der Referendumsvorlage, sondern mit der Veröffentlichung des Erwahrungsbeschlusses, d.h. mit der Feststellung, dass entweder die Referendumsfrist unbenützt abgelaufen ist oder der Erlass im Falle eines Referendums in der Volksabstimmung angenommen worden ist (BGE 130 I 82 E. 1.2 S. 84, BGE 130 I 306 E. 1 S. 309; BGE 124 I 145 E. 1b S. 148; BGE 121 I 187 E. 1a S. 189). Der Erwahrungsbeschluss schliesst das Gesetzgebungsverfahren förmlich ab. Wird die Beschwerde dem Bundesgericht vor dem Erwahrungsbeschluss eingereicht, gilt sie als verfrüht. Das bundesgerichtliche Verfahren wird diesfalls in der Regel bis zur BGE 133 I 286 S. 289Publikation des Erwahrungsbeschlusses sistiert (BGE 109 Ia 61 E. 1c S. 66).\n\nDie vorliegende Beschwerde vom 2. Januar 2007 ist in Anbetracht des Erwahrungsbeschlusses des Staatsschreibers vom 3. Januar 2007 (publiziert am 4. Januar 2007) verfrüht. In jenem Zeitpunkt war das kantonale Gesetzgebungsverfahren formell noch nicht abgeschlossen. Trotz des Umstandes, dass die Jugendstrafprozessordnung vom 15. November 2006 datiert, im Kantonsblatt vom 18. November 2006 als Referendumsvorlage veröffentlicht worden ist und Streitgegenstand der vorliegenden Beschwerde darstellt, bildet der Erwahrungsbeschluss vom 3. Januar 2007 den Anknüpfungspunkt für deren abstrakte Anfechtung. Daraus ergibt sich, dass in zeitlicher Hinsicht auf den Erwahrungsbeschluss abzustellen ist. Da dieser im Jahre 2007 ergangen ist, findet auf die vorliegende Beschwerde das Bundesgerichtsgesetz Anwendung (vgl. Urteil 2P.312/2006 vom 4. Dezember 2006).\n\nDie staatsrechtliche Beschwerde ist demnach als Beschwerde in öffentlich-rechtlichen Angelegenheiten im Sinne von Art. 82 lit. b BGG entgegenzunehmen. Den Beschwerdeführern erwächst dadurch kein Nachteil. In Bezug auf die Besetzung des Spruchkörpers hat das zur Folge, dass nicht die Bestimmung von Art. 15 Abs. 3 OG, sondern diejenige von Art. 20 Abs. 3 BGG gilt.\n\n2.\n\n2.1 Kantonale Erlasse können nach Art. 82 lit. b BGG mit Beschwerde in öffentlich-rechtlichen Angelegenheiten angefochten werden. Hierzu zählen in Übereinstimmung mit der Rechtsprechung zu Art. 84 Abs. 1 lit. a OG Anordnungen generell-abstrakter Natur, die die Rechtsstellung des einzelnen Bürgers berühren, indem sie ihn verbindlich und erzwingbar zu einem Tun, Dulden oder Unterlassen verpflichten oder sonstwie seine Rechtsbeziehungen zum Staat verbindlich festlegen (vgl. BGE 128 I 167 E. 4 S. 170 mit Hinweisen). Dazu gehören wie im vorliegenden Verfahren formelle kantonale Gesetze. Vorbehältlich eines kantonalen Rechtsmittels unterliegen diese nach Art. 87 BGG direkt der Beschwerde ans Bundesgericht.\n\n2.2 Zur Beschwerde gegen einen Erlass war nach Art. 88 OG legitimiert, wer durch die angefochtene Bestimmung unmittelbar oder zumindest virtuell, das heisst mit einer minimalen Wahrscheinlichkeit früher oder später einmal in seinen rechtlich geschützen eigenen Interessen betroffen ist (BGE 131 I 291 E. 1.3 S. 296 mit Hinweisen).\n\nBGE 133 I 286 S. 290Die Beschwerdelegitimation in öffentlich-rechtlichen Angelegenheiten wird nunmehr durch Art. 89 Abs. 1 BGG umschrieben. Soweit ein kantonales Rechtsmittel fehlt, entfällt für die Erlassanfechtung das Erfordernis der formellen Beschwer im Sinne von Art. 89 Abs. 1 lit. a BGG. Zur Anfechtung eines kantonalen Erlasses ist gemäss Art. 89 Abs. 1 lit. b und c BGG legitimiert, wer durch den Erlass aktuell oder virtuell besonders berührt ist und ein schutzwürdiges Interesse an dessen Änderung oder Aufhebung hat. Das schutzwürdige Interesse kann rechtlicher oder tatsächlicher Natur sein.\n\nDie Beschwerdeführerin Jelscha Schmid ist als unmündige Jugendliche durch die Jugendstrafprozessordnung, welche auf Personen anwendbar ist, die im Tatzeitpunkt unmündig sind (§ 1 JStPO), im Sinne von Art. 89 Abs. 2 lit. b BGG zumindest virtuell betroffen; sie hat demnach ein Interesse an der Aufhebung von § 23 Abs. 4 JStPO. Sie legitimiert sich durch eine Vollmacht und die Zustimmung ihrer Eltern zur Prozessführung.\n\nAuf die Beschwerdeführerin Tanja Soland findet der angefochtene Erlass keine Anwendung. Es kann offenbleiben, ob sie allein im Hinblick auf eine allfällige Mutterschaft zur Beschwerde legitimiert wäre. Gleichermassen braucht nicht darüber entschieden zu werden, ob den Demokratischen Juristinnen und Juristen, über deren Mitglieder keine näheren Angaben gemacht worden sind, die Legitimation zukomme.\n\n3.\n\n3.1 Die Beschwerdeführer rügen zur Hauptsache eine Verletzung des Vorrangs des Bundesrechts im Sinne von Art. 49 Abs. 1 BV und machen geltend, die angefochtene Bestimmung von § 23 Abs. 4 JStPO stehe mit der Regelung von Art. 6 Abs. 2 des Bundesgesetzes vom 20. Juni 2003 über das Jugendstrafrecht (Jugendstrafgesetz, JStG; SR 311.1) im Widerspruch, wonach Jugendliche während der Untersuchungshaft in einer besonderen Einrichtung oder einer besonderen Abteilung der Haftanstalt getrennt von den erwachsenen Gefangenen unterzubringen sind.\n\nDer Grundsatz des Vorrangs von Bundesrecht nach Art. 49 Abs. 1 BV schliesst in Sachgebieten, welche die Bundesgesetzgebung abschliessend regelt, eine Rechtssetzung durch die Kantone aus. In Sachgebieten, die das Bundesrecht nicht abschliessend ordnet, dürfen die Kantone nur solche Vorschriften erlassen, die nicht gegen den Sinn und Geist des Bundesrechts verstossen und dessen Zweck BGE 133 I 286 S. 291nicht beeinträchtigen oder vereiteln. Der Grundsatz der derogatorischen Kraft des Bundesrechts kann als verfassungsmässiges Individualrecht angerufen werden. Das Bundesgericht prüft mit freier Kognition, ob die kantonale Norm mit dem Bundesrecht im Einklang steht (BGE 133 I 110 E. 4.1 S. 115; BGE 129 I 402 E. 2 S. 404, mit Hinweisen).\n\n3.2 Darüber hinaus rufen die Beschwerdeführer das Übereinkommen vom 20. November 1989 über die Rechte des Kindes an (Kinderrechtskonvention, KRK; SR 0.107). Nach dessen Art. 37 lit. c stellen die Vertragsstaaten sicher, dass jedes Kind, dem die Freiheit entzogen ist, menschlich und mit Achtung vor der dem Menschen innewohnenden Würde und unter Berücksichtigung der Bedürfnisse von Personen seines Alters behandelt wird; insbesondere ist jedes Kind, dem die Freiheit entzogen ist, von Erwachsenen zu trennen, sofern nicht ein anderes Vorgehen als dem Wohl des Kindes dienlich erachtet wird. Die Bestimmung bezieht sich gleichermassen auf Untersuchungshaft wie andere Formen des Freiheitsentzugs.\n\nEine Beschwerde wegen Verletzung von Staatsvertragsrecht (vgl. Art. 95 lit. b BGG) setzt voraus, dass die staatsvertragliche Bestimmung, deren Verletzung gerügt wird, direkt anwendbar (self-executing) ist. Dies trifft zu, wenn die Bestimmung inhaltlich hinreichend bestimmt und klar ist, um im Einzelfall Grundlage eines Entscheides zu bilden. Die Norm muss mithin justiziabel sein, d.h. es müssen die Rechte und Pflichten des Einzelnen umschrieben und der Adressat der Norm die rechtsanwendenden Behörden sein. Wie es sich damit verhält, ist von den rechtsanwendenden Behörden zu bestimmen (BGE 124 III 90 E. 3a S. 91).\n\nDas Bundesgericht hat einzelne Bestimmungen der Kinderrechtskonvention als direkt anwendbare Rechtssätze bezeichnet; dies trifft namentlich auf Art. 12 KRK betreffend die Anhörung von Kindern zu allen sie berührenden Angelegenheiten zu (BGE 124 III 90 E. 3b S. 92). Es fragt sich, wie es sich mit Art. 37 lit. c KRK verhält.\n\nNach dem Ingress von Art. 37 KRK stellen die Vertragsstaaten verschiedene Massnahmen und Rechte sicher. Diese Formulierung lässt für sich genommen vermuten, dass damit lediglich Pflichten der Vertragsstaaten angesprochen, indessen keine direkt anwendbaren Rechte eingeräumt werden. Eine inhaltliche Betrachtung der einzelnen Bestimmungen von Art. 37 KRK zeigt indessen, dass konkrete und justiziable Rechte garantiert werden: lit. a verbietet BGE 133 I 286 S. 292die Folter gegenüber Kindern in spezifischer Weise; lit. b untersagt rechtswidrigen oder willkürlichen Freiheitsentzug von Kindern; lit. d ermöglicht Kindern den Beizug eines Beistandes und gewährleistet das Recht, die Rechtmässigkeit eines Freiheitsentzuges innert angemessener Frist überprüfen zu lassen. Diese Bestimmungen sprechen somit Rechte an, die in vergleichbarer Weise in Art. 3, 5 und 6 EMRK sowie in Art. 10 Abs. 3, Art. 29 Abs. 3 und Art. 31 BV garantiert sind und daher als self-executing zu verstehen sind.\n\nGleich verhält es sich mit dem von den Beschwerdeführern angesprochenen Art. 37 lit. c KRK. Die Bestimmung räumt dem in Haft gehaltenen Kind einen Anspruch auf eine menschliche und würdevolle Behandlung ein und verlangt bei Freiheitsentzug grundsätzlich eine von Erwachsenen getrennte Unterbringung.\n\nDie Schweiz hat indessen bei der Unterzeichnung der Kinderrechtskonvention zu Art. 37 lit. c einen Vorbehalt angebracht, wonach die Trennung zwischen Jugendlichen und Erwachsenen im Freiheitsentzug nicht ausnahmslos gewährleistet sei. Mit dem Jugendstrafgesetz wird der Rückzug des Vorbehalts in Betracht gezogen (Botschaft vom 21. September 1998 zur Änderung des Schweizerischen Strafgesetzbuches [Allgemeine Bestimmungen, Einführung und Anwendung des Gesetzes] und des Militärstrafgesetzes sowie zu einem Bundesgesetz über das Jugendstrafrecht, BBl 1999 S. 2225 und 2279). Der Rückzug des Vorbehalts ist mit dem Inkrafttreten des Jugendstrafgesetzes im Hinblick auf Art. 48 JStG noch nicht erfolgt; er wird erst möglich, wenn die Trennung Jugendlicher von Erwachsenen sowohl in der Untersuchungshaft als auch im Straf- und Massnahmenvollzug realisiert ist. Bei dieser Sachlage können sich die Beschwerdeführer daher nicht direkt auf die Kinderrechtskonvention berufen. Das schliesst es allerdings nicht aus, bei der Auslegung des Jugendstrafgesetzes, mit dem die Voraussetzungen für den Rückzug des Vorbehalts geschaffen werden sollen, den Gehalt des Konventionsrechts mitzuberücksichtigen.\n\n3.3 Ferner beziehen sich die Beschwerdeführer auf Art. 10 Ziff. 2 lit. b UNO-Pakt II (SR 0.103.2), wonach jugendliche Beschuldigte, denen die Freiheit entzogen wird, von Erwachsenen zu trennen sind. Die Norm betrifft ausschliesslich die Untersuchungshaft. Sie ist - wie auch die übrigen Bestimmungen dieses Artikels (vgl. BGE 133 IV 76 E. 4) - direkt anwendbar.\n\nBGE 133 I 286 S. 293Die Schweiz hat zur genannten Norm des UNO-Paktes II ebenfalls einen Vorbehalt angebracht, wonach die Trennung zwischen jugendlichen Beschuldigten und Erwachsenen nicht ausnahmslos gewährleistet ist (vgl. KÄLIN/MALINVERNI/NOWAK, Die Schweiz und die UNO-Menschenrechtspakte, 2. Aufl. 1997, S. 95 f. und S.168 Anm. 56). Mit dem Jugendstrafgesetz sollen die Voraussetzungen für einen Rückzug auch dieses Vorbehalts geschaffen werden (Botschaft, a.a.O., S. 2225 und 2278). Der Rückzug ist im Zeitpunkt des Inkrafttretens des Jugendstrafgesetzes am 1. Januar 2007 noch nicht erfolgt. Doch hat der Bundesrat am 4. April 2007 beschlossen, den Vorbehalt zurückzuziehen und den Rückzug dem Generalsekretär der Vereinten Nationen mitzuteilen (Pressemitteilung vom 4. April 2007). Der Rückzug ist nunmehr formell erfolgt und auf den 7. Mai 2007 wirksam geworden (AS 2007 S. 3837). Der Bundesrat ging offensichtlich davon aus, dass der Vorbehalt mit dem Inkrafttreten des Jugendstrafgesetzes, welches nach Art. 6 Abs. 2 für die Untersuchungshaft eine Trennung von Jugendlichen und Erwachsenen vorschreibt, gegenstandslos geworden ist. Bei dieser Sachlage ist im vorliegenden Verfahren der abstrakten Normkontrolle dem Gehalt von Art. 10 Ziff. 2 lit. b UNO-Pakt II bei der Auslegung von Art. 6 Abs. 2 JStG Rechnung zu tragen (vgl. BGE 119 Ia 460 E. 4d S. 473).\n\n3.4 In der Vernehmlassung vertritt das Justizdepartement die Auffassung, dass die Kinderrechtskonvention als lex specialis et posterior dem UNO-Pakt II vorgehe und Letzterer daher nicht anwendbar sei. Der Einwand erscheint angesichts des Umstandes, dass die entsprechenden Garantien in den beiden Konventionen nicht deckungsgleich sind (Botschaft, a.a.O., S. 2225), als fragwürdig. Wie es sich damit verhält, braucht vor dem Hintergrund von Art. 49 Abs. 1 BV nicht näher geprüft zu werden.\n\nDas Justizdepartement bringt weiter vor, dass Art. 5 Ziff. 1 lit. d EMRK mit der umstrittenen Norm der JStPO im Einklang stehe. Die Beschwerdeführer machen keine Verletzung dieser Konventionsbestimmung geltend. Es ist auch nicht bestritten, dass die genannte EMRK-Bestimmung Untersuchungshaft gegenüber Jugendlichen zulässt und Freiheitsentzug aus fürsorgerischen Gründen oder zum Zwecke überwachter Erziehung erlaubt (vgl. BGE 121 I 208 E. 4c S. 215). Es wird schliesslich von den Beschwerdeführern nicht in Frage gestellt, dass Jugendliche im Rahmen von § 23 JStPO eine geeignete Betreuung erhalten sollen. Auf den Hintergrund von BGE 133 I 286 S. 294Art. 5 Ziff. 1 lit. d EMRK braucht daher nicht näher eingegangen zu werden.\n\n4.\n\n4.1 Unter dem Titel \"Untersuchungshaft\" enthält Art. 6 JStG folgende Bestimmungen:\n\n1 Untersuchungshaft darf nur angewendet werden, wenn ihr Zweck nicht durch eine vorsorglich angeordnete Schutzmassnahme erreicht werden kann. Die Dauer der Untersuchungshaft ist so kurz wie möglich zu halten.\n\n2 In der Untersuchungshaft sind die Jugendlichen in einer besonderen Einrichtung oder einer besonderen Abteilung der Haftanstalt getrennt von den erwachsenen Gefangenen unterzubringen. Sie sind in geeigneter Weise zu betreuen.\n\nDiese Norm des Jugendstrafgesetzes entspricht in Bezug auf die im vorliegenden Verfahren umstrittenen Fragen weitgehend dem Art. 6 des Entwurfes des Bundesrates (Botschaft, a.a.O., S. 2400). Der Bundesrat führte dazu aus, dass im Allgemeinen die Kantone für die Bestimmung der Voraussetzungen von Untersuchungshaft und die Art des Vollzuges zuständig seien. Wegen möglicher nachteiliger Auswirkungen auf Jugendliche rechtfertigten sich indes Mindestvorschriften im Bundesrecht. Die Voraussetzungen für Untersuchungshaft seien restriktiv zu halten. Zum Schutze der Jugendlichen vor negativen Einflüssen sei insbesondere vorzusehen, dass diese getrennt von Erwachsenen untergebracht werden, d.h. in einer für sie reservierten Abteilung des Gefängnisses oder zumindest so, dass Kontakte mit älteren Häftlingen vermieden werden. Mit diesen Vorgaben werde dem UNO-Pakt II und der Kinderrechtskonvention Rechnung getragen. Darüber hinaus sei eine geeignete Betreuung der Jugendlichen sicherzustellen (Botschaft, a.a.O., S. 2224 f.). Schliesslich hielt der Bundesrat fest, dass Jugendliche künftig konsequent von erwachsenen Häftlingen getrennt und betreut werden sollen (Botschaft, a.a.O., S. 2275).\n\n4.2 Dem Wortlaut von Art. 6 Abs. 2 JStG kann nicht entnommen werden, dass der Bundesgesetzgeber Ausnahmen von der getrennten Unterbringung vorsehen oder zulassen würde. Daran ändert der Umstand nichts, dass Art. 6 Abs. 2 Satz 2 JStG eine geeignete Betreuung der Jugendlichen in der Untersuchungshaft vorschreibt. Gleichermassen geht die zitierte Botschaft davon aus, dass das Trennungsgebot ohne Ausnahmen gilt; es finden sich darin keine Hinweise auf die Möglichkeit irgendwelcher Abweichungen. In BGE 133 I 286 S. 295dieselbe Richtung weist Art. 10 Ziff. 2 lit. b UNO-Pakt II, der keine Ausnahmen von der Trennung Jugendlicher und Erwachsener zulässt (vgl. MANFRED NOWAK, U.N. Covenant on Civil and Political Rights, 2. Aufl. 2005, Rz. 21 f. zu Art. 10). Weniger eindeutig erscheint demgegenüber Art. 37 lit. d KRK, wonach Kinder bei Freiheitsentzug (Untersuchungshaft und Strafhaft) von Erwachsenen zu trennen sind, sofern nicht ein anderes Vorgehen als dem Wohl des Kindes dienlich erachtet wird.\n\nGesamthaft betrachtet ergibt sich daraus, dass der Bestimmung von Art. 6 Abs. 2 JStG eine absolute Bedeutung zukommt und dass vom bundesrechtlichen Trennungsgebot keine Ausnahmen zugelassen sind.\n\n4.3 Bei dieser Sachlage ist im Folgenden zu prüfen, ob die angefochtene Bestimmung von § 23 Abs. 4 JStPO mit der derart verstandenen bundesrechtlichen Norm von Art. 6 Abs. 2 JStG vereinbar ist. Im Rahmen der abstrakten Normkontrolle ist dabei nach der Rechtsprechung massgebend, ob der betreffenden Norm nach anerkannten Auslegungsregeln ein Sinn zugemessen werden kann, der sie mit den angerufenen Verfassungsgarantien vereinbaren lässt. Das Bundesgericht hebt eine kantonale Norm nur auf, sofern sie sich jeglicher verfassungskonformen Auslegung entzieht, nicht jedoch, wenn sie einer solchen in vertretbarer Weise zugänglich bleibt (vgl. BGE 130 I 26 E. 2.1 S. 31; BGE 128 I 327 E. 3.1 S. 334). Vor diesem Hintergrund ist im Folgenden der Sinngehalt der umstrittenen Norm der Jugendstrafprozessordnung zu prüfen und auf die Art ihrer Anwendung näher einzugehen.\n\n4.4 § 22 ff. JStPO ordnen die sog. Wegnahme. Die Wegnahme wird gegen angeschuldigte Personen bei dringendem Tatverdacht und Vorliegen der Haftvoraussetzungen (§ 22 Abs. 1) angeordnet. Die Wegnahmeverfügung entspricht sinngemäss den Vorschriften über den Haftbefehl (§ 22 Abs. 3). Die Wegnahme hat daher die Bedeutung einer Untersuchungshaft.\n\nNach der angefochtenen Bestimmung von § 23 Abs. 4 JStPO dürfen Jugendliche ausnahmsweise in Einrichtungen für Erwachsene untergebracht werden, wenn der Zweck der Wegnahme nicht anders erreicht werden kann. Das Justizdepartement hebt hervor, dass eine gemeinsame Unterbringung nur in ausgesprochenen Ausnahmefällen bezweckt sei. Eine Ausnahmesituation liege nach den Materialien vor, wenn etwa mehrere jugendliche Mitglieder einer BGE 133 I 286 S. 296Einbrecherbande gleichzeitig in Haft genommen werden müssen und die Verhinderung von Kollusion nicht anders als durch Unterbringung in einer Anstalt mit Erwachsenen erreicht werden kann.\n\nBesonderes Gewicht legt das Justizdepartement auf die in Art. 2 festgehaltenen Grundsätze des Jugendstrafgesetzes. Danach sind für die Anwendung allgemein der Schutz und die Erziehung der Jugendlichen wegleitend; insbesondere ist den Lebens- und Familienverhältnissen des Jugendlichen sowie der Entwicklung seiner Persönlichkeit besondere Beachtung zu schenken. Diesen Grundsätzen werde durch eine ganz ausnahmsweise Unterbringung zusammen mit Erwachsenen besser Rechnung getragen als mit der Anordnung von Einzelhaft zur Vermeidung von Kollusionsgefahr, welche sich negativ auf die Persönlichkeitsentwicklung auswirke. Den Gefahren einer gemeinsamen Unterbringung werde insofern Rechnung getragen, als sie nur für Jugendliche über 15 Jahren vorgesehen sei.\n\nDie Jugendanwaltschaft Basel-Stadt hat eine Weisung zur \"gemeinsamen Unterbringung von Jugendlichen und Erwachsenen im UG\" erlassen. Danach soll die Unterbringung von Jugendlichen zusammen mit Erwachsenen nur in absoluten Ausnahmefällen vorgenommen werden (Ziff. 1.2). Grund hierfür kann nur die Verhinderung einer akuten Kollusionsgefahr sein (Ziff. 2). Die gemeinsame Unterbringung fällt lediglich gegenüber Jugendlichen ab einem Alter von 15 Jahren in Betracht, sofern sie dringend eines Verbrechens beschuldigt sind, für welches das Strafrecht bei Erwachsenen eine maximale Freiheitsstrafe von mehr als fünf Jahren vorsieht (Ziff. 3.1). Ferner ist erforderlich, dass eine geschlossene Unterbringungsmöglichkeit getrennt von Erwachsenen und mit Ausschluss von Kollusionsmöglichkeiten nicht möglich ist oder aufgrund allzu fern gelegener Einrichtungen zu einer Verlängerung der Haft führen würde (Ziff. 3.2).\n\n4.5 Aus diesen Erörterungen zum Anwendungsbereich und zur Art und Weise der Anwendung von § 23 Abs. 4 JStPO ergibt sich einerseits, dass den Anliegen des Schutzes von Jugendlichen zwar weitestgehend Rechnung getragen werden soll, andererseits aber auch, dass Jugendliche in der Untersuchungshaft nicht konsequent von Erwachsenen getrennt werden und eine gemeinsame Unterbringung in ausgesprochenen Ausnahmefällen möglich bleibt. Es kann der Vernehmlassung nicht entnommen werden, dass die Vollzugsbehörden diesfalls bei der Unterbringung von Jugendlichen BGE 133 I 286 S. 297zusammen mit Erwachsenen konsequent darauf achten würden, dass entsprechende Kontaktnahmen ausgeschlossen würden.\n\nDie Auffassung des Justizdepartementes beruht vor dem Hintergrund der wegleitenden Grundsätze nach Art. 2 JStG letztlich auf einer Abwägung zwischen zwei als negativ bewerteten Erscheinungen, nämlich der gemeinsamen Unterbringung einerseits und der Einzelhaft anderseits. Die Berücksichtigung der besonderen Interessenlage von Jugendlichen entspricht den Anliegen, die das Jugendstrafgesetz in Art. 2 umschreibt. Art. 6 Abs. 2 JStG kann indes nicht entnommen werden, dass den Vollzugsorganen bei der Anordnung von Untersuchungshaft in Bezug auf deren Durchführung unter Abwägung verschiedener Interessen ein Ermessensspielraum und die Möglichkeit eingeräumt würden, zwischen gemeinsamer Unterbringung mit Erwachsenen und Einzelhaft zu wählen. Daran vermag der Umstand nichts zu ändern, dass der Basler Gesetzgeber die gemeinsame Unterbringung nur in ausgesprochenen Ausnahmefällen vorsieht. Es ist vielmehr der Bundesgesetzgeber, der mit der genannten Bestimmung die Abwägung selber vorgenommen, der Trennung von Jugendlichen und Erwachsenen Vorrang eingeräumt und damit allenfalls auch eine Einzelhaft von Jugendlichen in Kauf genommen hat. Es würde sowohl in abstrakter Hinsicht als auch in Bezug auf konkret betroffene Jugendliche schwerfallen, die negativen Auswirkungen von Kontakten mit Erwachsenen und jene der Einzelhaft zu gewichten und gegeneinander abzuwägen. Daran ändert die Absicht der Jugendanwaltschaft nichts, dass die gemeinsame Unterbringung nur für Jugendliche von mehr als 15 Jahren in Betracht gezogen wird. Auch die Argumentation des Justizdepartementes, wonach der Kontakt eines 17-jährigen Jugendlichen mit einer 19-jährigen Person sich weniger negativ auswirken soll als der Kontakt eines 10-jährigen mit einem 17-jährigen Jugendlichen, vermag vor dem Hintergrund von Art. 6 Abs. 2 JStG nicht zu überzeugen. Die damit angesprochene - und nicht von der Hand zu weisende - Problematik ist im Rahmen der Fürsorge beim Vollzug der Untersuchungshaft in Anbetracht der konkreten Umstände zu berücksichtigen, vermag indessen für sich genommen am Erfordernis der Trennung von Jugendlichen und Erwachsenen nichts zu ändern.\n\n4.6 Gesamthaft betrachtet ergibt sich damit, dass dem in Art. 6 Abs. 2 JStG enthaltenen Gebot der Trennung Jugendlicher von Erwachsenen im Vollzug der Untersuchungshaft eine absolute BGE 133 I 286 S. 298Bedeutung zukommt, die keine Ausnahmen zulässt. Insoweit hält § 23 Abs. 4 der Jugendstrafprozessordnung vor dem Bundesrecht nicht stand und verletzt damit Art. 49 Abs. 1 BV.\n\n5. Bei dieser Sachlage ist weiter zu prüfen, wie es sich mit dem Gebot der Trennung Jugendlicher von Erwachsenen in der Untersuchungshaft in zeitlicher Hinsicht verhält. Das Justizdepartement macht geltend, Art. 48 JStG räume den Kantonen eine Frist von zehn Jahren zur Errichtung der entsprechenden Einrichtungen ein. Diese Bestimmung gelte sinngemäss bzw. in Annahme einer gesetzgeberischen Lücke auch für den Vollzug von Untersuchungshaft.\n\n5.1 Art. 48 des Jugendstrafgesetzes enthält unter dem Titel \"Einrichtung für den Vollzug der Unterbringung und des Freiheitsentzuges\" die folgende Bestimmung:\n\nDie Kantone errichten bis spätestens zehn Jahre nach Inkrafttreten dieses Gesetzes die notwendigen Einrichtungen für den Vollzug der Unterbringung (Art. 15) und des Freiheitsentzuges (Art. 27).\n\nDer Wortlaut dieser Bestimmung räumt den Kantonen eine zehnjährige Frist ein, um die erforderlichen Einrichtungen für den Vollzug der Unterbringung und des Freiheitsentzuges zu errichten. Die Unterbringung stellt eine spezifische Form von Schutzmassnahmen (Art. 12 ff. JStG), der Freiheitsentzug eine besondere Art der möglichen Strafen (Art. 21 ff. JStG) dar. Diese erfordern entsprechende Einrichtungen. Sie zu schaffen, obliegt den Kantonen (Botschaft, a.a.O., S. 2271).\n\nDer Vollzug von Untersuchungshaft wird in Art. 48 JStG nicht genannt, weder explizit noch durch einen Verweis. Die Untersuchungshaft ist von der in Art. 48 JStG genannten Unterbringung (Art. 15 JStG) und dem Freiheitsentzug (Art. 27 JStG) zu unterscheiden. Eine ausdrückliche Bestimmung, dass den Kantonen hinsichtlich der Untersuchungshaft eine Frist zur Schaffung entsprechender, die Trennung Jugendlicher von Erwachsenen ermöglichender Einrichtungen eingeräumt wird, besteht demnach nicht. In der Botschaft zum heutigen Art. 48 JStG war davon nicht die Rede (Botschaft, a.a.O., S. 2271).\n\nDamit stellt sich die Frage, ob Art. 48 JStG eine Lücke enthält, wie das Justizdepartement meint, oder ob die von Art. 6 Abs. 2 JStG vorgesehene Trennung mit dem Inkrafttreten des Jugendstrafgesetzes ohne Übergangsfrist zu beachten ist. BGE 133 I 286 S. 299\n\n5.2 Ausgangspunkt für die Beantwortung dieser Frage bildet der Wortlaut von Art. 48 JStG. Wie dargelegt, enthält diese Bestimmung keine Frist, während welcher entsprechende Einrichtungen für den Vollzug von Untersuchungshaft geschaffen werden können und sollen. Auch der Botschaft des Bundesrates kann kein Hinweis auf die Gewährung einer entsprechenden Frist entnommen werden. Soweit ersichtlich, nimmt auch die Doktrin keine Übergangsfrist an (vgl. PETER AEBERSOLD, Schweizerisches Jugendstrafrecht, Bern 2007, S. 204).\n\nVon Bedeutung ist ferner, dass sich die Einrichtungen für den Vollzug der Unterbringung und des Freiheitsentzuges von solchen zum Vollzug von Untersuchungshaft wesentlich unterscheiden. Erstere erfordern entsprechende Bauten mit den notwendigen Infrastrukturen; zudem wird es in Anbetracht einer nur geringen Anzahl von erforderlichen Einrichtungen einer Koordination unter den Kantonen bedürfen. Davon unterscheidet sich die Situation beim Vollzug von Untersuchungshaft. Die Errichtung entsprechender Einrichtungen dürfte einen kleineren baulichen Aufwand erfordern. Selbst die Erstellung einer für die Untersuchungshaft geeigneten Einrichtung etwa im Kanton Basel-Stadt würde für sich allein betrachtet das vom Justizdepartement angesprochene Problem der Unterbringung von Jugendlichen bei Vorliegen von Kollusionsgefahr nicht lösen. Vielmehr haben die Kantone mit entsprechenden organisatorischen Massnahmen ganz allgemein dafür zu sorgen, dass Untersuchungshaft in einer den Anforderungen von Art. 6 Abs. 2 JStG genügenden Weise vollzogen werden kann.\n\nSchliesslich zeigt der Rückzug des Vorbehalts zu Art. 10 Ziff. 2 lit. b UNO-Pakt II (vorne E. 3.3), dass der Trennung Jugendlicher von Erwachsenen in der Untersuchungshaft sofort Rechnung zu tragen ist.\n\n5.3 Daraus ergibt sich, dass sich die Bestimmung von Art. 48 JStG nicht auf den Vollzug von Untersuchungshaft erstreckt und den Kantonen keine Übergangsfrist einräumt, für die Trennung Jugendlicher von Erwachsenen in der Untersuchungshaft zu sorgen."}