{"annee": "133", "cour": "III", "page": "449", "date": "12/6/2007", "cite": ["130 III 345", "120 II 331", "121 III 350", "124 III 297"], "cite_par": ["134 III 390", "142 III 84"], "chapeau": "56. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen Kanton Uri (Berufung)\n\n4C.28/2007 vom 12. Juni 2007", "regestes": ["Responsabilité fondée sur la confiance. L'attente que le partenaire accomplisse une prestation sans y être obligé contractuellement n'est en principe pas digne d'être protégée. Il convient notamment de faire une exception lorsque la conclusion d'un contrat n'est effectivement pas possible sur la base des rapports de force existant ou de la dépendance de celui qui est amené à faire confiance et qu'il ne peut être raisonnablement exigé de ce dernier en même temps la renonciation à l'affaire, respectivement à la relation commerciale (consid. 4.1). Ces conditions ne sont pas remplies dans le cas présent (consid. 4.2)."], "faits": "BGE 133 III 449 S. 450\n\nA. Die Arbeitsgemeinschaft Y. AG fabrizierte und montierte gestützt auf einen mit dem Kanton Uri (Beklagter) und dem Kanton Tessin abgeschlossenen Werkvertrag Niederspannungs- und Schwachstromverteilungen in den Schutzräumen des Gotthard-Strassentunnels. Da an den Verteilungen verschiedene Mängel auftraten, mussten Sanierungsarbeiten durchgeführt werden, zu denen die Y. AG die X. AG als Subunternehmerin beizog.\n\nA. (Kläger) ist in Bezug auf die eingeklagte Forderung der Rechtsnachfolger der X. AG.\n\nB. Am 31. Dezember 1993 erhob die X. AG gegen den Kanton Uri Klage mit dem Rechtsbegehren, der Beklagte sei zu verurteilen, ihr Fr. 955'911.- zuzüglich gerichtlich festzulegendem Zins seit 31. Dezember 1993 zu bezahlen. Sie verlangte damit die Differenz zwischen den ausbezahlten Monatslöhnen und den höheren Stundenlöhnen, die ihr zugesagt worden seien, nachdem sie wegen der zu tiefen Ansätze die Einstellung der Sanierungsarbeiten angedroht habe.\n\nMit Urteil vom 11. Juli 2005 verpflichtete das Landgericht Uri den Beklagten, dem Kläger Fr. 587'139.90 nebst Zins zu 6,77 % für die Zeit vom 31. Dezember 1993 bis zum 1. April 2003 und zu 6,25 % seit dem 2. April 2003 zu bezahlen. Es kam zum Schluss, dass in einer Krisensitzung höhere Stundenansätze ausgehandelt worden seien. Es verneinte, dass zwischen der Bauherrschaft und der Arbeitsgemeinschaft Y. AG im Sinn eines Vertrags zugunsten eines Dritten ein direktes Forderungsrecht der X. AG gegen die Bauherrschaft vereinbart worden sei, weshalb dem Kläger eine vertragliche Grundlage für die geltend gemachten Forderungen fehle. Es bejahte hingegen, dass dem Kläger gegenüber dem Beklagten Schadenersatzansprüche aus erwecktem und enttäuschtem Vertrauen zuständen. Es sprach dem Kläger die Differenz zwischen den in der Zeit vom 1. November 1983 bis zur Beendigung der Sanierungsarbeiten bezahlten Monatslöhnen und den vereinbarten höheren Stundenlöhnen zu.\n\nC. Die vom Beklagten gegen dieses Urteil erhobene Berufung hiess das Obergericht des Kantons Uri mit Entscheid vom 22. Juni 2006 gut. Es hielt die Voraussetzungen der Vertrauenshaftung im vorliegenden Fall zwar für erfüllt. Die vorinstanzliche Schadensberechnung beruhe aber zu Unrecht auf dem Erfüllungsinteresse, da sich der Schadenersatzanspruch auf das negative Interesse BGE 133 III 449 S. 451beschränke. Die Schadenspositionen, die unter dem Gesichtspunkt des negativen Interesses geschuldet seien, habe der Kläger jedoch weder vor der Vorinstanz noch vor dem Obergericht substanziiert dargelegt und unter Beweis gestellt, weshalb die Klage abzuweisen sei.\n\nDas Bundesgericht weist die gegen das Urteil des Obergerichts eingereichte Berufung des Klägers ab.", "considerants": "Aus den Erwägungen:\n\n4. Als Grundlage für die eingeklagte Forderung macht der Kläger unter anderem eine Haftung aus erwecktem und enttäuschtem Vertrauen geltend.\n\n4.1 Das Bundesgericht anerkennt seit einiger Zeit die Rechtsfigur der Vertrauenshaftung als eigenständige Haftungsgrundlage (BGE 130 III 345 E. 2.1 S. 349; BGE 124 III 297 E. 6a S. 304; BGE 121 III 350 E. 6c S. 355; BGE 120 II 331 E. 5a S. 336; Urteile des Bundesgerichts 4C.299/ 1998 vom 7. Januar 1999, E. 4a, publ. in: recht 19/2001 S. 68; 4C.280/1999 vom 28. Januar 2000, E. 3a, publ. in: SJ 2000 I S. 549). Es geht dabei um die Haftung eines vertragsfremden Dritten, die zum Tragen kommt, wenn der Dritte zunächst schutzwürdiges Vertrauen erweckt und dieses anschliessend treuwidrig enttäuscht (BGE 130 III 345 E. 2.1 S. 349 mit Hinweisen). Die Vertrauenshaftung wurde gestützt auf das der Culpa-Haftung zugrundeliegende, bestimmte gegenseitige Treuepflichten der Partner begründende Vertragsverhandlungsverhältnis aus der Überlegung heraus entwickelt, dass in wertungsmässig vergleichbaren Fällen der haftpflichtrechtliche Schutz ebenfalls nicht versagt bleiben darf (BGE 120 II 331 E. 5a S. 335 f.). Das Bundesgericht knüpft die Haftung aus erwecktem und enttäuschtem Vertrauen allerdings an strenge Voraussetzungen. Schutz verdient nicht, wer bloss Opfer seiner eigenen Unvorsichtigkeit und Vertrauensseligkeit oder der Verwirklichung allgemeiner Geschäftsrisiken wird, sondern nur, wessen berechtigtes Vertrauen missbraucht wird (BGE 124 III 297 E. 6a S. 303 f.; BGE 121 III 350 E. 6c S. 355 f.; BGE 120 II 331 E. 5a S. 336). Insbesondere ist die Erwartung, dass der Partner ohne vertragliche Verpflichtung eine Leistung erbringe, grundsätzlich nicht schützenswert, da es dem Vertrauenden in aller Regel zumutbar ist, sich durch einen entsprechenden Vertragsschluss abzusichern. Die Anerkennung der Vertrauenshaftung darf nicht dazu führen, dass das Rechtsinstitut des BGE 133 III 449 S. 452Vertrags ausgehöhlt wird (PETER LOSER, Die Vertrauenshaftung im schweizerischen Schuldrecht, Habilitationsschrift, Basel 2006, N. 971; CLAUS-WILHELM CANARIS, Die Vertrauenshaftung im deutschen Privatrecht, Habilitationsschrift, München 1971, S. 364 f. und 369). Das Vertrauen auf eine freiwillige Leistungserbringung kann deshalb nur ganz ausnahmsweise Schutz finden, namentlich wenn der Vertragsschluss auf Grund der bestehenden Machtverhältnisse oder der Abhängigkeit des Vertrauenden faktisch nicht möglich ist und dem Vertrauenden gleichzeitig der Verzicht auf das Geschäft bzw. auf die Geschäftsbeziehung nicht zugemutet werden kann (LOSER, a.a.O., N. 971 und 981; CANARIS, a.a.O., S. 355, 366 und 369).\n\n4.2 Im vorliegenden Fall führte die X. AG die Sanierungsarbeiten weiter, weil sie darauf vertraute, die in Aussicht gestellten höheren Entschädigungen ausbezahlt zu bekommen. Gegenüber dem Beklagten richtete sich das Vertrauen darauf, dieser werde sicherstellen, dass der X. AG entweder durch die Y. AG oder sonst durch ihn selbst die Differenz zu den ausbezahlten Monatslöhnen vergütet werde. Eine derartige Erwartung ist nach dem Gesagten nur dann schützenswert, wenn ein entsprechender Vertragsschluss nicht möglich und ein Verzicht des Klägers auf das Geschäft nicht zumutbar gewesen wäre. Der Kläger behauptet selbst nicht, der Abschluss eines entsprechenden Garantievertrags mit dem Beklagten wäre auf Grund der bestehenden Machtverhältnisse nicht möglich gewesen. Er macht im Gegenteil geltend, der Beklagte wäre mit an Sicherheit grenzender Wahrscheinlichkeit sogar bereit gewesen, mit der X. AG direkt einen Werkvertrag abzuschliessen, wenn diese ihre Arbeiten als Subunternehmerin definitiv eingestellt hätte, da er keine realistische Alternative gehabt hätte. Nach Angaben des Klägers befand sich die X. AG also gegenüber dem Beklagten in einer starken Verhandlungsposition. Dennoch unterliess sie es, einen Garantievertrag mit dem Beklagten abzuschliessen, um die Bezahlung der Differenz zwischen den Monatslöhnen und den in Aussicht gestellten Stundenlöhnen sicherzustellen. Unter diesen Umständen kann ihr Vertrauen nicht als schützenswert angesehen werden. Es liegt kein Fall einer Vertrauenshaftung vor."}