{"annee": "133", "cour": "III", "page": "213", "date": "12/2/2007", "cite": ["130 V 18", "131 III 314", "132 III 32", "127 III 415", "121 III 219", "131 III 623", "128 I 34"], "cite_par": ["137 III 487", "136 III 283"], "chapeau": "25. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen Y. (Berufung)\n\n4C.401/2006 vom 12. Februar 2007", "regestes": ["Nature juridique et interprétation d'un plan social. Critères pour la qualification juridique d'un plan social (confirmation de la jurisprudence; consid. 4.3). Interprétation d'un plan social à caractère normatif (consid. 4.2 et 5)."], "faits": "BGE 133 III 213 S. 213\n\nA. Seit Oktober 1983 arbeitete Y. (Kläger und Berufungsbeklagter) bei der A. AG als Maschinenführer in der Walzerei. Ende 1999 machte er sich selbständig, nahm aber das Arbeitsverhältnis bei der inzwischen in B. AG umfirmierten Arbeitgeberin wieder auf. Im Zug der von der Konzernleitung in Kanada beschlossenen Restrukturierung des Betriebs wurde die Walzerei per Ende März 2002 geschlossen und dem Kläger am 11. Dezember 2001 per 31. März 2002 gekündigt. Der Kläger ist seit dem 14. Januar 2002 arbeitsunfähig und erlangte seine Arbeitsfähigkeit nicht wieder. Sein Arbeitsverhältnis dauerte auf Grund der gesetzlichen Sperrfrist bis 31. Oktober 2002. Er ist heute IV-Rentner.\n\nAm 30. Januar 2002 unterzeichneten die Betriebskommission und die Angestelltenvertretung der B. AG auf der einen und die B. AG auf der anderen Seite im Zusammenhang mit der Schliessung der Walzerei einen Sozialplan. Gestützt darauf machte der Kläger am 4. Mai 2005 Ansprüche geltend.\n\nB. Mit Weisung des Friedensrichteramts Kreuzlingen vom 20. August 2005 erhob der Kläger gegen die Rechtsnachfolgerin der B. AG, die X. AG (Beklagte und Berufungsklägerin) Klage auf Bezahlung von Fr. 30'000.- unter Vorbehalt des Nachklagerechts. Mit Urteil vom 26. Oktober 2005 wies die Bezirksgerichtliche Kommission Kreuzlingen die Klage ab.\n\nGegen dieses Urteil erhob der Kläger Berufung und beantragte dem Obergericht des Kantons Thurgau im Wesentlichen, unter BGE 133 III 213 S. 214Vorbehalt der Nachklage sei die Beklagte zur Bezahlung von Fr. 30'000.- zu verpflichten. Das Obergericht schützte die Klage mit Urteil vom 29. Juni 2006, verpflichtete die Beklagte, dem Kläger Fr. 30'000.- zu bezahlen und nahm vom Nachklagevorbehalt Kenntnis. Es kam zum Schluss, dass der Sozialplan wie ein Gesamtarbeitsvertrag und damit wie ein Gesetz auszulegen sei und der Kläger gestützt auf Ziff. 17.1 des Sozialplans Anspruch auf eine Austrittsentschädigung habe.\n\nDas Bundesgericht weist die gegen das Urteil des Obergerichts erhobene Berufung der Beklagten ab.", "considerants": "Aus den Erwägungen:\n\n4. Die Beklagte wirft dem Obergericht vor, Bundesrecht verletzt zu haben, als es den Sozialplan wie einen Gesamtarbeitsvertrag behandelte und dementsprechend wie ein Gesetz auslegte, statt nach den Grundsätzen über die Auslegung von Verträgen zu verfahren.\n\n4.1 Das Obergericht kam in Übereinstimmung mit den in der amtlichen Sammlung publizierten Entscheiden des Bundesgerichts und der herrschenden Lehre zum Schluss, ein zwischen dem Arbeitgeber und den Gewerkschaften oder der Betriebskommission vereinbarter Sozialplan sei wie ein Gesetz auszulegen. Gleichzeitig verwarf es die im Urteil des Bundesgerichts 4C.168/2003 vom 17. Oktober 2003 vertretene Auffassung, beim Sozialplan überwiege die vertragliche Rechtsnatur zumindest dann, wenn er hinsichtlich des Gegenstands und des Adressatenkreises begrenzt sei und ihm deshalb der generell-abstrakte Charakter fehle. Die Beklagte wendet dagegen ein, Sozialpläne würden ausschliesslich für einen individuellen Sachverhalt, für eine mehr oder weniger bestimmte Anzahl von betroffenen Personen sowie für eine im Voraus bestimmte Geltungsdauer abgeschlossen. Rechtlich gesehen weise ein Sozialplan somit alle Merkmale eines Vertrags auf, ungeachtet der Tatsache, wer an dessen Ausarbeitung tatsächlich mitgewirkt habe. Handelten - wie hier - die Arbeitnehmervertreter für einen individuell- konkreten Fall Vereinbarungen für ihre Kollegen aus, dürfe die Auslegung des Wortlauts des Sozialplans - wie im Urteil des Bundesgerichts 4C.168/2003 vom 17. Oktober 2003 festgehalten - nicht nach den Regeln über die Auslegung eines generell-abstrakten Gesetzes erfolgen.\n\n4.2 Die Frage, wie ein Sozialplan auszulegen ist, hängt von dessen Rechtsnatur ab: Ist er als Gesamtarbeitsvertrag zu BGE 133 III 213 S. 215qualifizieren oder wie ein solcher zu behandeln, sind die darin enthaltenen normativen Bestimmungen wie ein Gesetz auszulegen. Geht es hingegen um die Anpassung von Individualarbeitsverträgen, kommen die Grundsätze über die Auslegung von Verträgen zum Zug (Urteil 4C.168/2003 vom 17. Oktober 2003, E. 3, publ. in: Rivista ticinese di diritto [RtiD] 2004 II S. 695 ff.; vgl. auch Arbeitsrecht [ARV] 2004 S. 20 ff.).\n\n4.3 Ein Sozialplan hat zum Zweck, bei Entlassungen aus wirtschaftlichen Gründen Härten für die betroffenen Arbeitnehmer zu vermeiden oder zu mildern (BGE 132 III 32 E. 6.1 S. 43; BGE 130 V 18 E. 2.3 S. 26, je mit Hinweisen). Er gilt im weitesten Sinn als Massnahme zum Schutz der Arbeitnehmer bei Massenentlassungen. Inhaltlich sind dem Sozialplan kaum Grenzen gesetzt. Es sind viele Massnahmen denkbar, die dem genannten Zweck dienen können. Neben Finanzhilfen jeglicher Art sind etwa die Unterstützung bei der Stellensuche oder die Umschulung zu nennen (BGE 132 III 32 E. 6.1 S. 44). Der Sozialplan ist in der Schweiz gesetzlich nicht ausdrücklich geregelt. Das hat zur Konsequenz, dass Sozialpläne von verschiedenen Parteien und mit den verschiedensten Inhalten abgeschlossen werden. Den Sozialplan als einheitlichen Vertragstypus gibt es deshalb nicht (STEPHAN KLINGENBERG, Die Betriebsschliessung, Diss. Basel 1986, S. 168). Massgebend für die rechtliche Einordnung des Sozialplans sind neben dem Inhalt in erster Linie die Parteien und die Art des Zustandekommens (vgl. auch ULLIN STREIFF/ADRIAN VON KAENEL, Arbeitsvertrag, Praxiskommentar zu Art. 391-362 OR, 6. Aufl., 2006, N. 11 zu Art. 335f OR; RÉMY WYLER, Droit du travail, S. 565; KLINGENBERG, a.a.O., S. 169 ff.).\n\n4.3.1 Vereinbart der Arbeitgeber mit einem Arbeitnehmerverband einen Sozialplan, liegt nach der in der amtlichen Sammlung publizierten Rechtsprechung des Bundesgerichts eine besondere Art des Gesamtarbeitsvertrags nach Art. 356 OR vor. Die Arbeitnehmer können sich direkt auf die darin zu ihren Gunsten festgeschriebenen Rechte berufen; der Sozialplan wirkt insofern normativ (BGE 132 III 32 E. 6.1 S. 44; BGE 130 V 18 E. 2.3 S. 26; vgl. auch die Urteile des Bundesgerichts 4C.115/2002 vom 2. Juli 2002, E. 2.1, publ. in: ARV 2002 S. 216 f., und 4C.264/1998 vom 5. Januar 1999, E. 6a). Daran ändert auch nichts, dass sich ein Sozialplan auf ein ganz bestimmtes Ereignis bezieht, das unter Umständen nur eine begrenzte Zahl der Mitarbeiter eines Betriebs betrifft. Die Bestimmungen des Sozialplans regeln die Auswirkungen des Ereignisses BGE 133 III 213 S. 216auf die Arbeitsverhältnisse nicht individuell-konkret für den einzelnen Arbeitnehmer, sondern generell-abstrakt für sämtliche betroffenen Mitarbeiter. Ihnen kann deshalb der normative Charakter nicht abgesprochen werden (vgl. auch ROLAND A. MÜLLER, Rechtsnatur und Auslegung eines Sozialplans, ARV 2004 S. 88/89). Soweit sich aus dem Urteil des Bundesgerichts 4C.168/2003 vom 17. Oktober 2003 etwas anderes ergibt, kann daran nicht festgehalten werden.\n\n4.3.2 Wird der Sozialplan auf Arbeitnehmerseite gestützt auf eine Delegationsnorm in einem Gesamtarbeitsvertrag von der Arbeitnehmervertretung des Betriebs abgeschlossen, liegt eine vereinbarte Betriebsordnung im Sinn von Art. 38 Abs. 2 des Bundesgesetzes vom 13. März 1964 über die Arbeit in Industrie, Gewerbe und Handel (Arbeitsgesetz, ArG; SR 822.11) vor (BGE 132 III 32 E. 6.1 S. 44; STREIFF/VON KAENEL, a.a.O., N. 11 zu Art. 335f OR; KLINGENBERG, a.a.O., S. 192; FRANK VISCHER/ANDREAS C. ALBRECHT, Zürcher Kommentar, 4. Aufl., 2006, N. 155 zu Art. 356 OR; zur Legitimation der Arbeitnehmervertretung vgl. Art. 37 Abs. 4 ArG). Die darin enthaltenen Bestimmungen haben auf Grund der Delegationsnorm des Gesamtarbeitsvertrags für die Mitarbeiter des Betriebs, die dem Gesamtarbeitsvertrag unterstellt sind, ebenfalls normative Wirkung (ROLAND A. MÜLLER, Die Arbeitnehmervertretung, Habilitationsschrift, Zürich 1999, S. 242; STREIFF/VON KAENEL, a.a.O., N. 11 zu Art. 335f OR; KLINGENBERG, a.a.O., S. 218). Fehlt eine solche Delegationsnorm im Gesamtarbeitsvertrag, kann der Sozialplan auf Grund von Art. 38 Abs. 2 ArG nur dann die Form einer Betriebsordnung haben, wenn die dort behandelten Fragen in dem Bereich, dem der Betrieb angehört, nicht üblicherweise durch Gesamtarbeitsvertrag oder eine andere kollektive Vereinbarung geregelt werden (STREIFF/VON KAENEL, a.a.O., N. 11 zu Art. 335f OR). In diesem Fall kommt ihm eine dem Gesamtarbeitsvertrag entsprechende normative Wirkung zu, wenn er gemäss Art. 39 Abs. 2 ArG im Betrieb bekannt gegeben wurde (MÜLLER, Arbeitnehmervertretung, a.a.O., S. 243).\n\nNach dem Gesagten ist der Sozialplan, der in Form einer Betriebsordnung vereinbart wird, wie ein Gesamtarbeitsvertrag zu behandeln.\n\n4.3.3 Stellt der Arbeitgeber von sich aus, also freiwillig und einseitig einen Sozialplan auf, handelt es sich lediglich um eine BGE 133 III 213 S. 217Offerte. Nimmt ein Arbeitnehmer diese an, wird der Sozialplan integrierender Bestandteil seines Einzelarbeitsvertrags (BGE 132 III 32 E. 6.1 S. 44; STREIFF/VON KAENEL, a.a.O., N. 11 zu Art. 335f OR; KLINGENBERG, a.a.O., S. 193). Ein solcher Sozialplan hat keine normative Wirkung.\n\n4.4 Im vorliegenden Fall wurde der Sozialplan zwischen der Beklagten und den zuständigen Personalvertretungsorganen, nämlich der Betriebskommission und der Angestelltenvertretung der Beklagten, abgeschlossen. Er hat damit die Form einer vereinbarten Betriebsordnung nach Art. 38 Abs. 2 ArG. Gemäss seiner Ziff. 1 basiert er auf der Vereinbarung in der Maschinenindustrie vom 1. Juli 1998 (Art. 40 bis 45), und damit auf einem Gesamtarbeitsvertrag. Dieser sieht in Art. 44 verschiedene Massnahmen zur Vermeidung oder Milderung von Härten bei Entlassungen vor und räumt den Arbeitnehmervertretungen in Art. 45 Abs. 2 das Recht ein, Verhandlungen über die Folgen solcher Entscheidungen für die betroffenen Arbeitnehmenden zu verlangen. Der Sozialplan wurde also gestützt auf eine Delegationsnorm im Gesamtarbeitsvertrag abgeschlossen, weshalb seine Bestimmungen normative Wirkung haben, soweit sie den einzelnen Mitarbeitern Rechte einräumen; er ist wie ein Gesamtarbeitsvertrag zu behandeln. Die Vorinstanz hat den Sozialplan damit zu Recht wie ein Gesetz ausgelegt.\n\n5. Die Beklagte rügt weiter, das Obergericht habe zu Unrecht das Vorliegen einer Lücke mit Bezug auf Ziff. 17.1 des Sozialplans verneint. Diese Lücke müsse nach dem wahren Willen der Parteien gefüllt werden.\n\n5.1 Zwischen den Parteien ist streitig, ob der Kläger Anspruch auf eine Austrittsentschädigung nach Ziff. 17 des Sozialplans hat, obwohl er während der Geltungsdauer des Sozialplans Leistungen der Kurzzeit-Erwerbsausfalls-Versicherung (KEV) bezog. Das Obergericht hat dies gestützt auf den Wortlaut der Bestimmung, die Systematik und die Ratio des Sozialplans bejaht. Die Beklagte bringt dagegen vor, die einhellige Meinung der an den Verhandlungen beteiligten Personen sei dahin gegangen, die Bezüger von KEV-Leistungen von der Austrittsentschädigung auszuschliessen, auch wenn sich dies nicht ausdrücklich aus dem Sozialplan ergebe. Es liege insofern eine Lücke im Sozialplan vor. Die Tatsache, dass der zweite Sozialplan der Beklagten vom 26. September 2003 die KEV-Empfänger ausdrücklich vom Bezug der BGE 133 III 213 S. 218Austrittsentschädigung ausnehme, sei ein klares Indiz dafür, dass dies auch für den Sozialplan vom 30. Januar 2002 der wahre Wille der Parteien gewesen sei. Das Obergericht habe diesen Willen zu Unrecht nicht berücksichtigt. Darüber hinaus habe es die von der Austrittsentschädigung ausgeschlossenen frühpensionierten Angestellten behandelt, obwohl sich diese in einer vergleichbaren Situation befänden.\n\n5.2 Erweisen sich die normativen Bestimmungen eines Gesamtarbeitsvertrags als lückenhaft, sind grundsätzlich die gleichen Prinzipien wie im Gesetzesbereich anzuwenden (Urteil des Bundesgerichts 4C.10/1998 vom 19. März 1998, E. 2a; VISCHER/ALBRECHT, a.a.O., N. 126 zu Art. 356 OR). Eine echte Gesetzeslücke liegt nach der Rechtsprechung des Bundesgerichts dann vor, wenn der Gesetzgeber etwas zu regeln unterlassen hat, was er hätte regeln sollen, und dem Gesetz weder nach seinem Wortlaut noch nach dem durch Auslegung zu ermittelnden Inhalt eine Vorschrift entnommen werden kann (BGE 128 I 34 E. 3b S. 42; BGE 121 III 219 E. 1d/aa S. 225, je mit Hinweisen).\n\nHat ein Sozialplan normativen Charakter, ist er nach dem Gesagten wie ein Gesetz auszulegen (vgl. dazu BGE 131 III 314 E. 2.2, BGE 131 III 623 E. 2.4.4; BGE 127 III 418 E. 2b, je mit Hinweisen). Immerhin ist im Rahmen der Anwendung von normativen Bestimmungen eines Gesamtarbeitsvertrags die Bedeutung der Unterscheidung zwischen der Auslegung nach den für Verträge geltenden Grundsätzen und nach denjenigen für Gesetze nicht zu überschätzen. So haben die normativen Bestimmungen eines Gesamtarbeitsvertrags zwar eine gesetzesähnliche Funktion. Sie gründen aber dennoch in einem Vertrag, so dass der Wille der am Abschluss des Gesamtarbeitsvertrags beteiligten Parteien ein gewichtigeres Auslegungselement ist als derjenige des Gesetzgebers bei der Gesetzesinterpretation (VISCHER/ALBRECHT, a.a.O., N. 122 zu Art. 356 OR; Urteile des Bundesgerichts 4C.216/2005 vom 12. Juli 2006 BGE 133 III 213 S. 219, E. 2.1, 4C.76/2003 vom 2. Juni 2003, E. 3, und 4C.46/1993 vom 6. Oktober 1993, E. 3; vgl. auch BGE 130 V 18 E. 4.2 S. 30). Doch ist bei der Auslegung der normativen Bestimmungen mit Rücksicht auf den Schutz des Vertrauens der an der Normsetzung nicht beteiligten Einzelvertragsparteien immer zu fragen, ob der nach den Grundsätzen der Vertragsauslegung ermittelte Vertragswille auch einer objektiven Auslegung nach Wortlaut, Sinnzusammenhang und Ratio standhält (Urteil des Bundesgerichts 4C.216/2005 vom 12. Juli 2006, E. 2.1; VISCHER/ALBRECHT, a.a.O., N. 122 zu Art. 356 OR; PETER ZUMBRUNN, Die normativen Bestimmungen des Gesamtarbeitsvertrages im System des schweizerischen Arbeitsrechts - ein Vergleich unter Berücksichtigung des deutschen Rechts, Diss. Basel 1983, S. 109 ff.; vgl. auch JEAN-FRITZ STÖCKLI, Berner Kommentar, N. 134 und 136 zu Art. 356 OR).\n\n5.3 Das Obergericht hat keine Feststellungen darüber getroffen, ob die Parteien des Sozialplans tatsächlich - wie von der Beklagten geltend gemacht - die KEV-Empfänger von der Austrittsentschädigung ausschliessen wollten. In Anbetracht dessen, dass es bei der Entschädigung um einen Anspruch des nicht am Abschluss des Sozialplans beteiligten Klägers geht, schadet dies nach dem Gesagten dann nicht, wenn ein derartiger Vertragswille der objektiven Auslegung nach Wortlaut, Sinnzusammenhang und Ratio entgegenstehen würde, da es der Vertrauensschutz erfordert, der Berücksichtigung des tatsächlichen Willens hier eine Grenze zu ziehen.\n\n5.3.1 Nach Ziff. 17.1 des Sozialplans erhalten Mitarbeiter, welche nicht vorzeitig pensioniert werden und denen auch nicht eine Kündigung aus einem Fehlverhalten ausgesprochen wurde, eine Austrittsentschädigung. Der Kläger erfüllt diese Voraussetzungen. Nach dem Wortlaut von Ziff. 17.1 des Sozialplans hat er also Anspruch auf eine Entschädigung.\n\n5.3.2 Ziff. 2 umschreibt den Geltungsbereich des Sozialplans. Ein Ausschluss von kranken Mitarbeitern ist darin nicht vorgesehen. Die Beklagte bestreitet denn auch zu Recht nicht, dass der Sozialplan auf den Kläger grundsätzlich Anwendung findet. Die einzelnen Massnahmen und Ansprüche sind in den Ziff. 6-21 des Sozialplans aufgeführt. Ziff. 18 schreibt hinsichtlich der Durchhalte- und Leistungsprämie ausdrücklich vor, dass die Prämie bei Mitarbeitern, die während der Kündigungszeit krank sind oder einen Unfall haben, entfällt. Die Tatsache, dass in Ziff. 17 keine entsprechende Einschränkung mit Bezug auf kranke Mitarbeiter gemacht wird, spricht gegen einen Ausschluss der KEV-Empfänger von der Austrittsentschädigung.\n\n5.3.3 Der Sozialplan soll nach seiner Ziff. 3 menschliche und wirtschaftliche Härten gegenüber den von der Schliessung der Walzerei betroffenen Mitarbeitern nach Möglichkeit vermindern oder vermeiden. Er basiert auf dem Grundsatz \"Hilfe zur Selbsthilfe\". Allen betroffenen Mitarbeitern wird gemäss Ziff. 17.1 eine BGE 133 III 213 S. 220Austrittsentschädigung ausbezahlt, sofern sie nicht vorzeitig pensioniert werden bzw. ihnen nicht auf Grund eines Fehlverhaltens gekündigt wird. Der Grund für den Ausschluss der vorzeitig pensionierten Mitarbeiter liegt darin, dass diese in Ziff. 13 des Sozialplans eine besondere Behandlung erfahren, indem ihnen der Grundbetrag der Überbrückungsrente ungeschmälert bis zum Erreichen des ordentlichen Rücktrittsalters ausgerichtet wird und die Firma die Kostenbeteiligung des betroffenen Mitarbeiters voll übernimmt. Sie erhalten damit ebenfalls eine Austrittsentschädigung, wenn auch in einer anderen Form als die übrigen Arbeitnehmer. Ein Ausschluss der KEV-Empfänger lässt sich entgegen der Ansicht der Beklagten nicht damit begründen, Ziff. 17.1 des Sozialplans schliesse die vorzeitig pensionierten Arbeitnehmer ausdrücklich von der Austrittsentschädigung aus, da der Sozialplan für die KEV-Empfänger eben gerade keine spezielle Regelung vorsieht. Dass die KEV-Leistungen bei der Pensionskasse der Beklagten in weit höherem Masse Kosten generierten als die Frühpensionierungen, wie die Beklagte geltend macht, vermag daran nichts zu ändern. Es spielt schliesslich auch keine Rolle, ob die KEV-Empfänger im Gegensatz zu den frühpensionierten Mitarbeitern wegen der geringeren BVG-Abzüge zeitweise sogar mehr als den vorherigen Lohn erhielten. Wie die Beklagte selber festhält, liegt es in der Natur eines Sozialplans, dass auf Grund zukünftiger unklarer Verhältnisse gewisse subjektive Ungerechtigkeiten entstehen können.\n\n5.4 Nach dem Gesagten besteht kein Grund, vom klaren Wortlaut der Ziff. 17.1 des Sozialplans abzuweichen. Das Obergericht kam zu Recht zum Schluss, dass eine objektive Auslegung den Ausschluss der KEV-Empfänger von der Austrittsentschädigung nicht zulässt. Da ein anderslautender Vertragswille damit keine Berücksichtigung finden würde, hat das Obergericht kein Bundesrecht verletzt, als es den Anspruch des Klägers auf eine Austrittsentschädigung bejahte, ohne den tatsächlichen Willen der an der Ausarbeitung des Sozialplans beteiligten Parteien festzustellen. Da die KEV-Empfänger unter Art. 17.1 des Sozialplans fallen, kann in dieser Hinsicht von vorneherein keine Lücke vorliegen. Die Rüge ist damit unbegründet."}