{"annee": "133", "cour": "III", "page": "694", "date": "17/10/2007", "cite": ["123 II 419"], "cite_par": ["135 III 324"], "chapeau": "96. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. contre dame Y. (recours en matière civile)\n\n5A_479/2007 du 17 octobre 2007", "regestes": ["Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants (RS 0.211.230.02); retour aux Etats-Unis d'un enfant déplacé illicitement en Suisse. Conditions de l'illicéité du déplacement (consid. 2). Portée de la réserve de l'ordre public (consid. 3)."], "faits": "BGE 133 III 694 S. 694\n\nA. Au printemps 2004, dame Y. s'est installée chez X. dans l'Etat du New Jersey; elle s'est trouvée enceinte depuis juin 2004. Dame Y. et X. sont tous deux ressortissants des Etats-Unis d'Amérique.\n\nLe 4 mars 2005, dans le comté de Volusia en Floride, dame Y. a donné naissance à une fille prénommée A. Dame Y. et X. ont vécu ensemble en Floride, de mai 2005 au 1er février 2006; ils ont alors convenu de se séparer, X. continuant de voir A. jusqu'au 3 mars 2006.\n\nFin mars 2006, dame Y. a quitté la Floride pour le Tennessee puis l'Arizona; X. lui a, à plusieurs reprises, enjoint de revenir en Floride pour qu'il puisse y revoir A., en vain.\n\nB. Le 5 avril 2006, X. a saisi le Tribunal (Circuit Court) du comté de Volusia d'une demande visant à faire constater sa paternité sur A. puis à lui en attribuer la garde; à titre provisionnel, il a également BGE 133 III 694 S. 695requis qu'il soit fait interdiction à dame Y. de quitter le comté avec la mineure.\n\nLe 25 avril 2006, le Tribunal du comté de Volusia a fait droit à cette dernière requête, en prescrivant que l'enfant ne devait pas être soustraite à sa juridiction pendant la litispendance, que la mère n'était pas autorisée à demander un passeport pour sa fille et qu'elle devait restituer au requérant ceux en sa possession. Il a précisé que l'ordonnance ne devait pas être notifiée avant son exécution à la défenderesse, un tiers étant nommé en tant que elisor, aux fins de la lui signifier. Ce dernier a échoué dans sa mission.\n\nPar décision du 4 mai 2006, le Tribunal a enjoint la défenderesse de ramener A. auprès du requérant en raison du fait que celui-ci disposait de \" legal rights and responsibilities \" envers la mineure; il a autorisé le demandeur à requérir au besoin l'assistance de la force publique pour faire respecter ce prononcé. Cette décision n'a pas non plus été communiquée à la défenderesse.\n\nLe 21 mai 2006, dame Y. a quitté les Etats-Unis avec sa fille pour l'Espagne, avant d'arriver en Suisse le 4 juillet 2006.\n\nC. A teneur d'une nouvelle ordonnance du 6 juillet 2006, rendue par défaut, le Tribunal du comté de Volusia a attribué temporairement la responsabilité parentale exclusive sur A. à X.\n\nLe 6 novembre 2006, X. a encore obtenu du Tribunal du comté de Volusia deux décisions. La première admettait la rectification des actes d'état civil concernant A. et l'inscription du demandeur en tant que père. La seconde constatait que, durant la cohabitation des parties et jusqu'en mars 2006, X. disposait de droits sur la garde (\" inherent custodial rights \") de l'enfant, ce qui entraînait l'illicéité de son déplacement au sens de l'art. 3 de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants (CEIE; RS 0.211.230.02; ci-après: la Convention); le Tribunal précisait que cette constatation était rendue en vertu de l'art. 15 CEIE.\n\nUne expertise ADN effectuée en février 2007 a établi de façon certaine la paternité biologique de X.\n\nD. Le 3 janvier 2007, se fondant sur les deux décisions du 6 novembre 2006, X. a requis de l'Autorité centrale suisse le rapatriement de l'enfant à son domicile en Floride.\n\nPar ordonnance du 8 juin 2007, le Tribunal tutélaire de Genève a considéré que la mère était restée seule titulaire des droits BGE 133 III 694 S. 696parentaux sur sa fille jusqu'à leur départ des Etats-Unis; il a donc rejeté la requête.\n\nStatuant le 22 août 2007 sur recours du père, l'autorité de surveillance des tutelles du canton de Genève a confirmé cette ordonnance.\n\nE. X. interjette un recours en matière civile contre cette décision; il conclut à son annulation et à sa réforme en ce sens que le retour immédiat de l'enfant en Floride soit ordonné. Dame Y. conclut au rejet du recours.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. L'autorité cantonale a considéré que, après la séparation des parties, aucun droit de visite en faveur du père n'avait été fixé judiciairement, que celui-ci n'avait entrepris aucune démarche pour faire reconnaître sa paternité et que le droit de garde ne lui avait été attribué qu'après le départ de l'intimée et de l'enfant pour l'Europe; elle a ainsi estimé que, avant ce départ, le recourant n'avait pas exercé de manière effective un droit de garde reconnu judiciairement ou par la loi et a donc refusé d'ordonner le retour en application des art. 3 al. 1 let. b et 13 al. 1 let. a CEIE.\n\nLe recourant prétend au contraire qu'il était bel et bien titulaire d'un droit de garde au moment de l'enlèvement, et qu'il l'exerçait.\n\n2.1 Pour que le déplacement ou le non-retour d'un enfant soit considéré comme illicite, il doit tout d'abord avoir eu lieu en violation d'un droit de garde attribué par le droit de l'Etat dans lequel l'enfant avait sa résidence habituelle immédiatement avant son déplacement ou son non-retour (art. 3 al. 1 let. a CEIE).\n\n2.1.1 Le droit de garde, qui peut notamment résulter d'une attribution de plein droit, d'une décision ou d'un accord en vigueur selon le droit de cet Etat (art. 3 al. 2 CEIE), comprend le droit portant sur les soins de la personne de l'enfant, et en particulier celui de décider de son lieu de résidence (art. 5 let. a CEIE). Pour connaître l'attributaire du droit de garde, il y a lieu de se référer uniquement à l'ordre juridique de l'Etat de la résidence habituelle de l'enfant avant le déplacement ou le non-retour (BUCHER, L'enfant en droit international privé, Genève/Bâle/Munich 2003, n. 436; KUHN, Ihr Kinderlein bleibet, so bleibet doch all, PJA 1997 p. 1095). BGE 133 III 694 S. 697\n\nLa condition posée à l'art. 3 al. 1 let. a CEIE est également remplie lorsqu'une partie viole une limitation territoriale, judiciaire ou conventionnelle, lui faisant défense de résider dans un autre Etat avec l'enfant; une telle limitation - dont la violation figure expressément comme cas d'illicéité dans les travaux préparatoires de la Convention (Conférence de La Haye de droit international privé, Actes et documents de la Quatorzième session, tome III, p. 9 let. E et p. 163 ch. 4 et 5) - prive en effet le titulaire du droit de garde de la faculté de décider seul le lieu de résidence de l'enfant, et a ainsi pour effet d'instituer une sorte de garde partagée au sens de la Convention (KUHN, op. cit., p. 1096/1097; BUCHER, op. cit., n. 478; ZÜRCHER, Kindesentführung und Kindesrechte, thèse Zurich 2005, p. 85/86; cf. également arrêt 5P.310/2002 du 18 novembre 2002, publié in FamPra.ch 2003 p. 470).\n\n2.1.2 Pour déterminer l'existence d'un déplacement illicite au sens de l'art. 3 CEIE, l'Etat requis peut tenir compte directement du droit et des décisions judiciaires ou administratives reconnues formellement ou non dans l'Etat de la résidence habituelle de l'enfant, sans avoir recours aux procédures spécifiques sur la preuve de ce droit ni sur la reconnaissance des décisions étrangères (art. 14 CEIE). Une déclaration relative au droit de garde établie par les juridictions du lieu de résidence habituelle de l'enfant lie en principe les juridictions de l'Etat requis (BEAUMONT/MCELEAVY, The Hague Convention on International Child Abduction, Oxford 1999, p. 65). Les autorités de l'Etat requis peuvent également demander la production par le demandeur d'une décision ou d'une attestation émanant de l'Etat de résidence habituelle de l'enfant et portant sur le caractère illicite du déplacement (art. 15 CEIE). Ce document peut être établi valablement même en l'absence du parent qui a enlevé l'enfant (STAUDINGER/PIRRUNG, Kommentar zum BGB, 13e éd., Berlin 1994, n. 691 ad Vorbemerkungen zu Art. 19 EGBGB); il doit se prononcer sur l'interruption ou non d'une garde effective et légitime prima facie, d'après le droit de la résidence habituelle de l'enfant (PÉREZ-VERA, Rapport explicatif, in Conférence de La Haye de droit international privé, Actes et documents de la Quatorzième session, tome III, n. 120 in fine, p. 463). Selon SIEHR, son contenu lie les juridictions de l'Etat requis, dans la mesure du moins où il concerne l'existence d'un droit de garde légitime au sens de l'art. 3 al. 1 let. a CEIE (SIEHR, Münchener Kommentar BGB, vol. 10, 3e éd. 1998, n. 71 ad art. 19 Anh. II); PIRRUNG est plus nuancé, qui affirme simplement que ces juridictions peuvent prendre BGE 133 III 694 S. 698en compte ce résultat sans autre examen (STAUDINGER/PIRRUNG, loc. cit.). Comme on le verra (ci-dessous, consid. 2.1.3), la question peut demeurer indécise.\n\n2.1.3 En l'espèce, le fait que la mère ait quitté les Etats-Unis en violation de l'interdiction de déplacement ordonnée le 25 avril 2006, suffit en soi à satisfaire aux conditions de l'art. 3 al. 1 let. a CEIE (ci-dessus, consid. 2.1.1 in fine).\n\nDe surcroît, l'existence de certains droits du recourant envers sa fille ressort de la décision du Tribunal du comté de Volusia du 4 mai 2006, antérieure au déplacement de l'enfant; le Juge y constate en effet que le père dispose de \" legal rights and responsibilities with respect to said child \". Cette déclaration, qui émane du Tribunal du lieu de résidence habituelle de l'enfant avant son départ des Etats-Unis, lie les juridictions suisses.\n\nEnfin, la décision du 6 novembre 2006, expressément qualifiée de décision de constatation au sens de l'art. 15 CEIE, établit que le recourant bénéficiait d'un droit de garde (\" inherent custodial rights \") durant toute la période de cohabitation des parents avec l'enfant - de mai 2005 au 1er février 2006 - et jusqu'en mars 2006, ce qui rendait le déplacement de l'enfant illicite au sens de l'art. 3 CEIE. Rien ne permet de mettre en doute cette constatation. En particulier, l'art. 744.301 des Statuts de Floride invoqué par l'intimée, qui prévoit que la mère d'un enfant né hors mariage en est le gardien naturel (\" natural guardian \"), ne permet pas de déduire qu'elle était la seule à disposer de l'autorité parentale et de la garde sur sa fille; aucune jurisprudence américaine en ce sens n'a d'ailleurs été communiquée. Les juridictions helvétiques peuvent donc, sans autre examen, s'en tenir aux droits constatés par le Tribunal du comté de Volusia dans ses décisions.\n\nEn conséquence, l'affirmation de l'autorité de surveillance, selon laquelle le droit de garde n'a été attribué au père qu'après le départ de la mère et de l'enfant pour l'Europe, est erronée; de même, le fait qu'aucun droit de visite n'a été fixé après la séparation des parties ainsi que l'absence de démarches du père en vue de reconnaître sa paternité avant le départ de l'enfant ne permettent pas de contester l'existence d'un droit de garde légitime du père sur l'enfant avant le 21 mai 2006.\n\n2.2 Il s'agit dès lors d'examiner la seconde condition posée par la Convention, à savoir que le droit de garde ait été exercé de façon BGE 133 III 694 S. 699effective au moment de l'enlèvement, ou l'eût été si cet événement n'était pas survenu (art. 3 al. 1 let. b CEIE).\n\n2.2.1 Cette condition doit être admise de façon large (SIEHR, op. cit., n. 29 ad art. 19 Anh. II); elle est présumée remplie lorsque le détenteur de la garde engage une démarche pour obtenir le retour de l'enfant (BUCHER, op. cit., n. 437).\n\nL'autorité requise n'a pas à initier des vérifications à ce sujet, sauf s'il apparaît nettement que le requérant avait en fait déjà renoncé à son droit (BUCHER, loc. cit.); s'il existe un doute, il appartient au parent qui s'oppose au retour d'alléguer l'absence de garde effective et d'en apporter la preuve en vertu de l'art. 13 al. 1 CEIE. Les exceptions au retour prévues par cette disposition s'interprètent de manière restrictive; le parent auteur de l'enlèvement ne doit tirer aucun avantage de son comportement illégal (arrêt 5A_285/2007 du 16 août 2007, consid. 4.1). L'absence de garde effective au sens de l'art. 13 al. 1 let. a CEIE ne saurait être retenue que lorsqu'il apparaît clairement que le titulaire du droit de garde ne se soucie pas de son enfant et a abandonné l'exercice de son droit; des contacts réguliers suffisent à écarter ce motif de refus même dans l'hypothèse où l'enfant aurait été placé chez des parents ou des tiers (BUCHER, op. cit., n. 464; ZÜRCHER, op. cit., p. 78; SIEHR, loc. cit.; pour une casuistique: SCHMID, Neuere Entwicklungen im Bereich der internationalen Kindesentführungen, PJA 2002 p. 1332).\n\n2.2.2 En l'espèce, l'autorité cantonale a constaté que, jusqu'au 1er février 2006, le recourant avait vécu sous le même toit que sa fille, à l'exception d'une période d'un mois et demi durant laquelle la mère s'était absentée avec l'enfant; en février et mars 2006, il a continué de la voir avant que l'intimée ne l'emmène de la Floride vers le Tennessee puis l'Arizona; de fin mars à début mai 2006 enfin, il a, à maintes reprises, sollicité de la mère le retour de l'enfant.\n\nForce est donc d'admettre que, avant le départ de l'enfant, le recourant exerçait effectivement et régulièrement le droit de garde dont il était titulaire. Il convient de préciser, dans la mesure où l'autorité cantonale semble y avoir attaché de l'importance, que l'absence de contact avec le père durant la période située entre le départ de la mère et de l'enfant de Floride à fin mars 2006 et leur départ des Etats-Unis le 21 mai 2006, ne peut être assimilée à un abandon de l'exercice du droit de garde, d'autant que le recourant n'a cessé de réclamer le retour de l'enfant; au demeurant, l'absence de contact entre le père et BGE 133 III 694 S. 700l'enfant durant cette période est due au seul comportement de la mère, qui ne saurait dès lors en tirer aucun avantage (cf. ci-dessus, consid. 2.2.1).\n\nEn conséquence, l'autorité cantonale a enfreint les art. 3 et 13 al. 1 let. a CEIE en considérant qu'il y avait lieu de faire exception au retour de l'enfant.\n\n3. Quant à la réserve de l'ordre public, l'art. 20 CEIE en réduit la portée au seul respect des principes fondamentaux de l'Etat requis sur la sauvegarde des droits de l'homme et des libertés fondamentales (ATF 123 II 419 consid. 2b p. 423; ABT, Der Ordre public-Vorbehalt des Haager Übereinkommens über die zivilrechtlichen Aspekte internationaler Kindesentführungen, PJA 1997 p. 1079; STAUDINGER/PIRRUNG, op. cit, n. 698 ad Vorbemerkungen zu Art. 19 EGBGB). La violation de ces garanties fondamentales ne peut être invoquée comme motif de refus que si elle est grave et liée directement à la situation en cas de retour de l'enfant (ZÜRCHER, op. cit., p. 173; BUCHER, op. cit., n. 492).\n\nEn l'espèce, l'absence de notification à la mère des décisions des 25 avril et 4 mai 2006 n'est en aucune façon liée à la situation en cas de retour de l'enfant; elle ne saurait donc faire obstacle à ce retour."}