{"annee": "133", "cour": "III", "page": "493", "date": "28/6/2007", "cite": [], "cite_par": ["134 III 267", "140 III 501", "134 III 115", "138 I 143", "135 III 1", "134 V 138"], "chapeau": "62. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause époux A. contre X. et époux Y. (recours en matière civile)\n\n4A_133/2007 du 28 juin 2007", "regestes": ["Art. 74 al. 2 let. a LTF; question juridique de principe. La notion de question juridique de principe doit être interprétée de manière très restrictive (consid. 1.1). Lorsque la question soulevée n'est rien d'autre que celle de l'application de principes jurisprudentiels à un cas particulier, il ne s'agit pas d'une question juridique de principe (consid. 1.2)."], "faits": "BGE 133 III 493 S. 493\n\nA. Par contrat du 20 mars 2001, X. a remis un appartement à bail aux époux A. Les époux Y. ont par la suite acquis l'immeuble où se trouve ce logement. Le 10 février 2004, ils ont adressé aux époux A. le décompte chauffage, eau chaude et frais d'exploitation pour la période du 1er juillet 2002 au 30 juin 2003, que ces derniers ont contesté. BGE 133 III 493 S. 494\n\nB. Le 22 septembre 2004, les époux A. ont saisi la Commission de conciliation en matière de bail à loyer. La conciliation ayant été vainement tentée, ils ont porté la cause devant le Tribunal des baux par requête du 2 décembre 2004, concluant à ce que X. ainsi que les époux Y. soient condamnés à leur payer 1'191 fr. 30 (remboursement d'acomptes versés pour frais accessoires et chauffage) et à ce qu'il soit constaté qu'ils ne leur sont pas redevables de 245 fr. 10 (solde des frais accessoires dus selon le décompte du 10 février 2004).\n\nPar jugement du 8 août 2005, le Tribunal des baux a rejeté la première conclusion en paiement et partiellement admis la seconde en ce sens que sur le montant de 245 fr. 10, les locataires n'étaient pas redevables de 27 fr. 90.\n\nPar arrêt du 1er février 2007, la Chambre des recours du Tribunal cantonal vaudois a rejeté le recours déposé par les époux A. et confirmé le jugement du 8 août 2005. En résumé, elle a constaté que les frais accessoires facturés ressortaient des conditions générales annexées au contrat de bail, que les locataires avaient signées en même temps que celui-ci; elle en a déduit que ces frais étaient mentionnés de manière suffisamment claire et précise.\n\nC. Les époux A. (les recourants) interjettent le présent recours en matière civile au Tribunal fédéral; ils prennent principalement des conclusions identiques à celles formulées devant le Tribunal des baux et sollicitent subsidiairement l'annulation de l'arrêt attaqué et le renvoi de la cause à celui-ci pour nouvelle instruction et nouvelle décision, avec suite de frais et dépens.\n\nX. et les époux Y. (les intimés) proposent principalement l'irrecevabilité, subsidiairement le rejet du recours, sous suite de dépens.", "considerants": "Extrait des considérants:\n\n1. De l'avis des recourants, la voie du recours en matière civile est ouverte en l'espèce nonobstant le fait que la valeur litigieuse n'atteint pas 15'000 fr., au motif que le présent recours soulèverait une question juridique de principe (cf. art. 74 al. 1 let. a et al. 2 let. a LTF). Cette question serait celle de savoir si des conditions générales signées par le locataire en même temps que le contrat de bail et pour en faire partie intégrante permettent au bailleur de lui réclamer le paiement des frais qui y sont mentionnés.\n\n1.1 Le législateur n'a pas donné de définition de la notion de \"question juridique de principe\", qui se trouve tant dans la Constitution BGE 133 III 493 S. 495fédérale (art. 191 al. 2 Cst.) que dans la loi du 17 juin 2005 sur le Tribunal fédéral (LTF; RS 173.110; art. 74 al. 2 let. a LTF). Il s'agit d'une notion juridique indéterminée que la jurisprudence doit concrétiser (cf. Message du 28 février 2001 concernant la révision totale de l'organisation judiciaire fédérale, FF 2001 p. 4000 ss, spéc. p. 4108).\n\nA l'origine, le projet de loi sur le Tribunal fédéral prévoyait que dans une cause civile, la seule voie de recours possible était celle du recours en matière civile. Lorsque ce recours n'était pas ouvert faute de valeur litigieuse suffisante, il n'y avait en principe pas de recours au Tribunal fédéral; le recours de droit public (art. 84 ss OJ [RO 3 p. 521]), qui permettait, sous l'ancien droit, de saisir le Tribunal fédéral lorsque la voie du recours en réforme était fermée, était en effet purement et simplement supprimé. Cela pouvait empêcher de saisir l'autorité judiciaire suprême de la Confédération de questions méritant d'être tranchées par elle. Le projet de loi a dès lors prévu d'ouvrir exceptionnellement la voie du recours en matière civile en cas de valeur litigieuse insuffisante, lorsque le recourant pose une question juridique de principe.\n\nLors des débats parlementaires toutefois, le législateur a introduit le recours constitutionnel subsidiaire (art. 113 ss LTF), que le projet de loi ne prévoyait pas. Ce recours, ouvert lorsque la voie du recours en matière civile est fermée, permet, comme l'ancien recours de droit public, de se plaindre de la violation de droits constitutionnels, et donc notamment d'une application arbitraire du droit fédéral. Dans ces circonstances, l'ouverture exceptionnelle de la voie du recours en matière civile dans les causes à valeur litigieuse insuffisante apparaît sous un autre jour. Il s'ensuit que la notion de \"question juridique de principe\" doit être appliquée de manière très restrictive, plus restrictive que celle décrite dans le Message (cf. HOHL, Le recours en matière civile selon la loi sur le Tribunal fédéral du 17 juin 2005, in Les recours au Tribunal fédéral, Zurich 2007, p. 73 s.; KARLEN, Das neue Bundesgerichtsgesetz, Bâle 2006, p. 44; cf. également SPÜHLER/DOLGE/VOCK, Kurzkommentar zum Bundesgerichtsgesetz [BGG], Zurich/St-Gall 2006, n. 6 ss ad art. 74 LTF).\n\n1.2 La question juridique posée en l'espèce est celle de savoir à quelles exigences doit répondre la convention spéciale mettant les frais accessoires à la charge du locataire, prévue à l'art. 257a al. 2 CO. A ce sujet, il existe une jurisprudence abondante du Tribunal fédéral, que les recourants citent d'ailleurs en partie eux-mêmes. Cette BGE 133 III 493 S. 496jurisprudence pose les principes en la matière, soit en particulier que la convention doit être claire et précise, sans devoir toutefois répondre à des exigences de forme particulières; dans ce cadre, la jurisprudence traite notamment de la portée de conditions générales prévoyant la mise de frais accessoires à la charge du locataire (cf. arrêt 4C.250/2006 du 3 octobre 2006, publié in mp 2006 p. 272, consid. 1.1 et les arrêt cités).\n\nLa question spécifique soulevée par les recourants n'est rien d'autre que celle de l'application de ces principes à un cas particulier. Que ce cas particulier puisse se répéter dans la pratique et que l'autorité cantonale parle à son égard de question de principe n'y change rien. Il ne s'agit pas d'une question de principe au sens de l'art. 74 al. 2 let. a LTF. Il s'ensuit l'irrecevabilité du recours."}