{"annee": "133", "cour": "IV", "page": "267", "date": "23/8/2007", "cite": ["123 II 231"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Jugendanwaltschaft und Haftrichter des Bezirksgerichts Winterthur (Beschwerde in Strafsachen)\n\n1B_156/2007 vom 23. August 2007", "regestes": ["Recours cantonal contre une décision de détention en droit pénal des mineurs (art. 41 al. 1 DPMin; art. 80 al. 1 LTF). Selon l'art. 41 al. 1 DPMin, les cantons doivent prévoir une voie de recours notamment contre les décisions de détention prises en procédure pénale des mineurs. Cette disposition est directement applicable dès le 1er janvier 2007. Un détenu soumis au droit pénal des mineurs peut donc, en invoquant cette disposition, former un recours cantonal contre une décision ordonnant ou prolongeant sa détention; il doit aussi user de cette possibilité avant de saisir le Tribunal fédéral (consid. 3)."], "faits": "BGE 133 IV 267 S. 267\n\nAm 7. Juli 2007 wurde X. (geboren im September 1989) bei der Rückreise von der Dominikanischen Republik in die Schweiz am BGE 133 IV 267 S. 268Flughafen Zürich verhaftet, weil sie in ihrem Rollkoffer und in ihrer Laptoptasche ca. 5 kg Kokain mit sich führte. X. bestreitet, Kenntnis vom Kokain gehabt zu haben. Sie sei zu Besuch bei ihrem Mann in der Dominikanischen Republik gewesen. Dort sei ihr der Koffer und die Laptoptasche von einem \"Kelvin\" übergeben worden, mit der Bitte, diese in der Schweiz weiterzugeben.\n\nMit Verfügung des Haftrichters am Bezirksgericht Winterthur vom 10. Juli 2007 wurde Untersuchungshaft bis zum 27. Juli 2007 wegen Kollusions- und Fluchtgefahr angeordnet. Mit Verfügung vom 26. Juli 2007 wurde die Haft bis zum 24. August 2007 verlängert.\n\nDagegen hat X. am 30. Juli 2007 Beschwerde in Strafsachen an das Bundesgericht erhoben.\n\nAm 17. August 2007 wurde X. aus der Untersuchungshaft entlassen.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n3. Im vorliegenden Fall stellt sich die grundsätzliche Frage, ob der kantonale Instanzenzug ausgeschöpft worden ist (Art. 80 Abs. 1 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht [BGG; SR 173.110]), d.h. unmittelbar gegen den Haftverlängerungsentscheid des Zürcher Haftrichters im Jugendstrafverfahren Beschwerde in Strafsachen an das Bundesgericht erhoben werden kann.\n\nDas Zürcher Recht sieht kein kantonales Rechtsmittel gegen diesen Entscheid vor (vgl. § 62 Abs. 4 i.V.m. § 380 Abs. 3 der Zürcher Strafprozessordnung vom 4. Mai 1919 [StPO/ZH]). Fraglich ist allerdings, ob diese Regelung mit Art. 41 Abs. 1 des Bundesgesetzes vom 20. Juni 2003 über das Jugendstrafrecht (Jugendstrafgesetz, JStG; SR 311.1) vereinbar ist, wonach die Kantone gegen Urteile und Verfügungen, die gestützt auf das Jugendstrafgesetz ergehen, ein Rechtsmittel an eine gerichtliche Instanz vorsehen müssen.\n\nDiese Frage ist von prinzipieller Bedeutung und stellt sich bei jedem Zürcher Haftentscheid im Anwendungsbereich des JStG. Da die Untersuchungshaft gemäss Art. 6 Abs. 1 Satz 2 JStG so kurz wie möglich zu halten ist, besteht die Gefahr, dass ein bundesgerichtlicher Entscheid zu dieser Frage nie rechtzeitig vor der Haftentlassung eingeholt werden könnte. Insofern rechtfertigt es sich, die Frage im vorliegenden Verfahren zu beantworten. BGE 133 IV 267 S. 269\n\n3.1 Das Jugendstrafgesetz ist auf die Beschwerdeführerin anwendbar, weil sie im Zeitpunkt der vermuteten Straftat, d.h. des Drogentransports, das 18. Lebensjahr noch nicht erreicht hatte (vgl. Art. 3 Abs. 1 JStG).\n\n3.2 Zwar stützt sich die Anordnung von Untersuchungshaft in erster Linie auf die Bestimmungen des kantonalen Strafprozessrechts (hier: §§ 58 ff. ZPO/ZH). Zu beachten sind aber zusätzlich die restriktiveren Anforderungen gemäss Art. 6 Abs. 1 JStG, weshalb sich die Haftanordnung auch auf das JStG stützt und zu den anfechtbaren Entscheiden nach Art. 41 JStG gehört (so auch PETER AEBERSOLD, Schweizerisches Jugendstrafrecht, Bern 2007, S. 200; BAPTISTE VIREDAZ, Le nouveau droit pénal des mineurs, in: André Kuhn/Laurent Moreillon/Baptiste Viredaz/Aude Bichovsky, La nouvelle partie générale du Code pénal suisse, Bern 2006, S. 411 Fn. 56).\n\nArt. 41 JStG will den Rechtsschutz des Jugendlichen verbessern und verpflichtet deshalb die Kantone, ein Rechtsmittel vorzusehen, mit dem Urteile und Verfügungen, gleichgültig ob von Gerichten oder Verwaltungsbehörden erlassen, bei einer gerichtlichen Instanz des Kantons angefochten werden können (Botschaft des Bundesrats zum JStG vom 21. September 1998, BBl 1999 S. 2265, Ziff. 425.4). Es ist kein Grund ersichtlich, ausgerechnet die Untersuchungshaft als einschneidendste freiheitsentziehende Massnahme von dieser Rechtsmittelgarantie auszuschliessen, und diese auf vorsorgliche Massnahmen gemäss Art. 5 i.V.m. Art. 12 ff. JStG zu beschränken.\n\nGemäss Art. 6 Abs. 1 JStG darf Untersuchungshaft gegen Jugendliche nur angeordnet werden, wenn ihr Zweck nicht durch eine vorsorglich angeordnete Schutzmassnahme erreicht werden kann. Insofern besteht auch materiell ein Konnex zwischen der Haftanordnung und den vorrangig zu prüfenden vorsorglichen Massnahmen des Jugendstrafrechts. Es ist daher sinnvoll, wenn auch die Haftanordnung (bzw. -verlängerung) von einer auf das Jugendstrafrecht spezialisierten kantonalen Rechtsmittelinstanz überprüft wird, bevor Beschwerde ans Bundesgericht erhoben werden kann.\n\n3.3 Zu prüfen ist noch, ob Art. 41 JStG unmittelbar anwendbar ist. Von ihrem Wortlaut her ist die Bestimmung als Gesetzgebungsauftrag formuliert; das JStG legt jedoch keine Übergangsfrist für die Erfüllung dieser Verpflichtung fest.\n\nNachdem das JStG gleichzeitig mit dem BGG am 1. Januar 2007 in Kraft getreten ist, fragt sich, ob die Übergangsbestimmung von BGE 133 IV 267 S. 270Art. 130 BGG auch für Art. 41 JStG herangezogen werden kann. Nach Art. 130 Abs. 1 BGG erlassen die Kantone auf den Zeitpunkt des Inkrafttretens der schweizerischen Strafprozessordnung Ausführungsbestimmungen über die Zuständigkeit, die Organisation und das Verfahren der Vorinstanzen in Strafsachen im Sinne der Artikel 80 Abs. 2 und 111 Abs. 3 BGG, einschliesslich der Bestimmungen, die zur Gewährleistung der Rechtsweggarantie nach Art. 29a BV erforderlich sind. Ist sechs Jahre nach Inkrafttreten des BGG noch keine schweizerische Strafprozessordnung in Kraft, so legt der Bundesrat die Frist zum Erlass der Ausführungsbestimmungen nach Anhörung der Kantone fest.\n\nAllerdings wurde das Jugendstrafgesetz von den eidgenössischen Räten schon am 20. Juni 2003 beschlossen, lange vor dem BGG. Es trat gleichzeitig mit der Revision des Allgemeinen Teils des Strafgesetzbuchs und des Militärstrafrechts in Kraft (vgl. Art. 49 Abs. 2 JStG).\n\nAm 23. Juni 2006 wurde Art. 130 BGG mit dem Bundesgesetz über die Bereinigung und Aktualisierung der Totalrevision der Bundesrechtspflege (AS 2006 S. 4213) geändert, um die Umsetzungsarbeiten zum BGG mit denjenigen zur eidgenössischen StPO zeitlich zu koordinieren und um klarzustellen, dass die Übergangsfristen von Artikel 130 BGG auch für die Umsetzung der Rechtsweggarantie gemäss Art. 29a BV gelten (Botschaft des Bundesrats vom 1. März 2006, BBl 2006 S. 3074 f., Ziff. 3.1). Bei dieser Revision, die den Anwendungsbereich von Art. 130 BGG präzisieren sollte, wurde Art. 41 JStG nicht erwähnt. Dies spricht dafür, dass den Kantonen für die Umsetzung dieser Bestimmung keine Übergangsfrist eingeräumt werden sollte.\n\nDas JStG regelt nicht nur das materielle Jugendstrafrecht, sondern enthält auch Grundsätze für das Jugendstrafverfahren (vgl. Art. 1 Abs. 1 lit. b JStG). Diese stellen Mindestgarantien dar, die vom kantonalen Recht über-, nicht aber unterschritten werden dürfen, und sollen sicherstellen, dass das materielle Jugendstrafrecht und seine Grundsätze tatsächlich zum Tragen kommen (AEBERSOLD, a.a.O., S. 191 f.; vgl. auch Botschaft zum JStG, a.a.O., Ziff. 425.4 S. 2266). Von diesem Schutzzweck her muss auch die Verfahrensbestimmung von Art. 41 JStG unmittelbar anwendbar sein.\n\n3.4 Ein Verhafteter, auf den das Jugendstrafgesetz anwendbar ist, kann daher gestützt auf diese Bestimmung im Kanton ein BGE 133 IV 267 S. 271Rechtsmittel gegen eine Haftanordnung oder -verlängerung erheben und muss diese Möglichkeit auch ausschöpfen, bevor er Beschwerde ans Bundesgericht erheben kann. Bis zur Anpassung der kantonalen StPO muss die zuständige kantonale Instanz durch den Erlass einer Übergangsregelung auf dem Verordnungsweg oder durch die Bezeichnung des Gerichts im Einzelfall bestimmt werden. Hierfür kann auf die bundesgerichtliche Rechtsprechung zu den Rechtsmittelgarantien der Art. 6 EMRK und Art. 98a OG (nach Ablauf der Übergangsfrist am 15. Februar 1997) verwiesen werden (vgl. BGE 123 II 231 E. 7 S. 236 f. mit Hinweisen)."}