{"annee": "133", "cour": "III", "page": "453", "date": "26/4/2007", "cite": ["131 III 38", "132 IV 12", "92 II 243", "121 III 219", "100 II 384", "117 II 290", "132 III 71", "81 II 462", "123 III 261", "109 II 47", "120 II 393", "112 II 461", "122 III 279", "129 III 129", "122 IV 25", "133 III 133"], "cite_par": ["138 III 252"], "chapeau": "57. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen Y. Beteiligungen AG (Berufung)\n\n4C.45/2006 vom 26. April 2007", "regestes": ["Annulation de l'élection de l'organe de révision (art. 706 CO); intérêt juridiquement protégé. Intérêt juridiquement protégé à obtenir l'annulation de décisions de l'assemblée générale des actionnaires portant sur l'élection de l'organe de révision, respectivement des réviseurs des comptes de groupe, pour les exercices comptables passés, après que l'organe de révision - prétendument - non indépendant ne s'est plus représenté à l'élection pendant le procès et que les comptes annuels examinés par cet organe ont été approuvés (consid. 7). Importance des droits de contrôle des actionnaires et concept de l'information dans le droit de la société anonyme (consid. 7.2). Devoirs de l'organe de révision et portée du rapport de révision établi par un organe de révision indépendant (consid. 7.3). Exclusion d'une action en responsabilité (consid. 7.4). Subsidiarité du contrôle spécial (consid. 7.5)."], "faits": "BGE 133 III 453 S. 454\n\nA. Die Y. Beteiligungen AG (Beklagte) mit Sitz in A. hält als wichtigste Beteiligung das Aktienkapital der Y. AG, die im Präzisions-Werkzeugmaschinenbau tätig ist. In der beklagten Gesellschaft steht sich je eine Gruppe von Mehrheits- und von Minderheitsaktionären gegenüber, wobei die Minderheitsgruppe im Verwaltungsrat nicht vertreten ist. Zur Minderheitsgruppe gehört die X. AG (Klägerin) mit Sitz in B., die etwa 47 % der Aktien hält (vgl. BGE 131 III 38 S. 39).\n\nDie Klägerin focht mit verschiedenen Eingaben an das Handelsgericht des Kantons Zürich die fünf in den Jahren 2000 bis 2004 gefassten Beschlüsse der Generalversammlung der Beklagten an, mit denen die C. AG jeweils zur Revisionsstelle bzw. zur Konzernprüferin (im Folgenden wird zuweilen nur noch von Revisionsstelle gesprochen) der Beklagten gewählt worden war. Die entsprechenden Verfahren wurden auf Antrag der Klägerin sistiert, da eine analoge Klage betreffend den Generalversammlungsbeschluss des Jahres 1999 hängig war und präjudizielle Wirkungen dieses ersten Verfahrens als möglich angenommen wurden.\n\nDas Handelsgericht wies die Klage betreffend den Generalversammlungsbeschluss des Jahres 1999 am 29. Oktober 2002 ab. Eine dagegen erhobene Berufung wies das Bundesgericht mit Urteil vom 12. Oktober 2004 ab, soweit es darauf eintrat (BGE 131 III 38, Verfahren 4C.386/2002).\n\nB. Am 17. Februar 2005 verfügte der Präsident des Handelsgerichts die Vereinigung der fünf hängigen Anfechtungsprozesse. Gleichzeitig setzte er der Klägerin Frist an, um hinsichtlich der vereinigten Verfahren eine einheitliche und allein massgebliche Klageschrift einzureichen. Die Klägerin kam dieser Aufforderung nach und beantragte mit Eingabe vom 17. Mai 2005, die Beschlüsse der Generalversammlung der Beklagten der Jahre 2000 bis 2004 über die Wahl der C. AG zur Revisionsstelle bzw. Konzernprüferin seien aufzuheben. BGE 133 III 453 S. 455\n\nAnlässlich der Generalversammlung der Beklagten vom 7. Juli 2005 stellte sich die C. AG nicht mehr zur Wiederwahl. An ihrer Stelle wählte die Generalversammlung die D. zur Revisionsstelle und Konzernprüferin. Darauf Bezug nehmend stellte die Beklagte mit vorläufiger Klageantwort vom 15. September 2005 die Anträge, es sei das Prozessthema einstweilen auf das Thema des Rechtsschutzinteresses der Klägerin zu beschränken und auf die Klage nicht einzutreten. Die Klägerin nahm dazu mit Eingabe vom 31. Oktober 2005 Stellung.\n\nDas Handelsgericht trat mit Beschluss vom 7. Dezember 2005 mangels Rechtsschutzinteresses auf die Klage nicht ein.\n\nC. Gegen diesen Beschluss gelangte die Klägerin mit Nichtigkeitsbeschwerde an das Kassationsgericht des Kantons Zürich, welches das Rechtsmittel am 15. November 2006 abwies, soweit es darauf eintrat. Eine dagegen gerichtete staatsrechtliche Beschwerde der Klägerin hat das Bundesgericht mit Urteil vom heutigen Tag abgewiesen, soweit es darauf eingetreten ist (Verfahren 4P.341/ 2006).\n\nD. Die Klägerin führt gegen den Beschluss des Handelsgerichts vom 7. Dezember 2005 zudem eidgenössische Berufung. Sie beantragt, der angefochtene Beschluss des Handelsgerichts und die Beschlüsse der Generalversammlung der Beklagten der Jahre 2000 bis 2004 über die Wahl der C. AG zur Revisionsstelle bzw. Konzernprüferin seien aufzuheben. Eventuell sei festzustellen, dass die genannten Wahlbeschlüsse gesetzeswidrig sind. Subeventuell sei der angefochtene Beschluss des Handelsgerichts aufzuheben und die Sache dem Handelsgericht zu weiterem Eintreten auf die Klage und zu materieller Entscheidung zurückzuweisen.\n\nDie Beklagte schliesst auf Abweisung der Berufung, soweit darauf einzutreten sei.\n\nDas Bundesgericht heisst die Berufung teilweise gut, soweit darauf einzutreten ist, hebt den angefochtenen Beschluss des Handelsgerichts vom 7. Dezember 2005 auf und weist die Streitsache zur Beurteilung in der Sache an das Handelsgericht zurück.", "considerants": "Aus den Erwägungen:\n\n7. Die Klägerin begründete ihr im vorinstanzlichen Verfahren gestelltes Begehren um Aufhebung der Beschlüsse über die Wahl der C. AG als Revisionsstelle und Konzernprüferin der beklagten BGE 133 III 453 S. 456Gesellschaft für die Jahre 2000 bis 2004 mit der fehlenden Unabhängigkeit im Sinne von Art. 727c OR. Ob die Klägerin ein Rechtsschutzinteresse an der Beurteilung der Anfechtungsklage hat, bestimmt sich danach, ob sich die Gutheissung ihres Klagebegehrens positiv auf ihre rechtliche Situation auswirken würde (BGE 122 III 279 E. 3a). Bei der Beurteilung des Rechtsschutzinteresses ist daher von der Annahme auszugehen, die Sachverhaltsdarstellung und die Rechtsauffassung der Klägerin seien richtig, mithin die C. AG sei keine unabhängige Revisionsgesellschaft.\n\n7.1 Die Vorinstanz verneinte im angefochtenen Entscheid ein Rechtsschutzinteresse der Klägerin an einer Aufhebung der Wahlbeschlüsse und der Einsetzung einer neuen Revisionsstelle für die Geschäftsjahre 2000 bis 2004, weil die Beschlüsse der Generalversammlung über die Genehmigung der entsprechenden Jahresrechnungen ergangen und von der Klägerin nicht angefochten worden seien. Eine Nichtigkeit dieser Beschlüsse sei zu verneinen, da bei der Beschlussfassung unstrittig Revisions- bzw. Prüfungsberichte der gewählten Revisoren und Konzernprüfer vorgelegen hätten. Die nachträgliche Erarbeitung neuer Revisionsberichte erscheine als blosser Selbstzweck. Diese Argumentation greift zu kurz.\n\n7.2 Ausgangspunkt für die Geltendmachung von Aktionärsrechten, und damit auch grundlegendes Schutzrecht des Aktionärs überhaupt, ist sein Recht auf Information (FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, Bern 1996, § 40 Rz. 141). Damit der Aktionär seine Kapitalanlage beurteilen und richtige Entscheide über seine Investition bzw. Desinvestition, d.h. die Veräusserung seiner Aktien, treffen kann, muss er über die Gesellschaft informiert sein und einen Einblick in deren wirtschaftliche Lage haben. Eine angemessene Information bildet sodann unabdingbare Voraussetzung für die Geltendmachung seiner Mitverwaltungsrechte und besonders des Stimmrechts sowie die Grundlage für eine Kontrolle und eine eventuelle Haftbarmachung der Gesellschaftsorgane. Die Informationsrechte dienen den Individualinteressen der Aktionäre. Sie sind zugleich aber auch Voraussetzung für die Funktionsfähigkeit der Generalversammlung als obersten Organs der Gesellschaft (WEBER, Basler Kommentar, N. 1 zu Art. 696 OR; FORSTMOSER/ MEIER-HAYOZ/NOBEL, a.a.O., § 40 Rz. 146 f.; FELIX HORBER, Die Informationsrechte des Aktionärs, Eine systematische Darstellung, Zürich 1995, S. 25 ff.; vgl. auch BGE 132 III 71 E. 1.3; BGE 109 II 47 E. 2 S. 48 und E. 3b S. 50, je mit Hinweisen). BGE 133 III 453 S. 457\n\nUm unterschiedlichen Situationen und Aktionärsbedürfnissen Rechnung zu tragen, sieht das Gesetz ein dreistufiges Informationskonzept vor. Auf der ersten Stufe verlangt Art. 696 OR im Wesentlichen, dass der Geschäftsbericht, der u.a. die Jahresrechnung umfasst, sowie der Revisionsbericht vor der ordentlichen Generalversammlung spontan bekannt gegeben werden. Weiter sieht diese Bestimmung vor, dass der von der Generalversammlung genehmigte Geschäftsbericht und der Revisionsbericht während eines Jahres nach Abhaltung der Versammlung auf Verlangen eines Aktionärs herauszugeben sind. Art. 697 OR gibt dem Aktionär auf zweiter Stufe ein weiter gehendes Auskunfts- und Einsichtsrecht auf dessen Begehren (vgl. dazu BGE 132 III 71 sowie das Urteil 4C.234/ 2002 vom 4. Juni 2003, publ. in: Pra 93/2004 Nr. 68 S. 390). Auf dritter Stufe wird in den Art. 697a-697g OR mit dem subsidiär geltend zu machenden Institut der Sonderprüfung versucht, den Konflikt zwischen Offenlegungs- und Geheimhaltungsinteressen durch Zwischenschaltung eines Dritten zu überbrücken (vgl. dazu BGE 123 III 261; BGE 120 II 393 E. 4 S. 396; zum Ganzen: WEBER, a.a.O., N. 1 zu Art. 696 OR; FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., § 40 Rz. 149 ff.).\n\nEiner ordnungsgemässen Rechnungslegung kommt im Rahmen aller aktienrechtlichen Vorschriften eine zentrale Bedeutung zu (vgl. BÖCKLI, Schweizer Aktienrecht, 3. Aufl., Zürich/Basel/Genf 2004, § 8 Rz. 12 ff., der die Rechnungslegung als entscheidenden Kreuzweg aller aktienrechtlichen Vorschriften bezeichnet). Die Buchführung dient in erster Linie der Selbstinformation des Unternehmens und damit der Förderung der Interessen der Betriebsangehörigen. Ebenso beruhen die aktienrechtlichen Bestimmungen über die Rechnungslegung auf dem Gedanken der Kapitalerhaltung und stellen einen zentralen Ansatzpunkt für die Verantwortlichkeit des Verwaltungsrates und der Geschäftsleitung dar. Die Buchführung dient damit einerseits den Kapitaleignern, in deren Auftrag Verwaltung und Geschäftsleitung tätig sind, andererseits den Gläubigern und schliesslich, bei hinreichender wirtschaftlicher Bedeutung, auch einer weiteren Öffentlichkeit zur Information über die Ertragslage der Gesellschaft. Schliesslich erfüllt sie als Informationsgrundlage des Verwaltungsrates auch die Funktion eines Führungsinstruments. Sie bildet eine wichtige Voraussetzung für die Ausübung verschiedener Schutzrechte durch die Gesellschafter (BGE 132 IV 12 E. 9.3.3 S. 19; BGE 122 IV 25 E. 2b mit Hinweisen).\n\nBGE 133 III 453 S. 458\n\n7.3 Dem Revisionsbericht kommt in diesem Zusammenhang besondere Bedeutung zu, weil den Aktionären Einsichts- und Kontrollrechte nach Art. 697 OR in finanziellen Belangen nur so weit gewährt werden, als dies nach der ordnungsgemässen Prüfung von Buchhaltung und Jahres- bzw. Konzernrechnung durch die Revisionsstelle erforderlich ist und sich mit der Wahrung der Geschäftsgeheimnisse verträgt (vgl. BGE 132 III 71 E. 1.3.2 S. 77 und 1.3.5 S. 80; BGE 132 IV 12 E. 9.3.3 S. 20).\n\nDie Revisionsstelle, deren Wahl vorliegend angefochten wurde, soll garantieren, dass die Einsichtsrechte der Aktionäre und Gläubiger in die Jahresrechnung nicht dadurch entleert werden, dass unvollständige oder falsche Zahlen präsentiert werden (WATTER, Basler Kommentar, N. 1 zu Art. 727 OR). Sie hat nach Art. 728 Abs. 1 OR u.a. zu prüfen, ob die Buchführung und die Jahresrechnung sowie der Antrag über die Verwendung des Bilanzgewinns Gesetz und Statuten entsprechen. Damit eine solche Überprüfung sachlich einwandfreie Folgerungen erlaubt, hat sich die Revisionsstelle zu vergewissern, dass die in der Bilanz aufgeführten Aktiven vorhanden und die Passiven der Gesellschaft vollständig erfasst sind. Sie muss andererseits nicht die richtige Bewertung der Aktiven schlechthin, sondern die Einhaltung der gesetzlichen und statutarischen Bewertungsgrundsätze überprüfen (BGE 112 II 461 E. 3c S. 462; Urteil des Bundesgerichts vom 11. November 1975 i.S. IBZ, E. 3c, publ. in: ZR 75/1976 Nr. 21 S. 75). Ebenso wenig ist die Kontrollstelle allgemein verpflichtet, die Geschäftsführung der Gesellschaft zu kontrollieren und systematisch nach eventuellen Unregelmässigkeiten zu forschen. Stellt sie allerdings bei der Ausführung ihres Auftrags Verstösse gegen gesetzliche oder statutarische Vorschriften fest, muss sie den Verwaltungsrat darüber schriftlich in Kenntnis setzen und in wichtigen Fällen auch der Generalversammlung Mitteilung machen (Art. 729b OR). Diese Pflicht ist nicht auf den Prüfungsgegenstand der Revisionstätigkeit beschränkt, sondern bezieht sich auf alle festgestellten Unregelmässigkeiten (BGE 129 III 129 E. 7.1 S. 130 mit Hinweisen). Eine Meldung an die Generalversammlung ist insbesondere angebracht, wenn nach den Abklärungen der Revisionsstelle und nach Anhörung des Verwaltungsrates eine Verletzung des Gesetzes in einem wichtigen Fall vorliegt und dadurch die Gesellschaft offensichtlich geschädigt ist oder geschädigt zu werden droht (BÖCKLI, a.a.O., § 15 Rz. 175; vgl. dazu auch WATTER, a.a.O., N. 2 f. zu Art. 729b OR sowie FORSTMOSER/MEIER-HAYOZ/ BGE 133 III 453 S. 459NOBEL, a.a.O., § 33 Rz. 59 ff.). Zu denken ist dabei beispielsweise an Fälle von verdeckten Gewinnausschüttungen oder von schwerwiegenden deliktischen Handlungen (BÖCKLI, a.a.O., § 15 Rz. 110 ff., 130, 170). Diese Umschreibung der Aufgaben der Revisionsstelle gilt im Wesentlichen für den Konzernprüfer sinngemäss (Art. 731a Abs. 2 OR; vgl. dazu BÖCKLI, a.a.O., § 15 Rz. 115 ff., 136; WATTER, a.a.O., Rz. 7 ff. [vgl. zum Ganzen das Urteil 4P.208/2003 vom 12. Oktober 2004, E. 2.4.1]).\n\nWird die Jahresrechnung durch eine nicht unabhängige Revisionsstelle geprüft, wie es die Klägerin für den vorliegenden Fall behauptet, besteht die Gefahr, dass sie der Generalversammlung allfällige schädigende Unregelmässigkeiten bei der Geschäftsführung oder Verstösse gegen die Vorschriften ordnungsgemässer Rechnungslegung nicht anzeigt. Damit wird die Zuverlässigkeit der Jahresrechnung und damit des Geschäftsberichtes als das von den Aktionären primär auszuschöpfende Informationsmittel, das ihnen eine sinnvolle Ausübung ihrer Aktionärsrechte ermöglichen soll (vorstehende E. 7.2), in Frage gestellt.\n\nFolge eines die Anfechtungsklage gutheissenden Urteils wäre, dass die C. AG für die Geschäftsjahre 2000 bis 2004 (ex tunc; BGE 122 III 279 E. 2 S. 281) nicht als gesetzmässige Revisionsstelle gelten könnte und dass somit die Beklagte für diese Geschäftsjahre über keine gesetzmässige Revisionsstelle verfügt hätte. Damit wäre für die Klägerin der Weg frei, für diese Jahre die Wahl einer neuen, den gesetzlichen Anforderungen an die Unabhängigkeit und Befähigung genügende Revisionsstelle zu verlangen (vgl. Art. 727f OR), welche die entsprechenden Jahresrechnungen prüft, der Generalversammlung darüber und über allfällige anzuzeigende Unregelmässigkeiten Bericht erstattet. Auf diesem Weg können die Unsicherheiten beseitigt werden, die der Information anhaften, welche einer durch eine nicht unabhängige Revisionsstelle geprüften Jahresrechnung zu entnehmen ist. Auch werden möglicherweise allfällige Unregelmässigkeiten aufgedeckt, welche die Klägerin nicht selber feststellen kann.\n\nDaran besteht für die Klägerin grundsätzlich auch für vergangene Geschäftsjahre ein Interesse, und zwar unabhängig davon, ob die Jahresrechnungen für diese Jahre von der Generalversammlung genehmigt worden sind und allenfalls nach einer Beschlussfassung über die Verwendung des Bilanzgewinns (Art. 698 Abs. 2 Ziff. 5 BGE 133 III 453 S. 460OR) gewisse irreversible Fakten geschaffen worden sind. Die Aufdeckung von allfälligen Unregelmässigkeiten in den früheren Geschäftsjahren und die Beseitigung diesbezüglicher Unsicherheiten werden durch die Genehmigung der entsprechenden Jahresrechnungen nicht bedeutungslos. Vielmehr können sie Grundlage für die Wahrnehmung von Aktionärsrechten bilden, wie beispielsweise die Haftbarmachung von Gesellschaftsorganen, die künftige Ausübung des Stimmrechts, bei der Unregelmässigkeiten Rechnung getragen werden kann, oder die Veräusserung von Aktien (vorstehende E. 7.2; vgl. dazu auch BGE 109 II 47 E. 2 S. 48; vgl. dazu auch PETER SCHLOSSER, Gestaltungsklagen und Gestaltungsurteile, Bielefeld 1966, S. 334). Demnach ist auch nicht entscheiderheblich und kann offenbleiben, ob die Beschlüsse über die Genehmigung der Jahresrechnungen bei einer Aufhebung der Wahlbeschlüsse wegen fehlender Unabhängigkeit der Revisionsstelle als nichtig dahinfallen oder nicht.\n\n7.4 Die Beklagte beruft sich auf eine bundesgerichtliche Rechtsprechung, nach der eine Anfechtungsklage gegenüber den Beschlüssen der Generalversammlung unzulässig ist, wenn sie sich auf einen Sachverhalt stützt, der Gegenstand einer Verantwortlichkeitsklage gegen die Gesellschaftsorgane bilden kann (BGE 100 II 384 E. 2a S. 389; BGE 92 II 243 E. 2; BGE 81 II 462 E. III/1b S. 464 f.; diese Praxis wird von der herrschenden Lehre kritisiert: TANNER, Zürcher Kommentar, N. 30 ff. zu Art. 706 OR; FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., § 25 Rz. 7; JEAN NICOLAS DRUEY, Mängel des GV-Beschlusses, in: Druey/Forstmoser [Hrsg.], Rechtsfragen um die Generalversammlung, Zürich 1997, S. 135 [vgl. im Übrigen die Relativierung der Rechtsprechung in BGE 121 III 219 E. 1d/cc S. 233; BGE 117 II 290 E. 4e/bb S. 304 f.]). Damit vermag sie indessen das dargelegte Interesse der Klägerin an der Anfechtung der Beschlüsse über die Wahl der C. AG als Revisionsstelle für die Jahre 2000 bis 2004 nicht in Frage zu stellen. So ist nicht ersichtlich und wird von der Beklagten auch nicht dargetan, inwiefern der behauptete Tatbestand der fehlenden Unabhängigkeit der Revisionsstelle Gegenstand einer Verantwortlichkeitsklage bilden könnte. Wie die Beklagte selber einräumt, wird die fehlende Unabhängigkeit per se kaum je zu einem Schaden führen, sondern erst dann, wenn sie sich in schadensverursachenden Pflichtverletzungen manifestiert (WATTER, a.a.O., N. 19 zu Art. 727c OR). Zwar macht sie - wenn auch in anderem Zusammenhang - geltend, die Klägerin begründe die BGE 133 III 453 S. 461angeblich fehlende Unabhängigkeit der C. AG einzig mit Pflichtverletzungen derselben. Diese Behauptung findet indessen im angefochtenen Beschluss keine Stütze, weshalb die Beklagte damit mangels Sachverhaltsrüge nach Art. 63 Abs. 2 und Art. 64 OG nicht zu hören ist.\n\n7.5 Weiter bringt die Beklagte vor, der Klägerin stehe zur Vorbereitung einer Schadenersatzklage gegen die Organe der Gesellschaft das Institut der Sonderprüfung zur Verfügung, wobei sie sich auf die Behauptungen stützt, die Klägerin begründe die angeblich fehlende Unabhängigkeit der C. AG einzig mit angeblichen Rechnungslegungsverstössen der Beklagten im Zusammenhang mit dem sogenannten \"E.-Darlehen\" und sie mache nicht geltend, ihr schützenswertes Interesse bestehe in allfälligen neuen Erkenntnissen aufgrund neu zu erstellender Revisionsberichte. Da die Vorinstanz dazu indes keine Feststellungen getroffen hat und die Beklagte keine Sachverhaltsrügen nach Art. 63 Abs. 2 und Art. 64 OG erhebt, kann sie auch insoweit nicht gehört werden. Überdies hat die Sonderprüfung grundsätzlich nicht zum Ziel, eine umfassende Bilanzprüfung durch eine gesetzmässige Revisionsstelle zu ersetzen, und kommt nur subsidiär als letztes Mittel zur Verbesserung der Informationslage des Aktionärs zum Zuge, wenn das Auskunfts- und Einsichtsrecht keine Hilfe bringt (vgl. BGE 133 III 133 E. 3.2 S. 135; BGE 123 III 261 E. 3; WEBER, a.a.O., N. 2 zu Art. 697a OR; FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., § 35 Rz. 8 f; HORBER, a.a.O., S. 344 Rz. 1072 und S. 346 ff.). Solange der primäre - ohne besonderes Verlangen des Aktionärs zu befriedigende - Informationsanspruch der Klägerin nicht erfüllt ist, weil ihr durch eine nicht unabhängige Revisionsstelle geprüfte Jahresrechnungen unterbreitet wurden, muss sie sich nicht auf das Institut der Sonderprüfung verweisen lassen.\n\n7.6 Zusammenfassend hat die Vorinstanz ein Interesse der Klägerin an der Beurteilung der vereinigten Anfechtungsklagen gegen die Wahl der C. AG als Revisionsstelle und Konzernprüferin der Beklagten für die Jahre 2000 bis 2004 zu Unrecht verneint."}