{"annee": "133", "cour": "V", "page": "105", "date": "28/12/2006", "cite": [], "cite_par": ["134 V 250", "142 II 197"], "chapeau": "15. Auszug aus dem Urteil des Eidgenössischen Versicherungsgerichts i.S. E. gegen Ausgleichskasse und Versicherungsgericht des Kantons St. Gallen (Verwaltungsgerichtsbeschwerde)\n\nH 162/05 vom 28. Dezember 2006", "regestes": ["Art. 9 al. 2 let. c LAVS; art. 18 al. 1 RAVS: Revenu d'une activité soumis à cotisation. Depuis que la période de cotisation est passée de deux ans à une année au 1er janvier 2001, il n'y a plus lieu de s'en tenir à la jurisprudence selon laquelle la compensation des pertes en dehors des limites de la période déterminante n'est pas admissible (consid. 4)."], "faits": "", "considerants": "BGE 133 V 105 S. 106\n\nAus den Erwägungen:\n\n4.\n\n4.1 Mit Urteil H 46/05 vom 8. Mai 2006 bestätigte das Eidgenössische Versicherungsgericht die bisherige Rechtsprechung, wonach periodenübergreifende Verlustverrechnungen nicht zulässig sind (EVGE 1960 S. 29; vgl. auch ZAK 1951 S. 461 und 1988 S. 452 sowie Urteil H 222/96 vom 27. Januar 1997 und Urteil H 174/04 vom 2. Dezember 2004 [publ. in: SVR 2005 AHV Nr. 16 S. 53]; vgl. zudem PETER BINSWANGER, Kommentar zum Bundesgesetz über die Alters- und Hinterlassenenversicherung, Zürich 1950, S. 70 f.). Es stellt sich die Frage, ob an dieser Rechtsprechung, welche zu einem Fall mit Beitragserhebung im Rahmen der Vergangenheitsbemessung (zweijährige Beitrags- und Bemessungsperiode) erging, unter dem seit 1. Januar 2001 geltenden System der Gegenwartsbemessung (einjährige Beitrags- und Bemessungsperiode) noch festgehalten werden kann.\n\n4.2 Anlässlich seiner Sitzung vom 12. Dezember 2006 hat das Gesamtgericht entschieden, dass an der bisherigen Rechtsprechung nach dem Wechsel von der zwei- zur einjährigen Periode aus folgenden Gründen nicht festzuhalten ist. Gemäss Art. 9 Abs. 2 lit. c AHVG können zur Ermittlung des Einkommens aus selbstständiger Erwerbstätigkeit die eingetretenen und verbuchten Geschäftsverluste vom rohen Einkommen abgezogen werden. Der Bundesrat hat die Kompetenz, über diese Abzüge nähere Bestimmungen zu erlassen (Art. 182 BV; Art. 154 Abs. 2 AHVG). Nach Art. 18 Abs. 1 AHVV sind für die Ausscheidung und das Ausmass der BGE 133 V 105 S. 107nach Art. 9 Abs. 2 lit. a-e AHVG zulässigen Abzüge die Vorschriften der direkten Bundessteuer massgebend. Von diesem Verweis werden auch die Art. 31 bzw. 211 DBG (SR 642.11) erfasst. Der Verordnungsgeber hat Art. 18 Abs. 1 AHVV anlässlich des Wechsels von der zwei- zur einjährigen Periode durch Revision der Art. 22 ff. AHVV (Änderung vom 1. März 2000, in Kraft seit 1. Januar 2001 [AS 2000 S. 1441]) unverändert belassen. Während unter dem bis 31. Dezember 2000 geltenden System die Verrechnung innerhalb der zweijährigen Periode zulässig war, verliert Art. 9 Abs. 2 lit. c AHVG bei Weiterführung der bisherigen Rechtsprechung im Rahmen der seit 1. Januar 2001 geltenden einjährigen Beitrags- und Bemessungsperiode sein Anwendungsgebiet, kann doch von Verlustverrechnung mit Gewinnen sinnvollerweise nur bei Vorliegen mehr als eines Geschäftsabschlusses gesprochen werden, was in einem Kalenderjahr nur ausnahmsweise der Fall ist. Der Systemwechsel von der zwei- zur einjährigen Periode ist deshalb zum Anlass zu nehmen, diese Rechtsprechung zu ändern (ablehnend KIESER, Alters- und Hinterlassenenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2. Aufl., Basel 2007, Rz. 119). Auf Grund der unterschiedlichen Zweckbestimmung von AHV- und Steuerrecht ist es zwar nicht zwingend, sämtliche Fragen im Kontext des beitragspflichtigen Einkommens aus selbstständiger Erwerbstätigkeit in beiden Rechtsgebieten gleich zu behandeln. Vielmehr ist der Bundesrat als Verordnungsgeber befugt, im Rahmen des Gesetzes bei den Abzügen vom beitragspflichtigen Einkommen eine vom Steuerrecht abweichende Regelung vorzusehen. Solange er dies jedoch nicht tut, bleibt es bei der durch Art. 18 Abs. 1 AHVV klar angeordneten Parallelität mit dem Steuerrecht, auch bezüglich der Verlustverrechnung. Es sind keine durchschlagenden Auslegungselemente ersichtlich, welche eine vom Wortlaut des Art. 18 Abs. 1 AHVV abweichende Ausnahme von der Massgeblichkeit des Steuerrechts gebieten würden."}