{"annee": "133", "cour": "IV", "page": "36", "date": "24/11/2006", "cite": ["131 IV 125", "108 IV 25", "116 IV 52"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Nichtigkeitsbeschwerde)\n\n6S.156/2006 vom 24. November 2006", "regestes": ["Art. 251 ch. 1 CP; faux intellectuel dans les titres. L'acte consistant à faire monter le cours d'une action cotée en bourse au moyen d'interventions artificielles dans le processus de formation du prix, effectuées par des employés d'une banque, n'entraîne pas un extrait de compte de dépôt mensonger pour le client ni une comptabilité inexacte pour la banque (consid. 4.2)."], "faits": "BGE 133 IV 36 S. 36\n\nA. Die Bezirksanwaltschaft III für den Kanton Zürich verurteilte X. mit Strafbefehl vom 7. Oktober 2004 wegen Gehilfenschaft zu mehrfacher Urkundenfälschung im Sinne von Art. 251 Ziff. 1 StGB i.V.m. Art. 25 StGB zu 10 Tagen Gefängnis mit bedingtem Strafvollzug bei einer Probezeit von 2 Jahren.\n\nAuf Einsprache des Beurteilten hin erklärte der Einzelrichter in Strafsachen des Bezirks Zürich X. am 7. April 2005 als nicht schuldig und sprach ihn frei. Eine hiegegen von der Staatsanwaltschaft erhobene Berufung blieb ohne Erfolg. Mit Urteil vom 6. Februar 2006 bestätigte das Obergericht des Kantons Zürich das erstinstanzliche Urteil. BGE 133 IV 36 S. 37\n\nB. Die Oberstaatsanwaltschaft des Kantons Zürich führt eidgenössische Nichtigkeitsbeschwerde, mit der sie beantragt, das angefochtene Urteil sei aufzuheben und die Sache im Sinne der Erwägungen an diese Instanz zurückzuweisen. Das Bundesgericht weist die Nichtigkeitsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Vorinstanz stellt für den Kassationshof folgenden verbindlichen Sachverhalt fest (Art. 277bis Abs. 1 BStP):\n\nDer Beschwerdegegner war Ende 2000 als Leiter Aktienhandel Schweiz bei der Bank A. AG in Zürich tätig und als Verantwortlicher für den Geschäftsbereich Schweizer Aktien unter anderem für den börsenmässigen Handel der an der SWX Swiss Exchange kotierten Namenaktie der B. Holding zuständig, insbesondere für das Market Making. Die B. Holding AG wurde damals von der A. Gruppe verwaltet. Da der Kurs der Namenaktien der Firma B. seit April 2000, namentlich seit August 2000, stetig fiel, trieb der Beschwerdegegner am 29. Dezember 2000, dem letzten Handelstag des Jahres 2000, auf Veranlassung seiner Vorgesetzten deren Kurs durch gezielte Massnahmen in die Höhe. Insbesondere in der Schlussauktion bewirkte er durch 9 Kaufabschlüsse ohne Vorliegen von Kundenaufträgen im Umfang von 910 Aktien für das Nostro der Bank und durch das Löschen von durch seine Mitarbeiter ins System eingegebenen Verkaufsaufträgen in diesen Aktien einen Kursanstieg von 8,4 % gegenüber dem letzten Kurs vor der Schlussauktion. Dabei nützte er den Umstand aus, dass in der Schlussauktion, die während der letzten 10 Handelsminuten stattfindet, eine Aktie auch bei grösseren Kursausschlägen nicht in eine Stop-Trading-Phase fällt. Insgesamt trat der Beschwerdegegner bzw. die Bank A. von 30 Abschlüssen an jenem Börsentag, welche die B.-Aktien betrafen, 27 Mal als Käuferin in Erscheinung. Durch seine Machenschaften trieb der Beschwerdegegner den Kurs der Aktien von CHF 442 (Eröffnungskurs) auf den Monatsspitzenwert von CHF 490 hinauf, was einer Kurssteigerung von 10,86 % entsprach.\n\nDieser Börsenkurs wurde zur Jahresendbewertung der Namenaktien der Firma B. in den Nostrokonten der A. Gruppe und damit als Bewertungsgrundlage für den Jahresabschluss des Konzerns sowie in den Jahresendbewertungen der Portefeuilles aller Bankkunden herangezogen, die diesen Titel in ihren Depots hielten. Der vom BGE 133 IV 36 S. 38Beschwerdegegner hochgetriebene Kurs war vom Markt nicht getragen, weshalb es am nächsten Handelstag bei Handelseröffnung bei einem Eröffnungskurs von CHF 459 zu einem Stop Trading kam.\n\n1.2 Die Strafverfolgungsbehörden sahen davon ab, die vom Beschwerdegegner betriebene Beeinflussung der Aktienkurse als Kursmanipulation im Sinne von Art. 161bis StGB anzuklagen, da keine Scheingeschäfte vorlagen. Indes warfen sie dem Beschwerdegegner vor, er habe Gehilfenschaft zu mehrfacher Urkundenfälschung geleistet, indem er durch die Kurssteigerung zu einer überhöhten Bewertung der B.-Namenaktien in den Nostrokonten und im Jahresabschluss der A. Gruppe sowie in den Kundendepots beigetragen habe.\n\n(...)\n\n4. (...)\n\n4.2 Die unrichtige Beurkundung einer rechtlich erheblichen Tatsache setzt voraus, dass sich die Urkunde dazu überhaupt äussert. Insofern erbringt die Schrift nur Beweis für den in ihr selbst unmittelbar bezeugten Sachverhalt (BGE 131 IV 125 E. 4.5 S. 130 f. mit Hinweisen). Die Angabe von Börsenkurswerten in den Depotauszügen erlaubt von vornherein keine Aussage über den inneren Wert einer Effekte, weil die Kurse nicht den wahren Wert wiedergeben und sich ein solcher auch gar nicht genau feststellen lässt. Der Kurs eines Wertpapiers bildet den Börsen- oder Marktpreis ab, der je nach Angebot und Nachfrage ständig Schwankungen unterworfen ist. Der im Depotauszug aufgeführte Kurs besagt nichts anderes, als dass die Effekte am angeführten Datum zum angegebenen Kurs gehandelt worden ist. Ob dieser Kurs vom Markt getragen ist oder - wie im zu beurteilenden Fall - durch künstliche Eingriffe in den Preisbildungsprozess verfälscht wurde, bleibt dabei ohne Bedeutung. Der Depotauszug bezeugt nur, dass die Effekte zum genannten Wert gehandelt wurde. Zu keinem anderen Ergebnis führt entgegen der Auffassung der Beschwerdeführerin auch der Umstand, dass in den Depotauszügen zusätzlich ein \"Kurswert\" aufgeführt ist. Denn dieser bildet nicht das Resultat einer Bewertung oder Einschätzung, sondern dasjenige einer blossen Rechenoperation, nämlich der Multiplikation des Bestands der einzelnen Titel mit dem jeweiligen Kurs. Das bedeutet, dass die Angabe des Börsenkurses der B.-Namenaktien in den Depotverzeichnissen keine definitive Bewertung der fraglichen Effekten darstellt. BGE 133 IV 36 S. 39\n\nDasselbe gilt im Hinblick auf die Buchhaltung der A. Gruppe. Art. 667 OR sieht vor, dass Wertschriften mit Kurswert höchstens zum Durchschnittskurs des letzten Monats vor dem Bilanzstichtag bewertet werden dürfen. Auch wenn die Banken nach den vorinstanzlichen Feststellungen offenbar teilweise nach dem Kurs am Stichtag bewerten, so gilt dies nur für einfache und unproblematische Fälle. Die Revisionsstelle der A. Gruppe erklärt im Schreiben vom 4. Februar 2005, die Schlusskurse am Bilanzstichtag würden nur bei liquiden Titeln ohne vertiefte Abklärungen als Bewertungsgrundlage akzeptiert. Im vorliegenden Fall habe die A. Gruppe selber wegen des überhöhten Schlusskurses der B.-Namenaktien eine Wertberichtigung von CHF 5 Mio. vorgenommen, was sie als vertretbar angesehen habe. Aus dem erwähnten Schreiben ergibt sich weiter, dass der Schlusskurs der B.-Namenaktie lediglich den Ausgangspunkt für die Bewertung in der Konzernrechnung bildete, aber gerade keine definitive Bewertung darstellte. Somit wurde auch die Buchführung nicht verfälscht. Auch die Steuerbehörden haben den Wert der B.-Namenaktien am Ende des Jahres 2000 nicht einfach anhand des Börsenschlusskurses von CHF 490 bestimmt. Vielmehr setzte die Eidgenössische Steuerverwaltung den steuerbaren Wert der B.-Aktien anhand des Durchschnittswerts im Monat Dezember 2000 auf CHF 425 fest.\n\nAus dem von der Beschwerdeführerin angerufenen Entscheid des Bundesgerichts, bei dem unzutreffende Gutschriften auf einem Bankkonto zu beurteilen waren (BGE 108 IV 25; vgl. auch BGE 116 IV 52), ergibt sich nichts anderes. Wohl besagt die zitierte Rechtsprechung, dass die kaufmännische Buchhaltung und die dazugehörigen Belege über die tatsächliche wirtschaftliche Situation des Buchführenden Aufschluss zu geben haben. Im Unterschied zu jenem Entscheid wird dem Beschwerdegegner hier vorgeworfen, durch das Hinauftreiben des Kurses der B.-Namenaktien auf CHF 490 bewirkt zu haben, dass in den Nostrokonten der A. Gruppe und in den Depotverzeichnissen der Kunden bei den B.-Namenaktien Kurse verzeichnet wurden, die nicht der wirtschaftlichen Situation entsprochen hätten. Soweit die Beschwerdeführerin die Verbuchung von Börsenkurswerten derjenigen einer Gutschrift auf einem Bankkonto gleichsetzen will, übersieht sie, wie sich aus den obstehenden Erwägungen ergibt, dass diesen beiden Vorgängen nach der Vorstellung des Gesetzgebers und in der Praxis nicht die gleiche Bedeutung zukommt. BGE 133 IV 36 S. 40\n\nInsgesamt ist der Ausweis über die Schlusskurse der Börse zwar nicht ohne Einfluss auf die Bewertung der Wertschriften. Doch erfolgt damit noch keine Bewertung der Effekten selber. Die Beschwerdeführerin geht daher zu weit, wenn sie verlangt, dass die in den Depotauszügen angegebenen Kurse nicht nur den tatsächlich verzeichneten Börsenkursen entsprechen müssten, sondern auch den wirtschaftlichen Wert der Wertschriften richtig wiedergeben müssten. Die Vorinstanz erklärt deshalb zu Recht, die fraglichen Auszüge seien nicht geeignet, den wirtschaftlichen Wert der B.-Namenaktien zu beweisen, weshalb eine Verurteilung wegen Falschbeurkundung ausscheide."}