{"annee": "133", "cour": "II", "page": "181", "date": "18/5/2007", "cite": ["125 II 50", "124 II 293", "132 II 21", "112 IB 39", "123 II 325", "127 II 32", "117 IB 101", "111 IA 67", "128 II 1", "125 II 591", "116 IB 418", "124 II 252", "108 IB 92", "119 IB 463", "120 IB 89", "110 IB 99", "120 IB 207", "119 IB 439", "120 IB 233", "111 IB 213", "118 IB 356", "121 II 176", "123 II 115"], "cite_par": ["135 II 238", "135 II 172", "135 II 313", "140 II 214", "141 II 483", "136 II 281"], "chapeau": "18. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A.X. und Mitb., Einwohnergemeinde Emmen und Luzerner Kantonalschützenverein gegen armasuisse Immobilien, Bau-, Umwelt- und Wirtschaftsdepartement des Kantons Luzern sowie Eidgenössisches Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) (Verwaltungsgerichtsbeschwerde)\n\n1A.65/2006 / 1A.67/2006 / 1A.68/2006 vom 18. Mai 2007", "regestes": ["Art. 103 let. a et c OJ, art. 130 al. 2 LAAM, art. 57 LPE; qualité pour recourir, par la voie du recours de droit administratif, dans une procédure d'approbation des plans et d'assainissement (pour les immissions de bruit) concernant des installations de tir. La condition d'être formellement lésé n'est pas réalisée pour l'association cantonale des tireurs (consid. 3.2.1). Admission de la qualité pour recourir des habitants voisins (consid. 3.2.2) et de la commune où se trouvent les installations (consid. 3.2.3).", "Art. 1-3, 24 et 25a LAT; obligation d'aménager et devoir de coordination, compétences distinctes pour la procédure d'assainissement, l'autorisation de construire et le plan d'affectation. Le regroupement de différentes procédures dans une procédure concentrée d'assainissement et d'approbation des plans, dirigée par le DDPS, est compatible avec le droit fédéral dans les circonstances de l'espèce (consid. 5).", "Art. 9, 11 al. 2, art. 16 ss LPE, art. 14 OPB; obligation d'effectuer une EIE, transformation et assainissement simultané, allégements en cas d'assainissement. Renonciation à une étude de l'impact sur l'environnement dans la procédure d'assainissement (consid. 6). Limitation des demi-jours de tir admis et octroi d'allégements en prenant en considération la situation d'un immeuble voisin (consid. 7 et 8). Renonciation partielle à un tunnel d'isolation acoustique (consid. 9). Décision d'exclure de l'assainissement ordonné un stand de tir à l'arbalète, mais en revanche pas les tirs au petit calibre (consid. 11)."], "faits": "BGE 133 II 181 S. 182\n\nA. Im Gebiet Hüslenmoos in der Gemeinde Emmen liegen drei betrieblich voneinander unabhängig nutzbare Schiessanlagen, die sich je wiederum aus verschiedenen Teilanlagen zusammensetzen:\n\nDie Schiessanlage im Eigentum der Gemeinde Emmen (im Folgenden als Gemeindeanlage bezeichnet) besteht aus einer 300 m-Anlage mit 30 elektronischen Scheiben, einem 100 m-Jagdschiessstand mit 4 Scheiben, einer 50 m-Anlage mit 14 Scheiben, einer 25 m BGE 133 II 181 S. 183-Anlage mit 10 Scheiben und einem Armbrust-Schiessstand. Diese Schiessanlagen werden von Vereinen aus Emmen und anderen Gemeinden der Umgebung für das sportliche Schiessen genutzt. Auf den 25 m-, 50 m- und 300 m-Anlagen werden zudem Schiessübungen im Sinne von Art. 4 der Verordnung vom 5. Dezember 2003 über das Schiesswesen ausser Dienst (Schiessverordnung; SR 512.31) durchgeführt (obligatorische Schiessen etc.).\n\nDirekt an die Gemeindeanlage angebaut ist die Schiessanlage des Bundes (im Folgenden als Militäranlage bezeichnet). Diese umfasst eine 300 m-Anlage mit 20 elektronischen Scheiben, eine 50 m-Anlage mit 10 Scheiben und eine 25 m-Anlage mit 10 Scheiben. Die Anlage wird überwiegend durch die auf dem Waffenplatz Emmen stationierten Schulen und Kurse belegt. Daneben wird sie auch von zwei zivilen Schützenvereinen für Schiessen im Sinne von Art. 4 der Schiessverordnung und für das sportliche Schiessen mitbenutzt.\n\nEbenfalls im Eigentum des Bundes befindet sich auf der nordöstlichen Seite der Schusslinie der 300 m-Anlagen eine Kurzdistanzschiessanlage für die Ausbildung der auf dem Waffenplatz Emmen stationierten Schulen und Kurse der Flieger- und Fliegerabwehrtruppen im gefechtsmässigen Schiessen (im Folgenden als NGST-Anlage bezeichnet). Die Anlage besteht seit 1983 und ist für Schiessen auf Distanzen bis zu 200 m ausgelegt. Sie wurde 1999 aus betrieblichen und sicherheitstechnischen Gründen an die Anforderungen der \"Neuen Gefechtsschiesstechnik\" (NGST) angepasst (Einbau einer 30 m langen Trennwand aus Holz in der Mitte der beiden Boxen, Schnitzelung des Kugelfangs und des Zwischengeländes, Anpassung der Schutzwälle).\n\nB. 1996 liess das damalige Amt für Umweltschutz des Kantons Luzern (heute: Dienststelle Umwelt und Energie) als zivile Vollzugsbehörde im Sinne von Art. 45 der Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41) für die zivilen Schiessübungen auf den 300 m-Schiessanlagen einen Schiesslärmbelastungskataster erstellen. Dieser zeigte auf, dass die massgebenden Immissionsgrenzwerte (IGW) bei mindestens drei Liegenschaften in der unmittelbaren Umgebung der Anlagen überschritten werden und diese somit sanierungspflichtig sind.\n\nAm 20. November 2000 ersuchte die Luftwaffe beim Generalsekretariat des Eidgenössischen Departements für Verteidigung, Bevölkerungsschutz und Sport (VBS) um Erweiterung der NGST-Anlage BGE 133 II 181 S. 184im Hüslenmoos. Das Departement hielt ein ordentliches Plangenehmigungsverfahren und eine Untersuchung der Lärmimmissionen der Anlagen sowie die Koordination mit dem Vollzug der Lärmschutzvorschriften für den zivilen Bereich für erforderlich. Aus einem daraufhin erstellten Untersuchungsbericht der Eidgenössischen Materialprüfungs- und Forschungsanstalt (EMPA) Dübendorf vom 8. Juli 2002, der auch die Gemeindeanlage berücksichtigte, ergab sich, dass durch die geplante Erweiterung der NGST-Anlage zwar keine Mehrbelastung zu erwarten sei, jedoch bereits im Ausgangszustand dringender Sanierungsbedarf bestehe.\n\nDie Gemeinde Emmen hatte bei der Firma Planteam AG in Sempach ebenfalls ein Gutachten eingeholt, welches den Sanierungsbedarf bestätigte. Am 1. April 2003 stellte die Planteam AG provisorische Ergebnisse vertiefter Lärmmessungen sowie erste Sanierungsstudien vor. Die Inhaber der militärischen Anlagen (armasuisse Immobilien und Luftwaffe) sowie die kantonale Dienststelle für Umwelt und Energie kamen überein, dass sämtliche Anlagen einer gesamthaften Lärmbeurteilung zu unterziehen, nach Anhang 7 der LSV zu beurteilen und gleichzeitig zu sanieren seien.\n\nC. Am 27. Oktober 2003 erliess die kantonale Dienststelle für Umwelt und Energie als zivile Vollzugsbehörde einen Zwischenentscheid zur Sanierungsverfügung sowie einen Entscheid über die vorsorgliche Anordnung von betrieblichen Lärmschutzmassnahmen.\n\nA.X. und C.X., Eigentümer und Bewohner der Liegenschaft neben der 300 m-Schusslinie, reichten gegen die vorsorglichen betrieblichen Lärmschutzmassnahmen eine Beschwerde ein, welche das Verwaltungsgericht des Kantons Luzern mit Urteil vom 30. Juni 2004 abwies.\n\nD. Die Planteam AG legte am 26. Februar 2004 ein Lärmgutachten mit Sanierungskonzept für sämtliche Schiessanlagen im Hüslenmoos vor. Danach könnten mit baulichen und betrieblichen Massnahmen die IGW für das zivile Schiessen eingehalten werden. Für die militärischen Schiessübungen werde aber wegen der NGST-Anlage der lGW bei der Liegenschaft X. links der 300 m-Schusslinie überschritten, weshalb voraussichtlich Erleichterungen beantragt werden müssten.\n\nAm 27. August 2004 vereinbarten die Vollzugsbehörden des Kantons und des Bundes, dass die Lärmsanierung sämtlicher Anlagen im Hüslenmoos (zivile und militärische Schiessen) dem militärischen BGE 133 II 181 S. 185Plangenehmigungsverfahren als Leitverfahren unterstellt werde, weil es sich beim Hüslenmoos um Areal des Waffenplatzes Emmen handle und der militärische Anteil am Schiessbetrieb und an den gesamten Lärmimmissionen deutlich überwiege.\n\nDas definitive Sanierungsprojekt für die Schiessanlagen im Hüslenmoos reichten die Gesuchsteller am 19. Oktober 2004 dem VBS zur Genehmigung ein. Es basierte auf dem Lärmgutachten der Planteam AG vom 30. September 2004 und sah im Wesentlichen folgende Massnahmen vor:\n\nBetriebliche Massnahmen:\n\n- Maximal 60 Schiesshalbtage für die zivile Nutzung der Gemeinde- und der Militäranlage\n\n- Maximal 140 Schiesshalbtage für die militärische Nutzung der Militär- und der NGST-Anlage\n\n- Koordinierter Betrieb der Schiessübungen mit Grosskalibermunition (auf allen Anlagen)\n\nBauliche Massnahmen:\n\n- Erstellen der Deponie rechts der Gemeindeanlage\n\n- Lärmschutzwand links der Militäranlage (Länge: 80 m, OK: 455.4 m)\n\n- Lärmschutzwand zwischen Gemeinde- und Militäranlage (Länge: 108 m, OK: 455.4 m)\n\n- Lärmschutzwand rechts der Gemeindeanlage (Länge: 12 m, OK: 452.4 m)\n\n- Erweiterung der NGST-Anlage (Einbau von zwei zusätzlichen Boxen à fünf Scheiben in die bestehende Anlage)\n\n- Lärmschutzwand um die NGST-Anlage (W/N/E-Seite, Länge: 296 m, Höhe: 7 m)\n\n- Verlegung der 100 m-Anlage nach links zur neuen Lärmschutzwand\n\n- Einbau von Lägerblenden bei den 300 m-Schiessanlagen und der 100 m-Anlage\n\nNach dem Sanierungsprojekt sollten mit Ausnahme der Liegenschaft X. im gesamten schiesslärmbelasteten Gebiet die massgebenden IGW eingehalten werden. Bei der Liegenschaft X. verbleibe jedoch eine IGW-Überschreitung von 7 dB(A), wofür die armasuisse Immobilien und die Luftwaffe Erleichterungen im Sinne von Art. 14 LSV beantragten. Die Kosten des Sanierungsprojekts sollten Fr. 2,75 Mio. für die Massnahmen bei der Gemeinde- und der Militäranlage (Kostenverteiler: VBS: 35 %, Gemeinde: 65 %) betragen und Fr. 1,5 Mio. für die Massnahmen bei der NGST-Anlage ausmachen. BGE 133 II 181 S. 186\n\nE. Das VBS führte im Rahmen des ordentlichen militärischen Plangenehmigungsverfahrens die Anhörung der betroffenen Gemeinde Rothenburg sowie der Fachstellen des Kantons und des Bundes durch und veranlasste die öffentliche Auflage des Gesuchs in den Gemeinden Emmen und Rothenburg vom 2. November bis 2. Dezember 2004.\n\nGegen das Vorhaben gingen beim VBS zahlreiche Einsprachen von Personen aus Emmen und Rothenburg, unter anderem auch von den Eigentümern und Bewohnern der Liegenschaft X. ein. Nach umfangreicher Instruktion erteilte das VBS mit Verfügung vom 2. März 2006 die militärische Plangenehmigung für die Erweiterung und den künftigen Betrieb der NGST-Anlage mit zwei Boxen und die Bewilligung für das Sanierungsvorhaben betreffend die drei Anlagen (Ziff. 1 der Verfügung). Mit dem Entscheid verfügte das Departement zudem verschiedene bauliche und betriebliche Massnahmen, auf welche soweit erforderlich in den nachfolgenden Erwägungen eingegangen wird.\n\nF. Gegen den Entscheid des VBS haben A.X. und 31 Mitbeteiligte sowie die Einwohnergemeinde Emmen und der Luzerner Kantonalschützenverein beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben.\n\nDas Bundesgericht weist die Beschwerden im Wesentlichen ab.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 130 Abs. 1 des Bundesgesetzes vom 3. Februar 1995 über die Armee und die Militärverwaltung (Militärgesetz, MG; SR 510.10; in der bis zum 31. Dezember 2006 gültigen Fassung) unterliegen Plangenehmigungsentscheide letztinstanzlich der Verwaltungsgerichtsbeschwerde an das Bundesgericht.\n\nDer angefochtene Plangenehmigungs-, Sanierungs- und Erleichterungsentscheid des VBS stützt sich auf öffentliches Recht des Bundes, nämlich auf die Bestimmungen des Bundesgesetzes vom 7. Oktober 1983 über den Umweltschutz (Umweltschutzgesetz, USG; SR 814.01) und der Lärmschutz-Verordnung sowie auf die Vorschriften des Militärgesetzes, der Schiessverordnung und der Verordnung vom 27. März 1991 über die Schiessanlagen für das Schiesswesen ausser Dienst (AS 1991 S. 1292). Ein solcher Entscheid kann grundsätzlich mit Verwaltungsgerichtsbeschwerde gemäss Art. 97 OG BGE 133 II 181 S. 187angefochten werden (vgl. BGE 125 II 50 E. 1 S. 51). Soweit die privaten Beschwerdeführer die fehlende Anwendung der allgemeinen Planungsgrundsätze sowie die fehlende Koordination der Zonenplanung mit dem Plangenehmigungsverfahren rügen, haben diese Fragen einen engen Sachzusammenhang mit den Fragen des Bundesverwaltungsrechts, weshalb diese Rügen ebenfalls im Rahmen der Verwaltungsgerichtsbeschwerde zu prüfen sind.\n\n3.2 Das Beschwerderecht richtet sich gemäss Art. 130 Abs. 2 MG nach dem jeweils in der Sache anwendbaren Bundesrecht. Zur Beschwerde berechtigt sind auch die betroffenen Kantone und Gemeinden. Nach Art. 103 lit. a OG ist beschwerdeberechtigt, wer durch den angefochtenen Entscheid berührt ist und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung hat. Zudem kann jede andere Person, Organisation oder Behörde, die das Bundesrecht zur Beschwerde ermächtigt, Verwaltungsgerichtsbeschwerde erheben (Art. 103 lit. c OG).\n\nDie Beschwerdebefugnis nach Art. 103 lit. a OG setzt neben der erforderlichen Beziehungsnähe zum Streitgegenstand in der Regel eine formelle Beschwer voraus: Die beschwerdeführende Partei muss grundsätzlich am Verfahren vor der unteren Instanz teilgenommen haben und mit ihren Anträgen ganz oder teilweise unterlegen sein. Das Bundesgericht verzichtet hierauf nur, wenn die Partei - ohne Verschulden - nicht in der Lage war, sich an jenem Verfahren zu beteiligen bzw. wenn die konkrete Verfahrensordnung eine Teilnahme nicht gebietet (vgl. BGE 123 II 115 E. 2a S. 117; BGE 118 Ib 356 E. 1a S. 359; BGE 116 Ib 418 E. 3a S. 426; BGE 108 Ib 92 E. 3b/bb S. 94; RENÉ RHINOW/HEINRICH KOLLER/CHRISTINA KISS, Öffentliches Prozessrecht und Justizverfassungsrecht, Basel 1996, Rz. 1272; FRITZ GYGI, Bundesverwaltungsrechtspflege, Bern 1983, S. 155; differenzierend: ALFRED KÖLZ/ISABELLE HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, Zürich 1993, Rz. 250; ANDRÉ GRISEL, Traité de droit administratif, Neuenburg 1984, Bd. II, S. 900 f.).\n\n3.2.1 Der Luzerner Kantonalschützenverein war am vorinstanzlichen Verfahren nicht als Einsprecher beteiligt. Er macht geltend, seine Anliegen seien von der Gemeinde Emmen aufgenommen und im Plangenehmigungsverfahren vertreten worden. Im bundesgerichtlichen Beschwerdeverfahren beschränke sich die Gemeinde Emmen nun jedoch auf ihre eigene Gemeindeanlage, weshalb der Verein seine Anliegen in Bezug auf die Militäranlage selbst wahrzunehmen BGE 133 II 181 S. 188habe. Ohne sein Verschulden sei der Luzerner Kantonalschützenverein daher daran gehindert gewesen, sich als Einsprecher am vorinstanzlichen Verfahren zu beteiligen, weshalb ihm die fehlende formelle Beschwer nicht angelastet werden könne (BGE 118 Ib 356 E. 1a S. 359).\n\nDieser Auffassung des Kantonalschützenvereins kann nicht zugestimmt werden. Es bestand kein objektiver Grund, der ihn daran hinderte, seine Anliegen im Plangenehmigungs- und Sanierungsverfahren selbst als Einsprecher einzubringen. Wenn er es vorgezogen hat, seine Interessen durch die Gemeinde Emmen vertreten zu lassen, so hat er damit auch in Kauf genommen, dass ihm keine Parteistellung im Verfahren zukommt und er in einem allfälligen Rechtsmittelverfahren seine Rechte nicht selbst wahrnehmen kann. Es liegt somit kein Fall vor, in welchem der Verein ohne Verschulden nicht in der Lage war, sich am vorinstanzlichen Verfahren zu beteiligen. Auf seine Verwaltungsgerichtsbeschwerde kann somit nicht eingetreten werden.\n\n3.2.2 Zu den 32 privaten Beschwerdeführern im Verfahren 1A.65/ 2006 gehört unter anderem A.X. In Bezug auf seine rund 200 m neben der NGST-Anlage gelegene Liegenschaft wird im angefochtenen Entscheid eine unbefristete Sanierungserleichterung im Umfang von 7 dB(A) gewährt. Die Beschwerdelegitimation der Bewohner dieser Liegenschaft, die gegen das Vorhaben fristgerecht Einsprache erhoben hatten, ist ohne weiteres zu bejahen. Weitere Beschwerdeführer wohnen in ca. 450 m Entfernung von den Schiessanlagen an der Rotterswilstrasse in Emmen. Die übrigen privaten Beschwerdeführer sind Bewohner von Liegenschaften in den Wohngebieten \"Chüegass, Rigistrasse, Alpenstrasse und Allmend\" der Gemeinde Rothenburg westlich der Schiessanlagen. Die Distanz der betroffenen Liegenschaften zu den Schiessanlagen beträgt etwa 800-1000 m. Es ist unbestritten, dass an diesen Wohnlagen der Lärm der Schiessanlagen deutlich wahrnehmbar ist. Die Beschwerdeführer verfügen somit über eine hinreichende Beziehungsnähe zum Streitgegenstand, so dass ihre Legitimation zur Verwaltungsgerichtsbeschwerde bejaht werden kann (vgl. BGE 110 Ib 99 E. 1c S. 102; Urteil des Bundesgerichts 1A.255/1991 vom 9. Juni 1992, publ. in: URP 1992 S. 624; s. auch BGE 121 II 176 E. 2b S. 178).\n\n3.2.3 Die Gemeinde Emmen ist als Eigentümerin der Gemeindeanlage und als Standortgemeinde vom Bau- und Sanierungsvorhaben BGE 133 II 181 S. 189betroffen. Sie ist deshalb sowohl nach Art. 103 lit. a OG als auch nach Art. 130 Abs. 2 MG und Art. 57 USG in Verbindung mit Art. 103 lit. c OG zur Beschwerde befugt.\n\n3.3 Auf die Beschwerden der Gemeinde Emmen (Verfahren 1A.67/ 2006) und der Anwohner A.X. und Mitbeteiligte (Verfahren 1A.65/ 2006) ist somit grundsätzlich einzutreten. Die Beschwerden sind indessen nur im Rahmen des Streitgegenstands zulässig. Dieser wird durch den Gegenstand des angefochtenen Entscheids und durch die Parteibegehren bestimmt, wobei der angefochtene Entscheid den möglichen Streitgegenstand begrenzt (ALFRED KÖLZ/ISABELLE HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl., Zürich 1998, N. 403 f.). Streitgegenstand ist vorliegend somit einzig die Plangenehmigungs- und Sanierungsverfügung des VBS. Soweit Anträge, Rügen und weitere Vorbringen der Beschwerdeführer in ihren Rechtsschriften sich nicht direkt auf den vorliegenden Streitgegenstand beziehen, kann darauf nicht eingetreten werden. Dies trifft insbesondere auf den Antrag der privaten Beschwerdeführer zu, die konkret vorgesehenen Schiesszeiten seien in der lokalen Wochenzeitung zu publizieren.\n\n3.4 Die übrigen Sachurteilsvoraussetzungen der Verwaltungsgerichtsbeschwerde sind erfüllt und geben zu keinen weiteren Bemerkungen Anlass. Auf die Beschwerden der Gemeinde Emmen (Verfahren 1A.67/2006) und der Anwohner A.X. und Mitbeteiligte (Verfahren 1A.65/2006) ist somit unter Vorbehalt der Ausführungen in E. 3.3 hiervor einzutreten. Auf die Beschwerde des Luzerner Kantonalschützenvereins kann jedoch, wie in E. 3.2.1 dargelegt, nicht eingetreten werden.\n\n4. Die Beschwerdeführer können mit Verwaltungsgerichtsbeschwerde die Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens beanstanden (Art. 104 lit. a OG). Da die Vorinstanz keine richterliche Behörde ist, kann auch die unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts geltend gemacht werden (Art. 104 lit. b und Art. 105 Abs. 2 OG). Die Angemessenheit der angefochtenen Verfügung darf das Bundesgericht hingegen nicht prüfen (Art. 104 lit. c OG).\n\nDie privaten Beschwerdeführer rügen eine unrichtige bzw. unvollständige Feststellung des rechtserheblichen Sachverhalts, insbesondere indem kein Bedarfsnachweis für die Anlagen erbracht worden sei, die Verlegungsmöglichkeiten des NGST-Standes innerhalb des BGE 133 II 181 S. 190Schiessanlagengeländes unvollständig untersucht worden seien und die Abklärungen zur Lärmverminderung bei der Schüttung eines Dammes im Bereich des Scheibenstandes ungenügend seien.\n\nAus dem Gutachten der Planteam AG vom 30. September 2004, das dem angefochtenen Entscheid zu Grunde liegt, ergibt sich, dass für die Lärmbekämpfung bei der NGST-Anlage verschiedene Massnahmen untersucht wurden. Die Vorinstanz prüfte weitere Massnahmen wie das Auslagern von Schiessübungen auf andere Anlagen, die Verschiebung der NGST-Anlage an einen anderen Ort oder deren vollständige Überdeckung. Auch mit der Schüttung eines Dammes im Bereich des Scheibenstands setzt sich der vorinstanzliche Entscheid auseinander. Von einer unrichtigen bzw. unvollständigen Feststellung des rechtserheblichen Sachverhalts kann in diesem Zusammenhang keine Rede sein.\n\n5. Die privaten Beschwerdeführer rügen die Verletzung von Bestimmungen über die Planungspflicht (Art. 2 des Bundesgesetzes vom 22. Juni 1979 über die Raumplanung [Raumplanungsgesetz, RPG; SR 700]) einschliesslich der Grundsätze der (formellen und materiellen) Koordination (Art. 25a Abs. 4 RPG) sowie eine unvollständige Interessenabwägung (Art. 1 und 3 RPG). Dabei stellen sie zunächst die Zuständigkeit des VBS zur Beurteilung der Gemeindeanlage in Frage mit der Begründung, die Sanierung der Gemeindeanlage hätte mit der kommunalen Nutzungsplanung abgestimmt werden müssen; über die Sanierung hätte nur entschieden werden dürfen, wenn die Gemeinde Emmen das bisher in der Landwirtschaftszone gelegene Gelände mit der Zweckbestimmung einer regionalen Schiessanlage eingezont hätte. Die dazu erforderliche umfassende Erhebung und Gewichtung der massgebenden Interessen im Sinne der Art. 1, 3 und 14 RPG sei unterblieben. Ebenso fehle die notwendige Abstimmung im Sinne von Art. 25a RPG. Der vorgesehene, erst nachträgliche planerische Nachvollzug des umstrittenen Sanierungsvorhabens sei rechtswidrig und unzweckmässig.\n\nAuch das Bundesamt für Raumentwicklung (ARE) führt in seiner Stellungnahme aus, die Gemeindeanlage Hüslenmoos unterliege grundsätzlich der Planungspflicht. Bei ausserhalb der Bauzone gelegenen, altrechtlich bewilligten Bauten, die bisher planerisch noch nicht erfasst worden seien, dürften Änderungen nur nach Massgabe von Art. 24c Abs. 2 RPG bewilligt werden. Die hier projektierten Änderungen gingen über den nach Art. 24c Abs. 2 RPG zulässigen BGE 133 II 181 S. 191Rahmen hinaus, weshalb ihre Umsetzung voraussetze, dass die von der Gemeindeanlage beanspruchte Fläche vorweg einer sachgerechten kommunalen Nutzungszone zugewiesen werde. Die nutzungsplanerische Erfassung der Schiessanlage sei zurzeit auf Gemeindeebene im Gang. Deshalb erachtet das Bundesamt eine Sistierung der bundesgerichtlichen Verfahren bis zum Abschluss der laufenden Zonenplanungsrevision im Interesse der Verfahrensökonomie als sinnvoll. Nicht nur die Vorinstanz, sondern auch die Gemeinde Emmen und die privaten Beschwerdeführer lehnen eine Sistierung - freilich aus unterschiedlichen Gründen - ab.\n\n5.1 Die NGST-Anlage und die Militäranlage im Hüslenmoos dienen vorwiegend der militärischen Ausbildung und damit der Landesverteidigung (Art. 1 Abs. 1 der Verordnung vom 13. Dezember 1999 über das Plangenehmigungsverfahren für militärische Bauten und Anlagen [Militärische Plangenehmigungsverordnung, MPV; SR 510.51]). Solche Anlagen dürfen nur mit einer Plangenehmigung des VBS errichtet oder geändert werden (Art. 126 Abs. 1 MG). Für den Vollzug der Vorschriften über Emissionsbegrenzungen, Sanierungen sowie die Ermittlung und Beurteilung von Lärmimmissionen bei militärischen Anlagen ist ebenfalls das VBS zuständig (Art. 41 Abs. 2 USG, Art. 45 Abs. 3 lit. c LSV). Das VBS ist somit für die Anlagen des Bundes zugleich Genehmigungsbehörde im Sinne des Militärgesetzes und Vollzugsbehörde im Sinne des Umweltschutzgesetzes.\n\nDie Gemeindeanlage hingegen dient ausschliesslich zivilen Zwecken und bedarf für die mit dem Sanierungsvorhaben verbundenen baulichen Massnahmen grundsätzlich einer Festsetzung im kommunalen Nutzungsplan oder einer raumplanerischen Ausnahmebewilligung im Sinne von Art. 24 ff. RPG. Sowohl für den Vollzug des Lärmschutzrechts als auch für die Erteilung der raumplanerischen Ausnahmebewilligung ist der Kanton Luzern zuständig (Art. 45 Abs. 1 LSV, Art. 25 Abs. 2 RPG).\n\nBei den Schiessanlagen im Hüslenmoos sind somit Vollzugsbehörden des Bundes und des Kantons für jeweils einen Teil der Anlagen zuständig.\n\n5.1.1 Die Vorinstanz und die kantonale Vollzugsbehörde vereinbarten am 27. August 2004, dass die Lärmsanierung sämtlicher Anlagen im Hüslenmoos (zivile und militärische Schiessen) dem militärischen Plangenehmigungsverfahren als Leitverfahren unterstellt BGE 133 II 181 S. 192werde, weil es sich beim Hüslenmoos um Areal des Waffenplatzes Emmen handle und der militärische Anteil am Schiessbetrieb und an den gesamten Lärmimmissionen deutlich überwiege. Diese verfahrensrechtliche Vereinbarung beruht auf der Erwägung, dass die Lärmsanierung aller Schiessanlagen im Hüslenmoos einen sehr engen örtlichen, sachlichen und zeitlichen Zusammenhang aufweist, weshalb die Sanierung der militärischen Anlagen ohne gleichzeitige Sanierung der Gemeindeanlage kaum einen Sinn habe. Die Anlageninhaber hätten sich deshalb darauf geeinigt, ein gemeinsames Sanierungsprojekt zu erarbeiten. Die beiden zuständigen Vollzugsbehörden hätten ihre Verfahren und Anordnungen aufeinander abzustimmen. Das Sanierungsprojekt werde zur Gewährleistung einer optimalen Koordination in einem Verfahren beurteilt und mit einem Gesamtentscheid des VBS in der Sache abgeschlossen. Dem Kanton Luzern komme insbesondere in seinem Zuständigkeitsbereich ein Mitspracherecht zu (Art. 126d Abs. 1 MG), und er verfüge über das Recht zur Beschwerde gegen den Entscheid des VBS (Art. 130 Abs. 2 MG).\n\n5.1.2 Aus diesen vorinstanzlichen Erwägungen und den baulichen und betrieblichen Massnahmen, die mit dem angefochtenen Entscheid angeordnet wurden, ergibt sich unmissverständlich, dass kantonale Vollzugskompetenzen betreffend die Gemeindeanlage im Interesse einer wirksamen Koordination und Konzentration der Sanierungsanordnungen durch das VBS wahrgenommen wurden.\n\nDieses Vorgehen wird von den privaten Beschwerdeführern nur insoweit kritisiert, als sie geltend machen, die Sanierung der Gemeindeanlage hätte nicht ohne eine darauf abgestimmte Änderung der kommunalen Nutzungsplanung angeordnet werden dürfen. Im Übrigen bestätigen sie die enge Verknüpfung und gegenseitige Abhängigkeit der Sanierung der verschiedenen Anlagen und bezeichnen die gesetzliche Zuständigkeitsordnung als problematisch, besonders in Bezug auf die betroffenen Anwohner.\n\nAuch die übrigen Verfahrensbeteiligten beanstanden die beim VBS erfolgte Konzentration der Verfahren nicht. Das Bau-, Umwelt- und Wirtschaftsdepartement des Kantons Luzern bestätigt ausdrücklich, dass keine der Anlagen isoliert für sich allein beurteilt und saniert werden könne. Der Kanton Luzern unterstütze deshalb mit Nachdruck die gesamthafte Beurteilung der Schiessanlagen in einem einzigen Verfahren, wie es mit dem angefochtenen Entscheid des VBS BGE 133 II 181 S. 193seinen Abschluss gefunden habe. Allein dieses Vorgehen erlaube es den Betroffenen, ihre Anliegen umfassend und sachgerecht einzubringen. Die zuständige kantonale Dienststelle Umwelt und Energie sei in Bezug auf die Sanierung der Gemeindeanlage aktiv am militärischen Plangenehmigungsverfahren und an der Entscheidfindung beteiligt gewesen. Der angefochtene Entscheid entspreche denn auch (mit Ausnahme der Betriebszeiten für das Armbrustschiessen, s. nachfolgend E. 11.1) in jeder Hinsicht der Haltung der Dienststelle.\n\n5.1.3 Die hier in Bezug auf die Gemeindeanlage erfolgte Übertragung von kantonalen Entscheidungskompetenzen auf das VBS erscheint im Hinblick auf die gesetzliche Zuständigkeitsregelung, die Verbindlichkeit der vom VBS erlassenen Verfügungen, die kantonale Rechtsmittelordnung und die Wahrung der Rechte Dritter als problematisch. Die gesetzlich begründete Zuständigkeit einer Verwaltungsbehörde schliesst gleichzeitig die Zuständigkeit einer anderen Behörde aus. Verwaltungsbefugnisse dürfen von der nach allgemeiner Regel zuständigen Behörde grundsätzlich nicht auf eine andere Behörde übertragen werden (Verbot der Delegation von Verwaltungsbefugnissen). Ausserdem wird es mit der zwingenden Natur des Organisationsrechts als nicht vereinbar betrachtet, dass die Kompetenzordnung vertraglich verändert wird (AUGUST MÄCHLER, Vertrag und Verwaltungsrechtspflege, Zürich 2005, S. 269). Diese Grundsätze gelten sowohl für die Zuständigkeit von Rechtsmittelbehörden als auch für die Zuständigkeit der erstinstanzlichen Verwaltungsbehörden (BGE 111 Ia 67 E. 3e S. 70; ALFRED KÖLZ/ISABELLE HÄNER, a.a.O., S. 85 N. 231; MAX IMBODEN/RENÉ RHINOW, Schweizerische Verwaltungsrechtsprechung, 6. Aufl., Basel 1986, Bd. II, Nr. 141 B Ziff. I, S. 1045 f.; RENÉ RHINOW/BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel/Frankfurt a.M. 1990, Nr. 141 B Ziff. I, S. 447). Verfügt eine unzuständige Instanz, ist regelmässig Anfechtbarkeit, ausnahmsweise Nichtigkeit die Folge. Nichtigkeit tritt dann ein, wenn eine qualifiziert unrichtige Instanz entschieden hat. Der Mangel muss schwer, offensichtlich und leicht erkennbar sein. Zudem darf die Aufhebung der Verfügung die Rechtssicherheit nicht gefährden. Die Erteilung einer Bewilligung muss ausserdem wegen klarer Rechtswidrigkeit des Vorhabens ausser Betracht fallen (GEORG MÜLLER/ULRICH HÄFELIN/FELIX UHLMANN, Allgemeines Verwaltungsrecht, 5. Aufl., Zürich 2006, N. 956 ff.; KÖLZ/HÄNER, a.a.O., S. 85 N. 232; BGE 132 II 21 E. 3 S. 26 ff.; BGE 133 II 181 S. 194 BGE 111 Ib 213 E. 6 S. 221 ff.; Urteil des Bundesgerichts 1A.211/1999 vom 27. September 2000, E. 4c, je mit Hinweisen).\n\n5.1.4 Im vorliegenden Fall erachten die Vorinstanz und der Kanton Luzern den Einbezug der Gemeindeanlage in den Entscheid des VBS insbesondere als zulässig, weil dieses Vorgehen den Anliegen entspreche, die mit dem Bundesgesetz vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren (Koordinationsgesetz; AS 1999 S. 3071; BBl 1998 S. 2591) und mit Art. 25a RPG (AS 1996 S. 965; BBl 1994 III 1075) verfolgt werden. Während Art. 25a RPG die Grundsätze der Koordination enthält, welche namentlich in den kantonalen und kommunalen bau- und planungsrechtlichen Verfahren zu beachten sind, handelt es sich beim Koordinationsgesetz um einen Sammelerlass, in welchem insbesondere die Verfahren für die bundesrechtlich geordneten Infrastrukturvorhaben neu geregelt wurden. Das Koordinationsgesetz selbst ist nicht als eigenständiges Gesetz in der Systematischen Sammlung des Bundesrechts publiziert, sondern stellt einen Erlass zur Änderung von insgesamt 18 Bundesgesetzen dar, in welchen koordinierte Entscheidungsverfahren eingeführt wurden.\n\nMit den durch das Koordinationsgesetz geänderten Art. 126 ff. MG wurde für militärische Bauten ein konzentriertes Verfahren eingeführt, welches nach dem Wortlaut dieser Bestimmungen lediglich auf militärische Bauten und Anlagen anwendbar ist. Für die zivile Gemeindeanlage besteht die kantonale Zuständigkeitsordnung grundsätzlich weiter, dies allerdings mit der Pflicht zur Koordination im Sinne von Art. 25a RPG (ARNOLD MARTI, Kommentar zum Bundesgesetz über die Raumplanung, N. 5 und 20 zu Art. 25a RPG; BERNHARD WALDMANN/PETER HÄNNI, Raumplanungsgesetz, Bern 2006, N. 21 zu Art. 25a RPG). Die an die zuständigen kantonalen Behörden gerichteten Koordinationsgrundsätze von Art. 25a RPG enthalten nach ihrem Wortlaut keine Ermächtigung zur Übertragung kantonaler oder kommunaler Entscheidungskompetenzen an die für Militäranlagen zuständige Bundesbehörde. Ebenso wenig ergibt sich aus dem Koordinationsgesetz des Bundes eine Übertragung von Entscheidungskompetenzen kantonaler Instanzen für zivile Schiessanlagen an eine Bundesbehörde (CHRISTOPH BANDLI, Neue Verfahren im Koordinationsgesetz, in: URP 2001 S. 511, 531). Die Übertragung der Entscheidkompetenzen an das VBS betreffend die Gemeindeanlage beruht vielmehr auf einer freiwilligen Vereinbarung zwischen den BGE 133 II 181 S. 195zuständigen Vollzugsbehörden des Bundes und des Kantons Luzern. Der für die Gemeindeanlage zuständige Kanton Luzern erklärt sich denn auch mit dem Vorgehen des VBS und mit dem Inhalt der umstrittenen Plangenehmigung und der Sanierungsverfügung ausdrücklich einverstanden.\n\nOb eine solche Vereinbarung vor dem Hintergrund des Verbots der Delegation von Verwaltungsbefugnissen und der zwingenden Natur des Organisationsrechts zulässig ist, erscheint fraglich. Die Frage kann aber im vorliegenden Zusammenhang offenbleiben, da der angefochtene Entscheid diesbezüglich nicht beanstandet wird und die Voraussetzungen der (Teil-)Nichtigkeit, welche von Amtes wegen zu beachten wären (BGE 127 II 32 E. 3g S. 48 mit Hinweisen), nicht erfüllt sind. Insbesondere liegt kein besonders schwerer Mangel vor, der offensichtlich oder zumindest leicht erkennbar wäre.\n\nDer ohne gesetzliche Grundlage vorgenommene Einbezug der Gemeindeanlage in das Verfahren des Bundes dient im Übrigen dem allgemeinen verfassungsrechtlichen Grundsatz, dass die Verfügungen keine Widersprüche enthalten dürfen (Art. 25a Abs. 3 RPG; s. hierzu ARNOLD MARTI, a.a.O., N. 39 ff. zu Art. 25a RPG; BERNHARD WALDMANN/PETER HÄNNI, a.a.O., N. 66 ff. zu Art. 25a RPG). Diesem Prinzip hätte allerdings auch entsprochen werden können, wenn die zuständigen Behörden aufgrund des gemeinsam erhobenen Sachverhalts zeitlich und inhaltlich abgestimmt getrennte Verfügungen für ihren jeweiligen Zuständigkeitsbereich erlassen hätten. Indessen wären bei einem solchen Vorgehen unterschiedliche Rechtsmittelinstanzen zuständig gewesen. Das hätte zu widersprüchlichen Entscheiden führen können, was im Fall einer Anfechtung beim Bundesgericht allerdings hätte korrigiert werden können. Das gewählte Vorgehen wird im vorliegenden Rechtsmittelverfahren von keiner Partei in Frage gestellt. Den Betroffenen wird überdies vor Bundesgericht umfassender Rechtsschutz gewährt.\n\nDie erwähnte Kompetenzübertragung auf das VBS beschränkte sich auf den Erlass der vorliegend umstrittenen Sanierungsverfügung betreffend die Gemeindeanlage. Weitere Vollzugskompetenzen und insbesondere die Kontrolle des ordnungsgemässen Vollzugs der Sanierung verbleiben in Bezug auf die Gemeindeanlage bei den zuständigen kantonalen Behörden. Dieses Verständnis liegt auch dem angefochtenen Entscheid zu Grunde. BGE 133 II 181 S. 196\n\n5.2 Die privaten Beschwerdeführer machen geltend, die Sanierung der Gemeindeanlage hätte nach Art. 2 und 25a RPG mit der kommunalen Nutzungsplanung abgestimmt werden müssen; über die Sanierung hätte nur entschieden werden dürfen, wenn die Gemeinde Emmen das bisher in der Landwirtschaftszone gelegene Gelände mit der Zweckbestimmung einer regionalen Schiessanlage eingezont hätte.\n\n5.2.1 Gemäss bundesgerichtlicher Rechtsprechung dürfen Bauten und Anlagen, die ihrer Natur nach nur in einem Planungsverfahren angemessen erfasst werden können, nicht auf dem Wege einer Ausnahmebewilligung nach Art. 24 RPG bewilligt werden, sondern sie unterliegen der Planungspflicht (BGE 124 II 252 E. 3; BGE 120 Ib 207 E. 5, je mit Hinweisen).\n\nDie hier umstrittenen Anlagen liegen nach dem derzeit gültigen kommunalen Zonenplan in der Landwirtschaftszone auf dem Areal des Waffenplatzes Emmen. Schiessanlagen sind in der Landwirtschaftszone nicht zonenkonform. Für die Errichtung von mittleren und grossen Schiessständen besteht nach der bundesgerichtlichen Rechtsprechung eine Planungspflicht (BGE 119 Ib 439; Urteil des Bundesgerichts 1A.183/2001 vom 18. September 2002, E. 6.6). Vorliegend geht es jedoch nicht um die Bewilligung einer neuen Schiessanlage, sondern um die Sanierung und teilweise Änderung der auf dem Waffenplatz Emmen bestehenden Anlagen.\n\n5.2.2 In Bezug auf die Militäranlagen, die den überwiegenden Anteil am Schiessbetrieb im Hüslenmoos darstellen, wird das umstrittene Sanierungs- und Erweiterungsvorhaben mit der Plangenehmigung zonenkonform. Mit der militärischen Plangenehmigung werden nicht nur sämtliche nach Bundesrecht erforderlichen Bewilligungen erteilt (Art. 126 Abs. 2 MG), sondern es wird damit überdies die zulässige Nutzung des Bodens festgelegt. Der Plangenehmigung kommt für die militärischen Anlagen Sondernutzungsplancharakter zu (Botschaft vom 25. Februar 1998 zu einem Bundesgesetz über die Koordination und Vereinfachung der Plangenehmigungsverfahren, BBl 1998 S. 2618). Art. 24 RPG ist somit für die Militäranlagen nicht massgebend (vgl. Urteil 1A.173/2000 vom 5. November 2001, E. 4c nicht publ. in BGE 128 II 1, aber in URP 2002 S. 39).\n\n5.2.3 In Bezug auf die Gemeindeanlage verbleibt die Kompetenz zur Nutzungsplanung bei der Gemeinde. Der Standort der Gemeindeanlage wird weder von den privaten Beschwerdeführern noch von BGE 133 II 181 S. 197der Gemeinde Emmen in Frage gestellt. Der Bericht zur Ortsplanungsteilrevision vom 15. Februar 2006 sieht für die betroffene Fläche eine Umzonung von der Landwirtschaftszone in eine Zone für öffentliche Zwecke mit der Bezeichnung \"Schiessanlagen\" vor. Das vorliegende Rechtsmittelverfahren betrifft nicht die Standortfestlegung für die Gemeindeanlage, sondern deren Sanierung, die angesichts der bestehenden Lärmbelastung in der Umgebung eine gewisse zeitliche Dringlichkeit aufweist. Auch wenn die zur Lärmsanierung der Gemeindeanlage erforderlichen baulichen Vorkehren relativ aufwändig sind, gehen diese nicht über das nach Art. 24c RPG Zulässige hinaus. Die Gemeinde Emmen weist zu Recht darauf hin, dass die Anlage weiterhin bestimmungsgemäss genutzt werden soll und ihre Identität in den wesentlichen Zügen innerhalb der bestehenden räumlichen Ausdehnung gewahrt bleibt. Verbesserungen gestalterischer Art sind nach Art. 42 Abs. 1 der Raumplanungsverordnung vom 28. Juni 2000 (RPV; SR 700.1) ausdrücklich zulässig. Die beiden Lärmschutzwände mit einer Länge von 110 m und einer Höhe von 4.0-7.8 m bzw. 12 m Länge und 1.8-5.4 m Höhe sowie das Verschieben der 100 m-Anlage um ca. 20 m mit relativ umfangreichen Aushub- und Auffüllarbeiten erscheinen auch mit den wichtigen Anliegen der Raumplanung vereinbar, führt die Sanierung doch nicht zu einer Intensivierung der zonenfremden Nutzung, sondern im Gegenteil zu einer Verringerung der Umweltbelastung.\n\nKann für die zur Sanierung der Gemeindeanlage nötigen baulichen Veränderungen unter den hier vorliegenden Umständen eine Ausnahmebewilligung im Sinne von Art. 24c RPG erteilt werden, so erscheint eine vorangehende Revision der kommunalen Nutzungsplanung nicht erforderlich. Auch wenn die Sanierung mit erheblichen baulichen Anpassungen (Lärmschutzwände und Terrainverschiebungen) verbunden ist, soll die Anlage weiterhin bestimmungsgemäss genutzt werden. Ihre Identität und Umgebung bleibt in den wesentlichen Zügen innerhalb der bestehenden räumlichen Ausdehnung gewahrt. Die Terrainverschiebungen dienen der Verlegung der 100 m-Anlage der Gemeinde und haben keine wesentliche Erweiterung der Schiessanlagen zur Folge. Es liegt somit keine Missachtung kommunaler Zuständigkeiten und keine Verletzung der Planungspflicht vor. Die privaten Beschwerdeführer lassen bei ihrer Argumentation insbesondere ausser Acht, dass es vorliegend nicht um die Standortfestlegung für eine neue Schiessanlage geht, sondern um bauliche und betriebliche Massnahmen zur dringenden Sanierung der BGE 133 II 181 S. 198Lärmbelastung, ohne dass die Gemeindeanlage damit wesentlich erweitert würde. Unter diesen Umständen erscheint auch die vom ARE beantragte Sistierung des bundesgerichtlichen Verfahrens nicht gerechtfertigt, zumal das kommunale Nutzungsplanungsverfahren zurzeit wegen des vorliegenden Beschwerdeverfahrens aufgeschoben ist.\n\n6. Die privaten Beschwerdeführer kritisieren weiter eine Verletzung der Pflicht zur Durchführung einer Umweltverträglichkeitsprüfung (UVP), welche sich aus Anhang Ziff. 50.5 der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung (UVPV; SR 814.11) ergebe. Für die UVP-Pflicht einer Anlage sei nur die Immissionsträchtigkeit der betreffenden Anlage ohne Berücksichtigung eines allfälligen Entlastungseffekts massgebend. Effektiv bleibe für die Umwelt auch nach der Sanierung noch eine erhebliche Belastung.\n\n6.1 Die Vorinstanz hat das Projekt zur Lärmsanierung der Schiessanlagen im Hüslenmoos in Übereinstimmung mit der kantonalen Vollzugsbehörde nicht der UVP unterstellt, weil es sich nicht um eine wesentliche Umbaute, Erweiterung oder Betriebsänderung der Anlagen im Sinne von Art. 2 Abs. 1 UVPV handle. Das Bundesamt für Umwelt (BAFU) vertrat im vorinstanzlichen Verfahren als Fachstelle des Bundes die Ansicht, dass für das Vorhaben eine UVP nötig gewesen wäre, da nicht eine reine Sanierung, sondern auch eine Erweiterung vorliege. Im bundesgerichtlichen Verfahren hat sich das BAFU der Auffassung der Vorinstanz angeschlossen.\n\n6.2 Art. 9 Abs. 1 USG schreibt für die Planung, Errichtung oder Änderung von Anlagen, welche die Umwelt erheblich belasten können, eine UVP vor. Bei den hier umstrittenen Anlagen handelt es sich zweifellos um Anlagen im Sinne von Ziff. 50.1 und 50.5 des Anhangs zur UVPV. Nach Art. 2 Abs. 1 lit. a UVPV unterliegen Änderungen solcher Anlagen der UVP, wenn sie wesentliche Umbauten, Erweiterungen oder Betriebsänderungen betreffen. Gemäss bundesgerichtlicher Rechtsprechung ist eine Änderung im Sinne von Art. 2 Abs. 1 UVPV wesentlich, wenn die der Anlage zuzurechnenden Umweltbelastungen eine ins Gewicht fallende Änderung erfahren können (vgl. BGE 115 lb 472 E. 3 S. 494 f.; HERIBERT RAUSCH/ PETER M. KELLER, Kommentar USG, N. 43 zu Art. 9 USG). Diese Voraussetzung ist dann erfüllt, wenn die Änderung dazu führt, dass entweder bestehende Umweltbelastungen verstärkt werden oder BGE 133 II 181 S. 199gewichtige Umweltbelastungen neu oder an neuer Stelle auftreten können. Unter diesen Voraussetzungen können auch Sanierungen UVP-pflichtig sein (Vgl. RAUSCH/KELLER, a.a.O., N. 47 zu Art. 9 USG).\n\nlm Rahmen des vorliegenden Sanierungsprojekts wird die militärische NGST-Anlage erweitert. Diese Änderung kann grundsätzlich zu verstärkten Umweltauswirkungen führen. Mit dem Sanierungsprojekt, das auch die Erweiterung der NGST-Anlage mitumfasst, werden im Bereich Lärm die Umweltbelastungen für die Betroffenen jedoch insgesamt verringert, und es kommen keine neuen Betroffenen dazu. Der Ausbau der NGST-Anlage bringt zwar eine Kapazitätserweiterung mit sich, die von der Anlage verursachte Lärmbelastung nimmt jedoch gemäss dem Lärmgutachten der Planteam AG nicht zu. Das BAFU erwartet zudem in den Bereichen Natur, Landschaft und Boden durch die Änderung gewisse Auswirkungen. Diesbezüglich enthält die Plangenehmigungsverfügung Auflagen zum Schutze der Umwelt, weshalb das BAFU diese Auswirkungen als von eher geringer Bedeutung bezeichnet. Insgesamt ergibt sich somit, dass der Verzicht auf eine UVP bei der vorliegenden Sanierung mit dem Bundesrecht vereinbar ist, da durch die bewilligten Änderungen keine wesentlich verstärkten oder neue Umweltbelastungen im Sinne von Art. 2 UVPV zu erwarten sind.\n\n7. Die privaten Beschwerdeführer beanstanden die gewährten Erleichterungen in Bezug auf die Liegenschaft X. und die dem angefochtenen Entscheid zugrunde liegende Interessenermittlung und -abwägung. Weiter werfen die privaten Beschwerdeführer der Genehmigungsbehörde eine Überschreitung des Ermessens bei der Ermittlung und Abwägung der Interessen des Lärmschutzes mit denjenigen am Betrieb der Anlage vor. Zudem machen sie die falsche Anwendung der Vorschriften über die Begrenzung der Umweltbelastung (Art. 11 Abs. 2, Art. 13 ff. USG, Art. 7 ff. LSV) geltend.\n\n7.1 Bei den fraglichen Schiessanlagen handelt es sich um bestehende ortsfeste Anlagen im Sinne von Art. 2 Abs. 1 LSV, deren Betrieb zu Überschreitungen der massgebenden Immissionsgrenzwerte führt und welche daher nach den Bestimmungen von Art. 16 Abs. 1 USG und Art. 13 ff. LSV saniert werden müssen. Um die militärischen Schiesshalbtage zu reduzieren und dennoch die militärische Ausbildung auf dem Waffenplatz Emmen sicherzustellen, wird die Kapazität der NGST-Anlage von zwei auf vier Boxen erhöht, womit die sanierungsbedürftige Anlage erweitert wird. Nach Art. 18 Abs. 1 BGE 133 II 181 S. 200USG darf eine sanierungsbedürftige Anlage nur umgebaut oder erweitert werden, wenn sie gleichzeitig saniert wird. Gemäss Art. 13 Abs. 2 LSV sind Anlagen grundsätzlich derart zu sanieren, als dies technisch und betrieblich möglich sowie wirtschaftlich tragbar ist und dass die Immissionsgrenzwerte nicht mehr überschritten werden. Kann die Einhaltung der Immissionsgrenzwerte mit Massnahmen, die technisch und betrieblich möglich sowie wirtschaftlich tragbar sind, nicht erreicht werden, so kann die Vollzugsbehörde Erleichterungen gewähren, soweit die Sanierung unverhältnismässige Betriebseinschränkungen oder Kosten verursachen würde (Art. 14 Abs. 1 lit. a LSV) oder soweit überwiegende Interessen, namentlich der Gesamtverteidigung, der Sanierung entgegenstehen (Art. 14 Abs. 1 lit. b LSV). An der Sicherstellung des der Landesverteidigung dienenden Schiesswesens und insbesondere an der Durchführung der Bundesschiessübungen besteht ein gewichtiges öffentliches Interesse. Nach bundesgerichtlicher Rechtsprechung sind deshalb Überschreitungen der Immissionsgrenzwerte unter Gewährung entsprechender Sanierungserleichterungen grundsätzlich hinzunehmen, damit die obligatorische Schiesspflicht erfüllt werden kann (BGE 119 Ib 463 E. 5b-d S. 467 mit zahlreichen Hinweisen; Urteile 1A.101/ 2002 vom 24. April 2003, E. 4.3, publ. in: URP 2003 S. 693, und 1A.187/2004 vom 21. April 2005, E. 3.2). Dagegen liegen die rein zivilen, sportlichen Schiessen nicht im öffentlichen Interesse, weshalb diesbezüglich Sanierungserleichterungen gemäss Art. 14 Abs. 1 lit. b LSV von vornherein ausser Betracht fallen (BGE 119 Ib 463 E. 5d und 6a S. 470 ff; Urteil 1A.102/1993 vom 12. April 1994, E. 5b nicht publ. in BGE 120 Ib 89; Urteil 1A.187/2004 vom 21. April 2005, E. 3.3). Bei zivilen Schiessveranstaltungen ist demnach der Immissionsgrenzwert regelmässig einzuhalten (vgl. BGE 117 Ib 101 E. 4 in fine S. 105; s. auch BGE 119 Ib 463 E. 5cd S. 470). Erleichterungen im Sinne von Art. 14 Abs. 1 lit. a LSV sind vom Bundesgericht für sportliche Wettkampfschiessen lediglich in einem einzigen Fall zugebilligt worden, weil sich die Verlegung der Schiessveranstaltungen auf eine andere Anlage als zurzeit nicht möglich erwies und dem Kanton vor Ablauf der in Art. 17 Abs. 3 LSV festgelegten Sanierungsfrist genügend Zeit verblieb, um gemeinsam mit den Gemeinden nach besseren (Sanierungs-)Lösungen zu suchen (vgl. BGE 119 Ib 463 E. 7 und 8 S. 75 ff.). Ein solcher Fall liegt hier nicht vor. BGE 133 II 181 S. 201\n\n7.2 Vorliegend wird die NGST-Anlage um zwei Boxen erweitert. Die Kapazität dieses Anlageteils wird verdoppelt. Das Lärmgutachten der Planteam AG qualifiziert die Erweiterung der NGST-Anlage nicht als wesentliche Änderung einer bestehenden Anlage, da die Erweiterung eine Reduktion von vorher 170 Schiesshalbtagen (Sturmgewehr) und 25 Schiesshalbtagen (GK-Pistole) auf neu insgesamt 140 Schiesshalbtage erlaube, was zu einer deutlich spürbaren Reduktion der Lärmbelastung führe. Dieser Betrachtungsweise hatte das BAFU im vorinstanzlichen Verfahren zugestimmt. Die Vorinstanz führt dazu im angefochtenen Entscheid aus, die Kapazität der NGST-Anlage werde derart erweitert, dass in Zukunft mehr Armeeangehörige in derselben Zeit ausgebildet werden könnten. Die Kapazitätserweiterung diene nicht nur der Sanierung, sondern auch der Verbesserung der Ausbildungsmöglichkeiten, weshalb sie eine wesentliche Änderung des Waffenplatzes im Sinne von Art. 8 Abs. 2 LSV darstelle. Dies entspricht der Rechtsprechung des Bundesgerichts im Zusammenhang mit dem Einbau von elektronischen Trefferanzeigen bei der Sanierung von Schiessanlagen (vgl. Urteil des Bundesgerichts 1A.248/1994 vom 12. April 1996, E. 4d, publ. in: URP 1996 S. 650; ANDRÉ SCHRADE/HEIDI WIESTNER, Kommentar USG, N. 19 zu Art. 18 USG) und zur Steigerung des Betriebs von Flugplätzen (vgl. BGE 124 II 293 E. 16).\n\nNach Ansicht der Beschwerdeführer ist diese Erweiterung derart schwerwiegend, dass die Anlage als neue Anlage einzustufen sei. Eine bestehende Anlage wird jedoch nur dann zu einer neuen Anlage, wenn gemäss Art. 2 Abs. 2 LSV ihr Zweck vollständig geändert wird oder wenn es sich um eine übergewichtige Erweiterung einer Anlage handelt. Die Praxis geht von einer übergewichtigen Erweiterung aus, wenn bestehende Anlagen baulich oder betrieblich derart weitgehend verändert werden, dass das Bestehende in lärmmässiger Hinsicht im Vergleich zum Neuen nur noch von untergeordneter Bedeutung ist (vgl. BGE 115 lb 456 E. 5). Dies ist im vorliegenden Fall offensichtlich nicht erfüllt (s. vorne E. 6.2 zur UVP-Pflicht).\n\n7.3 Was die konkrete Ermittlung der für die Schiessanlage Hüslenmoos zuzulassenden Zahl von Schiesshalbtagen anbelangt, kann zunächst auf die zutreffenden Ausführungen der Vorinstanz verwiesen werden. Die Beschwerdeführer fordern eine weitere Reduktion der Schiesshalbtage. Sie erachten eine Beschränkung für das zivile Schiessen auf 30 Schiesshalbtage bis zum Abschluss der Sanierung BGE 133 II 181 S. 202und für das militärische Schiessen eine Reduktion auf 100 Schiesshalbtage als verhältnismässig.\n\nDas Sanierungsprojekt geht von 60 Schiesshalbtagen für das zivile Schiessen aus. Diese Beschränkung erlaubt zusammen mit den baulichen Massnahmen, dass die zivile Schiesstätigkeit die massgebenden IGW einhält. Die Vorinstanz hält im angefochtenen Entscheid fest, dass die Gemeindeanlage mit den 60 Schiesshalbtagen einen ausreichenden Rahmen erhalte, damit sie ihre Funktion ihrer Bedeutung entsprechend erfüllen könne. Diese Meinung vertritt auch die zuständige kantonale Dienststelle Umwelt und Energie als kantonale Vollzugsbehörde. In Bezug auf den militärischen Schiessbetrieb hält die Vorinstanz fest, dass die 140 Schiesshalbtage das notwendige Minimum darstellen, um die militärische Ausbildung zu gewährleisten und die Ausbildungsziele zu erreichen.\n\nEine weitere Reduktion der Schiesshalbtage wäre unter Berücksichtigung der Ausführungen der Vorinstanz nicht vertretbar. Den diesbezüglichen Vorbringen der privaten Beschwerdeführer kann jedenfalls nicht gefolgt werden. Von einer falschen Gewichtung der massgebenden Interessen oder einer mangelhaften Prüfung von Alternativen kann ebenfalls nicht die Rede sein. Die für die Ausbildung der auf dem Waffenplatz Emmen stationierten Truppen erforderliche Anzahl Schiesshalbtage führt bei der Liegenschaft X. zu einer Überschreitung des IGW um 7 dB(A), weshalb hierfür entsprechende Sanierungserleichterungen gewährt wurden. Diese Erleichterungen sind durch das an der militärischen Schiessausbildung bestehende öffentliche Interesse gerechtfertigt und insoweit nicht zu beanstanden. Ob eine Reduktion der Erleichterung nach Abschluss der Sanierung möglich ist, werden die Vollzugsbehörden dannzumal prüfen (s. E. 8.2 hiernach).\n\n8. Auch die Gemeinde Emmen beanstandet die auf 60 Schiesshalbtage festgelegte Beschränkung des Schiessbetriebs auf der Gemeindeanlage. Sie hält diese Beschränkung angesichts der regionalen Bedeutung der Anlage für unverhältnismässig und beantragt, nach der baulichen Sanierung seien Messungen der Lärmemissionen durchzuführen und die definitiven Schiesshalbtage erst anschliessend festzulegen. Zudem bezeichnet sie die berechnete Lärmbelastung als zu hoch und fordert eine Korrektur aufgrund von Messungen nach der baulichen Sanierung. Schliesslich kritisiert sie, dass zivile Schiessen, die gleichzeitig mit militärischen BGE 133 II 181 S. 203Schiessübungen stattfinden, an das Kontingent der 60 Schiesshalbtage für das zivile Schiessen angerechnet werden.\n\n8.1 Die Vorinstanz führt hierzu zu Recht aus, dass die Gemeinde während des gesamten Plangenehmigungsverfahrens nie geltend gemacht habe, dass die Beschränkung auf 60 Schiesshalbtage nur für die Übergangszeit bis zum Abschluss der baulichen Sanierung gelten solle, ansonsten die Funktion als Regionalschiessanlage in Frage gestellt wäre. Neben der Vorinstanz beurteilte auch die zuständige kantonale Dienststelle die Beschränkung als verhältnismässig. Die Gemeinde Emmen belegt in ihrer Beschwerde nicht konkret, welche im Interesse der Landesverteidigung (Art. 4 der Schiessverordnung vom 5. Dezember 2003 [SR 512.31]) zu erfüllenden Aufgaben wegen der Beschränkung auf 60 Schiesshalbtage nicht erfüllt werden können. Die Vorinstanz hat im angefochtenen Entscheid die Verhältnismässigkeit der Massnahme auch unter Hinweis auf andere Anlagen (z.B. Kriens) bejaht. Die Kritik der Gemeinde führt zu keinem anderen Ergebnis.\n\n8.2 Zutreffend ist hingegen, dass Abweichungen zwischen den Lärmberechnungen und den verschiedenen Lärmmessungen festgestellt wurden. Nach Dispositiv-Ziff. 2.2.2 der angefochtenen Verfügung haben die Gesuchsteller die Wirksamkeit der Lärmschutzmassnahmen durch geeignete Messungen zu überprüfen und der Vorinstanz sowie der kantonalen Vollzugsbehörde einen entsprechenden Bericht bis spätestens drei Monate nach Abschluss der Sanierung einzureichen. Die Vorinstanz hat sich weitere Sanierungsmassnahmen aufgrund der Kontrolle ausdrücklich vorbehalten. Im bundesgerichtlichen Verfahren hat sie zudem zugesichert, dass die Anordnungen im angefochtenen Entscheid aufgrund der Kontrollmessungen sowohl in Bezug auf allfällige Diskrepanzen zu den berechneten Werten als auch zur Wirkung der Massnahmen überprüft und angepasst werden, wenn sich erhebliche neue Erkenntnisse ergeben. In diesem Sinne hat sie auch die den Anlageinhabern gewährten Sanierungserleichterungen im Umfang von 7 dB(A) zwar nicht befristet, aber ihre periodische Überprüfung angeordnet. Daraus ergibt sich, dass die beanstandeten Punkte der Sanierung nach Umsetzung der baulichen Massnahmen einer gründlichen Kontrolle unterzogen werden und die Anordnungen angepasst werden können, soweit dafür Anlass besteht. Dies trägt den bundesrechtlichen Anforderungen in optimaler Weise Rechnung und erscheint BGE 133 II 181 S. 204keineswegs als bundesrechtswidrig. Den Anträgen der Beschwerdeführenden kann somit in diesen Punkten nicht gefolgt werden.\n\n8.3 Weiter ist nicht zu beanstanden, dass der angefochtene Entscheid das gleichzeitige Schiessen auf den Militäranlagen und der Gemeindeanlage zwar zulässt, für das zivile Schiessen jedoch eine Anrechnung an die 60 bewilligten Schiesshalbtage verlangt. Nach den zutreffenden Erwägungen der Vorinstanz wäre ein Verzicht auf eine Anrechnung nur dann vertretbar, wenn das zivile Schiessen im militärischen unterginge und nicht als zusätzliches Schiessen wahrnehmbar wäre. Diese Voraussetzung kann jedoch vorliegend nicht erfüllt werden. Für das militärische Schiessen - auf der Militäranlage und im NGST-Stand - ist charakteristisch, dass immer mehrere Schützen gleichzeitig schiessen und dann ruhige Phasen folgen, in denen Übungsbesprechungen, Befehlsausgaben und Vorbereitungen auf die nächste Schiessübung vorgenommen werden. Gleichzeitige zivile Schiessen wären auch während der militärischen Schiesspausen wahrnehmbar, weshalb nicht gesagt werden kann, das zivile Schiessen ginge im militärischen Schiessen unter. Der angefochtene Entscheid ist somit auch in dieser Hinsicht nicht zu beanstanden.\n\n9. Soweit die privaten Beschwerdeführer als weitere Sanierungsmassnahme verlangen, bei 44 Lagern seien Schallschutztunnel einzubauen, hält ihnen die Vorinstanz entgegen, diese Forderung würde dazu führen, dass die Schiessanlagen nicht mehr für Wettkämpfe im Stellungsschiessen genutzt werden könnten, weil nicht mehr genügend Scheiben zur Verfügung stünden. Die Anlagen würden damit die Voraussetzung als Regionalschiessanlage im Sinne der Konzentrationsabsichten der kantonalen Vollzugsbehörde verlieren.\n\nSchallschutztunnels gelten nach der bundesgerichtlichen Rechtsprechung in der Regel als wirtschaftlich tragbare Massnahme zur Beschränkung des Schiesslärms (Urteil des Bundesgerichts 1A.99/2005 vom 4. November 2005, E. 4). Die Beschwerdeführer räumen indessen ein, dass Schallschutztunnels mit dem Stellungsschiessen im Konflikt stehen. Sie bezeichnen solche Schiessübungen allerdings als rückläufig, ohne diese Behauptung näher zu belegen. Angesichts des Umstands, dass die Schiessanlage als Regionalschiessanlage weiterhin genutzt werden soll, erscheint der beantragte Einbau von Schallschutztunneln als nicht zweckmässig, da dies mit der Funktion der Regionalschiessanlage zurzeit nicht vereinbar wäre. Sollte sich jedoch in Zukunft ergeben, dass das Stellungsschiessen BGE 133 II 181 S. 205weiter an Bedeutung verliert, so müsste die Vollzugsbehörde den Einbau von Schallschutztunneln im Interesse eines vorsorglichen Lärmschutzes (Art. 11 Abs. 2 USG) erneut prüfen.\n\n10. Die übrigen Beanstandungen der privaten Beschwerdeführer sind nicht geeignet, den angefochtenen Entscheid als bundesrechtswidrig erscheinen zu lassen. Ihre Verwaltungsgerichtsbeschwerde ist somit abzuweisen, soweit darauf eingetreten werden kann.\n\n11. Im angefochtenen Entscheid werden schiessfreie Zeiten festgelegt, die ausdrücklich für sämtliche Anlagen im Hüslenmoos gelten sollen. Die Gemeinde Emmen beanstandet diese Beschränkungen insoweit als sie auch das Kleinkaliberschiessen und den Armbrust-Schiessstand in der Gemeindeanlage betreffen.\n\n11.1 In Bezug auf den Armbrust-Schiessstand führt die Gemeinde aus, Anhang 7 der LSV beziehe sich auch in seiner neuen Fassung vom 23. August 2006 (AS 2006 S. 3693) nicht auf den Lärm des Armbrustschiessens. Aus der Armbrust-Schiessanlage dringe denn auch kaum wahrnehmbarer Lärm nach Aussen.\n\nDie Vorinstanz bestätigt, dass das Armbrustschiessen in Bezug auf die Lärmbeurteilung nicht relevant ist und führt aus, sie habe nicht beabsichtigt, für das Armbrustschiessen betriebliche Beschränkungen anzuordnen. Das Armbrustschiessen könne im Übrigen aus Sicherheitsgründen nicht gleichzeitig mit den Schiessübungen mit Grosskaliberwaffen, für welche die schiessfreien Zeiten verfügt worden seien, durchgeführt werden. Das Armbrustschiessen sei denn auch im Plangenehmigungsverfahren nicht thematisiert worden und werde in den Erwägungen des angefochtenen Entscheids zur Lärmsanierung ebenfalls nicht behandelt. Es treffe jedoch zu, dass die Formulierung im Entscheiddispositiv \"schiessfreie Zeiten für sämtliche Anlagen\" so verstanden werden könne, dass sie auch den Armbrust-Schiessstand betreffe, was aber keineswegs beabsichtigt gewesen sei. Um Missverständnissen vorzubeugen, beantragt die Vorinstanz deshalb, die Beschwerde in diesem Punkt gutzuheissen.\n\nDiesem Antrag ist zu entsprechen, nachdem die Gemeinde und die Vorinstanz übereinstimmend darlegen, dass das Armbrustschiessen gar keinen Sanierungsbedarf auslöste. Dieses Ergebnis ist auch mit der Lärmschutz-Verordnung des Bundes und dem Lärmgutachten der Planteam AG zu vereinbaren. Zum selben Schluss kommt auch das kantonale Bau-, Umwelt- und Wirtschaftsdepartement. Die privaten Beschwerdeführer wenden sich ebenfalls nicht gegen eine BGE 133 II 181 S. 206Ausnahme für das Armbrustschiessen. Die Beschwerde der Gemeinde Emmen ist somit insoweit gutzuheissen, als die im angefochtenen Entscheid festgelegten schiessfreien Zeiten auch das Armbrustschiessen betreffen.\n\n11.2\n\n11.2.1 Zum Kleinkaliberschiessen bringt die Gemeinde vor, nach Ziff. 1 Abs. 2 Anhang 7 LSV in der bis zum 31. Oktober 2006 geltenden Fassung seien die Belastungsgrenzwerte für den Lärm von Schiessanlagen ausdrücklich nicht für den Lärm von Schiessen mit Kleinkalibermunition angewendet worden. Zu der am 1. November 2006 in Kraft getretenen Änderung von Anhang 7 LSV vom 23. August 2006, wonach die Belastungsgrenze für alle Feuerwaffen und somit auch solche mit Kleinkalibermunition gelten, führt die Gemeinde aus, neues Recht könne für die Auslegung des alten Rechts von Bedeutung sein, doch dürfe es nicht gegen den klaren Wortlaut ausgelegt werden und es dürfe keine Vorwirkung neuen Rechts zugelassen werden. Würden die schiessfreien Zeiten für die Kleinkaliberschützen aufrechterhalten, so sei die Jugend-und-Sport-Ausbildung in Frage gestellt. Im Übrigen sei das Kleinkaliberschiessen mit einem tiefen Beurteilungspegel Lr von 34 dB(A) bis 52 dB(A) verbunden. Nach dem Gutachten der Planteam AG sei sogar eine Verdoppelung der Kleinkaliberschiessen auf der Gemeindeanlage unproblematisch. Das Kleinkaliberschiessen sei somit wie das Armbrustschiessen von den schiessfreien Zeiten auszunehmen.\n\nDie Vorinstanz, das BAFU, das kantonale Bau-, Umwelt- und Wirtschaftsdepartement und die privaten Beschwerdeführer erachten eine Ausnahme für das Kleinkaliberschiessen für nicht gerechtfertigt.\n\n11.2.2 Das Bundesgericht hat in konstanter Rechtsprechung entschieden, dass Änderungen umweltrechtlicher Erlasse um der öffentlichen Ordnung willen auf alle noch nicht (letztinstanzlich) abgeschlossenen Verfahren anzuwenden seien (BGE 125 II 591 E. 5e/aa S. 598; BGE 123 II 325 E. 4c/cc S. 331; BGE 120 Ib 233 E. 3a; BGE 112 Ib 39 E. 1c S. 42, je mit Hinweisen; s. auch Urteil des Bundesgerichts 1A.113/ 1999 vom 26. Mai 2000, E. 4c, publ. in: URP 2000 S. 622). Es besteht vorliegend kein Anlass, vom Grundsatz der sofortigen Anwendbarkeit umweltrechtlicher Normen abzuweichen. Der dringende Sanierungsbedarf in Bezug auf alle Schiessanlagen im Hüslenmoos ist unbestritten. Die Sanierung ist zur möglichst umfassenden Verwirklichung der öffentlichen Interessen, die mit den BGE 133 II 181 S. 207umweltschutzrechtlichen Normen verfolgt werden, nach Massgabe des im Zeitpunkt der letztinstanzlichen Beurteilung geltenden Rechts zu beurteilen. Nach Ziff. 1 Abs. 2 Anhang 7 LSV in der am 1. November 2006 in Kraft getretenen Fassung vom 23. August 2006 (AS 2006 S. 3693) gelten die Belastungsgrenzwerte dieses Anhangs auch für Feuerwaffen mit Kleinkalibermunition. Dies wird auch vom BAFU in seiner Vernehmlassung bestätigt. Das Bundesgericht hat keinen Anlass, von dieser Regelung abzuweichen. Die Gemeinde Emmen hatte im Übrigen bereits im vorinstanzlichen Verfahren geltend gemacht, die schiessfreien Zeiten sollten nur für Grosskaliberwaffen gelten, während die kantonale Vollzugsbehörde beantragte, die schiessfreien Zeiten seien für sämtliche Schiessen anzuordnen. In der Interessenabwägung ist die Vorinstanz dem Antrag der kantonalen Behörde gefolgt, weshalb die Kritik der Gemeinde Emmen, das VBS greife im Bereich der Kleinkaliberanlagen in kantonale Kompetenzen ein, unzutreffend ist. Das zuständige kantonale Departement nimmt denn auch im vorliegenden Verfahren den gleichen Standpunkt wie die Vorinstanz ein. Der Kritik der Gemeinde kann somit in diesem Punkt nicht gefolgt werden."}