{"annee": "133", "cour": "III", "page": "139", "date": "19/2/2007", "cite": ["120 IB 156", "120 III 143", "128 III 50", "129 III 727", "130 III 35", "127 III 279", "116 II 639", "127 III 576", "120 II 155", "119 II 386"], "cite_par": ["138 III 29", "134 III 565", "144 III 559", "140 III 477", "140 III 134"], "chapeau": "16. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause B. Fund Ltd contre A. Group Ltd et Tribunal arbitral (recours de droit public)\n\n4P.168/2006 du 19 février 2007", "regestes": ["Arbitrage international. Compétence du tribunal arbitral dans l'examen de questions préjudicielles. Rejet d'une demande de suspension de l'instance. Le tribunal arbitral est compétent pour examiner à titre préjudiciel si une infraction a été commise (consid. 5). Le tribunal arbitral doit suspendre l'instance si un motif impérieux le commande; il peut la suspendre si cette mesure lui semble opportune au regard des intérêts des parties. En l'absence d'un motif impérieux, la suspension ou le refus de suspendre ne mettent pas en cause l'égalité des parties ni leur droit d'être entendues en procédure contradictoire (consid. 6.1). En l'espèce, la recourante ne s'est pas prévalue d'un motif impérieux (consid. 6.2)."], "faits": "BGE 133 III 139 S. 140\n\nSelon un contrat conclu le 10 avril 2001, B. Fund Ltd a acquis de A. Group Ltd une option d'achat relative à un lot de parts sociales d'une société tierce. A. Group Ltd a ensuite refusé de lui fournir ces titres; elle en a disposé en faveur d'un autre acquéreur.\n\nDevant le tribunal arbitral, B. Fund Ltd a pris des conclusions qui tendaient surtout à l'exécution du contrat ou, à défaut, au versement de dommages-intérêts. Le tribunal a administré des preuves et prononcé deux sentences partielles, l'une le 19 octobre 2004 et l'autre le 16 mai 2006. Selon le dispositif de cette dernière décision, certaines conclusions des parties sont rejetées ou déclarées sans objet; pour le surplus, le tribunal prononce que le contrat est illégal dans son but et dans son objet, de sorte que son exécution ne peut pas être exigée; il prononce en outre que l'action tendant à l'exécution de ce même contrat est incompatible avec l'ordre public et exercée ex turpi causa.\n\nBGE 133 III 139 S. 141Agissant par la voie du recours de droit public, B. Fund Ltd requiert le Tribunal fédéral d'annuler cette sentence. Elle reproche au tribunal arbitral d'avoir excédé sa propre compétence en retenant au regard de la législation pénale russe que des infractions avaient été commises par son ayant droit économique, d'avoir violé son droit d'être entendue en refusant une suspension de la procédure et d'avoir aussi violé ce droit en fondant sa décision sur des motifs juridiques imprévisibles pour les parties.\n\nLe Tribunal fédéral a rejeté le recours, dans la mesure où celui-ci était recevable.", "considerants": "Extrait des considérants:\n\n5. La recourante reproche au tribunal arbitral d'avoir excédé sa compétence en examinant si une infraction avait été commise au regard du droit pénal russe.\n\nSelon l'art. 190 al. 2 let. b LDIP, la sentence peut être attaquée lorsque le tribunal arbitral s'est déclaré à tort compétent ou incompétent. Le tribunal est compétent lorsque la cause peut faire l'objet d'un arbitrage d'après l'art. 177 LDIP, que la convention d'arbitrage est valable à la forme et au fond d'après l'art. 178 LDIP et que la cause est visée par cette convention, toutes ces conditions étant indissociables (ATF 120 II 155 consid. 3b/bb p. 163/164; ANTON HEINI, Zürcher Kommentar zum IPRG, 2e éd., Zurich 2004, ch. 6 ad art. 186 LDIP; BERNARD DUTOIT, Droit international privé suisse, 4e éd., Bâle 2005, ch. 3 ad art. 186 LDIP). Saisi du grief d'incompétence, le Tribunal fédéral examine librement les questions de droit, y compris les questions préjudicielles, qui déterminent la compétence ou l'incompétence du tribunal arbitral. Cependant, il revoit l'état de fait à la base de la sentence attaquée - même s'il s'agit de la question de la compétence - uniquement lorsque l'un des griefs mentionnés à l'art. 190 al. 2 LDIP est soulevé à l'encontre de l'état de fait ou lorsque des faits ou des moyens de preuve nouveaux (cf. art. 95 OJ) sont exceptionnellement pris en considération dans le cadre de la procédure du recours de droit public (ATF 129 III 727 consid. 5.2.2 p. 733; ATF 128 III 50 consid. 2a p. 54).\n\nA teneur de l'art. 177 al. 1 LDIP, toute cause de nature patrimoniale peut faire l'objet d'un arbitrage. La recourante ne conteste pas que le litige porte sur des intérêts patrimoniaux. Elle ne met pas non plus en doute que dans son examen de la validité du contrat conclu le BGE 133 III 139 S. 14210 avril 2001, le tribunal arbitral pût élucider à titre préjudiciel des points qui n'étaient en eux-mêmes pas susceptibles d'arbitrage, tels que l'incrimination de certains comportements en droit pénal russe (JEAN-FRANÇOIS POUDRET et SÉBASTIEN BESSON, Droit comparé de l'arbitrage international, Zurich 2002, ch. 583 p. 532; FRANK VISCHER, Zürcher Kommentar zum IPRG, ch. 11 ad art. 177 LDIP). Elle admet même que ces questions de droit pénal étaient importantes pour l'issue de la cause. Néanmoins, selon son argumentation, les arbitres n'étaient pas autorisés à vérifier si des infractions avaient été commises car l'ordre public exige que l'application de sanctions soit réservée à des autorités étatiques. Or, l'instance arbitrale ne tendait aucunement au prononcé de sanctions pénales; son objet se limitait à un jugement sur les prétentions pécuniaires des parties et l'application de dispositions pénales - russes surtout - intervenait seulement dans l'appréciation préjudicielle de la validité du contrat sur lequel ces prétentions étaient fondées. La recourante explique qu'elle s'est opposée, dans l'instance, à la discussion de ces problèmes de droit pénal, mais cela ne suffit pas à révéler pourquoi le tribunal arbitral aurait dû s'abstenir d'examiner à titre seulement préjudiciel des points qui, à titre principal, seraient réservés à une juridiction étatique. Les avis de doctrine que la recourante a produits n'apportent rien à l'appui de sa thèse; il en ressort au contraire que les tribunaux arbitraux doivent prendre position, s'il y a lieu, sur des faits de corruption ou de blanchiment d'argent. La recourante fait aussi état de difficultés pratiques à surmonter, en pareil cas, par les tribunaux arbitraux, mais ces obstacles n'ont pas d'incidence sur le plan des principes.\n\nDans la mesure où la recourante prétend que le tribunal arbitral n'avait pas les moyens d'apprécier avec suffisamment de certitude le caractère éventuellement répréhensible des faits, d'une part, et que l'objection tirée de ce caractère répréhensible était abusive, d'autre part, cette partie élève des critiques qui ne se rapportent pas à la compétence du tribunal arbitral et qui sont donc irrecevables au regard de l'art. 190 al. 2 LDIP. Dans la mesure où la recourante conteste l'appréciation des preuves et la constatation des faits en se référant à l'art. 192 al. 2 let. c, d et e LDIP, ses critiques ne sont pas motivées conformément aux exigences de l'art. 90 al. 1 let. b OJ, sinon dans la réplique, alors qu'elles auraient pu l'être dans l'acte de recours déjà; elles sont donc elles aussi irrecevables. Pour le surplus, le grief d'incompétence se révèle privé de fondement. BGE 133 III 139 S. 143\n\n6. La recourante reproche au tribunal arbitral d'avoir violé son droit d'être entendue en rejetant une demande de suspension de l'instance.\n\n6.1 L'art. 182 al. 1 et 2 LDIP prévoit que les parties ou, subsidiairement, le tribunal arbitral peuvent régler la procédure arbitrale. Leur liberté est restreinte par l'art. 182 al. 3 LDIP en ce sens que le tribunal arbitral doit, quelle que soit la procédure choisie, garantir l'égalité entre les parties et leur droit d'être entendues en procédure contradictoire. Il s'agit d'une protection minimum à laquelle les parties ne peuvent pas renoncer. Selon l'art. 190 al. 2 let. d LDIP, la sentence peut être attaquée lorsque l'égalité des parties ou leur droit d'être entendues en procédure contradictoire n'ont pas été respectés. Le droit d'être entendu confère à chaque partie la faculté d'exposer tous ses moyens de fait et de droit sur l'objet du litige et de rapporter les preuves nécessaires, ainsi que le droit de participer aux audiences et de se faire représenter ou assister devant les arbitres. Quant au principe de contradiction, il garantit à chaque partie la faculté de se déterminer sur les moyens de son adversaire, d'examiner et de discuter les preuves rapportées par lui et de les réfuter par ses propres preuves (ATF 130 III 35 consid. 5 p. 38; ATF 127 III 576 consid. 2c p. 578/ 579; ATF 116 II 639 consid. 4c p. 643 in medio). Enfin, en vertu du principe d'égalité, le tribunal arbitral doit traiter les parties de manière semblable à toutes les étapes de la procédure (VISCHER, op. cit., ch. 25 ad art. 182 LDIP; DUTOIT, op. cit., ch. 6 ad art. 182 LDIP).\n\nEn principe, une suspension du procès ne se justifie que dans des cas particuliers, lorsqu'elle est prévue par des règles spécifiques ou qu'elle s'impose en raison d'un motif impérieux (POUDRET/BESSON, op. cit., ch. 585 p. 535). Un motif de ce genre est réalisé lorsque surviennent des faits propres à entraîner, pour l'une des parties, la perte de la personnalité juridique ou de la capacité d'agir en justice, ou lorsque des circonstances de fait ou de droit déterminantes pour l'issue du litige, mais étrangères à la compétence du tribunal arbitral, doivent être préalablement élucidées (ATF 119 II 386 consid. 1b p. 389/ 390; voir aussi ATF 127 III 279 consid. 2a et 2b p. 283). Le tribunal arbitral peut encore ordonner une suspension du procès s'il le juge opportun au regard des intérêts des parties; cependant, en cas de doute, il doit faire prévaloir le principe de la célérité du procès car la suspension constitue éventuellement un déni de justice ou un retard injustifié (POUDRET/BESSON, op. cit., ch. 581 p. 529; cf. ATF 120 III 143 consid. 1b p. 144). La suspension peut notamment se justifier jusqu'à droit connu sur une autre instance, lorsque celle-ci porte BGE 133 III 139 S. 144sur une question préjudicielle que le tribunal arbitral devrait autrement résoudre lui-même (POUDRET/BESSON, op. cit., ch. 583 p. 532), mais, en pareil cas, aucune des parties ne peut exiger cette mesure sur la base de son droit d'être entendue (ATF 119 II 386 consid. 1b p. 390). La suspension doit au contraire être refusée lorsqu'une partie la demande en raison d'une difficulté ou d'un retard dans l'obtention de ses propres moyens de preuve (même arrêt).\n\nExcepté les cas où la suspension répond à un motif impérieux, cette mesure ressortit au pouvoir d'appréciation de l'autorité ou du tribunal arbitral. Dans les procédures étatiques, sauf excès ou abus, l'exercice de ce pouvoir est en principe soustrait au contrôle du Tribunal fédéral (cf. ATF 120 Ib 156 consid. 2c p. 160 in medio). Ceci doit valoir aussi dans le domaine de l'arbitrage international où le recours au Tribunal fédéral n'est disponible, en matière de procédure, que pour violation de principes fondamentaux. En règle générale, la suspension de l'instance, ordonnée ou refusée par le tribunal arbitral en considération des intérêts des parties, ne met donc pas en cause l'égalité de ces dernières ni leur droit d'être entendues en procédure contradictoire selon les art. 182 al. 3 et 190 al. 2 let. d LDIP.\n\n6.2 Le 5 août 2005, la recourante a présenté une demande de suspension - d'abord limitée à un laps de soixante jours - après que, sur dénonciation de l'intimée, une enquête pénale avait été ouverte en Allemagne. Selon son exposé, une perquisition était intervenue dans les bureaux du président du tribunal arbitral; toutes les pièces et procès-verbaux d'auditions de témoins étaient désormais saisis et plusieurs témoins importants avaient reçu, de leurs avocats allemands, le conseil de ne plus faire aucune déposition au sujet des soupçons de blanchiment d'argent. Le tribunal arbitral a rejeté la demande de suspension en indiquant qu'après une prochaine séance d'audition de témoins, il évaluerait s'il lui était possible de statuer sans avoir réentendu les témoins impliqués dans l'enquête pénale. La recourante soutient qu'en raison des circonstances précitées, le tribunal arbitral devait impérativement suspendre le procès, d'une part parce que l'enquête pénale portait sur des faits qui étaient, en partie, aussi litigieux devant ce tribunal, et d'autre part parce que les difficultés apparues dans l'audition des témoins et l'accès aux pièces l'entravaient dans la poursuite de sa propre action contre l'intimée. Or, on a vu que les faits éventuellement répréhensibles n'échappaient pas à la compétence du tribunal arbitral, de sorte que celui-ci pouvait renoncer à attendre l'issue du procès pénal; pour le surplus, BGE 133 III 139 S. 145les difficultés qui surviennent en général dans les mesures probatoires, en raison de l'existence d'une enquête pénale, ne constituent pas un motif impérieux de suspendre l'instance arbitrale, cela d'autant moins lorsque, comme en l'espèce, le tribunal arbitral annonce d'emblée qu'il prendra, au besoin, des dispositions adaptées aux circonstances.\n\nLes arguments développés dans le mémoire de recours ne suffisent donc pas à mettre en évidence un devoir de suspendre l'instance, devoir que le tribunal arbitral aurait méconnu. L'argumentation développée dans la réplique, selon laquelle la recourante a subi une entrave d'abord dans sa préparation de la séance d'audition de témoins de septembre 2005, puis dans sa participation à cette séance, cette entrave ayant prétendument entraîné une rupture de l'égalité des parties, pouvait être présentée dans l'acte de recours déjà; elle est donc irrecevable. Par conséquent, la recourante échoue à obtenir l'annulation de la sentence en raison du rejet de sa demande de suspension."}