{"annee": "133", "cour": "III", "page": "121", "date": "9/2/2007", "cite": ["116 II 519", "112 II 118", "115 IB 175", "119 II 456", "105 II 284", "120 II 248", "108 II 59", "120 IB 411", "117 II 563", "113 II 429", "117 IB 197", "113 IB 420"], "cite_par": ["134 II 235", "134 V 189", "144 III 43"], "chapeau": "14. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre Y. (recours en réforme)\n\n4C.366/2006 du 9 février 2007", "regestes": ["Contrat de mandat; responsabilité du médecin. Conditions générales de la responsabilité du médecin en sa qualité de mandataire; violation des règles de l'art médical; fardeau de la preuve (consid. 3). Devoir d'information du médecin; consentement éclairé et consentement hypothétique du patient (consid. 4)."], "faits": "BGE 133 III 121 S. 122\n\nA. X. (ci-après: la demanderesse), née en 1945, au bénéfice d'une formation d'employée de commerce, présentait, à fin 1993, une nécrose aseptique des deux hanches. Une première opération de la hanche gauche, pratiquée le 2 décembre 1993 par le Dr A., ayant donné un résultat insatisfaisant, le même médecin a procédé, le 14 juillet 1994, à la mise en place d'une prothèse totale de la hanche gauche. Cette intervention a entraîné une nette amélioration de l'état de la patiente.\n\nDepuis le 1er décembre 1994, la demanderesse perçoit une rente AI entière en raison d'une dépression chronique.\n\nEn avril 1996, la demanderesse a commencé à ressentir d'intenses douleurs à la hanche droite. Elle a pris contact avec le Dr A., lequel, ne pouvant pas intervenir pour des raisons de santé, l'a adressée au Dr Y. (ci-après: le défendeur), spécialiste FMH en chirurgie orthopédique. Le 3 juin 1996, ce médecin, assisté de deux confrères, dont le Dr A., a procédé à la pose d'une prothèse totale de la hanche droite.\n\nAu cours de cette opération, la demanderesse a subi une lésion du nerf crural droit. Elle souffre depuis lors d'une faiblesse du membre inférieur droit qui la contraint à utiliser des béquilles pour se déplacer et l'empêche de rester en position debout au-delà de 45 minutes.\n\nDeux expertises extrajudiciaires ont été mises en oeuvre à l'initiative de la demanderesse: l'une a été effectuée par les Drs B. et C., désignés par la FMH; l'autre, par deux spécialistes exerçant à Paris, le Dr D. et le Prof. E. Les rapports y relatifs, établis respectivement le 30 août 1999 et le 29 janvier 2001, contiennent des conclusions opposées sur la question du respect des règles de l'art médical et sur celle de l'information donnée à la patiente.\n\nB. Le 13 mars 2002, la demanderesse a ouvert action contre le défendeur en vue d'obtenir le paiement de 623'205 fr., montant ramené ultérieurement à 519'952 fr. 90, intérêts différenciés en sus. Ce faisant, elle a réclamé, pour l'essentiel, la réparation du dommage consécutif à son invalidité ménagère et celle du tort moral. La demanderesse soutient que les règles de l'art médical n'ont pas été respectées en l'espèce et qu'elle n'a pas été correctement informée des risques de l'opération. Contestant ces reproches, le défendeur a conclu au rejet intégral de la demande. BGE 133 III 121 S. 123\n\nLe Dr F. a été désigné comme expert judiciaire. Il a rendu son rapport le 24 novembre 2003 et en a confirmé les conclusions lors de son audition par le Tribunal. Entendus en qualité de témoins assermentés, le Dr B. et le Dr D. ont, eux aussi, confirmé la teneur de leurs rapports d'expertise respectifs.\n\nPar jugement du 21 avril 2005, le Tribunal de première instance du canton de Genève a rejeté la demande.\n\nLa demanderesse a appelé de ce jugement. Augmentant ses conclusions, elle a réclamé le paiement de divers montants, soit un total de 552'274 fr. 45 sans les intérêts y afférents.\n\nPar arrêt du 15 septembre 2006, la Chambre civile de la Cour de justice a confirmé le jugement de première instance.\n\nC. La demanderesse interjette un recours en réforme au Tribunal fédéral. Elle conclut à l'annulation de l'arrêt cantonal et à ce que le défendeur soit condamné à lui payer les sommes de 261'450 fr., 163'390 fr. 60, 50'000 fr. et 19'963 fr., chacune avec des intérêts courant à partir de dates différentes, ou, sinon, la somme globale de 595'582 fr. 50 portant intérêts à partir d'une date unique. A titre subsidiaire, la demanderesse requiert le renvoi de la cause à l'autorité cantonale pour qu'elle détermine le montant du dommage et rende une nouvelle décision.\n\nLe défendeur conclut au rejet du recours dans la mesure de sa recevabilité.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. Dans un premier moyen, la demanderesse fait grief à la cour cantonale d'avoir violé les art. 8 CC et 97 CO, de même que les principes consacrés par la jurisprudence fédérale en matière de responsabilité médicale. Elle se plaint, en particulier, d'une mauvaise répartition du fardeau de la preuve.\n\n3.1 Il n'est pas contesté, ni contestable du reste, que les parties étaient liées par un mandat (art. 394 ss CO; ATF 119 II 456 consid. 2 et les arrêts cités). L'art. 398 al. 2 CO rend le mandataire responsable envers le mandant de la bonne et fidèle exécution du mandat. L'alinéa 1 de cette disposition renvoie aux règles régissant la responsabilité du travailleur dans les rapports de travail, soit à l'art. 321e CO. Cette disposition prévoit que le travailleur est responsable du BGE 133 III 121 S. 124dommage qu'il cause à l'employeur intentionnellement ou par négligence (al. 1) et elle détermine la mesure de la diligence requise (al. 2).\n\nEn sa qualité de mandataire, le médecin répond de la bonne et fidèle exécution du mandat. Si le propre de l'art médical consiste, pour le médecin, à obtenir le résultat escompté grâce à ses connaissances et à ses capacités, cela n'implique pas pour autant qu'il doive atteindre ce résultat ou même le garantir, car le résultat en tant que tel ne fait pas partie de ses obligations. L'étendue du devoir de diligence qui incombe au médecin se détermine selon des critères objectifs. Les exigences qui doivent être posées à cet égard ne peuvent pas être fixées une fois pour toutes; elles dépendent des particularités de chaque cas, telles que la nature de l'intervention ou du traitement et les risques qu'ils comportent, la marge d'appréciation, le temps et les moyens disponibles, la formation et les capacités du médecin. La violation, par celui-ci, de son devoir de diligence - communément, mais improprement, appelée \"faute professionnelle\" - constitue, du point de vue juridique, une inexécution ou une mauvaise exécution de son obligation de mandataire et correspond ainsi, au plan contractuel, à la notion d'illicéité propre à la responsabilité délictuelle. Si elle occasionne un dommage au mandant et qu'elle se double d'une faute du médecin, le patient pourra obtenir des dommages-intérêts (art. 97 al. 1 CO). Comme n'importe quel autre mandataire, en particulier l'avocat (ATF 117 II 563 consid. 2a), le médecin répond en principe de toute faute; sa responsabilité n'est pas limitée aux seules fautes graves (ATF 115 Ib 175 consid. 2b; ATF 113 II 429 consid. 3a et les références). Lorsqu'une violation des règles de l'art est établie, il appartient au médecin de prouver qu'il n'a pas commis de faute (art. 97 al. 1 CO).\n\nLes règles de l'art médical constituent des principes établis par la science médicale, généralement reconnus et admis, communément suivis et appliqués par les praticiens (ATF 108 II 59 consid. 1; 64 II 200 consid. 4a). Savoir si le médecin a violé son devoir de diligence est une question de droit; dire s'il existe une règle professionnelle communément admise, quel était l'état du patient et comment l'acte médical s'est déroulé relève du fait.\n\nIl appartient au lésé d'établir la violation des règles de l'art médical (ATF 120 Ib 411 consid. 4 in fine p. 414; ATF 115 Ib 175 consid. 2b p. 181 et les références). Sous l'angle du fardeau de la preuve, il a BGE 133 III 121 S. 125été jugé qu'une atteinte à la santé causée par un traitement médical diffère du cas d'un traitement médical qui n'a pas eu l'effet thérapeutique attendu. Lorsqu'il est prévisible qu'un traitement pourrait avoir des effets négatifs, le médecin doit tout faire pour y parer. Si ces effets négatifs se produisent, il y a présomption de fait que les mesures nécessaires n'ont pas toutes été prises et, dès lors, présomption d'une violation objective du devoir de diligence. Cette présomption facilite la preuve d'une telle violation, mais ne renverse pas le fardeau de la preuve. Les conclusions que le juge en tire relèvent de l'appréciation des preuves et ne peuvent pas être revues dans un recours en réforme (ATF 120 II 248 consid. 2c p. 250 et les références citées). Il a cependant été précisé ultérieurement que cette jurisprudence, en tant qu'elle admettait l'existence d'une telle présomption, devait être relativisée, en ce sens qu'elle visait spécifiquement le traitement dont il était question dans l'arrêt précité et qu'elle ne pouvait, dès lors, pas être transposée à n'importe quel autre traitement (arrêt 4C.53/2000 du 13 juin 2000, consid. 2b).\n\n3.2 Selon la cour cantonale, l'expertise judiciaire a permis d'établir que la lésion du nerf crural droit de la demanderesse, survenue au cours de l'opération pratiquée le 3 juin 1996 par le défendeur, résulte très vraisemblablement d'une compression indirecte ou d'un écrasement direct de ce nerf par un écarteur. Il ressort également de cette expertise que le défendeur a pris toutes les précautions que commandaient les règles de l'art médical, s'agissant du positionnement des écarteurs, et que la lésion subie par la demanderesse ne pouvait pas être évitée. En outre, au dire de l'expert judiciaire, le suivi postopératoire s'est déroulé conformément auxdites règles. Les juges cantonaux relèvent, par ailleurs, que le Dr F. a confirmé sous serment les conclusions de son rapport d'expertise, en détaillant la technique standard de pose d'un écarteur, et qu'il a précisé n'avoir recueilli aucun élément permettant de supposer qu'une fausse manoeuvre - en soi toujours possible - se serait produite durant l'intervention litigieuse.\n\nDevant les juges d'appel, la demanderesse avait contesté les conclusions de l'expert au motif que celui-ci n'avait pu les prendre qu'en excluant l'hypothèse d'une fausse manoeuvre dans le positionnement ou le maintien des écarteurs pendant l'opération et en se fondant sur le seul fait que le défendeur est un praticien expérimenté. Il lui a été répondu que, outre le fait qu'aucun élément ne venait étayer sa thèse voulant qu'une fausse manoeuvre ait été à l'origine de la BGE 133 III 121 S. 126lésion du nerf, rien, dans la procédure, ne permettait de supposer qu'une telle manoeuvre ait pu être commise par le défendeur ou les médecins qui l'assistaient, ni que ces médecins aient été des praticiens inexpérimentés, le rapport opératoire ne faisant du reste état d'aucune complication durant l'intervention subie par la demanderesse.\n\nLes juges d'appel soulignent également que, selon l'expert judiciaire, la lésion du nerf crural constitue un risque inhérent à ce type d'intervention chirurgicale, même s'il est exceptionnel (fréquence de 0,5 %), et qu'une atteinte comme celle dont souffre la demanderesse est susceptible de survenir même lorsque toutes les précautions ont été prises pour assurer un positionnement et un maintien corrects des écarteurs. Ils en déduisent que le premier juge s'est rallié à juste titre aux conclusions de l'expert, qu'il a eu raison de considérer qu'aucune violation des règles de l'art médical à l'occasion de l'opération litigieuse n'avait été établie et qu'il a retenu à bon droit que la lésion neurologique causée à la patiente n'impliquait pas nécessairement qu'une faute ait été commise durant l'intervention.\n\nDès lors, à l'instar du premier juge, la Chambre civile considère que la responsabilité du défendeur pour violation des règles de l'art ne saurait être admise.\n\n3.3 Dans son recours en réforme, la demanderesse reproche à la cour cantonale de l'avoir indûment déboutée de ses conclusions au motif qu'elle n'aurait pas prouvé la faute du défendeur. Il y aurait là un renversement du fardeau de la preuve et, partant, une violation de l'art. 8 CC.\n\nPour étayer ce grief, la demanderesse rappelle, en premier lieu, la distinction que la jurisprudence opère entre la violation du contrat, qui doit être établie par le mandant, et la faute du mandataire, qui est présumée en cas de violation du contrat. Selon elle, en l'espèce, la lésion du nerf crural survenue au cours de l'opération litigieuse impliquait ipso facto une violation du contrat de la part du chirurgien. En effet, une atteinte non nécessaire et involontaire constituerait à l'évidence une violation objective du contrat, sauf à vouloir supprimer la responsabilité contractuelle du chirurgien. Aussi appartenait-il au défendeur de se disculper en établissant le caractère inévitable de l'atteinte, question relevant du domaine de la faute.\n\nLa demanderesse s'emploie ensuite à démontrer, en se fondant notamment sur les différents avis exprimés par les experts médicaux BGE 133 III 121 S. 127ayant examiné le cas, que le défendeur n'a pas établi des éléments de fait suffisants pour renverser la présomption de faute découlant de l'art. 97 al. 1 CO. Au terme de son analyse, elle en tire la conclusion suivante: la lésion du nerf crural a été causée par les écarteurs, durant l'intervention, par une manoeuvre malheureuse et donc imprudente à défaut du moindre élément concret permettant de retenir le contraire et à défaut pour le défendeur d'avoir apporté ne serait-ce qu'un début d'explication s'agissant d'hypothétiques mesures de diligence qu'il aurait prises.\n\n3.4 Quoi qu'en dise la demanderesse, les juges cantonaux n'ont nullement méconnu les principes régissant le fardeau de la preuve en matière de responsabilité médicale, tels qu'ils ont été rappelés plus haut.\n\nIl appartient au créancier d'une obligation de moyens ou de diligence de prouver le manquement à la diligence due par le débiteur (LUC THÉVENOZ, Commentaire romand, n. 55 ad art. 97 CO). Le fait que le résultat escompté n'ait pas été obtenu n'implique pas encore une violation de cette obligation. Ainsi, de même que la perte d'un procès ne permet pas de présumer la faute de l'avocat, l'absence de guérison ne permet pas non plus de présumer la faute du médecin (THÉVENOZ, ibid.). En juger autrement reviendrait à conclure à une violation du contrat par le débiteur chaque fois que le créancier subit un dommage. C'est ce que fait la demanderesse. Cependant, tel n'est pas le sens à donner à l'art. 97 al. 1 CO. Dans le même ordre d'idées, le Tribunal fédéral a souligné que toute nouvelle atteinte à la santé ne constituait pas en soi une violation du contrat, car les traitements et interventions médicaux comportent des risques inévitables quand bien même toute la diligence requise serait observée (ATF 120 II 248 consid. 2c p. 250 et les auteurs cités). Dans la présente espèce, il appartenait donc bel et bien à la demanderesse, en sa qualité de mandante, d'établir que la lésion du nerf crural survenue au cours de l'opération litigieuse résultait d'une violation par le défendeur, c'est-à-dire le mandataire, de son obligation de diligence. C'était donc à elle de prouver que le chirurgien n'avait pas respecté les règles de l'art médical durant cette opération. Qu'elle ait pu ou non bénéficier, à cette fin, de la présomption de fait posée dans l'arrêt précité, mais relativisée ultérieurement (cf. consid. 3.1 in fine), ce qui paraît douteux sur le vu des conditions posées dans cet arrêt, ne changeait rien à la répartition du fardeau de la preuve de la violation du contrat. BGE 133 III 121 S. 128\n\nA supposer donc que la cour cantonale ait estimé ne pas être en mesure de constater si la violation des règles de l'art médical imputée au défendeur était avérée ou non, les règles régissant le fardeau de la preuve auraient dû la conduire à trancher en défaveur de la demanderesse. Toutefois, comme le défendeur le souligne à juste titre dans sa réponse au recours, les juges précédents n'ont pas fondé leur arrêt sur ces règles-là. Ils ont bien plutôt admis, après avoir apprécié l'ensemble des moyens de preuve administrés et en se basant essentiellement sur l'avis de l'expert judiciaire, que la lésion du nerf crural est un risque exceptionnel, mais inhérent à la chirurgie prothétique de la hanche, qu'une telle atteinte peut survenir même lorsque toutes les précautions ont été prises pour assurer un positionnement et un maintien corrects des écarteurs et que, dans le cas particulier, aucun élément ne permet de retenir que le défendeur (ou l'un de ses assistants) ait commis une erreur dans le maniement de ces instruments chirurgicaux durant l'opération litigieuse. Pareille conclusion, tirée de l'appréciation des preuves, lie la juridiction fédérale de réforme.\n\nIl suit de là que le premier moyen soulevé par la demanderesse est dénué de fondement.\n\n4. La demanderesse se plaint, en second lieu, de n'avoir pas été suffisamment renseignée par le défendeur avant de subir l'opération en cause.\n\n4.1\n\n4.1.1 L'exigence d'un consentement éclairé se déduit directement du droit du patient à la liberté personnelle et à l'intégrité corporelle, qui est un bien protégé par un droit absolu (ATF 117 Ib 197 consid. 2a; ATF 113 Ib 420 consid. 2; ATF 112 II 118 consid. 5e). Le médecin qui fait une opération sans informer son patient ni en obtenir l'accord commet un acte contraire au droit et répond du dommage causé, que l'on voie dans son attitude la violation de ses obligations de mandataire ou une atteinte à des droits absolus et, partant, un délit civil. L'illicéité d'un tel comportement affecte l'ensemble de l'intervention et rejaillit de la sorte sur chacun des gestes qu'elle comporte, même s'ils ont été exécutés conformément aux règles de l'art (arrêt 4P.265/2002 du 28 avril 2003, consid. 4.1, publié partiellement in RDAF 2003 I p. 635 ss; ATF 108 II 59 consid. 3 et les références).\n\nUne atteinte à l'intégrité corporelle, à l'exemple d'une intervention chirurgicale, est illicite à moins qu'il n'existe un fait justificatif BGE 133 III 121 S. 129(ATF 117 Ib 197 consid. 2 avec les références). Dans le domaine médical, la justification de l'atteinte réside le plus souvent dans le consentement du patient; pour être efficace, le consentement doit être éclairé, ce qui suppose de la part du praticien de renseigner suffisamment le malade pour que celui-ci donne son accord en connaissance de cause (ATF 113 Ib 420 consid. 4 et 6; ATF 108 II 59 consid. 2; ATF 105 II 284 consid. 6b).\n\n4.1.2 Le devoir d'information du médecin résulte également de ses obligations contractuelles, comme le confirment la doctrine et une jurisprudence constante (ATF 117 Ib 197 consid. 2a p. 200; ATF 116 II 519 consid. 3b; ATF 108 II 59 consid. 2; ATF 105 II 284 consid. 6b et les références).\n\nLe médecin doit donner au patient, en termes clairs, intelligibles et aussi complets que possible, une information sur le diagnostic, la thérapie, le pronostic, les alternatives au traitement proposé, les risques de l'opération, les chances de guérison, éventuellement sur l'évolution spontanée de la maladie et les questions financières, notamment relatives à l'assurance (arrêt 4P.265/2002 précité, ibid.; sur les risques opératoires, cf. not. ATF 113 Ib 420 consid. 4-6; ATF 108 II 59 consid. 2; ATF 105 II 284 consid. 6c). Des limitations voire des exceptions au devoir d'information du médecin ne sont admises que dans des cas très précis, par exemple lorsqu'il s'agit d'actes courants sans danger particulier et n'entraînant pas d'atteinte définitive ou durable à l'intégrité corporelle (ATF 119 II 456 consid. 2a et les arrêts cités), s'il y a une urgence confinant à l'état de nécessité ou si, dans le cadre d'une opération en cours, il y a une nécessité évidente d'en effectuer une autre (arrêt 4P.265/2002 déjà cité, consid. 4.2 et les références; ATF 108 II 59 consid. 2). On ne saurait non plus exiger que le médecin renseigne minutieusement un patient qui a subi une ou plusieurs opérations du même genre; toutefois, s'il s'agit d'une intervention particulièrement délicate quant à son exécution ou à ses conséquences, le patient a droit à une information claire et complète à ce sujet (arrêt 4C.348/1994 du 31 mai 1995, consid. 5a, publié partiellement in SJ 1995 p. 708; ATF 117 Ib 197 consid. 3b).\n\n4.1.3 C'est au médecin qu'il appartient d'établir qu'il a suffisamment renseigné le patient et obtenu le consentement éclairé de ce dernier préalablement à l'intervention (arrêt 4P.265/2002 précité, consid. 4.2 et les références; cf. aussi ATF 117 Ib 197 consid. 5a; ATF 113 Ib 420 consid. 4; ATF 108 II 59 consid. 3).\n\nBGE 133 III 121 S. 130\n\nEn l'absence de consentement éclairé, la jurisprudence reconnaît au médecin la faculté de soulever le moyen du consentement hypothétique du patient. Le praticien doit alors établir que le patient aurait accepté l'opération même s'il avait été dûment informé. Le fardeau de la preuve incombe là aussi au médecin, le patient devant toutefois collaborer à cette preuve en rendant vraisemblable ou au moins en alléguant les motifs personnels qui l'auraient incité à refuser l'opération s'il en avait notamment connu les risques. En principe, le consentement hypothétique ne doit pas être admis lorsque le genre et la gravité du risque encouru auraient nécessité un besoin accru d'information, que le médecin n'a pas satisfait. Dans un tel cas, il est en effet plausible que le patient, s'il avait reçu une information complète, se serait trouvé dans un réel conflit quant à la décision à prendre et qu'il aurait sollicité un temps de réflexion.\n\nSelon la jurisprudence, il ne faut pas se baser sur le modèle abstrait d'un \"patient raisonnable\", mais sur la situation personnelle et concrète du patient dont il s'agit (ATF 117 Ib 197 consid. 5a et les références; Jurisprudence administrative bernoise [JAB] 1994 p. 324 ss, consid. 3c p. 328). Ce n'est que dans l'hypothèse où le patient ne fait pas état de motifs personnels qui l'auraient conduit à refuser l'intervention proposée qu'il convient de considérer objectivement s'il serait compréhensible, pour un patient sensé, de s'opposer à l'opération (ATF 117 Ib 197 consid. 5c p. 209).\n\n4.2 Se fondant sur les explications de l'expert judiciaire, la cour cantonale retient qu'en juin 1996, soit à l'époque de l'opération, les règles reconnues et admises dans la profession médicale n'imposaient pas d'informer le patient de l'existence d'un risque de lésion du nerf crural avant la pose d'une prothèse totale de la hanche, en raison du caractère exceptionnel de ce risque. En effet, les membres de la société suisse d'orthopédie avaient alors pour pratique de ne pas signaler les risques qui pouvaient se présenter avec une probabilité inférieure à 1 %, ce qui était le cas du risque précité.\n\nToutefois, au dire de l'expert, à l'époque déjà, le chirurgien était tenu de signaler de manière générale les risques de lésions nerveuses ou vasculaires. Les juges cantonaux, confrontés à des allégations opposées des parties sur ce point, constatent que l'instruction de la cause n'a pas permis d'établir que l'information tenant en particulier au risque neurologique avait bien été donnée en l'espèce. Selon eux, cet état de choses pourrait conduire à considérer que le BGE 133 III 121 S. 131défendeur, qui en avait la charge, n'avait pas réussi à apporter la preuve d'une information suffisante donnée à la patiente, laquelle n'aurait dès lors pas consenti à l'intervention en toute connaissance de cause.\n\nCependant, la Chambre civile déclare faire sienne l'argumentation du premier juge relative au consentement hypothétique de la demanderesse. Elle estime, comme lui, que celle-ci aurait en tout état de cause décidé de se soumettre à l'intervention litigieuse. Sa conviction à ce sujet repose sur les éléments de fait suivants: d'abord, le défendeur n'a pas exercé la moindre pression sur la patiente pour l'inciter à se faire opérer; au contraire, il lui a suggéré de renoncer à l'opération en raison de l'état dépressif dans lequel elle se trouvait alors. Ensuite, deux ans et demi auparavant, la demanderesse avait subi avec succès une opération identique à la hanche gauche, ce qui avait permis une nette amélioration de sa mobilité, et ce précédent a joué un rôle déterminant dans sa décision de subir une nouvelle intervention. Enfin, la demanderesse savait que la seule alternative à une intervention chirurgicale était d'ordre médicamenteux et qu'un tel traitement, outre les risques majeurs qu'il comportait pour la santé de la patiente, n'était pas à même d'empêcher l'aggravation de la maladie dont elle souffrait.\n\n4.3 Tout en concédant que la réponse à donner à la question du consentement hypothétique est certainement délicate dans la présente espèce, la demanderesse soutient que, selon toute vraisemblance, si elle avait été correctement informée des risques non négligeables d'atteinte grave et permanente que comportait l'opération envisagée, elle n'aurait pas consenti à celle-ci ou aurait, à tout le moins, tenté de suivre un traitement conservateur en repoussant une éventuelle intervention sine die afin qu'elle puisse recueillir d'autres avis et étudier sérieusement des alternatives au traitement chirurgical.\n\nCette argumentation n'est pas propre à démontrer la violation du droit fédéral imputée à la cour cantonale. Force est d'admettre, en effet, que les circonstances mises en évidence par les juges genevois permettaient à ceux-ci de conclure à l'existence d'un consentement hypothétique de la patiente sans méconnaître ce droit ni les principes qui en ont été déduits par la jurisprudence rappelée plus haut. Que la connaissance des risques neurologiques liés à l'intervention prévue n'eût pas dissuadé la demanderesse de s'y soumettre, eu égard aux circonstances relevées par la cour cantonale, paraît BGE 133 III 121 S. 132effectivement plus que vraisemblable, en dépit des affirmations contraires formulées a posteriori par l'intéressée. Pareilles circonstances ne plaident, au demeurant, pas en faveur de la thèse de la demanderesse voulant qu'elle se serait accordé une période de réflexion avant de prendre une décision au sujet de l'intervention envisagée. Aussi bien, il est conforme à l'expérience de la vie qu'une personne qui s'est fait opérer avec succès d'une hanche deux ans et demi plus tôt et qui ressent d'intenses douleurs à l'autre hanche n'hésitera guère à subir sans délai une intervention à celle-ci, sans s'arrêter aux risques neurologiques inhérents à ce type d'opération, à plus forte raison si elle sait que la seule alternative au traitement chirurgical réside dans un traitement médicamenteux comportant des risques majeurs pour sa santé et ne permettant pas d'empêcher l'aggravation de la maladie dont elle souffre. L'état dépressif dans lequel se trouvait alors la demanderesse n'infirme en rien cette conclusion. Il était bien plutôt de nature à affaiblir la résistance de la patiente aux douleurs physiques que lui occasionnait sa hanche droite et, partant, à conforter la demanderesse dans l'idée qu'il convenait de faire cesser ces douleurs le plus rapidement possible en mettant en place une prothèse totale de ladite hanche. C'est d'ailleurs ce qui s'est passé en l'espèce sur le vu des constatations de la cour cantonale. En effet, il ne ressort pas de ces constatations que la patiente aurait hésité à subir l'intervention prévue, en raison de son état dépressif, contrairement à ce que la demanderesse écrit dans son recours en réforme. Il en appert bien plutôt que c'est cette dernière qui a réussi à vaincre les réticences du chirurgien après que celui-ci lui avait suggéré de renoncer à l'intervention si elle ne se sentait pas suffisamment bien pour cela.\n\nCela étant, il y a lieu de réserver à ce second grief le même sort qu'au premier."}