{"annee": "133", "cour": "III", "page": "462", "date": "13/6/2007", "cite": ["132 III 359", "125 IV 195", "132 III 291", "128 III 180", "128 III 271", "131 I 217", "122 III 101", "132 I 13", "132 I 140", "132 III 715", "119 V 335", "128 III 174", "131 III 268", "128 III 22", "130 III 136", "133 III 81", "127 III 73", "127 III 543", "122 III 219", "130 III 321", "129 III 331", "122 IV 17"], "cite_par": ["135 III 513", "143 II 661", "144 III 145", "135 III 220", "138 V 67", "136 I 241", "137 III 158", "138 III 471", "138 I 1", "142 IV 237", "136 III 431", "134 II 349", "135 I 106", "135 III 578", "139 III 252", "134 III 426", "134 III 235", "134 I 184", "134 III 379", "141 I 172", "139 V 176", "144 II 281", "143 III 140", "135 III 212", "135 III 329", "138 III 276"], "chapeau": "58. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre Réseau hospitalier fribourgeois (recours en matière civile)\n\n4A_61/2007 du 13 juin 2007", "regestes": ["Responsabilité de l'Etat pour l'activité des médecins hospitaliers; voie de droit; perte d'une chance. Le recours en matière civile est ouvert contre les décisions rendues en application du droit public cantonal régissant la responsabilité de la collectivité publique pour les actes illicites commis par les médecins engagés dans des hôpitaux publics (art. 72 al. 2 let. b LTF; art. 31 al. 1 let. d RTF; consid. 2.1). La réception en droit suisse de la théorie de la perte d'une chance apparaît pour le moins problématique. Le refus de recourir à cette théorie ne constitue ainsi pas une application arbitraire du droit cantonal en matière de responsabilité de l'Etat pour les activités médicales (consid. 3 et 4)."], "faits": "BGE 133 III 462 S. 463\n\nA.\n\nA.a Le 22 décembre 1995, vers 3 heures 30, X. s'est présenté au service des urgences de l'Hôpital cantonal de Fribourg (ci-après: l'Hôpital cantonal). Il souffrait de céphalées violentes, aiguës et persistantes malgré la prise de six aspirines, ainsi que de nausées, vomissements et douleurs abdominales au niveau épigastrique. Le médecin assistant de garde qui a examiné X. a posé le diagnostic d'un état grippal et d'une sensibilité épigastrique probablement due à l'absorption des analgésiques. Il a administré au patient des médicaments antidouleur.\n\nVers 6 heures 30, incommodé par le bruit qui régnait dans le service des urgences et estimant n'être pas pris en charge correctement, X. a émis le souhait de rentrer chez lui et déclaré qu'il allait mieux. Le médecin assistant ne s'est pas opposé au départ du patient, mais lui a conseillé de consulter son médecin traitant dans la matinée.\n\nA 9 heures 55, X. a été réadmis en urgence à l'Hôpital cantonal; il se trouvait dans un état stuporeux. Le diagnostic de méningite bactérienne à pneumocoques a été rapidement établi. Un traitement par antibiotiques a été entrepris sans délai. L'évolution de la maladie s'est caractérisée par des complications neurologiques et cardio-vasculaires sévères, nécessitant une réanimation neurologique, respiratoire et cardiaque prolongée. X. est sorti du coma le 28 décembre 1995; il est resté hospitalisé jusqu'au 8 février 1996. A l'heure actuelle, il souffre de séquelles neurologiques, sous forme d'une surdité bilatérale totale sur lésion bilatérale de l'oreille interne.\n\nA.b A la suite d'une plainte de X., une procédure pénale a été ouverte contre le médecin assistant qui avait reçu le patient lors de sa première admission aux urgences. Le Juge d'instruction a ordonné une expertise judiciaire. Selon le rapport établi par des médecins de l'Institut de médecine légale de l'Université de Lausanne, l'état du patient n'a pas été apprécié conformément aux règles de l'art et le médecin assistant a commis une faute, qui n'est toutefois pas dans un lien de causalité avec les séquelles neurologiques subies par X. Les experts précisaient à cet égard que la méningite en cause comportait en elle-même un risque élevé de mortalité et de séquelles neurologiques; il était ainsi impossible d'affirmer dans le cas particulier BGE 133 III 462 S. 464que la prescription plus précoce d'antibiotiques aurait permis d'éviter les séquelles neurologiques que présentait le patient.\n\nLe 18 novembre 1997, le Juge d'instruction a rendu une ordonnance de non-lieu. X. a recouru contre cette ordonnance. A cette occasion, il a produit une contre-expertise privée établie par un professeur de la faculté de médecine de Rouen, également chef de la clinique neurologique du Centre hospitalier universitaire de ladite ville. D'après l'expert privé, le médecin assistant a méconnu le diagnostic de méningite à pneumocoques; le retard dans le diagnostic et, partant, dans le traitement de la maladie a provoqué pour X. une perte de chance réelle, en augmentant le risque de complications, en particulier de surdité.\n\nPar arrêt du 14 mai 1999, la Chambre pénale du Tribunal cantonal du canton de Fribourg a rejeté le recours de X. Ce dernier a interjeté un recours de droit public au Tribunal fédéral, qui l'a rejeté en date du 30 septembre 1999 (arrêt 1P.383/1999).\n\nA.c Par requête du 23 décembre 1996, X. avait présenté à l'Hôpital cantonal ses prétentions, qu'il chiffrait à 2'875'041 fr. D'entente entre les parties, cette procédure avait été suspendue jusqu'à droit connu dans la procédure pénale.\n\nL'Hôpital cantonal a rejeté les prétentions de X. dans une décision du 19 octobre 2001.\n\nB. Le 19 avril 2002, X. a déposé une action de droit administratif, concluant à ce que l'Hôpital cantonal soit condamné à lui verser un montant à arrêter à dire d'expert sur la base d'un préjudice total de 2'916'042 fr., avec intérêts à 5 % dès le 22 décembre 1996. L'Hôpital cantonal a conclu au rejet de l'action.\n\nLe 1er janvier 2007, la loi du 27 juin 2006 concernant le Réseau hospitalier fribourgeois (LRHF; RSF 822.0.1) est entrée en vigueur. Elle a abrogé la loi sur l'Hôpital cantonal. Le Réseau hospitalier fribourgeois (ci-après: RHF) est un établissement de droit public doté de la personnalité juridique, qui réunit les structures hospitalières publiques existant dans le canton de Fribourg, dont l'Hôpital cantonal, à l'exception de l'Hôpital psychiatrique.\n\nPar arrêt du 12 février 2007, la Ire Cour administrative du Tribunal administratif du canton de Fribourg a d'abord constaté que le RHF avait succédé à l'Hôpital cantonal dans la procédure ouverte contre celui-ci, puis a rejeté l'action introduite par X. En substance, BGE 133 III 462 S. 465l'autorité cantonale a laissé ouverte la question de l'illicéité du comportement reproché au médecin assistant; elle a retenu en effet qu'un lien de causalité naturelle entre l'acte illicite invoqué et le dommage subi par le patient n'était pas établi avec une haute vraisemblance, ce qui excluait la responsabilité du RHF.\n\nC. X. (le demandeur) a interjeté un \"recours en matière de droit public\".\n\nLe RHF (le défendeur) a proposé le rejet du recours dans la mesure où celui-ci était recevable.", "considerants": "Extrait des considérants:\n\n2. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (cf. ATF 132 I 140 consid. 1.1 p. 142; ATF 132 III 291 consid. 1 p. 292).\n\n2.1 Le litige porte sur la responsabilité d'un hôpital public envers un patient pour les actes d'un médecin, employé de l'établissement. Selon la jurisprudence, les soins dispensés aux malades dans les hôpitaux publics ne se rattachent pas à l'exercice d'une industrie (cf. art. 61 al. 2 CO), mais relèvent de l'exécution d'une tâche publique (ATF 122 III 101 consid. 2a/aa p. 104). En vertu de la réserve facultative prévue à l'art. 61 al. 1 CO, les cantons sont donc libres de soumettre au droit public cantonal la responsabilité des médecins engagés dans un hôpital public, pour le dommage ou le tort moral qu'ils causent dans l'exercice de leur charge (même arrêt, consid. 2a/ bb p. 104/105). Le canton de Fribourg a fait usage de cette possibilité. La responsabilité de l'Hôpital cantonal - actuellement du RHF - pour le préjudice que ses employés causent de manière illicite à autrui dans l'exercice de leurs fonctions est régie par la loi fribourgeoise du 16 septembre 1986 sur la responsabilité civile des collectivités publiques et de leurs agents (LResp/FR; RSF 16.1; actuellement, art. 41 LRHF).\n\nMême si le droit public (cantonal) est applicable à la responsabilité du défendeur, il n'en demeure pas moins que la matière est connexe au droit civil. Rendu en application de normes de droit public dans une matière connexe au droit civil, l'arrêt attaqué peut faire l'objet d'un recours en matière civile, conformément à l'art. 72 al. 2 let. b de la loi du 17 juin 2005 sur le Tribunal fédéral (LTF; RS 173.110). Cette analyse est confirmée par l'art. 31 al. 1 let. d du règlement du Tribunal fédéral (RTF; RS 173.110.131), qui attribue à la première BGE 133 III 462 S. 466Cour de droit civil du Tribunal fédéral les recours en matière civile relatifs à la responsabilité de l'Etat pour les activités médicales.\n\nLe demandeur a intitulé son mémoire \"recours en matière de droit public\". Cette écriture sera convertie d'office en recours en matière civile, dans la mesure où elle en remplit les autres conditions de recevabilité (cf., sous l'ancien droit de procédure, ATF 131 III 268 consid. 6 p. 279).\n\n2.2 Interjeté par la partie qui a succombé dans ses conclusions en paiement (art. 76 al. 1 LTF) et dirigé contre une décision finale (art. 90 LTF) rendue par une autorité cantonale de dernière instance (art. 75 al. 1 LTF) dans une affaire pécuniaire dont la valeur litigieuse atteint le seuil de 30'000 fr. (art. 74 al. 1 let. b LTF), le recours est en principe recevable, puisqu'il a été déposé dans le délai (art. 100 al. 1 LTF) et la forme (art. 42 LTF) prévus par la loi.\n\n2.3 Le recours peut être interjeté pour violation du droit suisse tel qu'il est délimité à l'art. 95 LTF, soit le droit fédéral (let. a), y compris le droit constitutionnel, le droit international (let. b), les droits constitutionnels cantonaux (let. c), les dispositions cantonales sur le droit de vote des citoyens ainsi que sur les élections et votations populaires (let. d) et le droit intercantonal (let. e). Sauf dans les cas cités expressément à l'art. 95 LTF, le recours ne peut pas être formé pour violation du droit cantonal en tant que tel. En revanche, il est toujours possible de faire valoir que la mauvaise application du droit cantonal constitue une violation du droit fédéral, en particulier qu'elle est arbitraire au sens de l'art. 9 Cst. ou contraire à d'autres droits constitutionnels (Message du 28 février 2001 concernant la révision totale de l'organisation judiciaire fédérale, FF 2001 p. 4133). A cet égard, le Tribunal fédéral n'examinera le moyen fondé sur la violation d'un droit constitutionnel que si le grief a été invoqué et motivé de manière précise (art. 106 al. 2 LTF).\n\n2.4 Le Tribunal fédéral conduit son raisonnement juridique sur la base des faits établis par l'autorité précédente (art. 105 al. 1 LTF). Il ne peut s'en écarter que si les faits ont été établis de façon manifestement inexacte ou en violation du droit au sens de l'art. 95 LTF (art. 105 al. 2 LTF). Le recourant qui entend contester les constatations de l'autorité précédente doit expliquer de manière circonstanciée en quoi les conditions de l'exception prévue par l'art. 105 al. 2 LTF sont réalisées, faute de quoi il n'est pas possible de tenir compte d'un état de fait qui diverge de celui contenu dans la BGE 133 III 462 S. 467décision attaquée (cf. ATF 130 III 138 consid. 1.4 p. 140). Aucun fait nouveau ni preuve nouvelle ne peut être présenté à moins de résulter de la décision de l'autorité précédente (art. 99 al. 1 LTF).\n\n2.5 Enfin, le Tribunal fédéral ne peut aller au-delà des conclusions des parties (art. 107 al. 1 LTF). Toute conclusion nouvelle est irrecevable (art. 99 al. 2 LTF).\n\n3.\n\n3.1 Le Tribunal administratif a rejeté les conclusions du demandeur tendant à l'octroi de dommages-intérêts calculés en fonction de la perte d'une chance. Partant, il a refusé d'ordonner une expertise médicale tendant à déterminer dans quelle mesure le retard dans le traitement a diminué les chances du patient de guérir sans séquelles.\n\n3.2 Le demandeur reproche à la cour cantonale d'avoir refusé de manière arbitraire d'appliquer à son cas la théorie de la perte d'une chance. Avec le Tribunal administratif, il admet qu'un lien de causalité naturelle entre l'acte illicite reproché au médecin assistant et le préjudice résultant de la surdité n'est pas établi. Il fait valoir toutefois que, dans la théorie dont il se prévaut, la relation de causalité naturelle doit exister entre l'acte illicite et la perte d'une chance, soit, en l'espèce, entre le retard pris dans le traitement de la méningite et la diminution des chances du patient de guérir sans séquelles; dans cette perspective, la perte d'une chance ne constitue pas un aspect de la causalité, mais bien un dommage à indemniser. S'appuyant sur l'avis de plusieurs auteurs, qu'il considère comme majoritaires, le demandeur soutient que la théorie de la perte d'une chance s'applique en droit suisse, même si elle n'est pas expressément prévue dans la loi. Il fait observer également que la perte d'une chance est indemnisée dans le domaine des marchés publics et en cas d'atteinte à l'avenir économique. Enfin, selon le demandeur, priver le lésé du droit à obtenir réparation de la perte d'une chance aboutit à un résultat arbitraire; ainsi, la victime ayant perdu une chance de guérison de 60 % obtient l'indemnisation de la totalité de son dommage alors que le patient ayant perdu une chance de guérison de 40 % ne reçoit rien.\n\n4.\n\n4.1 Aux termes de l'art. 6 al. 1 LResp/FR, les collectivités publiques répondent du préjudice que leurs agents causent d'une manière illicite à autrui dans l'exercice de leurs fonctions. La responsabilité de la collectivité publique est donc engagée lorsque les trois conditions suivantes sont remplies: un acte illicite, un dommage et un rapport BGE 133 III 462 S. 468de causalité entre ceux-ci. En abandonnant l'exigence de la faute de l'auteur du dommage, la LResp/FR institue un régime de responsabilité exclusive de l'Etat, de type objectif ou causal, avec la possibilité d'une action récursoire contre l'agent gravement fautif, au sens de l'art. 11 LResp/FR. Pour le surplus, l'art. 9 LResp/FR renvoie aux dispositions du code des obligations, applicables à titre de droit cantonal supplétif, en particulier à la détermination du préjudice et à la fixation de l'indemnité; dans cette mesure, il convient dès lors de se référer aux principes régissant la responsabilité civile dans la jurisprudence fédérale.\n\n4.2 La question de l'acte illicite a été laissée ouverte par la cour cantonale, qui a nié la responsabilité du défendeur en raison de l'absence d'un lien de causalité naturelle entre l'attitude reprochée au médecin assistant et le dommage, compris comme les séquelles subies par le demandeur. Le Tribunal administratif s'est fondé sur l'expertise judiciaire ordonnée dans le cadre de la procédure pénale, dont il ressortait que la méningite à pneumocoques comportait en elle-même un risque élevé de mortalité et de séquelles neurologiques et qu'il était impossible de dire, dans le cas particulier, si la prescription d'antibiotiques quatre ou cinq heures plus tôt aurait permis d'éviter la surdité dont souffre le demandeur.\n\nLa théorie de la perte d'une chance a été développée pour tenir compte de situations de ce genre, qui se présentent lorsque le fait générateur de responsabilité perturbe un processus incertain pouvant produire l'enrichissement ou l'appauvrissement de la personne concernée (LUC THÉVENOZ, La perte d'une chance et sa réparation, in Quelques questions fondamentales du droit de la responsabilité civile: actualités et perspectives, Colloque du droit de la responsabilité civile 2001, Université de Fribourg, p. 238); en d'autres termes, l'enjeu total - par exemple, la guérison totale du malade - est aléatoire de sorte qu'il est impossible de prouver le lien de causalité naturelle entre le fait générateur de responsabilité et la perte de l'avantage escompté (CHRISTOPH MÜLLER, La perte d'une chance, in La réforme du droit de la responsabilité civile, Bâle 2004, p. 171 [ci-après: op. cit. 1]; le même, La perte d'une chance, thèse Neuchâtel 2002, n. 369 ss, p. 254/255 [ci-après: op. cit. 2]). Selon la théorie précitée, le dommage réparable consiste dans la perte d'une chance mesurable de réaliser un gain ou d'éviter un préjudice. Il correspond ainsi à la probabilité pour le lésé d'obtenir ce profit ou de ne pas subir ce désavantage (FRANZ WERRO, La responsabilité civile, n. 129, p. 35; BGE 133 III 462 S. 469THÉVENOZ, op. cit., p. 241). La valeur de la chance perdue représente en principe la valeur de l'enjeu total (par exemple, le revenu futur du patient entièrement guéri) multipliée par la probabilité de l'obtenir, déterminée sur la base de données statistiques (par exemple, des études médicales sur le succès d'une méthode thérapeutique en fonction du stade de la maladie; THÉVENOZ, op. cit., p. 241 et 255). Le lien de causalité doit exister entre le fait imputable à l'auteur et la perte définitive de la chance, par opposition au dommage final (MÜLLER, op. cit. 1, p. 174 et op. cit. 2, n. 404, p. 274/275).\n\nEn pratique, cette méthode a pour conséquence de limiter la réparation à la seule partie du dommage qui correspond au degré de probabilité avec lequel le responsable a causé le préjudice (HERBERT SCHÖNLE, in Perte d'une chance, Développements récents du droit de la responsabilité civile - Colloque 1991, p. 163; cf. également PETER GAUCH, Grundbegriffe des ausservertraglichen Haftpflichtrechts, in recht 14/1996 p. 228 et OFTINGER/STARK, Schweizerisches Haftpflichtrecht - Allgemeiner Teil, tome I, n. 42, p. 124). L'idée a été reprise dans l'avant-projet de loi fédérale sur la révision et l'unification du droit de la responsabilité civile, dont l'art. 56d al. 2 prévoit que le tribunal peut fixer l'étendue de la réparation d'après le degré de la vraisemblance (Commentaire abrégé de l'Office fédéral de la justice, p. 27).\n\n4.3 Il n'y a apparemment pas de précédent où la théorie de la perte d'une chance aurait été invoquée devant le Tribunal fédéral. Selon certains auteurs, un jugement zurichois, confirmé sur pourvoi en nullité cantonal, s'en est approché dans un cas de diagnostic tardif d'un cancer (WERRO, op. cit., n. 131, p. 35; THÉVENOZ, op. cit., p. 253; cf. également EMIL W. STARK, Die \"perte d'une chance\" im schweizerischen Recht, in Développements récents du droit de la responsabilité civile - Colloque 1991, p. 108). A y regarder de plus près, cette décision n'est toutefois pas vraiment révélatrice d'une tendance en faveur de la théorie de la perte d'une chance. En effet, l' Obergericht a retenu que les chances de survie du patient finalement décédé auraient été de 60 % s'il avait été pris en charge correctement. Il en a conclu qu'un lien de causalité naturelle entre le diagnostic tardif et la mort du patient existait avec une vraisemblance prépondérante, appliquant finalement la règle jurisprudentielle habituelle en matière de causalité naturelle (cf. consid. 4.4.2 ci-dessous). C'est lors de la fixation de l'indemnité que l' Obergerich a tenu compte des chances de succès du traitement limitées à 60 % en réduisant les dommages-intérêts de 40 % (jugement du 17 novembre 1988, BGE 133 III 462 S. 470publié in ZR 88/1989 n. 66 p. 209; cf. également arrêt du 30 octobre 1989 du Kassationsgericht, publié in ZR 88/1989 n. 67 p. 216).\n\nLes auteurs qui se sont penchés sur la théorie de la perte d'une chance se montrent plutôt favorables à son introduction en droit suisse par la voie prétorienne, notamment par le biais de l'art. 42 al. 2 CO (BREHM, Berner Kommentar, n. 56a ad art. 42 CO; WERRO, op. cit., n. 131, p. 35; MÜLLER, op. cit. 1, p. 175 et op. cit. 2, n. 548 ss, p. 372; THÉVENOZ, op. cit., p. 254/255; PIERRE ENGEL, Traité des obligations en droit suisse, 2e éd., p. 479-481).\n\n4.4 Il convient à présent d'examiner si la cour cantonale a fait montre d'arbitraire en refusant d'envisager le dommage invoqué par le demandeur sous l'angle de la perte d'une chance.\n\n4.4.1 En matière d'interprétation et d'application du droit cantonal, y compris du droit fédéral appliqué à titre de droit cantonal supplétif, il ne faut pas confondre arbitraire et violation de la loi. Une violation doit être manifeste et reconnue d'emblée pour être considérée comme arbitraire. Le Tribunal fédéral n'a pas à examiner quelle est l'interprétation correcte que l'autorité cantonale aurait dû donner des dispositions applicables; il doit uniquement se prononcer sur le caractère défendable de l'application ou de l'interprétation du droit cantonal qui a été faite. Il n'y a pas arbitraire du fait qu'une autre solution paraît également concevable, voire même préférable (ATF 132 I 13 consid. 5.1 p. 18; ATF 131 I 217 consid. 2.1 p. 219).\n\n4.4.2 Au préalable, il y a lieu de rappeler les définitions de la causalité naturelle et du dommage en droit suisse de la responsabilité civile, ainsi que les principes applicables à ces notions.\n\nUn fait est la cause naturelle d'un résultat s'il en constitue l'une des conditions sine qua non (ATF 128 III 174 consid. 2b p. 177, ATF 128 III 180 consid. 2d p. 184; ATF 122 IV 17 consid. 2c/aa p. 23). En d'autres termes, il existe un lien de causalité naturelle entre deux événements lorsque, sans le premier, le second ne se serait pas produit; il n'est pas nécessaire que l'événement considéré soit la cause unique ou immédiate du résultat (ATF 125 IV 195 consid. 2b p. 197; ATF 119 V 335 consid. 1 p. 337). L'existence d'un lien de causalité naturelle entre le fait générateur de responsabilité et le dommage est une question de fait que le juge doit trancher selon la règle du degré de vraisemblance prépondérante. En pareil cas, l'allégement de la preuve se justifie par le fait que, en raison de la nature même de l'affaire, une preuve stricte n'est pas possible ou ne peut être raisonnablement exigée de celui BGE 133 III 462 S. 471 qui en supporte le fardeau (ATF 133 III 81 consid. 4.2.2 p. 88; ATF 132 III 715 consid. 3.1 p. 720; ATF 130 III 321 consid. 3.2 p. 324 et les références).\n\nPour sa part, le dommage se définit comme la diminution involontaire de la fortune nette; il correspond à la différence entre le montant actuel du patrimoine du lésé et le montant que ce même patrimoine aurait si l'événement dommageable ne s'était pas produit (ATF 132 III 359 consid. 4 p. 366; ATF 129 III 331 consid. 2.1 p. 332; ATF 128 III 22 consid. 2e/aa p. 26; ATF 127 III 73 consid. 4a p. 76). Il peut se présenter sous la forme d'une diminution de l'actif, d'une augmentation du passif, d'une non-augmentation de l'actif ou d'une non-diminution du passif (ATF 132 III 359 consid. 4 p. 366; ATF 128 III 22 consid. 2e/aa p. 26; ATF 127 III 543 consid. 2b p. 546).\n\nA teneur de l'art. 42 al. 2 CO, lorsque le montant exact du dommage ne peut pas être établi, le juge le détermine équitablement en considération du cours ordinaire des choses et des mesures prises par la partie lésée. Cette disposition édicte une règle de preuve de droit fédéral dont le but est de faciliter au lésé l'établissement du dommage. Elle s'applique aussi bien à la preuve de l'existence du dommage qu'à celle de son étendue (ATF 122 III 219 consid. 3a p. 221 et les références). L'art. 42 al. 2 CO allège le fardeau de la preuve, mais ne dispense pas le lésé de fournir au juge, dans la mesure du possible, tous les éléments de fait constituant des indices de l'existence du préjudice et permettant l'évaluation ex aequo et bono du montant du dommage. Les circonstances alléguées par le lésé doivent faire apparaître un dommage comme pratiquement certain; une simple possibilité ne suffit pas pour allouer des dommages-intérêts. L'exception de l'art. 42 al. 2 CO à la règle du fardeau de la preuve doit être appliquée de manière restrictive (ATF 122 III 219 consid. 3a p. 221; cf. également ATF 128 III 271 consid. 2b/aa p. 276/277; FRANÇOIS CHAIX, La fixation du dommage par le juge [art. 42 al. 2 CO], in Le préjudice - une notion en devenir, Zurich 2005, p. 39 ss, n. 22; WERRO, op. cit., n. 964, p. 245; BREHM, op. cit., n. 52 ad art. 42 CO; ALFRED KELLER, Haftpflicht im Privatrecht, vol. I, 6e éd., p. 77).\n\n4.4.3 Comme déjà relevé, l'application de la théorie de la perte d'une chance revient, en définitive, à admettre la réparation d'un préjudice en fonction de la probabilité - quelle qu'elle soit - que le fait générateur de responsabilité ait causé le dommage. Ainsi, en cas de soins tardifs ou inappropriés, les ayants droit d'un patient décédé qui avait une chance sur quatre de survivre à une maladie grave BGE 133 III 462 S. 472traitée correctement à temps pourraient prétendre à l'indemnisation de 25 % du préjudice lié au décès. Pareille conséquence ne concorde pas avec la conception de la causalité naturelle telle que définie par la jurisprudence citée ci-dessus (consid. 4.4.2). Dans la situation susdécrite, on saurait difficilement retenir que l'acte reproché au médecin est, avec une vraisemblance prépondérante, la cause naturelle de la perte de l'issue favorable, alors qu'il est établi que la maladie aurait de toute façon provoqué le décès du patient dans les trois quarts des cas.\n\nCertes, une manière de contourner cette difficulté consiste à qualifier de dommage réparable la perte de la chance elle-même. L'assimilation d'une chance à un élément d'un patrimoine ne se conçoit toutefois pas aisément. Il ne suffit pas de poser qu'une chance a une valeur économique pour que tel soit le cas. La chance ne se trouve pas dans le patrimoine actuel dès lors qu'elle a été perdue. Mais elle ne figure pas non plus dans le patrimoine hypothétique car, soit elle se serait transformée en un accroissement de fortune, soit elle ne se serait pas réalisée pour des raisons inconnues. Par nature, la chance est provisoire et tend vers sa réalisation: elle se transmuera en un gain ou en rien. Vu son caractère dynamique ou évolutif, la chance n'est pas destinée à rester dans le patrimoine. Or, la théorie de la différence, applicable en droit suisse au calcul du dommage, se fonde sur l'état du patrimoine à deux moments précis; elle ne permet ainsi pas d'appréhender économiquement la chance perdue (MÜLLER, op. cit. 2, p. 250; cf., en droit allemand, WALTER MÜLLER-STOY, Schadenersatz für verlorene Chancen, thèse Freiburg im Breisgau 1973, p. 200).\n\nLe recours à l'art. 42 al. 2 CO préconisé par d'aucuns n'apparaît guère plus convaincant. En effet, la faculté pour le juge, dans certains cas, de retenir l'existence d'un dommage en équité suppose que le préjudice soit pratiquement certain. Or, précisément, en matière de chance perdue, rien n'est sûr et tout se pose en termes de vraisemblance et de probabilité, même inférieure à 50 %.\n\nIl résulte de ce qui précède que la réception en droit suisse de la théorie de la perte d'une chance développée notamment par la jurisprudence française est, à tout le moins, problématique. En l'espèce, le Tribunal administratif ne saurait se voir reprocher d'avoir manifestement méconnu les notions juridiques de causalité et de dommage et, partant, d'avoir appliqué le droit cantonal de manière arbitraire. Par conséquent, le recours sera rejeté."}