{"annee": "134", "cour": "III", "page": "75", "date": "19/10/2007", "cite": ["113 III 135", "118 III 57", "102 III 78", "115 III 24"], "cite_par": ["137 III 374", "136 III 534", "136 III 636", "138 III 219", "136 III 322"], "chapeau": "13. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause EM Microelectronic-Marin SA contre Alber & Rolle Experts-Comptables Associés SA et consorts (recours en matière civile)\n\n5A_347/2007 du 19 octobre 2007", "regestes": ["Art. 260 LP, art. 49 et 63 OAOF; faillite liquidée en la forme sommaire; renonciation de la masse à continuer le procès relatif aux créances litigieuses lors de l'ouverture de la faillite. La cession ou l'offre de cession des droits de la masse doit, sous peine de nullité, être précédée d'une décision de la masse quant à la renonciation à agir elle-même; les créanciers doivent avoir l'occasion de se déterminer à ce sujet, même lorsque la faillite est liquidée en la forme sommaire. Ce principe vaut également pour la décision de continuer le procès relatif aux créances litigieuses au moment de l'ouverture de la faillite au sens de l'art. 63 OAOF (consid. 2)."], "faits": "BGE 134 III 75 S. 76\n\nA.\n\nA.a Par jugement du 13 juillet 2006, le Tribunal de première instance du canton de Genève a prononcé la faillite de G.S. Automation SA; le 27 juillet 2006, il en a ordonné la liquidation sommaire.\n\nA.b L'état de collocation de la faillite a été déposé une première fois le 31 janvier 2007; il comprend 165 créances, dont celles d'Alber & Rolle Experts-Comptables Associés SA (ci-après: Alber & Rolle SA), de JCV Holding SA et de Jean-Marcel Velan, admises en 3e classe.\n\nL'état de collocation mentionne pour mémoire, conformément à l'art. 63 al. 1 OAOF, une créance de 2'371'659 fr. 55 d'EM Microelectronic-Marin SA \"due selon action révocatoire du 20.05.2005\"; il précise que \"la créance sera colloquée définitivement pour la somme de 2'371'659,55, aucun créancier ne pouvant attaquer son admission à teneur de l'article 250 LP si aucun créancier ne demande la cession des droits de la masse (260 LP) dans un délai de 20 jours dès le dépôt de l'état de collocation pour reprendre le procès (art. 63 al. 2 OAOF).\" G.S. Automation SA faisait en effet l'objet, avant sa faillite, d'une action révocatoire qui lui avait été BGE 134 III 75 S. 77intentée par la masse en faillite de Tagtronic SA; en vertu d'une décision de cession des droits de la masse, le procès a été repris par EM Microelectronic-Marin SA et, conformément à l'art. 207 LP, suspendu lors du prononcé de la faillite de G.S. Automation SA.\n\nA.c Par avis publié dans la Feuille des avis officiels du canton de Genève et la FOSC le 31 janvier 2007, l'Office des poursuites et des faillites du canton de Genève (ci-après: l'Office) a indiqué que l'état de collocation était déposé et qu'il était imparti aux créanciers \"un délai de vingt jours pour introduire action contre l'état de collocation (art. 250 LP) et demander la cession des droits pour contester une revendication (art. 49 et 80 OAOF)\".\n\nA.d L'état de collocation de la faillite a été déposé une seconde fois le 21 février 2007. L'avis publié dans la Feuille des avis officiels et la FOSC le 21 février 2007 a le même contenu que celui du 31 janvier 2007.\n\nB. Les 12 et 13 mars 2007, JCV Holding SA, Jean-Marcel Velan et Alber & Rolle SA ont demandé la cession des droits de la masse de G.S. Automation SA s'agissant de la créance d'EM Microelectronic-Marin SA.\n\nLe 20 mars 2007, l'Office a rejeté ces demandes, pour le motif qu'elles étaient tardives.\n\nStatuant le 14 juin 2007, la Commission de surveillance des offices des poursuites et des faillites du canton de Genève a admis les plaintes d'Alber & Rolle SA, de JCV Holding SA et de Jean-Marcel Velan; elle a invité l'Office à donner suite aux demandes de cession des plaignants.\n\nC. Contre cette décision, EM Microelectronic-Marin SA interjette un recours en matière civile; elle conclut à son annulation et à la constatation de la tardiveté des demandes de cession.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Les créances qui font l'objet d'un procès au moment de l'ouverture de la faillite sont simplement mentionnées pour mémoire dans l'état de collocation (art. 63 al. 1 de l'ordonnance du 13 juillet 1911 sur l'administration des offices de faillite [OAOF; RS 281.32]). Si le procès, suspendu en vertu de l'art. 207 LP, n'est continué ni par la BGE 134 III 75 S. 78masse, ni par les créanciers individuellement en vertu d'une cession des droits de la masse selon l'art. 260 LP, la créance est considérée comme reconnue et les créanciers n'ont plus le droit d'attaquer son admission à l'état de collocation (art. 63 al. 2 OAOF).\n\n2.2 Les procédures d'autorisation prévues aux art. 48 ss OAOF - et non uniquement celle de l'art. 48 OAOF comme le prévoit le texte de l'art. 63 al. 4 OAOF - s'appliquent par analogie aux prétentions litigieuses lors de l'ouverture de la faillite (arrêt 7B.94/2003 du 24 juin 2003, consid. 4.2; SCHLAEPFER, Abtretung streitiger Rechtsansprüche im Konkurs, thèse Zurich 1990, p. 82/83; VOUILLOZ, La liquidation sommaire et la faillite, PJA 2001 p. 974). Dans la liquidation ordinaire, les créanciers qui entendent obtenir la cession doivent, sous peine de péremption, la demander au plus tard dans les dix jours suivant la seconde assemblée des créanciers (art. 48 al. 1 OAOF), sauf circonstances spéciales justifiant le dépôt des demandes avant ladite assemblée (art. 48 al. 2 OAOF). En cas de liquidation sommaire, le même délai est imparti aux créanciers dans les cas importants, cette communication leur étant faite en même temps que celle du dépôt de l'état de collocation (art. 49 OAOF; GILLIÉRON, Commentaire de la loi sur la poursuite pour dettes et la faillite, vol. III, n. 29 ad art. 260 LP).\n\n2.3 Dans une jurisprudence constante, le Tribunal fédéral a considéré qu'une cession n'était valable que si elle faisait suite à une décision de la masse, c'est-à-dire de la majorité des créanciers, de renoncer à agir elle-même; il en va de même pour une offre de cession (ATF 118 III 57 consid. 3 p. 59; ATF 113 III 137 consid. 3b). Comme il n'y a, dans la règle, pas d'assemblée des créanciers en cours de liquidation sommaire (art. 231 al. 3 ch. 1 LP), la décision de renonciation est, en principe, provoquée par voie de circulaire ou de publication aux créanciers. Il faut en tous les cas, et sous peine de nullité, accorder à tous les créanciers l'occasion de se déterminer quant à une éventuelle renonciation avant d'offrir la cession des droits litigieux (ATF 118 III 57 consid. 3 et 4 p. 59; ATF 102 III 78 consid. 3b p. 82; 79 III 6 consid. 2 p. 12; BERTI, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, n. 22 et 25 ad art. 260 LP); la question doit leur être posée de façon explicite (JEANNERET/CARRON, Commentaire romand, Poursuite et faillite, n. 7, 13 et 14 ad art. 260 LP). Ces exigences prévalent également s'agissant de la cession des droits relatifs aux créances litigieuses lors de l'ouverture de la faillite au sens de l'art. 63 al. 2 OAOF; comme l'art. 260 LP auquel elle renvoie, cette disposition prévoit en effet, comme condition de la cession, que BGE 134 III 75 S. 79le procès ne soit pas continué par la masse. L'administration doit donc, au plus tard lors du dépôt de l'état de collocation, inviter les intervenants à se déterminer sur la continuation du procès par la masse (GILLIÉRON, op. cit., n. 29 ad art. 260 LP).\n\n2.4 Interpellé au sujet de l'existence d'une décision de la masse de renoncer à continuer le procès dirigé contre la faillie par la recourante, l'Office prétend qu'une telle décision résulte implicitement de l'offre de cession figurant dans l'état de collocation. Une telle façon de faire ne satisfait cependant pas aux exigences exposées ci-dessus. En effet, les créanciers n'ont jamais été interpellés, ni par circulaire, ni par publication, sur le principe de la renonciation de la masse à continuer à défendre à l'action révocatoire dirigée contre la faillie. Faute de décision de renonciation prise expressément ou tacitement par l'ensemble des créanciers, l'offre de cession contenue dans les publications des 31 janvier et 21 février 2007 est nulle et sa nullité peut être constatée d'office et en tout temps, non seulement par les autorités de surveillance (art. 22 al. 1 LP; ATF 118 III 57 consid. 4 p. 59/60; ATF 115 III 26 consid. 1), mais aussi par le Tribunal fédéral lorsqu'il est saisi d'un recours en application de l'art. 72 al. 2 let. a LTF (FF 2001 p. 4154). Il en découle que le délai pour requérir la cession des droits de la masse n'a pas commencé à courir, ce qui rend inutile l'examen de la validité de l'admission, par la Commission de surveillance, des demandes de cession des créanciers intimés."}