{"annee": "134", "cour": "IV", "page": "246", "date": "4/7/2008", "cite": ["128 IV 241", "119 IV 190", "130 IV 49"], "cite_par": ["141 IV 49", "142 IV 1", "143 IV 1", "136 IV 156"], "chapeau": "26. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Amt für Justizvollzug des Kantons Zürich (Beschwerde in Strafsachen)\n\n6B_556/2007 vom 4. Juli 2008", "regestes": ["Changement ou suppression des mesures ambulatoires; expertise. L'autorité d'exécution est compétente pour adapter les mesures ambulatoires lorsque la modification correspond au but de la mesure ordonnée originairement et que la nouvelle mesure s'intègre dans le traitement tel qu'il était prévu dans le jugement. Ces prononcés doivent prendre la forme d'une décision (consid. 3.3). Si l'autorité d'exécution considère la poursuite du traitement ambulatoire comme vouée à l'échec, elle constate l'échec du traitement par une décision susceptible de recours (cf. art. 63a al. 2 let. b CP). Une fois que cette décision est entrée en force, il appartient au juge de décider si la peine privative de liberté doit être exécutée (art. 63b al. 2 CP) ou si une mesure thérapeutique institutionnelle doit être ordonnée (art. 63b al. 5 CP). Une autre mesure ambulatoire n'entre pas en considération (consid. 3.4). Il résulte de l'art. 56 al. 3 CP que les décisions au sens de l'art. 63b al. 2 et 5 CP doivent reposer sur une expertise. Si, avec le temps, la situation s'est modifiée et qu'une première expertise a perdu de son actualité, une nouvelle expertise est indispensable (consid. 4.3)."], "faits": "BGE 134 IV 246 S. 247\n\nA. Am 15. März 2002 sprach das Obergericht des Kantons Zürich X. als erste Instanz unter anderem des mehrfachen Raubes schuldig und bestrafte ihn mit 3 3/4 Jahren Gefängnis, unter Anrechnung von 125 Tagen Polizei- und Untersuchungshaft. Ferner ordnete es eine ambulante Massnahme im Sinne von Art. 43 Ziff. 1 Abs. 1 aStGB an und schob den Vollzug der Strafe zugunsten der Massnahme auf. BGE 134 IV 246 S. 248Sodann erklärte das Gericht die mit Entscheid der Jugendanwaltschaft Zürich vom 10. September 1997 wegen Raufhandels ausgefällte Strafe von fünf Tagen Einschliessung für vollziehbar und schob den Vollzug ebenfalls zugunsten der Massnahme auf.\n\nB. Mit Verfügung vom 27. September 2006 stellte der Bewährungsdienst Zürich IV des Justizvollzugs des Kantons Zürich (nachfolgend als \"Bewährungsdienst\" bezeichnet) den Vollzug der angeordneten ambulanten Massnahme ein. In der Rechtsmittelbelehrung wurde X. darauf hingewiesen, dass er gegen diesen Entscheid innert 30 Tagen schriftlich Rekurs bei der Direktion der Justiz und des Innern des Kantons Zürich einreichen könne. Des Weiteren beantragte der Bewährungsdienst dem Obergericht, nach Eintritt der Rechtskraft der Verfügung sei der Vollzug der beiden aufgeschobenen Strafen von 3 3/4 Jahren Gefängnis, abzüglich 125 Tage Polizei- und Untersuchungshaft, und fünf Tagen Einschliessung anzuordnen.\n\nC. X. focht die Verfügung des Bewährungsdiensts vom 27. September 2006 nicht an, so dass diese in Rechtskraft erwuchs. Mit Eingabe vom 12. Februar 2007 an das Obergericht beantragte X., es sei erneut eine ambulante Massnahme anzuordnen, und der Vollzug der beiden Strafen sei weiterhin aufzuschieben. Eventuell sei eine stationäre Massnahme anzuordnen, und die vorgenannten Strafen seien zu diesem Zweck aufzuschieben. Ferner sei er psychiatrisch zu begutachten.\n\nD. Mit Beschluss vom 7. August 2007 ordnete das Obergericht des Kantons Zürich den Vollzug der Strafe von 3 3/4 Jahren Gefängnis, abzüglich 125 Tage Polizei- und Untersuchungshaft, an. Hingegen entschied es, die Strafe von fünf Tagen Einschliessung werde nicht mehr vollzogen.\n\nE. X. führt Beschwerde in Strafsachen mit den Anträgen, der Beschluss des Obergerichts des Kantons Zürich vom 7. August 2007 sei aufzuheben, und die Sache sei zur Neubeurteilung an die Vorinstanz zurückzuweisen. Ferner sei ihm die unentgeltliche Rechtspflege zu gewähren.\n\nDas Obergericht des Kantons Zürich hat auf eine Stellungnahme zur Beschwerde verzichtet. Der Bewährungsdienst hat sich in seiner Vernehmlassung dem Antrag des Beschwerdeführers angeschlossen.\n\nDas Bundesgericht heisst die Beschwerde gut. BGE 134 IV 246 S. 249", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Vorinstanz hat in ihrem Beschluss vom 7. August 2007, mit welchem sie den Vollzug der zugunsten einer ambulanten Massnahme im Sinne von Art. 43 Ziff. 1 Abs. 1 aStGB aufgeschobenen Freiheitsstrafe anordnete, erwogen, die bisherige ambulante Massnahme habe ihren Zweck nicht erfüllt. Sie führt aus, zur Beurteilung des Gesundheitszustands des Beschwerdeführers könne weiterhin auf das Gutachten von Dr. med. P., Spezialarzt FMH Psychiatrie und Psychotherapie, vom 16. Oktober 2001 abgestellt werden, denn weder der Beschwerdeführer noch sein Therapeut Dr. med. T., Spezialarzt FMH Psychiatrie und Psychotherapie, machten geltend, dass sich die damalige Prognose rückblickend als unzutreffend erwiesen habe. Ein Anlass für die Erstellung eines neuen Gutachtens sei daher nicht gegeben. Gemäss dem Gutachten von Dr. med. P. sei der zeitweise Kokainkonsum des Beschwerdeführers Ausdruck einer adoleszentären Problematik. Der Konsum sei von geringem Ausmass, so dass kein schädlicher Gebrauch und erst recht keine Abhängigkeit vorliege. Es sei nicht davon auszugehen, dass der Drogenkonsum das deliktische Verhalten begünstigt habe.\n\nDie Vorinstanz hält sodann fest, da der Beschwerdeführer nicht (mehr) in der Lage gewesen sei, die Termine bei Dr. med. T. regelmässig wahrzunehmen, wäre die Anordnung einer anderen ambulanten Massnahme kaum erfolgversprechend. Ebenso wenig seien die Voraussetzungen zur nachträglichen Anordnung einer stationären therapeutischen Behandlung von psychischen Störungen im Sinne von Art. 59 Abs. 1 StGB erfüllt, da das beim Beschwerdeführer diagnostizierte Krankheitsbild gemäss Dr. med. P. nicht in einer psychiatrischen Institution behandelt werden könne. Ferner komme auch eine stationäre Suchtbehandlung gemäss Art. 60 Abs. 1 StGB nicht in Frage, stünden doch die Anlasstaten des Beschwerdeführers nicht in Zusammenhang mit seiner Kokainabhängigkeit. Überdies habe er eine stationäre Massnahme gegenüber der Vollzugsbehörde ausdrücklich abgelehnt. Da für den Beschwerdeführer daher keine Massnahme mehr angeordnet werden könne, sei die mit Urteil vom 15. März 2002 aufgeschobene Strafe von 3 3/4 Jahren Gefängnis, abzüglich 125 Tage Polizei- und Untersuchungshaft, zu vollziehen.\n\n2.2 Der Beschwerdeführer macht geltend, die gesetzliche Konzeption des Massnahmenrechts werde vom Grundgedanken beherrscht, dass einem Täter die adäquate Behandlung zur Verhinderung BGE 134 IV 246 S. 250weiterer Straftaten zukommen müsse. Das Scheitern einer ambulanten Massnahme führe daher nicht automatisch zum Vollzug der aufgeschobenen Strafe, sondern könne auch den Wechsel zu einer anderen ambulanten oder einer stationären therapeutischen Massnahme zur Folge haben, falls dies der Verbrechensverhütung besser diene. Dieser Entscheid, ob eine aufgeschobene Strafe zu vollziehen oder eine andere Massnahme anzuordnen sei, müsse bei veränderten Verhältnissen auf der Grundlage einer erneuten Begutachtung erfolgen. Vorliegend bestünden ernsthafte Anhaltspunkte dafür, dass das Gutachten von Dr. med. P. nicht mehr aktuell sei. Dieser habe die bereits damals bestehende Drogenproblematik offensichtlich unterschätzt und sich auf die fehlende Persönlichkeitsreifung konzentriert. Der Beschwerdeführer führt aus, seine Persönlichkeit wie auch sein Umfeld hätten sich in den letzten Jahren erheblich verändert, und die zunehmende Kokainabhängigkeit habe sein Verhalten im Verlauf der Zeit immer stärker beeinflusst. Die verschärfte Suchtproblematik erkläre auch, weshalb es schliesslich zum Therapieabbruch gekommen sei. Sein bisheriger Therapeut, Dr. med. T., habe bei ihm mit Arztbericht vom 27. November 2006 eine Persönlichkeitsstörung mit unreifen Zügen sowie ein Kokainabhängigkeitssyndrom mit ständigem Substanzgebrauch diagnostiziert und einen Wechsel des Therapeuten als angezeigt erachtet. Der Beschwerdeführer betont, aufgrund des gewachsenen Leidensdrucks sei er in der Zwischenzeit bereit, sich einer stationären Massnahme zu unterziehen. Vor diesem Hintergrund aber - so der Beschwerdeführer weiter - hätte die Vorinstanz zwingend seine erneute Begutachtung anordnen müssen, welche mutmasslich ergeben hätte, dass mit einer therapeutischen ambulanten oder stationären Behandlung seiner Drogensucht der Gefahr weiterer Delikte besser begegnet werden könnte als mit dem Vollzug der Freiheitsstrafe.\n\n3.\n\n3.1 Der Beschwerdeführer beantragt somit vorab, an Stelle der gescheiterten ambulanten Psychotherapie zur Behandlung seiner Adoleszentenkrise sei eine ambulante Suchtbehandlung anzuordnen. Die Vorinstanz erachtet den Wechsel zu einer anderen ambulanten Massnahme ebenfalls als grundsätzlich möglich - verwirft dies jedoch im konkreten Fall.\n\nDie Rechtslage stellt sich insoweit wie folgt dar:\n\n3.2 Ist der Täter psychisch schwer gestört, ist er von Suchtstoffen oder in anderer Weise abhängig, so kann das Gericht anordnen, dass BGE 134 IV 246 S. 251der Täter nicht stationär, sondern ambulant behandelt wird, wenn er eine mit Strafe bedrohte Tat verübt, die mit seinem Zustand in Zusammenhang steht (Art. 63 Abs. 1 lit. a StGB), und zu erwarten ist, dadurch lasse sich der Gefahr weiterer mit dem Zustand des Täters in Zusammenhang stehender Taten begegnen (Art. 63 Abs. 1 lit. b StGB). Das Gericht kann den Vollzug einer zugleich ausgesprochenen unbedingten Freiheitsstrafe zugunsten einer ambulanten Behandlung aufschieben, um der Art der Behandlung Rechnung zu tragen (Art. 63 Abs. 2 StGB). Die ambulante Behandlung wird durch die zuständige Behörde namentlich aufgehoben, wenn die Fortführung der Behandlung als aussichtslos erscheint (Art. 63a Abs. 2 lit. b StGB). Ist dies der Fall, ist die aufgeschobene Freiheitsstrafe entweder zu vollziehen (Art. 63b Abs. 2 StGB) oder eine stationäre therapeutische Massnahme nach den Art. 59-61 StGB anzuordnen. Eine stationäre therapeutische Massnahme ist indiziert, wenn zu erwarten ist, dadurch lasse sich der Gefahr weiterer, mit dem Zustand des Täters in Zusammenhang stehender Verbrechen und Vergehen begegnen (Art. 63b Abs. 5 StGB).\n\n3.3 Die Anordnung ambulanter Massnahmen erfolgt mithin durch das urteilende Gericht (Art. 63 Abs. 1 StGB). Alle den Vollzug betreffenden Fragen liegen dagegen in der Kompetenz der Vollzugsbehörde (vgl. BGE 130 IV 49 E. 3.1). Diese bestimmt insbesondere die Person des Therapeuten. Zeigt sich im Laufe der Behandlung die Notwendigkeit einer Anpassung der Massnahme, ist hierfür ebenfalls die Vollzugsbehörde zuständig, soweit die Änderung dem Zweck der ursprünglich angeordneten Massnahme entspricht und sich die neue Massnahme in den Rahmen der Behandlung einfügt, wie er im Strafurteil vorgezeichnet ist (vgl. MARIANNE HEER, Basler Kommentar, StGB I, 2. Aufl. 2007, Art. 63b StGB N. 7). Soll hingegen (ausnahmsweise) durch die Anordnung einer anderen ambulanten Massnahme von dem durch das Strafurteil vorgegebenen Rahmen abgewichen werden, so hat hierüber das Gericht zu befinden.\n\nDie grundsätzliche Zuständigkeit der Vollzugsbehörde ist deshalb sachgerecht, weil diese in der Regel besser in der Lage ist, zu beurteilen, ob sich eine Modifikation des Vollzugs aufdrängt, als das urteilende Gericht, welches keinen direkten Kontakt mit dem Betroffenen hat. Überdies wäre es mit grossem Aufwand verbunden, wenn bei jeder Anpassung im Vollzug eine Abänderung des Strafurteils erfolgen müsste (BGE 130 IV 49 E. 3.3). Demzufolge sollte die Gerichtsbehörde im Urteilsspruch die angeordnete ambulante BGE 134 IV 246 S. 252 Massnahme zwar spezifizieren (HEER, a.a.O., Art. 63 StGB N. 65), den Entscheidungsspielraum der Vollzugsbehörde bei der Umsetzung jedoch nicht unnötig einengen. Namentlich ist eine nähere inhaltliche Ausgestaltung der therapeutischen Behandlung, soweit diese zum ordentlichen Tätigkeitsbereich des Therapeuten gehört, nicht gesondert anzuordnen (vgl. HEER, a.a.O., Art. 63 StGB N. 66). Dieses Konzept liegt insbesondere auch den Art. 4-6 der Richtlinien des Strafvollzugskonkordats der Nordwest- und Innerschweiz für den Vollzug der ambulanten Behandlung vom 4. November 2005 zugrunde. Folgerichtig wird der Therapeutenwechsel implizit als zulässig erachtet, d.h. er wird vom Einverständnis der Vollzugsbehörden abhängig gemacht.\n\nSämtliche Anordnungen, welche die persönliche Freiheit der sich im Massnahmenvollzug befindlichen Person über das übliche Mass des normalen Tagesablaufs hinaus beschränken, sind aus Gründen des Rechtsschutzes in Verfügungsform zu erlassen (vgl. BENJAMIN F. BRÄGGER, Der neue Allgemeine Teil des Schweizerischen Strafgesetzbuches, in: Schweizerische Zeitschrift für Kriminologie 1/2008 S. 26-33, 28). Da gerade Änderungen ambulanter Massnahmen für den Betroffenen mit einschneidenden Konsequenzen verbunden sein können und daher dessen Rechte tangieren, sind diese von der Vollzugsbehörde zu verfügen, so dass dem Betroffenen die Möglichkeit offensteht, die Anordnungen auf dem Verwaltungsweg anzufechten.\n\n3.4 Erachtet die Vollzugsbehörde die Fortführung der ambulanten Behandlung als aussichtslos, so stellt sie deren Scheitern mittels anfechtbarer Verfügung fest (vgl. Art. 63a Abs. 2 lit. b StGB). Gegen eine solche Verfügung steht nach Erschöpfung des kantonalen Instanzenzugs die Beschwerde in Strafsachen offen (Art. 78 Abs. 2 lit. b BGG; vgl. zum alten Recht auch BGE 119 IV 190 E. 1). Erwächst die Verfügung in Rechtskraft, hat ein Gericht auf Antrag der Vollzugsbehörde über die Konsequenzen zu befinden (HEER, a.a.O., Art. 63b StGB N. 27). Dem Gericht obliegt es mithin zu entscheiden, ob die aufgeschobene Freiheitsstrafe zu vollziehen (Art. 63b Abs. 2 StGB) oder eine stationäre therapeutische Massnahme nach den Art. 59-61 StGB anzuordnen ist (Art. 63b Abs. 5 StGB). Für das Aussprechen einer anderen ambulanten Massnahme besteht kein Raum (HEER, a.a.O., Art. 63b StGB N. 7 und 27; vgl. zum Ganzen auch CHRISTIAN SCHWARZENEGGER/MARKUS HUG/DANIEL JOSITSCH, Strafrecht II, Strafen und Massnahmen, 8. Aufl. 2007, S. 246 f.) BGE 134 IV 246 S. 253\n\n3.5 Vorliegend hat der Bewährungsdienst mit Verfügung vom 27. September 2006 den Vollzug der mit dem Urteil des Obergerichts vom 15. März 2002 angeordneten ambulanten Massnahme nach Art. 43 Ziff. 1 Abs. 1 aStGB eingestellt, da diese aufgrund des Therapieverlaufs als gescheitert gelten müsse. Gleichzeitig hat er dem Obergericht beantragt, nach Eintritt der Rechtskraft der Verfügung sei der Vollzug der beiden aufgeschobenen Strafen anzuordnen. Der Beschwerdeführer hat diese Verfügung nicht mittels Rekurs bei der Direktion der Justiz und des Innern des Kantons Zürich angefochten. In einem allfälligen Rekursverfahren hätte er sich insbesondere gegen die Einstellung der ambulanten Massnahme zur Wehr setzen und vorbringen können, die Massnahme könne nicht als gescheitert gelten, sondern sei zugunsten einer ambulanten Suchtbehandlung abzuändern.\n\nIm Verfahren vor der Vorinstanz und dementsprechend auch im bundesgerichtlichen Verfahren konnte bzw. kann der Beschwerdeführer diesen rechtskräftig gewordenen Entscheid hingegen nicht mehr zur Diskussion stellen. Der Beschwerdeführer hat seinen Antrag, es sei eine ambulante Suchtbehandlung durchzuführen, mithin verspätet gestellt, ist doch gemäss Art. 63b Abs. 2 und 5 StGB nach der rechtskräftigen Feststellung des Scheiterns der ambulanten Behandlung einzig noch darüber zu befinden, ob die aufgeschobene Freiheitsstrafe zu vollziehen oder ob stattdessen eine stationäre therapeutische Massnahme nach den Art. 59-61 StGB anzuordnen ist.\n\nAuf die Beschwerde kann insoweit nicht eingetreten werden.\n\n4.\n\n4.1 Die Vorinstanz hat ihren Beschluss, die aufgeschobene Freiheitsstrafe sei zu vollziehen, auf das Gutachten von Dr. med. P. vom 16. Oktober 2001 abgestützt. Der Beschwerdeführer stellt sich, wie dargelegt, auf den Standpunkt, ein solch gewichtiger Entscheid, ob an Stelle des Strafvollzugs eine stationäre therapeutische Massnahme anzuordnen sei, müsse zwingend gestützt auf ein aktuelles Gutachten getroffen werden. Das Gutachten aus dem Jahre 2001 genüge diesen Anforderungen nicht und hätte der Vorinstanz daher nicht als (einzige) Entscheidgrundlage dienen dürfen.\n\n4.2 Gemäss Art. 56 Abs. 3 StGB stützt sich das Gericht namentlich beim Entscheid über die Anordnung einer Massnahme nach den Art. 59-61 und 63 StGB auf eine sachverständige Begutachtung ab. Diese äussert sich über die Notwendigkeit und die BGE 134 IV 246 S. 254Erfolgsaussichten einer Behandlung des Täters (lit. a), die Art und Wahrscheinlichkeit weiterer möglicher Straftaten (lit. b) und die Möglichkeiten des Vollzugs der Massnahme (lit. c).\n\n4.3 Aus Art. 56 Abs. 3 StGB ist zu folgern, dass Änderungsentscheide im Sinne von Art. 63b Abs. 2 und 5 StGB ebenfalls gestützt auf ein Gutachten einer sachverständigen Person zu treffen sind. Berichte des Therapeuten genügen nicht. Wie bei der ursprünglichen Anordnung einer stationären Massnahme sind bei einem Abänderungsentscheid sämtliche Voraussetzungen der Massnahme einer näheren Prüfung zu unterziehen (BGE 128 IV 241 E. 3.3; HEER, a.a.O., Art. 63b StGB N. 4).\n\nDie Vorinstanz verkennt diese Rechtslage nicht, hat sie doch bei ihrer Beurteilung des Zustands des Beschwerdeführers ausdrücklich auf das Gutachten von Dr. med. P. vom 16. Oktober 2001 abgestellt. Umstritten ist jedoch, ob die Vorinstanz gehalten gewesen wäre, den Beschwerdeführer erneut begutachten zu lassen.\n\nZur Beantwortung der Frage, ob ein früheres Gutachten hinreichend aktuell ist, ist nicht primär auf das formelle Kriterium des Alters des Gutachtens abzustellen. Massgeblich ist vielmehr die materielle Frage, ob Gewähr dafür besteht, dass sich die Ausgangslage seit der Erstellung des Gutachtens nicht gewandelt hat. Soweit ein früheres Gutachten mit Ablauf der Zeit und zufolge veränderter Verhältnisse an Aktualität eingebüsst hat, sind neue Abklärungen unabdingbar (BGE 128 IV 241 E. 3.4; HEER, a.a.O., Art. 56 StGB N. 67 ff. und Art. 63b StGB N. 4).\n\nEntscheidend ist daher, ob die ärztliche Beurteilung aus dem Jahr 2001 mutmasslich noch immer zutrifft, oder ob die Vorinstanz aufgrund der seitherigen Entwicklung gehalten gewesen wäre, eine neuerliche Begutachtung des Beschwerdeführers anzuordnen.\n\n4.4 Gestützt auf den Bericht des behandelnden Therapeuten Dr. med. T. an die ärztliche Leitung der psychiatrischen Universitätsklinik Zürich vom 27. November 2006 leidet der Beschwerdeführer an einer Persönlichkeitsstörung mit unreifen Zügen (ICD-10 F6) und an einem Kokainabhängigkeitssyndrom mit ständigem Substanzgebrauch (ICD-10 F14.25). Dr. med. T. geht dabei davon aus, dass sich der Kokainkonsum des Beschwerdeführers seit 2005 gesteigert hat, und es diesem daher zunehmend Schwierigkeiten bereitet, den Alltag zu meistern. Dieser ärztliche Befund spricht dafür, dass sich die Suchtproblematik des Beschwerdeführers, wie von ihm BGE 134 IV 246 S. 255behauptet, seit 2001 in der Tat verschärft hat und deshalb - wie vom Bewährungsdienst in seiner Vernehmlassung zur Beschwerde ausgeführt - eine stationäre Therapie nach Art. 60 StGB in einer auf Dualerkrankungen (Suchterkrankung und psychische Probleme) spezialisierten Einrichtung zweckmässig sein könnte. Zudem weist der Beschwerdeführer zutreffend darauf hin, dass das Gutachten von Dr. med. P. zu einem Zeitpunkt erstellt worden ist, als er sich als junger Erwachsener in einer adoleszentären Krise und damit in einer Phase befunden hat, in welcher die Möglichkeit einer Veränderung der Persönlichkeit besonders ausgeprägt ist.\n\nInfolge veränderter Verhältnisse kann das Gutachten von Dr. med. P. nicht mehr als aktuell bezeichnet und deshalb nicht als (einzige) Entscheidgrundlage zur Beantwortung der Frage herangezogen werden, ob die aufgeschobene Freiheitsstrafe zu vollziehen (Art. 63b Abs. 2 StGB) oder an Stelle des Strafvollzugs eine stationäre therapeutische Massnahme nach den Art. 59-61 anzuordnen ist (Art. 63b Abs. 5 StGB). Die Vorinstanz hat demzufolge Art. 56 Abs. 3 StGB verletzt, indem sie davon abgesehen hat, ein Ergänzungsgutachten respektive ein Zweitgutachten einzuholen."}