{"annee": "134", "cour": "IV", "page": "17", "date": "22/11/2007", "cite": ["127 IV 97", "124 IV 286", "129 IV 6", "121 IV 49", "120 IV 136", "134 IV 1", "118 IV 337", "127 IV 101", "134 IV 53"], "cite_par": ["135 IV 191", "144 IV 313", "142 IV 265", "136 IV 55", "135 IV 130", "136 IV 97", "141 IV 61", "141 IV 244"], "chapeau": "2. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Zürich (Beschwerde in Strafsachen)\n\n6B_131/2007 vom 22. November 2007", "regestes": ["Fixation de la peine (art. 47 CP) réprimant une infraction qualifiée à la loi sur les stupéfiants (art. 19 ch. 2 LStup). Cas d'une délinquante qui a pris livraison d'à peu près un kilo de cocaïne (d'un degré de pureté de 55 % respectivement 60 %) en vue de la vendre contre une rétribution à la commission et qui avait écoulé 22 grammes de cocaïne pure au moment de son arrestation. Une peine privative de liberté de 27 mois n'est pas d'une sévérité insoutenable, même si l'on tient compte du fait que l'auteur voulait financer le traitement médical de son fils aîné avec les revenus espérés (consid. 2).", "Prise en considération des limites supérieures du sursis et du sursis partiel (art. 42 al. 1, art. 43 al. 1 CP); obligation de motiver (art. 50 CP). Lorsque la fixation de la peine (résultant de l'appréciation de toutes les circonstances essentielles, dont l'effet de la sanction et de son exécution sur l'avenir de l'auteur) conduit au prononcé d'une peine privative de liberté - qui se situe dans les limites légales du sursis ou du sursis partiel - le Juge doit se demander si en prononçant une sanction inférieure ou égale à cette limite il demeure dans son pouvoir d'appréciation. Dans l'affirmative, il doit s'en tenir à cette quotité. Dans la négative, il peut prononcer une peine privative de liberté dépassant même légèrement la limite légale. Il n'est plus possible de relativiser la nouvelle limite légale par une interprétation de la loi. A cet égard, la pratique découlant de l' ATF 118 IV 337 n'a plus sa place dans le nouveau droit. Dans tous les cas, le Juge doit expressément motiver sa décision sur ce point (consid. 3)."], "faits": "BGE 134 IV 17 S. 18\n\nA. Ende Januar 2006 übergab X. in ihrer Wohnung in Zürich 22 Gramm reines Kokain gegen einen Barbetrag von Fr. 2'600.- an A. Am folgenden Tag war sie bei ihrer Verhaftung im Besitz von 940 Gramm Kokain (Reinheitsgrad 55 % bzw. 60 %), welches sie wenige Tage zuvor im Hauptbahnhof Zürich von einem Unbekannten übernommen hatte und für diesen gegen eine Provision von maximal Fr. 20'000.- zu verkaufen beabsichtigte.\n\nB. Das Bezirksgericht Zürich (8. Abteilung) sprach X. am 2. Juni 2006 der qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz (Art. 19 Ziff. 1 Abs. 4 und 5 in Verbindung mit Art. 19 Ziff. 2 lit. a BetmG) schuldig und bestrafte sie mit 27 Monaten Gefängnis.\n\nDagegen erhob X. Berufung mit den Anträgen, sie sei mit einer Freiheitsstrafe von höchstens 24 Monaten zu bestrafen und der BGE 134 IV 17 S. 19Vollzug der Freiheitsstrafe sei unter Ansetzung einer angemessenen Probezeit aufzuschieben.\n\nDas Obergericht des Kantons Zürich bestrafte X. mit Urteil vom 26. Februar 2007 in Anwendung des inzwischen in Kraft getretenen neuen Rechts mit 27 Monaten Freiheitsstrafe. Es schob den Vollzug dieser Strafe im Umfang von 15 Monaten unter Ansetzung einer Probezeit von zwei Jahren auf. Im übrigen Umfang von 12 Monaten wurde die Strafe als vollziehbar erklärt.\n\nC. X. erhebt Beschwerde in Strafsachen mit den Anträgen, das Urteil des Obergerichts des Kantons Zürich vom 26. Februar 2007 sei aufzuheben, sie sei mit einer Freiheitsstrafe von höchstens 24 Monaten zu bestrafen und der Vollzug der Freiheitsstrafe sei unter Ansetzung einer angemessenen Probezeit aufzuschieben. Zudem ersucht sie um Gewährung der unentgeltlichen Rechtspflege.\n\nDas Bundesgericht weist die Beschwerde in Strafsachen ab.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin wendet sich ausschliesslich gegen die Strafzumessung. Die Vorinstanz hat diese nach neuem Recht vorgenommen, weil es im vorliegenden Fall den teilbedingten Strafvollzug erlaube und damit für die Beschwerdeführerin milder sei. Diese Beurteilung ist zutreffend und wird von der Beschwerdeführerin denn auch nicht beanstandet.\n\n2.1 Der am 1. Januar 2007 in Kraft getretene neue Allgemeine Teil des Strafgesetzbuches hat die bisher geltenden Strafzumessungsgrundsätze in Art. 47 Abs. 1 StGB beibehalten. Danach misst der Richter die Strafe nach dem Verschulden des Täters zu. Er berücksichtigt das Vorleben, die persönlichen Verhältnisse sowie die Wirkung der Strafe auf das Leben des Täters. Die Bewertung des Verschuldens wird in Art. 47 Abs. 2 StGB dahingehend präzisiert, dass dieses nach der Schwere der Verletzung oder Gefährdung des betroffenen Rechtsguts, nach der Verwerflichkeit des Handelns, den Beweggründen und Zielen des Täters sowie danach bestimmt wird, wie weit der Täter nach den inneren und äusseren Umständen in der Lage war, die Gefährdung oder Verletzung zu vermeiden.\n\nEs liegt im Ermessen des Sachrichters, in welchem Umfang er die verschiedenen Strafzumessungsfaktoren berücksichtigt. Die Strafrechtliche Abteilung des Bundesgerichts greift auf Beschwerde in BGE 134 IV 17 S. 20Strafsachen hin nur in die Strafzumessung ein, wenn die Vorinstanz den gesetzlichen Strafrahmen über- oder unterschritten hat, wenn sie von rechtlich nicht massgebenden Kriterien ausgegangen ist oder wesentliche Gesichtspunkte ausser Acht gelassen beziehungsweise in Überschreitung oder Missbrauch ihres Ermessens falsch gewichtet hat (vgl. BGE 129 IV 6 E. 6.1; BGE 127 IV 101 E. 2; BGE 124 IV 286 E. 4a).\n\nNach Art. 50 StGB hat der Richter, sofern er sein Urteil zu begründen hat, die für die Zumessung der Strafe erheblichen Umstände und deren Gewichtung festzuhalten. Diese nunmehr gesetzlich festgeschriebene Begründungspflicht entspricht der Rechtsprechung des Bundesgerichts zum alten Recht, wonach der Richter die Überlegungen, die er bei der Bemessung der Strafe vorgenommen hat, in den Grundzügen wiedergeben muss, so dass die Strafzumessung nachvollziehbar ist. Besonders hohe Anforderungen an die Begründung der Strafzumessung werden unter anderem gestellt, wenn die ausgesprochene Strafe ungewöhnlich hoch oder auffallend milde ist (BGE 127 IV 101 E. 2c; BGE 121 IV 49 E. 2a/aa; BGE 120 IV 136 E. 3a; BGE 118 IV 337 E. 2a).\n\n2.2 Die Vorinstanz hat im angefochtenen Urteil die Strafzumessung ausführlich begründet. Sie hat zunächst die objektiven und subjektiven Tatkomponenten gewichtet. Das Tatverschulden sei als erheblich einzustufen. Die Beschwerdeführerin habe die grosse Menge von zirka 1 Kilogramm Kokain entgegengenommen und sei bereit gewesen, diese wegen der in Aussicht stehenden Provision von maximal Fr. 20'000.- weiterzuveräussern. Sie habe die Betäubungsmittelmenge gestreckt und portioniert und sich hiefür eine Waage angeschafft. Sie habe im Zeitpunkt ihrer Verhaftung bereits Kokain für Fr. 2'600.- veräussert. Dass die Beschwerdeführerin die in Aussicht stehende Provision für die ärztliche Behandlung ihres in den USA lebenden älteren Sohnes verwenden wollte, ist gemäss den Ausführungen im angefochtenen Urteil nur leicht strafmindernd zu berücksichtigen, da es nicht angehe, zu diesem Zweck durch den Handel mit Betäubungsmitteln die Gesundheit von zahlreichen anderen Menschen zu gefährden. Aufgrund der objektiven und subjektiven Tatkomponenten erscheint der Vorinstanz eine Freiheitsstrafe von 36-39 Monaten angemessen. Die Vorinstanz hat sodann die Täterkomponenten gewichtet. Sie sieht keine aussergewöhnlichen Umstände, welche der Beschwerdeführerin unter dem Titel der Strafempfindlichkeit beziehungsweise der Wirkung der Strafe zu ihren Gunsten anzurechnen wären. Die Verbüssung einer BGE 134 IV 17 S. 21Freiheitsstrafe stelle an sich für jeden in ein familiäres oder soziales Umfeld eingebetteten Verurteilten eine gewisse Härte dar. Die Beschwerdeführerin habe im Zeitpunkt ihrer deliktischen Tätigkeit sehr genau gewusst, dass sie für ihren jüngeren Sohn aufzukommen habe, der im Übrigen nicht mehr bei seinem Vater, sondern nunmehr ebenfalls in der Familie ihrer Tochter lebe. Die Vorinstanz gewichtet hingegen die Vorstrafenlosigkeit, das Geständnis und das kooperative Verhalten der Beschwerdeführerin in der Strafuntersuchung insgesamt klar strafmindernd. Unter Berücksichtigung dieser Täterkomponenten erscheint ihr eine Freiheitsstrafe von 28-30 Monaten angemessen. Wegen des Verbots der \"reformatio in peius\" bestimmt die Vorinstanz die Strafe in Bestätigung des erstinstanzlichen Urteils auf 27 Monate.\n\n2.3 Was die Beschwerdeführerin gegen diese Strafzumessungserwägungen der Vorinstanz vorbringt, überzeugt nicht. Von einem bloss geringen Verschulden kann keine Rede sein. Der Einwand der Beschwerdeführerin, sie habe mangels Vergleichswerten nicht einschätzen können, wie viele Personen mit der fraglichen Menge Kokain gefährdet werden könnten, ist unbehelflich. Bereits aus der ihr zugesicherten Provision von maximal Fr. 20'000.- konnte sie ersehen, dass es sich um eine grosse Betäubungsmittelmenge und damit auch um ein erhebliches Gefährdungspotential handelte. Dass die Beschwerdeführerin eine relativ untergeordnete Stellung hatte, kann sich nicht weitergehend auf die Verschuldensbewertung auswirken. Die Erwägung der Vorinstanz, von einer \"sehr\" untergeordneten Funktion könne keine Rede sein, ist nicht zu beanstanden. Die Feststellung der Vorinstanz, die deliktische Tätigkeit habe sich zwar tatsächlich nur über eine kurze Zeit erstreckt, doch sei sie nicht aus eigenem Antrieb, sondern durch die Verhaftung der Beschwerdeführerin beendet worden, ist vertretbar, zumal die Beschwerdeführerin selbst ausdrücklich erklärt hat, sie hätte auch noch weiteres Kokain verkauft. Dass die Vorinstanz aus der kurzen Dauer der deliktischen Tätigkeit nichts zu Gunsten der Beschwerdeführerin ableitete, ist deshalb nicht zu beanstanden. Zu Recht hat die Vorinstanz den Umstand, dass die Beschwerdeführerin die Tat begangen hat, um die ärztliche Behandlung ihres nierenkranken älteren Sohnes zu finanzieren, aus den im angefochtenen Urteil erwähnten Gründen nur leicht strafmindernd berücksichtigt. Wenn die Vorinstanz aufgrund aller wesentlichen Strafzumessungsfaktoren eine Freiheitsstrafe im Bereich zwischen 28-30 Monaten als angemessen BGE 134 IV 17 S. 22erachtete und die Strafe mit Rücksicht auf das Verschlechterungsverbot auf 27 Monate festlegte, hat sie ihr Ermessen nicht überschritten.\n\n3.\n\n3.1 Die Beschwerdeführerin macht geltend, entgegen der Ansicht der Vorinstanz seien auch nach dem neuen Recht bei der Strafzumessung die Grenzwerte zu berücksichtigen, bei welchen noch der bedingte Strafvollzug (24 Monate) beziehungsweise der teilbedingte Vollzug (36 Monate) möglich sei. Dabei könne allerdings nicht weiterhin nur eine den Grenzwert um höchstens drei Monate übersteigende Strafe auf den Grenzwert herabgesetzt werden. Denn ob eine Strafe den Grenzwert nicht erheblich überschreite, bestimme sich nicht in absoluten Zahlen, sondern in Prozenten des Grenzwerts. Daher könne nicht nur eine Freiheitsstrafe von 27 Monaten, sondern auch noch eine (an sich angemessene) Freiheitsstrafe von 28-29 Monaten auf den Grenzwert von 24 Monaten herabgesetzt werden, bei welchem der vollbedingte Vollzug möglich sei. Selbst eine (an sich angemessene) Freiheitsstrafe von 30 Monaten könne unter diesem Gesichtspunkt auf 24 Monate herabgesetzt werden. Dies dränge sich schon deshalb auf, weil der Richter bei der Strafzumessung zu oft wenig wissenschaftlich und kaum begründet runde Zahlen bevorzuge, weshalb denn auch selten eine Strafe beispielsweise von 29 Monaten ausgefällt werde. Somit sei die von der Vorinstanz in Bestätigung des erstinstanzlichen Urteils ausgefällte Freiheitsstrafe von 27 Monaten ohne weiteres auf 24 Monate herabzusetzen und der Vollzug dieser Strafe unter Ansetzung einer angemessenen Probezeit bedingt aufzuschieben, da die subjektiven Voraussetzungen des bedingten Vollzugs unstreitig erfüllt seien. Dies müsse auch gelten, wenn man eine von der Vorinstanz als angemessen erachtete, aber wegen des Verbots der \"reformatio in peius\" nicht ausgefällte Freiheitsstrafe von 28-30 Monaten als massgebenden Ausgangspunkt erachten wollte. Eine Freiheitsstrafe von 28 Monaten überschreite den Grenzwert von 24 Monaten im gleichen Prozentsatz wie eine Freiheitsstrafe von 21 Monaten den altrechtlichen Grenzwert von 18 Monaten.\n\n3.2 Nach der Praxis des Bundesgerichts zum alten Recht war die Grenze von 18 Monaten für die Gewährung des bedingten Strafvollzugs (Art. 41 Ziff. 1 Abs. 1 aStGB) bei der Strafzumessung mit zu berücksichtigen, wenn eine Freiheitsstrafe von nicht erheblich längerer Dauer in Betracht fiel und die Voraussetzungen des bedingten Vollzugs im Übrigen erfüllt waren (BGE 127 IV 97 E. 3 S. 101; BGE 118 IV 337 BGE 134 IV 17 S. 23E. 2c S. 339 ff.). Der Richter hat sich nach dieser Rechtsprechung mit der Frage auseinander zu setzen, ob angesichts der persönlichen Verhältnisse des Schuldigen der Vollzug einer Freiheitsstrafe nicht dem Zweck der Verbrechensverhütung zuwiderlaufe. Bejaht er dies - etwa weil sich der Täter im Urteilszeitpunkt in einer gefestigten beruflichen Stellung befindet und in günstigen familiären Verhältnissen lebt und durch den Strafvollzug aus diesem günstigen Umfeld oder einer vorteilhaften Entwicklung herausgerissen würde und damit entsozialisiert werden könnte -, hat er diesem Umstand gemäss Art. 63 aStGB unter dem Gesichtspunkt der persönlichen Verhältnisse strafmindernd Rechnung zu tragen (BGE 118 IV 337 E. 2c S. 340 f. mit Hinweis). Im Nachgang zu diesem Grundsatzentscheid präzisierte das Bundesgericht, es könne dabei allerdings nur um Fälle von Freiheitsstrafen bis zu 21 Monaten gehen (BGE 127 IV 97 E. 3 S. 101 mit Hinweisen; Urteil 6S.262/2003 vom 19. Oktober 2003, E. 5.3). Damit wurde die gesetzliche Grenze für den bedingten Strafvollzug in bestimmten Fällen im Ergebnis überschritten. Schon früher war jedoch ausdrücklich darauf hingewiesen worden, es sei Sache des Gesetzgebers zu entscheiden, ob er die Möglichkeit des bedingten Strafvollzugs auch für längere Freiheitsstrafen vorsehen will (BGE 118 IV 337 E. 2c S. 341).\n\n3.3 Diese Möglichkeit besteht nach dem neuen Recht. Nunmehr können Freiheitsstrafen von 6 bis zu 24 Monaten bedingt sowie Freiheitsstrafen von 12 bis zu 36 Monaten teilbedingt ausgesprochen werden (Art. 42 und 43 StGB). Bedingte Strafen können mit einer unbedingten Geldstrafe oder mit einer Busse verbunden werden (Art. 42 Abs. 4 StGB). Damit wird das System des bedingten Strafvollzugs flexibler und verliert der Grenzwert für den bedingten Vollzug teilweise seine frühere einschneidende Bedeutung, welche der Rechtsprechung zum alten Recht bei Strafen von nicht erheblich mehr als 18 Monaten zu Grunde lag (siehe dazu bereits Urteil 6S.262/2003 vom 19. Oktober 2003, E. 5.3). Ziel der Revision war, mit teilbedingten Strafen im Sinne von Art. 43 StGB sowie mit der Strafenkombination nach Art. 42 Abs. 4 StGB die Sanktion in erhöhtem Masse zu individualisieren und den Strafvollzug zu entlasten, namentlich dort, wo früher eine unbedingte Freiheitsstrafe verhängt werden musste. Das gilt ohne Einschränkungen für zwei Jahre übersteigende Freiheitsstrafen, wobei die Möglichkeit zur Individualisierung durch die Obergrenze des bedingten Strafvollzugs (Art. 42 Abs. 1 StGB) beziehungsweise die Verschuldensklausel (Art. 43 Abs. 1 StGB) BGE 134 IV 17 S. 24begrenzt wird. Solche Freiheitsstrafen müssen zum Schuldausgleich teilweise vollstreckt werden, selbst wenn ihr vollständiger Aufschub unter spezialpräventiven Gesichtspunkten vorzuziehen wäre (BGE 134 IV 1 E. 5.4.3 S. 13; Urteile 6B_43/2007 vom 12. November 2007, E. 4.4.3 nicht publ. in BGE 134 IV 53; 6B_214/2007 vom 13. November 2007, E. 5.10.3). Bei Freiheitsstrafen von mehr als drei Jahren kommt nur der vollständige Vollzug in Frage. Auch die relativ flexible Regelung im neuen Sanktionensystem sieht somit notwendigerweise objektive und starre Grenzen vor. Der Gesetzgeber hat diese - teils nach eingehendem politischen Ringen - neu festgesetzt in der offenkundigen Meinung, dass damit der Bereich des Vorranges spezialpräventiver Gesichtspunkte klar umschrieben wird. Es bleibt kein Raum, diese Grenzen auf dem Weg der Gesetzesauslegung wieder zu relativieren und entgegen dem klaren Wortlaut einen erweiterten Grenzbereich offen zu halten, um besonderen Anliegen eines Täters entgegenzukommen.\n\n3.4 Damit wird nicht ausgeschlossen, die Folgen einer unbedingten Freiheitsstrafe in die Würdigung mit einzubeziehen. Dies hat im normalen Rahmen der Strafzumessung zu erfolgen. Art. 47 Abs. 1 StGB verlangt, bei der Festlegung der Strafe deren Wirkung auf das Leben des Täters zu berücksichtigen. Dass der Verurteilte durch die Verbüssung einer Freiheitsstrafe aus einem günstigen Umfeld herausgerissen wird, kann sich deshalb im einzelnen Fall nach wie vor strafmindernd auswirken und zur Folge haben, dass die auszufällende Strafe unter der schuldangemessenen Strafe liegt. Ob und wie weit dieser Strafminderungsgrund zum Tragen kommt, hängt von den konkreten Umständen ab und ist an sich unabhängig von der Höhe der Strafe.\n\n3.5 Losgelöst davon hat der Richter bei der Strafzumessung angesichts der einschneidenden Konsequenzen des unbedingten Vollzugs den Umstand mit zu berücksichtigen, dass die subjektiven Voraussetzungen des Strafaufschubs im Sinne einer günstigen beziehungsweise nicht ungünstigen Prognose im konkreten Einzelfall an sich erfüllt sind. Diese folgenorientierte Überlegung kann durchaus in die Strafzumessung einfliessen, bei welcher dem Richter ein weites Ermessen zusteht. Liegt die ins Auge gefasste Sanktion in einem Bereich, der die Grenze für den bedingten Vollzug (24 Monate) beziehungsweise für den teilbedingten Vollzug (36 Monate) - wie übrigens auch für die Halbgefangenschaft nach Art. 77b StGB (1 Jahr) - mit umfasst, so hat sich der Richter die Frage zu stellen, ob eine BGE 134 IV 17 S. 25Strafe, welche die Grenze nicht überschreitet, noch vertretbar ist. Bejaht er sie, hat er diese Strafe zu verhängen. Andernfalls ist es ihm unbenommen, auch eine nur unwesentlich über dem Grenzwert liegende - angemessene und begründbare - Strafe auszufällen. Mit der Festlegung einer Obergrenze hat der Gesetzgeber zu erkennen gegeben, dass der Täter, gegen welchen eine Strafe jenseits dieses Grenzbereichs auszusprechen ist, die nachteiligen Auswirkungen des Strafvollzugs auf sich zu nehmen hat. Dies gilt für den Täter, dessen Strafe nur knapp über der gesetzlichen Obergrenze liegt, genauso wie für denjenigen, welcher eine klar darüber hinausgehende, langjährige Freiheitsstrafe zu verbüssen hat. Die Praxis zum alten Recht hat teilweise dazu verleitet, eine Freiheitsstrafe von 22 oder gar 24 Monaten zu verhängen, obwohl eine kürzere, aber über 18 Monate liegende Strafe auch angemessen gewesen wäre. Dass dies nicht im Interesse des Täters lag, bedarf keiner weiteren Begründung. Erforderlich ist eine Strafzumessung, die alle wesentlichen Umstände berücksichtigt, wobei der Richter sein pflichtgemässes Ermessen auszuüben und gleichzeitig die klaren gesetzlichen Schranken zu beachten hat.\n\n3.6 Zusammenfassend ist deshalb festzuhalten, dass die in BGE 118 IV 337 begründete Praxis nicht ins neue Recht übernommen werden kann. Führt die Strafzumessung unter Würdigung aller wesentlichen Umstände zu einer Freiheitsstrafe, welche im Bereich eines Grenzwertes liegt, hat sich der Richter zu fragen, ob - zugunsten des Beschuldigten - eine Sanktion, welche die Grenze nicht überschreitet, noch innerhalb des Ermessensspielraumes liegt. Bejaht er die Frage, hat er die Strafe in dieser Höhe festzulegen. Verneint er sie, ist es zulässig, auch eine nur unwesentlich über der Grenze liegende Freiheitsstrafe auszufällen. In jedem Fall hat der Richter diesen Entscheid im Urteil ausdrücklich zu begründen, andernfalls er seiner Begründungspflicht nach Art. 50 StGB nicht nachkommt.\n\n3.7 Die Vorinstanz führt in ihrem Urteil aus, es bestehe - auch und insbesondere angesichts der neu geschaffenen Möglichkeit des teilbedingten Strafvollzugs - keine Notwendigkeit, die Grenze von 24 Monaten für die Gewährung des vollbedingten Strafvollzugs anzuheben beziehungsweise etwa eine Freiheitsstrafe von 27 Monaten auf 24 Monate herabzusetzen, um der Beschwerdeführerin dadurch den bedingten Strafvollzug zu ermöglichen. Hinzu komme, dass vorliegend ohnehin eine Freiheitsstrafe von etwa 28-30 Monaten schuldangemessen wäre. Die Ausfällung einer Freiheitsstrafe von 27 BGE 134 IV 17 S. 26Monaten erfolge lediglich mit Rücksicht auf das Verschlechterungsverbot. Auch dies spreche gegen eine weitere Reduktion. Mit diesen Erwägungen hat die Vorinstanz dargelegt, dass eine Freiheitsstrafe von höchstens 24 Monaten, welche den vollbedingten Vollzug ermöglicht, nicht mehr angemessen ist."}