{"annee": "134", "cour": "IV", "page": "36", "date": "24/10/2007", "cite": ["133 I 33", "122 I 253", "48 I 106", "124 IV 106", "133 I 185", "128 I 218"], "cite_par": ["137 IV 340", "139 IV 199", "137 IV 230", "134 II 124", "137 IV 237", "142 IV 196", "136 IV 1", "141 IV 317", "137 IV 22", "145 IV 65"], "chapeau": "4. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Beschwerde in Strafsachen)\n\n6B_89/2007 vom 24. Oktober 2007", "regestes": ["Art. 81 et 95-98 LTF; droit de recours de l'accusateur public et griefs qu'il est recevable à soulever. Exigence de la participation à la procédure devant l'autorité précédente selon l'art. 81 al. 1 let. a LTF applicable à l'accusateur public (consid. 1.3). L'art. 81 al. 1 let. b ch. 3 LTF ne contient pas de restriction au droit de l'accusateur public de former un recours en matière pénale. L'accusateur public est habilité à faire valoir tous les motifs de recours prévus aux art. 95-98 LTF (consid. 1.4)."], "faits": "BGE 134 IV 36 S. 37\n\nA. Am frühen Nachmittag des 8. August 2005 war X. mit ihren Hunden an der Stogelenstrasse in Pfäffikon/ZH zwischen dem Strandbad und dem Tharnhof am Spazieren. Plötzlich sprang ein Reh aus dem Gebüsch. Ihr Collie rannte ihm auf einer Strecke von ca. 30 bis 40 Metern hinterher. Sie rief ihren Hund zurück, und dieser kehrte sofort um. Es wird ihr vorgeworfen, den Hund nicht angeleint zu haben.\n\nB. Am 22. Juni 2006 sprach der Einzelrichter in Strafsachen des Bezirksgerichts Pfäffikon X. des fahrlässigen Wildernlassens ihres Hundes im Sinne von Art. 18 Abs. 1 lit. d und Art. 18 Abs. 3 des Bundesgesetzes vom 20. Juni 1986 über die Jagd und den Schutz wildlebender Säugetiere und Vögel (Jagdgesetz, JSG; SR 922.0) schuldig und bestrafte sie mit einer Busse von Fr. 200.-. Auf ihre Berufung hin wurde sie am 25. Januar 2007 vom Obergericht des Kantons Zürich vom erwähnten Vorwurf freigesprochen.\n\nC. Dagegen erhebt die Oberstaatsanwaltschaft des Kantons Zürich Beschwerde in Strafsachen, mit der sie die Aufhebung des obergerichtlichen Urteils und die Rückweisung der Sache zur Neubeurteilung verlangt. Vernehmlassungen wurden keine eingeholt.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft seine Zuständigkeit bzw. die Zulässigkeit eines Rechtsmittels von Amtes wegen mit freier Kognition (Art. 29 Abs. 1 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht [BGG; SR 173.110]; BGE 133 I 185 E. 2).\n\n1.1 Gemäss Art. 78 Abs. 1 BGG beurteilt das Bundesgericht Beschwerden gegen Entscheide in Strafsachen. Der Begriff \"Entscheide in Strafsachen\" umfasst sämtliche Entscheidungen, denen materielles Strafrecht oder Strafprozessrecht zu Grunde liegt. Mit anderen Worten kann grundsätzlich jeder Entscheid, der die Verfolgung oder die Beurteilung einer Straftat betrifft und sich auf Bundesrecht oder auf kantonales Recht stützt, mit der Beschwerde in Strafsachen angefochten werden (Botschaft des Bundesrates vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege; BBl 2001 S. 4313). Diese tritt an die Stelle der früheren Nichtigkeitsbeschwerde an den Kassationshof des Bundesgerichts (Art. 268 ff. aBStP) sowie, teilweise, der früheren staatsrechtlichen Beschwerde (Art. 84 ff. OG).\n\n1.2 Gemäss Art. 81 Abs. 1 BGG ist zur Beschwerde in Strafsachen berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen oder BGE 134 IV 36 S. 38keine Möglichkeit zur Teilnahme erhalten (lit. a) und ein rechtlich geschütztes Interesse an der Aufhebung oder Änderung des angefochtenen Entscheides hat (lit. b). Zum Kreis der beschwerdebefugten Parteien zählt namentlich die Staatsanwaltschaft (Art. 81 Abs. 1 lit. b Ziff. 3 BGG). Vorliegend ist zunächst zu klären, ob die Beschwerdeführerin im Sinne von Art. 81 Abs. 1 lit. a BGG am vorinstanzlichen Verfahren teilgenommen hat (E. 1.3), bevor in einem zweiten Schritt darüber zu entscheiden ist, zu welchen Rügen sie zuzulassen ist (E. 1.4).\n\n1.3\n\n1.3.1 Die Oberstaatsanwaltschaft des Kantons Zürich wähnt sich zur Beschwerde berechtigt, obwohl sie nach eigenen Angaben nicht am vorinstanzlichen Verfahren teilgenommen hat. Partei vor Vorinstanz sei das Statthalteramt Pfäffikon gewesen. Gestützt auf § 6 lit. m der Verordnung vom 27. Oktober 2004 über die Organisation der Oberstaatsanwaltschaft und der Staatsanwaltschaften (LS 213.21; im Folgenden: kantonale Organisationsverordnung) sei jedoch die Oberstaatsanwaltschaft und nicht das Statthalteramt Pfäffikon zur Vertretung der Anklage vor Bundesinstanzen befugt.\n\n1.3.2 Fest steht, dass die Oberstaatsanwaltschaft nicht unmittelbar am obergerichtlichen Verfahren beteiligt war. Nach den Vorschriften des kantonalen Prozessrechts wird die Anklage im Übertretungsstrafverfahren vom zuständigen Statthalteramt vertreten (§ 74 des Gerichtsverfassungsgesetzes vom 24. September 1978 [GVG/ ZH; LS 211.1]; § 334 und § 344 Abs. 2 des Gesetzes vom 4. Mai 1919 betreffend den Strafprozess [Strafprozessordnung, StPO/ZH; LS 321]; NIKLAUS SCHMID, in: Andreas Donatsch/Niklaus Schmid [Hrsg.], Kommentar zur Strafprozessordnung des Kantons Zürich, Zürich 1996, § 344 StPO/ZH N. 3). Im kantonalen Rechtsmittelverfahren ist die Staatsanwaltschaft neben dem Statthalteramt zur Beschwerde legitimiert (§ 395 Ziff. 1 StPO/ZH). Die Staatsanwaltschaft kann am Rechtsmittelverfahren auch teilnehmen, wenn das Rechtsmittel allein von der Verwaltungsbehörde ergriffen wurde (SCHMID, a.a.O., § 395 StPO/ZH N. 7). Als Aufsichtsbehörde hat die Oberstaatsanwaltschaft ein allgemeines sowie ein einzelfallbezogenes Weisungsrecht (§ 89 GVG/ZH; § 6 lit. e und g der kantonalen Organisationsverordnung).\n\nDie Teilnahme vor Vorinstanz ist eine Legitimationsvoraussetzung, die sich aus Bundesrecht ergibt. Es ist deshalb nicht von Bedeutung, dass die Oberstaatsanwaltschaft nach § 6 lit. m der erwähnten BGE 134 IV 36 S. 39kantonalen Organisationsverordnung für die Verfahrensführung vor Bundesgericht verantwortlich ist. Mit der bundesrechtlichen Voraussetzung der Verfahrensteilnahme nach Art. 81 Abs. 1 lit. a BGG soll verhindert werden, dass sich Personen, die im kantonalen Verfahren in keiner Form am Prozess mitgewirkt oder daran ein Interesse bekundet haben, erstmals vor Bundesgericht ins Verfahren einschalten können. Dies trifft auf die Oberstaatsanwaltschaft des Kantons Zürich im vorliegenden Fall jedoch nicht zu. Sie hat das Rechtsmittelverfahren nicht selbst geführt, sondern die Anklage von einer ihr untergeordneten Behörde vertreten und damit ihre Interessen mittelbar wahrnehmen lassen. Als oberste Anklagebehörde im Kanton behielt sie aber jederzeit die Möglichkeit, über ihre Aufsichts- und Weisungsbefugnisse auf das Rechtsmittelverfahren Einfluss zu nehmen. Sie war somit im Sinne von Art. 81 Abs. 1 lit. a BGG verfahrensbeteiligt vor Vorinstanz.\n\n1.4 Die beschwerdeführende Oberstaatsanwaltschaft rügt Willkür in der Beweiswürdigung und offensichtlich unrichtige Sachverhaltsfeststellungen durch die Vorinstanz. Nachfolgend ist zu entscheiden, ob sie zur Erhebung dieser Rügen berechtigt ist.\n\n1.4.1 Gemäss Art. 95 BGG sind die drei Einheitsbeschwerden (Beschwerde in Zivilsachen, Beschwerde in Strafsachen und Beschwerde in öffentlich-rechtlichen Angelegenheiten) unter anderem zulässig wegen Verletzung von Bundesrecht oder Völkerrecht (Art. 95 lit. a und b BGG). Zum Begriff \"Bundesrecht\" im Sinne von Art. 95 lit. a BGG gehört auch Bundesverfassungsrecht (Botschaft, a.a.O., S. 4335). Sodann kann die Feststellung des Sachverhalts gerügt werden, allerdings nur, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann (Art. 97 BGG). Da eine im Ergebnis offensichtlich unrichtige Feststellung des Sachverhalts gegen das Willkürverbot gemäss Art. 9 BV verstösst (Botschaft, a.a.O., S. 4338), stellt sie ebenfalls eine Verletzung von Bundesrecht bzw. Bundesverfassungsrecht dar.\n\n1.4.2 Unter der Herrschaft des früheren Verfahrensrechts stand dem öffentlichen Ankläger des Kantons lediglich das (prinzipale) Rechtsmittel der Nichtigkeitsbeschwerde zu. Verletzte seiner Meinung nach der angefochtene Entscheid Bundesrecht, war er durch diesen beschwert und ohne Rücksicht auf seine Stellungnahme vor BGE 134 IV 36 S. 40der kantonalen Instanz zur Nichtigkeitsbeschwerde sowohl zu Ungunsten als auch zu Gunsten eines Angeklagten legitimiert (BGE 124 IV 106 E. 1).\n\nDas (subsidiäre) Rechtsmittel der staatsrechtlichen Beschwerde wegen Verletzung verfassungsmässiger Rechte (Art. 84 Abs. 1 lit. a OG) konnte der Staatsanwalt hingegen nicht ergreifen. Die staatsrechtliche Beschwerde stand Bürgern (Privaten) und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Rechtsverletzungen erlitten haben (Art. 88 OG). Die Beschränkung auf persönliche Interessen des Beschwerdeführers schloss die \"Popularbeschwerde\" oder die Geltendmachung allgemeiner öffentlicher Interessen aus. Der öffentliche Ankläger in Strafsachen war aus diesem Grund von der Ergreifung der staatsrechtlichen Beschwerde ausgeschlossen (BGE 133 I 33 E. 1.1; eingehend schon BGE 48 I 106 E. 1).\n\nDie frühere Verfahrensordnung hatte zur Folge, dass der Staatsanwalt nicht vorbringen konnte, der ergangene Freispruch oder Schuldspruch des kantonalen Gerichts verletze den aus Art. 32 Abs. 1 BV und Art. 6 Ziff. 2 EMRK abgeleiteten Grundsatz \"in dubio pro reo\" oder beruhe auf einer willkürlichen Sachverhaltsfeststellung oder einer willkürlichen Anwendung des kantonalen Prozessrechts. Die Möglichkeit, den kantonalen Entscheid auf seine Verfassungsmässigkeit hin überprüfen zu lassen, war ihm prozessual verwehrt. Damit blieb seine Beschwerdebefugnis hinter jener des Beschuldigten, aber auch jener des Opfers, dem eine auf materiell-rechtliche Fragen erweiterte Legitimation zur staatsrechtlichen Beschwerde zukam (BGE 128 I 218 E. 1.1), zurück.\n\n1.4.3 Unter der neuen Verfahrensordnung wird der Staatsanwaltschaft das Beschwerderecht in Strafsachen ausdrücklich und dem Wortlaut nach ohne Einschränkung zuerkannt (Art. 81 Abs. 1 lit. b Ziff. 3 BGG). Die Legitimation leitet sich aus dem staatlichen Strafanspruch ab, den sie zu vertreten hat. Daher verfügt sie grundsätzlich über ein rechtlich geschütztes Interesse an der Aufhebung oder Änderung des angefochtenen Entscheids, das zur Erhebung der Beschwerde in Strafsachen berechtigt. Im Unterschied zur früheren staatsrechtlichen Beschwerde setzt das Beschwerderecht nicht voraus, dass der Beschwerdeführer vom angefochtenen Entscheid persönlich betroffen ist. Das wäre für den Staatsanwalt auch gar nicht denkbar, weil er am Verfahren als staatliches Organ beteiligt ist und BGE 134 IV 36 S. 41gerade in dieser Eigenschaft zur Beschwerdeführung in Strafsachen ermächtigt wird.\n\nSystematisch getrennt vom Legitimationserfordernis (Art. 81 BGG) vereinigt das Gesetz die Beschwerdegründe der bisherigen Rechtsmittel zur Einheitsbeschwerde (Art. 95-98 BGG). Wer zur Beschwerde in Strafsachen legitimiert ist, kann grundsätzlich jede Rechtsverletzung geltend machen, die bei der Anwendung von materiellem Strafrecht oder Strafprozessrecht begangen wird, mithin auch eine Verletzung von Bundesverfassungsrecht als Teil des Bundesrechts (E. 1.1.3). Für die Staatsanwaltschaft gilt das gleichermassen wie für die anderen beschwerdeführenden Parteien. Bereits der Bundesrat hielt in seiner Botschaft fest - und ist in den eidgenössischen Räten nicht in Frage gestellt worden -, dass der Staatsanwalt berechtigt ist, ein kantonales Strafurteil wegen willkürlicher Beweiswürdigung, aktenwidriger Sachverhaltsfeststellung (Botschaft, a.a.O., S. 4318) oder willkürlicher Anwendung des kantonalen Prozessrechts (Botschaft, a.a.O., S. 4335) anzufechten. Seine fehlende Legitimation zur früheren Verfassungsbeschwerde wird ausdrücklich als Lücke im Rechtsschutz bezeichnet (Botschaft, a.a.O., S. 4215 f.). Es entspricht somit der klaren Absicht des Gesetzgebers, dass Verfassungsrügen des Staatsanwaltes nicht mehr von der Hand gewiesen werden können mit der Begründung, diese stünden nur Privaten als Träger verfassungsmässiger Rechte zu. Selbstredend macht er auch gar nicht geltend, er sei in seinen eigenen Grundrechtspositionen beeinträchtigt, sondern nur, Bundesverfassungsrecht sei objektiv verletzt, was einem zulässigen Beschwerdegrund entspricht.\n\n1.4.4 Entgegen einer in der Literatur vertretenen Auffassung (REGINA KIENER/MATHIAS KUHN, Das neue Bundesgerichtsgesetz - eine [vorläufige] Würdigung, ZBl 107/2006 S. 152) stellt die fehlende Grundrechtsträgerschaft des öffentlichen Anklägers unter der Einheitsbeschwerde kein Legitimationsproblem dar. Die Frage, ob dieser eine Verfassungsverletzung (z.B. eine Verletzung des Willkürverbotes) geltend machen kann, betrifft vielmehr nur den Geltungsbereich der angerufenen Verfassungsnorm und damit ein materiell-rechtliches Grundrechtsproblem (vgl. dazu bereits WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., Bern 1994, S. 224). Das Willkürverbot gemäss Art. 9 BV beispielsweise räumt dem Einzelnen einen Anspruch auf willkürfreies Handeln der Behörden ein (BGE 133 I 185 E. 4.1). Darüber hinaus beansprucht es aber Geltung als objektives Grundprinzip, das die BGE 134 IV 36 S. 42gesamte Staatstätigkeit bindet, wie Grundrechte überhaupt (JÖRG PAUL MÜLLER, Elemente einer schweizerischen Grundrechtstheorie, Bern 1982, S. 5 f. und passim). Das Willkürverbot gilt daher für staatliche Organe umfassend als objektives Recht, und zwar nicht nur gegenüber dem einzelnen Bürger, sondern auch im Verhältnis zu anderen Staatsorganen, und es verbietet sowohl die willkürliche Benachteiligung als auch die willkürliche Begünstigung von Privaten (FELIX UHLMANN, Das Willkürverbot [Art. 9 BV], Habilitationsschrift Bern 2005, Rz. 295 ff., 415). Gestützt auf den objektiv-rechtlichen Gehalt von Art. 9 BV oder anderen Grundrechtsnormen kann die Staatsanwaltschaft nunmehr geltend machen, die Vorinstanz habe deren Tragweite zu Gunsten oder zu Ungunsten der privaten Prozesspartei (Angeklagter oder Opfer) verkannt. Eine verfassungsrechtliche Sicht steht dem nicht entgegen.\n\n1.4.5 Schliesslich ist darauf hinzuweisen, dass die Gleichstellung der Staatsanwaltschaft mit den übrigen Prozessparteien des Strafprozesses auch in der Sache gerechtfertigt erscheint. Im kontradiktorischen Hauptverfahren kommen die Standpunkte des Anklägers und der Verteidigung voll zur Geltung, was Gewähr für eine umfassende Darstellung des Prozessstoffes bietet (ROBERT HAUSER/ERHARD SCHWERI/KARL HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl., Basel 2005, § 80 Rz. 2 S. 409). Es ist daher nur konsequent und entspricht dem aus Art. 6 EMRK abgeleiteten Grundsatz der Waffengleichheit, wenn die Parteien im Verfahren vor Bundesgericht über die gleichen prozessualen Rechte verfügen. Andernfalls könnte die Staatsanwaltschaft selbst als Beschwerdegegnerin nicht geltend machen, der Vorwurf der falschen Rechtsanwendung sei zwar zutreffend, der Entscheid im Ergebnis aber dennoch richtig, weil das Gericht den Sachverhalt willkürlich festgestellt habe (vgl. BGE 122 I 253 E. 6d S. 256). Das frühere Rechtsmittelsystem war auch insofern unbefriedigend, als nur das Opfer rügen konnte, die Vorinstanz habe die Tragweite des in Art. 32 Abs. 1 BV und Art. 6 Ziff. 2 EMRK verankerten strafprozessualen Grundsatzes \"in dubio pro reo\" zu Gunsten des Angeklagten verkannt, während die Staatsanwaltschaft von der Rügemöglichkeit ausgeschlossen war. Dies war nur mit den Besonderheiten der staatsrechtlichen Beschwerde zu erklären und stand im Widerspruch dazu, dass der Strafanspruch ausschliesslich dem Staat zukommt. Unter der neuen Verfahrensordnung lässt sich das prozessuale Ungleichgewicht nicht mehr aufrechterhalten. Denn die Beschwerde in Strafsachen ist BGE 134 IV 36 S. 43nicht nur ein Rechtsmittel der Privaten, sondern dient auch dem Staatsanwalt zur Durchsetzung des objektiven Bundesrechts, um den Strafanspruch zu wahren.\n\n1.5 Auf die Beschwerde der Oberstaatsanwaltschaft ist deshalb einzutreten und die von ihr erhobenen Verfassungs- und Sachverhaltsrügen sind zu behandeln."}