{"annee": "134", "cour": "I", "page": "293", "date": "26/9/2008", "cite": ["53 I 30", "133 I 77", "116 IV 386", "85 II 194", "115 III 1", "131 III 652", "86 II 291", "130 I 169", "122 I 222", "126 I 97", "127 I 97", "133 I 286", "133 I 249", "108 II 180", "49 I 496", "120 IA 286"], "cite_par": ["144 I 306", "135 I 233", "144 II 16", "137 I 77"], "chapeau": "34. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Kanton Thurgau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_73/2008 vom 26. September 2008", "regestes": ["Art. 49 al. 1 Cst.; art. 38, 44 et 92 al. 1 ch. 1a LP; art. 641a und 896 CC; liberté personnelle; garantie de la propriété; modification de la loi thurgovienne du 5 décembre 1983 sur la détention de chiens. Une disposition de droit cantonal qui prévoit la confiscation et le placement d'un chien comme moyen de contraindre le propriétaire à respecter ses obligations financières de détenteur d'animal ne constitue pas une mesure directement destinée à assurer le recouvrement d'une somme d'argent contraire au droit fédéral de la poursuite, mais uniquement un désavantage juridique de nature administrative ayant un effet incitatif indirect (consid. 3 et 4.1); elle ne contrevient pas l'interdiction de droit fédéral de saisir les animaux de compagnie (consid. 4.2). Compatibilité de cette mesure avec le droit à la liberté personnelle et la garantie de la propriété (consid. 5)."], "faits": "BGE 134 I 293 S. 294\n\nIm Zuge von Massnahmen gegen gefährliche Hunde ergänzte der Grosse Rat des Kantons Thurgau mit Beschluss vom 12. September 2007 das kantonale Gesetz vom 5. Dezember 1983 über das Halten von Hunden (HundeG) durch Einführung zusätzlicher Verpflichtungen der Hundehalter sowie entsprechender behördlicher Kontrollmöglichkeiten. Unter der Überschrift \"Zwangsmassnahmen\" wurde als § 7a folgende neue Bestimmung in das Gesetz aufgenommen:\n\n1 Kommt ein Hundehalter trotz vorgängiger Mahnung seinen finanziellen Verpflichtungen im Zusammenhang mit seiner Hundehaltung nicht nach, kann der Hund bis zur Erfüllung dieser Verpflichtung auf Kosten des Hundehalters eingezogen und untergebracht werden.\n\n2 Zu den finanziellen Verpflichtungen eines Hundehalters gehören insbesondere:\n\n1. der Abschluss einer Haftpflichtversicherung gemäss § 1a;\n\n2. die Bezahlung eines verlangten Kostenvorschusses und der Kosten für Massnahmen gemäss § 7;\n\n3. die Bezahlung der Hundesteuer;\n\n4. die Bezahlung der Kosten für die Kennzeichnung gemäss § 8.\n\n3 Werden die finanziellen Verpflichtungen innert angemessener Frist nicht erfüllt, kann der Hund fremdplatziert werden.\n\n4 Lässt ein Hundehalter seinen Hund nicht vorschriftsgemäss kennzeichnen, wird eine Ersatzvornahme auf Kosten des Hundehalters durchgeführt.\n\nX. führt mit Eingabe vom 25. Januar 2008 beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, die Absätze 1-3 von § 7a des geänderten Gesetzes aufzuheben; eventuell seien lediglich die Ziffern 3 und 4 von § 7a Absatz 2 aufzuheben. Er rügt vorab eine Verletzung von Art. 49 Abs. 1 BV (Vorrang des Bundesrechts; Verstoss gegen das Pfändungs- und Retentionsverbot von Heimtieren), ferner einen Verstoss gegen die Tierschutzgesetzgebung, gegen die Eigentumsgarantie, gegen die Rechtsgleichheit und das Willkürverbot sowie gegen die persönliche Freiheit. Das Bundesgericht weist die Beschwerde im Sinne der Erwägungen ab. BGE 134 I 293 S. 295", "considerants": "Aus den Erwägungen:\n\n2. Bei der Prüfung der Verfassungsmässigkeit eines kantonalen Erlasses im Rahmen der abstrakten Normenkontrolle ist nach der Rechtsprechung des Bundesgerichts massgebend, ob der betreffenden Norm nach anerkannten Auslegungsregeln ein Sinn beigemessen werden kann, der sie mit den angerufenen Verfassungsgarantien vereinbar erscheinen lässt. Das Bundesgericht hebt eine kantonale Norm nur auf, wenn sie sich jeder verfassungskonformen (bzw. mit dem höherstufigen Bundesrecht vereinbaren) Auslegung entzieht, nicht jedoch, wenn sie einer solchen in vertretbarer Weise zugänglich bleibt (BGE 133 I 77 E. 2 S. 79, BGE 133 I 286 E. 4.3 S. 295, je mit Hinweisen). Erscheint eine generell-abstrakte Regelung unter normalen Verhältnissen, wie sie der Gesetzgeber voraussetzen durfte, als verfassungsrechtlich zulässig, so vermag die ungewisse Möglichkeit, dass sie sich in besonders gelagerten Einzelfällen als verfassungswidrig auswirken könnte, ein Eingreifen des Verfassungsrichters im Stadium der abstrakten Normenkontrolle im Allgemeinen noch nicht zu rechtfertigen; den Betroffenen verbleibt die Möglichkeit, eine allfällige Verfassungswidrigkeit bei der Anwendung im Einzelfall geltend zu machen (BGE 122 I 222 E. 8 S. 235; BGE 120 Ia 286 E. 2b S. 290, je mit Hinweis).\n\n3.\n\n3.1 Der Beschwerdeführer erblickt in der in § 7a Abs. 1 und 3 HundeG vorgesehenen Möglichkeit, zur Durchsetzung finanzieller Verpflichtungen des Hundehalters den Hund wegzunehmen und fremdzuplatzieren, einen Verstoss gegen den Vorrang des Bundesrechtes (Art. 49 Abs. 1 BV), da eine solche Regelung das in Art. 92 Abs. 1 Ziff. 1a SchKG bzw. Art. 896 ZGB verankerte Pfändungs- und Retentionsverbot von Heimtieren missachte. Fällige Hundesteuern seien auf dem Betreibungswege einzutreiben, wobei die Nichtbezahlung dieser Abgabe trotz erfolgter Mahnung gemäss § 17 HundeG zudem noch mit einer Busse bestraft werden könne. Nach dem seit 1. April 2003 in Kraft stehenden Art. 641a ZGB seien Tiere keine Sache mehr und nur als solche zu behandeln, soweit keine besonderen Regelungen bestünden. Gemäss der gleichzeitig beschlossenen neuen Bestimmung von Art. 92 Abs. 1 Ziff. 1a SchKG seien Tiere, die im häuslichen Bereich und nicht zu Vermögens- oder Erwerbszwecken gehalten werden, unpfändbar, womit an solchen Tieren grundsätzlich auch kein Retentionsrecht mehr ausgeübt werden könne (Art. 896 ZGB). Auch wenn die angefochtene kantonale BGE 134 I 293 S. 296Regelung nicht darauf abziele, durch Verwertung des Hundes einen Erlös zu erzielen, kollidiere die Wegnahme eines unpfändbaren Tieres zur Erzwingung einer finanziellen Leistung doch mit der genannten Bestimmung des SchKG. Zwar werde nicht direkt der Hund gepfändet und zwecks Befriedigung des Gläubigers versilbert, doch werde der Schutz, den das Schuldbetreibungsrecht der Beziehung zwischen dem Hundehalter und seinem Tier zukommen lassen wolle, durch die beanstandete kantonale Gesetzgebung vereitelt.\n\n3.2 Geldforderungen sind auf dem Wege der Schuldbetreibung zu vollstrecken (Art. 38 SchKG). Die Kantone sind nicht befugt, hierfür eigene Vollstreckungsmassnahmen vorzusehen (BGE 108 II 180 E. 2a S. 182; BGE 86 II 291 E. 2 S. 295; BGE 85 II 194 E. 2 S. 196; 78 II 89 E. 2 S. 92). Das gilt grundsätzlich auch für öffentlich-rechtliche Geldforderungen; unmittelbar auf die Eintreibung solcher Forderungen ausgerichtete Vollstreckungsmassnahmen richten sich ausschliesslich nach den Bestimmungen des Schuldbetreibungsrechtes, soweit nicht besondere straf- oder fiskalrechtliche Bestimmungen über die Verwertung beschlagnahmter Gegenstände zum Zuge kommen (Art. 44 SchKG; BGE 131 III 652 E. 3.1 S. 656; BGE 126 I 97 E. 3d S. 108 f.; BGE 115 III 1 E. 3 S. 2 ff.; Urteil 2A.705/2006 vom 24. April 2007, E. 3.5; ANDRÉ GRISEL, Traité de droit administratif, Bd. II, Neuenburg 1984, S. 635 f.; MAX IMBODEN/RENÉ A. RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. I, 5. Aufl., Basel 1976, Nr. 50 B; ULRICH HÄFELIN/GEORG MÜLLER/FELIX UHLMANN, Allgemeines Verwaltungsrecht, 5. Aufl., Zürich 2006, Rz. 1152 f.; MARCEL OGG, Die verwaltungsrechtlichen Sanktionen und ihre Rechtsgrundlagen, Diss. Zürich 2002, S. 14 f., 102; KARL SPÜHLER, Probleme bei der Schuldbetreibung für öffentlichrechtliche Geldforderungen, in: ZBl 100/1999 S. 256 f.). Für ein besonderes kantonales Vollstreckungsverfahren für öffentlich-rechtliche Geldforderungen besteht insoweit kein Raum (HEINRICH ANDREAS MÜLLER, Der Verwaltungszwang, Diss. Zürich 1975, S. 53). Dem zuständigen Gesetzgeber bleibt es aber unverwehrt, die Nichtbezahlung öffentlich-rechtlicher Forderungen - nebst allfälligen Verwaltungsstrafen - durch administrative Rechtsnachteile zu sanktionieren, um den Schuldner (indirekt) auf diese Weise zu veranlassen, seiner Zahlungspflicht nachzukommen (vgl. HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 1208 ff.; PIERRE TSCHANNEN/ULRICH ZIMMERLI, Allgemeines Verwaltungsrecht, 2. Aufl., Bern 2005, § 32 Rz. 37 ff. S. 292 ff.; MÜLLER, a.a.O., S. 57 ff.; OGG, a.a.O., S. 47 ff.; ferner: TOBIAS JAAG, Sanktionen im Verwaltungsrecht, in: BGE 134 I 293 S. 297Jürg-Beat Ackermann/Andreas Donatsch/Jörg Rehberg [Hrsg.], Wirtschaft und Strafrecht, Festschrift für Niklaus Schmid, Zürich 2001, S. 567 ff.). Solche administrativen Sanktionen bedürfen in der Regel einer besonderen gesetzlichen Grundlage und müssen, was den mit dem Eingriff verbundenen Nachteil für den Betroffenen anbelangt, das Gebot der Verhältnismässigkeit respektieren (HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 1211-1218). Die Nichterfüllung öffentlich-rechtlicher Geldforderungen kann insbesondere die Verweigerung von davon abhängigen bzw. im Austauschverhältnis zu erbringenden Verwaltungsleistungen nach sich ziehen. Diese Sanktion fällt namentlich in Betracht beim Verzug in der Bezahlung von Benutzungsgebühren, soweit es sich nicht um die Belieferung mit für den betroffenen Privaten lebenswichtigen Gütern wie etwa die Energie- und Wasserzufuhr handelt (IMBODEN/RHINOW, a.a.O., Nr. 56 B III.; HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 1217 f.; MÜLLER, a.a.O., S. 67 f.). Ebenso kann bei Nichtbezahlung der Gebühr für eine vorgeschriebene polizeiliche Kontrolle die entsprechende Bewilligung verweigert werden (BGE 49 I 496 [betreffend Filmzensur]). Als unzulässig erachtete das Bundesgericht jedoch eine kantonale Vorschrift, wonach der Rückstand in der Bezahlung der Steuern die Einstellung im Stimmrecht nach sich zog (BGE 53 I 30). Ebenso wenig darf die Abmeldebestätigung durch die Einwohnerkontrolle von der Begleichung offener Steuerschulden abhängig gemacht werden (BGE 127 I 97). Gegen das Verbot des Schuldverhaftes (vormals Art. 59 Abs. 3 aBV, in der aktuellen Bundesverfassung nicht mehr ausdrücklich erwähnt, jedoch aus dem Schutz der Menschenwürde [Art. 7 BV] und der persönlichen Freiheit [Art. 10 Abs. 2 BV] abgeleitet [BGE 130 I 169 E. 2.2 S. 171]) verstiess die in einem kantonalen Steuererlass vorgesehene Pflicht, unbezahlt gebliebene Militärsteuern durch Arbeitsleistung in einer Kaserne abzuverdienen (BGE 22 S. 24 ff.; vgl. auch BGE 116 IV 386 E. 2c/bb S. 388 f. in Bezug auf den Militärpflichtersatz), ebenso die Umwandlung von unbezahlten Prozesskosten in Haft (BGE 10 S. 213 ff.; ferner: BGE 130 I 169 E. 2.3/2.4 S. 172 f. mit weiteren Hinweisen); ein blosses Wirtshausverbot für säumige Steuerschuldner galt dagegen als mit der genannten Garantie noch vereinbar (BGE 10 S. 469 f.; 12 S. 526; vgl. zum Gesagten auch WALTHER BURCKHARDT, Kommentar der schweizerischen Bundesverfassung vom 29. Mai 1874, 3. Aufl., Bern 1931, S. 564 f.).\n\n3.3 Zur (indirekten) Durchsetzung der Erfüllung von Abgabepflichten kann das Gesetz auch Massnahmen vorsehen, durch die dem BGE 134 I 293 S. 298säumigen Schuldner die (weitere) Benutzung bestimmter Sachen untersagt oder verunmöglicht wird. So kann etwa der Fahrzeugausweis (einschliesslich des Kontrollschildes) für ein Motorfahrzeug entzogen werden, wenn und solange der Halter die kantonalen Verkehrssteuern oder -gebühren nicht bezahlt hat (Art. 16 Abs. 4 lit. b SVG, Art. 106 Abs. 2 lit. c und Abs. 3 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr [Verkehrszulassungsverordnung, VZV; SR 741.51]) oder die erforderliche Haftpflichtversicherung nicht mehr besteht (vgl. Art. 68 Abs. 2 letzter Satz in Verbindung mit Art. 16 Abs. 1 SVG, Art. 7 Abs. 2 der Verkehrsversicherungsverordnung vom 20. November 1959 [VVV; SR 741.31]). Die Möglichkeit dieser Vorkehr sieht die Bundesgesetzgebung heute zudem für den Fall der Nichtbezahlung der Schwerverkehrsabgabe vor (Art. 14a lit. a des Bundesgesetzes vom 19. Dezember 1997 über eine leistungsabhängige Schwerverkehrsabgabe [Schwerverkehrsabgabegesetz, SVAG; SR 641.81] bzw. Art. 16 Abs. 5 lit. a SVG), um die Entrichtung dieser Abgaben auch gegenüber zahlungsunwilligen oder -unfähigen Unternehmern wirksam zu gewährleisten und Wettbewerbsverzerrungen im Transportgewerbe zu vermeiden (Botschaft vom 22. November 2006 zum Bundesgesetz über Massnahmen zur Verbesserung der Verfahren im Bereich der leistungsabhängigen Schwerverkehrsabgabe, BBl 2006 S. 9543).\n\n4.\n\n4.1 Die angefochtene neue Regelung des thurgauischen Hundegesetzes, wonach ein Hund bei Nichterfüllung der dem Halter aus der Hundehaltung erwachsenden finanziellen Verpflichtungen eingezogen und fremdplatziert werden kann, stellt keine unmittelbar der Vollstreckung der Geldleistungspflicht dienende Massnahme dar; insbesondere wird der Hund nicht zwecks Verwertung behändigt, sondern lediglich als (indirektes) Druckmittel der Obhut des Halters entzogen. Die angefochtene Gesetzesbestimmung greift insoweit nicht in den Regelungsbereich des Schuldbetreibungsrechtes ein, sondern will im Sinne eines administrativen Rechtsnachteils den säumigen Hundehalter indirekt zur Erfüllung seiner finanziellen Verpflichtungen veranlassen. Dies wird an sich auch vom Beschwerdeführer eingeräumt. Er hält aber dafür, dass die vom kantonalen Gesetzgeber für den Fall der Nichterfüllung finanzieller Verpflichtungen vorgesehene Möglichkeit der Konfiszierung von Hunden angesichts des heute für Heimtiere gemäss Art. 92 Abs. 1 Ziff. 1a BGE 134 I 293 S. 299SchKG bzw. Art. 896 ZGB geltenden Pfändungs- und Retentionsverbotes gegen Sinn und Geist des Bundesrechts und damit gegen Art. 49 Abs. 1 BV verstosse.\n\n4.2 Im Zuge der neuen zivilrechtlichen Regelung über den Status der Tiere (Art. 641a ZGB) wurden Heimtiere, die vom Schuldner nicht zu Vermögens- oder Erwerbszwecken gehalten werden, im Hinblick auf die oftmals starken emotionalen Bindungen zwischen Mensch und Tier und auf den meist geringen, zum affektiven Wert in keinem Verhältnis stehenden Verwertungserlös von der Möglichkeit der Pfändung und Verwertung ausgenommen (Bericht der Kommission für Rechtsfragen des Ständerates vom 25. Januar 2002 betreffend Parlamentarische Initiative: Die Tiere in der schweizerischen Rechtsordnung, BBl 2002 S. 4173, Ziff. 3.6; ANTOINE F. GOETSCHEL/GIERI BOLLIGER, Das Tier im Recht, Zürich 2003, S. 139 f.). Diese schuldbetreibungsrechtliche Regelung schliesst anderweitige rechtliche Schranken, welche der Tierhaltung entgegenstehen können, nicht aus; sie garantiert weder ein absolutes Recht auf Haltung von Heimtieren noch befreit sie von der Erfüllung der mit der Tierhaltung verbundenen finanziellen (und sonstigen) Verpflichtungen gegenüber dem Staat und Dritten. Das vom Beschwerdeführer angerufene bundesrechtliche Pfändungs- und Retentionsverbot für Heimtiere besagt lediglich, dass Heimtiere nicht zur Befriedigung von Geldforderungen (beliebigen Ursprungs) der Zwangsverwertung zugeführt werden dürfen; es schliesst nicht aus, dass der zuständige Gesetzgeber die Nichterfüllung der mit der Tierhaltung verbundenen finanziellen (und sonstigen) Pflichten durch administrative Rechtsnachteile und Verwaltungsstrafen sanktioniert, wie dies nach dem Gesagten auch in anderen Regelungsbereichen der Fall sein kann. Schranken für solche Massnahmen ergeben sich nicht aus dem Schuldbetreibungsrecht, sondern vorab aus allenfalls berührten Grundrechten. Es ist ferner auch nicht ersichtlich und rechtsgenüglich dargetan, inwiefern die angefochtene kantonale Gesetzesbestimmung gegen die eidgenössische Tierschutzgesetzgebung verstossen soll. Die Rüge der Verletzung von Art. 49 Abs. 1 BV vermag nicht durchzudringen.\n\n5. Zu prüfen bleibt, ob die streitige Regelung vor den angerufenen Grundrechten standhält. Der Beschwerdeführer erblickt in der vorgesehenen Möglichkeit, Hunde wegen Nichterfüllung finanzieller Verpflichtungen zu beschlagnahmen, einen Verstoss sowohl gegen die persönliche Freiheit (Art. 10 Abs. 2 BV) und die BGE 134 I 293 S. 300Eigentumsgarantie (Art. 26 BV) wie auch gegen das Willkürverbot (Art. 9 BV) und die Rechtsgleichheit (Art. 8 BV).\n\n5.1 Die angefochtenen Bestimmungen sind in einem formellen Gesetz enthalten. Das Erfordernis der gesetzlichen Grundlage (Art. 36 Abs. 1 BV) ist damit erfüllt.\n\n5.2 Die Beschlagnahme eines Hundes, zu dem der Halter eine enge emotionale Beziehung hat, kann einen Eingriff in das Grundrecht der persönlichen Freiheit darstellen (Art. 10 Abs. 2 BV; BGE 133 I 249 E. 2 S. 252 f.; Urteil 2P.24/2006 vom 27. April 2007, E. 3.2), was alsdann voraussetzt, dass überwiegende öffentliche Interessen die Massnahme rechtfertigen und als verhältnismässig erscheinen lassen (Art. 36 Abs. 2 und 3 BV).\n\n5.2.1 Die Wegnahme und allfällige (definitive) Fremdplatzierung eines Hundes zur Erzwingung der Bezahlung bzw. als administrative Sanktion für die Nichtbezahlung einer relativ niedrigen Geldforderung des Staates erscheint unter dem Gesichtswinkel der persönlichen Freiheit in der Tat nicht unproblematisch. Die affektive Beziehung zu Heimtieren gilt nach heutiger Anschauung als schützenswertes Rechtsgut, was unter anderem im vom Bundesgesetzgeber beschlossenen Pfändungs- und Retentionsverbot für solche Tiere zum Ausdruck kommt. Auch der kantonale Gesetzgeber kann sich beim Erlass von Vorschriften, welche die Wegnahme und Konfiszierung von Hunden vorsehen, über diesen Aspekt nicht hinwegsetzen. Dass solche Massnahmen den Schutzbereich der persönlichen Freiheit des Halters berühren können, schliesst ihre Zulässigkeit aber noch nicht aus. Das steht ausser Frage, soweit es sich um Massnahmen gegen gefährliche Hunde handelt, die vorrangige Anliegen der öffentlichen Sicherheit verfolgen, denen gegenüber das persönliche Interesse des Halters zurückzutreten hat. Neben sicherheitspolizeilichen können aber auch andere öffentliche Interessen genügend Gewicht besitzen, um die Wegnahme eines Tieres zu rechtfertigen, so namentlich Gründe des Tierschutzes oder der Schutz der Umgebung vor unzumutbaren Belästigungen.\n\n5.2.2 Soweit die in der vorliegend angefochtenen Gesetzesbestimmung vorgesehene Sanktion der Wegnahme und allfälligen Fremdplatzierung eines Hundes bezweckt, den Halter zum Abschluss der vorgeschriebenen Haftpflichtversicherung zu veranlassen (§ 7a Abs. 2 Ziff. 1 in Verbindung mit § 1a HundeG), dient dieses administrative Druckmittel der Erfüllung einer wesentlichen BGE 134 I 293 S. 301Sachverpflichtung, welche einen allfälligen Eingriff in die persönliche Freiheit des Halters zu rechtfertigen vermag. Grundsätzlich dasselbe gilt, wenn mit der erwähnten Sanktion erzwungen werden soll, dass ein Halter für den Kostenvorschuss oder die Kosten für im Zusammenhang mit seiner Hundehaltung stehende Kontroll- oder Abwehrmassnahmen aufkommt (§ 7a Abs. 2 Ziff. 2 in Verbindung mit § 7). Auch hier geht es nicht in erster Linie um ein blosses fiskalisches Interesse, sondern um die Wahrung von potentiell vorrangigen öffentlichen Sachinteressen.\n\n5.2.3 Dieser Erkenntnis verschliesst sich auch der Beschwerdeführer nicht völlig, indem er der Regelung des kantonalen Gesetzgebers in den soeben genannten beiden Punkten ein \"gewisses Verständnis\" entgegenbringt. Er stösst sich vor allem daran, dass die Beschlagnahme als Mittel zur Eintreibung der Hundesteuer sowie der Rechnung des Tierarztes für die Kennzeichnung verwendet werden kann, und verlangt eventualiter wenigstens die Streichung der betreffenden beiden Gesetzesbestimmungen von § 7a Abs. 2 Ziff. 3 und 4, wo es um rein finanzielle Verpflichtungen und relativ geringe Beträge gehe. Zudem handle es sich bei den Kosten der Kennzeichnung um eine zivilrechtliche Forderung des Tierarztes, deren Durchsetzung keine staatliche Privilegierung verdiene; für die Eintreibung dieser Forderung durch eine Verfügung der Gemeinde fehle es an einer gesetzlichen Grundlage.\n\nDieser letztere Einwand übersieht, dass bei Unterlassung der vorgeschriebenen Kennzeichnung durch den Tierhalter eine Ersatzvornahme durch die Behörde durchgeführt wird (§ 7a Abs. 4). Bei den \"Kosten für die Kennzeichnung\", deren Nichtbezahlung durch Beschlagnahme des Hundes sanktioniert werden kann, handelt es sich, wie zwanglos angenommen werden darf, um die (öffentlich-rechtliche) Forderung für die Kosten der allfällig durchgeführten oder durchzuführenden Ersatzvornahme.\n\n5.2.4 Im Übrigen war, wie das Protokoll der Beratungen zeigt, auch der Gesetzgeber sich der Problematik des vorgesehenen Druckmittels bewusst. Eine Bestimmung, welche bei finanzieller Säumnis des Halters nebst der Fremdplatzierung auch die Möglichkeit der Tötung des Hundes vorsah, wurde vom Parlament fallen gelassen. In der Vernehmlassung des Regierungsrates wird ausgeführt, es gehe bei dieser Bestimmung nicht darum, einer unterstützungsbedürftigen Person den einzigen Hund, zu dem sie eine emotionale BGE 134 I 293 S. 302Beziehung habe, wegzunehmen, weil sie die Hundesteuer nicht bezahlen könne. Es dürfe aber nicht sein, dass ausgepfändete Personen mehrere Hunde halten könnten, ohne für die Hundesteuer aufkommen zu müssen, da Betreibungen regelmässig zu einem Verlustschein führten.\n\nDie Bestimmung enthält keinen Vorbehalt in dieser Richtung. Da sie aber als Kann-Vorschrift formuliert ist, belässt sie der rechtsanwendenden Behörde die Möglichkeit, den Umständen des jeweiligen Einzelfalles Rechnung zu tragen und von einer Beschlagnahme eines Hundes, zu welchem der Betroffene eine schutzwürdige starke emotionale Bindung hat, abzusehen, wenn die berührten öffentlichen Interessen einen derartigen einschneidenden Eingriff als unverhältnismässig erscheinen lassen. Der Kanton Thurgau ist auf den diesbezüglich abgegebenen Erklärungen zu behaften. Anderseits kann auch nicht gesagt werden, dass das Druckmittel der Beschlagnahme zur Eintreibung der Hundesteuer zum vornherein in jedem Falle unzulässig wäre. Es wäre - nicht zuletzt auch unter dem Gesichtspunkt der Rechtsgleichheit - in der Tat wenig befriedigend, wenn Personen, die mangels pfändbarer Mittel auf dem Betreibungsweg nicht belangt werden können, eine Mehrzahl oder Vielzahl von Hunden halten könnten, ohne hierfür eine Hundesteuer zu entrichten. Personen, die zur Bezahlung der Hundesteuer nicht in der Lage sind, werden ihren Tieren häufig auch nicht die erforderliche Pflege und Ernährung zukommen lassen können. Unter diesem Blickwinkel erlaubt es die angefochtene Regelung den Behörden zugleich, bei mangelhafter Hundehaltung im Interesse des betroffenen Tieres frühzeitig einzuschreiten, um drohenden tierschutzwidrigen Zuständen zuvorzukommen. Der bei Nichtbezahlung trotz vorgängiger Mahnung in Aussicht gestellte Rechtsnachteil vermag seine Wirkung als Druckmittel überdies auch gegenüber Hundehaltern zu entfalten, welche zwar zahlungsfähig sind, die geschuldete Hundesteuer jedoch aus Renitenz nicht begleichen. Dass die Behörde von der Möglichkeit der Beschlagnahme und Fremdplatzierung allzuleicht Gebrauch macht, ist schon darum nicht zu erwarten, weil die Unterbringung von Tieren in einem Heim Kosten verursacht, welche den Betrag der Hundesteuer (jährlich Fr. 80.- für den ersten Hund und Fr. 130.- für jeden weiteren Hund im gleichen Haushalt, § 10 HundeG) rasch übersteigen und beim verantwortlichen Halter ebenfalls schwer einzubringen sein dürften. Entsprechendes gilt für die Kosten der Kennzeichnung. Die BGE 134 I 293 S. 303angefochtene Bestimmung dürfte daher ihre Wirkung vor allem als Drohmittel gegen säumige Hundehalter entfalten. Sie erlaubt als Kann-Vorschrift eine praktische Anwendung, die mit dem Grundrecht der persönlichen Freiheit vereinbar ist.\n\n5.3 Aus der mitangerufenen Eigentumsgarantie ergeben sich unter dem Gesichtswinkel des öffentlichen Interesses und der Verhältnismässigkeit, auf welche beiden Kriterien der Beschwerdeführer einzig Bezug nimmt, keine weitergehenden Schranken, ebenso wenig aus dem Willkürverbot und dem Rechtsgleichheitsgebot."}