{"annee": "134", "cour": "V", "page": "306", "date": "24/6/2008", "cite": ["116 IB 321", "107 IA 72", "131 V 298", "130 V 560", "127 V 107", "112 IB 170", "112 V 261", "132 III 523", "133 V 188", "130 V 501", "119 V 86", "132 V 1", "125 V 373"], "cite_par": ["139 IV 228", "136 I 254", "135 V 65", "144 IV 57", "140 II 539"], "chapeau": "36. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Bundesamt für Sozialversicherungen gegen K. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_767/2007 vom 24. Juni 2008", "regestes": ["Art. 52 LAVS; art. 34, art. 49 al. 4, art. 52 et 59 LPGA; art. 111 al. 1 LTF; intervention d'éventuels coresponsables solidaires dans la procédure d'opposition. La jurisprudence relative à l'intervention dans un litige en matière de responsabilité au sens de l'art. 52 LAVS (arrêt du Tribunal fédéral des assurances H 72/06 du 16 octobre 2006) s'applique également à la procédure d'opposition (consid. 3). Lorsqu'une partie intéressée n'a indûment pas été invitée à participer à la procédure d'opposition concernant un éventuel coresponsable solidaire, celle-ci doit, compte tenu des règles de la bonne foi, exiger dans un délai raisonnable dès la connaissance de l'existence du vice de forme la notification de la décision sur opposition et, le cas échéant, recourir en temps utile auprès du tribunal cantonal des assurances compétent (consid. 4)."], "faits": "BGE 134 V 306 S. 307\n\nA. Die 1992 gegründete Genossenschaft X. war der Ausgleichskasse des Kantons Solothurn angeschlossen. Am 30. August 2004 wurde über die Gesellschaft der Konkurs eröffnet. In diesem kam die Ausgleichskasse mit Fr. 81'715.70 (Fr. 83'317.- [eingegebene Beitragsforderung] - Fr. 1'601.30 [Dividende]) zu Verlust. Mit Verfügung vom 31. Januar 2006 verpflichtete die Ausgleichskasse K. als ehemaligen Präsidenten der Verwaltung der konkursiten Genossenschaft zur Bezahlung von Fr. 81'715.70 Schadenersatz für entgangene Beiträge unter solidarischer Haftung mit den übrigen sechs Mitgliedern der Verwaltung (L., A., H., F., R., B.). Mit Einspracheentscheid vom 7. Juni 2006 reduzierte sie den Schadenersatzbetrag auf Fr. 67'462.35. Als solidarisch Haftende wurden neu W., Z., U. und S. bezeichnet. Die Einspracheverfahren betreffend die Schadenersatzpflicht der genannten zehn ebenfalls in Anspruch genommenen Personen endeten mit deren Entlassung aus der Haftung mangels Organstellung resp. Organeigenschaft.\n\nB. In Gutheissung der Beschwerde des K. hob das Versicherungsgericht des Kantons Solothurn den Einspracheentscheid vom 7. Juni 2006 auf. Es begründete dies damit, die Ausgleichskasse habe es unterlassen, den Schadenersatzpflichtigen zu den Einspracheverfahren der übrigen zehn in Anspruch genommenen Personen beizuladen, was eine nicht heilbare Verletzung des rechtlichen Gehörs darstelle (Entscheid vom 24. September 2007).\n\nC. Das Bundesamt für Sozialversicherungen erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der Entscheid vom 24. September 2007 sei aufzuheben. BGE 134 V 306 S. 308\n\nDie Ausgleichskasse schliesst sich dem Antrag der Aufsichtsbehörde an. Das kantonale Gericht schliesst auf Abweisung der Beschwerde, ebenso K., soweit auf das Rechtsmittel einzutreten sei.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Die Vorinstanz hat eine Schadenersatzpflicht des Beschwerdegegners nach Art. 52 AHVG mit folgender Begründung verneint: Die Ausgleichskasse habe auch gegen zehn weitere Personen, u.a. die übrigen sechs im Handelsregister eingetragenen Mitglieder der Verwaltung der in Konkurs gegangenen Genossenschaft, Schadenersatzverfügungen erlassen, diese jedoch alle auf Einsprache hin von der Haftung befreit. Dadurch stehe der Beschwerdeführer als Alleinverantwortlicher da, was seine Rechtsstellung unmittelbar und erheblich beeinträchtige. Ihm hätte daher vor einer Änderung in der Solidarhaftung das rechtliche Gehör gewährt werden müssen in Form einer Beiladung in den Einspracheverfahren der übrigen zehn Personen. Die Unterlassung dieser Beiladung stelle eine Gehörsverletzung dar. Eine Behebung des Mangels sei indessen auch mit einer Rückweisung an die Ausgleichskasse nicht mehr möglich, da die übrigen Einspracheverfahren inzwischen abgeschlossen seien. Der Beschwerdeführer wäre nach Art. 59 ATSG (SR 830.1) zur Anfechtung der freisprechenden Einspracheentscheide legitimiert gewesen, was ihm mangels Zustellung jedoch verunmöglicht worden sei. Dieser Eröffnungsfehler dürfe sich nicht zu seinem Nachteil auswirken. Die Einspracheentscheide nachträglich zu eröffnen und das Beschwerderecht zuzubilligen, sei aufgrund des Vertrauens der anderen Beteiligten, dass die Angelegenheit erledigt sei und sie keine Haftpflicht treffe, nicht mehr möglich. Diese Verwaltungsakte seien daher rechtskräftig. Könne aber die Gehörsverletzung nicht mehr geheilt werden, bleibe nichts anderes übrig, als auch den Beschwerdeführer vollumfänglich von der Schadenersatzpflicht zu befreien.\n\n3.\n\n3.1 Nach der Rechtsprechung haften mehrere nach Art. 52 AHVG Schadenersatzpflichtige solidarisch. Die solidarische Haftung erlaubt der Ausgleichskasse, gegen alle oder lediglich einige von ihnen, allenfalls nur einen einzelnen, vorzugehen (BGE 119 V 86 E. 5a S. 87; Urteil des Eidg. Versicherungsgerichts H 365/01 vom 15. BGE 134 V 306 S. 309April 2002, E. 3a mit Hinweisen). Die Haftung mehrerer ändert zwar nichts daran, dass der einzelne gegenüber der Ausgleichskasse den ganzen von ihm zu verantwortenden Betrag schuldet. Die rechtliche und tatsächliche Stellung eines Schadenersatzpflichtigen wird aber dadurch verändert, dass er gegebenenfalls gegen allfällige Mithaftende regressieren kann (vgl. BGE 132 III 523) oder die Ausgleichskasse möglicherweise die Forderung zuerst gegen andereMithaftende vollstreckt. Er hat daher ein rechtliches und faktisches Interesse daran, dass neben ihm auch andere Personen für haftbar erklärt werden. Dieses Interesse kann es rechtfertigen, den in Anspruch Genommenen auch an Verfahren gegen andere potenziell Schadenersatzpflichtige zu beteiligen.\n\n3.2 Die I. Kammer des Eidg. Versicherungsgerichts fasste am 14. Dezember 1984 den Grundsatzbeschluss, dass schadenersatzpflichtige Arbeitgeberorgane, die getrennt oder miteinander Verwaltungsgerichtsbeschwerde erheben, gemäss Art. 110 Abs. 1 OG (in Kraft gestanden bis 31. Dezember 2006) gegenseitig zur Vernehmlassung einzuladen sind. Dies gilt gemäss der mit Gesamtgerichtsbeschluss des Eidg. Versicherungsgerichts vom 22. August 2006 im Urteil H 72/06 vom 16. Oktober 2006 ausdrücklich bestätigten Rechtsprechung auch für das Verfahren vor den kantonalen Sozialversicherungsgerichten. Diese haben in einem Streit um Schadenersatz nach Art. 52 AHVG andere von der Ausgleichskasse für die gleiche Schadenersatzsumme belangte Solidarschuldner als Mitinteressierte beizuladen, und zwar sowohl wenn gegen diese das Verfahren noch hängig ist, als auch wenn deren Haftung bereits rechtskräftig feststeht (SVR 2007 AHV Nr. 2 S. 5, E. 2.2, H 72/06 mit Hinweisen; Urteile des Eidg. Versicherungsgerichts H 47/06 vom 11. Dezember 2006, E. 4.2, und H 68/01 vom 23. April 2002, E. 2b). Der ins Recht Gefasste kann jedoch nicht potenziell mithaftenden Dritten, welche von der Ausgleichskasse nicht in Anspruch genommen wurden, den Streit verkünden (BGE 112 V 261 E. 2c S. 263; Urteil des Eidg. Versicherungsgerichts H 327/98 vom 30. Juni 2000, E. 3a). Stellt hingegen das Sozialversicherungsgericht die Haftung nur eines von mehreren ins Recht gefassten Arbeitgeberorganen fest, hat die betroffene Person ein schützenswertes Interesse daran, den kantonalen Entscheid insofern anzufechten, als er eine Haftung der übrigen von der Ausgleichskasse in Anspruch Genommenen verneint (BGE 119 V 86 E. 5b S. 87). BGE 134 V 306 S. 310\n\n3.2.1 Im Fall H 72/06 hatte das kantonale Verwaltungsgericht es unterlassen, einen Dritten, der die Schadenersatzverfügung akzeptiert hatte, zum Verfahren beizuladen. Das Eidg. Versicherungsgericht sah darin einen formellen Mangel, der indessen durch Beiladung des Betroffenen im letztinstanzlichen Verfahren behoben werden könne (E. 2.4). Eine solche Heilung war ohne weiteres möglich: Der Dritte war bereits rechtskräftig zur Bezahlung von Schadenersatz verpflichtet. Er konnte im Verfahren gegen den damaligen Beschwerdeführer, der seine eigene Haftung bestritt, allenfalls gewisse Argumente oder Aspekte einbringen, die aber auf seine eigene Verantwortlichkeit von vornherein keinen Einfluss mehr haben und daher auch eine allfällige Regressforderung des nunmehr in Anspruch Genommenen gegen ihn nicht mehr beeinträchtigen konnten. Hier verhält es sich jedoch umgekehrt: Die zehn ebenfalls in Anspruch genommenen Personen sind durch Einspracheentscheid von der Haftung befreit worden, ohne dass der Beschwerdegegner eine Anfechtungsmöglichkeit gehabt hätte. Er hat dadurch potenziell Mithaftende verloren, was seine rechtliche und faktische Stellung verschlechterte.\n\n3.2.2 Im Fall H 68/01 hatte das kantonale Sozialversicherungsgericht einen Dritten, der selber nicht Einspruch gegen die ihn betreffende Schadenersatzverfügung erhoben hatte, nicht zum Prozess gegen zwei ebenfalls ins Recht gefasste Personen, welche ihre Schadenersatzpflicht bestritten, beigeladen. Das Gericht verneinte eine Verantwortlichkeit des einen Beklagten und reduzierte die vom anderen Beklagten geschuldete Schadenersatzsumme um mehr als einen Drittel. Damit habe es, so das Eidg. Versicherungsgericht, die gegenüber dem Dritten definitiv angeordnete Solidarhaftung neben den beiden Beklagten verändert, wodurch dessen Rechtsstellung unmittelbar und erheblich beeinträchtigt worden sei. Den beiden Beklagten sei dadurch die Möglichkeit eröffnet worden, sich selber mit Klageantwort und Duplik von den von der Ausgleichskasse erhobenen Vorwürfen - durch unwidersprochene, den Dritten belastende Behauptungen - entlasten zu können (E. 3a). Im Fall H 47/06 hatte das kantonale Versicherungsgericht in fünf separaten Entscheiden fünf Beklagte zur Bezahlung von Schadenersatz verpflichtet. Die Betroffenen führten alle einzeln Verwaltungsgerichtsbeschwerde. Das Eidg. Versicherungsgericht hob alle Erkenntnisse ohne materielle Prüfung der Sache auf, weil die Vorinstanz die Beklagten nicht wechselseitig beigeladen hatte (E. 4). In beiden Fällen wurde die Sache an das kantonale Gericht zurückgewiesen, BGE 134 V 306 S. 311da mit es die fehlenden Beiladungen vornehme und neu entscheide. Im Unterschied dazu kann vorliegend die unterlassene Beiladung des Beschwerdegegners zu den Einspracheverfahren der übrigen zehn zunächst ebenfalls in Anspruch Genommenen - was einen Rechtsmangel darstellt (E. 3.3.2) - nicht durch deren Einbezug in das verwaltungsgerichtliche Beschwerdeverfahren korrigiert werden. Die betreffenden Personen sind rechtskräftig von der Schadenersatzpflicht befreit.\n\n3.3 Die dargelegte Rechtsprechung wurde vor Inkrafttreten des Allgemeinen Teils des Sozialversicherungsrechts am 1. Januar 2003 entwickelt. Damals hatten die Ausgleichskassen Ansprüche aus Art. 52 AHVG im Klageverfahren vor dem zuständigen kantonalen Sozialversicherungsgericht durchzusetzen, wenn der Belangte gegen die Schadenersatzverfügung Einspruch erhob (aArt. 81 f. AHVV [SR 831.101]). Die Vorinstanz hat die Pflicht zur Beiladung auf das seit 1. Januar 2003 auch bei Streitigkeiten betreffend Schadenersatz nach Art. 52 ATSG geltende Einspracheverfahren vor den Ausgleichskassen (Art. 1 Abs. 1 AHVG in Verbindung mit Art. 52 ATSG) ausgedehnt. Nach Auffassung des Beschwerde führenden Bundesamtes lässt sich dies mit dem einfachen und raschen Zweiparteienverfahren der Einsprache nicht vereinbaren.\n\n3.3.1 Die Beschwerdebefugnis setzt in der Regel eine formelle Beschwer voraus: Beschwerde kann nur erheben, wer am vorinstanzlichen Verfahren teilgenommen hat und mit seinen Anträgen ganz oder teilweise unterlegen ist (BGE 127 V 107 E. 2a S. 109). Deshalb müssen grundsätzlich alle diejenigen, welche zur Beschwerde legitimiert sind, auch im vorangehenden Verfahren Parteistellung haben können (Grundsatz der Einheit des Verfahrens; BGE 133 V 188 E. 4.2 S. 191; BGE 131 V 298 E. 2 S. 300; Art. 111 Abs. 1 BGG). Namentlich muss am Einspracheverfahren teilnehmen können, wer zur Beschwerde an das kantonale Versicherungsgericht legitimiert ist (Art. 34, Art. 49 Abs. 4 und Art. 59 ATSG; BGE 130 V 560 E. 3.2 S. 562). Dementsprechend muss auch Beschwerde erheben können, wem die Beteiligung am vorinstanzlichen Verfahren - z.B. wegen eines Fehlers der Behörde - verunmöglicht worden ist (BGE 127 V 107 E. 2a S. 110; vgl. Art. 89 Abs. 1 lit. a BGG; HANSJÖRG SEILER/NICOLAS VON WERDT/ANDREAS GÜNGERICH, Bundesgerichtsgesetz [BGG], N. 13 zu Art. 89 BGG und BERNHARD WALDMANN, in: Basler Kommentar zum Bundesgerichtsgesetz, N. 9 zu Art. 89 BGG). BGE 134 V 306 S. 312\n\n3.3.2 Ist der zur Bezahlung von Schadenersatz Verpflichtete zur Beschwerde gegen Entscheide berechtigt, mit denen potenziell ebenfalls Ersatzpflichtige von der Haftung befreit werden (E. 3.2), muss er somit auch die Möglichkeit haben, sich am vorangehenden Einspracheverfahren zu beteiligen. Vorliegend hätte somit die Ausgleichskasse den Beschwerdegegner zu den Einspracheverfahren der zehn übrigen zunächst ebenfalls in Anspruch genommenen Personen beiladen müssen, wie die Vorinstanz insoweit richtig festgestellt hat. Dies ist entgegen der Auffassung der Aufsichtsbehörde auch dann möglich, wenn die Verfahren zeitlich verschoben stattfinden.\n\n4. Die Rechtsfolgen, wenn einem Dritten zu Unrecht nicht die Möglichkeit gegeben wurde, sich an einem Verfahren zu beteiligen, insbesondere wenn er eine Parteistellung geltend machen könnte, lassen sich nicht in allgemeiner Weise umschreiben. Sie hängen vom Einzelfall ab und ergeben sich aus einer Interessenabwägung, deren Sinn und Ziel darin liegt, die betroffene Person vor Nachteilen zu schützen, die sie infolge des Mangels erleiden würde (Urteil des Eidg. Versicherungsgerichts B 91/04 vom 5. Oktober 2005, E. 3.3).\n\n4.1 Die Vorinstanz hat dem Verfahrensfehler der unterlassenen Beiladung des Beschwerdegegners zu den Einspracheverfahren der zunächst ebenfalls in Anspruch genommenen zehn Personen in der Weise Rechnung getragen, dass sie auch diesen von der Haftung befreit hat. Diese Konsequenz trägt indessen dem Wesen der Solidarhaftung zu wenig Rechnung: Die Ausgleichskasse hätte von Anfang an einzig den Beschwerdegegner ins Recht fassen können (E. 3.1). Bei einer Verurteilung zum Schadenersatz hätte dieser den ganzen Betrag zu bezahlen, auch wenn allenfalls neben ihm weitere Personen als Haftende in Frage kommen. Es erscheint daher nicht gerechtfertigt, den Beschwerdegegner einzig deshalb vollumfänglich von der Haftung zu befreien, weil die Ausgleichskasse andere zunächst ebenfalls in Anspruch genommene Personen im Einspracheverfahren entlastete, ohne ihn daran zu beteiligen. Es kann denn auch nicht gesagt werden, wegen dieses Mangels habe die Verwaltung seine Schadenersatzpflicht bejaht.\n\n4.2 Nach einer u.a. häufig in Bewilligungsverfahren für Bauvorhaben und dergleichen angewendeten Praxis beginnt für zu Unrecht nicht ins Verfahren einbezogene Dritte die Anfechtungsfrist erst mit der tatsächlichen Kenntnisnahme des Entscheides zu laufen (BGE BGE 134 V 306 S. 313\n\nBGE 116 Ib 321 E. 3a S. 326; BGE 112 Ib 170 E. 5c S. 174). Aus Gründen der Rechtssicherheit und nach dem Grundsatz von Treu und Glauben, welcher Behörden und Privaten gleichermassen rechtsmissbräuchliches und widersprüchliches Verhalten verbietet (BGE 125 V 373 E. 2b/bb S. 375), darf aber der Dritte den Beginn des Fristenlaufs nicht beliebig hinauszögern, sobald er auf irgendeine Weise von der ihn berührenden Entscheidung Kenntnis erhalten hat. Er hat sich sogar danach zu erkundigen, wenn Anzeichen dafür vorliegen, und rechtzeitig zu reagieren (vgl. BGE 107 Ia 72 E. 4a S. 76; ZBl 95/1994 S. 529, E. 2, 1A.256/1993; Urteil 1A.278/2005 vom 23. Januar 2006, E. 3.3.1).\n\nEine solche nachträgliche Öffnung des Beschwerdeweges fällt hingegen nicht in Betracht, wenn eine IV-Stelle es in Verletzung von Art. 49 Abs. 4 ATSG unterlässt, eine Rentenverfügung einer präsumtiv leistungspflichtigen Vorsorgeeinrichtung zu eröffnen. Im Blick auf die Rechtssicherheit kann nicht hingenommen werden, dass nach mehr oder weniger grossem Zeitablauf ein anderer Versicherer noch eine Neubeurteilung verlangt (Urteil des Eidg. Versicherungsgerichts B 91/04 vom 5. Oktober 2005, E. 3.4). Dem Eröffnungsfehler wird in der Weise Rechnung getragen, dass die der Verfügung zugrunde liegende Invaliditätsschätzung für die Vorsorgeeinrichtung nicht verbindlich ist (BGE 132 V 1 E. 3.3.2 S. 5). Eine solche direkte Bindungswirkung besteht im hier interessierenden Kontext jedoch nicht, weil im Verfahren nach Art. 52 AHVG der beigeladene, potenziell solidarisch Mithaftende selber nicht zu Schadenersatz verurteilt werden kann (FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Aufl. 1983, S. 184; vgl. zur Wirkung der Beiladung auch BGE 130 V 501). Sein Interesse an einer Verfahrensbeteiligung besteht nur, aber immerhin im Hinblick auf einen allfälligen späteren Regressprozess, in welchem der dafür zuständige Zivilrichter nicht an die Beurteilung des Sozialversicherungsgerichts gebunden ist, diese aber notwendigerweise berücksichtigen wird (BGE 119 V 86 E. 5b S. 88).\n\n4.3 Es rechtfertigt sich, im Falle einer zu Unrecht unterlassenen Beiladung zum Einspracheverfahren eines allfälligen solidarisch mithaftenden Schadenersatzpflichtigen vom Betroffenen zu verlangen, dass er innert nützlicher Frist nach Kenntnis des Mangels die Eröffnung des Einspracheentscheids beantragt und diesen gegebenenfalls rechtzeitig mit Beschwerde beim zuständigen kantonalen Versicherungsgericht anficht. BGE 134 V 306 S. 314\n\n4.3.1 Vorliegend hatte der Beschwerdegegner Kenntnis davon, dass neben ihm auch die übrigen Mitglieder der Verwaltung der konkursiten Genossenschaft (L., A., H., F., R., B.) ins Recht gefasst worden waren. In seiner Einsprache hatte er sogar beantragt, sie alle seien mangels Organstellung von der Haftung zu befreien. Im Einspracheentscheid vom 7. Juni 2006 hielt die Ausgleichskasse fest, sie würde die Einsprachen der übrigen sechs ehemaligen Mitglieder der Verwaltung gutheissen. Unter diesen Umständen wäre es ein Treu und Glauben widersprechendes \"venire contra factum proprium\", wenn der Beschwerdegegner nachträglich die Haftungsbefreiung dieser Personen bestreiten wollte (vgl. Urteil 2C_446/2007 vom 22. Januar 2008, E. 3.1). Dass er in deren Einspracheverfahren nicht einbezogen worden war, kann daher von vornherein kein Grund sein, um ihn von der Haftung zu befreien.\n\n4.3.2 Weiter wurde im Einspracheentscheid vom 7. Juni 2006 festgehalten, die Schadenersatzpflicht in der Höhe von Fr. 67'462.35 bestehe in solidarischer Haftung mit W., Z., U. und S. \"gemäss unseren an dieselben gerichteten Verfügungen heutigen Datums\". In der Folge verlangte der Beschwerdegegner nach Lage der Akten jedoch nicht, in das Verfahren gegen diese vier Personen einbezogen zu werden. Er stellte lediglich in seiner Beschwerde an das kantonale Versicherungsgericht den Antrag, das Verfahren sei zu sistieren, bis die vier Schadenersatzverfügungen entweder rechtskräftig würden oder dagegen ebenfalls Beschwerde erhoben werde. Diesem Antrag gab die Vorinstanz statt und führte das Verfahren erst weiter, nachdem die Einsprachen der übrigen vier ins Recht Gefassten gutgeheissen worden waren. Auch nach Kenntnisnahme davon äusserte er jedoch in der Eingabe seines Rechtsvertreters vom 2. Februar 2007 nicht den Willen, die freisprechenden Einspracheentscheide anzufechten. Er verlangte einzig Einsicht in die Akten der entsprechenden Verfahren und nachfolgende Fristansetzung zur Beschwerdeergänzung. In der diesbezüglichen Eingabe vom 5. April 2007 machte er zwar geltend, die befreienden Einspracheentscheide hätten ihm gegenüber eröffnet werden müssen. Sodann bezeichnete er die Haftungsbefreiung von W. und Z. als stossend, was er auch einlässlich begründete. Daraus lässt sich aber nicht ein manifester Wille zur Anfechtung der haftungsbefreienden Einspracheentscheide herauslesen. Dazu hätte es eines entsprechenden Antrags an die Ausgleichskasse bedurft. Unter diesen Umständen verstiesse es gegen Treu und Glauben, wenn der Beschwerdegegner sich BGE 134 V 306 S. 315nachträglich mit Erfolg darauf berufen könnte, es sei ihm keine Gelegenheit geboten worden, sich an den Einspracheverfahren gegen W., Z., U. und S. zu beteiligen, oder die betreffenden Einspracheentscheide seien ihm zu Unrecht nicht eröffnet worden.\n\n4.4 Nach dem Gesagten besteht kein Grund für eine Haftungsbefreiung aus den von der Vorinstanz genannten formellen Gründen. Der angefochtene Entscheid verletzt insoweit Bundesrecht. Die Sache ist an das kantonale Gericht zurückzuweisen, damit es über die Schadenersatzpflicht materiell entscheide."}