{"annee": "135", "cour": "III", "page": "315", "date": "10/2/2009", "cite": ["124 III 501", "113 III 6"], "cite_par": ["143 III 564", "138 III 583", "142 III 78"], "chapeau": "45. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Z. (subsidiäre Verfassungsbeschwerde)\n\n5D_164/2008 vom 10. Februar 2009", "regestes": ["Art. 79 al. 1, art. 80 al. 1 et art. 81 al. 1 LP; mainlevée définitive; imputation rétroactive de contributions d'entretien. Si les prestations d'entretien déjà versées sont réservées dans le dispositif, la somme constatée dans celui-ci ne correspond pas à la dette à payer. Comme le montant qui doit être payé pour les contributions d'entretien rétroactives ne peut pas non plus être déduit de la motivation du jugement de mesures protectrices de l'union conjugale, la mainlevée définitive ne peut être prononcée sur la base de ce jugement, faute d'une obligation de payer claire (consid. 2)."], "faits": "BGE 135 III 315 S. 316\n\nA.\n\nA.a Im Eheschutzverfahren zwischen X. und Z. verpflichtete das Gerichtspräsidium Baden mit Urteil vom 19. November 2007 Z., an den persönlichen Unterhalt von X. monatlich folgende Unterhaltsbeiträge, unter Anrechnung der bereits geleisteten Zahlungen, zu entrichten: vom 2. März bis Oktober 2006 Fr. 1'640.-, für November und Dezember 2006 Fr. 1'060.-, vom Januar bis August 2007 Fr. 860.-, vom September bis Dezember 2007 Fr. 460.- und ab Januar 2008 Fr. 750.-.\n\nA.b X. betrieb Z. am 25. April 2008 für eine Forderung von Fr. 24'680.- nebst Zins. Als Forderungsgrund wurden im Zahlungsbefehl die im Urteil des Gerichtspräsidiums Baden vom 19. November 2007 festgelegten Unterhaltszahlungen angegeben. Z. erhob Rechtsvorschlag.\n\nMit Entscheid vom 16. Juli 2008 erteilte die Präsidentin II des Bezirksgerichts Bremgarten X. die definitive Rechtsöffnung für den Betrag von Fr. 18'580.- nebst Zins zu 5 % seit 28. April 2008.\n\nB. Die von Z. gegen den Rechtsöffnungsentscheid eingereichte Beschwerde wurde vom Obergericht des Kantons Aargau mit Entscheid vom 17. September 2008 gutgeheissen, der Entscheid des Bezirksgerichts Bremgarten vom 16. Juli 2008 wurde aufgehoben und die Klage abgewiesen.\n\nC. X. hat am 13. November 2008 beim Bundesgericht subsidiäre Verfassungsbeschwerde eingereicht und beantragt in der Hauptsache, der angefochtene Entscheid sei aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab. BGE 135 III 315 S. 317", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Das Obergericht führt aus, der Beschwerdegegner mache Tilgung der Unterhaltsforderungen im Sinne von Art. 81 Abs. 1 SchKG vor Erlass des Urteils vom 19. November 2007 geltend. Dies müsse entgegen dem Wortlaut von Abs. 1 dieser Bestimmung im Falle von Unterhaltsbeitragsschulden zulässig sein, zumal im Urteil vom 19. November 2007 die Anrechnung bereits geleisteter Zahlungen ausdrücklich vorbehalten worden sei. Es verweist auf seine Rechtsprechung (Aargauische Gerichts- und Verwaltungsentscheide [AGVE] 2005 S. 41), wonach der Rechtsöffnungsrichter die Tilgung einer Schuld, welche vor Erlass des zu vollstreckenden Urteils eingetreten sei, ausnahmsweise prüfen dürfe, wenn der Schuldner im definitiven Rechtsöffnungstitel verpflichtet werde, der Gläubigerin rückwirkend ab einem bestimmten Zeitpunkt monatliche Unterhaltsbeiträge in bestimmter Höhe zu leisten. Im Unterhaltsprozess werde nicht primär darüber gestritten, wie viel bereits bezahlt, sondern wie viel (und wie lange) grundsätzlich Unterhalt zu bezahlen sei. Der Rechtsöffnungsrichter könne im Rechtsöffnungsverfahren die Einrede der Tilgung des Unterhaltsschuldners zulassen, auch wenn sie sich auf einen Zeitpunkt vor Erlass des Unterhaltsurteils beziehe, ohne dass er damit den Unterhaltsentscheid materiell überprüfen müsste. Dem rechtsöffnungsbeklagten Unterhaltsschuldner müsse daher der Nachweis offenstehen, dass er die geschuldeten Unterhaltsbeiträge teilweise oder vollständig erbracht habe, auch wenn sich dieser Sachverhalt bereits ganz oder teilweise vor Erlass des Urteils abgespielt habe. In der Praxis werde deshalb zuweilen eine Klausel in den Unterhaltsentscheid aufgenommen, welche die Anrechnung bisher bezahlter Unterhaltsbeiträge für zulässig erkläre. Dieser Erklärung komme aber bloss deklaratorische Bedeutung zu.\n\nDer Beschwerdegegner belege unter anderem vier Bezüge der Beschwerdeführerin ab seinem Konto in der Zeit vom 1. Februar 2006 bis 5. Mai 2006 von insgesamt Fr. 41'500.-. Würden nur die Bezüge innerhalb der Zeit, für welche die Beschwerdeführerin Unterhaltsbeiträge betreibe, berücksichtigt, d.h. ab März 2006, betrügen die Bezüge Fr. 31'500.-. Die Beschwerdeführerin habe mit ihrer Unterschrift bestätigt, diese Beträge erhalten zu haben. Sie bestreite die Bezüge auch nicht, behaupte jedoch, damit gemeinsame BGE 135 III 315 S. 318Rechnungen der Parteien bezahlt und die Restbeträge dem Beschwerdegegner zurückerstattet zu haben. Der Beschwerdegegner bestreite diese Darstellung, und die Beschwerdeführerin vermöge keinen Beweis für ihre Behauptung vorzubringen. Die Bezüge der Beschwerdeführerin vom Konto des Beschwerdegegners seien daher als Zahlungen des Beschwerdegegners an die Beschwerdeführerin zu werten und gemäss dem Urteil vom 19. November 2007 an seine Unterhaltsschuld anzurechnen. Es handle sich entgegen der Auffassung der Vorinstanz und der Parteien nicht um Verrechnung im Sinne von Art. 120 ff. OR, sondern um Anrechnung im Sinne von Art. 85 ff. OR, sodass Art. 125 Ziff. 2 OR nicht zur Anwendung komme. Der Beschwerdegegner habe damit, dass er die Beschwerdeführerin zu Bezügen von seinem Konto berechtigt habe, Zahlungen an die Beschwerdeführerin getätigt und damit seine Schuld durch Zahlung direkt getilgt.\n\n2.2 Die Beschwerdeführerin bringt vor, die Vorinstanz habe im Rechtsöffnungsverfahren in Überschreitung ihrer Überprüfungsbefugnis über die zivilrechtliche Frage der Anrechenbarkeit von allfällig geleisteten Unterhaltszahlungen entschieden, obwohl bereits das Eheschutzgericht über die Anrechenbarkeit von behaupteten erbrachten Unterhaltsbeiträgen rechtskräftig entschieden habe. Bei einer rückwirkenden Verpflichtung zur Leistung von Unterhaltsbeiträgen seien schon tatsächlich erbrachte Unterhaltsleistungen nach Lehre und Rechtsprechung zu berücksichtigen bzw. anzurechnen. Das Eheschutzurteil habe sich nicht zum konkreten Anrechnungsbetrag geäussert, sondern nur allgemein festgehalten, dass allfällige Zahlungen anzurechnen seien, und dies genüge nicht, um die Anrechenbarkeit eines behaupteten Betrages zu bejahen. Die Vorinstanz habe ihre Entscheidkompetenz mit Bezug auf die Rechtsanwendung willkürlich überschritten. Die Anrechnung dürfe nicht ins Vollstreckungsverfahren verwiesen werden.\n\nDie Rüge ist an sich begründet, nur zieht die Beschwerdeführerin nicht die richtigen Schlussfolgerungen daraus.\n\n2.3 Beruht die Forderung auf einem vollstreckbaren gerichtlichen Urteil, so kann der Gläubiger definitive Rechtsöffnung verlangen (Art. 80 Abs. 1 SchKG). Diese kann nur erteilt werden, wenn das Urteil den Schuldner zur definitiven Zahlung einer bestimmten Geldleistung verpflichtet (DANIEL STAEHELIN, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 1998, N. 38 zu BGE 135 III 315 S. 319Art. 80 SchKG). Die zu bezahlende Summe muss im Urteil beziffert werden oder muss sich zumindest in Verbindung mit der Begründung oder aus dem Verweis auf andere Dokumente klar ergeben (STAEHELIN, a.a.O., N. 41 zu Art. 80 SchKG). Das Rechtsöffnungsgericht hat zu prüfen, ob sich die in Betreibung gesetzte Forderung aus dem vorgelegten gerichtlichen Urteil ergibt. Dabei hat es weder über den materiellen Bestand der Forderung zu befinden, noch sich mit der materiellen Richtigkeit des Urteils zu befassen. Ist dieses unklar oder unvollständig, bleibt es Aufgabe des Sachgerichts, Klarheit zu schaffen (BGE 113 III 6 E. 1b S. 9/10; BGE 124 III 501 E. 3a S. 503).\n\n2.4 Der Eheschutzrichter hat den Beschwerdegegner mit Urteil vom 19. November 2007 unter anderem verpflichtet, der Beschwerdeführerin an ihren persönlichen Unterhalt rückwirkend per März 2006 monatlich vorschüssig zahlenmässig bestimmte Unterhaltsbeiträge unter Anrechnung der bereits geleisteten Zahlungen zu entrichten.\n\nGemäss der Lehre und teilweise der kantonalen Rechtsprechung sind bei einer rückwirkenden Verpflichtung zur Leistung von Unterhaltsbeiträgen schon tatsächlich erbrachte Unterhaltsleistungen in Abzug zu bringen (HAUSHEER UND ANDERE, Berner Kommentar, 4. Aufl. 1999, N. 23 zu Art. 173 ZGB, S. 510; HASENBÖHLER/OPEL, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 3. Aufl. 2006, N. 11 zu Art. 173 ZGB; BRÄM/HASENBÖHLER, Zürcher Kommentar, 3. Aufl. 1998, N. 150 zu Art. 163 ZGB; Urteil des Kassationsgerichts des Kantons Zürich vom 10. Juni 2008, in: ZR 107/2008 S. 224; anders: Urteil des Obergerichts des Kantons Aargau vom 2. Mai 2005, in: AGVE 2005 S. 41). Dies ist nötig, weil nur der in einem konkreten Rechtstitel festgelegte Geldbetrag vollstreckbar ist (HAUSHEER/SPYCHER, Handbuch des Unterhaltsrechts, 1997, N. 06.07). Die Berechnung des Unterhaltsanspruchs, wie ihn das Eheschutzgericht in das Dispositiv seines Entscheids aufgenommen hat, ist zwar bei rückwirkenden Unterhaltsbeiträgen notwendige Voraussetzung für die Zusprechung eines konkreten Geldbetrags. Werden aber im Dispositiv die bereits bezahlten Unterhaltsleistungen vorbehalten, entspricht der im Dispositiv festgelegte Geldbetrag nicht der zu zahlenden Schuld. Im Umfang seiner Leistungen ist nämlich die entsprechende Verpflichtung untergegangen. Wie hoch der Betrag ist, der für die rückwirkenden Beiträge bezahlt werden muss, ist weder dem Dispositiv noch der Begründung noch einem in der BGE 135 III 315 S. 320Begründung enthaltenen Verweis auf andere Dokumente zu entnehmen, so dass nicht gesagt werden kann, welcher Betrag geschuldet ist. Jedenfalls sind für die rückwirkenden Beiträge nicht die im Urteil genannten Beträge geschuldet. Andernfalls wäre der Vorbehalt der Anrechnung bereits geleisteter Zahlungen sinnlos. Es kann auch nicht gesagt werden, die Leistungsverpflichtung gemäss Ziffer 3 des Eheschutzurteils stehe unter der Bedingung, dass nicht bereits geleistet worden sei, denn Bedingung kann nur eine ungewisse zukünftige und nicht eine im Urteilszeitpunkt bereits bestehende Tatsache sein (Art. 151 OR). Ziffer 3 des Eheschutzurteils vom 19. November 2007 ist nach dem Gesagten derart auszulegen, dass damit bezüglich der rückwirkenden Unterhaltsbeiträge ausschliesslich die Höhe des Unterhaltsanspruchs und nicht auch der zu bezahlende Betrag festgelegt wurde. Mangels einer klaren Zahlungsverpflichtung in bestimmter Höhe kann gestützt auf dieses Urteil für die rückwirkenden Unterhaltsbeiträge nicht definitive Rechtsöffnung erteilt werden.\n\n2.5 Würde das Eheschutzurteil als definitiver Rechtsöffnungstitel auch für die rückwirkenden Beiträge anerkannt, hätte dies zur Folge, dass der Beschwerdegegner zur Leistung der im Urteil bezifferten Beiträge verpflichtet ist und die Beschwerdeführerin hierfür die definitive Rechtsöffnung verlangen könnte, wie sie dies auch tut. Damit wäre aber gleichzeitig gesagt, dass im Zeitpunkt des Urteils noch keine Leistungen erbracht worden sind, denn eine getilgte Forderung darf nicht zu einem Leistungsurteil führen, das zur definitiven Rechtsöffnung berechtigt. Der Beschwerdegegner könnte die Einrede der Tilgung gemäss Art. 81 SchKG nicht erheben, weil nach dem klaren Wortlaut und Wortsinn von Art. 81 Abs. 1 SchKG Tilgung nur eingewendet werden kann, wenn diese nach Erlass des Urteils erfolgt ist. Tilgung vor dem Erlass des Urteils darf im Rechtsöffnungsverfahren nicht berücksichtigt werden, weil der Rechtsöffnungsrichter sonst den Rechtsöffnungstitel und die darin aufgeführte konkrete Zahlungsverpflichtung materiell überprüfen müsste (STAEHELIN, a.a.O., N. 2 und 5 zu Art. 81 SchKG; PETER STÜCHELI, Die Rechtsöffnung, 2000, S. 232). Vor Erlass des Urteils behauptete Tilgungen hat der Sachrichter zu berücksichtigen. Gestützt auf Art. 81 SchKG dürften daher frühere Leistungen nicht berücksichtigt werden, obwohl diese im behaupteten Rechtsöffnungstitel vorbehalten wurden. Aus all dem ergibt sich, dass das Eheschutzurteil vom 19. November 2007 nicht als definitiver BGE 135 III 315 S. 321Rechtsöffnungstitel anerkannt werden kann und das Obergericht des Kantons Aargau im Ergebnis nicht in Willkür verfallen ist, wenn es die Rechtsöffnung verweigert hat.\n\n2.6 Wird die Rechtsöffnung verweigert, so bleibt dem Gläubiger die Möglichkeit, eine Anerkennungsklage beim Sachrichter im Sinne von Art. 79 Abs. 1 SchKG einzureichen, da die Verweigerung der Rechtsöffnung nur bedeutet, dass das Rechtsöffnungverfahren nicht zum Ziel führen kann (vorne E. 2.3; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, 3. Aufl. 1984, § 19: Die endgültige [definitive] Rechtsöffnung, S. 255 Rz. 29; vgl. STAEHELIN, a.a.O., N. 13 zu Art. 79 SchKG)."}