{"annee": "135", "cour": "IV", "page": "49", "date": "9/9/2008", "cite": ["133 IV 201", "127 IV 1"], "cite_par": ["136 IV 165"], "chapeau": "8. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public du canton de Vaud (recours en matière pénale)\n\n6B_144/2008 du 9 septembre 2008", "regestes": ["Ch. 2 al. 2 des dispositions finales de la modification du 13 décembre 2002, art. 42, 43 ch. 1 al. 2 aCP, art. 56 al. 6 et 64 ss CP; libération conditionnelle des auteurs internés sous l'ancien droit pour des infractions répétées contre le patrimoine. Les internements prononcés en application des art. 42 et 43 ch. 1 al. 2 aCP se poursuivent si aucune des mesures prévues aux art. 59 à 61 ou 63 CP n'entre en considération et ce alors même que les nouvelles conditions de l'internement au sens de l'art. 64 CP ne sont pas réalisées (consid. 1.1.1). Ces internements se poursuivent conformément au nouveau droit, lequel inclut les règles sur la libération conditionnelle au sens des art. 64a et 64b CP, libération qui doit être prononcée lorsque l'interné n'a commis que des infractions patrimoniales et s'il n'est pas à craindre qu'il commette des infractions au sens de l'art. 64 al. 1 CP (consid. 1.1.2)."], "faits": "BGE 135 IV 49 S. 50\n\nPar jugement du 23 août 2007, le Tribunal correctionnel de l'arrondissement de l'Est vaudois a ordonné la poursuite de l'internement de X.\n\nCette décision repose, en bref, sur les éléments suivants.\n\nPar jugement du 20 mars 1995, confirmé ultérieurement par la Cour de cassation pénale du Tribunal cantonal vaudois, le Tribunal correctionnel du district de Vevey a condamné X., pour vol et tentative de vol, notamment, à la peine de neuf mois d'emprisonnement, a suspendu l'exécution de cette peine et ordonné l'internement de l'intéressé.\n\nAuparavant, X. avait déjà été condamné à huit reprises, essentiellement pour des infractions contre le patrimoine. En 2002 et 2005, il a encore été condamné à deux reprises pour des infractions patrimoniales. A chaque fois, la mesure d'internement a été confirmée.\n\nSelon l'expertise psychiatrique du 24 janvier 2007, X., qui souffre de troubles mixtes de la personnalité avec un retard mental léger, présente un risque de récidive très élevé. En outre, de nouvelles perspectives de placement dans d'autres établissements sont difficilement envisageables, les précédentes tentatives s'étant toutes soldées par des échecs.\n\nDans son rapport du 13 février 2007, la Commission interdisciplinaire concernant les délinquants nécessitant une prise en charge psychiatrique (ci-après: CIC) a relevé que le bilan neurologique et neuro-psychologique de l'intéressé ne mettait en évidence aucune BGE 135 IV 49 S. 51pathologie curable à l'exception de troubles secondaires liés au traitement neuroleptique. Elle a ainsi estimé qu'aucune modification n'était actuellement envisageable dans le régime de détention de X.\n\nPar arrêt du 2 octobre 2007, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté le recours de X. et confirmé le jugement de première instance.\n\nX. dépose un recours en matière pénale au Tribunal fédéral pour violation des art. 2 al. 2, 56, 59 CP et du ch. 2 des dispositions finales de la modification du 13 décembre 2002. Il conclut à la réforme de l'arrêt cantonal en ce sens que l'internement est levé et, subsidiairement, remplacé par un traitement institutionnel au sens de l'art. 59 CP. Il requiert également l'assistance judiciaire.", "considerants": "Extrait des considérants:\n\n1. Le recourant invoque une violation des art. 2 al. 2, 56, 59 CP et du ch. 2 al. 2 des dispositions finales de la modification du 13 décembre 2002 (ci-après: les dispositions finales). Il soutient que son internement ne peut subsister en application de l'art. 43 aCP, cette disposition ayant été abrogée, ni se fonder sur l'art. 64 CP dont les conditions ne sont manifestement pas réalisées. Il explique qu'aucune mesure ne se justifie au regard de l'art. 56 CP et que seul un traitement au sens de l'art. 59 CP pourrait, subsidiairement, entrer en ligne de compte.\n\n1.1 Le ch. 2 al. 2 des dispositions finales précise que, dans un délai de douze mois à compter de l'entrée en vigueur du nouveau droit, le juge examine si les personnes qui sont internées selon les art. 42 ou 43 ch. 1 al. 2 de l'ancien droit remplissent les conditions d'une mesure thérapeutique (art. 59 à 61 ou 63 CP). Dans l'affirmative, le juge ordonne cette mesure; dans le cas contraire, l'internement se poursuit conformément au nouveau droit.\n\n1.1.1 Dans son message du 21 septembre 1998, le Conseil fédéral avait tout d'abord prévu que le juge devait examiner d'office si les personnes internées en vertu des art. 42 et 43 ch. 1 al. 2 de l'ancien droit remplissaient les conditions définies à l'art. 64 CP. Si celles-ci étaient remplies, la mesure était maintenue conformément au nouveau droit. Dans le cas contraire, elle était levée (FF 1999 p. 1995).\n\nDans son message du 29 juin 2005, le Conseil fédéral a toutefois modifié cette disposition transitoire pour éviter qu'une personne internée sous l'égide de l'ancien droit ne soit purement et simplement BGE 135 IV 49 S. 52libérée après l'entrée en vigueur de la nouvelle partie générale du CP en l'absence d'une condition permettant l'internement selon le nouveau droit, par exemple lorsqu'elle n'a pas commis une infraction suffisamment grave. Il a précisé que le fait de maintenir des mesures prononcées en vertu de l'ancien droit, plus sévère, n'était pas contraire aux principes du droit intertemporel, les nouvelles dispositions relatives au régime de l'exécution et aux droits et obligations de la personne détenue devant toutefois s'appliquer pour la suite de l'exécution de l'internement (FF 2005 p. 4447 s.).\n\nAinsi, après l'entrée en vigueur du nouveau droit, les internements des délinquants d'habitude prononcés en application de l'art. 42 aCP et des délinquants anormaux au sens de l'art. 43 ch. 1 al. 2 aCP se poursuivent si aucune des mesures prévues aux art. 59 à 61 ou 63 CP n'entrent en considération, les conditions y relatives n'étant pas réalisées. De plus, dans ces cas, ils se poursuivent alors même que les nouvelles conditions de l'internement au sens de l'art. 64 CP ne sont pas réalisées.\n\n1.1.2 Reste que, selon le ch. 2 al. 2 in fine des dispositions finales, l'internement se poursuit conformément au nouveau droit, ce qui signifie que la mesure doit désormais être exécutée conformément à celui-ci. Partant, les nouvelles dispositions relatives au régime de l'exécution et aux droits et obligations de la personne détenue s'appliquent pour la suite de l'exécution de l'internement (cf. art. 388 al. 3 CP; FF 2005 p. 4447 s.). Parmi celles-ci, figurent notamment les règles sur la libération conditionnelle (ATF 133 IV 201 consid. 2.1 p. 202 s.; FF 1999 p. 1991). Dès lors, la libération conditionnelle d'une personne internée en application des art. 42 et 43 ch. 1 al. 2 aCP se décide désormais d'après le nouveau droit, soit les art. 64a CP et suivant.\n\n1.1.2.1 FRANZ RIKLIN relève que les personnes qui ont été internées en application des art. 42 et 43 ch. 1 al. 2 aCP peuvent, dès le 1er janvier 2007, déposer une demande de libération conditionnelle fondée notamment sur le nouvel art. 56 al. 6 CP, qui prévoit qu'une mesure dont les conditions ne sont plus remplies doit être levée (cf. F. RIKLIN, Revision des Allgemeinen Teils des Strafgesetzbuches: Frage des Übergangsrechts, PJA 2006 p. 1485). MARIANNE HEER déduit de cette même disposition qu'une personne qui a été internée sous l'ancien droit doit être libérée si elle ne remplit pas les conditions de l'art. 64 CP, une demande de libération pouvant d'ailleurs être BGE 135 IV 49 S. 53déposée en tout temps (cf. M. HEER, in Basler Kommentar, StGB II, 2e éd., [ci-après: StGB II] n° 17 ad ch. 2 al. 2 des dispositions finales et Basler Kommentar, StGB I, 2e éd. [ci-après: StGB I], n° 2 ad art. 64b CP).\n\nContrairement aux peines, la nécessité des mesures, et en particulier des internements, doit être régulièrement examinée durant leur exécution (cf. art. 64b CP). Dans ce cadre, se pose la question de savoir si l'auteur représente toujours un danger pour la sécurité publique. La notion de \"dangerosité\" n'est pas clairement définie et est donc sujette à interprétation. Elle dépend notamment de la nature et de l'importance du bien juridique menacé. En relation avec l'art. 43 ch. 1 al. 2 aCP, le Tribunal fédéral a admis que lorsque des biens juridiques importants, tels que la vie ou l'intégrité corporelle, sont mis en péril, il faut se montrer moins exigeant quant à l'imminence et à la gravité du danger que lorsque des biens de moindre valeur, tels que la propriété ou le patrimoine, sont menacés (ATF 127 IV 1 consid. 2a p. 5). Avec la révision de la partie générale du CP, le législateur a précisé ce concept de \"dangerosité\". En effet, il a décidé que l'internement ne peut être prononcé que si l'infraction commise figure parmi les délits les plus graves au sens de l'art. 64 al. 1 CP, ce qui exclut, en principe, les infractions contre le patrimoine (cf. FF 2005 p. 4445 ss). Ainsi, la \"dangerosité\" d'un auteur se rapporte désormais aux seules infractions énumérées à l'art. 64 al. 1 CP (cf. M. HEER, StGB I, nos 18 ss ad art. 64 CP et n° 14 ad art. 64a CP).\n\n1.1.2.2 S'agissant de l'internement, l'art. 56 al. 6 CP est concrétisé à l'art. 64a CP, qui précise que l'auteur est libéré conditionnellement dès qu'il est à prévoir qu'il se conduira correctement en liberté. Le délai d'épreuve est de deux à cinq ans. Une assistance de probation peut être ordonnée et des règles de conduite peuvent lui être imposées pour la durée de la mise à l'épreuve (al. 1). Si, à l'expiration du délai d'épreuve, la poursuite de l'assistance de probation ou des règles de conduite paraît nécessaire pour prévenir d'autres infractions prévues à l'art. 64 al. 1, le juge peut prolonger le délai d'épreuve de deux à cinq ans à chaque fois, à la requête de l'autorité d'exécution (al. 2). S'il est sérieusement à craindre qu'en raison de son comportement durant le délai d'épreuve, la personne libérée conditionnellement ne commette de nouvelles infractions au sens de l'art. 64 al. 1, le juge ordonne sa réintégration à la requête de l'autorité d'exécution (al. 3). L'art. 95 al. 3 à 5 est applicable si la personne libérée conditionnellement se soustrait à l'assistance de probation ou viole les règles de BGE 135 IV 49 S. 54conduite (al. 4). La personne libérée conditionnellement est libérée définitivement si elle a subi la mise à l'épreuve avec succès (al. 5).\n\nSelon le sens et le but de cette norme, la condition de la prévisibilité d'une conduite correcte en liberté, prévue à l'al. 1, doit être appréciée par rapport aux seules infractions énumérées à l'art. 64 al. 1 CP. Les autres comportements, qui n'entrent pas dans les prévisions de cette dernière disposition, sont irrelevants (cf. M. HEER, StGB II, n° 14 ad art. 64a CP; G. STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil II: Strafen und Massnahmen, 2e éd. [ci-après: Schweizerisches Strafrecht], § 12 n. 28). Ainsi, un auteur qui a été interné, comme délinquant d'habitude au sens de l'art. 42 aCP ou, comme en l'espèce, comme délinquant anormal au sens de l'art. 43 ch. 1 al. 2 aCP, ce en raison d'infractions répétées contre le patrimoine, doit être libéré conditionnellement en application de l'art. 64a CP, s'il est à prévoir qu'il ne commettra pas, une fois remis en liberté, des infractions, qui entrent dans le champ d'application de l'art. 64 al. 1 CP. En revanche, le fait qu'il soit susceptible de se rendre coupable de nouvelles infractions contre le patrimoine, qui ne seraient pas visées par l'art. 64 al. 1 CP, n'empêche pas le prononcé de sa libération conditionnelle, laquelle se décide désormais conformément aux art. 64a CP et suivant.\n\n1.2 Selon l'arrêt attaqué, le recourant a, depuis sa jeunesse, été condamné à de nombreuses reprises pour des infractions d'ordre patrimonial, commises tant en liberté que lors des mesures de placement antérieures.\n\nDans leur rapport du 24 janvier 2007, les experts ont relevé que le recourant reproduisait toujours le même mode de fonctionnement, caractérisé par sa fluctuation du comportement et une faible tolérance à la frustration, ainsi que des difficultés à se remettre en question, qu'il entrait ainsi dans des phases de colère, avec des attitudes souvent infantiles face à sa déception causée par l'absence d'ouverture de son régime et des règles à respecter en milieu carcéral. Les médecins ont souligné qu'une quelconque évolution semblait difficilement envisageable et que sa situation restait très problématique. Ils n'ont objectivé aucun élément allant dans le sens d'un changement significatif dans son mode de fonctionnement. Ils ont constaté que le risque de récidive restait très élevé et que les différentes tentatives de placement dans des établissements offrant un cadre plus léger et permissif (foyers spécialisés) s'étaient toutes soldées par des échecs. Ils BGE 135 IV 49 S. 55ont conclu que le recourant devait continuer de pouvoir bénéficier d'un \"étayage\" cadrant, structurant, soutenant et compréhensif, tel que celui qui lui était proposé au sein des Etablissements de la plaine de l'Orbe (EPO) et qu'il était actuellement difficile d'envisager de nouvelles perspectives.\n\nDans son dernier avis du 13 février 2007 (cf. supra, faits), la CIC a constaté que l'espoir mis dans l'ouverture de nouvelles perspectives s'avérait malheureusement sans objet dans la situation chronicisée de l'intéressé.\n\n1.2.1 Ainsi, l'accessibilité du recourant à une mesure thérapeutique est quasiment nulle. En effet, selon les psychiatres, une évolution dans le comportement de l'expertisé semble difficilement envisageable, alors que le risque de récidive reste très élevé. D'après la CIC, le bilan neurologique et neuro-psychologique du recourant ne met en évidence aucune pathologie curable. Enfin, la seule modification que ce dernier est capable de concevoir dans l'exécution de sa mesure est le transfert dans un foyer. En revanche, il n'intègre pas la nécessité de prévenir autant que faire se peut le risque de récidive qu'il représente.\n\nAu regard de ces éléments, une mesure thérapeutique institutionnelle au sens des art. 59 CP ss ou un traitement ambulatoire selon l'art. 63 CP n'est pas envisageable, le recourant n'étant pas apte à être traité et les mesures précitées n'étant par conséquent pas susceptibles de le détourner de la commission de nouvelles infractions patrimoniales (cf. FF 1999 p. 1883 et 1896; M. HEER, StGB I, n° 63 ad art. 59 CP et n° 28 ad art. 63 CP; G. STRATENWERTH, Schweizerisches Strafrecht, § 9 n. 16, 64 et 65). Dès lors, conformément au ch. 2 al. 2 des dispositions finales, l'internement du recourant doit se poursuivre, sans que les conditions d'application de l'art. 64 CP n'aient à être examinées (cf. supra consid. 1.1.1).\n\n1.2.2 Toutefois, conformément à ce qui est explicité sous le consid. 1.1.2, le recourant a la possibilité de demander sa libération conditionnelle en application des art. 64a et 64b CP auprès de l'autorité vaudoise compétente. Une libération au sens de ces dispositions entre évidemment en ligne de compte lorsque, comme en l'espèce pour le prononcé de la mesure au sens de l'art. 43 ch. 1 al. 2 aCP, seules des infractions patrimoniales ont été commises, à l'exclusion de celles énumérées à l'art. 64 al. 1 CP. Dans ce cadre, il ne s'agit plus d'examiner le bien-fondé du prononcé antérieur de l'internement. Le législateur a en effet réglé ce problème par le biais d'une disposition BGE 135 IV 49 S. 56transitoire, soit le ch. 2 al. 2 des dispositions finales, et ainsi clairement exclu d'examiner si tous les internements prononcés sous l'ancien droit étaient conformes aux nouvelles dispositions (cf. supra consid. 1.1.1; M. HEER, StGB II, n° 15 ad ch. 2 al. 2 des dispositions finales,). Cependant, cette procédure n'a rien à voir avec le fait que les mesures doivent être réexaminées à intervalles réguliers, l'interné pouvant en tout temps demander sa libération conditionnelle (cf. art. 64b al. 1 CP; FF 2005 p. 4445; M. HEER, StGB II, nos 14 et 17 ad ch. 2 des dispositions finales et StGB II, n° 28 ad art. 64 CP). Or, la notion de \"dangerosité\" a évolué et le pronostic quant au comportement futur de l'interné doit désormais être posé conformément au sens et au but de la nouvelle loi et donc apprécié d'après les seules infractions énumérées, de manière exhaustive, à l'art. 64 al. 1 CP (cf. supra consid. 1.1.2)."}