{"annee": "135", "cour": "II", "page": "260", "date": "5/3/2009", "cite": ["130 II 509", "131 II 553", "134 II 186"], "cite_par": ["142 II 293"], "chapeau": "26. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Y. SA contre Service des contributions du canton de Neuchâtel (recours en matière de droit public)\n\n2C_721/2008 du 5 mars 2009", "regestes": ["Art. 107 al. 2 LTF; conditions de recevabilité du recours en matière de droit public portant sur l'impôt fédéral direct et les impôts cantonal et communal (précision de la jurisprudence). Conditions auxquelles l'autorité cantonale de dernière instance peut rendre une seule décision en matière d'impôt fédéral direct et d'impôts cantonal et communal (consid. 1.3.1). Dès lors que les compétences du Tribunal fédéral sont identiques en matière d'impôt fédéral direct, ainsi que dans le domaine des impôts cantonal et communal portant sur une matière visée à l'art. 73 al. 1 LHID, il n'y a plus de raison d'exiger le dépôt de deux recours distincts lorsque l'autorité cantonale rend une seule décision valant pour les deux impôts (consid. 1.3.2)."], "faits": "BGE 135 II 260 S. 261\n\nY. SA est inscrite au registre du commerce du canton de Neuchâtel depuis le 29 juin 1955. Elle a pour but l'exploitation et la mise en gérance d'un immeuble situé à Neuchâtel et, d'une manière générale, l'achat, la vente, la construction et la gérance d'immeubles. Depuis 1997, A. est l'unique administrateur et le seul actionnaire de Y. SA.\n\nLe 8 février 2006, le Service cantonal des contributions a notifié à Y. SA les taxations relatives à l'année fiscale 2004, tant pour les impôts cantonal et communal, que pour l'impôt fédéral direct. Le bénéfice imposable retenu s'élevait à 21'800 fr., après reprise à hauteur de 11'150 fr. sur le montant de 21'150 fr. déclarés par Y. SA à titre de salaire et autres frais versés à A.\n\nCette taxation a été confirmée sur réclamation, par décision du Service des contributions du 30 mars 2006, puis par jugement du 12 décembre 2007 du Tribunal fiscal de Neuchâtel. BGE 135 II 260 S. 262\n\nLe recours déposé par Y. SA a ensuite été rejeté par arrêt du Tribunal administratif du canton de Neuchâtel du 9 septembre 2008. Traitant simultanément les impôts cantonal et communal, ainsi que l'impôt fédéral direct, la juridiction cantonale a considéré en substance qu'en l'absence de justificatifs pour les charges invoquées, les autorités inférieures pouvaient se référer au barème de l'Union neuchâteloise des professionnels de l'immobilier (en abrégé: l'UNPI) pour évaluer la rémunération admissible des services rendus par A. En versant un montant de 21'150 fr. à son actionnaire et administrateur unique pour les prestations effectuées par ce dernier, Y. SA avait, selon les juges cantonaux, accordé une prestation disproportionnée qui entrait dans la catégorie des avantages appréciables en argent.\n\nLe recours déposé par Y. SA auprès du Tribunal fédéral a été rejeté dans sa mesure de sa recevabilité.", "considerants": "Extrait des considérants:\n\n1.\n\n1.3\n\n1.3.1 Les tribunaux cantonaux, lorsqu'ils se prononcent sur une question relevant tant de l'impôt fédéral direct que des impôts cantonal et communal doivent en principe rendre deux décisions - qui peuvent toutefois figurer dans un seul acte, l'une pour l'impôt fédéral direct et l'autre pour les impôts cantonal et communal, avec des motivations séparées et des dispositifs distincts ou du moins un dispositif distinguant expressément les deux impôts. Cette exigence se justifie par le fait qu'il s'agit d'impôts distincts, qui reviennent à des collectivités différentes et qui font l'objet de taxations et de procédures séparées (ATF 131 II 553 consid. 4.2; ATF 130 II 509 consid. 8.3 p. 511). Elle garde donc toute sa justification, bien qu'elle ait été posée sous l'empire de l'ancienne loi fédérale d'organisation judiciaire du 16 décembre 1943 (OJ; RO 3 521; arrêt du Tribunal fédéral 2C_176/2008 du 26 août 2008, in RDAF 2008 II p. 247 consid. 1.2). Il y a lieu cependant de relativiser cette jurisprudence lorsque la question juridique à trancher par l'autorité cantonale de dernière instance est réglée de la même façon en droit fédéral et en droit cantonal harmonisé et peut donc être traitée avec un raisonnement identique, tant pour l'impôt fédéral direct, que pour les impôts cantonal et communal. Dans un tel cas, on peut admettre qu'une seule décision soit rendue et que le dispositif ne distingue pas entre BGE 135 II 260 S. 263les deux catégories d'impôts, à condition toutefois que la motivation de la décision attaquée permette clairement de saisir que la décision rendue vaut aussi bien pour l'impôt fédéral direct que pour les impôts cantonal et communal.\n\n1.3.2 Parallèlement aux exigences de motivation destinées aux autorités judiciaires cantonales, la jurisprudence a également précisé que le recourant doit en principe déposer, devant le Tribunal fédéral, deux recours différents, qui peuvent aussi être contenus dans la même écriture avec des conclusions adaptées à chacun des impôts (ATF 130 II 509 consid. 8.3 p. 511). A l'origine, il s'agissait avant tout de tenir compte d'impératifs procéduraux qui ont aujourd'hui disparu s'agissant du droit cantonal harmonisé. En effet, sous l'ancienne loi fédérale d'organisation judiciaire, le Tribunal fédéral pouvait être saisi d'un recours de droit administratif tant pour l'impôt fédéral direct que pour les impôts cantonal et communal concernant un domaine harmonisé (art. 73 al. 1 de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes [LHID; RS 642.14]). Toutefois, en matière d'impôt fédéral direct, il pouvait statuer sur le fond (art. 114 OJ) et aller au-delà des conclusions des parties, alors que, pour les impôts cantonal et communal portant sur une matière harmonisée, le Tribunal fédéral ne pouvait qu'annuler l'arrêt attaqué et renvoyer l'affaire pour nouvelle décision à l'autorité inférieure en vertu de l'art. 73 al. 3 LHID, ce qui, selon le Tribunal fédéral, justifiait d'exiger le dépôt de deux recours distincts (cf. ATF 130 II 509 consid. 8.3 p. 511). Avec la loi sur le Tribunal fédéral, en vigueur le 1er janvier 2007, la situation s'est modifiée et le Tribunal fédéral a jugé que l'art. 73 al. 3 LHID devait céder le pas devant l'art. 107 al. 2 LTF, qui lui confère un pouvoir général de réforme quel que soit le recours déposé devant lui (ATF 134 II 186 consid. 1.3 p. 189; approuvant cette solution: DANIEL DE VRIES REILINGH, Premières expériences de procédure sous la LTF en matière de droit fiscal harmonisé [LHID], Jusletter du 23 juin 2008 n. 17 et 18, < http://jusletter.weblaw.ch>).\n\nDès lors que le pouvoir d'examen et les compétences du Tribunal fédéral sont désormais les mêmes, tant en ce qui concerne l'impôt fédéral direct, que les impôts cantonal et communal portant sur une matière visée à l'art. 73 al. 1 LHID, il n'y a plus de raison d'exiger systématiquement du recourant qu'il dépose deux recours distincts pour chacun de ces impôts, à moins que l'autorité cantonale ait elle-même rendu deux décisions. Dans les cas où l'autorité cantonale se BGE 135 II 260 S. 264contente de rendre une seule décision valant pour les deux impôts, car la question juridique à trancher est réglée de la même façon en droit fédéral et dans le droit cantonal harmonisé (cf. supra consid. 1.3.1), le recourant doit pouvoir attaquer cette décision dans un seul recours. Il faut cependant qu'il ressorte de la motivation du recours, que celui-ci s'en prend tant à l'impôt fédéral direct, qu'aux impôts cantonal et communal, pour que ces deux catégories d'impôts soient revues par le Tribunal fédéral. Dans cette mesure, la jurisprudence développée à l' ATF 130 II 509 consid. 8.3 p. 511 doit être précisée.\n\n1.3.3 En l'espèce, la décision attaquée ne distingue pas, dans son dispositif, l'impôt fédéral direct des impôts cantonal et communal. Dans la motivation, les juges cantonaux ont toutefois indiqué que la notion de bénéfice net, servant de base à l'imposition des personnes morales et qui fait partie du domaine harmonisé, est la même pour les deux catégories d'impôts, de sorte que le rejet du recours prononcé dans l'arrêt attaqué vaut tant pour l'impôt fédéral direct, que pour les impôts cantonal et communal 2004. Dans ces circonstances, on ne peut reprocher à la recourante de ne pas avoir déposé deux recours distincts, ni formulé des conclusions séparées, dès lors qu'il ressort clairement de son mémoire au Tribunal fédéral qu'elle s'en prend à ces deux catégories d'impôts."}