{"annee": "135", "cour": "III", "page": "614", "date": "17/11/2009", "cite": ["108 II 398", "121 III 246", "133 III 167", "125 III 443", "128 III 201", "133 III 323", "108 II 393", "128 III 346", "127 III 337", "117 II 494"], "cite_par": ["138 III 750", "138 III 714", "137 III 268", "138 III 489", "136 III 232"], "chapeau": "90. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause Banque X. SA contre Fondation Y. (recours en matière civile)\n\n4A_339/2009 du 17 novembre 2009", "regestes": ["Art. 18 LDIP, art. 335 al. 2 CC; droit international privé; fondation de famille dite d'entretien. La prohibition de la constitution de fidéicommis de famille, ancrée à l'art. 335 al. 2 CC, n'est pas une loi d'application immédiate au sens de l'art. 18 LDIP pouvant paralyser l'application d'une loi étrangère qui déclare licite, contrairement au droit suisse, la création de fondation de famille dite d'entretien (consid. 4)."], "faits": "", "considerants": "BGE 135 III 614 S. 614\n\nExtrait des considérants:\n\n4.\n\n4.1\n\n4.1.1 Le procès au fond ouvert par la demande du 18 mars 2008 présente un caractère international puisqu'il oppose une fondation de droit privé ayant son siège à Vaduz, capitale du Liechtenstein, à une banque sise à Genève, défenderesse, dont sont mises en cause BGE 135 III 614 S. 615la responsabilité délictuelle du fait des agissements illicites d'un membre de sa direction et la responsabilité contractuelle du fait de la violation alléguée de contrats de dépôt et de mandat qui liaient la banque à la fondation.\n\nLa banque recourante a contesté la qualité pour ester en justice de la fondation intimée. C'est uniquement cette question, tranchée par la Cour de justice dans l'arrêt déféré, qui est soumise au Tribunal fédéral. Ce n'est donc pas le droit qui régit la responsabilité de la banque pour les actes illicites commis par un de ses organes ou auxiliaires qui doit être déterminé, pas plus que le droit qui gouverne les relations contractuelles internationales nouées entre les plaideurs. Il s'agit bien plutôt de dire quel est le droit qui est applicable au statut personnel de la fondation demanderesse en droit international privé. Dès l'instant où aucun traité international n'entre en ligne de compte à ce propos, cet examen se fera au regard des règles de conflit de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291) (cf. art. 1 al. 2 LDIP; ATF 133 III 323 consid. 2.1), en particulier à la lumière des art. 150 ss LDIP. En effet, l'art. 150 al. 1 LDIP englobe dans la notion de société, outre la \"société de personne organisée\", \"tout patrimoine organisé\", dont font partie notamment les fondations (VON PLANTA/EBERHARD, in Commentaire bâlois, Internationales Privatrecht, 2e éd. 2007, n° 10 ad art. 150 LDIP; BERNARD DUTOIT, Droit international privé suisse, 4e éd. 2005, n° 5 ad art. 150 LDIP).\n\n4.1.2 Comme l'a précisé la jurisprudence dans un arrêt de principe (ATF 117 II 494 consid. 4b), la LDIP a consacré la théorie de l'incorporation. A teneur de l'art. 154 al. 1 LDIP, les sociétés sont régies par le droit en vertu duquel elles sont organisées si elles répondent aux conditions de publicité ou d'enregistrement prescrites par ce droit ou, dans le cas où ces prescriptions n'existent pas, si elles se sont organisées selon le droit de cet Etat. A supposer que la société ne remplisse pas les conditions précitées, elle sera régie par le droit de l'Etat dans lequel elle est administrée en fait (art. 154 al. 2 LDIP). Le droit désigné de la sorte est applicable à de larges domaines juridiques [cf. la liste exemplative de l'art. 155 let. a-i LDIP; ATF 128 III 346 consid. 3.1.3], sous réserve des art. 156 à 161 LDIP.\n\n4.1.3 En l'espèce, il n'a jamais été contesté que la fondation intimée a été valablement constituée, le 4 mai 1987, selon les art. 552 ss de BGE 135 III 614 S. 616la loi liechtensteinoise du 20 janvier 1926 sur les personnes et les sociétés (Personen- und Gesellschaftsrecht, PGR; Lilex 216.0).\n\nEn application de la norme de conflit ancrée à l'art. 154 al. 1 LDIP, dont il a été question ci-dessus, ladite fondation est en conséquence gouvernée par le droit du Liechtenstein d'après lequel elle s'est dûment organisée.\n\nA teneur de l'art. 155 LDIP, hormis les rattachements spéciaux des art. 156 à 161 LDIP (qui ne jouent aucun rôle dans le cas présent), le droit applicable à l'intimée régit notamment la nature juridique de la société (let. a) - ainsi le point de savoir si elle possède la personnalité juridique (FRANK VISCHER, in Zürcher Kommentar zum IPRG, 2e éd. 2004, n° 2 ad art. 155 LDIP; BUCHER/BONOMI, Droit international privé, 2e éd. 2004, ch. 1177 p. 317) - et l'exercice des droits civils par la société (let. c).\n\nL'art. 106 al. 1 PGR dispose ce qui suit:\n\n\"Die körperschaftlich organisierten Personenverbindungen (Körperschaften oder Korporationen) und die einem besonderen Zwecke gewidmeten und selbständigen Anstalten einschliesslich Stiftungen erlangen das Recht der Persönlichkeit durch die Eintragung in das Öffentlichkeitsregister (Inkorporierung), und zwar mangels abweichender Gesetzesvorschrift selbst dann, wenn die Voraussetzungen der Eintragung tatsächlich nicht vorhanden waren, vorbehältlich des Vernichtbarkeitsverfahrens\".\n\nPour sa part, l'art. 552 § 1, 1, al. 1 PGR a le contenu suivant:\n\n\"Eine Stiftung im Sinne dieses Abschnittes ist ein rechtlich und wirtschaftlich verselbständigtes Zweckvermögen, welches als Verbandsperson (juristische Person) durch die einseitige Willenserklärung des Stifters errichtet wird. Der Stifter widmet das bestimmt bezeichnete Stiftungsvermögen und legt den unmittelbar nach aussen gerichteten, bestimmt bezeichneten Stiftungszweck sowie Begünstigte fest\".\n\nD'après le libellé de ces deux normes de droit étranger, qui ne peuvent être interprétées que sous l'angle restreint de l'arbitraire (cf. art. 96 let. b LTF a contrario), il n'est en tout cas pas indéfendable de reconnaître que le droit du Liechtenstein octroie aux fondations (Stiftungen) la personnalité juridique.\n\nQuant à l'art. 109, III, al. 1 in initio PGR, il prescrit ce qui suit:\n\n\"Die Verbandspersonen (ou juristischen Personen, cf. titre de la \"2. Abteilung\" PGR) sind von Gesetzes wegen gleich natürlichen Personen aller Rechte [....] fähig, soweit diese Rechte oder Pflichten nicht die natürlichen Zustände oder Eigenschaften des Menschen, wie das BGE 135 III 614 S. 617Geschlecht, das Alter oder die Verwandtschaft zur notwendigen Voraussetzung haben\".\n\nIl n'est assurément pas injustifié d'admettre que ce texte légal accorde les mêmes droits aux personnes juridiques que ceux appartenant aux personnes physiques, à l'exception de ceux qui sont inhérents à la personne humaine; on peut en inférer que les fondations ont l'exercice des droits civils en droit liechtensteinois.\n\n4.2 Il résulte du rattachement principal au droit de l'incorporation adopté par l'art. 154 al. 1 LDIP que la fondation intimée, constituée conformément au droit du Liechtenstein et munie par ce droit de tous les attributs de la personnalité juridique, a en principe automatiquement l'exercice des droits civils en Suisse, et, partant, la capacité d'ester en justice (cf. VON PLANTA/EBERHARD, op. cit., n° 4 ad art. 154 LDIP; DUTOIT, op. cit, n° 5bis ad art. 154 LDIP).\n\nToutefois, les rattachements opérés en vertu de la LDIP sont soumis aux restrictions instituées par la partie générale de la loi (art. 15 et 17 à 19 LDIP).\n\nAinsi, la clause d'exception de l'art. 15 al. 1 LDIP, qui n'est pas applicable en cas d'élection de droit (art. 15 al. 2 LDIP), écarte le droit étranger désigné par la LDIP si, au regard de l'ensemble des circonstances, il est manifeste que la cause n'a qu'un lien très lâche avec ce droit et qu'elle se trouve dans une relation beaucoup plus étroite avec un autre droit (cf. ATF 121 III 246 consid. 3c).\n\nLe renvoi au droit étranger ne doit pas non plus être contraire à l'art. 17 LDIP, qui se rapporte à la réserve dite négative de l'ordre public suisse; cette disposition permet au juge de ne pas faire appel au droit (matériel) étranger, si cela a pour résultat de heurter de façon insupportable les moeurs et le sentiment du droit suisse (cf. ATF 128 III 201 consid. 1b; ATF 125 III 443 consid. 3d p. 447).\n\nLe droit étranger indiqué par la règle de conflit du for peut être également mis à l'écart lorsque des lois suisses impératives dites d'application immédiate doivent être prises en compte (art. 18 LDIP; aspect dit positif de l'ordre public suisse). Les lois d'application immédiate telles que l'entend cette norme sont, en règle générale, des dispositions impératives qui répondent le plus souvent à des intérêts essentiels d'ordre social, politique ou économique (cf. ATF 128 III 201 consid. 1b et les références). Du moment que, dans un Etat de droit comme l'est la Confédération suisse (cf. art. 5 Cst.), il est rarissime qu'une norme ne puisse trouver un fondement, même BGE 135 III 614 S. 618indirect, qui ne soit pas en phase avec la défense d'intérêts sociaux, politiques ou économiques, les lois d'application immédiate doivent correspondre aux seules valeurs fondamentales de l'ordre juridiques (cf. FRANÇOIS KNOEPFLER ET AL., Droit international privé suisse, 3e éd. 2005, ch. 376c, p. 189/190). Il est de jurisprudence que la réserve de l'ordre public, dans ses conceptions tant positive que négative, doit être admise avec une retenue particulière lorsque la cause à juger ne présente pratiquement pas de lien avec la Suisse (exigence dite de la \"Binnenbeziehung\"; ATF 128 III 201 consid. 1b p. 205 et les références doctrinales).\n\n4.3 Il sied conséquemment, à ce stade du raisonnement, d'analyser si l'interdiction de la constitution de fidéicommis de famille posée par l'art. 335 al. 2 CC appartient aux dispositions impératives du droit suisse au sens de l'art. 18 LDIP, comme le prétend la recourante. Dans l'affirmative, la règle de conflit de l'art. 154 al. 1 LDIP serait alors mise en échec.\n\n4.3.1 D'après l'art. 335 al. 2 CC, la constitution de fidéicommis de famille est prohibée.\n\nPar fidéicommis de famille dans le sens de cette disposition, il faut entendre un patrimoine spécial (Sondervermögen), lié à une certaine famille de manière inaliénable par une disposition de droit privé, dont les membres de cette famille peuvent jouir en fonction d'un ordre de succession déterminé. Ce lien patrimonial doit augmenter la conscience de l'unité et la considération de la famille, tout en garantissant le niveau de vie des membres de celle-ci. Le fidéicommis de famille n'est pas une personne juridique à l'inverse de la fondation de famille; il s'agit bien plutôt d'un patrimoine séparé qui est en mains des personnes qui en sont bénéficiaires; il ne peut pas être mis en gage ni en principe être aliéné (arrêt 5C.9/2001 du 18 mai 2001 consid. 3a, non publié in ATF 127 III 337, mais in SJ 2002 I p. 199; HAROLD GRÜNINGER, in Commentaire bâlois, Zivilgesetzbuch, tome I, 3e éd. 2006, n° 14a ad art. 335 CC).\n\nContreviennent à l'interdiction des fidéicommis de famille les fondations de famille dites d'entretien ou de jouissance qui accordent à leurs destinataires des avantages provenant des biens de la fondation simplement pour leur permettre de mener un plus grand train de vie ou de vivre plus agréablement, sans que soient posées des conditions spéciales liées à une situation de vie déterminée (arrêt 5C.68/2006 du 30 novembre 2006 consid. 5.1, non publié in BGE 135 III 614 S. 619 ATF 133 III 167, mais in Pra 2007 n° 103 p. 677 et in FamPra.ch 2007 p. 359; ATF 108 II 393 consid. 6a, ATF 108 II 398 consid. 4).\n\nSont en revanche licites les fondations de famille qui sont constituées selon les buts exhaustivement énumérés à l'art. 335 al. 1 CC. Ces buts consistent à fournir aux membres de la famille faisant partie du cercle des destinataires, à certains moments de leur vie (pendant leur jeunesse, lorsqu'ils se créent une existence indépendante, quand ils sont dans une situation difficile), l'aide matérielle nécessaire pour faire face aux besoins particuliers nécessités par ces situations (ATF 108 II 393 consid. 6a; GRÜNINGER, op. cit., n° 10 ss ad art. 335 CC; PETER TUOR ET AL., Das Schweizerische Zivilgesetzbuch, 13e éd. 2009, § 48 ch. 2, p. 538/539).\n\nA considérer le libellé de l'art. 335 CC, qui pose des règles de droit strictes en délimitant ce qui est autorisé, tout d'abord positivement à son al. 1 et puis négativement à son al. 2, il est incontestable que cette norme est de droit impératif (cf. ATF 108 II 398 consid 4 in fine p. 403/404; JUSTIN THORENS, L'article 335 CCS et le trust de common law, Mélanges en l'honneur de Henri-Robert Schüpbach, 2000, p. 161; GRÜNINGER, op. cit., n° 6 ad art. 335 CC; LUC THÉVENOZ, Créer et gérer des trusts en Suisse après l'adoption de la Convention de La Haye, in Journée 2006 de droit bancaire et financier, 2007, p. 68).\n\n4.3.2 A ce jour, le Tribunal fédéral ne s'est pas prononcé sur le point de savoir si l'art. 335 al. 2 CC peut être considéré comme une loi d'application immédiate d'après l'art. 18 LDIP.\n\nDans un arrêt du 22 août 1985, publié in SJZ 82/1986 p. 245, l'Obergericht de Zurich devait juger si une \"Anstalt\" de droit liechtensteinois, qui avait placé l'essentiel de sa fortune en Suisse et était administrée partiellement par des Suisses qui y étaient domiciliés, avait la capacité pour actionner en Suisse un de ses anciens administrateurs. Examinant si l'interdiction des fidéicommis de famille de l'art. 335 al. 2 CC était une norme faisant partie de l'ordre public suisse, il a tranché négativement ce point. Il a considéré que l'art. 335 al. 2 CC devait être mis en relation avec l'art. 488 al. 2 CC, qui prohibe, en droit successoral, la substitution fidéicommissaire successive. Admettant que cette dernière disposition - à l'instar des dispositions sur la réserve héréditaire des art. 470 ss CC - n'avait aucun caractère d'ordre public en Suisse, il devait en aller a fortiori de même de l'art. 335 al. 2 CC. BGE 135 III 614 S. 620\n\nSi la jurisprudence sur la question est très pauvre, la doctrine est au contraire abondante. Elle se divise en deux courants, d'une importance inégale.\n\nUn premier courant, minoritaire, est d'avis que l'interdiction des fidéicommis de famille a un caractère d'ordre public en Suisse, car elle a été édictée pour préserver les bénéficiaires de la fondation de l'oisiveté. Cette prohibition doit par conséquent être assimilée à une loi d'application immédiate lorsque la fondation a un rapport particulier avec la Suisse, par exemple si, au moment de sa création, ses bénéficiaires avaient leur domicile en Suisse ou si la fortune de la fondation se trouve dans cet Etat (VON PLANTA/EBERHARD, op. cit., n° 18 ad art. 154 LDIP; VISCHER, op. cit., n° 34 ad art. 154 LDIP; ANTON K. SCHNYDER, Trust, Pflichtteilsrecht, Familienfideikommiss, in Festschrift für Hans Michael Riemer, 2007, p. 347 ss, spéc. p. 348; THOMAS M. MAYER, Die organisierte Vermögenseinheit gemäss Art. 150 des Bundesgesetzes über das Internationale Privatrecht, unter besonderer Berücksichtigung des Trust, 1994, p. 37 ss, spéc. p. 47/48; ANDREAS BUCHER, Droit international privé suisse, tome II: Personnes, Famille, Successions, 1992, ch. 987, p. 317).\n\nUn second courant, très largement majoritaire, affirme que l'interdiction de fidéicommis de famille instituée par l'art. 335 al. 2 CC, faute d'être l'expression d'un principe fondamental de l'ordre juridique suisse, ne saurait être assimilée à une loi d'application immédiate comme l'entend l'art. 18 LDIP (DUTOIT, op. cit, n° 9 ad art. 154 LDIP; GRÜNINGER, op. cit., n° 16/17 ad art. 335 CC; NEDIM PETER VOGT, in Basler Kommentar, Internationales Privatrecht, 2e éd. 2007, n° 96 ad Vorbemerkungen zu Art. 149a-e LDIP; PETER MAX GUTZWILLER, Schweizerisches Internationales Trustrecht, 2007, Allgemeine Einleitung, n° 47-48, p. 11/12; THORENS, op. cit., p. 164-166; THÉVENOZ, op. cit., p. 68-70; SIMON OTHENIN-GIRARD, La réserve d'ordre public en droit international privé suisse, 1999, ch. 951, p. 593; DOMINIQUE JAKOB, Entwicklungen im Vereins- und Stiftungsrecht, SJZ 104/2008, p. 539; FLORENCE GUILLAUME, Trust, réserves héréditaires et immeubles, AJP 1/2009, p. 36; JULIEN PERRIN, Le trust à l'épreuve du droit successoral en Suisse, en France et au Luxembourg, 2006, p. 225/226; DENIS PIOTET, Les inefficacités des dispositions à cause de mort en droit suisse, in Quelques actions en annulation, 2007, ch. 27/28, p. 62-63; BONNARD/CIOLA-DUTOIT, Trusts internes suisses: objectifs recherchés et obstacles juridiques, AJP 12/2007, p. 1511/1512; DAVID WALLACE WILSON, BGE 135 III 614 S. 621Planification immobilière autour du trust, in La planification du patrimoine, Journée de droit civil 2008 en l'honneur du Professeur Bucher, 2009, p. 130/131).\n\n4.3.3 L'opinion des auteurs majoritaires emporte la conviction pour les raisons qui suivent.\n\nSur le plan historique, il appert que l'introduction dans le Code civil de l'interdiction de la constitution de fidéicommis de famille est le résultat d'un compromis. Dans ses avant-projets du Code civil de 1896 et 1900, Eugen Huber avait placé le fidéicommis de famille sur le même pied que la fondation de famille et laissé aux cantons le pouvoir de limiter ou d'interdire ces deux institutions juridiques. Toutefois, la Commission d'experts a voté contre le maintien du fidéicommis proposé par Eugen Huber. Un arrangement fut alors trouvé, en ce sens qu'il était interdit de constituer de nouveaux fidéicommis, mais que ceux qui existaient déjà dans les cantons, tous alémaniques, pouvaient subsister. Cette proposition fut reprise dans l'avant-projet publié par le Département fédéral de justice et police et finalement adoptée telle quelle dans le Code civil du 10 décembre 1907 (cf. à propos de l'arrière-plan historique de l'art. 335 al. 2 CC, RENÉ PAHUD DE MORTANGES, Gegenwartslösungen für ein historisches Rechtsinstitut: Das Familienfideikommiss, in Familie und Recht, Festgabe für Bernhard Schnyder, 1995, p. 500 et 503-505).\n\nOn doit tirer de cette mise en perspective que si le législateur a autorisé la persistance des fidéicommis de famille qui existaient avant l'entrée en vigueur du Code civil, c'est bien parce qu'il estimait que cette institution ne heurtait pas de façon insupportable les moeurs et le sentiment du droit prévalant en Suisse.\n\nEn outre, les considérations sur la base desquelles a été introduit l'art. 335 al. 2 CC, qui sont d'une part morales, voire puritaines (il s'agissait de combattre l'oisiveté) et, d'autre part économiques (il s'agissait d'empêcher la prolifération de biens de mainmorte), sont aujourd'hui dépassées (cf. Message du 2 décembre 2005 concernant l'approbation et l'exécution de la Convention de La Haye relative à la loi applicable au trust et à sa reconnaissance, FF 2006 561 ss ch. 1.4.1.7 in fine). En effet, à l'époque actuelle, c'est bien plutôt la lutte contre le chômage que celle contre le désoeuvrement qui représente une tâche étatique prioritaire en Suisse; autrement dit, le combat contre l'oisiveté n'a plus rien à voir avec la BGE 135 III 614 S. 622sauvegarde d'intérêts supérieurs. Quant aux biens de mainmorte, ils se rapportent à l'ancien régime et sont totalement étrangers au système économique de la Suisse moderne.\n\nOn ne voit donc pas que l'existence d'un quelconque rapport particulier avec la Suisse puisse justifier la non-reconnaissance en Suisse de fondations de famille dites d'entretien valablement organisées selon le droit étranger.\n\nDans ces conditions, il y a lieu d'admettre que l'art. 335 al. 2 CC n'est pas une norme d'application immédiate.\n\nC'est donc sans violer le droit fédéral que la cour cantonale a jugé que l'intimée avait la capacité procédurale d'ouvrir action contre la recourante devant les autorités genevoises, par demande du 18 mars 2008.\n\n4.4 Ce résultat dispense le Tribunal fédéral d'examiner le second moyen de la recourante, fondé sur une appréciation arbitraire des preuves administrées quant aux mouvements de fonds survenus sur le compte de l'intimée ouvert auprès de la banque."}