{"annee": "135", "cour": "I", "page": "169", "date": "15/6/2009", "cite": ["132 V 241", "120 V 357", "115 V 297", "103 IA 544", "134 IV 266", "129 V 323", "123 II 385", "131 II 271"], "cite_par": ["145 V 255", "143 II 162", "139 II 243", "140 I 218", "142 I 135", "143 IV 387", "138 I 225", "136 III 410", "137 I 327", "136 I 87", "136 IV 97", "141 I 20", "143 I 377", "140 I 201", "139 I 280"], "chapeau": "20. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. N. gegen Schweizerische Mobiliar Versicherungsgesellschaft (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_807/2008 vom 15. Juni 2009", "regestes": ["Art. 13 al. 1, art. 36 Cst.; art. 43 LPGA; protection de la sphère privée; surveillance de la personne assurée par un détective privé. L'assurance-accidents est autorisée à faire surveiller une personne assurée par un détective privé (consid. 4 et 5)."], "faits": "BGE 135 I 169 S. 169\n\nA. Der 1968 geborene N. war als Geschäftsführer der Firma X. bei der Schweizerischen Mobiliar Versicherungsgesellschaft (nachstehend: Mobiliar) gegen die Folgen von Unfällen versichert, als er am 18. Dezember 2003 von einer Hebebühne 5,6 Meter in die Tiefe stürzte. Im Spital B. wurde noch am Unfalltag eine explorative Laparotomie und eine Splenektomie durchgeführt; die Ärzte diagnostizierten eine Milzruptur Grad III bei Polytrauma sowie als Begleitverletzung ein stumpfes Thoraxtrauma (...). Die Mobiliar anerkannte ihre Leistungspflicht für die Folgen dieses Ereignisses und erbrachte die gesetzlichen Leistungen. Aufgrund des Berichts eines von der Unfallversicherung mit der Observation des Versicherten BGE 135 I 169 S. 170beauftragten Privatdetektives stellte die Mobiliar ihre Taggeldleistungen per 18. September 2004 formlos ein. Nach mehreren Verfahren wegen Rechtsverzögerung bzw. Rechtsverweigerung vor kantonalem Gericht (...) sprach die Mobiliar dem Versicherten mit Verfügung vom 18. Juni 2007 und Einspracheentscheid vom 15. November 2007 aufgrund der erlittenen Milzruptur eine Integritätsentschädigung von 10 % zu. Gleichzeitig verneinte die Versicherung für die Zeit ab dem 18. September 2004 einen weitergehenden Anspruch auf Leistungen, da die neben der Milzruptur anhaltend geklagten Beschwerden nicht adäquat kausal durch das Unfallereignis verursacht seien.\n\nB. Die von N. hiegegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Bern mit Entscheid vom 25. August 2008 ab.\n\nC. Mit Beschwerde beantragt N. sinngemäss, die Mobiliar sei unter Aufhebung des Einsprache- und des kantonalen Gerichtsentscheides zu verpflichten, ihre Leistungen auch über den 18. September 2004 hinaus zu erbringen.\n\nWährend die Mobiliar auf Abweisung der Beschwerde schliesst, verzichtet das Bundesamt für Gesundheit auf eine Vernehmlassung.\n\nD. Das Bundesgericht hat am 15. Juni 2009 eine publikumsöffentliche Beratung durchgeführt.\n\nDie Beschwerde wird abgewiesen.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Die Beschwerdegegnerin liess den Versicherten in der Zeit vom 7. Juli 2004 bis 12. August 2004 und vom 27. Januar 2006 bis 26. Februar 2007 an verschiedenen Tagen durch Privatdetektive überwachen. Es ist somit zunächst zu prüfen, ob diese Überwachung rechtens war und die Ergebnisse der Observation als Beweismittel verwertbar sind.\n\n4.2 Die Beschwerdegegnerin ist ein Versicherungsunternehmen, welches im Sinne von Art. 68 UVG (SR 832.20) in das Register der für die Durchführung der obligatorischen Unfallversicherung zugelassenen Versicherer eingetragen ist. Als solches gilt sie als Behörde im Sinne von Art. 1 Abs. 2 lit e VwVG (SR 172.021; BGE 115 V 297 E. 2b S. 299 f.). Sie hat somit - jedenfalls soweit sie gegenüber versicherten Personen in Verfügungsform handelt und BGE 135 I 169 S. 171damit hoheitlich auftritt - nicht nur die rechtsstaatlichen Garantien des Verfügungsverfahrens (BGE 120 V 357 E. 1c S. 361 f.), sondern allgemein die verfassungsmässigen Prinzipien, insbesondere auch die Grundrechte, zu beachten (DETTWILER/HARDEGGER, HAVE 2003 S. 248; TSCHANNEN/ZIMMERLI, Allgemeines Verwaltungsrecht, 2. Aufl. 2005, Rz. 4 zu § 10; PIERRE TSCHANNEN, Staatsrecht der Schweizerischen Eidgenossenschaft, 2. Aufl. 2007, mit Hinweisen; vgl. auch BGE 103 Ia 544 E. 5c S. 551; ferner BGE 123 II 401 E. 4 S. 412 ff.).\n\n4.3 Durch die privatdetektivliche Observation einer versicherten Person sollen Tatsachen, welche sich im öffentlichen Raum verwirklichen und von jedermann wahrgenommen werden können (beispielsweise Gehen, Treppensteigen, Autofahren, Tragen von Lasten oder Ausüben sportlicher Aktivitäten), systematisch gesammelt und erwahrt werden. Auch wenn die Observation von einer Behörde angeordnet wurde, verleiht sie den beobachtenden Personen nicht das Recht, in die Intimsphäre der versicherten Person einzugreifen. Anders als bei einer richterlich angeordneten Observation - etwa im Rahmen des Bundesgesetzes vom 6. Oktober 2000 betreffend die Überwachung des Post- und Fernmeldeverkehrs (BÜPF; SR 780.1) - bleibt zudem der strafrechtliche Schutz der versicherten Person in dem Sinne bestehen, als die Privatdetektive durch die behördliche Anordnung nicht berechtigt werden, strafbare Handlungen zu begehen. Insbesondere hat sich die beauftragte Person an den durch Art. 179quater StGB vorgegebenen Rahmen zu halten. Im Unterschied zu einer verdeckten Ermittlung im Sinne des Bundesgesetzes vom 20. Juni 2003 über die verdeckte Ermittlung (BVE; SR 312.8; vgl. zum Begriff der verdeckten Ermittlung nach diesem Gesetz: BGE 134 IV 266 E. 3.5 ff. S. 274 ff.) ist es nicht Sinn und Zweck einer solchen Observation, dass die ermittelnde Person Kontakte zur überwachten Person knüpft, um so in ihr Umfeld einzudringen.\n\n4.4 Auch wenn sich die Observation einer versicherten Person auf den in E. 4.3 hievor umrissenen Bereich beschränkt, beschlägt sowohl deren Anordnung als auch die Verwertung der Ergebnisse den Schutzbereich des Grundrechts des Schutzes der Privatsphäre (Art. 13 Abs. 1 BV; anderer Ansicht: UELI KIESER, Überwachung - Eine Auslegung von Art. 44a ATSG [Entwurf], [Hill] 2009, Fachartikel Nr. 1, Kap. IV, 2). Dieser Schutz gilt jedoch nicht absolut; vielmehr können die Grundrechte gemäss Art. 36 BV eingeschränkt werden, wenn eine gesetzliche Grundlage vorliegt (Abs. 1), ein öffentliches Interesse an der Einschränkung besteht (Abs. 2), die Einschränkung BGE 135 I 169 S. 172verhältnismässig ist (Abs. 3) und der Kerngehalt der Grundrechte nicht angegriffen wird (Abs. 4). Das ehemalige Eidg. Versicherungsgericht hat wiederholt festgehalten, dass diese Voraussetzungen für die Einschränkung des Grundrechts in Bezug auf die Verwertung der Ergebnisse einer von einer Haftpflichtversicherung veranlassten Observation durch einen Unfallversicherer gegeben sind, so dass diese als Beweismittel im Sozialversicherungsverfahren verwertbar sind (BGE 132 V 242; BGE 129 V 323 E. 3.3.3 S. 324 ff.). Offengelassen hat es demgegenüber die Frage, ob der Unfallversicherer seinerseits befugt ist, eine Überwachung durch Privatdetektive anzuordnen (BGE 129 V 323 E. 3.3.3 S. 326). Da im vorliegenden Fall die Observierung durch Privatdetektive von der Unfall- und nicht von der Haftpflichtversicherung in Auftrag gegeben wurde, ist diese Frage nunmehr zu prüfen.\n\n5.\n\n5.1 Wer Versicherungsleistungen beansprucht, muss unentgeltlich alle Auskünfte erteilen, die zur Abklärung des Anspruchs und zur Festsetzung der Versicherungsleistungen erforderlich sind (Art. 28 Abs. 2 ATSG [SR 830.1]). Die Versicherten und ihre Arbeitgeber haben beim Vollzug der Sozialversicherungsgesetze unentgeltlich mitzuwirken (Art. 28 Abs. 1 ATSG). Personen, die Versicherungsleistungen beanspruchen, haben alle Personen und Stellen, namentlich Arbeitgeber, Ärztinnen und Ärzte, Versicherungen sowie Amtsstellen im Einzelfall zu ermächtigen, die Auskünfte zu erteilen, die für die Abklärung von Leistungsansprüchen erforderlich sind. Diese Personen und Stellen sind zur Auskunft verpflichtet (Art. 28 Abs. 3 ATSG). Wer in Verletzung der Auskunftspflicht unwahre Auskunft erteilt oder die Auskunft verweigert, wer die vorgeschriebenen Formulare nicht oder nicht wahrheitsgetreu ausfüllt, wird, wenn er vorsätzlich handelt, mit Haft oder Busse bestraft (Art. 115 [recte: 113] Abs. 1 UVG); handelt der Täter fahrlässig, so ist die Strafe Busse (Art. 115 [recte: 113] Abs. 2 UVG).\n\n5.2 Gemäss Art. 43 Abs. 1 ATSG prüft der Versicherungsträger die Begehren, nimmt die notwendigen Abklärungen von Amtes wegen vor und holt die erforderlichen Auskünfte ein. Dabei sind die mit der Durchführung, der Kontrolle oder der Beaufsichtigung der Durchführung des UVG betrauten Organe nach Art. 96 UVG befugt, die Personendaten, einschliesslich besonders schützenswerter Daten und Persönlichkeitsprofile, zu bearbeiten oder bearbeiten zu lassen, die sie benötigen, um die ihnen nach diesem Gesetz übertragenen Aufgaben zu erfüllen. BGE 135 I 169 S. 173\n\n5.3 Der Bundesrat schlägt in seiner Botschaft vom 30. Mai 2008 zur Änderung des Bundesgesetzes über die Unfallversicherung (BBl 2008 5395 ff.) vor, das ATSG um einen Art. 44a zu ergänzen und in diesem die Zulässigkeit und Modalitäten einer Überwachung versicherter Personen durch Sozialversicherungsträger zu regeln. Er begründet dies damit, dass - nachdem die Rechtsprechung die Frage der Zulässigkeit offengelassen habe - diesbezüglich ein Klarstellungsbedarf vorliege (BBl 2008 5444). Aus diesem bundesrätlichen Vorschlag kann allerdings noch nicht abgeleitet werden, die Anordnung einer Überwachung sei unter geltendem Recht unzulässig.\n\n5.4 Obliegt es gemäss Art. 43 ATSG dem Versicherungsträger, die notwendigen Abklärungen vorzunehmen, so stellt diese Gesetzesbestimmung - jedenfalls in Verbindung mit Art. 28 Abs. 2 ATSG, welcher eine allgemeine Auskunftspflicht der versicherten Person statuiert - eine Grundlage für die Anordnung einer Observation dar. Zu prüfen ist indessen, ob diese Normen bestimmt genug sind, um als gesetzliche Grundlage im Sinne von Art. 36 Abs. 1 BV zu dienen.\n\n5.4.1 Das Erfordernis der Bestimmtheit steht im Dienste des Grundsatzes des Gesetzesvorbehalts, der Rechtssicherheit mit den Elementen der Berechenbarkeit und Vorhersehbarkeit staatlichen Handelns sowie der rechtsgleichen Rechtsanwendung. Nach der Rechtsprechung darf das Gebot der Bestimmtheit rechtlicher Normen indes nicht in absoluter Weise verstanden werden. Der Gesetzgeber kann nicht darauf verzichten, allgemeine und mehr oder minder vage Begriffe zu verwenden, deren Auslegung und Anwendung der Praxis überlassen werden muss. Der Grad der erforderlichen Bestimmtheit lässt sich nicht abstrakt festlegen. Der Bestimmtheitsgrad hängt unter anderem von der Vielfalt der zu ordnenden Sachverhalte, von der Komplexität und der Vorhersehbarkeit der im Einzelfall erforderlichen Entscheidung, von den Normadressaten, von der Schwere des Eingriffs in Verfassungsrechte und von der erst bei der Konkretisierung im Einzelfall möglichen und sachgerechten Entscheidung ab (BGE 131 II 271 E. 6 S. 278).\n\n5.4.2 Eine regelmässige Observation versicherter Personen durch Privatdetektive stellt jedenfalls dann einen relativ geringfügigen Eingriff in die grundrechtlichen Positionen der überwachten Personen dar, wenn sie sich auf den in E. 4.3 hievor umrissenen Bereich und damit insbesondere auf den öffentlichen Raum beschränkt BGE 135 I 169 S. 174 (BGE 132 V 241 E. 2.5.1 S. 242 f.). In der Lehre wird teilweise gar die Ansicht vertreten, eine solchermassen beschränkte Observation beschlage den Schutzbereich des Grundrechts der Privatsphäre nicht (KIESER, a.a.O.). Der Kerngehalt von Art. 13 BV wird durch die Anordnung einer solchen Überwachung nicht angetastet. In der Regel werden zudem die Angaben der versicherten Personen, der Arbeitgeber und der medizinischen Fachpersonen für eine zuverlässige Beurteilung der Leistungsansprüche genügen; Nachforschungen durch einen Privatdetektiv werden nur in einem verschwindend kleinen Promillesatz der bei den Unfallversicherungen gemeldeten Fällen angezeigt sein (vgl. dazu DETTWILER/HARDEGGER, HAVE 2003 S. 248). Der Anordnung einer Observation kommt somit in dem Sinne Ausnahmecharakter zu, als sie nur erfolgen wird, wenn die anderen Abklärungsmassnahmen nicht zu einem schlüssigen Ergebnis führten. Insgesamt sind daher die gesetzlichen Grundlagen für die Einschränkung der grundrechtlichen Positionen der versicherten Personen hinreichend bestimmt.\n\n5.5 Das öffentliche Interesse an der Einschränkung des Schutzes der Privatsphäre liegt darin, keine nicht geschuldeten Leistungen zu erbringen, um die Gemeinschaft der Versicherten nicht zu schädigen (BGE 129 V 323 E. 3.3.3 S. 325). Dieses Interesse an einer wirksamen Missbrauchsbekämpfung und der Aufdeckung bzw. Verhinderung von Versicherungsbetrug, welches im Privatversicherungsbereich als Rechtfertigungsgrund der mit einer Observation verbundenen Persönlichkeitsverletzung (vgl. Art. 28 ZGB) anerkannt ist (SJ 1998 S. 301, 5C.187/1997 E. 2, vgl. auch das Urteil des Europäischen Gerichtshofs für Menschenrechte Verlière gegen Schweiz vom 28. Juni 2001, Recueil CourEDH 2001-VII S. 403, auch in: VBP 65/2001 Nr. 134 S. 1381; vgl. im Weiteren YVES RÜEDI, Materiell rechtswidrig beschaffte Beweismittel im Zivilprozess, 2009, S. 39 f.), gilt gleichermassen auch im Sozialversicherungsrecht.\n\n5.6 Der Grundsatz der Verhältnismässigkeit verlangt, dass der Grundrechtseingriff zur Erreichung des angestrebten Zieles geeignet und erforderlich ist und dass das verfolgte Ziel in einem vernünftigen Verhältnis zu den eingesetzten Mitteln, den zu seiner Verwirklichung notwendigen Freiheitsbeschränkungen, steht (BGE 129 V 323 E. 3.3.3 S. 325). Die Anordnung einer Observation durch einen Privatdetektiv ist zur Erreichung des angestrebten Zieles (wirksame Bekämpfung von Missbräuchen) geeignet und auch BGE 135 I 169 S. 175erforderlich, da nur diese Beweismittel - beispielsweise bei offensichtlich bestehenden Anhaltspunkten einer effektiv bestehenden Arbeitsfähigkeit - eine unmittelbare Wahrnehmung wiedergeben können. Bezüglich der Möglichkeit weiterer medizinischer Abklärungen als Ersatz für die Observation ist zu beachten, dass auch solche - soweit sie überhaupt geeignet wären, einen gleichwertigen Erkenntnisgewinn zu erbringen - ebenfalls einen nicht leichtzunehmenden Eingriff in die grundrechtlichen Positionen der versicherten Person voraussetzen würden. Die Anordnung einer Observation ist schliesslich auch im engeren Sinne verhältnismässig (vgl. BGE 129 V 323 E. 3.3.3 S. 326).\n\n5.7 Zusammenfassend ist festzuhalten, dass die Anordnung einer Überwachung versicherter Personen durch die Unfallversicherung in dem in E. 4.3 umrissenen Rahmen zulässig ist; die Observationsergebnisse können somit für die Beurteilung der streitigen Fragen grundsätzlich verwendet werden. Ob dies, mit Blick auf Art. 179quater StGB (vgl. E. 4.3 hievor), auch für die kurze Videosequenz, welche im Ladenlokal des Versicherten aufgenommen wurde, zutrifft, braucht vorliegend nicht geprüft werden, da diese Sequenz für die Würdigung des Sachverhaltes letztlich entbehrlich ist. Beweiswert kann den Aufzeichnungen und Berichten der Privatdetektive indessen nur insoweit zukommen, als sie Tätigkeiten und Handlungen aufzeigen, welche die versicherte Person ohne Einflussnahme der observierenden Personen ausgeübt hat. Vorliegend suchte am 20. Oktober 2004 eine Hilfsperson des Privatdetektives das Ladengeschäft des Beschwerdeführers auf und simulierte Interesse für ein Aggregat, wollte vor Geschäftsabschluss jedoch noch die Zustimmung ihres Freundes einholen. Der Versicherte antwortete darauf, dass er bis 12:00 Uhr und von 13:30 bis 19:00 Uhr im Geschäftslokal anzutreffen sei. Da nicht auszuschliessen ist, dass der Beschwerdeführer in der Hoffnung, durch den Verkauf des Aggregates ein besonders gutes Geschäft abschliessen zu können, sich an diesem Tag länger als üblich im Ladenlokal aufgehalten hat, kommt den Aufzeichnungen betreffend dem 20. Oktober 2004 für die hier streitigen Belange kein Beweiswert zu."}