{"annee": "135", "cour": "V", "page": "148", "date": "14/4/2009", "cite": ["131 V 164", "135 V 141", "125 V 413"], "cite_par": ["144 V 354"], "chapeau": "20. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen IV-Stelle des Kantons Thurgau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_876/2008 vom 14. April 2009", "regestes": ["Art. 92 et 93 LTF; art. 28 al. 2 LAI; art. 17 al. 1 LPGA; octroi d'une rente dégressive et/ou temporaire; décision incidente. La décision, par laquelle une autorité de première instance (contrairement à la solution adoptée dans le cas tranché par l' ATF 135 V 141) renvoie la cause à l'administration pour nouvelle décision au sujet de la période initiale du droit à la rente et statue définitivement sur la période immédiatement postérieure, constitue une décision incidente qui ne peut être attaquée qu'aux conditions des art. 92 ou 93 LTF (consid. 5.1-5.3)."], "faits": "BGE 135 V 148 S. 149\n\nA. Mit Verfügung vom 6. Dezember 2007 verneinte die IV-Stelle des Kantons Thurgau den Anspruch des 1960 geborenen A. auf eine Rente der Invalidenversicherung.\n\nB. A. liess hiegegen Beschwerde führen mit dem Rechtsbegehren, es sei ihm spätestens ab 1. Juni 2000 rückwirkend und für die Zukunft eine ganze Invalidenrente auszurichten. Des Weitern seien ihm berufliche Massnahmen, insbesondere eine Umschulung, und sämtliche anderen gesetzlichen Leistungen zuzusprechen. Mit Entscheid vom 10. September 2008 hiess das Verwaltungsgericht des Kantons Thurgau die Beschwerde teilweise gut, soweit es darauf eintrat. Es stellte fest, dass A. ab dem Zeitpunkt des Erlasses der Verfügung vom 6. Dezember 2007 keinen Anspruch auf eine Invalidenrente habe. In Bezug auf die rückwirkende Leistungsabweisung hob es die Verfügung vom 6. Dezember 2007 auf und wies die Sache an die IV-Stelle zurück, damit sie weitere Abklärungen im Sinne der Erwägungen treffe und anschliessend über den rückwirkenden Rentenanspruch neu verfüge.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt A. beantragen, der angefochtene Entscheid sei insoweit aufzuheben, als darin festgestellt werde, dass er ab dem Zeitpunkt des Erlasses der Verfügung vom 6. Dezember 2007 keinen Anspruch auf eine Invalidenrente mehr habe. Es sei die Sache auch hinsichtlich der Leistungsfestlegung ab dem Zeitpunkt des Erlasses der Verfügung vom 6. Dezember 2007 an die Vorinstanz, eventualiter die IV-Stelle, zurückzuweisen. Eventualiter sei ihm ab 1. Juni 2000 und auch über den Zeitpunkt des Erlasses der Verfügung vom 6. Dezember 2007 hinaus eine ganze, eventualiter zumindest eine Viertelsrente der Invalidenversicherung zuzusprechen.", "considerants": "Aus den Erwägungen:\n\n2. In Bezug auf die Verneinung eines Leistungsanspruches für die Zeit bis zum 6. Dezember 2007 hat das kantonale Gericht die Sache zu weiteren Abklärungen an die Verwaltung zurückgewiesen; insoweit liegt ein Zwischenentscheid vor, der nur unter den hier nicht erfüllten Voraussetzungen von Art. 92 oder 93 BGG angefochten werden könnte und vom Beschwerdeführer denn auch nicht angefochten wird.\n\n3. Für die Zeit ab 6. Dezember 2007 hat die Vorinstanz demgegenüber materiell entschieden, dass kein Rentenanspruch bestehe. Es BGE 135 V 148 S. 150fragt sich, ob diesbezüglich ein selbständig anfechtbarer Teilentscheid vorliegt.\n\n4. (wie BGE 135 V 141 E. 1.4.1 und 1.4.2)\n\n5.\n\n5.1 Steht eine Dauerleistung während einer längeren Zeitperiode zur Diskussion und hat die Vorinstanz nur für einen Teil dieses Zeitraums in der Sache entschieden, so liegt nach dem Gesagten grundsätzlich ein Teilentscheid vor, der selbständig anfechtbar ist. Das Bundesgericht hat denn auch mit BGE 135 V 141 E. 1.4.6 erkannt, dass ein Entscheid, mit welchem eine Vorinstanz des Bundesgerichts eine bestimmte, vorangehende Teilperiode des Rentenanspruchs materiell abschliessend beurteilt und für eine darauf folgende Teilperiode die Sache zu neuer Beurteilung an die Verwaltung zurückweist, in Bezug auf die materiell abschliessend beurteilte Phase ein Teilentscheid im Sinne von Art. 91 lit. a BGG ist, der selbständig anfechtbar ist und innert der Frist des Art. 100 BGG angefochten werden muss, wenn der Eintritt der Rechtskraft verhindert werden soll (Urteile 1B_206/2007 vom 7. Januar 2008 E. 3.3; 1C_82/2007 vom 19. November 2007 E. 1.2).\n\n5.2 Hier liegt jedoch die gegenteilige Situation vor: Die Vorinstanz hat in Bezug auf die vorangehende Periode zurückgewiesen, in Bezug auf die darauf folgende Zeitspanne aber einen materiellen Entscheid gefällt. Wie der Beschwerdeführer richtig bemerkt, ist in dieser Konstellation aus spezifischen sozialversicherungsrechtlichen Gründen ein abschliessender materieller Entscheid für die folgende Phase nicht zulässig: Streitgegenstand ist der Rentenanspruch als Ganzes (BGE 131 V 164 E. 2.2 S. 165; BGE 125 V 413 E. 2 S. 415 ff.). In zeitlicher Hinsicht ergibt sich freilich zwangsläufig eine Staffelung der Beurteilung, indem die Rentenzusprache jeweils (nur) bis zu einem bestimmten Zeitpunkt (in der Regel bis zum Zeitpunkt des Verfügungserlasses) verbindlich festgelegt werden kann, weshalb ein solcher Entscheid selbständig rechtskräftig werden kann und als End- oder Teilentscheid selbständig anfechtbar ist. Diese einmal rechtskräftig festgelegte Rente bleibt (unter Vorbehalt der prozessualen Revision oder der Wiedererwägung; Art. 53 Abs. 1 oder 2 ATSG [SR 830.1]) auch für die Zukunft verbindlich, bis sie gegebenenfalls in einem neuen Verfahren wegen erheblicher Änderung des Invaliditätsgrades erhöht, herabgesetzt oder aufgehoben wird (Art. 17 Abs. 1 ATSG). Daraus folgt, dass die Rente für eine BGE 135 V 148 S. 151folgende Teilperiode nicht endgültig festgelegt werden kann, solange sie für die vorangehende Teilperiode nicht rechtskräftig beurteilt ist, da die Rentenrevision nach Art. 17 Abs. 1 ATSG eine Änderung (in medizinischer oder erwerblicher Hinsicht) voraussetzt: Führten hier die noch vorzunehmenden Abklärungen zum Ergebnis, dass für die Zeit bis zum 6. Dezember 2007 ein Rentenanspruch besteht, könnte ein solcher ab diesem Zeitpunkt nur verneint werden, wenn in diesem Moment eine rechtserhebliche Änderung in den massgebenden Verhältnissen vorliegt. Hinzu kommt, dass die für eine vorangehende Phase zu treffenden weiteren Abklärungen auch zu Erkenntnissen führen können, welche die bisherige Beurteilung der folgenden Phase als fraglich erscheinen lassen, welch letzte somit nicht losgelöst von der vorangehenden materiell beurteilt werden kann. Im Lichte der Einheit des Rentenverhältnisses (BGE 125 V 413) ist deshalb grundsätzlich davon abzusehen, eine spätere Periode materiell zu beurteilen, solange in Bezug auf einen vorangehenden Anspruchszeitraum die Sache noch zu näheren Abklärungen zurückgewiesen wird. Geschieht dies trotzdem, so liegt in Bezug auf die materiell beurteilte spätere Phase ebenfalls ein Zwischenentscheid vor. Es sind zwar durchaus Konstellationen denkbar, in denen das Vorliegen der Revisionsvoraussetzungen auf der Hand liegt oder es sonst wie möglich wäre, die folgende Phase zu beurteilen, auch wenn die vorangehende noch nicht endgültig beurteilt ist. Es würde jedoch zu unpraktikablen Differenzierungen und entsprechender Rechtsunsicherheit führen, die Anfechtbarkeit von der Konstellation im Einzelfall abhängig zu machen. Im Hinblick auf die erhebliche Auswirkung der Unterscheidung (selbständiges Rechtskräftigwerden bei Unterlassung der Anfechtung bei Teilentscheiden; spätere Anfechtbarkeit bei Zwischenentscheiden) ist eine möglichst klare Regelung erforderlich, weshalb von derartigen Differenzierungen abzusehen ist.\n\n5.3 Zusammenfassend ist festzuhalten: Ein Entscheid, mit welchem eine Vorinstanz des Bundesgerichts eine bestimmte, vorangehende Teilperiode des Rentenanspruchs materiell abschliessend beurteilt und für eine darauf folgende Teilperiode die Sache zu neuer Beurteilung an die Verwaltung zurückweist, ist in Bezug auf die materiell abschliessend beurteilte Phase ein Teilentscheid, der selbständig anfechtbar ist, bei Nichtanfechtung selbständig rechtskräftig wird und später nicht mehr angefochten werden kann (BGE 135 V 141 E. 1.4.6). Demgegenüber ist ein Entscheid, mit welchem eine BGE 135 V 148 S. 152Vorinstanz des Bundesgerichts für eine vorangehende Teilperiode des Rentenanspruchs die Sache zu neuer Beurteilung an die Verwaltung zurückweist und für eine darauf folgende Teilperiode den Rentenanspruch abschliessend beurteilt, gesamthaft ein Zwischenentscheid, der nur unter den Voraussetzungen der Art. 92 oder 93 BGG angefochten werden kann, wobei in den Fällen des Art. 93 BGG das im Zwischenentscheid Beurteilte - anders als in den Fällen des Art. 92 BGG (vgl. Art. 92 Abs. 2 BGG) - zusammen mit dem Endentscheid noch angefochten werden kann (Art. 93 Abs. 3 BGG).\n\n5.4 Nach dem Gesagten ist auf die Beschwerde nicht einzutreten. Die Verwaltung wird die von der Vorinstanz angeordneten Abklärungen treffen und neu verfügen. Im Anschluss daran bleibt dem Versicherten die Möglichkeit gewahrt, die Verfügung in ihrer Gesamtheit - auch für den Zeitraum ab 6. Dezember 2007 - mittels Beschwerde gerichtlich überprüfen zu lassen (Art. 57 und 62 ATSG)."}