{"annee": "135", "cour": "I", "page": "113", "date": "6/2/2009", "cite": ["106 IV 43", "131 I 18", "132 I 196", "134 IV 297"], "cite_par": ["136 I 42", "137 IV 269", "138 IV 86", "136 I 87"], "chapeau": "14. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. A.X. und Y. gegen Z. und Oberstaatsanwaltschaft des Kantons Zürich (subsidiäre Verfassungsbeschwerde)\n\n6B_413/2008 vom 6. Februar 2009", "regestes": ["Art. 10 al. 1 Cst.; art. 2 par. 1 CEDH; art. 347 al. 2 let. b CP; art. 82 let. a, art. 83 let. e, art. 86 al. 2 et 3, art. 114 LTF; art. 38 de la loi zurichoise sur le Parlement; droit à la vie; autorisation de poursuivre pénalement un juge cantonal. La décision d'une autorité politique relative à l'autorisation d'ouvrir une enquête pénale à l'encontre d'un juge cantonal peut faire l'objet d'un recours constitutionnel subsidiaire (consid. 1). Le droit à la vie offre d'une part une protection à l'encontre de l'Etat et, d'autre part, impose à celui-ci l'obligation d'assurer dans la mesure du possible la protection de ses citoyens, d'enquêter sur les infractions contre la vie et de poursuivre leurs auteurs (consid. 2.1). S'agissant d'infractions contre la vie, tout privilège concédé dans le cadre de la poursuite pénale s'oppose au droit à la vie. Par conséquent, l'Etat doit mettre en balance les intérêts à ce que la poursuite pénale soit entreprise et ceux à ce qu'il lui soit fait obstacle. Ainsi, dans le cadre de la procédure d'autorisation, il doit, quelle que soit la procédure applicable, garantir que tant l'accusé (privilégié) que les proches de la victime bénéficient des droits reconnus aux parties (consid. 2.2 et 2.3)."], "faits": "BGE 135 I 113 S. 114\n\nAm 16. September 2007 wurde in Wetzikon/ZH der Taxichauffeur B.X. von C. erstochen. Der Täter befand sich auf freiem Fuss, obwohl Oberrichter Z. mit Präsidialverfügung der III. Strafkammer des Zürcher Obergerichts am 23. August 2007 Sicherheitshaft gegen ihn angeordnet hatte. BGE 135 I 113 S. 115\n\nAm 23. Januar 2008 übermittelte die Oberstaatsanwaltschaft des Kantons Zürich dem Kantonsrat des Eidgenössischen Standes Zürich das Gesuch der Staatsanwaltschaft IV vom 15. Januar 2008 um Ermächtigung zur Einleitung einer Strafuntersuchung wegen fahrlässiger Tötung gegen den Präsidenten der III. Strafkammer des Obergerichts, Z. Am 28. Januar 2008 überwies die Geschäftsleitung des Kantonsrates das Gesuch seiner Justizkommission zur Behandlung. Diese lud Oberrichter Z. \"gestützt auf den verfassungsrechtlichen Grundsatz des rechtlichen Gehörs\" am 31. Januar 2008 ein, zum Gesuch Stellung zu nehmen. In seiner Stellungnahme vom 7. Februar 2008 hielt Oberrichter Z. fest, dass er \"nicht gegen eine Ermächtigung zur Eröffnung einer Strafuntersuchung\" gegen seine Person opponiere, wenngleich er der Meinung sei, die Voraussetzungen dafür seien klarerweise nicht gegeben. Am 10. März 2008 beantragte die Justizkommission der Geschäftsleitung, das Gesuch um Ermächtigung einer Strafuntersuchung gegen Oberrichter Z. von der Hand zu weisen. Am 21. April 2008 beschloss der Kantonsrat, dem Gesuch nicht stattzugeben. Der Beschluss wurde im Amtsblatt vom 25. April 2008 publiziert. Mit subsidiärer Verfassungsbeschwerde beantragen A.X. und Y., die Mutter bzw. der Stiefvater des Opfers, diesen Beschluss des Kantonsrats aufzuheben und ihm die Sache zu neuer Beurteilung zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 347 Abs. 2 lit. b StGB sind die Kantone berechtigt, die Strafverfolgung der Mitglieder ihrer obersten Vollziehungs- und Gerichtsbehörden wegen Vergehen oder Verbrechen im Amt vom Vorentscheid einer nicht richterlichen Behörde abhängig zu machen. Der Kanton Zürich hat von dieser Befugnis Gebrauch gemacht und lässt die Strafverfolgung der Mitglieder des Regierungsrates und der oberen Gerichte für amtliche Verrichtungen nur mit Ermächtigung des Kantonsrates zu (§ 38 Abs. 1 des Kantonsratsgesetzes vom 5. April 1981 [KRG; LS 171.1]). Das Ermächtigungsverfahren ist in § 38 Abs. 2-5 KRG allerdings höchst rudimentär geregelt. Zur Frage, nach welchen materiellen Kriterien die Ermächtigung zu erteilen oder zu verweigern ist, äussert sich das Gesetz nicht. Es ist indessen anerkannt, dass dabei nicht nur strafrechtliche Gesichtspunkte allein, sondern auch politische bzw. staatspolitische Überlegungen berücksichtigt werden dürfen (BGE 106 IV 43; Urteil 1P.337/2002 vom 6. März 2003 E. 6.2, in: Pra 2003 Nr. 171). Dementsprechend BGE 135 I 113 S. 116steht der Entscheid dem Kantonsrat als politischer Behörde zu. Insofern handelt es sich um eine öffentlich-rechtliche Angelegenheit, womit an sich die Beschwerde in öffentlich-rechtlichen Angelegenheiten gegeben wäre (Art. 82 lit. a BGG). Diese ist indessen gegen Entscheide über die Verweigerung der Ermächtigung zur Strafverfolgung gegen Behördemitglieder ausgeschlossen (Art. 83 lit. e BGG). Somit verbleibt einzig die subsidiäre Verfassungsbeschwerde, welche von der Strafrechtlichen Abteilung zu behandeln ist, da sie ein straf- bzw. strafprozessrechtliches Gebiet betrifft (Art. 33 des Reglements für das Bundesgericht vom 20. November 2006 [SR 173.110.131]).\n\nDa im Ermächtigungsverfahren aus (zureichenden) staatspolitischen Gründen die Ermächtigung zur Einleitung einer nach rein strafrechtlichen Kriterien angebrachten Strafuntersuchung verweigert werden kann, hat der angefochtene Entscheid überwiegend politischen Charakter. Entgegen der Auffassung der Beschwerdeführer ist der kantonale Gesetzgeber befugt, derartige Entscheide von der Rechtsweggarantie auszunehmen (Art. 29a BV; BBl 1997 I 524; ANDREAS KLEY, in: Die schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 24 zu Art. 29a BV; GIOVANNI BIAGGINI, Bundesverfassung der Schweizerischen Eidgenossenschaft, Kommentar, 2007, N. 10 zu Art. 29a BV). Aus Art. 2 EMRK (dazu unten E. 2) ergibt sich in Fällen, in denen dem staatlichen Funktionär wie hier nicht eine absichtliche Tötung vorgeworfen wird, nichts anderes. Der Staat kann seiner Aufklärungspflicht diesfalls auch ohne Einschaltung der Strafjustiz gerecht werden, etwa indem er den Hinterbliebenen entsprechende Zivil-, Verwaltungs- oder Disziplinarverfahren zur Verfügung stellt (Urteile des EGMR Mastromatteo gegen Italien vom 24. Oktober 2004, Recueil CourEDH 2002-VIII S. 123 § 90; Vo gegen Frankreich vom 8. Juli 2004, Recueil CourEDH 2004-VIII S. 1 § 90). Die Behandlung des Ermächtigungsverfahrens durch den Kantonsrat als nicht-gerichtliche Instanz ist damit auch unter diesem Gesichtspunkt konventionsrechtlich nicht zu beanstanden.\n\nDie Vorwürfe an Oberrichter Z. betreffen seine Amtsführung. Es geht nicht darum, ihn als Privatperson der strafrechtlichen Verfolgung zu entziehen. Das Ermächtigungsverfahren dient vielmehr dazu, ihn seine Amtstätigkeit vor ungerechtfertigten Angriffen unbehelligt ausführen zu lassen und so das reibungslose Funktionieren der Justiz als dritte Staatsgewalt zu gewährleisten. Der Umstand, dass der angefochtene Entscheid von einer politischen Behörde getroffen wurde, steht der Zulässigkeit der Beschwerde ans BGE 135 I 113 S. 117Bundesgericht nicht entgegen (Art. 114 BGG i.V.m. Art. 86 Abs. 2 und 3 BGG).\n\n2.\n\n2.1 Art. 10 Abs. 1 BV gewährleistet den umfassenden Schutz menschlichen Lebens. Die Bestimmung richtet sich einerseits als Abwehrrecht gegen den Staat. Dieser ist indessen anderseits verpflichtet, den Grundrechten in der ganzen Rechtsordnung zum Durchbruch zu verhelfen und damit das Leben seiner Bürger auch vor Angriffen Privater zu schützen (Art. 35 BV). Er ist zwar weder verpflichtet noch in der Lage, Gewaltanwendungen unter Privaten gänzlich zu verhindern. Dem Gesetzgeber steht ein grosses Ermessen zu, wie er den Schutz seiner Bürger gewährleisten will. Er ist jedoch grundsätzlich gehalten, die Verletzungen des Rechts auf Leben durch vorsätzliche oder fahrlässige Tötungen mit strafrechtlichen Sanktionen zu belegen und eine effektive Strafverfolgung zu gewährleisten.\n\nDie Verpflichtung zur Aufklärung und Verfolgung von Tötungsdelikten ergibt sich ebenfalls aus Art. 2 Ziff. 1 EMRK. Sie gilt indessen nicht absolut. Bestehen sachliche Gründe, von der Verfolgung oder Bestrafung des Urhebers einer Tötung abzusehen, ist es dem Staat nicht verwehrt, die Interessen an der Verfolgung und Bestrafung des Täters und die entgegenstehenden z.B. staats- oder kriminalpolitischen Interessen gegeneinander abzuwägen und gegebenenfalls Letzteren zum Durchbruch zu verhelfen. Es ist etwa zulässig, aus besonderen Gründen ein Amnestiegesetz zu erlassen, das zur Folge hat, dass selbst ein Mord ungesühnt bleibt (BGE 134 IV 297 E. 4.3.5 mit Hinweisen auf die Rechtsprechung der Strassburger Organe).\n\n2.2 Strafverfolgungsprivilegien wie Immunitäten von Parlamentariern und Magistratspersonen können somit in einem Spannungsverhältnis zu Art. 10 Abs. 1 BV und Art. 2 Ziff. 1 EMRK stehen, welche bei Tötungsdelikten die Verfolgung und Bestrafung der Täter grundsätzlich vorschreiben. Ausserhalb des Anwendungsbereichs dieser Bestimmungen können derartige Privilegien mit Art. 29a BV und Art. 6 EMRK in Konflikt treten, wobei zu beachten ist, dass die Rechtsweggarantie im Bereich des Strafrechts die Rechte des Beschuldigten, nicht diejenigen des Opfers oder seiner Angehörigen schützt. Damit können die Beschwerdeführer daraus nichts zu ihren Gunsten ableiten. Hingegen ergibt sich aus dem BGE 135 I 113 S. 118verfassungs- und konventionsrechtlich garantierten Schutz des Lebens, dass der Staat das Strafverfolgungsprivileg des eines Tötungsdelikts Beschuldigten nicht ohne weiteres schützen darf, sondern dass er die Interessen an der Strafverfolgung und diejenigen an deren Verhinderung gegeneinander abzuwägen hat. In verfahrensrechtlicher Hinsicht folgt daraus, dass die Beschwerdeführer, die sich als nahe Angehörige des Opfers im Schutzbereich von Art. 10 Abs. 1 BV und Art. 2 Ziff. 1 EMRK befinden, am Verfahren, welches zum Entscheid über die Eröffnung eines Strafverfahrens gegen einen mit einem Strafverfolgungsprivileg ausgestatteten Beschuldigten führt, unabhängig vom einschlägigen Verfahrensrecht als Parteien beteiligt werden müssen. Damit stehen ihnen die verfassungs- und konventionsrechtlich garantierten Verfahrensrechte zu. Sie haben u.a. Anspruch auf rechtliches Gehör und einen begründeten Entscheid.\n\n2.3 Der Zürcher Kantonsrat hat im angefochtenen Entscheid die Natur des Ermächtigungsverfahrens als Abwägung zwischen den Interessen der Beschwerdeführer an der Verfolgung des von ihnen der fahrlässigen Tötung bezichtigten Oberrichters und denjenigen des Letzteren und des Kantons Zürich am reibungslosen Gang der Justiz verkannt. Er hat dementsprechend - durchaus im Einklang mit seiner Praxis und dem anwendbaren Verfahrensrecht - einzig Oberrichter Z. das rechtliche Gehör gewährt und auf eine Begründung seines Entscheids verzichtet. Das ist unhaltbar. Im Licht des verfassungs- und konventionsrechtlich garantierten Rechts auf Leben wäre der Kantonsrat verpflichtet gewesen, beiden Seiten die gleichen Parteirechte einzuräumen und seinen Entscheid zu begründen. Dies ist auch dem Kantonsrat als politischer Behörde ohne weiteres möglich und zumutbar, indem er den begründeten Antrag seiner Justizkommission oder einen begründeten Gegenantrag eines seiner Mitglieder annehmen und diesen damit samt Begründung zum Beschluss erheben würde (vgl. BGE 132 I 196 E. 3; BGE 131 I 18 E. 3.1 betreffend die Begründung von negativen Einbürgerungsentscheiden)."}