{"annee": "135", "cour": "IV", "page": "121", "date": "9/7/2009", "cite": ["134 I 140", "129 I 8", "133 III 393", "134 IV 60", "134 IV 82"], "cite_par": [], "chapeau": "15. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Service pénitentiaire du canton de Vaud (recours en matière pénale)\n\n6B_978/2008 du 9 juillet 2009", "regestes": ["Conversion de la peine de travail d'intérêt général; art. 35 al. 3, art. 39 al. 3 et art. 41 al. 1 CP. La conversion directe du travail d'intérêt général en une peine privative de liberté n'est pas exclue. Elle suppose un pronostic négatif sur les possibilités d'exécution d'une peine pécuniaire. Ce pronostic autonome ne repose pas nécessairement sur les mêmes critères que ceux qui président à l'application de l'art. 35 al. 3 ou de l'art. 41 al. 1 CP. Le juge dispose d'un large pouvoir d'appréciation (consid. 3)."], "faits": "", "considerants": "BGE 135 IV 121 S. 122\n\nExtrait des considérants:\n\n3. Il s'agit, dans un deuxième temps, de déterminer la nature de la peine de substitution.\n\n3.1 La cour cantonale a considéré qu'au vu de la situation financière du recourant, marquée notamment par cinq poursuites en cours et quarante actes de défaut de biens représentant un total de près de cinquante mille francs, une poursuite était inexécutable, si bien que seule pouvait être envisagée une peine privative de liberté.\n\nLe recourant objecte que sa situation financière ne ferait pas obstacle à une peine pécuniaire. L'arrêt entrepris violerait sur ce point l'art. 39 CP.\n\n3.2 L'art. 39 al. 3 CP réserve, au stade de la conversion, le principe général de subsidiarité des courtes peines privatives de liberté consacré par l'art. 41 CP (en ce sens: DUPUIS ET AL., Code pénal I, Petit commentaire, 2008, n° 7 ad art. 39 CP; cf. aussi BENJAMIN BRÄGGER, Gemeinnützige Arbeit als neue Hauptstrafe im revidierten Strafgesetzbuch, in Revision des Allgemeinen Teils des Strafgesetzbuches, 2007, p. 83 ss, spéc. 91 s.). Cette disposition procède ainsi du principe de proportionnalité qui impose en cas d'alternative entre deux peines sanctionnant de manière équivalente la faute de l'auteur, de choisir celle qui constitue l'atteinte la moins grave à sa liberté personnelle (cf. ATF 134 IV 82 consid. 4.1, p. 84, 97 consid. 4.2.2 p. 101). La question qui se pose est, dès lors, de savoir si l'autorité judiciaire appelée à statuer sur la conversion d'un travail d'intérêt général est tenue, dans un premier temps, de convertir cette sanction en une peine pécuniaire ou si elle peut, dans la même procédure, examiner d'emblée si la peine pécuniaire peut ou non être exécutée au sens de l'art. 39 al. 3 CP (en ce sens: TRECHSEL ET AL., Schweizerisches Strafgesetzbuch, Praxiskommentar, 2008, n° 4 ad art. 39 CP).\n\n3.3 L'art. 39 al. 1 CP ouvre au juge l'alternative de convertir le travail d'intérêt général en une peine pécuniaire ou en une peine privative de liberté. On peut en déduire que le législateur n'a pas entendu exclure absolument la conversion directe en une peine privative de BGE 135 IV 121 S. 123liberté. Il l'a cependant subordonnée à la condition qu'il y ait lieu d'admettre qu'une peine pécuniaire ne puisse être exécutée (art. 39 al. 3 CP). La loi impose ainsi au juge de la conversion de poser un pronostic sur les possibilités d'exécuter la sanction pécuniaire. Encore faut-il déterminer sur la base de quels critères le juge doit fonder son appréciation.\n\n3.3.1 Selon BRÄGGER, la condition qu'il y a lieu d'admettre que la peine pécuniaire ne pourra pas être exécutée renverrait à l'art. 35 al. 3 CP. En d'autres termes, il faudrait admettre que la peine pécuniaire ne peut pas être exécutée si une poursuite a été intentée, pour autant qu'un résultat puisse en être attendu (BRÄGGER, op. cit., p. 92). A ce stade de la procédure, aucune poursuite n'ayant pu être intentée, seule entrerait en considération l'appréciation du juge sur l'issue prévisible d'une poursuite hypothétique. C'est à cette solution que s'est implicitement ralliée la cour cantonale en évaluant les perspectives de résultat d'une procédure d'exécution forcée à l'aune de la situation patrimoniale du recourant.\n\nL'application de l'art. 35 al. 3 CP suppose cependant aussi qu'un délai ait été imparti pour l'exécution de la peine pécuniaire et que l'intéressé ne se soit pas exécuté dans ce délai. Or, au moment où le juge est appelé à statuer sur la conversion, aucun délai n'a encore pu être fixé pour l'exécution de la peine pécuniaire de substitution. Cette solution, qui repose sur l'idée que le juge statuant sur la conversion du travail d'intérêt général est une autorité d'exécution des peines chargée de l'application des art. 35 et 36 CP, tient ainsi insuffisamment compte de ce que le juge de l'art. 39 CP, lorsqu'il est appelé à convertir un travail d'intérêt général, intervient en amont de toute mesure concrète d'exécution de la peine de substitution.\n\n3.3.2 L'art. 41 al. 1 CP conditionne, lui aussi, le prononcé d'une courte peine privative de liberté à un pronostic défavorable sur les possibilités d'exécution d'une peine pécuniaire, si bien que l'on pourrait envisager de se référer aux principes développés par la jurisprudence à propos de cette disposition (voir ATF 134 IV 60 consid. 8.2 et 8.3 p. 78 ss). Cela revient à considérer que le juge de la conversion opère, en définitive, un choix entre deux sanctions dont l'application avait été écartée dans un premier temps par le juge de la condamnation et qu'il exerce, de la sorte, les mêmes prérogatives que ce dernier. BGE 135 IV 121 S. 124\n\nDans la règle, le juge qui ordonne la sanction prononce cependant le travail d'intérêt général à la place d'une peine pécuniaire (art. 37 al. 1 CP). Il serait pour le moins souhaitable qu'il ait préalablement fixé celle-ci (voir TRECHSEL/KELLER, in Schweizerisches Strafgesetzbuch, Praxiskommentar, n° 2 ad art. 37 CP). Aussi, le juge de l'art. 39 al. 3 CP n'a-t-il, en principe, plus à exercer cette attribution. Le juge de la conversion intervient, en outre, après l'échec de l'exécution de la peine de travail d'intérêt général. Le pronostic qu'il est amené à poser quant à la possibilité d'exécuter une peine pécuniaire de substitution ne se pose donc pas non plus dans les mêmes termes que celui que le juge de la condamnation est appelé à poser en application de l'art. 41 al. 1 CP. Enfin, cette disposition concerne principalement les peines privatives de liberté de courte durée (moins de six mois). Les principes qui en ont été dégagés ne peuvent donc être transposés tels quels à la conversion de toutes les peines de travail d'intérêt général.\n\nIl s'ensuit que la possibilité d'exécuter une peine pécuniaire dans le cadre de l'art. 39 al. 3 CP doit être appréciée de manière autonome et ne repose pas nécessairement sur les mêmes critères que ceux qui président à l'application des art. 35 al. 3 CP (au stade de l'exécution de la peine pécuniaire) et de l'art. 41 al. 1 CP (au stade de la fixation initiale de la peine).\n\n3.3.3 Intervenant après l'échec de l'exécution de la peine de travail d'intérêt général initialement prononcée, le pronostic sur les perspectives d'exécution d'une éventuelle peine pécuniaire de substitution ne peut faire abstraction de cet insuccès et de ses causes. En particulier, lorsqu'un travail d'intérêt général n'a pas pu être exécuté en raison d'un manque de volonté du condamné, malgré l'accord initialement donné à l'exécution de la peine sous cette forme (cf. art. 37 al. 1 CP), le juge de la conversion doit se demander si l'inexécution du travail d'intérêt général dénote une absence de volonté d'exécuter une peine quelle qu'elle soit, une peine pécuniaire en particulier. Le juge de la conversion peut également, lorsque la peine pécuniaire a déjà été fixée dans le jugement de condamnation - ce qui est souhaitable (voir supra consid. 3.3.2) -, examiner sur la base des éléments ainsi arrêtés et de la situation économique du condamné au moment de la conversion, les perspectives d'exécution de la peine pécuniaire. On doit, de manière générale lui reconnaître un large pouvoir d'appréciation dans la détermination de la peine de substitution la plus adéquate. BGE 135 IV 121 S. 125\n\n3.4 En l'espèce, la cour cantonale a constaté que le comportement du recourant dénotait une absence totale de volonté et de motivation à collaborer à l'exécution d'une sanction qu'il avait pourtant lui-même proposée. Elle a relevé, sur ce point que cinq délais successifs lui avaient été impartis pour prendre contact avec la Fondation vaudoise de probation. Ce nonobstant, le recourant ne s'était manifesté qu'à une reprise en justifiant son retard par une activité professionnelle prenante. Il n'avait, en particulier, donné aucune suite à l'avertissement formel qui lui avait été adressé. Les justifications invoquées à ces manquements - notamment de prétendus problèmes psychologiques - n'étaient pas établies et n'avaient fait l'objet d'aucun certificat médical. En outre, ces problèmes n'avaient duré que jusqu'au mois de février 2008 et n'expliquaient donc pas l'absence de réaction à l'avertissement formel du 7 mars de la même année. Enfin, le recourant avait lui-même admis qu'à cette période, il aurait néanmoins été en état de s'expliquer par téléphone.\n\n3.4.1 Le recourant objecte, en invoquant la prohibition de l'arbitraire (art. 9 Cst.), que la cour cantonale n'aurait pas pris en considération le contenu des déclarations des deux témoins entendus en première instance, qui avaient confirmé qu'il avait traversé une mauvaise passe pendant cette période, qu'il était resté cloîtré chez lui, sortait peu et ne répondait plus au téléphone.\n\nAinsi formulé, le grief, qui consiste à opposer l'appréciation du recourant à celle de l'autorité cantonale, est de nature appellatoire. Il est, partant, irrecevable (ATF 133 III 393 consid. 6 p. 397). Au demeurant, la cour cantonale s'est appuyée sur les déclarations du condamné, qui a admis que son état ne l'aurait pas empêché de prendre contact, au moins par téléphone, avec l'autorité d'exécution. En l'absence de toute autre justification plausible, la cour cantonale pouvait en déduire sans arbitraire (sur la notion voir ATF 134 I 140 consid. 5.4 et les arrêts cités, p. 148; ATF 129 I 8 consid. 2.1 p. 9) que son inaction procédait d'un manque de volonté d'exécuter sa peine. Enfin, les déclarations des témoins en question, qui confirmaient simplement une mauvaise passe, respectivement un comportement solitaire et casanier, n'étaient pas de nature à établir l'existence d'une atteinte psychologique d'une gravité telle qu'elle puisse justifier à elle seule l'inexécution du travail d'intérêt général. Supposé recevable, le grief serait ainsi de toute manière infondé.\n\n3.4.2 Cela étant, la cour cantonale a établi sans arbitraire que l'inexécution par le recourant de son travail d'intérêt général procédait BGE 135 IV 121 S. 126d'une absence de volonté de se soumettre à la sanction prononcée. Dans la mesure où le travail d'intérêt général a été infligé au recourant à sa demande et compte tenu de l'inertie opposée aux très nombreuses sollicitations qui lui ont été adressées durant plusieurs mois, il n'y a pas de raison de penser qu'il se montrerait plus enclin à exécuter volontairement une peine pécuniaire. On peut ainsi admettre qu'une telle sanction ne peut être exécutée au sens de l'art. 39 al. 3 CP.\n\nIl s'ensuit que la décision entreprise, en tant qu'elle confirme le refus de convertir le travail d'intérêt général en une peine pécuniaire ne viole pas le droit fédéral."}