{"annee": "135", "cour": "III", "page": "513", "date": "26/5/2009", "cite": ["131 I 153", "132 III 432", "99 III 27", "133 III 462", "134 I 83", "132 III 83", "76 III 98", "130 III 235", "52 II 46", "84 III 21", "131 III 418", "90 II 359", "134 III 524", "135 III 1", "116 IA 85", "134 II 244", "125 III 50", "80 III 149", "134 II 349", "67 III 169", "131 II 649", "119 IA 4", "127 III 415", "135 III 276", "83 III 82", "132 III 489", "115 V 362", "134 III 615"], "cite_par": ["137 III 153", "136 III 247", "137 IV 1", "138 III 650", "143 III 395", "141 III 185"], "chapeau": "76. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Schweizerische Eidgenossenschaft, Kanton Obwalden und Einwohnergemeinde E. gegen B. und D. (Beschwerde in Zivilsachen)\n\n5A_34/2009 / 5A_59/2009 / 5A_60/2009 vom 26. Mai 2009", "regestes": ["Art. 288-291 LP; révocation d'actes dolosifs; parts de coopérative. Conditions de la révocation pour dol dans le cas de la vente de parts sociales d'une coopérative auxquelles est liée la qualité d'associé (consid. 3-6). Action contre le cocontractant du débiteur et contre le tiers acquéreur de mauvaise foi (consid. 7 et 8). Forme et étendue de la restitution (consid. 9)."], "faits": "BGE 135 III 513 S. 514\n\nDie Baugenossenschaft G. wurde von S. und sechs weiteren Personen 1959 gegründet und erwarb ein Mehrfamilienhaus. Das Genossenschaftskapital von Fr. 7'000.- wurde mit der Statutenänderung von 1994 in vierzehn auf den Namen lautende Anteilscheine mit einem Nennwert von Fr. 500.- eingeteilt. Je sieben Anteilscheine gehörten S. und D., beide im Liegenschaftshandel tätig. Am 23. Februar 2001 verkaufte S. seine sieben Anteilscheine für Fr. 200'000.- an B. Am 1. Februar 2002 verkaufte B. die sieben Anteilscheine für Fr. 800'000.- an D. Die Baugenossenschaft, handelnd durch D., verkaufte das Mehrfamilienhaus am 28. Februar 2005 für 4,9 Mio. Fr.\n\nDie Schweizerische Eidgenossenschaft, der Kanton Obwalden und die Einwohnergemeinde E. (Kläger) betrieben S. im März 2004 für ausstehende Steuern der Jahre 1987 bis 1992. Sie erhielten einen provisorischen Verlustschein über rund 4,9 Mio. Fr. nach am 3. August 2005 teilweise ergebnislos vollzogener Pfändung. Die Kläger leiteten den Anfechtungsprozess gegen B. (Erstbeklagte) und D. (Zweitbeklagten) ein. Die kantonalen Gerichte hiessen die Klagebegehren teilweise gut und erklärten den von der Erstbeklagten am 23. Februar 2001 mit S. abgeschlossenen Kaufvertrag über sieben Anteilscheine der Baugenossenschaft als vollstreckungsrechtlich ungültig bzw. unbeachtlich im Sinne von Art. 288 SchKG. Sie verurteilten die Beklagten, den Klägern unter solidarischer Haftbarkeit insgesamt Fr. 1'210'225.50 zuzüglich 5 % Zins seit 30. September 2005 zu bezahlen, sofern und soweit die Kläger in den gegen S. hängigen Betreibungen oder in einzelnen dieser Betreibungen einen definitiven Verlustschein vorweisen können.\n\nAlle drei Parteien haben Beschwerde erhoben. Das Bundesgericht weist die Beschwerden ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Das Amtsgericht hat die Gläubigerschädigung bejaht und ist davon ausgegangen, es bestehe ein eklatantes Missverhältnis zwischen dem Kaufpreis von Fr. 200'000.- gemäss Vertrag vom 23. Februar 2001 und dem Wert der verkauften sieben Genossenschaftsanteilscheine, der dem hälftigen Genossenschaftsvermögen entspreche und BGE 135 III 513 S. 515damit zwischen wenigstens Fr. 700'000.- und rund 1,2 Mio. Fr. betrage. Das Obergericht hat die Auffassung geteilt. Der Zweitbeklagte bestreitet jegliche Gläubigerschädigung. Die Erstbeklagte geht darauf am Rande ein.\n\n3.1 Voraussetzung der Anfechtungsklage ist, dass die angefochtene Handlung die Gläubiger oder einzelne von ihnen tatsächlich schädigt, indem sie das Vollstreckungsergebnis oder ihren Anteil daran vermindert oder ihre Stellung im Vollstreckungsverfahren sonstwie verschlechtert. Der Eintritt einer solchen Schädigung wird zugunsten der Verlustscheingläubiger und der Konkursmasse vermutet, doch steht dem Anfechtungsgegner der Beweis offen, dass die angefochtene Handlung im konkreten Fall eine solche Schädigung nicht bewirkt habe. Eine Schädigung der Gläubiger tritt ein, wenn die angefochtene Rechtshandlung des Schuldners in der Beteiligung an einem Rechtsgeschäft - wie hier einem Kaufvertrag - besteht, das ihm für seine Leistung keine gleichwertige Gegenleistung einbrachte (vgl. BGE 99 III 27 E. 3 und 4 S. 32 ff.; BGE 134 III 615 E. 4 S. 617 ff.; BGE 135 III 276 E. 6.1 S. 279 ff.).\n\n3.2 Genossenschaftsanteile bzw. die sich daraus ergebenden Rechte sind pfändbar, selbst wenn sie durch Vertrag oder Statuten für unverpfändbar oder unveräusserlich erklärt werden. Gewähren die Statuten dem ausscheidenden Mitglied einen Anteil am Vermögen der Genossenschaft und wird dieser Anteil gepfändet, kann das Betreibungsamt ein dem Genossenschafter zustehendes Austrittsrecht gemäss Art. 845 OR geltend machen. Von den Statuten hängt damit letztlich ab, welchen Wert die Genossenschaftsanteile verkörpern. Es kann sich um den Anspruch des ausscheidenden Genossenschafters auf Rückzahlung der Anteilscheine handeln (BGE 84 III 21 S. 23) oder auf dessen Anteil am Genossenschaftsvermögen (BGE 76 III 98). Ein gesetzlicher Anspruch auf Abfindung steht dem ausscheidenden Genossenschafter nicht zu. Schweigen die Statuten, verfallen beim Austritt eines Mitglieds seine Einlagen und virtuellen Ansprüche auf einen Anteil am Genossenschaftsvermögen (vgl. Art. 864 f. OR; BGE 115 V 362 E. 6b S. 365 f.; BGE 127 III 415 E. 4a S. 418). Diesfalls kann das Austrittsrecht durch die Vollstreckungsbehörde nicht geltend gemacht werden, weil durch den Austritt kein Aktivum realisiert werden könnte. Es besteht - unter Vorbehalt eines sog. Durchgriffs - auch keine Möglichkeit, die Auszahlung eines Liquidationsanteils zuhanden der Privatgläubiger des Genossenschafters zu erzwingen, ist doch die Genossenschaft als juristische BGE 135 III 513 S. 516Person verselbstständigt und infolgedessen das Genossenschaftsvermögen vom Privatvermögen der Beteiligten zu unterscheiden (FORSTMOSER, Berner Kommentar, 1972, N. 26 zu Art. 831 OR, und 1974, N. 6 und 15 zu Art. 845 OR; vgl. auch REYMOND/TRIGO TRINDADE, Die Genossenschaft, SPR Bd. VIII/5, 1998, § 13/I/3 S.93 und § 15/I/2 S. 128 f.).\n\n3.3 Die Frage nach dem Wert der Genossenschaftsanteile stellt sich gleicherweise bei deren freiwilliger Übertragung an einen Dritten, der nicht bereits Genossenschafter ist. Nach Gesetz macht die Abtretung der Genossenschaftsanteile oder die Übertragung der Urkunde, die über die Mitgliedschaft oder den Genossenschaftsanteil ausgestellt wurde, den Erwerber nicht zum Genossenschafter. Hiezu bedarf es eines dem Gesetz und den Statuten entsprechenden Aufnahmebeschlusses. Solange der Erwerber nicht als Genossenschafter aufgenommen ist, steht die Ausübung der persönlichen Mitgliedschaftsrechte dem Veräusserer zu (Art. 849 Abs. 1 und 2 OR). Die gesetzliche Aufspaltung in die aus der Mitgliedschaft fliessenden Forderungsrechte des Erwerbers und die beim Veräusserer bleibenden persönlichen Mitgliedschaftsrechte macht den Handel mit Genossenschaftsanteilen als mobilisierbare Anlagemöglichkeit im Rechtsverkehr wenig geeignet. Der Erwerber hängt völlig vom Veräusserer ab und verliert seine Forderungsrechte, wenn der Veräusserer seine Mitgliedschaft in der Genossenschaft verliert. Unter Vorbehalt abweichender Regelung in den Statuten beseitigt erst die Aufnahme des Erwerbers in die Genossenschaft diese Unsicherheiten und verschafft ihm den wirklichen Wert der Genossenschaftsanteile (vgl. FORSTMOSER, a.a.O., N. 26 ff. zu Art. 849 OR; REYMOND/TRIGO TRINDADE, a.a.O., § 14/II S. 119 ff.), d.h. die \"Teilsumme an einem wirtschaftlichen Unternehmen\" (GUTZWILLER, Zürcher Kommentar, 1972, N. 21 zu Art. 853 OR; ausführlich: JOMINI, Parts sociales et capital dans le droit suisse des coopératives, 1966, S. 35 ff. und 90 ff.).\n\n3.4 Entscheidend für die Wertbestimmung der Anteilscheine ist die Ausgestaltung der Statuten der Baugenossenschaft:\n\n3.4.1 Die Statuten von 1994 sehen vor, dass Aufnahme und Ausschluss von Genossenschaftsmitgliedern durch den Vorstand erfolgen und Austretende über ihren Genossenschaftsanteil hinaus keinen Anspruch auf das Genossenschaftsvermögen haben (Art. 5). Das Genossenschaftskapital wird durch Ausgabe von vierzehn auf den Namen lautenden Anteilscheinen im Nominalbetrag von BGE 135 III 513 S. 517Fr. 500.-geäufnet (Art. 7). Jeder Genossenschafter hat mindestens einen Anteilschein zu zeichnen und zu liberieren, wobei die Anteilscheine ohne Zustimmung des Vorstandes weder verkauft noch verpfändet werden dürfen (Art. 8). Über die Verwendung des nach der Tilgung der Schulden und Rückzahlung der Genossenschaftsanteile verbleibenden Vermögens der aufgelösten Genossenschaft entscheidet die letzte Generalversammlung nach ihrem Ermessen (Art. 21 der Statuten von 1994).\n\n3.4.2 Im Falle der Pfändung der Anteilscheine und des Austritts des Genossenschafters (E. 3.2 soeben) beschränkt sich der Wert der sieben Genossenschaftsanteile mit Rücksicht auf Art. 5 der Statuten auf den einbezahlten Nominalbetrag von Fr. 3'500.- (7 x Fr. 500.-).\n\n3.4.3 Im Falle des Erwerbs der Anteilscheine und der Aufnahme des Erwerbers in die Genossenschaft (E. 3.3 soeben) hingegen bemisst sich der Wert der Anteilscheine am Genossenschaftsvermögen. Sieben erworbene sind die Hälfte der vierzehn ausgegebenen Genossenschaftsanteilscheine, die zwei Genossenschaftern gehört haben. Da die Statuten in Art. 21 eine Verwendung des Liquidationsergebnisses nach Ermessen der Genossenschafter vorsehen, erfolgt die Verteilung im Zweifelsfall nach Köpfen (vgl. Art. 913 Abs. 2 und 3 OR). Mit Rücksicht auf die statutarische Regelung ist die Baugenossenschaft G. als Erwerbsgenossenschaft im Sinne einer Immobiliengesellschaft zu erfassen, als deren Unternehmenswert der Substanzwert gilt (Wegleitung zur Bewertung von Wertpapieren ohne Kurswert für die Vermögenssteuer von 1995 bzw. 2006, in: ASA 65 S. 872 ff. Rz. 59 i.V.m. Rz. 50). Darauf haben sich im Ergebnis auch die Gutachter gestützt. Der hälftige Anteil am Genossenschaftsvermögen wird im Privatgutachten des Zweitbeklagten rechnerisch mit rund 1,15 Mio. Fr. angegeben und im gerichtlichen Gutachten auf rund 1,21 Mio. Fr. geschätzt.\n\n3.5 In ihrem Vertrag vom 23. Februar 2001 haben der Schuldner als Verkäufer und die Erstbeklagte als Käuferin vorgesehen, dass der Kaufpreis von Fr. 200'000.- für die Genossenschaftsanteilscheine bis spätestens 28. Februar 2002 zahlbar ist und Nutzen und Schaden mit der Genehmigung des Vorstandes der Genossenschaft an die Käuferin übergehen. Diese Genehmigung und die Aufnahme der Erstbeklagten als Mitglied in die Genossenschaft erfolgten am 1. Februar 2002 rückwirkend auf den Zeitpunkt der Durchführung des Kaufvertrags vom 23. Februar 2001. Dass Genehmigung und Aufnahme unter der Bedingung des Weiterverkaufs der BGE 135 III 513 S. 518Anteilscheine und des Austritts aus der Genossenschaft gestanden sind, ändert nichts am Verkauf der sieben Anteilscheine verbunden mit der Aufnahme in die Genossenschaft und infolgedessen zu ihrem wirklichen (inneren) Wert. Wie hoch dieser Wert im Einzelnen war, spielt für die Frage der Gläubigerschädigung keine Rolle, zumal er ein Vielfaches des für die Anteilscheine dem Schuldner bezahlten Kaufpreises von Fr. 200'000.- ausgemacht hat. Allein schon der Zweitbeklagte hat der Erstbeklagten für die sieben Anteilscheine gemäss Kaufvertrag vom 1. Februar 2002 Fr. 800'000.- bezahlt, während gutachterliche Schätzungen den Wert sogar auf über eine Million Franken beziffern (E. 3.4.3 soeben). Die Gläubigerschädigung als (objektive) Voraussetzung der Absichtsanfechtung ist damit erfüllt.\n\n3.6 Die Einwände der Beklagten gegen die Bejahung der Gläubigerschädigung erweisen sich als unberechtigt aus folgenden Gründen:\n\n3.6.1 Entgegen deren Ansicht sind Genossenschaftsanteilscheine im Grundsatz und im konkreten Fall pfändbar (E. 3.2 soeben). Unter den - hier nicht geprüften und ausdrücklich offengelassenen - Voraussetzungen eines Durchgriffs wäre über die Anteilscheine hinaus der Anteil des Schuldners S. am Genossenschaftsvermögen pfändbar gewesen, wie das in den vergleichbaren Fällen der G.-Genossenschaft und der F.-Familienstiftung geschehen ist (vgl. die Urteile 5A_587/2007 und 5A_498/2007 vom 28. Februar 2008).\n\n3.6.2 Was den Wert der Anteilscheine betrifft, geht der Zweitbeklagte zutreffend davon aus, dass hiefür auch die Mitgliedschaft in der Genossenschaft entscheidend ist. Auf Übertragung des wirklichen und nicht bloss des nominalen Wertes der Anteilscheine war der Kaufvertrag vom 23. Februar 2001 ausgerichtet, indem er nicht nur die Genehmigung des Vorstandes der Genossenschaft vorbehalten, sondern der Erstbeklagten als Käuferin auch bereits die Mietverträge betreffend die Liegenschaft der Genossenschaft überbunden hat. Der Schuldner S. hat von Beginn an die Anteilscheine verbunden mit der Mitgliedschaft der Erstbeklagten in der Genossenschaft verkaufen wollen, wie das die erwähnte Ausgestaltung des Vertrags und seine aktiven Bemühungen um Aufnahme der Erstbeklagten in die Genossenschaft belegen. Die gesamten Verhandlungen zwischen dem Schuldner, der Erstbeklagten und dem Zweitbeklagten haben die Mitgliedschaft in der Genossenschaft betroffen und nicht bloss die förmliche Genehmigung des Verkaufs der BGE 135 III 513 S. 519Anteilscheine. Der Kaufpreis von Fr. 200'000.- für die sieben Anteilscheine à nominal Fr. 500.-, d.h. von rund Fr. 28'571.- pro Anteilschein, wäre ohne gleichzeitigen Erwerb der Stellung eines Genossenschafters zu hoch gewesen, mit der Aufnahme in die Genossenschaft aber eindeutig zu tief. Diese Aufnahme der Erstbeklagten in die Genossenschaft ist rückwirkend auf die Vertragsdurchführung erfolgt. Der Wert der sieben Anteilscheine hat infolgedessen dem (hälftigen) Anteil am Vermögen der Genossenschaft insgesamt entsprochen. Bereits der Zweitbeklagte, der einen fairen Preis hat zahlen wollen, hat für die sieben Anteilscheine Fr. 800'000.- bezahlt, d.h. rund Fr. 114'285.- pro Anteilschein (E. 3.3-3.5 soeben). Die gegenteilige Darstellung der Beklagten widerspricht der verbindlich festgestellten und aktenmässig belegten Tatsachengrundlage (vgl. Art. 97 Abs. 1 und Art. 105 BGG). In rechtlicher Hinsicht ist zudem anerkannt, dass statutarische Genehmigungsvorbehalte und Statutenbestimmungen über die Übertragbarkeit von Anteilscheinen nicht bloss deren Verkauf betreffen, sondern nach richtiger Auslegung regelmässig die Aufnahme des Erwerbers in die Genossenschaft und damit die Mitgliedschaft selbst (vgl. CAPITAINE, De la nature juridique des parts sociales des sociétés coopératives en droit suisse, ZSR 53/1934 S. 324 ff., 386, mit Hinweisen).\n\n3.6.3 Dass der Kaufvertrag über die Anteilscheine gemäss Statuten der Genehmigung durch den Vorstand der Genossenschaft bedurft hat und dass der Schuldner insoweit die Aufnahme der Erstbeklagten in die Genossenschaft nicht allein bewirken konnte, schliesst die Anfechtbarkeit des Kaufvertrags als \"Rechtshandlung\" im Sinne von Art. 288 SchKG entgegen der Annahme der Beklagten nicht aus. Die blosse Mitwirkung Dritter - hier des Zweitbeklagten und langjährigen Geschäftspartners des Schuldners (vgl. E. 7.4.2 hiernach) - unterbricht namentlich den Kausalzusammenhang zwischen der Rechtshandlung des Schuldners und der Schädigung der Gläubiger nicht (vgl. A. STAEHELIN, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, 1998, N. 16 zu Art. 285 SchKG).\n\n3.6.4 Der Zweitbeklagte erblickt einen überspitzten Formalismus darin, dass das Obergericht verschiedene neu eingereichte Belege als verspätet nicht mehr zugelassen habe. Soweit sich sein Einwand auf die Statuten der Genossenschaft bezieht, können als massgebend nur die Statuten der Genossenschaft von 1994 gelten, da sie im Zeitpunkt der streitigen Kaufverträge von 2001/2002 in Kraft BGE 135 III 513 S. 520standen. Die Statuten, die der Zweitbeklagte vor Obergericht und vor Bundesgericht eingereicht hat, gehen offenbar auf eine Revision vom 10. August 2006 zurück und stimmen insbesondere mit Bezug auf die Anzahl der Anteilscheine (neu: unbeschränkt) nicht mit den Statuten von 1994 überein. Die geänderten Statuten nicht zu berücksichtigen, verletzt somit kein Bundesrecht. Als unerheblich für die Frage der Gläubigerschädigung durften die beiden Privatgutachten betrachtet werden, die der Zweitbeklagte vor Obergericht und vor Bundesgericht eingereicht hat. Allein die Tatsache, dass die Erstbeklagte die sieben Anteilscheine für Fr. 200'000.- hat kaufen und knapp ein Jahr später bei praktisch unverändertem Wert des Genossenschaftsvermögens für Fr. 800'000.- wieder hat verkaufen können, belegt das objektive Missverhältnis zwischen Leistung und Gegenleistung (vgl. A. STAEHELIN, a.a.O., N. 15 f. zu Art. 286 SchKG) und die Gläubigerschädigung (vgl. BGE 130 III 235 E. 2.1.1 Abs. 2 S. 237 f.). Die Zurückweisung der Beweisurkunden erweist sich im Ergebnis nicht als überspitzt formalistisch (Art. 29 Abs. 1 BV; vgl. BGE 119 Ia 4 E. 2d S. 7).\n\n3.6.5 Schliesslich rügen die Beklagten eine Verletzung der verfassungsmässigen Begründungspflicht. Die Begründung des angefochtenen Urteils ist zwar knapp, doch gebietet die aus Art. 29 Abs. 2 BV abgeleitete Prüfungs- und Begründungspflicht dem Obergericht nicht, dass es sich mit allen Parteistandpunkten einlässlich auseinandersetzt und jedes einzelne Vorbringen ausdrücklich widerlegt. Vielmehr kann es sich auf die für den Entscheid wesentlichen Punkte beschränken. Die Begründung muss so abgefasst sein, dass sich der Betroffene - wie hier die Beklagten - über die Tragweite des Entscheids Rechenschaft geben und ihn in voller Kenntnis der Sache an die höhere Instanz weiterziehen kann (BGE 134 I 83 E. 4.1 S. 88). Die Verfassungsrüge erweist sich ebenfalls als unbegründet.\n\n3.7 Aus den dargelegten Gründen kann die Annahme der kantonalen Gerichte nicht beanstandet werden, die objektive Voraussetzung der Absichtsanfechtung - die Gläubigerschädigung - sei erfüllt.\n\n4. Zweite Voraussetzung des Anfechtungstatbestandes gemäss Art. 288 SchKG ist die Schädigungsabsicht. Die Absicht des Schuldners S., mit dem Verkauf der Anteilscheine vom 23. Februar 2001 an die Erstbeklagte seine Gläubiger zu benachteiligen und zumindest eine Gläubigerschädigung in Kauf zu nehmen, hat das Amtsgericht bejaht. Auf die Ausführungen der Erstbeklagten und des BGE 135 III 513 S. 521Zweitbeklagten gegen die angenommene Schädigungsabsicht ist das Obergericht mangels rechtsgenüglicher Appellationsbegründung nicht eingetreten.\n\n4.1 Schädigungsabsicht liegt vor, wenn der Schuldner voraussehen konnte und musste (\"a pu et dû prévoir\"), dass die angefochtene Handlung Gläubiger benachteiligt oder einzelne Gläubiger gegenüber anderen bevorzugt. Nicht erforderlich ist, dass der Schuldner mit seiner Handlung die Benachteiligung von Gläubigern oder die Begünstigung einzelner Gläubiger geradezu bezweckt hat. Es genügt vielmehr, wenn sich der Schuldner darüber hat Rechenschaft geben können und müssen und gleichsam in Kauf genommen hat, dass als natürliche Folge seiner Handlung Gläubiger geschädigt werden (vgl. BGE 83 III 82 E. 3a S. 85; BGE 134 III 615 E. 5.1 S. 621; BGE 135 III 276 E. 7.1 S. 284 f.).\n\n4.2 Das Amtsgericht ist davon ausgegangen, der Schuldner habe als Liegenschaftshändler und Vorstandsmitglied der Genossenschaft den tatsächlichen Wert der Liegenschaft und seiner Anteilscheine gekannt und mit deren Verkauf weit unter Wert eine Benachteiligung seiner Gläubiger als mögliche Folge seines Handelns in Kauf genommen. Daran ändere nichts, dass das Motiv für den Verkauf angeblich nicht in einer Gläubigerschädigung bestanden habe, sondern wegen gesundheitlicher Schwierigkeiten erfolgt sein solle. Auch habe der Schuldner nicht davon ausgehen können und dürfen, dass sich die Steuerforderungen mit der Aufhebung von Steuerarresten und Steuerbussen erledigt hätten, sei ihm doch behördlicherseits mehrmals angezeigt worden, die ausstehenden Steuern würden weiterhin geltend gemacht. Dass die Anteilscheine mangels Marktes unverkäuflich gewesen seien und deshalb für Fr. 200'000.- an die Erstbeklagte hätten verkauft werden dürfen, hat das Amtsgericht als widerlegt betrachtet, weil zum einen die vom Schuldner nachgesuchte Bestätigung der Unverkäuflichkeit erst nach dem erfolgten Verkauf an die Erstbeklagte ausgestellt worden sei und weil zum anderen der Schuldner selber der Erstbeklagten vor dem Verkauf zugesichert habe, sie werde Gelegenheit haben, die Anteilscheine wieder zu verkaufen. Die Appellationen beider Beklagten gegen die Beurteilung der Schädigungsabsicht hat das Obergericht als formell ungenügend angesehen.\n\n4.3 Das obergerichtliche Nichteintreten beruht auf kantonalem Recht (§ 249 ZPO/LU), dessen Anwendung das Bundesgericht auf BGE 135 III 513 S. 522 Willkür hin überprüfen kann (Art. 95 BGG; BGE 133 III 462 E. 2.3 S. 466), wenn und soweit entsprechende Rügen erhoben und begründet werden, d.h. klar und detailliert anhand der Erwägungen des angefochtenen Urteils dargelegt wird, inwiefern verfassungsmässige Rechte verletzt sein sollen (Art. 106 Abs. 2 BGG; BGE 134 I 83 E. 3.2 S. 88). Mit Vorwürfen wie \"nicht zu überbietende Dreistigkeit\", \"schlicht unwahr\" oder \"Worthülse\" vermag die Erstbeklagte keine Willkürrügen zu begründen und vor Bundesgericht nicht darzutun, dass ihre Appellationsbegründung eine Auseinandersetzung mit der amtsgerichtlichen Beurteilung der Schädigungsabsicht und eine substantiierte Stellungnahme zur Schädigungsabsicht enthalten hat, wie das die kantonale Praxis in formeller Hinsicht verlangt (Luzerner Gerichts- und Verwaltungsentscheide [LGVE] 2003 I Nrn. 45-46 S. 85 ff.). Soweit die Erstbeklagte ihre im kantonalen Verfahren nicht zugelassenen Sachverhaltsrügen vor Bundesgericht vorträgt, kann darauf nicht eingetreten werden. Letztinstanzlichkeit im Sinne von Art. 75 Abs. 1 BGG bedeutet, dass der kantonale Instanzenzug für Rügen, die dem Bundesgericht vorgetragen werden, ausgeschöpft sein muss, was hier nicht geschehen ist (vgl. BGE 134 III 524 E. 1.3 S. 527; BGE 135 III 1 E. 1.2 S. 3). Die Rügen gegen die gerichtliche Indizienbeweiswürdigung vermöchten zudem formell nicht zu genügen. Dass von Sachgerichten gezogene Schlüsse nicht mit der eigenen Darstellung übereinstimmen, belegt keine Willkür (Art. 9 BV; vgl. BGE 116 Ia 85 E. 2b S. 88; BGE 134 II 349 E. 3 S. 351 f.). Auf die Beschwerde der Erstbeklagten kann nicht eingetreten werden, soweit sie die Schädigungsabsicht betrifft.\n\n4.4 Der Zweitbeklagte wendet sich gegen die Bejahung der Schädigungsabsicht, soweit es um die ihm angelastete Bösgläubigkeit als Voraussetzung seiner Haftbarkeit im Sinne von Art. 290 SchKG geht (E. 7 hiernach). Es muss das zu den Ausführungen der Erstbeklagten Gesagte wiederholt werden: Dass der Zweitbeklagte sich zur Frage der Schädigungsabsicht vor Obergericht geäussert hat, belegt nicht, dass er sich mit dem angefochtenen amtsgerichtlichen Urteil in einer den formellen Anforderungen genügenden Weise auseinandergesetzt hat, und die heute erhobenen Sachverhaltsrügen, auf die das Obergericht nicht eingetreten ist, sind vor Bundesgericht unzulässig, vermöchten im Übrigen Willkür in der gerichtlichen Indizienbeweiswürdigung aber auch nicht darzutun (vgl. E. 4.3 soeben). Vielmehr belegt die vom Zweitbeklagten als unbestritten bezeichnete Aussage des Schuldners S. das Gegenteil. An der zitierten BGE 135 III 513 S. 523Stelle hat der Schuldner auf die Frage nach Steuerverfahren im Zeitpunkt des Vertragsabschlusses geantwortet, die Obwaldner hätten ihn seit 1995 geplagt, deshalb sei er in ein Tief gekommen und deshalb habe er verkauft. Der Verkauf der Anteilscheine ist auch nach der Aussage des Schuldners vor dem Hintergrund der Steuerverfahren erfolgt. Richtig ist, dass der Schuldner ausgesagt hat, er habe vor Bundesgericht verloren, und zwar später und ungerecht. Dass die Steuerforderungen erst nach der angefochtenen Handlung rechtskräftig festgestellt wurden, ändert an der Annahme der Schädigungsabsicht indessen nichts, genügt doch das Bewusstsein der Schädigung der zukünftigen Gläubiger (vgl. JAEGER, Bundesgesetz betreffend Schuldbetreibung und Konkurs, Bd. II, 3. Aufl. 1911, N. 7 zu aArt. 288 SchKG; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Bd. IV, 2003, N. 35 zu Art. 288 SchKG).\n\n4.5 Aus den dargelegten Gründen durften die kantonalen Gerichte unangefochten davon ausgehen, der Schuldner habe mit dem Verkauf der sieben Genossenschaftsanteilscheine für Fr. 200'000.- an die Erstbeklagte eine Gläubigerschädigung zumindest in Kauf genommen.\n\n5. Das Amtsgericht hat auch die dritte Voraussetzung des Anfechtungstatbestandes gemäss Art. 288 SchKG als erfüllt betrachtet und festgestellt, die Schädigungsabsicht des Schuldners S. sei für die Erstbeklagte erkennbar gewesen. Auf die Ausführungen der Erstbeklagten gegen die Erkennbarkeit der Schädigungsabsicht ist das Obergericht mangels rechtsgenüglicher Appellationsbegründung nicht eingetreten.\n\n5.1 In Würdigung sämtlicher Umstände des konkreten Einzelfalls ist zu beurteilen, ob der Dritte die Schädigungsabsicht des Schuldners im Zeitpunkt der Vornahme der anfechtbaren Handlung wirklich erkannt hat oder bei pflichtgemässer Aufmerksamkeit hätte erkennen können und müssen (\"a pu et dû prévoir\"), dass als natürliche Folge der angefochtenen Handlung möglicherweise eine Gläubigerschädigung eintritt. Die Beurteilung dieses subjektiven Elements als innerer Tatsache beruht - wie diejenige der Schädigungsabsicht - zur Hauptsache auf Indizienbeweiswürdigung (vgl. BGE 83 III 82 E. 3b S. 86; BGE 135 III 276 E. 8.1 S. 286).\n\n5.2 Das Amtsgericht ist davon ausgegangen, die Erstbeklagte habe als Therapeutin, als Lebensgefährtin und als Kollegin des BGE 135 III 513 S. 524Schuldners im Vorstand einer anderen Genossenschaft von den Problemen des Schuldners mit den Steuerbehörden und deren Forderungen gegen den Schuldner tatsächlich gewusst. Auch habe sie zumindest allen Grund gehabt, Verdacht zu schöpfen, dass der Verkauf des hälftigen Anteils der Genossenschaft und damit indirekt der Hälfte eines Mehrfamilienhauses für Fr. 200'000.- die Gläubiger des Schuldners schädigen könnte. Das Obergericht wiederum ist auf die Appellation der Erstbeklagten hinsichtlich deren Erkennbarkeit der schuldnerischen Schädigungsabsicht nicht eingetreten.\n\n5.3 Mit Bezug auf die Vorbringen der Erstbeklagten in diesem Punkt kann auf bereits Gesagtes verwiesen werden: Die Erstbeklagte erhebt und begründet keinerlei Verfassungsrügen gegen das formelle Nichteintreten des Obergerichts und bringt Sachverhaltsrügen vor, die rechtsgenüglich vorzubringen sie vor Obergericht versäumt hat, die vor Bundesgericht unzulässig sind und die als blosse Behauptungen des Gegenteils nicht als formell ausreichend begründete Rügen vorab gegen die gerichtliche Indizienbeweiswürdigung gelten könnten (E. 4.3 hiervor). Da der Zweitbeklagte auf die Erkennbarkeit der Schädigungsabsicht des Schuldners durch die Erstbeklagte nicht eigens eingeht, bleibt es bei der unangefochtenen Annahme der kantonalen Gerichte, die Erstbeklagte habe tatsächlich erkannt und auch erkennen können und müssen, dass der Kaufvertrag über sieben Anteilscheine der Genossenschaft für Fr. 200'000.- möglicherweise Gläubiger des Schuldners schädige.\n\n6. Als Zwischenergebnis kann festgehalten werden, dass die Voraussetzungen der Absichtsanfechtung gemäss Art. 288 SchKG erfüllt sind mit Blick auf den Vertrag vom 23. Februar 2001, mit dem der Schuldner S. sieben Anteilscheine der Baugenossenschaft G. zum Preis von Fr. 200'000.- an die Erstbeklagte verkauft hat.\n\n7. Die Frage nach der Bösgläubigkeit des Zweitbeklagten im Sinne von Art. 290 SchKG hat das Amtsgericht bejaht. Das Obergericht ist der Beurteilung gefolgt. Dagegen wendet sich zur Hauptsache der Zweitbeklagte.\n\n7.1 Gemäss Art. 290 SchKG richtet sich die Anfechtungsklage gegen die Personen, die mit dem Schuldner die anfechtbaren Rechtsgeschäfte abgeschlossen haben oder von ihm in anfechtbarer Weise begünstigt worden sind, sowie gegen ihre Erben oder andere Gesamtnachfolger und gegen bösgläubige Dritte. Unter dem bösgläubigen Dritten wird der Rechtsnachfolger (Singularsukzessor) des BGE 135 III 513 S. 525Anfechtungsbeklagten (Vertragspartner des Schuldners) verstanden, der vom Bestand der Anfechtungsschuld wusste (BGE 130 III 235 E. 6.1.1 S. 238 f.). Als bösgläubiger Dritter ist anzusehen, wer die Umstände, die die Anfechtbarkeit des Erwerbs seines Rechtsvorgängers begründeten, kannte oder bei pflichtgemässer Aufmerksamkeit hätte kennen müssen (BGE 52 II 46 E. 2 S. 57 f.; Urteil 5A_210/2007 vom 7. Februar 2008 E. 5.2). Massgebend ist der Zeitpunkt der Rechtsnachfolge (Singularsukzession) und nicht der Zeitpunkt der anfechtbaren Rechtshandlung. Sind die Voraussetzungen erfüllt, haften der Vertragspartner des Schuldners (hier: die Erstbeklagte) und der bösgläubige Dritte (hier: der Zweitbeklagte) solidarisch (vgl. D. STAEHELIN, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, 1998, N. 9 f., und GILLIÉRON, a.a.O., N. 12 zu Art. 290 SchKG). Die Beurteilung, ob der Dritte die fraglichen Umstände kannte, betrifft eine innere Tatsache und damit die Indizienbeweiswürdigung (vgl. BGE 131 III 418 E. 2.3.1 S. 421 und 511 E. 3.2.3 S. 521).\n\n7.2 Nach den Feststellungen beider kantonalen Gerichte haben Indizien dafür bestanden, dass der Weiterverkauf der sieben Anteilscheine durch die Erstbeklagte an den Zweitbeklagten von Anfang an beschlossene Sache gewesen sei, d.h. dass der Schuldner seinen hälftigen Anteil an der Genossenschaft von Beginn an auf den Zweitbeklagten übertragen wollte. Das Obergericht hat dann aber - wie zuvor das Amtsgericht - dafürgehalten, es komme nicht darauf an, ob ein sog. Strohmanngeschäft vorgelegen habe, zumal es genüge, wenn der Zweitbeklagte einen anfechtbar erworbenen Vermögenswert erworben und am 1. Februar 2002 die Umstände gekannt habe oder hätte kennen müssen, die die Anfechtbarkeit des Erwerbs der Erstbeklagten vom 23. Februar 2001 zu begründen vermochten. Ist somit für die Bösgläubigkeit des Zweitbeklagten das Vorliegen eines Strohmanngeschäftes nicht entscheidwesentlich, besteht an der Beurteilung der dagegen erhobenen Rügen kein schutzwürdiges Interesse. Zur Beantwortung bloss theoretischer Fragen ist die Beschwerde - wie bis anhin - nicht gegeben (Art. 76 Abs. 1 lit. b BGG; vgl. BGE 131 I 153 E. 1.2 S. 157; BGE 131 II 649 E. 3.1 S. 651). Auf die diesbezüglichen Vorbringen beider Beklagten kann deshalb nicht eingetreten werden.\n\n7.3 Der Zweitbeklagte ist Rechtsnachfolger der Erstbeklagten. Hauptstreitpunkt in der Beurteilung seiner Böswilligkeit war im kantonalen Verfahren, ob und in welchem Umfang der BGE 135 III 513 S. 526Zweitbeklagte von den Bedingungen des Vertrags zwischen dem Schuldner S. und der Erstbeklagten Kenntnis gehabt hat. Das Obergericht ist davon ausgegangen, der Zweitbeklagte sei über sämtliche Bedingungen des Erstverkaufs der Anteilscheine, einschliesslich deren Kaufpreises orientiert gewesen.\n\n7.3.1 Im Einzelnen hat das Obergericht auf die Interessenlage des Zweitbeklagten abgestellt, der den Verkauf der Anteilscheine und das Ausscheiden seines langjährigen Geschäftspartners und Teilhabers S. aus der Genossenschaft an sich nicht gewollt, letztlich dann aber doch hingenommen und als deren Vorstand genehmigt habe unter der Bedingung, dass er selber die Anteilscheine zu einem fairen Preis erwerben könne, sei es von der Erstbeklagten oder sei es direkt von S. Das Obergericht hat daraus geschlossen, eine Lösung habe unter diesen Umständen nur unter der Voraussetzung zustande kommen können, dass alle relevanten Einzelheiten offen kommuniziert worden seien und alle drei Beteiligten ihre Interessen hätten einbringen können. Dazu habe auch der Kaufpreis gehört, interessiere es doch jeden Geschäftsmann, wie viel für die Anteilscheine, die er erwerben wolle, kurze Zeit vorher noch bezahlt worden sei. Gemäss Protokoll vom 1. Februar 2002, in dem die Lösung um den Kauf/Verkauf der Anteilscheine und die Beschlüsse des Genossenschaftsvorstandes festgehalten seien, habe der Zweitbeklagte denn auch den Verkauf resp. den Austritt des Schuldners aus der Genossenschaft und die Aufnahme der Erstbeklagten in die Genossenschaft nicht einfach genehmigt, sondern vorab ausdrücklich erklärt, vom Geschäft vom 23. Februar 2001 Kenntnis zu nehmen.\n\n7.3.2 Der Zweitbeklagte wendet dagegen zwar eine Verletzung der verfassungsmässigen Begründungspflicht ein, anerkennt heute aber ausdrücklich, dass er entgegen seinen Bestreitungen im gesamten kantonalen Verfahren den Inhalt des Vertrags vom 23. Februar 2001 zwischen dem Schuldner und der Erstbeklagten, einschliesslich des Kaufpreises von Fr. 200'000.-, gekannt hat. Das ausdrückliche Zugeständnis gegenüber den Klägern ist zulässig und der Zweitbeklagte darauf zu behaften (vgl. Urteil 4C.43/2005 vom 24. Juni 2005 E. 2.3, in: Schweizerische Zeitschrift für Zivilprozessrecht [SZZP] 2005 S. 410 f.). Gemäss der Zugabe des Zweitbeklagten war diese Kenntnis im Zeitpunkt des Vertragsabschlusses vom 1. Februar 2002 und damit im massgebenden Zeitpunkt (E. 7.1 soeben) vorhanden. Dass der Zweitbeklagte während der seit Herbst BGE 135 III 513 S. 5272001 andauernden Verhandlungen nichts gewusst haben will, ist insoweit unerheblich, wenn auch völlig unglaubhaft, wie das Obergericht betont hat. Sein heutiges Zugeständnis erweckt vielmehr den Anschein, dass der Zweitbeklagte immer erst dann eine Tatsache als richtig anerkannt hat, wenn sie entweder nachgewiesen oder deren Vorhandensein offenkundig war und deshalb nicht mehr ernsthaft bestritten werden konnte.\n\n7.3.3 Entgegen der Darstellung des Zweitbeklagten ist die Kenntnis des zwischen dem Schuldner und der Erstbeklagten vereinbarten Kaufpreises nicht objektiv irrelevant. Auf Grund seiner Kenntnis musste der Zweitbeklagte vielmehr davon ausgehen, dass der Schuldner die sieben Anteilscheine unter ihrem objektiven Wert an die Erstbeklagte verkauft hat. Der Zweitbeklagte hat den Wert der Anteilscheine gekannt, nach seinen Angaben einen fairen Preis bezahlen wollen und einen Kaufpreis von Fr. 800'000.- mit der Erstbeklagten vereinbart, die ihrerseits knapp ein Jahr zuvor nur Fr. 200'000.- an den Schuldner bezahlen musste.\n\n7.4 Das Obergericht hat offengelassen, ob und inwieweit der Zweitbeklagte die Vermögenssituation des Schuldners gekannt hat. Es ist davon ausgegangen, der Zweitbeklagte habe spätestens unter anderem auf Grund der Verhandlungen, die dem Kaufvertragsabschluss vom 23. Februar 2001 gefolgt seien, Verdacht schöpfen müssen, der Verkauf der Anteilscheine ziele auf eine Gläubigerschädigung.\n\n7.4.1 Entgegen der Annahme des Zweitbeklagten ist Kenntnis über die genaue wirtschaftliche Lage des Schuldners nicht vorausgesetzt. Es genügt, dass der Zweitbeklagte bei pflichtgemässer Aufmerksamkeit hätte erkennen können, dass der Schuldner eine Gläubigerschädigung als mögliche Folge der Veräusserung von sieben Anteilscheinen für Fr. 200'000.- in Kauf genommen hat (E. 7.1 soeben). Eine Verletzung des rechtlichen Gehörs oder der Beweisregeln ist insoweit weder ersichtlich noch dargetan.\n\n7.4.2 Der Zweitbeklagte wendet ein, er habe von den Forderungen gegen den Schuldner und dessen wirtschaftlichen Verhältnissen nichts wissen können. In tatsächlicher Hinsicht steht indessen unwidersprochen fest, dass der Zweitbeklagte gemeinsam mit dem Schuldner S. seit Jahren gemeinsam im Vorstand der Baugenossenschaft war und mit ihm über die Geschäftsführung gesprochen hat. Sie kannten sich nach Angaben des Zweitbeklagten seit Jahren aus Immobiliengeschäften und wussten gegenseitig, \"wie man tickt\". BGE 135 III 513 S. 528Dass ihm die Probleme des Schuldners mit den Steuerbehörden verborgen geblieben sein könnten, haben die kantonalen Gerichte schliesslich deshalb verneint, weil der Schuldner über eine Verfolgungs- und Hetzkampagne der Steuerbehörden geklagt und mit seinen \"Siegen\" gegen die Steuerverwaltung (Aufhebung von Steuerbussen und Steuerarresten) öffentlich geprahlt hat, wie das die Erstbeklagte auch heute wieder betont.\n\n7.4.3 Obschon viele Indizien, namentlich die jahrzehntelange enge geschäftliche und wohl auch persönliche Beziehung zwischen dem Zweitbeklagten und dem Schuldner dafür gesprochen haben, hat das Obergericht nicht annehmen wollen, der Zweitbeklagte habe die Vermögenssituation des Schuldners in ihren Einzelheiten gekannt. Auf Grund der Nähe des Zweitbeklagten zum Schuldner durfte das Obergericht hingegen gesamthaft davon ausgehen, der Zweitbeklagte hätte sich darüber Rechenschaft geben müssen, dass Forderungen der Steuerbehörden gegen den Schuldner noch bestehen und dass der Schuldner mit dem Verkauf der Anteilscheine an die Erstbeklagte für Fr. 200'000.- deshalb eine mögliche Gläubigerschädigung in Kauf genommen hat. Da die Gläubigerschädigung nicht der Zweck der angefochtenen Rechtshandlung sein muss (E. 4.1 hiervor), spielt es keine Rolle, ob der Zweitbeklagte angenommen hat, der Schuldner verkaufe seine Beteiligung an der Genossenschaft wegen gesundheitlicher Schwierigkeiten. Es genügt, dass der Zweitbeklagte, der den wirklichen Wert der Anteilscheine tatsächlich kannte, nicht darauf vertrauen durfte, der Schuldner sei auf keinen Fall bereit, mit seinem Verkauf an die Erstbeklagte eine Gläubigerschädigung nicht wenigstens indirekt hinzunehmen.\n\n7.5 Jedenfalls auf Grund der Parteivorbringen im vorliegenden Verfahren verletzt es kein Bundesrecht, dass die kantonalen Gerichte angenommen haben, der Zweitbeklagte sei bösgläubig im Sinne von Art. 290 SchKG gewesen und hafte deshalb mit der Erstbeklagten solidarisch.\n\n8. Im kantonalen Verfahren haben die Kläger nicht nur verlangt, den Zweitbeklagten gemeinsam mit der Erstbeklagten solidarisch zur Ersatzleistung zu verpflichten. Sie haben weitergehend beantragt, den Vertrag zwischen der Erstbeklagten und dem Zweitbeklagten vom 1. Februar 2002 für ungültig bzw. vollstreckungsrechtlich für unbeachtlich im Sinne von Art. 288 SchKG zu erklären. Das Obergericht hat den Antrag abgewiesen, weil auch bei sog. BGE 135 III 513 S. 529Kettengeschäften das eigentliche Anfechtungsobjekt der Vertrag des Schuldners mit seinem unmittelbaren Geschäftspartner (hier: der Erstbeklagten) sei und nicht der anschliessende Vertrag dieses Geschäftspartners mit einem Dritten (hier: dem Zweitbeklagten). Art. 290 SchKG begründe keinen neuen Anfechtungsfall. Die Kläger erneuern ihren Antrag vor Bundesgericht.\n\n8.1 Entgegen der Darstellung der Kläger geht es nicht um eine angeblich zu wörtliche Auslegung von Art. 290 SchKG, sondern um die Art. 286-288 SchKG, die die anfechtbaren Rechtshandlungen umschreiben. Alle Anfechtungstatbestände setzen Rechtshandlungen voraus, die \"der Schuldner (...) vorgenommen hat\" (Art. 286 Abs. 1, Art. 287 Abs. 1 und Art. 288 SchKG). Die Schädigung der Exekutionsrechte der Gläubiger durch Dritte ohne Beteiligung des Schuldners fallen nicht darunter. Der Anfechtung unterliegen nur Rechtshandlungen, an denen der Schuldner beteiligt oder vertreten war (vgl. A. STAEHELIN, a.a.O., N. 16 f. zu Art. 285 SchKG; Urteil 5C.68/2002 vom 25. April 2002 E. 4, in: Praxis 91/2002 Nr. 125 S. 706 f.). In diesem Sinne schafft Art. 290 SchKG keinen neuen Anfechtungstatbestand. Die Bestimmung regelt die Passivlegitimation und erstreckt das Anfechtungsrecht unter anderem auf Dritte, die allein unter der Voraussetzung ihrer Bösgläubigkeit (vgl. E. 7.1 hiervor) leistungspflichtig werden, wie das Satz 2 von Art. 290 SchKG verdeutlicht (\"Die Rechte gutgläubiger Dritter werden durch die Anfechtungsklage nicht berührt\"), d.h. ungeachtet dessen, ob ihr eigener Erwerb als solcher anfechtbar ist (vgl. D. STAEHELIN, a.a.O., N. 1 und 8 zu Art. 290 SchKG). Gegenteiliges ergibt sich auch aus dem von den Klägern zitierten Kommentar nicht (vgl. SCHÜPBACH, Droit et action révocatoires, 1997, N. 85 ff. zu Art. 290 SchKG).\n\n8.2 Anders verhielte es sich, wenn die beiden formell getrennten Kaufverträge auf Grund wirtschaftlicher Betrachtungsweise als eine einheitliche Rechtshandlung des Schuldners zu betrachten wären (vgl. Urteil 5C.146/1992 vom 14. September 1993 E. 4, in: SJ 1994 S. 138 ff.). Die Frage, ob der Schuldner ein sog. Strohmanngeschäft bezweckt hat, haben indessen das Bezirksgericht und das Obergericht offengelassen (E. 7.2 hiervor). Die Kläger verlangen heute zwar, diesbezüglich müsse die Sache zur Klärung an eine der Vorinstanzen zurückgewiesen werden, haben ihren Antrag auf Ungültigerklärung des Kaufvertrags vom 1. Februar 2002 in der Anschlussappellation jedoch nicht mit einem Strohmanngeschäft BGE 135 III 513 S. 530begründet, sondern ausschliesslich mit einem Kettengeschäft. Ihre Vorbringen und ihr Rückweisungsantrag erweisen sich unter diesen Umständen als unzulässig (vgl. E. 4.3 hiervor). Auch die Rechtssicherheit gebietet nicht, den Kaufvertrag vom 1. Februar 2002 als ungültig bzw. unbeachtlich im Sinne von Art. 288 SchKG zu bezeichnen. Der Zweck der Anfechtungsklage ist erreicht, wenn sich das Urteil über die Rückgabe des Vermögens ausspricht, das der Zwangsvollstreckung gegen den Schuldner durch eine anfechtbare Rechtshandlung entzogen wurde (Duldung der Pfändung, Einbezug in die Konkursmasse oder Bezahlung einer Geldsumme). Ein Antrag auf Ungültigerklärung der Rechtshandlung muss kraft Bundesrechts weder gestellt noch von den Sachgerichten zugelassen oder beurteilt werden (vgl. D. STAEHELIN, a.a.O., N. 16 zu Art. 289 SchKG; LORANDI, Prozessuale Aspekte der paulianischen Anfechtung [Art. 285 ff. SchKG] - ausgewählte Fragen, ZZZ 2006 S. 155 ff., S. 156 ff. Ziff. IV, mit Hinweisen).\n\n8.3 Nach dem Gesagten ist es nicht bundesrechtswidrig, dass die kantonalen Gerichte auf das Klagebegehren nicht eingetreten sind, den Vertrag zwischen der Erstbeklagten und dem Zweitbeklagten vom 1. Februar 2002 für ungültig bzw. vollstreckungsrechtlich für unbeachtlich im Sinne von Art. 288 SchKG zu erklären. Auf den vor Bundesgericht erneuerten Antrag wiederum kann nicht eingetreten werden (vgl. BGE 80 III 149 E. 2b S. 154).\n\n9. Beide kantonalen Gerichte haben den Klägern einen Wertersatzanspruch zuerkannt, da die Erstbeklagte nicht mehr im Besitz der anfechtbar vom Schuldner erworbenen Anteilscheine sei und deren Erstattung auch rechtlich unmöglich sei. Massgebend ist nach Auffassung des Amtsgerichts der objektive Wert der Anteilscheine im Zeitpunkt des Verkaufs durch die Erstbeklagte an den Zweitbeklagten am 1. Februar 2002. Das Obergericht hat die Auffassung geteilt.\n\n9.1 Wer durch eine anfechtbare Rechtshandlung Vermögen des Schuldners erworben hat, ist gemäss Art. 291 Abs. 1 SchKG zur Rückgabe desselben verpflichtet (Satz 1). Die Rückgabe einer anfechtbar erworbenen Sache hat danach in erster Linie in natura zu erfolgen. Nur wenn eine Rückgabe der Sache nicht mehr möglich ist, besteht die (subsidiäre) Pflicht zur Erstattung ihres Wertes (BGE 132 III 489 E. 3.3 S. 494).\n\n9.2 In tatsächlicher Hinsicht steht fest, dass die Erstbeklagte die anfechtbar erworbenen sieben Anteilscheine der Genossenschaft am BGE 135 III 513 S. 5311. Februar 2002 an den Zweitbeklagten verkauft hat. Auf den Zeitpunkt des Weiterverkaufs hat das Obergericht den Wert der sieben Anteilscheine bestimmt. Er hat Fr. 1'210'225.50 betragen. Dass eine Rückgabe in natura ausgeschlossen sein soll, ist bereits im kantonalen Verfahren unbestritten geblieben und im Ergebnis zutreffend. Eine Verpflichtung zur Rückgabe der anfechtbar erworbenen Anteilscheine verbunden mit der wertbestimmenden Mitgliedschaft in der Genossenschaft (E. 3.4-3.6 hiervor) ist rechtlich unmöglich (vgl. BERZ, Der paulianische Rückerstattungsanspruch, 1960, S. 120, mit Beispielen, namentlich dem ähnlichen Fall der vinkulierten Namenaktien).\n\n9.3 Streitig ist der Zeitpunkt der Bewertung. Die Kläger wenden ein, massgebend sei nicht der Zeitpunkt des Weiterverkaufs der sieben Anteilscheine am 1. Februar 2002, sondern der Verkauf der Liegenschaft in M. am 28. Februar 2005. Der Wertersatz per 28. Februar 2005 betrage Fr. 1'411'964.70. Der Einwand ist unbegründet. Es trifft zwar zu, dass die sieben Anteilscheine dem Wert des hälftigen Genossenschaftsvermögens entsprechen, dessen Hauptaktivum wiederum aus der Liegenschaft in M. bestanden hat (E. 3.4.3 hiervor). Die juristische Persönlichkeit der Baugenossenschaft ist jedoch zu beachten. Sie war als Eigentümerin der Liegenschaft in M. im Grundbuch eingetragen. Die hälftige Beteiligung am Genossenschaftsvermögen vermittelt damit wirtschaftlich einen entsprechenden Anteil am Wert der Liegenschaft, aber nicht rechtlich an deren Eigentum. Weshalb hier die Eigentümerstellung der Baugenossenschaft und damit die äussere Form auf Grund einer wirtschaftlichen Betrachtungsweise unbeachtlich sein soll, ist weder ersichtlich noch dargetan. Entscheidend ist somit der Wert im Zeitpunkt, in dem die Rückgabe der anfechtbar erworbenen Anteilscheine unmöglich wurde (vgl. BGE 132 III 489 E. 3.3 und 3.3.2 S. 494 f.), und nicht der Zeitpunkt, in dem die auch danach fortbestehende Baugenossenschaft ihre Liegenschaft verkauft hat. Es verletzt deshalb kein Bundesrecht, dass die kantonalen Gerichte die Bewertung auf den 1. Februar 2002 vorgenommen haben, wo der Erwerb der Anteilscheine durch die Erstbeklagte und deren Aufnahme in die Genossenschaft rückwirkend genehmigt und die Anteilscheine an den Zweitbeklagten weiterveräussert wurden.\n\n9.4 Die kantonalen Gerichte haben es abgelehnt, bei der Wertbestimmung latente Lasten zu berücksichtigen, die sich aus der Liquidation der Genossenschaft ergeben. Die Beklagten erblicken darin BGE 135 III 513 S. 532eine unrichtige Rechtsanwendung und eine Verweigerung des rechtlichen Gehörs.\n\n9.4.1 Belastungen eines Vermögensgegenstandes, die sich erst künftig realisieren könnten, sind bei dessen Bewertung als wertvermindernde Faktoren stets zu berücksichtigen (BGE 125 III 50 E. 2a S. 53 ff.). Naturgemäss können in quantitativer Hinsicht in aller Regel keine exakten Angaben darüber gemacht werden, wie sich eine latente Last auf den Wert eines Vermögensgegenstandes auswirkt. Das Gericht wird sich daher häufig damit behelfen müssen, die in Rechnung zu stellenden Belastungen \"ex aequo et bono\" zu ermitteln. Dies entbindet das Gericht allerdings nicht davon, die zur Verfügung stehenden rechtlichen und tatsächlichen Grundlagen bei der Bestimmung des Wertes der latenten Lasten zu berücksichtigen und in Bezug auf unklare Verhältnisse nachvollziehbare Annahmen zu treffen (BGE 125 III 50 E. 2b/bb S. 55 f.). Für diese tatsächlichen Grundlagen, die die wertmässige Bestimmung der latenten Lasten und nachvollziehbare Annahmen in unklaren Verhältnissen ermöglichen, darf das Gericht nach den allgemeinen Regeln substantiierte Behauptungen der Parteien verlangen. Auch die Realisierungswahrscheinlichkeit latenter Lasten ist näher darzulegen (Urteil 5C.201/2005 vom 2. März 2006 E. 3, auszugsweise in: FamPra.ch 2006 S. 698, mit Hinweis auf TH. KOLLER, Neue Bundesgerichtsurteile im Schnittstellenbereich zwischen Privatrecht und Steuerrecht, recht 1999 S. 114 ff., 116).\n\n9.4.2 Die kantonalen Gerichte haben die Rechtsprechung richtig dargestellt und die beim Verkauf der Liegenschaft angefallenen Steuern berücksichtigt, eine Berücksichtigung der im Falle einer hypothetischen Liquidation der Baugenossenschaft anfallenden latenten Lasten hingegen abgelehnt. Für deren Realisierungswahrscheinlichkeit durften die kantonalen Gerichte substantiierte Behauptungen der Parteien verlangen. Sie haben damit Recht weder unrichtig angewendet noch verweigert (E. 3.6.5 hiervor).\n\n9.4.3 Keine substantiierte Behauptung musste darin gesehen werden, dass - wie der Zweitbeklagte heute unter Hinweis auf seine steuerlichen Privatgutachten wiederholt - beim Verkauf von Immobiliengesellschaften eigentlich immer latente Lasten zu berücksichtigen seien. Denn einerseits geht es vorliegend nicht um den Verkauf der Baugenossenschaft als Immobiliengesellschaft, sondern um den Verkauf einer ihr gehörenden Liegenschaft, deren Gegenwert BGE 135 III 513 S. 533in das Genossenschaftsvermögen geflossen sein müsste. Andererseits werden keinerlei Anhaltspunkte dargetan, dass die Baugenossenschaft nach dem Verkauf der Liegenschaft im Jahre 2005 hätte liquidiert werden sollen. Es steht im Gegenteil fest, dass die Baugenossenschaft nach dem besagten Verkauf im Jahre 2006 ihre Statuten geändert (E. 3.6.4 hiervor) und den Genossenschaftszweck in Art. 2 gegenüber den Statuten von 1994 neu um den \"Handel mit Devisen und Aktien\" erweitert hat.\n\n9.4.4 Die beiden Privatgutachten, die der Zweitbeklagte vor Obergericht und vor Bundesgericht eingereicht hat, enthalten zwar Zahlen über die \"latenten Steuern auf Stufe Baugenossenschaft\", jedoch keine Angaben darüber, ob und inwiefern eine Liquidation der Baugenossenschaft künftig bevorstehe. Es heisst dazu einfach, es sei \"im Bewertungszeitpunkt ökonomisch vorteilhafter\" auf Liquidations- statt auf Fortführungswerte abzustellen. Mehr als gleicherweise unsubstantiierte Parteibehauptungen enthalten somit auch die Privatgutachten nicht (vgl. BGE 132 III 83 E. 3.4 S. 87 f.). Dass das Obergericht sie nicht berücksichtigt hat, bedeutet deshalb im Ergebnis keinen überspitzten Formalismus (vgl. E. 3.6.4 hiervor).\n\n9.4.5 Insgesamt kann nicht beanstandet werden, dass das Obergericht bei der Bewertung keine im Falle einer Liquidation der Baugenossenschaft anfallenden latenten Lasten berücksichtigt hat.\n\n9.5 Wird der Anfechtungsgegner zur Rückgabe des anfechtbar erworbenen Gegenstandes in natura bzw. zu Wertersatz verpflichtet, ist ihm die Gegenleistung, die er im Zusammenhang mit der angefochtenen Handlung erbracht hat, zu erstatten, soweit sie sich noch in den Händen des Schuldners befindet oder dieser durch sie bereichert ist (Art. 291 Abs. 1 Satz 2 SchKG). Das Amtsgericht und ihm folgend das Obergericht haben den Anspruch der Beklagten auf Erstattung der Gegenleistung verneint.\n\n9.5.1 Der Zweitbeklagte wendet ein, vom festgesetzten Wertersatz sei der von der Erstbeklagten bezahlte Kaufpreis für die sieben Anteilscheine der Genossenschaft von Fr. 200'000.- abzuziehen. Entgegen seiner Darstellung ist das Obergericht auf den Einwand eingegangen. Es hat in rechtlicher und tatsächlicher Hinsicht ausgeführt, weshalb eine \"Verrechnung\" der Forderung der Erstbeklagten gegen den Schuldner mit der Forderung der Kläger gegen die Erstbeklagte hier nicht möglich sei und zugleich ein Pfändungsanschluss der Beklagten ausser Betracht falle. BGE 135 III 513 S. 534\n\n9.5.2 Rechtlich beruht der Einwand des Zweitbeklagten auf einer unzutreffenden Annahme. Denn der Schuldner S. befindet sich nicht im Konkurs, wo der Anspruch des Anfechtungsgegners auf Rückerstattung seiner eigenen Leistung eine Masseverbindlichkeit bedeutet, die der Anfechtungsgegner gegebenenfalls mit seiner eigenen Pflicht zur Leistung von Wertersatz verrechnen könnte (vgl. Urteil 5C.148/2004 vom 5. Januar 2005 E. 2.5, mit Hinweis vorab auf BAUER, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, 1998, N. 34 zu Art. 291 SchKG). Gegen den Schuldner S. richten sich vielmehr Einzelvollstreckungen, so dass dem Anfechtungsgegner ein Anspruch auf Rückgabe seiner eigenen Leistung nicht gegen den Anfechtungskläger, sondern ausschliesslich gegen den Schuldner persönlich zusteht. Der Anfechtungsgegner darf seine Rückerstattung nicht davon abhängig machen, dass der Schuldner die Gegenleistung zurückerstattet. Er trägt das Risiko, dem Anfechtungskläger die vom Schuldner anfechtbar erworbene Sache zurückgeben bzw. dafür Wertersatz leisten zu müssen, ohne seine eigene, dem Schuldner erbrachte Gegenleistung in Anschlag bringen zu können (vgl. Urteil 5C.219/2006 vom 16. April 2007 E. 4.1, mit Hinweis vorab auf BAUER, a.a.O., N. 35 zu Art. 291 SchKG, und JAEGER, a.a.O., N. 3b zu aArt. 291 SchKG). Entgegen der Annahme des Zweitbeklagten besteht somit kein Anspruch darauf, an den zu leistenden Wertersatz den angeblich bezahlten Preis für die Anteilscheine von Fr. 200'000.- gemäss Kaufvertrag vom 23. Februar 2001 anrechnen zu lassen.\n\n9.5.3 Der Zweitbeklagte ruft die Billigkeitsregel an, wonach sich der Anfechtungsgegner ausnahmsweise der Pfändung anschliessen kann, wenn und soweit die vom Schuldner zurückzuerstattende Gegenleistung zugunsten des Anfechtungsklägers bereits gepfändet wurde und verwertet werden soll (vgl. BGE 67 III 169 E. 4 S. 174 f.; BGE 90 II 359 E. 2b S. 364/365). Wie es sich damit im Einzelnen verhält, kann dahingestellt bleiben, hat doch das Obergericht verbindlich festgestellt (Art. 105 Abs. 2 BGG), dass die Gegenleistung von Fr. 200'000.- weder als Geldsumme tatsächlich vorhanden sei (z.B. auf einem gesonderten Konto) noch als Bereicherung beim Schuldner ersichtlich sei. Mit der obergerichtlichen Begründung setzt sich der Zweitbeklagte in keiner den formellen Anforderungen genügenden Weise auseinander. In tatsächlicher Hinsicht behauptet er eine Bereicherung des Schuldners um Fr. 200'000.-, ohne auf die abweichende Feststellung bzw. das offene Beweisergebnis des Obergerichts BGE 135 III 513 S. 535einzugehen. Dass er für die Voraussetzungen der Bereicherung die Beweislast tragen soll (allgemein: BGE 132 III 432 E. 2.1 S. 434), ficht er nicht an. Was der Zweitbeklagte insgesamt vorträgt, sind Mutmassungen und darauf gestützte rechtliche Folgerungen, die zu erörtern sich mangels ausreichender Tatsachengrundlage erübrigt. Die Beschwerde erweist sich diesbezüglich als unzulässig (vgl. BGE 134 II 244 E. 2 S. 245 f.).\n\n9.6 Die Kläger wiederum wenden eine falsche Bestimmung des Zinsbeginnes ein. Sie machen geltend, die Zinspflicht beginne am 28. Februar 2005 (Verkauf der Liegenschaft) und nicht am 30. September 2005, d.h. dem Tag des mutmasslichen Eintreffens des Sühnegesuchs bei den Beklagten.\n\n9.6.1 Der Wertersatzanspruch, der an die Stelle der nicht mehr möglichen Rückgabe in natura tritt, wird nach herrschender Lehre und Rechtsprechung als Schadenersatzpflicht angesehen, die sich ganz allgemein nach den Regeln der Art. 97 ff. OR richtet (zuletzt: H. PETER, Commentaire romand, 2005, N. 6 zu Art. 291 SchKG, mit Hinweisen). Ab Inverzugsetzung im Sinne von Art. 102 Abs. 1 OR ist deshalb Verzugszins zu 5 % gemäss Art. 104 Abs. 1 OR zu bezahlen (Urteil 5C.219/2006 vom 16. April 2007 E. 4.3; SCHÜPBACH, a.a.O., N. 67 zu Art. 291 SchKG; GAUGLER, Die paulianische Anfechtung, Bd. I, 1944/45, S. 178 in Anm. 246).\n\n9.6.2 Herrschende Lehre und Praxis zu überprüfen, können die Vorbringen der Kläger keinen Anlass geben. Wie sie selber hervorheben, beruht die ihrer Ansicht nach sachgerechtere Lösung in Deutschland auf einer neu geschaffenen gesetzlichen Vorschrift, die auf die sinngemässe Anwendung der Bestimmungen über die ungerechtfertigte Bereicherung verweist (\"entsprechend\"). Da der schweizerische Gesetzgeber in der letzten umfassenden SchKG-Revision von 1994/97 diesbezüglich auf Änderungen verzichtet hat, besteht kein Grund, von der gefestigten Praxis abzuweichen.\n\n9.6.3 Verzugszins ist nach dem Gesagten nicht ab dem 28. Februar 2005 geschuldet, sondern ab der unangefochtenen Inverzugsetzung am 30. September 2005 (vgl. zur Inverzugsetzung durch Ladung zum Vermittlungsvorstand: THÉVENOZ, Commentaire romand, 2003, N. 22c zu Art. 102 OR; Urteil 5C.219/2006 vom 16. April 2007 E. 4.3).\n\n9.7 Insgesamt beträgt der Wertersatz somit Fr. 1'210'225.50 zuzüglich Zins von 5 % seit 30. September 2005."}