{"annee": "135", "cour": "IV", "page": "221", "date": "4/6/2009", "cite": [], "cite_par": ["145 IV 252"], "chapeau": "33. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Zürich (Beschwerde in Strafsachen)\n\n6B_975/2008 vom 4. Juni 2009", "regestes": ["Art. 6 LAO; paiement de l'amende. Lorsque l'auteur ne paie pas l'amende dans un délai de trente jours, la procédure ordinaire doit être engagée. Cela vaut aussi dans l'hypothèse où le contrevenant propose de s'en acquitter par acomptes. Des délais de paiement plus longs et la possibilité de payer des acomptes ne sont pas conformes au but de la loi de permettre un traitement rapide et raisonnable des contraventions dans la procédure des amendes d'ordre (consid. 2.2)."], "faits": "", "considerants": "BGE 135 IV 221 S. 221\n\nAus den Erwägungen:\n\n2.\n\n2.1 Umstritten ist, ob gestützt auf Art. 6 des Ordnungsbussengesetzes vom 24. Juni 1970 (OBG; SR 741.03) das ordentliche BGE 135 IV 221 S. 222Verfahren einzuleiten ist, wenn der Gebüsste innert Zahlungsfrist in Aussicht stellt, die Busse ratenweise zu tilgen.\n\n2.2 Art. 6 OBG steht unter der Marginalie \"Bezahlung\". Nach dessen Abs. 3 erhält der Täter, wenn er die Busse nicht sofort bezahlt, ein Bedenkfristformular. Zahlt er innert Frist, so wird das Formular vernichtet. Andernfalls leitet die Polizei das ordentliche Verfahren ein. Der Wortlaut der genannten Bestimmung hält somit fest, dass das ordentliche Verfahren einzuleiten ist, wenn der Täter weder sofort noch innert (dreissigtägiger) Frist bezahlt. Die Möglichkeit von Fristerstreckungen oder Ratenzahlungen sieht der Gesetzeswortlaut nicht vor. Dementsprechend wird der Gebüsste gemäss lit. B Ziff. 1 Anhang 2 der Ordnungsbussenverordnung vom 4. März 1996 (OBV; SR 741.031) auf die Folgen der Nichtbezahlung hingewiesen.\n\nGemäss den Ausführungen in der Botschaft erachtet der Bundesrat die Einräumung einer Zahlungsfrist, trotz der Einfachheit und Schnelligkeit des Ordnungsbussenverfahrens, als sinnvoll, um den Verkehrssünder, der den erforderlichen Geldbetrag gerade nicht auf sich trägt, nicht schlechter zu stellen als denjenigen, der die Busse sofort begleichen kann (Botschaft vom 14. Mai 1969 zum Entwurf eines Bundesgesetzes über Ordnungsbussen im Strassenverkehr, BBl 1969 I 1097 Ziff. 6). Die Einführung einer Zahlungsfrist erfolgte demnach nicht, um Zahlungserleichterungen zu gewähren, sondern vielmehr aus Praktikabilitätsgründen. Art. 6 OBG (in der seit 1. September 1996 gültigen Fassung) sieht neu eine Zahlungsfrist von 30 Tagen (vorher 10 Tage) vor. Damit wird die Tatsache berücksichtigt, dass die Rechnungen oftmals nur einmal im Monat beglichen werden und dass der Maximalbetrag der Busse von Fr. 100.- auf Fr. 300.- erhöht wurde (Botschaft vom 8. September 1993 über die Änderung des Bundesgesetzes über Ordnungsbussen im Strassenverkehr, BBl 1993 III 774 Ziff. 2). Längere Zahlungsfristen oder die Möglichkeit von Ratenzahlungen werden in der Botschaft nicht erwähnt. Dass die Erhöhung des Maximalbetrages zu einer längeren Zahlungsfrist geführt hat, ist zumindest ein Hinweis dafür, dass der Gesetzgeber Ratenzahlungen im Ordnungsbussenverfahren nicht vorsehen wollte.\n\nDie Möglichkeit, eine Ordnungsbusse innerhalb einer längeren als 30-tägigen Frist oder in Raten zu begleichen, findet auch im Allgemeinen Teil des Strafgesetzbuchs keine Stütze. Gemäss Art. 35 BGE 135 IV 221 S. 223Abs. 1 StGB bestimmt die Vollzugsbehörde dem zu einer Geldstrafe Verurteilten eine Zahlungsfrist von einem bis zu zwölf Monaten. Sie kann Ratenzahlung anordnen und auf Gesuch die Fristen verlängern. Diese Bestimmung im Abschnitt \"Geldstrafe, gemeinnützige Arbeit, Freiheitsstrafe\" gilt sinngemäss auch für die im Strafgesetzbuch geregelten Übertretungsbussen kraft ausdrücklichen Verweises in Art. 106 Abs. 5 StGB. Sie gilt ebenso für die in andern Bundesgesetzen geregelten Übertretungen, sofern diese Bundesgesetze keine abweichenden Bestimmungen enthalten (Grundsatz der Subsidiarität; vgl. Art. 333 Abs. 1 StGB). Auf das Ordnungsbussenverfahren findet Art. 35 Abs. 1 StGB hingegen keine Anwendung. Art. 6 OBG, der explizit einzig eine Zahlungsfrist von 30 Tagen vorsieht, geht als speziellere Bestimmung vor. Das Ordnungsbussengesetz dispensiert von der Anwendung der Strafzumessungsgrundsätze des Strafgesetzbuchs (vgl. Art. 1 Abs. 3 OBG, wonach Vorleben und persönliche Verhältnisse des Täters unberücksichtigt bleiben) und regelt darüber hinaus auch wenige rein verfahrensrechtliche Fragen der vereinfachten Ahndung von Übertretungen der Strassenverkehrsvorschriften. Beim Ordnungsbussenverfahren handelt es sich somit um ein formalisiertes und rasches Verfahren. Als schematisiertes Verfahren sieht es für die gleichen Verstösse für alle schuldhaft handelnden Täter die gleichen Bussen und Vollzugsmodalitäten vor. Die in diesem Sinne fehlende Differenzierung ist dem Ordnungsbussenverfahren immanent und zeichnet es gegenüber dem Geldsummensystem und dem Tagessatzsystem aus.\n\nZweck von Art. 6 OBG ist es demnach, innert kurzer Frist eine vollständige Tilgung der Busse sicherzustellen und somit eine rasche und sinnvolle Handhabung der Übertretungen im Ordnungsbussenverfahren zu ermöglichen. Damit wird im Bereich der Massendelinquenz auf den Strassen der Verwaltungsaufwand gering gehalten und ein ordentliches Justizverfahren vermieden, wodurch das Prinzip der Kostenfreiheit (Art. 7 OBG) seine Berechtigung erfährt. Dies setzt jedoch die vollständige, fristgerechte Bezahlung der Busse voraus. Das Bundesgericht hat erwogen, dass die Busse erst durch eine vollständige Bezahlung rechtskräftig werde und dadurch das ordentliche Verfahren entfalle. Werde die Busse innert Zahlungsfrist lediglich zur Hälfte beglichen, sei das ordentliche Verfahren einzuleiten (Urteil 6S.395/2005 vom 11. Dezember 2005 E. 2). Ebenso sei das ordentliche Verfahren einzuleiten, wenn BGE 135 IV 221 S. 224die Frist verpasst worden sei (Urteil 6B_484/2007 vom 14. November 2007 E. 3.2; vgl. auch YVAN JEANNERET, Procédures simplifiées et infractions routières, Journées du droit de la circulation routière 5-6 juin 2008, S. 192 ff.).\n\nNichts anderes gilt, wenn der Gebüsste innert Zahlungsfrist in Aussicht stellt, die Busse ratenweise zu begleichen. Soweit der Beschwerdeführer vorbringt, das ordentliche Verfahren sei zu Unrecht eingeleitet worden, da er anerboten habe, die Busse in fünf monatlichen Raten zu bezahlen, geht seine Rüge fehl. Das Ordnungsbussengesetz nennt einzig eine Zahlungsfrist von 30 Tagen. Eine längere Frist und die Möglichkeit von Ratenzahlungen sieht das Gesetz nicht vor und lässt sich auch nicht den Materialien entnehmen. Ob eine ratenweise Zahlung der Busse im Einklang mit Art. 6 OBG stünde, wenn sämtliche Raten innerhalb der dreissigtägigen Frist bezahlt würden, kann an dieser Stelle offengelassen werden."}