{"annee": "135", "cour": "III", "page": "359", "date": "7/4/2009", "cite": ["131 III 495", "124 III 277", "129 III 514", "130 III 328", "134 III 547", "129 III 225", "128 III 447", "120 II 307", "133 III 342", "103 IB 268", "128 III 454"], "cite_par": ["139 III 176", "145 III 178", "140 III 297", "143 III 127", "136 III 474"], "chapeau": "53. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. KG gegen Eidgenössisches Institut für Geistiges Eigentum (IGE) (Beschwerde in Zivilsachen)\n\n4A_566/2008 vom 7. April 2009", "regestes": ["Art. 1 et 2 let. a LPM; protection d'un signe sonore. Un signe sonore, non susceptible d'être perçu visuellement, est également apte à constituer une marque au sens de l'art. 1 LPM (consid. 2.4). Appréciation de la force distinctive concrète (art. 2 let. a LPM) d'un signe sonore, ne comprenant aucun élément de texte, composé d'une brève mélodie (consid. 2.5)."], "faits": "BGE 135 III 359 S. 360\n\nA. Die internationale Marke IR Nr. 858'788, eine auf eine deutsche Basiseintragung gestützte Abfolge von sieben Tönen, wird von der X. KG (Beschwerdeführerin) unter anderem auch für das Gebiet der Schweiz beansprucht. Die Eintragung der Marke wurde dem Eidgenössischen Institut für Geistiges Eigentum (IGE; Beschwerdegegner) am 15. September 2005 mitgeteilt. Die Marke ist für die Waren \"Confiserie, chocolat et produits de chocolat, pâtisserie\" in Klasse 30 registriert und im internationalen Register wie folgt wiedergegeben:\n\nB.\n\nB.a Mit \"Notification de refus provisoire total (sur motifs absolus)\" vom 15. September 2006 verweigerte das IGE der Marke den Schutz für das Gebiet der Schweiz. Am 11. Dezember 2007 verweigerte es der Marke den Schutz in der Schweiz definitiv.\n\nB.b Mit Urteil vom 27. Oktober 2008 wies das Bundesverwaltungsgericht eine von der Beschwerdeführerin gegen die Verfügung des IGE vom 11. Dezember 2007 erhobene Beschwerde ab und bestätigte den angefochtenen Entscheid.\n\nC. Mit Beschwerde in Zivilsachen beantragt die Beschwerdeführerin dem Bundesgericht, das Urteil des Bundesverwaltungsgerichts vom 27. Oktober 2008 sei aufzuheben und das IGE sei anzuweisen, der internationalen Registrierung Nr. 858'788 den Schutz in der Schweiz für sämtliche beanspruchten Waren zu erteilen.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt das Urteil des Bundesverwaltungsgerichts vom 27. Oktober 2008 auf und weist das IGE an, der internationalen Registrierung der Beschwerdeführerin den Schutz in der Schweiz für die in Klasse 30 beanspruchten Waren \"Confiserie, chocolat et produits de chocolat, pâtisserie\" zu erteilen.\n\n(Zusammenfassung) BGE 135 III 359 S. 361", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin wirft der Vorinstanz vor, sie habe die Hörmarke IR Nr. 858'788, die durchaus unterscheidungskräftig sei, bundesrechtswidrig als Gemeingut qualifiziert.\n\n2.1 Während das IGE Melodien ohne Text die originäre Unterscheidungskraft abspricht, findet nach Ansicht der Vorinstanz eine grundsätzliche Ablehnung nichtsprachlicher Hörmarken ohne Berücksichtigung der Umstände des Einzelfalls in den Gewohnheiten des täglichen Zeichengebrauchs keine Stütze. Für die Prüfung der Unterscheidungskraft sei vielmehr die Art der Waren und Dienstleistungen zu berücksichtigen, für welche die Marke beansprucht werde; insbesondere sei zu prüfen, ob dekorative Untermalungen und beschreibende akustische Hinweissignale bei solchen Waren oder Dienstleistungen üblich oder vernünftigerweise zu erwarten seien. Auch wenn musikalische Untermalung im Bereich der Zuckerbackwaren in der Werbung verbreitet sei, müsse der Beschwerdeführerin zugutegehalten werden, dass \"Confiserie, chocolat et produits de chocolat, pâtisserie\" häufig in Schachteln oder Dosen angeboten würden. Solche Verpackungen könnten, so die Vorinstanz weiter, \"das für Augen und Nase bisweilen verführerisch präsentierte Sortiment mit Hilfe eines Klanggenerators akustisch begleiten\"; die strittige Marke wäre zu einem solchen Gebrauch grundsätzlich geeignet, weshalb die Beurteilung nicht allein auf den Gebrauch in der Werbung beschränkt erfolgen dürfe, wie dies das IGE getan habe.\n\nBei der Beurteilung der Unterscheidungskraft sei auch zu berücksichtigen, ob die Hörmarke einen erkennbaren Sinngehalt aufweise, wobei ein solcher im zu beurteilenden Fall nicht vorliege. Zur Unterscheidungskraft solcher Zeichen ohne Sinngehalt hätten Lehre und Rechtsprechung detaillierte Regeln entwickelt, und zwar vor allem mit Bezug auf sogenannte Elementar- oder Primitivzeichen einerseits sowie für Formmarken andererseits. Wie bei verbalen Kennzeichen vermöge das Publikum in der Regel auch bei Klangfolgen leicht zwischen blossen Untermalungen und als Signal verstandenen Hörzeichen zu unterscheiden. Es brauche eine unterscheidungskräftige Melodie nicht aktiv singen und in der Erinnerung wiederholen zu können, um sie wiederzuerkennen; stattdessen genüge es, dass es sich an sie erinnere, wenn es sie höre. Einfache BGE 135 III 359 S. 362Melodien bedürften dafür jedoch, wie andere Zeichen ohne Sinngehalt, ungebräuchlicher und charakteristischer Merkmale, um beim erneuten Hören ein Wiedererinnern zu ermöglichen und als Hörmarke geschützt werden zu können.\n\nDie Vorinstanz erwog weiter, dass es sich bei der zu prüfenden Marke um eine verhältnismässig kurze, trochäisch rhythmisierte Abfolge der ersten vier Töne einer Fis-Dur-Tonleiter handle. Ausgehend vom Grundton \"Fis\" werde je einmal die Quarte, die Terz und schliesslich die Sekunde gespielt. Dazwischen, ausser von der Quarte zur Terz, werde stets der Grundton \"Fis\" wiederholt, der in den sieben Tönen viermal erklinge. Die absteigende Tonleiter von der vierten zur zweiten Stufe führe ebenfalls geradewegs auf diesen Grundton zu und bewahre damit die Grundtonart in einfachster Weise. Die Tonfolge werde eher als Umspielung oder banale Verzierung des Grundtons \"Fis\" denn als Melodie wahrgenommen. Da sie weder eine Tonarten-Modulation noch eine in anderer Hinsicht auffällige oder unerwartete Entwicklung enthalte, die die Erinnerung besonders prägen könnte, andere Stimmen, Instrumentierungs- und Dynamikangaben fehlten und die im Notenbild verwendeten Phrasierungszeichen (Punkte auf den Viertelnoten, Keile auf den Schlussnoten) nur anzeigten, dass die entsprechenden Noten kurz gespielt werden, was im Verkaufsumfeld von Confiserie, Schokolade und Patisserie kaum auffalle, werde diese Marke bei den angesprochenen Abnehmerkreisen als Dekoration und Stimmungsmache wahrgenommen und weder in der Erinnerung haften bleiben noch zur Unterscheidung der damit versehenen Waren dienen. Die Marke sei deshalb Gemeingut.\n\n2.2 Die Beschwerdeführerin bringt hiergegen vor, die vorinstanzliche Einordnung des Zeichens beruhe auf einer Melodienanalyse, die nicht anhand markenrechtlich relevanter, sondern allenfalls urheberrechtlicher Kriterien vorgenommen worden sei. Die Vorinstanz verkenne damit das Wesen von Hörmarken. Derartige Sound Logos seien das Pendant zum visuellen Logo und zeichneten sich durch eine kurze, markante Tonfolge oder eine Sequenz von Geräuschen aus, die überwiegend am Beginn oder am Ende eines Werbespots zu finden sei. Um kennzeichenmässig wirksam zu sein, müsse ein solches Sound Logo insbesondere einprägsam sein, was dadurch erreicht werde, dass es so einfach wie möglich aufgebaut sei. Es gehe bei Hörmarken eben gerade nicht darum, eine im urheberrechtlichen Sinne individuelle Prägung der Melodie zu BGE 135 III 359 S. 363schaffen, sondern die Melodie müsse vielmehr eingängig sein, damit sie ihren kennzeichenmässigen Zweck erfüllen könne. Die Erfahrung zeige, dass es sich das Publikum heute gewohnt sei, dass kurze, einprägsame Tonfolgen von Unternehmen im Zusammenhang mit Produkten als Herkunftshinweis und damit markenmässig verwendet würden. Entgegen der Ansicht der Vorinstanz liessen sich überdies Hörmarken ohne bestimmten Sinngehalt (insbesondere Melodien ohne Wortelemente) nicht einfach mit Elementar- und Primitivzeichen bzw. Formmarken gleichsetzen. Schliesslich wirft die Beschwerdeführerin der Vorinstanz ein zu enges Markengebrauchsverständnis vor. Da es sich bei der Hörmarke IR Nr. 858'788 um eine kurze, gleichwohl markante Tonfolge handle, die unverwechselbar und einprägsam sei, hätte die Schutzfähigkeit nach Ansicht der Beschwerdeführerin bejaht werden müssen.\n\n2.3 Das IGE macht demgegenüber geltend, der Prüfungsgrundsatz des Instituts sei gestützt auf den Erfahrungssatz entwickelt worden, nach welchem das Publikum anders als bei Wörtern und Bildern grundsätzlich nicht gewohnt sei, eine Melodie ohne sprachliche Untermalung als Hinweis auf ein bestimmtes Unternehmen wahrzunehmen. Das Bundesgericht habe den analogen Erfahrungssatz für Warenformen in BGE 134 III 547 E. 2.3.4 bestätigt. In Analogie zu den Warenformen würden Melodien ohne Wortelemente beim unbefangenen erstmaligen Zuhören nicht als Hinweise auf die betriebliche Herkunft von Produkten aufgefasst, weil sie ebenfalls in erster Linie funktional oder ästhetisch wahrgenommen würden und primär andere Funktionen (emotionale Kommunikationsmittel, Aufmerksamkeitserreger, Warnsignale oder einfache Unterhaltung) erfüllten. In Anbetracht der grossen Melodienvielfalt auf dem Markt werde der Abnehmer beim erstmaligen Hören einer Melodie keinen betrieblichen Herkunftshinweis erkennen. Nach Ansicht des IGE werde der Abnehmer erst durch mehrfaches Hören der gleichen Melodie im Zusammenhang mit einem bestimmten Produkt möglicherweise den direkten Bezug zwischen dem Klang und der betrieblichen Herkunft der Produkte herstellen, was im Rahmen der Verkehrsdurchsetzung glaubhaft gemacht werden könne. Das Publikum sei sich gewohnt, in einer Tonabfolge von sieben Tönen wie dem strittigen Zeichen Hintergrundmusik oder ein reines Aufmerksamkeitssignal zu erkennen, weshalb es an der originären Unterscheidungskraft fehle. BGE 135 III 359 S. 364\n\n2.4 Nach der Legaldefinition von Art. 1 Abs. 1 MSchG (SR 232.11) ist die Marke ein Zeichen, das geeignet ist, Waren oder Dienstleistungen eines Unternehmens von solchen anderer Unternehmen zu unterscheiden. Zwar erwähnt Art. 1 Abs. 2 MSchG, wonach als Marken \"insbesondere Wörter, Buchstaben, Zahlen, bildliche Darstellungen, dreidimensionale Formen oder Verbindungen solcher Elemente untereinander oder mit Farben\" in Frage kommen, nur visuell wahrnehmbare Zeichen. Dabei handelt es sich allerdings nicht um eine abschliessende Aufzählung zulässiger Markenformen. Die Bestimmung schliesst daher Zeichen, die als solche nicht mit dem Auge wahrnehmbar sind, sondern etwa nur über das Gehör, nicht vom Markenschutz aus (vgl. bereits die Botschaft vom 21. November 1990 zu einem Bundesgesetz über den Schutz von Marken und Herkunftsangaben, BBl 1991 I 19 f. Ziff. 222.11). Akustische Zeichen sind zudem nicht von Grund auf ungeeignet, Waren oder Dienstleistungen eines Unternehmens von denjenigen anderer Unternehmen zu unterscheiden. Wie die Vorinstanz unter Berufung auf die herrschende Lehre zutreffend darlegt und zwischen den Parteien unbestritten ist, weist auch ein visuell nicht wahrnehmbares akustisches Zeichen die Begriffsmerkmale einer Marke nach Art. 1 MSchG auf (EUGEN MARBACH, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht [SIWR], Bd. III: Kennzeichenrecht, von Büren/David [Hrsg.], 1996, S. 21; LUCAS DAVID, Lexikon des Immaterialgüterrechts, SIWR, Bd. I/3, 2005, S. 190; CHRISTOPH WILLI, Markenschutzgesetz, 2002, N. 27 zu Art. 1 MSchG; IVAN CHERPILLOD, Le droit suisse des marques, 2007, S. 60 f.; KAMEN TROLLER, Grundzüge des schweizerischen Immaterialgüterrechts, 2. Aufl. 2005, S. 66 f.; ROLAND VON BÜREN UND ANDERE, Immaterialgüter- und Wettbewerbsrecht, 3. Aufl. 2008, Rz. 564; JOACHIM NOVAK, Die Darstellung von besonderen Markenformen, 2007, S. 60; vgl. auch Urteile des EuGH vom 27. November 2003 C-283/01 Shield Mark BV, Randnrn. 34 ff., und vom 12. Dezember 2002 C-273/00 Ralf Sieckmann, Randnr. 45).\n\nDie akustische Marke IR Nr. 858'788 der Beschwerdeführerin lässt sich überdies in Notenschrift niederschreiben und ist im internationalen Register als ein in Takte gegliedertes Notensystem mit Notenschlüssel, Noten-, Pausen- und Phrasierungszeichen hinterlegt. Die zu beurteilende Tonfolge ist damit Gegenstand einer registerrechtlich gebotenen klaren und verständlichen graphischen Darstellung (vgl. Art. 10 Abs. 1 MSchV [SR 232.111]; MARBACH, a.a.O., S. 16). Ob und unter welchen Voraussetzungen auch Hörzeichen BGE 135 III 359 S. 365dem Markenschutz zugänglich sind, die nicht in einer Melodie bestehen und sich daher nicht in Notenschrift darstellen lassen (wie das etwa bei Geräuschen der Fall ist), steht hier nicht zur Diskussion.\n\n2.5 Im Zentrum des vorliegenden Verfahrens steht die Frage, ob die Vorinstanz der akustischen Marke IR Nr. 858'788 zu Recht aufgrund fehlender konkreter Unterscheidungskraft (Art. 2 lit. a MSchG) die Schutzfähigkeit abgesprochen hat.\n\n2.5.1 Sowohl Deutschland als auch die Schweiz sind Vertragsstaaten des Madrider Abkommens über die internationale Registrierung von Marken (MMA; SR 0.232.112.3; revidiert in Stockholm am 14. Juli 1967). Beide Staaten sind auch dem Protokoll vom 27. Juni 1989 zum Madrider Abkommen über die internationale Registrierung von Marken (SR 0.232.112.4; im Folgenden: MMP) beigetreten. Sowohl Art. 5 Abs. 1 MMA als auch Art. 5 Abs. 1 MMP verweisen bezüglich der zulässigen Gründe für eine Schutzverweigerung auf die Pariser Übereinkunft zum Schutz des gewerblichen Eigentums, revidiert in Stockholm am 14. Juli 1967 (PVÜ; SR 0.232.04). Nach Art. 6quinquies lit. B Ziff. 2 und 3 PVÜ ist eine Schutzverweigerung unter anderem in Fällen statthaft, in denen die Marke jeder Unterscheidungskraft entbehrt bzw. als Gemeingut anzusehen ist. Diese zwischenstaatliche Regelung entspricht den in Art. 2 MSchG vorgesehenen Ablehnungsgründen, wonach namentlich Zeichen, die zum Gemeingut gehören (lit. a), vom Markenschutz ausgeschlossen sind (BGE 128 III 454 E. 2 S. 457 mit Hinweisen).\n\n2.5.2 Wie die Vorinstanz zutreffend erkannt hat, ist eine Schutzverweigerung allein aus dem Grund, dass ein akustisches Zeichen keine sprachlichen Elemente aufweist, nicht haltbar. Entgegen der Ansicht des IGE (vgl. die Richtlinien in Markensachen des IGE vom 1. Juli 2008, S. 96) schliesst der Umstand, dass Musik in der Werbung häufig eingesetzt wird, die Unterscheidungskraft einer kurzen Melodie ohne Wortelemente nicht ohne Weiteres aus. Es ist nicht von der Hand zu weisen, dass nichtsprachliche akustische Signale immer häufiger zur Kennzeichnung von Waren und Dienstleistungen eingesetzt werden, sei es unmittelbar produktbezogen (wie etwa bei Computern bzw. Computerprogrammen und anderen Elektronikgeräten), sei es in der Radio-, Fernseh- und Internetwerbung (vgl. CHERPILLOD, a.a.O., S. 65; LEONZ MEYER, Urheber- und markenrechtliche Überlegungen zum Klingelton, Medialex 2003 BGE 135 III 359 S. 366S. 154; IVO LEWALTER, Akustische Marken, Gewerblicher Rechtsschutz und Urheberrecht [GRUR] 2006 S. 546; ROMAN A. BECKER, Kennzeichenschutz der Hörmarke, Wettbewerb in Recht und Praxis [WRP] 1/2000 S. 57). Im Fernsehen und im Radio kommen akustische Zeichen neben der Werbung häufig zum Einsatz, um einzelne Sender oder Sendungsformate zu identifizieren (STEPHAN BAHNER, Der Schutz akustischer Marken nach dem deutschen Markengesetz und der europäischen Gemeinschaftsmarkenverordnung, Berlin 2005, S. 33; KARL-HEINZ FEZER, Markenrecht, 3. Aufl., München 2001, N. 272a zu § 3 MarkenG). Mit der Vorinstanz ist davon auszugehen, dass das Publikum wie bei verbalen Kennzeichen in der Regel auch bei Tonfolgen leicht zwischen blossen musikalischen Untermalungen und als Signal verstandenen Hörzeichen zu unterscheiden vermag.\n\nDabei ist zu beachten, dass auch der Gebrauch in der Werbung als kennzeichenmässiger Gebrauch gilt (vgl. Art. 13 Abs. 2 lit. e MSchG; WILLI, a.a.O., N. 13 zu Art. 13 MSchG). Ein kurzes, in sich geschlossenes musikalisches Thema kann vom Abnehmer durchaus auch beim erstmaligen Hören als betrieblicher Herkunftshinweis erkannt werden und ist damit grundsätzlich geeignet, Waren oder Dienstleistungen zu unterscheiden (CHERPILLOD, a.a.O., S. 64 f.). Dies setzt voraus, dass das akustische Zeichen verkehrsüblich eingesetzt wird, typischerweise zu Beginn oder am Ende eines Werbespots. Wie Wort- und Bildmarken nicht als Kennzeichnungsmittel erkannt werden, wenn sie an wenig sichtbarer Stelle auf der Unter- oder Rückseite der Verpackung angebracht oder im Kleingedruckten der warenbeschreibenden Angaben unauffällig aufgedruckt sind (vgl. WILLI, a.a.O., N. 18 zu Art. 11 MSchG), müssen auch Hörmarken dem Präsentationsumfeld elektronischer Medien entsprechend verwendet werden, um in der Werbung ohne weitere Gedankenarbeit als kennzeichnender Hinweis wahrgenommen zu werden. Dies beschlägt jedoch das Erfordernis des markenmässigen Gebrauchs des Zeichens (vgl. Art. 11 MSchG), das für sämtliche Markenformen gilt. Entscheidend ist, dass auch das Hörzeichen - sofern richtig eingesetzt - geeignet ist, als Herkunftszeichen erkannt zu werden. Der Umstand, dass die Verwendungsmöglichkeiten von Hörmarken im Vergleich zu visuell wahrnehmbaren Marken wesentlich eingeschränkt sind, darf jedoch nicht zu strengeren Anforderungen an die Beurteilung der Unterscheidungskraft führen. BGE 135 III 359 S. 367\n\n2.5.3 Damit eine akustische Marke ihre Unterscheidungs- und Herkunftsfunktion erfüllen kann, ist nicht erforderlich, dass sie von den angesprochenen Abnehmern eindeutig wiedergegeben werden kann (vgl. STRÖBELE/HACKER/KIRSCHNECK, Markengesetz, 8. Aufl., Köln/Berlin/München 2006, § 8 N. 171). Vielmehr genügt es, dass die angesprochenen Verbraucher diese wiedererkennen können. Dies ist bei einer Tonfolge umso eher der Fall, wenn es sich dabei um eine kurze, eingängige und gut einprägsame Melodie handelt. Musikalischen Zeichen, die für das menschliche Gehör besonders melodisch klingen und damit leichter zu merken sind, kommt tendenziell höhere Kennzeichnungskraft zu. Stimmt die vom Zuhörer antizipierte Fortsetzung der Tonfolge mit dem später Gehörten dagegen nicht überein, empfindet sie der Adressat also nicht als melodisch, so ist das Zeichen auch weniger eingängig und einprägsam. Die entscheidende Eingängigkeit und Einprägsamkeit liegt eher bei solchen Zeichen vor, die eine verhältnismässig einfache Struktur haben und sich an den Regeln einfacher Unterhaltungsmusik orientieren. Damit ist am ehesten gewährleistet, dass das musikalische Motiv von einer Vielzahl von Verbrauchern nachvollzogen und memoriert werden kann, auch wenn sie musikalisch unerfahren sind (vgl. BAHNER, a.a.O., S. 238 f.; BECKER, a.a.O., S. 66; vgl. auch PAUL STRÖBELE, Die Eintragungsfähigkeit neuer Markenformen, GRUR 1999 S. 1045, wonach bei einfachsten Lautfolgen keine hohen künstlerischen oder ästhetischen Anforderungen gestellt werden dürfen, damit sie das Mindestmass der Unterscheidungskraft erfüllen). Dies verkennt die Vorinstanz, wenn sie einem Zeichen ohne Sinngehalt die Kennzeichnungskraft nur unter der Voraussetzung zusprechen will, dass dieses ungebräuchliche und charakteristische Merkmale aufweist bzw. eine auffällige oder unerwartete Entwicklung (etwa in Form einer Tonarten-Modulation) enthält.\n\nZu beachten ist ausserdem, dass nach ständiger Rechtsprechung die Schutzunfähigkeit einer registrierten Marke im Zivilprozess widerklage- oder einredeweise geltend gemacht werden kann (BGE 130 III 328 E. 3.2 S. 332; BGE 128 III 447 E. 1.4 S. 450; BGE 124 III 277 E. 3c S. 286; je mit Hinweisen). Daraus folgt, dass das IGE in Zweifelsfällen eine Marke einzutragen und die endgültige Entscheidung dem Zivilrichter zu überlassen hat (BGE 130 III 328 E. 3.2 S. 332; BGE 103 Ib 268 E. 3b S. 275; vgl. auch BGE 129 III 225 E. 5.3 S. 229).\n\n2.5.4 Wie bei Buchstabenkombinationen bzw. Wortmarken sind bei Tonfolgen, auch wenn sie sich auf eine geringe Anzahl von Tönen BGE 135 III 359 S. 368beschränken, verschiedenste Kombinationen denkbar, die sich über die Höhe und die Dauer der gespielten Töne voneinander unterscheiden. Eine grundsätzlich unterschiedliche Behandlung von Wort- und Klangmarken hinsichtlich ihres Gemeingutcharakters ist unter diesem Gesichtspunkt nicht angezeigt und der Vergleich der Vorinstanz mit Elementar- oder Primitivzeichen verfängt nicht, zumal es sich beim strittigen Zeichen nicht etwa um einen einzelnen Ton oder einen einfachen Dreiklang handelt. Ebenso wenig stichhaltig ist ein Rückgriff auf die von Rechtsprechung und Lehre entwickelten Regeln zur Unterscheidungskraft von Formmarken. Dreidimensionale Marken, die in der Form der gekennzeichneten Ware selbst bestehen, weisen notwendigerweise eine unmittelbare Beziehung zur Ware auf, weshalb sie sich von der als rein funktional beurteilten Form durch ihre Eigenheiten abzuheben haben, um als Unterscheidungsmerkmal zu dienen (vgl. BGE 134 III 547 E. 2.3.4 S. 553; BGE 133 III 342 E. 3.1 S. 345; BGE 120 II 307 E. 3b S. 310). Demgegenüber besteht eine vergleichbare Nähe zur Ware bei Melodien nicht. Entsprechend kann von einem akustischen Zeichen nicht wie bei einer Formmarke verlangt werden, dass es sich vom Gewohnten und Erwarteten abhebt. Vielmehr ist im Einzelfall zu beurteilen, ob das Zeichen im Zusammenhang mit den konkret beanspruchten Waren dem Gemeingut (Art. 2 lit. a MSchG) zuzuordnen ist.\n\n2.5.5 Nach bundesgerichtlicher Rechtsprechung bestimmt sich die Frage, ob ein Zeichen infolge Fehlens jeglicher Kennzeichnungs- und Unterscheidungskraft zum Gemeingut gehört, vorwiegend nach dem Kriterium des beschreibenden Charakters des Zeichens. Nicht kennzeichnungskräftig sind demnach insbesondere Sachbezeichnungen und Hinweise auf Eigenschaften wie beispielsweise die Beschaffenheit, Bestimmung oder Wirkung der Waren oder Dienstleistungen, sofern solche Hinweise vom angesprochenen Publikum ohne besondere Denkarbeit und ohne Fantasieaufwand verstanden werden und sich nicht in blossen Anspielungen erschöpfen (BGE 131 III 495 E. 5 S. 503; BGE 129 III 514 E. 4.1 S. 524 f.; BGE 128 III 454 E. 2.1 S. 457 f.).\n\nWie bei Wort- und Bildmarken ist auch bei einer Hörmarke, die aus einer Melodie besteht, denkbar, dass diese einen Sinngehalt aufweist, der im Zusammenhang mit bestimmten Waren zu einem absoluten Ausschlussgrund nach Art. 2 lit. a MSchG führen kann. Dies dürfte einerseits bei Liedmelodien vorkommen, deren Text allgemein bekannt ist; andererseits ist auch nicht auszuschliessen, dass BGE 135 III 359 S. 369sich ein Sinngehalt aus einer Melodie selbst ergibt, sofern sie eine bestimmte Gedankenverbindung hervorzurufen vermag. Bei allgemein bekannten Kompositionen könnte die Unterscheidungskraft je nach Bezug zu den beanspruchten Waren oder Dienstleistungen fraglich sein, weil die massgebenden Verkehrskreise sie womöglich weniger als Identifikationsmittel, sondern als beschreibenden Zusatz auffassen. Als Gemeingut vom Markenschutz ausgeschlossen wäre etwa die Melodie eines bekannten Weihnachtsliedes für Christbaumschmuck. Ähnlich einer beschreibenden Wortmarke riefe ein solches Zeichen beim Durchschnittsabnehmer unweigerlich eine Gedankenverbindung mit Weihnachten hervor und würde wegen des direkten Bezugs zur Ware nicht als Hinweis auf deren betriebliche Herkunft aufgefasst (vgl. BAHNER, a.a.O., S. 151). Bei Werken mit überragendem Bekanntheitsgrad dürfte es zudem meist an der Unterscheidungskraft fehlen, da diese häufig allgemein gebräuchliche Werbemotive darstellen, mit denen nach Auffassung der angesprochenen Verkehrskreise lediglich der Kaufanreiz gefördert oder die Aufmerksamkeit des Publikums erregt werden soll (vgl. BAHNER, a.a.O., S. 155).\n\nSoweit es sich beim Zeichen demgegenüber um eine eingängige und einprägsame Melodie ohne bestimmten Sinngehalt handelt, die neu komponiert wurde, wird die konkrete Unterscheidungskraft selten zu verneinen sein (vgl. BAHNER, a.a.O., S. 151).\n\n2.5.6 Bei der strittigen Marke handelt es sich um eine verhältnismässig kurze Melodie in Fis-Dur mit sieben Tönen auf Basis eines 6/8-Taktes, die mit dem Grundton \"Fis\" beginnt und mit einem Oktavsprung endet. Dazwischen wird einmal die Quarte, die Terz und die Sekunde gespielt sowie der Grundton \"Fis\" zweimal wiederholt. Die Tonfolge, die von der Grundtonart nicht abweicht, erscheint als einfache Melodie, mit der auch das musikalisch ungeschulte Ohr leicht vertraut wird, und die weder allgemein noch den Abnehmern von Confiserie, Schokolade und Patisserie bekannt ist. Als solche ist sie eingängig und für den durchschnittlichen Verbraucher derartiger Waren, dem keine besonderen musikalischen Vorkenntnisse unterstellt werden können, einprägsam. Im Zusammenhang mit den beanspruchten Waren (\"Confiserie, chocolat et produits de chocolat, pâtisserie\") ist kein Sinngehalt der Melodie erkennbar, der zu einem Ausschlussgrund führen könnte. Aufgrund der einfachen Struktur sowie der Kürze des Motivs dürfte sie von den massgeblichen Verkehrskreisen im Kontext der Werbung kaum BGE 135 III 359 S. 370als musikalische Untermalung, sondern - sofern richtig eingesetzt - durchaus als Herkunftshinweis wahrgenommen werden.\n\n2.5.7 Zusammenfassend ergibt sich, dass das Zeichen IR Nr. 858'788 für die beanspruchten Waren (\"Confiserie, chocolat et produits de chocolat, pâtisserie\") unterscheidungskräftig ist, weshalb es nicht als Gemeingut vom Markenschutz ausgeschlossen werden kann (Art. 2 lit. a MSchG). Die Vorinstanz hat der internationalen Marke die Schutzfähigkeit daher zu Unrecht verweigert."}