{"annee": "135", "cour": "II", "page": "30", "date": "21/11/2008", "cite": ["132 II 10", "133 V 477", "129 II 286", "133 II 400", "126 I 207", "117 IB 325", "133 II 249", "134 III 188", "133 III 629", "130 II 149", "126 I 97", "133 II 409", "134 II 137", "120 IB 97"], "cite_par": ["136 V 131", "137 II 409", "136 IV 92", "143 IV 475", "142 II 20", "142 III 798", "140 V 282", "136 II 165", "137 IV 237", "137 III 380"], "chapeau": "4. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A.X. und B.X. gegen Y. Stiftung, Bauinspektorat Basel-Stadt und Baurekurskommission des Kantons Basel-Stadt (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_119/2008 vom 21. November 2008", "regestes": ["\"Décision préalable\" en matière de droit des constructions; décision incidente causant un préjudice irréparable selon l'art. 93 al. 1 let. a LTF. Des indications et des recommandations générales des autorités appelées à délivrer le permis de construire ne constituent pas une décision au sens de l'art. 82 let. a LTF (consid. 1.1) La \"décision préalable\" de droit des constructions selon le droit de Bâle-Ville est une décision incidente au sens de l'art. 93 LTF (consid. 1.3.1). Critères selon lesquels des décisions préjudicielles et incidentes remplissent la condition de recevabilité du préjudice irréparable au sens de l'art. 93 al. 1 let. a LTF (consid. 1.3.4 et 1.3.5)."], "faits": "BGE 135 II 30 S. 30\n\nAm 4. November 2005 stellte die Y. Stiftung in Basel ein generelles Baubegehren für ein Projekt mit zwei Gebäudekörpern, die je drei Eigentumswohnungen beinhalten. Mit \"Vorentscheid Generelles Baubegehren\" beantwortete das Bauinspektorat des Kantons Basel-Stadt verschiedene von der Bauherrschaft gestellte Fragen grundsätzlich BGE 135 II 30 S. 31positiv im Sinne einer Bewilligungserteilung. Namentlich wurde in Ziff. 15 des Vorentscheides Folgendes entschieden: \"Der Waldabstandsunterschreitung auf 12.00 m bei Haus Nr. 27 kann zugestimmt werden.\" Der Vorentscheid enthält zahlreiche Hinweise, Empfehlungen und Auflagen. Gegen diesen Vorentscheid rekurrierten A.X. und B.X. gestützt auf § 32 Abs. 2 der Bau- und Planungsverordnung des Kantons Basel-Stadt vom 19. Dezember 2000 (BPV/BS; SG 730.110) i.V.m. § 92 Abs. 1 des Bau- und Planungsgesetzes des Kantons Basel-Stadt vom 17. November 1999 (BPG/BS; SG 730.100) bei der kantonalen Baurekurskommission. Diese wies den Rekurs am 29. November 2006 kostenfällig ab.\n\nDaraufhin gelangten die Ehegatten X. an das Appellationsgericht des Kantons Basel Stadt als Verwaltungsgericht und stellten Antrag auf Aufhebung des Entscheides der Baurekurskommission. Überdies verlangten sie, das generelle Baubegehren und das Gesuch um eine Ausnahmebewilligung zur Verringerung des Waldabstandes seien abzuweisen.\n\nNach Durchführung eines Augenscheins wies das Appellationsgericht als Verwaltungsgericht den Rekurs mit Urteil vom 7. November 2007 ab.\n\nA.X. und B.X. führten gegen das kantonale Urteil Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht. Ausdrücklich halten sie fest, nur die unrechtmässige Unterschreitung des Waldabstands durch das Bauvorhaben zu rügen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft die Zulässigkeit der Beschwerden von Amtes wegen (Art. 29 Abs. 1 BGG; BGE 133 II 249 E. 1.1 S. 251).\n\n1.1 Das angefochtene Urteil des Appellationsgerichts ist ein Entscheid einer letzten kantonalen Instanz (Art. 82 lit. a i.V.m. 86 Abs. 1 lit. d BGG). Ihm liegt ein Beschwerdeverfahren über ein Baubegehren und damit eine öffentlich-rechtliche Angelegenheit zu Grunde. Die Beschwerde in öffentlich-rechtlichen Angelegenheiten nach Art. 82 lit. a BGG steht auf dem Gebiet des Raumplanungs- und Baurechts zur Verfügung. Das Bundesgerichtsgesetz enthält dazu keinen Ausschlussgrund. Gemäss Art. 34 Abs. 1 des Bundesgesetzes vom 22. Juni 1979 über die Raumplanung (Raumplanungsgesetz, BGE 135 II 30 S. 32RPG; SR 700) in der Fassung nach Ziff. 64 des Anhangs zum Bundesgesetz vom 17. Juni 2005 über das Bundesverwaltungsgericht (VGG; SR 173.32) gelten für die Rechtsmittel an die Bundesbehörden die allgemeinen Bestimmungen über die Bundesrechtspflege (BGE 133 II 249 E. 1.2 S. 251, BGE 133 II 400 E. 2.1 S. 404).\n\nIn Ziff. 2 ihrer Beschwerde verlangen die Beschwerdeführer die Abweisung des gesamten generellen Baubegehrens und damit die Aufhebung des ganzen vom Verwaltungsgericht bestätigten Vorentscheids des Bauinspektorats vom 23. Mai 2006. In diesem baurechtlichen Vorentscheid sind indessen zahlreiche Elemente enthalten, welche die formellen Anforderungen an einen \"Entscheid\" im Sinne von Art. 82 lit. a BGG nicht erfüllen. Unter einem Entscheid im genannten Sinne ist ein individuell-konkreter Hoheitsakt zu verstehen, d.h. eine behördliche Anordnung im Einzelfall, mit der ein Rechtsverhältnis einseitig und verbindlich geregelt wird (vgl. Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4319 f. Ziff. 4.1.3.3; HÄFELIN/HALLER/KELLER, Schweizerisches Bundesstatsrecht, 7. Aufl. 2008, N. 1938; REGINA KIENER, Neue Bundesrechtspflege, in: Berner Tage für die juristische Praxis, 2007, S. 226). Diesen Anforderungen vermögen allgemeine Hinweise und Empfehlungen von Baubewilligungsbehörden von vornherein nicht zu genügen. Die Beschwerdeführer haben ihre Beschwerde denn auch in der Beschwerdebegründung auf die Frage der vom Verwaltungsgericht als zulässig bezeichneten Unterschreitung des Waldabstandes von 15 m auf 12 m durch das im generellen Baubegehren vorgesehene Gebäude 2 (Eichhornstrasse 27) beschränkt. In diesem Punkt stellt das angefochtene Urteil einen Entscheid im Sinne von Art. 82 lit. a BGG dar.\n\n1.2 Das angefochtene Urteil des Appellationsgerichts setzt sich mit einem Entscheid der Baurekurskommission auseinander, mit welchem Letztere einen Vorentscheid des Bauinspektorates über die Unterschreitung des Waldabstandes bestätigt hatte. Grundlage dieses baurechtlichen Vorentscheides bildet ein generelles Baubegehren der Beschwerdegegnerin als Bauherrin.\n\n§ 32 Abs. 1 BPV/BS sieht unter dem Titel \"Generelles Baubegehren\" vor, dass zur Abklärung von Grundsatzfragen oder wesentlichen Teilfragen bei Vorhaben, deren Ausführung ein Baubegehren voraussetzt, ein generelles Baubegehren eingereicht werden kann. Wörtlich hält § 32 Abs. 2 BPV/BS fest:\n\n\"Das Verfahren endet mit dem Vorentscheid; er ist anfechtbar.\" BGE 135 II 30 S. 33\n\nDas generelle Baubegehren wird gemäss § 45 Abs. 3 BPV/BS öffentlich angezeigt. § 49 BPV/BS schränkt die Einsprachemöglichkeit im weiteren Verfahren ein: Folgt einem Vorentscheid innerhalb von drei Jahren ein Baubegehren, so können mit einer Einsprache nur Einwendungen erhoben werden, die während der Auflage des generellen Baubegehrens nicht geltend gemacht werden konnten.\n\n1.3 Selbständig eröffnete Vor- und Zwischenentscheide sind nach den Art. 90 ff. BGG nur wie Endentscheide anfechtbar, wenn sie die Zuständigkeit oder Ausstandsbegehren betreffen (vgl. insb. Art. 92 BGG). Gegen andere selbständig eröffnete Vor- und Zwischenentscheide ist die Beschwerde demgegenüber grundsätzlich nur unter den Voraussetzungen von Art. 93 BGG zulässig.\n\n1.3.1 Der baurechtliche \"Vorentscheid\" im Sinne von § 32 Abs. 2 BPV/BS ist in der Bau- und Planungsverordnung unter dem Titel \"A. Baubewilligungsverfahren\" geregelt. Er bildet Teil desselben und ist, wie die Regelungen zum Auflage- und Einspracheverfahren in den §§ 45 ff. BPV/BS zeigen, verfahrensrechtlich untrennbar mit diesem verbunden. Der hier umstrittene baurechtliche Vorentscheid fällt daher unter den Begriff \"andere selbständig eröffnete Vor- und Zwischenentscheide\" im Sinne von Art. 93 Abs. 1 BGG. Für die verfahrensrechtliche Qualifizierung eines angefochtenen Erkenntnisses unter dem Gesichtspunkt der Art. 90 ff. BGG ist allerdings nicht dessen formelle Bezeichnung entscheidend, sondern sein materieller Inhalt. Im angefochtenen Urteil hat das Verwaltungsgericht die von den unteren kantonalen Baubewilligungsbehörden für zulässig erklärte Unterschreitung des kantonalrechtlich auf 15 m festgelegten Waldabstandes für das geplante Gebäude 2 (Eichhornstrasse 27) um 3 m bestätigt. Es hat dadurch dem geplanten Bauvorhaben in einer wichtigen Teilfrage den Weg zur Baubewilligungserteilung geebnet. Das angefochtene Urteil erweist sich indessen weder als Teilentscheid noch als Endentscheid im Sinne der Art. 90 ff. BGG. Die Gutheissung des Gesuchs um Unterschreitung des Waldabstandes für das erwähnte Gebäude 2 kann nicht unabhängig von den übrigen Begehren des generellen Baubegehrens und des künftigen ordentlichen Baugesuches quasi abstrakt beurteilt werden. Vielmehr hängt dieses Gesuch untrennbar mit dem gesamten Bauprojekt zusammen und kann nicht getrennt von diesem beurteilt werden. Das zeigt insbesondere die Vorschrift von § 15 des Waldgesetzes Basel-Stadt vom 16. Februar 2000 (WaG/BS; SG 911.600), wonach die Unterschreitung des Mindestabstands von 15 m zum Wald in BGE 135 II 30 S. 34Bezug auf Bauten und Anlagen nur aus wichtigen Gründen bewilligt werden kann. Diese wichtigen Gründe beziehen sich auf das geplante Bauvorhaben als Ganzes und können nicht losgelöst von diesem geprüft werden. Deshalb ist das Vorliegen eines Teilentscheides im Sinne von Art. 91 lit. a BGG zu verneinen. Die Voraussetzungen von Art. 91 lit. b BGG sind offensichtlich ebenfalls nicht erfüllt. Das angefochtene Urteil stellt auch keinen Endentscheid im Sinne von Art. 90 BGG dar, schliesst es das Baubewilligungsverfahren doch nicht ab. Wie erwähnt bildet es vielmehr lediglich einen wichtigen Zwischenschritt auf dem Weg zur Erlangung der Baubewilligung (vgl. Urteil des Bundesgerichts 1C_86/2008 vom 10. Juli 2008 E. 2.2.3; BGE 133 III 629 E. 2.2 S. 631; zur Rechtslage vor Inkrafttreten des BGG vgl. Urteil P.1576/1986 vom 6. Januar 1987 E. 2a und 2b, in: ZBl 89/1988 S. 84). Es erweist sich somit wie dargelegt als Zwischenentscheid im Sinne von Art. 93 BGG (vgl. BGE 133 II 409 E. 1.2 S. 411 f.). In diesem Sinne hat das Bundesgericht in seiner Rechtsprechung zum Bundesgerichtsgesetz vom 17. Juni 2007 entschieden, dass Grundsatzentscheide, die einen Teilaspekt einer Streitsache (z.B. eine von mehreren materiellrechtlichen Anspruchsvoraussetzungen) beantworten und bisher in der verwaltungsrechtlichen Praxis des Bundesgerichts als (Teil-)Endentscheide betrachtet wurden, nach der Systematik des BGG nicht als Teil-, sondern als Zwischenentscheide im Sinn von Art. 93 BGG gelten (BGE 133 V 477 E. 4.1.3 S. 481; BGE 134 II 137 E. 1.3.2 S. 140). Dem prozessökonomischen Anliegen, welches bisher mit der Qualifikation von Entscheiden über materielle Teilfragen als Teilendentscheide verfolgt wurde, könne im Rahmen der Anwendung von Art. 93 Abs. 1 BGG Rechnung getragen werden (BGE 133 V 477 E. 4.1.3 S. 481 mit Hinweisen).\n\n1.3.2 Nach Art. 93 Abs. 1 BGG ist die Beschwerde gegen einen Zwischenentscheid nur zulässig, wenn er einen nicht wieder gutzumachenden Nachteil bewirken kann (lit. a) oder wenn die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde (lit. b). Die Eintretensvoraussetzungen von Art. 93 Abs. 1 BGG sollen das Bundesgericht entlasten. Dieses soll sich möglichst nur einmal mit einer Sache befassen und sich überdies nicht bereits in einem frühen Verfahrensstadium ohne genügend umfassende Sachverhaltskenntnis teilweise materiell festlegen müssen. Können allfällige BGE 135 II 30 S. 35Nachteile in verhältnismässiger Weise auch noch mit einer bundesgerichtlichen Beurteilung nach Ausfällung des Endentscheids behoben werden, so tritt das Bundesgericht auf gegen Vor- und Zwischenentscheide gerichtete Beschwerden nicht ein.\n\n1.3.3 Ein in Anwendung von Bundesverwaltungsrecht ergangener Grundsatzentscheid, wie er dem vorliegenden Verfahren zu Grunde liegt, wurde unter der Herrschaft von Art. 97 ff. OG prozessual einem Endentscheid gleichgestellt und konnte deshalb selbständig mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden (BGE 132 II 10 E. 1 S. 13; BGE 129 II 286 E. 4.2 S. 291; BGE 117 Ib 325 E. 1b S. 327; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl. 1998, Rz. 895 S. 318). Nach den Grundsätzen von Art. 90 ff. BGG ist dies nicht mehr möglich (BGE 133 V 477 E. 3 und 4 S. 479 ff.; PETER KARLEN, Das neue Bundesgerichtsgesetz, 2006, S. 35 f.). Die frühere Zulässigkeit der Anfechtung solcher Entscheide im Rahmen der Verwaltungsgerichtsbeschwerde weist jedoch auf das Bedürfnis einer raschen bundesgerichtlichen Prüfungsmöglichkeit hin. Diesem Bedürfnis kann heute nach den Art. 90 ff. BGG nur noch im Rahmen von Art. 93 BGG Rechnung getragen werden. Bei der Prüfung der Eintretensvoraussetzungen von Art. 93 Abs. 1 lit. a BGG ist dieser Umstand zu berücksichtigen.\n\n1.3.4 Im vorliegenden Fall liegen Umstände vor, welche die Annahme nahelegen, ein Nichteintreten auf die Überprüfung des angefochtenen Zwischenentscheides hätte einen nicht wieder gutzumachenden Nachteil im Sinne von Art. 93 Abs. 1 lit. a BGG zur Folge. Die Anfechtungsmöglichkeit würde andernfalls auf das ordentliche Baubewilligungsverfahren verschoben. Der Baugesuchsteller müsste auf der Basis eines reduzierten Waldabstandes von 12 m in Bezug auf das Gebäude 2 (Eichhornstrasse 27) eine Detailprojektierung und -planung vornehmen, welche sich im Falle der allfälligen späteren Gutheissung einer Beschwerde gegen den heute angefochtenen Zwischenentscheid durch das Bundesgericht als wertlos erweisen würde. Es ist unter dem Gesichtspunkt der Rechtssicherheit im vorliegenden Fall nicht zu rechtfertigen, die im angefochtenen baurechtlichen Vorentscheid bewilligte Unterschreitung des Waldabstandes durch das projektierte Gebäude 2 (Eichhornstrasse 27) im bundesgerichtlichen Verfahren nicht zu behandeln. Wie die nachfolgenden Erwägungen zeigen, ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten zudem offensichtlich abzuweisen, was BGE 135 II 30 S. 36für die sofortige Überprüfung des umstrittenen Waldabstandes durch das Bundesgericht ebenfalls erheblich ist (vgl. BGE 134 II 137 E. 1.3.3 S. 141).\n\nDie genannten Interessen an einer sofortigen Beurteilung der vorliegenden Angelegenheit durch das Bundesgericht sind im Lichte der bisherigen Rechtsprechung tatsächlicher und nicht rechtlicher Natur. So hat das Bundesgericht im Zusammenhang mit Art. 87 Abs. 2 OG immer betont, die blosse Verlängerung oder Verteuerung des Verfahrens stelle eine bloss tatsächliche Beeinträchtigung dar. Der Nachteil sei nur dann rechtlicher Art, wenn er auch durch einen für den Beschwerdeführer günstigen Endentscheid nicht mehr behoben werden könne. Dabei sei es nicht nötig, dass sich der Nachteil schon im kantonalen Verfahren beheben lasse. Es genüge, wenn er in einem anschliessenden bundesgerichtlichen Verfahren beseitigt werden könne. Indessen genüge die blosse Möglichkeit eines solchen Nachteils, damit der Zwischenentscheid angefochten werden kann (BGE 126 I 97 E. 1b S. 100, BGE 126 I 207 E. 2 S. 210 mit Hinweisen). Diese zur staatsrechtlichen Beschwerde entwickelte Rechtsprechung ist grundsätzlich auch bei der Einheitsbeschwerde des Bundesgerichtsgesetzes zu beachten (BGE 134 III 188 E. 2.1 S. 190). Soweit es das materielle Verwaltungsrecht gebietet, können indessen bei Vor- und Zwischenentscheiden auch rein tatsächliche Nachteile nicht wieder gutzumachende Nachteile im Sinne von Art. 93 Abs. 1 lit. a BGG darstellen. Sofern es dem Beschwerdeführer bei der Anfechtung einer Zwischenverfügung wie dem vorliegenden baurechtlichen Vorentscheid nicht lediglich darum geht, eine Verlängerung oder Verteuerung des Verfahrens zu verhindern, kann ein anderes, auch wirtschaftliche Anliegen beinhaltendes schutzwürdiges Interesse ausreichen (s. nachfolgend E. 1.3.5; BGE 134 II 137 E. 1.3.1 S. 139 f. mit Hinweisen; FELIX UHLMANN, in: Basler Kommentar, Bundesgerichtsgesetz, N. 3 f. zu Art. 93 BGG, HÄFELIN/HALLER/KELLER, a.a.O., N. 1949; siehe auch MARINO LEBER, Bundesgerichtsgesetz: Vom Expertenentwurf zum geltenden Recht, in: Anwaltsrevue 9/2008 S. 391; zur früheren Rechtslage betreffend Art. 97 OG in Verbindung mit Art. 5 und 45 Abs. 2 VwVG vgl. BGE 130 II 149 E. 1.1 S. 153; BGE 120 Ib 97 E. 1c S. 99 f.). Mit diesem Vorgehen kann in Zukunft grundsätzlich vermieden werden, dass das Bundesgericht die Frage des nicht wieder gutzumachenden Nachteils offenlässt, wenn die Beschwerde in materieller Hinsicht abzuweisen ist (vgl. BGE 134 II 137 E. 1.3.3 S. 141).\n\nBGE 135 II 30 S. 37\n\n1.3.5 Das im vorliegenden Fall anwendbare kantonale Baurecht verlangt, dass der angefochtene baurechtliche Vorentscheid gestützt auf Art. 93 Abs. 1 lit. a BGG unter den vorn genannten einschränkenden Voraussetzungen bereits heute Gegenstand der bundesgerichtlichen Prüfung sein kann. Andernfalls würde das im Baurecht zahlreicher Kantone enthaltene Institut des publizierten und kantonsintern anfechtbaren Vorentscheids weitgehend seines Gehalts entleert (vgl. z.B. die §§ 323 f. des Zürcher Gesetzes vom 7. September 1975 über die Raumplanung und das öffentliche Baurecht [Planungs- und Baugesetz, PBG/ZH; LS 700.1] und dazu: FRITZSCHE/BÖSCH, Zürcher Bau- und Planungsrecht, 6. Aufl. 2006, S. 199 ff.; Art. 32 Abs. 4 des Baugesetzes des Kantons Bern vom 9. Juni 1985 [BauG/BE; BSG 721.0] und dazu: ZAUGG/LUDWIG, Baugesetz des Kantons Bern, 3. Aufl. 2007, S. 314 ff.; vgl. ferner Art. 119 de la loi vaudoise du 4 décembre 1985 sur l'aménagement du territoire et les constructions [LATC/VD; RSV 700.11] und dazu: ALEXANDRE BONNARD UND ANDERE, Droit fédéral et vaudois de la construction, 3. Aufl. 2002, S. 295 f.). Diese kantonale Rechtsfigur ist geschaffen worden, um in Bezug auf gewisse dafür geeignete Bauvorhaben ein etappenweises, speditives, möglichst ökonomisch ausgestaltetes Baubewilligungsverfahren zu gewährleisten. Es geht dabei nicht alleine darum, eine Verteuerung oder Verlängerung des baurechtlichen Bewilligungsverfahrens zu verhindern, sondern in erster Linie um die Gewährleistung von Rechtssicherheit und Transparenz sowohl für die Bauwilligen als auch für mögliche Drittbetroffene. Gestützt auf Art. 75 BV steht den Kantonen im Bereich des Bau- und Planungsrechts grosse Autonomie zu. Das Bundesgericht würde in unzulässiger Weise in diese Autonomie eingreifen, wenn es öffentlich ausgeschriebene, von kantonalen Rechtsmittelinstanzen beurteilte baurechtliche Vorentscheide unter dem Gesichtspunkt von Art. 93 Abs. 1 lit. a BGG in absoluter Weise von einer bundesgerichtlichen Überprüfung ausschliessen würde. Unter besonderen Umständen, wie sie vorn umschrieben und im vorliegenden Fall gegeben sind, tritt das Bundesgericht deshalb auf gegen solche baurechtliche Vorentscheide gerichtete Beschwerden in öffentlich-rechtlichen Angelegenheiten grundsätzlich ein. Ausgeschlossen ist ein solches Vorgehen jedoch, soweit eine vorzeitige Prüfung einzelner baurechtlicher Fragen den Grundsätzen der Koordination im Sinne von Art. 25a RPG widerspricht oder wenn ein Abwarten des Endentscheides aus anderen Gründen als nötig oder zumindest als BGE 135 II 30 S. 38zumutbar erscheint (vgl. Urteil des Bundesgerichts 1C_86/2008 vom 10. Juli 2008).\n\nAuf die Beschwerde gegen den vorliegenden Vorentscheid ist somit unter Vorbehalt der nachfolgenden Erwägungen grundsätzlich einzutreten."}