{"annee": "135", "cour": "V", "page": "172", "date": "1/4/2009", "cite": ["134 I 153", "130 I 26"], "cite_par": ["138 I 378", "140 II 194", "143 I 37", "141 V 272", "143 I 1"], "chapeau": "23. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. EXFOUR Familienausgleichskasse und Mitb. gegen Kanton Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_366/2008 vom 1. April 2009", "regestes": ["Art. 3 al. 2 et art. 17 al. 2 let. k LAFam; § 18 de la loi du canton de Lucerne du 8 septembre 2008 sur les allocations familiales (LAFam/LU); compensation. Les cotisations qui sont prélevées conformément aux art. 11 ss LAFam ne doivent pas servir à financer des allocations familiales de droit cantonal en faveur de personnes exerçant une activité indépendante (non agricole) dans le cadre d'une compensation éventuelle selon l'art. 17 al. 2 let. k LAFam (consid. 6).", "Art. 5 al. 2 Cst.; art. 17 al. 2 let. f et k LAFam; § 20 al. 4, deuxième phrase, de la loi du canton de Lucerne du 8 septembre 2008 sur les allocations familiales (LAFam/LU); mesure administrative. Les cantons peuvent prévoir des mesures lorsque les données nécessaires pour effectuer une compensation éventuelle selon l'art. 17 al. 2 let. k LAFam ne sont pas déposées en temps utile; à cet égard, ils ne sont pas liés par les règles de l'AVS relatives à la sommation et aux intérêts moratoires. Le supplément de 50 % prévu au § 20 al. 4 LAFam/LU ne respecte pas le principe de la proportionnalité au sens de l'art. 5 al. 2 Cst. (consid. 7)."], "faits": "BGE 135 V 172 S. 173\n\nDie Beschwerden werden teilweise gutgeheissen.", "considerants": "Aus den Erwägungen:\n\n5. Das angefochtene kantonale Familienzulagengesetz (Gesetz vom 8. September 2008 über die Familienzulagen [FamZG/LU; SRL 885]) stützt sich auf das Bundesgesetz vom 24. März 2006 über die BGE 135 V 172 S. 174Familienzulagen (FamZG; SR 836.2). Dessen Vorgaben sind gemäss Art. 191 BV für das Bundesgericht verbindlich, selbst wenn sie verfassungswidrig sein sollten. Dies wirkt sich auf die Überprüfungsbefugnis in Bezug auf die nachgelagerten Regelungen insofern aus, als auch sie als massgeblich zu gelten haben, soweit darin lediglich eine Verfassungsverletzung übernommen wird, die sich bereits aus dem Bundesgesetz selber ergibt (BGE 130 I 26 E. 2.2 S. 32 mit Hinweisen).\n\nAls Ausfluss von Art. 191 BV kann das Bundesgericht einen kantonalen Hoheitsakt nicht aufheben, soweit dessen Inhalt durch ein Bundesgesetz vorgegeben bzw. abgedeckt ist, namentlich dann nicht, wenn der Bundesgesetzgeber eine Materie an die Kantone delegiert und ihnen vorgegeben hat, wie sie diese zu regeln haben. Der Zusammenhang zwischen der kantonalen und der bundesgesetzlichen Regelung muss dabei zwingend oder zumindest sehr eng sein. Soweit die Kantone frei sind, eigene Regelungen zu schaffen, unterliegt das kantonale Recht uneingeschränkt der Verfassungsgerichtsbarkeit, selbst wenn es gleich lautet wie parallele Regelungen im Bundesrecht (BGE 130 I 26 E. 2.2.2 S. 33 mit Hinweisen).\n\n6. Die Beschwerdeführer rügen die Einführung eines Lastenausgleichs im Rahmen des kantonalen Familienzulagengesetzes, konkret die Verwendung der Arbeitgeberbeiträge u.a. für den Lastenausgleich (§ 18 FamZG/LU).\n\n6.1 § 18 FamZG/LU lautet: \"Die Beiträge der Arbeitgeber und der Selbständigerwerbenden sowie die Erträge aus Anlagen dürfen nur zur Finanzierung der Familienzulagen, zur Deckung der angemessenen Verwaltungskosten, zur Äufnung der Schwankungsreserven und für allfällige Zahlungen in den Lastenausgleich verwendet werden.\" Diesbezüglich rügen die Beschwerdeführer einerseits, es bestehe keine (bundes-)gesetzliche Grundlage für die Einführung eines Lastenausgleichs; andererseits machen sie geltend, die Beiträge an die Familienausgleichskassen seien nur für die Finanzierung der Zulagen und der Verwaltungskosten sowie zur Äufnung der Schwankungsreserve, nicht aber für den Lastenausgleich zu verwenden.\n\n6.2\n\n6.2.1 Das Bundesgesetz über die Familienzulagen geht auf die parlamentarische Initiative Fankhauser zurück, welche für jedes Kind eine Kinderzulage und einen gesamtschweizerischen Lastenausgleich forderte (vgl. etwa Bericht der Kommission für soziale BGE 135 V 172 S. 175Sicherheit und Gesundheit des Nationalrates vom 20. November 1998, BBl 1999 3222 Ziff. 11 [nachfolgend: Bericht]). Im Rahmen der parlamentarischen Beratung wurde auf die Einführung eines nationalen Lastenausgleichs verzichtet, da man dies als nicht vereinbar mit den grossen Freiheiten hielt, welche den Kantonen bei der Ausgestaltung der Finanzierung der Familienzulagen zukommen sollte; aus diesem Grund sah bereits der Entwurf von 1998 vor, dass die Kantone einen kantonalen Lastenausgleich einführen können (vgl. Bericht, BBl 1999 3234 Ziff. 22 zu Art. 16 E-FamZG). Art. 17 Abs. 2 lit. k FamZG ermächtigt nunmehr die Kantone, einen Lastenausgleich zwischen den Kassen einzuführen. Damit besteht eine genügende bundesrechtliche Grundlage für den in § 18 erwähnten Lastenausgleich gemäss § 19 ff. FamZG/LU.\n\n6.2.2 Die Einführung eines kantonalen Lastenausgleichs widerspricht Art. 15 FamZG nicht. Diese Norm berechtigt die Familienausgleichskassen, die Familienzulagen zuzusprechen und auszurichten, die Beiträge im Rahmen der kantonalen Ordnung festzusetzen und zu erheben sowie Verfügungen und Einspracheentscheide zu erlassen. Die Einzelheiten der mit Art. 15 FamZG den Familienausgleichskassen zugewiesenen Aufgaben regelt der Kanton gestützt auf Art. 17 FamZG (vgl. dazu AB 2005 S 720). Entgegen der in den Beschwerden zum Ausdruck kommenden Selbsteinschätzung vertreten die Verbandsfamilienausgleichskassen weder die Berufsverbände noch die Arbeitgeber und verfolgen auch nicht deren Interessen. Obwohl sie von Berufsverbänden gegründet wurden, sind sie von diesen losgelöste und unabhängige Sozialversicherungsträger und keine privaten Unternehmen (vgl. dazu HELEN MONIOUDIS, Die Organisation ausgewählter Sozialversicherungszweige und die rechtliche Stellung der Sozialversicherungsträger, 2003, S. 179). Die Familienzulagen gemäss FamZG sind denn auch nicht (mehr) eine blosse Lohnzulage, sondern - vergleichbar mit der obligatorischen beruflichen Unfallversicherung (Art. 91 Abs. 1 UVG [SR 832.20]) - ein fast ausschliesslich (vgl. Art. 17 Abs. 2 lit. j FamZG) von Arbeitgeberseite finanzierter Bundessozialversicherungszweig. So unterstellt Art. 1 FamZG die Familienzulagen dem ATSG (SR 830.1; vgl. dazu auch KIESER/SANER, Bundesgesetz über die Familienzulagen [FamZG] - Eine kritische Würdigung, SZS 2007 S. 419). Im Rahmen der parlamentarischen Beratungen wurde auch auf den durch das FamZG veränderten Charakter der Familienzulagen hingewiesen (vgl. etwa AB 2005 S 722). Aufgabe der BGE 135 V 172 S. 176Verbandsfamilienausgleichskassen ist es somit, in unabhängiger Weise das massgebende kantonale und Bundessozialversicherungsrecht umzusetzen, nicht jedoch die Interessen ihrer Gründerverbände oder deren Mitglieder zu vertreten. Es kann nicht angehen, dass eine sozialversicherungsrechtliche Durchführungsstelle, auch wenn sie privatrechtlich organisiert ist, einseitige Interessen verfolgt; vielmehr hat sie im Rahmen ihres staatlichen Handelns die Anliegen der Allgemeinheit wahrzunehmen (vgl. dazu YVO HANGARTNER, in: Die schweizerische Bundesverfassung, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 30 zu Art. 5 BV).\n\n6.2.3 Die Einführung des kantonalen Lastenausgleichs stellt insbesondere keinen Verstoss gegen Art. 15 Abs. 3 FamZG dar, gemäss welchem die Familienausgleichskassen für das finanzielle Gleichgewicht durch Äufnung einer angemessenen Schwankungsreserve sorgen. Denn die Schwankungsreserve im Sinne dieser Bestimmung bezweckt nur den Ausgleich von Schwankungen innerhalb derselben Familienausgleichskasse, nicht jedoch den Ausgleich der ungleichmässig verteilten Lasten unter allen im Kanton zugelassenen Familienausgleichskassen. Die Solidargemeinschaft umfasst denn auch nicht bloss alle bei einer Familienausgleichskasse angeschlossenen Arbeitgeber, sondern alle in demselben Kanton tätigen Familienausgleichskassen, so dass zur gleichmässigen Risikoverteilung innerhalb eines Kantons ein kantonaler Lastenausgleich nötig ist. Die im Rahmen des Lastenausgleichs entrichteten Zahlungen dienen demnach der Finanzierung von Familienzulagen, welche durch andere Familienausgleichskassen desselben Kantons ausgerichtet wurden. Art. 16 Abs. 1 FamZG beauftragt die Kantone denn auch, die Finanzierung der Familienzulagen zu regeln und ermächtigt sie in Art. 17 Abs. 2 lit. k FamZG, einen allfälligen Lastenausgleich zwischen den Kassen vorzusehen. Zudem sieht Art. 13 Abs. 1 der Verordnung vom 31. Oktober 2007 über die Familienzulagen (Familienzulagenverordnung, FamZV; SR 836.21) gestützt auf Art. 15 Abs. 1 lit. b und Abs. 3 FamZG explizit vor, dass die Familienausgleichskassen durch die Beiträge, die Erträge und Bezüge aus der Schwankungsreserve sowie die Zahlungen aus einem allfälligen kantonalen Lastenausgleich finanziert werden.\n\n6.2.4 Schliesslich können die Beschwerdeführer auch aus einem Vergleich mit der Regelung im Rahmen der AHV nichts zu ihren Gunsten ableiten, kennt doch diese nicht nur einen kantonalen, sondern einen gesamtschweizerischen Lastenausgleich, welcher über den BGE 135 V 172 S. 177AHV-Ausgleichsfonds erfolgt (Art. 107 ff. AHVG). Das FamZG schreibt den Kantonen denn auch nicht vor, sie hätten sich in dieser Frage an das System der AHV zu halten. Vielmehr statuiert Art. 25 FamZG die sinngemässe Anwendung von AHV-Recht nur in bestimmten Fällen (Bearbeiten von Personendaten, Datenbekanntgabe, Haftung der Arbeitgeber, Verrechnung sowie die Höhe der Verzugs- und Vergütungszinsen; vgl. Zusatzbericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6911 Ziff. 3.2.6 [nachfolgend: Zusatzbericht]). Angesichts des weiten Ermessensspielraums der Kantone bei der Festlegung von Organisation und Finanzierung (Zusatzbericht, BBl 2004 6900 Ziff. 3.1; AB 2005 N 265 und 336; vgl. auch Erläuternder Bericht des Eidg. Departements des Innern [EDI] zum Entwurf der FamZV, S. 1, und MAIA JAGGI, Ab nächstem Jahr gelten in der ganzen Schweiz einheitliche Regelungen für die Familienzulagen, Soziale Sicherheit 2008 S. 78 sowie KIESER/SANER, a.a.O., S. 420) sind sie somit frei, ob sie einen Lastenausgleich vorsehen und wie sie diesen ausgestalten wollen. Wie bereits erwähnt (E 6.2.1), wollte der Bundesgesetzgeber auch bei den Familienzulagen einen gesamtschweizerischen Lastenausgleich einführen, doch sollte er nicht unnötig die bisherigen kantonalen Kompetenzen beschneiden (vgl. etwa Zusatzbericht, BBl 2004 6899 Ziff. 2.2.3). Davon wurde in der Folge abgesehen. Immerhin hält der Bundesrat in seiner ergänzenden Stellungnahme vom 10. November 2004 fest (BBl 2004 6944 Ziff. 2.3): \"Im Übrigen werden Finanzierung, Organisation und Aufsicht über die Familienausgleichskassen den Kantonen überlassen, die auch einen Lastenausgleich einführen können. Der Bundesrat hält diese Lösung für sinnvoll, denn sie erlaubt es den Kantonen, diese Bereiche mit Rücksicht auf ihre bestehenden Regelungen selber auszugestalten.\" Um die Solidarität und einen Lastenausgleich dennoch soweit als möglich zu fördern, sah der Bundesgesetzgeber immerhin die Anschlusspflicht aller Arbeitgeber vor (vgl. Art. 12 Abs. 1 FamZG und Zusatzbericht, BBl 2004 6898 Ziff. 2.2.1).\n\n6.3\n\n6.3.1 Der ursprüngliche Entwurf zum Bundesgesetz über die Familienzulagen erfasste - dem Leitsatz der Parlamentarischen Initiative (Ein Kind, eine Zulage) folgend - auch die Selbstständigerwerbenden (Bericht, BBl 1999 3234 Ziff. 22 zu Art. 17 ff. E-FamZG, und Zusatzbericht, BBl 2004 6906 Ziff. 3.2.3.1). Auf Bestreben des BGE 135 V 172 S. 178Ständerates hin wurden sie schliesslich dem FamZG nicht unterstellt (vgl. AB 2005 S 718 und AB 2006 S 98 sowie AB 2006 N 245 f.).\n\nGemäss Art. 3 Abs. 2 FamZG können die Kantone höhere Kinder- und Ausbildungszulagen sowie Geburts- und Adoptionszulagen vorsehen; auf diese Zulagen finden ebenfalls die Bestimmungen des FamZG Anwendung. Andere als die genannten Leistungen müssen ausserhalb dieser Familienzulagenordnung geregelt und finanziert werden (vgl. auch Zusatzbericht, BBl 2004 6902 Ziff. 3.2.2, und AB 2005 S 714).\n\n6.3.2 Nach dem Gesagten können die Kantone Familienzulagen für Selbstständigerwerbende vorsehen. Da die Selbstständigerwerbenden jedoch nicht dem FamZG unterstellt sind, handelt es sich bei ihrem Anspruch auf Familienzulagen um rein kantonales Sozialversicherungsrecht, welcher ausserhalb der Familienzulagenordnung gemäss FamZG zu regeln und zu finanzieren ist (vgl. dazu auch Protokoll der Kommission für soziale Sicherheit und Gesundheit des Ständerates vom 23. Januar 2006, S. 8; AB 2006 S 99 sowie Erläuternder Bericht des EDI zum Entwurf der FamZV, S. 16). Da die Selbstständigerwerbenden somit nicht Teil der Solidargemeinschaft im Rahmen des FamZG und des darauf beruhenden kantonalen Rechts sind, können sie auch nicht in den Lastenausgleich im Sinne von Art. 17 Abs. 2 lit. k FamZG miteinbezogen werden. Demnach dürfen - entgegen den Absichten des Kantons Luzern (vgl. Botschaft des Regierungsrates an den Kantonsrat vom 22. April 2008 zum Entwurf eines neuen Gesetzes über die Familienzulagen, S. 15, sowie explizit in § 20 Abs. 2 FamZG/LU) - die gestützt auf das FamZG und das darauf beruhende kantonale Recht bei den Arbeitgebern erhobenen Beiträge nicht über den Lastenausgleich zur Finanzierung der Familienzulagen für Selbstständigerwerbende verwendet werden. Diese von den Arbeitgebern auf der AHV-pflichtigen Lohnsumme ihrer Arbeitnehmenden erhobenen Beiträge dürfen nur zur Finanzierung der im FamZG vorgesehenen Leistungen an Arbeitnehmende eingesetzt werden. Art. 17 Abs. 2 lit. k FamZG ist keine gesetzliche Grundlage für den Lastenausgleich zwischen bundesrechtlich vorgesehenen Zulagen im Rahmen des Systems des FamZG und auf bloss kantonalem Recht beruhenden Zulagen für Selbstständigerwerbende, welche ausserhalb dieses Systems stehen. Somit ist die in § 18 erwähnte, vom Regierungsrat vorgesehene und vom Kantonsrat mit § 19 ff. FamZG/LU festgesetzte BGE 135 V 172 S. 179Querfinanzierung der Zulagen Selbstständigerwerbender mittels des auf Art. 17 Abs. 2 lit. k FamZG beruhenden Lastenausgleichs bundesrechtswidrig.\n\n6.3.3 Dass die Verwendung von Arbeitgeberbeiträgen gemäss FamZG zur Finanzierung der Zulagen an Selbstständigerwerbende im Rahmen eines innerkantonalen Lastenausgleichs unzulässig ist, ergibt sich auch aus der Systematik des Bundesgesetzes: Im 3. Kapitel regelt das FamZG die von ihm vorgesehenen Familienzulagenordnungen. Es sind dies im 1. Abschnitt jene der Arbeitnehmerinnen und Arbeitnehmer nichtlandwirtschaftlicher Berufe (Art. 11 bis 17), im 2. Abschnitt jene der Erwerbstätigen in der Landwirtschaft (Art. 18) und im 3. Abschnitt jene der Nichterwerbstätigen (Art. 19 bis 21). Die in Art. 17 Abs. 2 lit. k FamZG vorgesehene Kompetenz der Kantone zur Einführung eines Lastenausgleichs beschränkt sich somit auf die Familienzulagenordnung des 1. Abschnitts, welche gemäss ihrem Titel ausdrücklich nur Arbeitnehmerinnen und Arbeitnehmer nichtlandwirtschaftlicher Berufe umfasst. So wird denn auch die Finanzierung der Zulagen der Erwerbstätigen in der Landwirtschaft und der Nichterwerbstätigen unabhängig von jener der nichtlandwirtschaftlichen Arbeitnehmenden geregelt (Art. 18 ff. des Bundesgesetzes vom 20. Juni 1952 über die Familienzulagen in der Landwirtschaft [FLG; SR 836.1]; Art. 20 FamZG). Allein schon aus systematischen Gründen ist somit Art. 17 Abs. 2 lit. k FamZG keine genügende gesetzliche Grundlage für einen (innerkantonalen) Lastenausgleich, welcher eine Solidargemeinschaft von Arbeitgebern/Arbeitnehmenden und den Selbstständigerwerbenden vorsieht.\n\n6.4\n\n6.4.1 Nach der Rechtsprechung wird eine kantonalrechtliche, dem Bundesrecht widersprechende Norm im Rahmen der abstrakten Normenkontrolle nur aufgehoben, wenn eine bundesrechtskonforme Auslegung schlicht unmöglich ist; dabei werden auch die Erklärungen der Behörden zur künftigen Rechtsanwendung berücksichtigt (AEMISEGGER/SCHERRER, in: Basler Kommentar, Bundesgerichtsgesetz, 2008, N. 68 zu Art. 82 BGG).\n\n6.4.2 § 18 FamZG/LU steht zwar bei einer Umsetzung im Sinne des Regierungs- und Kantonsrates nicht in Einklang mit dem Bundesrecht, doch ist eine bundesrechtskonforme Auslegung in dem Sinne möglich, als der Kanton Luzern den in § 19 ff. FamZG/LU BGE 135 V 172 S. 180vorgesehenen Lastenausgleich derart durchführt, dass er die für diesen Lastenausgleich massgebende Solidargemeinschaft auf die Arbeitgeber beschränkt resp. bei der Ermittlung des durchschnittlichen Risikosatzes aller Familienausgleichskassen gemäss § 20 Abs. 2 FamZG/LU ein allfälliges Defizit aus der Jahresrechnung der Familienzulagen an die Selbstständigerwerbenden ausser Acht lässt und so verhindert, dass von den Arbeitgebern auf der AHV-pflichtigen Lohnsumme der Arbeitnehmenden entrichtete Beiträge zur Finanzierung von Familienzulagen für Selbstständigerwerbende verwendet werden. Dies bedingt, dass separate Rechnungen für die Zulagen nach FamZG und für jene nach rein kantonalem Recht (hier der Selbstständigerwerbenden) geführt werden und nicht wie vorgesehen eine Querfinanzierung erfolgt. Ob der Kanton berechtigt ist, die am Lastenausgleich beteiligten Familienausgleichskassen im Rahmen einer vom FamZG unabhängigen gesetzlichen Regelung zur Finanzierung der Zulagen an die Selbstständigerwerbenden zu verpflichten, kann vorliegend offenbleiben, da der diesbezügliche § 17 Abs. 3 FamZG/LU nicht Gegenstand des vorliegenden Verfahrens bildet.\n\n7. Die Beschwerdeführer rügen auch das in § 20 Abs. 4 FamZG/LU vorgesehene Verfahren, welches bei nicht rechtzeitiger Einreichung der für die Durchführung des Lastenausgleichs notwendigen Daten Anwendung finden soll.\n\n7.1 § 20 Abs. 4 FamZG/LU lautet: \"Die Familienausgleichskassen haben der Geschäftsstelle der kantonalen Aufsichtskommission bis spätestens am 31. März des folgenden Jahres die AHV-pflichtigen Lohnsummen und die ausbezahlten Familienzulagen zu melden. Erfolgt die Meldung nicht termingerecht, werden für die Berechnung des Lastenausgleichs die AHV-pflichtige Lohnsumme des Vorjahres mit einem Zuschlag von 50 Prozent und die ausbezahlten Familienzulagen des Vorjahres verwendet.\" Die Beschwerdeführer rügen den in Satz 2 dieser Bestimmung vorgesehenen Zuschlag von 50 % als unverhältnismässig und machen geltend, der Kanton überschreite mit der vorgesehenen Regelung die ihm zustehende Legiferierungskompetenz und habe sich an die Mahn- und Verzugszinsordnung in der AHV zu halten.\n\n7.2\n\n7.2.1 Nach Art. 17 Abs. 2 lit. f FamZG regeln die Kantone die Aufgaben und Pflichten der Familienausgleichskassen und BGE 135 V 172 S. 181Arbeitgeber. Die Kantone haben somit das administrative Verfahren zur korrekten Durchführung des Familienzulagengesetzes zu bestimmen. Dies beinhaltet auch das Setzen von Fristen und Festlegen von Massnahmen zur Durchsetzung dieser Fristen; den Kantonen kommt dabei ein weiter Ermessensspielraum zu (Zusatzbericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6900 Ziff. 3.1; AB 2005 N 265 und 336; vgl. auch Erläuternder Bericht des EDI zum Entwurf der FamZV, S. 1; JAGGI, a.a.O., S. 78 sowie KIESER/SANER, a.a.O., S. 420). Damit besteht eine gesetzliche Grundlage für das Vorsehen von Sanktionen bei nicht rechtzeitiger Einreichung der notwendigen Unterlagen.\n\n7.2.2 Die Beschwerdeführer machen geltend, die Kantone hätten in dieser Frage das gestützt auf Art. 14 Abs. 4 AHVG in Art. 34a, 38 und 41bis AHVV (SR 831.101) vorgesehene Verfahren mit Nachfristen, Mahngebühren, Verzugszinsen und - als ultima ratio - Ermessenseinschätzung zu übernehmen. Es ist indessen nicht zwingend, dass der Kanton die Mahn- und Verzugszinsordnung der AHV auch für den Bereich der Familienzulagen anwendet. Zwar sah Art. 30 des Entwurfs von 1998 noch die Übernahme des AHVG vor, soweit das FamZG nichts Abweichendes regelt (vgl. Bericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 20. November 1998, BBl 1999 3235 Ziff. 22 zu Art. 30 E-FamZG). Art. 25 FamZG statuiert dagegen die sinngemässe Anwendung von AHV-Recht nur in explizit erwähnten Fällen (Bearbeiten von Personendaten, Datenbekanntgabe, Haftung der Arbeitgeber, Verrechnung sowie die Höhe der Verzugs- und Vergütungszinsen; vgl. etwa Zusatzbericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6911 Ziff. 3.2.6 sowie vorne E. 6.2.4). Angesichts des weiten Spielraums, den der Bundesgesetzgeber den Kantonen in Fragen der Finanzierung und Organisation geben wollte, sind die Kantone demnach frei, eine andere Lösung vorzusehen, auch wenn grundsätzlich eine Anlehnung an die AHV als wünschbar erachtet wurde (vgl. Zusatzbericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6909 Ziff. 3.2.3.1 sowie AB 2005 S 721). In diesem Zusammenhang ist zudem festzuhalten, dass Art. 1 FamZG - mit zwei Ausnahmen - die analoge Anwendung des ATSG vorsieht. BGE 135 V 172 S. 182\n\n7.3\n\n7.3.1 Zu prüfen bleibt demnach, ob die vom Kanton Luzern vorgesehene Regelung bundesrechtskonform ist. Die Beschwerdeführer bringen insbesondere vor, der Zuschlag von 50 % sei unverhältnismässig.\n\n7.3.2 Die Verhältnismässigkeit nach Art. 5 Abs. 2 BV ist kein verfassungsmässiges Recht, sondern lediglich ein verfassungsmässiges Prinzip. Es kann auch bezüglich kantonalem Recht selbstständig geltend gemacht werden. Ausserhalb von Grundrechtseingriffen erfolgt vor Bundesgericht im Rahmen von Art. 95 lit. a BGG jedoch lediglich eine Prüfung auf Willkür (BGE 134 I 153 E. 4 S. 156, Urteile 2C_81/2008 vom 21. November 2008 E. 5.1 und 2C_444/2007 vom 4. April 2008 E. 2.2). Das Bundesgericht auferlegt sich nach ständiger Praxis bei der abstrakten Normenkontrolle aus föderalistischen Gründen im Rahmen der Kognition eine gewisse Zurückhaltung (AEMISEGGER/SCHERRER, a.a.O., N. 66 zu Art. 82 BGG).\n\n7.3.3 Art. 5 Abs. 2 BV besagt, dass staatliches Handeln im öffentlichen Interesse liegen und verhältnismässig sein muss. Dies gilt nicht nur für die Arbeit der Verwaltung (rechtsanwendendes Organ), sondern auch für die Tätigkeit der rechtsetzenden Organe (Parlament und Stimmvolk; vgl. dazu HANGARTNER, a.a.O., N. 3 zu Art. 5 BV). Staatliches Handeln ist verhältnismässig, wenn es erforderlich, die vorgesehene Massnahme zur Erreichung des Ziels geeignet ist und das gewählte Mittel nicht in einem Missverhältnis zu anderen zu beachtenden Interessen steht (HANGARTNER, a.a.O., N. 36 ff. zu Art. 5 BV).\n\n7.3.4 Die Beschwerdeführer bestreiten nicht, dass der kantonale Gesetzgeber ein Verfahren bei nicht rechtzeitiger Mitteilung der für den Lastenausgleich notwendigen Angaben festlegen muss. Die strittige Regelung ist somit erforderlich. Die Verwendung der Vorjahreszahlen sowie der Zuschlag von 50 % sind auch geeignet, die Familienausgleichskassen anzuhalten, diese Angaben rechtzeitig zu liefern. Hingegen steht der Zuschlag von 50 % in einem Missverhältnis zu den übrigen zu berücksichtigenden Interessen. Einerseits stellt dieser Zuschlag von 50 % bei der AHV-pflichtigen Lohnsumme keine Entschädigung für die durch die nicht rechtzeitige Einreichung der Angaben entstandenen Umtriebe, sondern de facto eine Busse dar. Denn nach allgemeiner Lebenserfahrung ist es nicht möglich, dass sich die AHV-pflichtige Lohnsumme einer BGE 135 V 172 S. 183Familienausgleichskasse innert eines Jahres um die Hälfte erhöht, die ausgerichteten Zulagen aber gleich bleiben.\n\nDieses Missverhältnis der Regelung zeigt sich auch bei Betrachtung der masslichen Auswirkungen: Gemäss dem in der Botschaft des Regierungsrates vom 22. April 2008 auf S. 21 dargelegten Modell für den Lastenausgleich bewegen sich bei Zugrundelegung der Zahlen von 2006 die von den Familienausgleichskassen geschuldeten Ausgleichszahlungen zwischen Fr. 27'731.- und Fr. 930'600.-; erhöht sich nun für die Ermittlung des individuellen Risikosatzes das Total der AHV-pflichtigen Lohnsumme um 50 %, ergibt sich bei gleich bleibendem Total der ausgerichteten Zulagen eine um diese 50 % höhere geschuldete Ausgleichszahlung. Das kann bei Ausgleichszahlungen im genannten Rahmen einen fünf- oder sechsstelligen Betrag ausmachen. Derartige Beträge stehen jedoch in einem krassen Missverhältnis zu den infolge der verspäteten Mitteilung entstandenen Umtriebe. Andererseits werden die Zahlen des Lastenausgleichs auch bei Nachlieferung der nötigen Daten nicht nachträglich angepasst, so dass der für das jeweilige Jahr geltende, infolge des fiktiven Zuschlags von 50 % bei der AHV-pflichtigen Lohnsumme verzerrte und damit verfälschte Lastenausgleich weiter bestehen bleibt.\n\nWeiter fällt auf, dass § 20 Abs. 4 Satz 2 FamZG/LU keinerlei Ausnahmen zulässt und keine dem Einzelfall angepasste Handhabung erlaubt. Daran ändert auch der Umstand nichts, dass die Verwendung der Vorjahreszahlen mit einem Zuschlag von 50 % bei der AHV-pflichtigen Lohnsumme jeweils nur für ein Jahr gilt. Ebenso unbehelflich ist die Berufung auf den analogen Zuschlag von 50 % in Art. 14bis Abs. 1 AHVG; denn dort wird mit diesem Zuschlag ein strafrechtlich relevantes Verhalten (Schwarzarbeit) sanktioniert (vgl. Art. 14bis Abs. 2 AHVG), welches keineswegs vergleichbar ist mit der hier strittigen unterlassenen rechtzeitigen Einreichung notwendiger Angaben.\n\nEin Blick in andere kantonale Regelungen zeigt, dass die übrigen Kantone, welche einen kantonalen Lastenausgleich kennen, keine speziellen Massnahmen zur Sicherstellung der rechtzeitigen Mitteilung zur Durchführung des Lastenausgleichs vorsehen. Einzig im Kanton Solothurn wird auf die nicht rechtzeitige Einreichung der erforderlichen Angaben Bezug genommen, spezielle Massnahmen gegenüber der fehlbaren Familienausgleichskasse werden indessen BGE 135 V 172 S. 184 nicht vorgesehen (§ 60bis der Sozialverordnung vom 29. Oktober 2007; BGS 831.2). Zudem erklärt § 76bis Abs. 1 lit. b des Sozialgesetzes vom 27. August 2008 (BGS 831.1) bezüglich der Beiträge im Verfahren des Lastenausgleichs ausdrücklich das AHV-Recht für anwendbar. Einige Kantone halten bezüglich der Mitwirkungspflichten und Auskünfte explizit eine sinngemässe Anwendung des AHVG (und teilweise des FamZG oder ATSG) fest (Schaffhausen, Schwyz, Uri; wohl auch Basel-Landschaft), während andere bei fehlender Regelung im kantonalen Familienzulagengesetz ganz allgemein oder für bestimmte Fragen die sinngemässe Anwendung des AHVG statuieren (Genf, Graubünden, Jura, Nid- und Obwalden).\n\nNach dem Gesagten ist der Zuschlag von 50 % zur AHV-pflichtigen Lohnsumme in § 20 Abs. 4 Satz 2 FamZG/LU nicht verhältnismässig im Sinne von Art. 5 Abs. 2 BV. Seine Anwendung ist für die Durchsetzung des gewünschten Erfolges nicht nötig, führt zu einem verzerrten Ergebnis, wirkt sich auf die Rechtsunterworfenen völlig unverhältnismässig aus und ist daher willkürlich.\n\n7.4 Wie bereits in E. 6.4 dargelegt, erfolgt eine Aufhebung einer kantonalen Norm im Rahmen der abstrakten Normenkontrolle nur, wenn eine rechtskonforme Auslegung schlicht nicht möglich ist. Im hier zu beurteilenden Fall ist angesichts des eindeutigen Wortlauts, welcher keinen Spielraum für mildere Massnahmen belässt, keine bundesrechtskonforme Auslegung möglich. § 20 Abs. 4 Satz 2 FamZG/LU ist demnach aufzuheben, soweit er einen Zuschlag von 50 % zur AHV-pflichtigen Lohnsumme vorsieht."}