{"annee": "135", "cour": "I", "page": "288", "date": "5/8/2009", "cite": ["121 III 31", "126 V 258", "118 III 18", "131 V 147", "129 III 535", "120 III 75", "119 III 18"], "cite_par": ["144 III 531"], "chapeau": "32. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Zivilgericht des Seebezirks des Kantons Freiburg (Beschwerde in Zivilsachen)\n\n5A_396/2009 vom 5. August 2009", "regestes": ["Art. 29 al. 3 Cst.; assistance judiciaire, indigence. Si un assuré renonce volontairement au paiement en espèces de la prestation de sortie au sens de l'art. 5 LFLP, alors qu'il aurait pu l'exiger, il faut tenir compte de son avoir de libre passage dans l'examen de l'indigence (consid. 2.4)."], "faits": "BGE 135 I 288 S. 288\n\nA. Im Rahmen eines von A. am 13. Januar 2009 beim Zivilgericht des Seebezirks des Kantons Freiburg eingeleiteten Verfahrens um Änderung des Scheidungsurteils vom 31. Oktober 2006 ersuchten sowohl dieser als auch die von ihm geschiedene, in Hongkong lebende, X. um Gewährung der unentgeltlichen Rechtspflege. Der Präsident des Zivilgerichts (...) wies mit Verfügungen vom 10. März 2009 beide Gesuche ab.\n\nB. Die von X. beim Kantonsgericht Freiburg eingereichte Berufung wurde mit Urteil vom 27. April 2009 abgewiesen.\n\nC. Gegen dieses Urteil hat X. am 8. Juni 2009 beim Bundesgericht eine Beschwerde in Zivilsachen eingereicht mit dem Begehren, das angefochtene Urteil sei aufzuheben und ihr die unentgeltliche Rechtspflege im Verfahren betreffend Abänderung des Scheidungsurteils und dem damit verbundenen Massnahmeverfahren zu gewähren. (...)\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.\n\n(Auszug)\n\nBGE 135 I 288 S. 289", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.4\n\n2.4.1 Hinsichtlich der Anrechenbarkeit der Freizügigkeitsleistung macht die Beschwerdeführerin geltend, Ansprüche auf Vorsorge- und Freizügigkeitsleistungen gegenüber einer Einrichtung der beruflichen Vorsorge seien gemäss Art. 92 Abs. 1 Ziff. 10 SchKG vor Eintritt der Fälligkeit nicht pfändbar. Gemäss dem von der Vorinstanz zitierten BGE 121 III 31 ff. werde in Bezug auf Art. 5 Abs. 1 lit. a FZG (SR 831.42) festgehalten, dass die Forderung nicht bereits mit dem Eintritt des Auszahlungsgrundes, sondern erst mit dem ausdrücklichen Begehren des Versicherten auf Barauszahlung fällig werde. Indem das Kantonsgericht von einem zivilrechtlichen statt betreibungsrechtlichen Fälligkeitsbegriff ausgehe, verletze es Bundesrecht.\n\n2.4.2 Unter Hinweis auf BGE 118 III 18 E. 3a S. 20, in welchem das Bundesgericht gestützt auf Art. 331c Abs. 4 lit. b Ziff. 2 OR erfolgte Barauszahlungen von Personalfürsorgestiftungen weder als unpfändbar im Sinne von aArt. 92 Ziff. 13 SchKG noch beschränkt pfändbar im Sinne von Art. 93 SchKG erklärte, hält ALFRED BÜHLER (Die Prozessarmut, in: Gerichtskosten, Parteikosten, Prozesskaution, unentgeltliche Prozessführung, Christian Schöbi [Hrsg.], 2001, S. 151) dafür, eine Freizügigkeitsleistung sei bei der Beurteilung der Prozessarmut dann dem Vermögen anzurechnen, wenn ein Barauszahlungsgrund nach Art. 5 FZG eintrete und eine Barauszahlung erfolge. STEFAN MEICHSSNER (Das Grundrecht auf unentgeltliche Rechtspflege [Art. 29 Abs. 3 BV], 2008, S. 85) schreibt lediglich, fällige Leistungen aus der gebundenen Vorsorge der Säule 3a seien grundsätzlich ebenfalls als Vermögen anzurechnen. Mit der sich hier stellenden Frage, was gilt, wenn der um unentgeltliche Rechtspflege Nachsuchende zwar einen Anspruch auf Barauszahlung hat, die Freizügigkeitsleistung aber nicht bezieht, setzt sich die Lehre - soweit ersichtlich - nicht auseinander.\n\n2.4.3 Hingegen hat das frühere Eidgenössische Versicherungsgericht im Zusammenhang mit der Beanspruchung von Ergänzungsleistungen entschieden, dass dem Ansprecher die nach Art. 5 FZG zur Verfügung stehende Freizügigkeitsleistung als Vermögen angerechnet werden müsse (Urteil P 56/05 vom 29. Mai 2006 E. 3.2). Es erwog, die Freizügigkeitsleistung werde nicht erst fällig, wenn die BGE 135 I 288 S. 290Barauszahlung verlangt wird, sondern gemäss Art. 75 ff. OR (vgl. dazu BGE 129 III 535 E. 3.2.1 S. 541) bereits auf den Zeitpunkt, in welchem die Leistung gefordert werden \"kann\" bzw. \"darf\". Dass das Bundesgericht in seiner Praxis zum Schuldbetreibungs- und Konkursrecht (in Bezug auf die Bestimmung des Art. 92 Ziff. 10 SchKG bzw. aArt. 92 Ziff. 13 SchKG) von einem anderen Fälligkeitsbegriff ausgehe (vgl. BGE 119 III 18 E. 3c S. 22, fortgeschrieben in BGE 120 III 75 E. 1a S. 77 und BGE 121 III 31 E. 2b und c S. 33 f.), vermöge hieran nichts zu ändern, weil der betreibungsrechtliche Fälligkeitsbegriff praxisgemäss vom zivilrechtlichen abweichen könne (so ausdrücklich im Verhältnis zwischen dem BVG und dem SchKG in BGE 126 V 258 E. 3a S. 263, sowie das in StR 55/2000 S. 573 und Pra 2000 Nr. 169 S. 1030 veröffentlichte Urteil 2P.43/2000 vom 26. Mai 2000 E. 2g; und Urteil des Bundesgerichts B.268/1995 vom 5. Dezember 1995 in Sachen Konkursamt D. E. 2b/cc; s. auch BGE 131 V 147 E. 6.2 S. 151; und ROLF H. WEBER, Berner Kommentar, 2. Aufl. 2005, N. 44 und 57 zu Art. 75 OR sowie MARIUS SCHRANER, Zürcher Kommentar, 3. Aufl. 2000, N. 61 f. zu Art. 75 OR). Wenn also von der Fälligkeit des Freizügigkeitsguthabens auszugehen sei, rechtfertige es sich, \"stehen gelassene\" Guthaben gleich zu behandeln wie bezogene, d.h. im Rahmen der Ermittlung der Einkommens- und Vermögensverhältnisse als Reinvermögen entsprechend Art. 3c Abs. 1 lit. c ELG zu berücksichtigen (Urteil P 56/05 E. 3.3). Es verhalte sich dabei nicht anders als im kantonalen Sozialhilferecht (dessen Leistungen wie die Ergänzungsleistungen zur AHV/IV nur im Falle des Vorliegens einer entsprechenden Bedarfssituation zum Zuge kommen), für welchen Bereich das Bundesgericht im Verfahren der staatsrechtlichen Beschwerde eine entsprechende kantonale Praxis unter dem Gesichtswinkel des Willkürverbotes und des Rechtsgleichheitsgrundsatzes als zulässig erachtet habe (Urteile 2P.53/2004 vom 13. Mai 2004 E. 4.3 und 2P.43/2000 vom 26. Mai 2000 E. 2c). Würde anders entschieden, wäre die Anrechenbarkeit der Willkür des Ansprechers überlassen und würde es zu einer stossenden Ungleichbehandlung im Verhältnis zu den effektiven Bezügern solcher Guthaben kommen.\n\nDiese Rechtsprechung wurde in der Lehre zum Teil ausdrücklich begrüsst (HANS MICHAEL RIEMER, Berührungspunkte zwischen beruflicher Vorsorge und ELG sowie kantonalen Sozialhilfegesetzen bzw. SKOS-Richtlinien, in: SZS 2001 S. 331 ff., 333) oder zumindest kritiklos übernommen (THOMAS SPESCHA, in: Extrasystemische BGE 135 I 288 S. 291Bezüge des Sozialversicherungsrechts [...], recht 2000 S. 75, Fn. 168 mit Hinweis auf CARLO TSCHUDI, Freizügigkeitsleitungen und Sozialhilfe, Zeitschrift für öffentliche Fürsorge 93/1996 S. 60/61).\n\n2.4.4 Die im Bereich des Sozialversicherungsrechts angestellten Überlegungen gelten mutatis mutandis auch im vorliegenden Sachzusammenhang. Hier wie dort geht es um die Beanspruchung öffentlicher Gelder, obwohl eigentlich Vermögen vorhanden wäre, auf das zurückzugreifen der Ansprecher freiwillig verzichtet. Die Vorinstanz hat auf der Basis der soeben dargelegten bundesgerichtlichen Praxis sowohl Fälligkeit als auch Anrechenbarkeit des Freizügigkeitsguthabens der Beschwerdeführerin bejaht und daraus ableitend ihre prozessuale Bedürftigkeit verneint. Eine Verletzung von Verfassungsrecht (Art. 29 Abs. 3 BV) liegt nicht vor."}