{"annee": "135", "cour": "I", "page": "49", "date": "16/12/2008", "cite": ["130 I 352", "134 I 49", "123 II 529", "129 I 217", "134 I 105", "126 II 377", "130 II 281", "126 V 70", "132 I 49", "129 I 392", "129 I 161"], "cite_par": ["138 I 265", "138 I 305", "136 I 121", "142 V 316", "137 I 235", "141 I 241", "137 V 334", "142 I 49", "138 I 217", "139 I 292", "138 I 205", "141 I 9", "136 I 309", "139 II 289", "139 I 169"], "chapeau": "7. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Gemeinderat A. (subsidiäre Verfassungsbeschwerde)\n\n1D_19/2007 vom 16. Dezember 2008", "regestes": ["Refus de naturaliser une candidate handicapée en raison de sa dépendance à l'aide sociale; interdiction de discrimination; art. 8 al. 2 Cst. Droit cantonal régissant l'octroi du droit de cité (consid. 3). Portée de l'interdiction de discrimination (consid. 4). La question de savoir si le cercle des personnes dépendantes de l'aide sociale représente un groupe protégé par l'art. 8 al. 2 Cst. est laissée indécise (consid. 5). L'exigence de l'indépendance financière pour la naturalisation touche de manière spécifique les personnes qui souffrent d'un handicap physique, mental et psychique (consid. 6.1). Evaluation des intérêts financiers de la commune; statut de l'admission provisoire qui dure depuis longtemps; portée de la naturalisation. Violation de l'interdiction de discrimination (consid. 6.3)."], "faits": "BGE 135 I 49 S. 50\n\nDie 1986 geborene angolanische Staatsangehörige X. reiste im März 1995 mit ihrer Mutter von Angola her in die Schweiz ein. Sie wohnte zunächst in den Gemeinden C. und B. und hat seit Mai 2002 Wohnsitz in der Gemeinde A. (Kanton Zürich). Seit Mitte 2004 weilt sie in einem Heim, wo sie eine geeignete Ausbildung und berufliche Förderung erhält und einen geschützten Arbeitsplatz innehat. Mit Erreichen der Volljährigkeit wurde sie wegen Geistesschwäche unter Vormundschaft gestellt (Art. 369 ZGB). Über das Asylverfahren lassen sich dem Dossier keine Angaben entnehmen. X. befindet sich nach wie vor im Status der vorläufigen Aufnahme. Sie ist vollumfänglich von der eidgenössischen Asylfürsorge unterstützt worden.\n\nX. ersuchte um Einbürgerung. Mit Beschluss vom 13. Dezember 2005 lehnte die Bürgerliche Abteilung des Gemeinderates A. die Aufnahme in das Bürgerrecht von A. ab. Zur Begründung wurde darauf verwiesen, dass die Bewerberin die Einbürgerungsvoraussetzungen nicht erfülle und mangels Erhalts von IV-Leistungen nicht in der Lage sei, wirtschaftlich für sich selber aufzukommen. Angefügt wurde, dass keine Strafuntersuchungen, Strafregistereinträge und Betreibungen bestünden.\n\nDer Bezirksrat Affoltern hiess einen Rekurs von X. am 21. September 2006 gut und forderte den Gemeinderat A. auf, das Einbürgerungsverfahren wieder aufzunehmen und die Bewerberin im Sinne der Erwägungen ins Gemeindebürgerrecht aufzunehmen.\n\nDie Gemeinde A. focht den Bezirksratsentscheid beim Verwaltungsgericht des Kantons Zürich an. Dieses hiess die Beschwerde mit Urteil vom 24. Oktober 2007 gut, hob den Beschluss des Bezirksrates auf und stellte den negativen Beschluss der Bürgerlichen Abteilung des Gemeinderates wieder her. Es führte aus, das kantonalrechtliche BGE 135 I 49 S. 51Erfordernis der wirtschaftlichen Selbsterhaltungsfähigkeit sei geeignet, fürsorgeabhängige Personen im Sinne von Art. 8 Abs. 2 BV in spezifischer Weise rechtsungleich zu behandeln. Eine solche Ungleichbehandlung könne indes durch eine qualifizierte Begründung gerechtfertigt werden. Eine solche Rechtfertigung liege im Umstand, dass die Gemeinde A. infolge einer Einbürgerung der Bewerberin in hohem Masse Fürsorgeleistungen zu übernehmen hätte. Die Nichteinbürgerung sei für die Bewerberin zumutbar, da sie weder ihren Wohnsitz verliere noch der Unterstützungsleistungen verlustig gehe.\n\nGegen dieses Urteil des Verwaltungsgerichts hat X. beim Bundesgericht subsidiäre Verfassungsbeschwerde erhoben. Sie beantragt die Aufhebung des Verwaltungsgerichtsurteils, die Bestätigung des Entscheides des Bezirksrates sowie die Anweisung an die Gemeinde A., sie ins Gemeindebürgerrecht aufzunehmen. Sie rügt im Wesentlichen Verletzungen von Art. 8 Abs. 2 BV und ruft die Achtung der Menschenwürde im Sinne von Art. 7 BV an.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt das Urteil des Verwaltungsgerichts auf und weist die Sache zu neuem Entscheid an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Vorerst ist die Regelung der Bürgerrechtserteilung nach dem kantonalen Recht darzustellen:\n\nNach § 21 Abs. 1 des Gesetzes vom 6. Juni 1926 über das Gemeindewesen des Kantons Zürich (Gemeindegesetz; LS 131.1; im Folgenden: GemeindeG) sind die politischen Gemeinden verpflichtet, jeden (seit mindestens zwei Jahren in der Gemeinde wohnenden) Schweizer Bürger auf sein Verlangen in ihr Bürgerrecht aufzunehmen, sofern er sich und seine Familie selber zu erhalten vermag (und weitere Voraussetzungen gegeben sind). Gemäss Abs. 2 werden in der Schweiz geborene Ausländer im Recht auf Einbürgerung den Schweizer Bürgern gleichgestellt. Ferner werden nach Abs. 3 nicht in der Schweiz geborene Ausländer zwischen 16 und 25 Jahren den in der Schweiz geborenen Ausländern in diesem Alter gleichgestellt, sofern sie nachweisen können, dass sie in der Schweiz während mindestens fünf Jahren den Unterricht auf Volks- oder Mittelschulstufe in einer der Landessprachen besucht haben.\n\nIn § 5 der Bürgerrechtsverordnung des Kantons Zürich vom 25. Oktober 1978 (BüV; LS 141.11) werden die wirtschaftlichen BGE 135 I 49 S. 52Verhältnisse als Erfordernis der Einbürgerung gemäss § 21 Abs. 1 GemeindeG umschrieben: Die Fähigkeit zur wirtschaftlichen Selbsterhaltung gilt als gegeben, wenn die Lebenskosten und Unterhaltsverpflichtungen des Bewerbers voraussichtlich in angemessenem Umfang durch Einkommen, Vermögen und Rechtsansprüche gegen Dritte gedeckt sind. Zu den Rechtsansprüchen gegen Dritte gehören alle Forderungen gegenüber Versicherungsgesellschaften, Vorsorgeeinrichtungen oder dem Staat (im Falle der Arbeitslosenversicherung oder Invalidenversicherung); die wirtschaftliche Selbsterhaltungsfähigkeit ist nicht gegeben, wenn ein Bewerber (ausschliesslich) von der Fürsorge lebt (vgl. Handbuch des Gemeindeamtes des Kantons Zürich, Ziff. 3.3.1). Der Begriff der wirtschaftlichen Selbsterhaltungsfähigkeit stimmt somit weitgehend überein mit dem Ausländerrecht, wo Bewilligungen bzw. Niederlassungsbewilligungen widerrufen werden können, wenn die betreffende Person auf Sozialhilfe, allenfalls dauerhaft und in erheblichem Masse, angewiesen ist (vgl. hinsichtlich Art. 10 Abs. 1 lit. d des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer [ANAG; AS 1949 223] die Urteile 2C_448/2007 vom 20. Februar 2008 E. 3.4, 2P.101/2006 vom 16. Mai 2006 E. 2.2.6 und BGE 123 II 529 E. 4 S. 533; vgl. zu Art. 62 lit. e bzw. Art. 63 Abs. 1 lit. c des Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer [AuG; SR 142.20]) MARC SPESCHA, in: Migrationsrecht, Spescha und andere [Hrsg.], 2008, N. 10 zu Art. 62 AuG). Auf die Erfüllung der Voraussetzung der wirtschaftlichen Selbsterhaltungsfähigkeit kann nach § 22 Abs. 2 GemeindeG und § 7 BüV im Einzelfall ganz oder teilweise verzichtet werden (vgl. auch Handbuch, a.a.O. Ziff. 3.3.2, wo insbesondere darauf verwiesen wird, dass in einzelnen Gemeinden auch Fürsorgeempfänger im Falle von Invalidität eingebürgert werden).\n\nIn Übereinstimmung mit dem Bezirksrat und entgegen der Auffassung der Gemeinde A. hat das Verwaltungsgericht unter Verweis auf seine Praxis ausgeführt, dass die allgemeine Eignung (vgl. Art. 14 des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts [BüG; SR 141.0]) bei dem auf § 21 GemeindeG gestützten Anspruch auf Verleihung des Gemeindebürgerrechts nicht von Bedeutung sei und daher nicht auf das Kriterium der (ungenügenden) kulturellen und politischen Integration abgestellt werden dürfe (kritisch PETER KOTTUSCH, in: Kommentar zur Zürcher Kantonsverfassung, Häner und andere [Hrsg.], 2007, N. 9 zu Art. 21 BGE 135 I 49 S. 53KV/ZH). Von der vom Verwaltungsgericht vertretenen Auffassung ist auch im vorliegenden Verfahren auszugehen.\n\nDaraus ergibt sich, dass die Beschwerdeführerin, welche den erforderlichen Schulbesuch aufweist, gestützt auf das kantonale Recht im Grundsatz unabhängig von ihrem Aufenthaltsstatus einen Anspruch auf Einbürgerung hat (TOBIAS JAAG, Aktuelle Entwicklungen im Einbürgerungsrecht, ZBl 106/2005 S. 113/122; KOTTUSCH, a.a.O., N. 5 zu Art. 20 KV/ZH). Zu prüfen ist daher ausschliesslich, ob der (behinderten) Beschwerdeführerin vor diesem Hintergrund die mangelnde wirtschaftliche Selbsterhaltungsfähigkeit entgegengehalten werden kann und ihre Nichteinbürgerung im vorliegenden Fall vor dem Diskriminierungsverbot gemäss Art. 8 Abs. 2 BV standzuhalten vermag.\n\nIm Übrigen ist davon auszugehen, dass die Beschwerdeführerin nicht in der Lage ist, wirtschaftlich für sich aufzukommen, wie bereits der Bezirksrat und nunmehr das Verwaltungsgericht angenommen haben. Die Beschwerdeführerin hat in den vorangehenden beiden Verfahren nicht geltend gemacht, dass sie Anspruch auf IV- und allenfalls Ergänzungsleistungen habe und aus diesem Grunde im Sinne von § 21 GemeindeG und § 5 BüV für sich selber aufkommen könne. Auf das entsprechende Vorbringen ist mangels Ausschöpfung des kantonalen Instanzenzuges nicht einzutreten.\n\n4. Zur Hauptsache rügt die Beschwerdeführerin eine Verletzung des Diskriminierungsverbotes gemäss Art. 8 Abs. 2 BV.\n\n4.1 Gemäss Art. 8 Abs. 2 BV darf niemand diskriminiert werden, namentlich nicht wegen seiner Herkunft und der religiösen, weltanschaulichen oder politischen Überzeugung. Eine Diskriminierung liegt vor, wenn eine Person ungleich behandelt wird allein aufgrund ihrer Zugehörigkeit zu einer bestimmten Gruppe, welche historisch oder in der gegenwärtigen sozialen Wirklichkeit tendenziell ausgegrenzt oder als minderwertig behandelt wird. Die Diskriminierung stellt eine qualifizierte Ungleichbehandlung von Personen in vergleichbaren Situationen dar, indem sie eine Benachteilung von Menschen bewirkt, die als Herabwürdigung oder Ausgrenzung einzustufen ist, weil sie an Unterscheidungsmerkmalen anknüpft, die einen wesentlichen und nicht oder nur schwer aufgebbaren Bestandteil der Identität der betroffenen Personen ausmachen; insofern beschlägt das Diskriminierungsverbot auch Aspekte der Menschenwürde nach Art. 7 BV. Das Diskriminierungsverbot gemäss BGE 135 I 49 S. 54Art. 8 Abs. 2 BV schliesst indes die Anknüpfung an ein verpöntes Merkmal - wie beispielsweise Herkunft, Rasse, Geschlecht, soziale Stellung oder religiöse Überzeugung - nicht absolut aus. Eine solche begründet zunächst lediglich den blossen Verdacht einer unzulässigen Differenzierung. Diese kann indes durch eine qualifizierte Rechtfertigung umgestossen werden. - Eine indirekte oder mittelbare Diskriminierung liegt demgegenüber vor, wenn eine Regelung, die keine offensichtliche Benachteiligung von spezifisch gegen Diskriminierung geschützten Gruppen enthält, in ihren tatsächlichen Auswirkungen Angehörige einer solchen Gruppe besonders benachteiligt, ohne dass dies sachlich begründet wäre (BGE 126 II 377 E. 6 S. 392; BGE 134 I 49 E. 3 S. 53; BGE 132 I 49 E. 8.1 S. 65, BGE 129 I 167 E. 3 S. 169; BGE 129 I 217 E. 2.1 S. 223, BGE 129 I 392 E. 3.2.2 S. 397; BGE 126 V 70 E. 4c/bb S. 73, mit Hinweisen auf Rechtsprechung und Doktrin; vgl. ferner KIENER/KÄLIN, Grundrechte, 2007, S. 359 ff.; ANNE PETERS, Diskriminierungsverbote, in: Handbuch der Grundrechte - Grundrechte in der Schweiz und in Liechtenstein, Heidelberg 2007, § 211 Rz. 7-24 S. 259 ff.; vgl. MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 687 ff.).\n\n4.2 Das Verwaltungsgericht führt im angefochtenen Entscheid aus, das Erfordernis der wirtschaftlichen Selbsterhaltungsfähigkeit gemäss § 21 Abs. 1 GemeindeG knüpfe an die Fürsorgeunabhängigkeit von Personen an. Die Bestimmung schliesse damit fürsorgeabhängige Personen von der Einbürgerung aus und treffe damit eine Gruppe von Menschen, welche tendenziell ausgegrenzt werde und deshalb dem Schutzbereich von Art. 8 Abs. 2 BV zuzurechnen sei. Indem das Gemeindegesetz direkt am Kriterium der Fürsorgeabhängigkeit anknüpfe, sei es geeignet, eine direkte Diskriminierung zu bewirken.\n\n4.3 Die Bestimmung von Art. 8 Abs. 2 BV verbietet, wie dargelegt, Diskriminierungen namentlich wegen der Herkunft, der Rasse, des Geschlechts, des Alters, der Sprache, der sozialen Stellung, der Lebensform, der religiösen, weltanschaulichen oder politischen Überzeugung oder wegen einer körperlichen, geistigen oder psychischen Behinderung. Dieser Katalog von verpönten Anknüpfungspunkten ist nicht abschliessend, was sich aus der \"namentlichen\" Aufzählung ergibt und in der Lehre unbestritten ist (vgl. MÜLLER/SCHEFER, a.a.O., S. 711; PETERS, a.a.O., Rz. 31; RAINER J. SCHWEIZER, in: Die schweizerische Bundesverfassung, 2. Aufl. 2008, N. 55 f. zu Art. 8 BV). Die Verfassungsbestimmung fällt allgemein in Betracht, wenn eine mehr BGE 135 I 49 S. 55oder weniger bestimmbare Gruppe von gesellschaftlicher Herabwürdigung und Abwertung oder Ausgrenzung nach stereotypen Vorurteilen bedroht ist (vgl. BGE 132 I 49 E. 8.2 S. 66 und hierzu WALTER KÄLIN, ZBJV 143/2007 S. 654 f.; eingehend JÖRG PAUL MÜLLER, Die Diskriminierungsverbote nach Art. 8 Abs. 2 der neuen Bundesverfassung, in: Die neue Bundesverfassung, Berner Tage für die juristische Praxis [BTJP], 2000, S. 106 und 117; MÜLLER/SCHEFER, a.a.O., S. 684 f.).\n\nDie Konturen betreffend die Anwendbarkeit des Diskriminierungsverbotes sind in der bundesgerichtlichen Rechtsprechung bisher nur in Ansätzen umschrieben worden. Gleichermassen findet sich in der Doktrin bisher keine einhellige Auffassung über die wesentlichen Elemente, Anknüpfungspunkte und Hintergründe des direkten oder indirekten Diskriminierungsverbotes (vgl. MARKUS SCHEFER, Grundrechte in der Schweiz, 2005, S. 245 f.; vgl. die Übersicht über die Lehrmeinungen bei PETERS, a.a.O., Rz. 17 ff.; eingehend ANDREAS RIEDER, Form oder Effekt? Art. 8 Abs. 2 BV und die ungleichen Auswirkungen staatlichen Handelns, 2003, S. 52 ff., 67 ff. und 98 ff.; ferner MÜLLER/SCHEFER, a.a.O., S. 687 ff.; vgl. auch WALTER KÄLIN, ZBJV 138/2002 S. 624 zu BGE 126 II 377). Von einer indirekten oder mittelbaren Diskriminierung wird etwa gesprochen, wenn ein Rechtsakt nicht der Form nach, sondern aufgrund der Auswirkungen für eine bestimmte geschützte Personengruppe eine qualifiziert rechtsungleiche Schlechterstellung zur Folge haben kann. Gleichermassen wird eine solche angenommen, wenn eine Norm neutrale Differenzierungen aufweist und besonders geschützte Personengruppen in spezifischer Weise rechtsungleich trifft oder aber wenn mangels erforderlicher Differenzierung eine des Schutzes bedürftige Gruppe besonders benachteiligt wird (vgl. RIEDER, a.a.O., S. 100 ff. und 210 ff.; PETERS, a.a.O., Rz. 60). Im Übrigen fällt die Abgrenzung der direkten von der indirekten Diskriminierung im Einzelfall nicht leicht (vgl. PETERS, a.a.O., Rz. 60 und 62).\n\n4.4 Für den vorliegenden Zusammenhang kann auf die folgenden Urteile des Bundesgerichts zum Diskriminierungsverbot gemäss Art. 8 Abs. 2 BV hingewiesen werden:\n\nDem Verbot der Diskriminierung wegen körperlicher, geistiger oder psychischer Behinderung wurde Rechnung getragen im Zusammenhang mit der Übernahme von Kosten für behindertengerechte Wohnungsanpassungen (BGE 134 I 105) oder der Ermöglichung eines BGE 135 I 49 S. 56behindertengerechten Schulunterrichts (BGE 130 I 352). Die Beschränkung des Anspruchs auf invaliditätsbedingte Abänderungen an Motorfahrzeugen auf volljährige Versicherte war mit der Verfassung nicht vereinbar (BGE 126 V 70 E. 4c S. 73). Keine Bedeutung kam diesem Ansatzpunkt aufgrund der konkreten Sachumstände in einem Einbürgerungsverfahren zu (Urteil 1P.760/2006 vom 7. Juni 2006).\n\nUnter dem Gesichtswinkel der sozialen Stellung im Sinne von Art. 8 Abs. 2 BV konnte bei den aus dem Bahnhof Bern Weggewiesenen nicht von einer bestimmbaren Minderheit oder Gruppe gesprochen werden, die sich durch spezifische Eigenheiten oder durch besondere, nicht frei gewählte oder schwer aufgebbare Merkmale auszeichnete und aus solchen Gründen eines besondern verfassungsmässigen Schutzes bedurfte (BGE 132 I 49 E. 8 S. 65).\n\nEine indirekte Diskriminierung verneinte das Bundesgericht im Zusammenhang mit einer auf eine Krankheit zurückzuführenden vorzeitigen Pensionierung, bei der, wie im Falle von anders begründeten vorzeitigen Pensionierungen, dem Umstand des bisherigen Beschäftigungsgrades Rechnung getragen worden ist (Urteil 2P.24/2001 vom 29. Juni 2001).\n\n5. Vor diesem Hintergrund ist vorerst zu prüfen, ob Fürsorgeabhängige eine spezifische, von Art. 8 Abs. 2 BV mit dem Merkmal der sozialen Stellung erfasste Gruppe bilden, wie das Verwaltungsgericht angenommen hat.\n\nZum Merkmal der sozialen Stellung gehört neben andern Elementen auch die wirtschaftliche Leistungsfähigkeit, welcher für Ansehen bzw. Missachtung von Personen Bedeutung zukommen mag (vgl. MÜLLER/SCHEFER, a.a.O., S. 727; PETERS, a.a.O., Rz. 42). In diesem Sinne kann Armut und wirtschaftliche Abhängigkeit insoweit zu Herabminderung und Stigmatisierung führen, als diese oftmals auf stereotyper Auffassung beruhen, die Lage der Betroffenen sei Ausdruck persönlichen Versagens oder gründe auf selbstverschuldetem Scheitern oder gar moralischer Schwäche (vgl. KATHRIN AMSTUTZ, Das Grundrecht auf Existenzsicherung, 2002, S. 76 f.). Die Betroffenen werden bisweilen als \"Sozial- und Fürsorgefälle\" bezeichnet, welche auf Kosten des Staates leben und sowohl Fürsorge als auch sozialversicherungsrechtliche Leistungen beziehen. Insofern wird vereinzelt angenommen, die Betroffenen seien einer erhöhten Gefahr der Ausgrenzung ausgesetzt und bildeten unter dem Merkmal der BGE 135 I 49 S. 57sozialen Stellung gemäss Art. 8 Abs. 2 BV eine Gruppe, die des verfassungsmässigen Diskriminierungsschutzes bedürfe (in diesem Sinne AMSTUTZ, a.a.O., S. 350 f.).\n\nIm vorliegenden Fall knüpft die Nichteinbürgerung der Beschwerdeführerin am Kriterium der Sozialhilfeabhängigkeit an. Nach § 21 Abs. 1 GemeindeG können von der Aufnahme ins Bürgerrecht Personen ausgeschlossen werden, welche Fürsorgeleistungen beziehen. Diese Personen können gleichwohl kaum als Gruppe verstanden werden, die im vorliegenden Zusammenhang gemäss Art. 8 Abs. 2 BV spezifisch gegen Diskriminierung geschützt wird. Die wirtschaftliche Lage dieser Personen bildet vorab einen Umstand, der Ausgangspunkt für Hilfeleistungen etwa in Form von Sozialhilfe bildet und letztlich im Sinne von Art. 12 BV zum Anspruch auf Hilfe und Betreuung sowie auf die Mittel führt, die für ein menschenwürdiges Dasein unerlässlich sind. Es sind in erster Linie solche Förderungsmassnahmen, welche der möglichen Diskriminierung von Personen in entsprechender finanzieller Lage begegnen sollen (vgl. MÜLLER/SCHEFER, a.a.O., S. 701 ff.). Von Bedeutung ist ferner, dass die Fürsorgeabhängigkeit auf unterschiedlichsten Faktoren und Gegebenheiten beruhen kann. Ausgangspunkt können etwa bilden Langzeitarbeitslosigkeit nach Beendigung der Arbeitslosenunterstützung, Arbeitsscheu und Liederlichkeit, mangelnde Fähigkeiten zu einer Berufsausübung, Ungenügen des wirtschaftlichen Einkommens trotz Arbeitstätigkeit (working poor), anhaltende Krankheit, verschiedenste Formen der Invalidität und anderes mehr. Bei dieser Sachlage kann nicht gesagt werden, die Sozialhilfeabhängigkeit stelle zwingend einen wesentlichen Bestandteil der Identität und ein eigentliches Merkmal der Persönlichkeit der betroffenen Personen dar. Sie kann nur vorübergehend bestehen und unter Umständen wieder abgelegt werden, wenn beispielsweise eine arbeitslose und ausgesteuerte Person erneut zu einem Erwerbseinkommen gelangt.\n\nDer bundesgerichtlichen Rechtsprechung können keine Anzeichen entnommen werden, dass der Kreis der Fürsorgeabhängigen eine vom Diskriminierungsverbot geschützte Gruppe darstellen könnte. Insbesondere ist eine entsprechende Frage auch im Zusammenhang mit Art. 10 Abs. 1 lit. d ANAG (bzw. Art. 62 lit. e und Art. 63 Abs. 1 lit. c AuG) - ungeachtet der Bestimmung von Art. 190 BV und der Möglichkeit einer hinreichenden qualifizierten Rechtfertigung - nie aufgeworfen oder auch nur angedeutet worden (vgl. BGE 126 II 377 E. 6b S. 393). Im Ausländerrecht im Allgemeinen wie auch BGE 135 I 49 S. 58vor dem Hintergrund des Freizügigkeitsabkommens mit der EU wird das Kriterium der wirtschaftlichen Selbsterhaltungsfähigkeit als Erfordernis einer Aufenthaltsberechtigung allgemein anerkannt (vgl. unter dem Blickwinkel des Diskriminierungsverbotes ausdrücklich PETERS, a.a.O., Rz. 42). Demgegenüber wird die genannte ANAG-Bestimmung in der Literatur vereinzelt als im Gegensatz zu Art. 8 Abs. 2 BV stehend kritisiert (vgl. AMSTUTZ, a.a.O., S. 352; ferner BERNHARD PULVER, L'interdiction de la discrimination, 2003, S. 262).\n\nWie es sich letztlich mit der Frage verhält, ob der Kreis der Fürsorgeabhängigen eine Gruppe bildet, die von Art. 8 Abs. 2 BV in spezifischer Weise geschützt wird, kann im vorliegenden Fall offenbleiben. Der Hintergrund der vorliegenden Sache zeigt, dass unter dem Gesichtswinkel einer allfälligen Diskriminierung nicht so sehr die Frage der Fürsorgeabhängigkeit als vielmehr die Behinderung der Beschwerdeführerin im Vordergrund steht. Damit ist in erster Linie zu fragen, wie die Beschwerdeführerin in ihrer konkreten Situation unter dem Gesichtswinkel von Art. 8 Abs. 2 BV durch das Erfordernis von § 21 Abs. 1 GemeindeG betroffen wird und ob für ihre Nichteinbürgerung rechtfertigende Gründe namhaft gemacht werden können. Für die konkrete Beurteilung ist dabei nicht ausschlaggebend, ob es sich um einen Tatbestand der direkten oder der indirekten Diskriminierung handelt. Wie dargelegt (oben E. 4.3), können sich die beiden Bereiche überschneiden und lassen sich im Einzelfall nicht leicht auseinanderhalten.\n\n6.\n\n6.1 Das Erfordernis der wirtschaftlichen Selbsterhaltungsfähigkeit im Sinne von § 21 Abs. 1 GemeindeG wirkt sich auf alle sozialhilfeabhängigen Personen als Hindernis einer Einbürgerung aus und gilt gleichermassen für Schweizer wie für Ausländer. Die mangelnde wirtschaftliche Selbsterhaltungsfähigkeit kann, wie dargetan (E. 5), auf verschiedenartigsten Faktoren beruhen und unterschiedlichste Gruppen von Personen betreffen.\n\nUnter solchen Personen bilden jene mit einer körperlichen, geistigen oder psychischen Behinderung eine spezifische, von Art. 8 Abs. 2 BV speziell genannte Gruppe. Es zählen dazu Personen, die in ihren körperlichen, geistigen oder psychischen Fähigkeiten auf Dauer beeinträchtigt sind und für welche die Beeinträchtigung je nach ihrer Form schwerwiegende Auswirkungen auf elementare Aspekte der Lebensführung hat (MÜLLER/SCHEFER, a.a.O., S. 756). Diese BGE 135 I 49 S. 59Personen werden durch das Erfordernis der wirtschaftlichen Selbsterhaltungsfähigkeit für die Einbürgerung wegen eines nicht selbstverschuldeten und nicht aufgebbaren Merkmals in spezifischer Art betroffen und gegenüber \"gesunden\" Bewerbern in besonderer Weise benachteiligt und rechtsungleich behandelt. Sie mögen nicht in der Lage sein, aus eigenen Stücken eine wirtschaftliche Selbsterhaltungsfähigkeit zu erlangen. Es wird ihnen dauernd und eben nicht nur vorübergehend verunmöglicht, sich überhaupt einbürgern zu lassen. Insoweit liegt eine Konstellation einer (indirekten) Diskriminierung vor, die einer qualifizierten Rechtfertigung bedarf, um vor Art. 8 Abs. 2 BV bestehen zu können. Unter diesem Gesichtswinkel ist daher zu prüfen, ob die beanstandete Massnahme ein gewichtiges und legitimes öffentliches Interesse verfolgt, als geeignet und erforderlich betrachtet werden kann und sich gesamthaft als verhältnismässig erweist (vgl. KIENER/KÄLIN, a.a.O., S. 362 f.; PETERS, a.a.O., Rz. 55 f.; MÜLLER/SCHEFER, a.a.O., S. 693 f. und 696 f.).\n\n6.2 Das Verwaltungsgericht hat im angefochtenen Entscheid - vor dem Hintergrund eines direkten Diskriminierungstatbestandes - zur Rechtfertigung der rechtsungleichen Behandlung auf die finanziellen Folgen einer Einbürgerung für die Gemeinde A. abgestellt. Dabei ist es - in Anlehnung an BERNHARD WALDMANN (Das Diskriminierungsverbot von Art. 8 Abs. 2 BV als besonderer Gleichheitssatz, 2003, S. 327 ff.) - davon ausgegangen, dass es in der vorliegenden Konstellation nicht erforderlich sei, an die Rechtfertigung einen besonders strengen Massstab anzulegen.\n\nEs hat im Einzelnen ausgeführt, bei der finanziellen Entlastung von Gemeinwesen handle es sich um eine zulässige Zielsetzung. Der mit § 21 Abs. 1 GemeindeG verfolgte Zweck, die Ausgaben der öffentlichen Hand reduzieren zu können, sei legitim. Soweit bei Sozialhilfebedürftigkeit nach einer Verhältnismässigkeitsprüfung selbst niedergelassene Ausländer aus der Schweiz oder einem Kanton ausgewiesen werden könnten (Art. 10 Abs. 1 lit. d und Abs. 2 sowie Art. 11 Abs. 3 ANAG; vgl. heute Art. 62 lit. e und Art. 63 Abs. 1 lit. c AuG), könne derselbe Grund diskriminierungsrechtlich gleichermassen die Verweigerung des Gemeindebürgerrechts rechtfertigen. Die Nichteinbürgerung sei geeignet und erforderlich, die Gemeinde A. über eine lange und unbestimmte Zeit von Unterstützungen im hohen Ausmasse von rund 100'000 Franken pro Jahr zu verschonen. Schliesslich erscheine die Nichteinbürgerung wegen Fürsorgeabhängigkeit für die Beschwerdeführerin als zumutbar, weil BGE 135 I 49 S. 60diese - im Unterschied zur fremdenpolizeilichen Wegweisung - weder von ihrem Wohnsitz vertrieben werde noch die Unterstützungsleistungen verliere.\n\n6.3 Es ist unbestritten, dass die Beschwerdeführerin zur Zeit ihres Einbürgerungsgesuches von der eidgenössischen Asylfürsorge unterstützt worden ist und im Falle der Einbürgerung der Fürsorge durch die Gemeinde A. zur Last fallen würde. Gleichermassen wird nicht in Frage gestellt, dass entsprechende Fürsorgeleistungen einen jährlichen Betrag von rund 100'000 Franken ausmachen würden. Somit ist zu prüfen, ob dieser finanziellen Belastung der Gemeinde vor dem Hintergrund der konkreten Verhältnisse das erforderliche verfassungsmässige Gewicht zur Rechtfertigung der nachteiligen Behandlung der Beschwerdeführerin zukommt.\n\nEs kann nicht in Abrede gestellt werden, dass die Gemeinde A. ein legitimes Interesse an einem gesunden Finanzhaushalt hat, und demnach ist verständlich, dass sie sich gegen die Übernahme von beträchtlichen Sozialleistungen zur Wehr setzt. Derartige finanzielle Interessen können nicht von vornherein als unerheblich bezeichnet werden (vgl. MÜLLER/SCHEFER, a.a.O., S. 694). Gerade der Vergleich mit dem Ausländerrecht zeigt, dass das öffentliche Interesse, keine Personen aufnehmen zu müssen, welche - evtl. dauerhaft und in erheblichem Ausmasse - auf Sozialhilfe angewiesen sind (vgl. Art. 62 lit. d AuG zum Widerruf von Bewilligungen im Allgemeinen und Art. 63 Abs. 1 lit. c AuG zum Widerruf von Niederlassungsbewilligungen im Speziellen), allgemein anerkannt ist. Gleichwohl wird dieses Interesse relativiert im Falle von Personen, die sich während mehr als 15 Jahren in der Schweiz aufgehalten haben; diesfalls ist der Widerruf einer Niederlassungsbewilligung wegen Sozialhilfeabhängigkeit ausgeschlossen (Art. 63 Abs. 2 AuG). Gilt das öffentliche Interesse, keine Sozialleistungen übernehmen zu müssen, demnach im Ausländerrecht nicht absolut, so ist im gleichen Sinne das finanzielle Interesse der Gemeinde A. an einer Nichteinbürgerung in Anbetracht der konkreten Verhältnisse auf seine Bedeutung hin zu prüfen.\n\nIn dieser Hinsicht ist davon auszugehen, dass die Beschwerdeführerin zurzeit vorläufig aufgenommen ist und dieser Status der vorläufigen Aufnahme bereits viele Jahre andauert. Der Status der vorläufigen Aufnahme ist indessen grundsätzlich nicht auf Dauer angelegt. Daher sieht Art. 84 Abs. 5 AuG vor, dass Gesuche um BGE 135 I 49 S. 61Erteilung einer Aufenthaltsbewilligung von vorläufig aufgenommenen Personen, die sich seit mehr als fünf Jahren in der Schweiz aufhalten, unter Berücksichtigung der Integration, der familiären Verhältnisse und der Zumutbarkeit einer Rückkehr in den Herkunftsstaat vertieft geprüft werden müssen. Damit mag sich die Situation von Personen, die über längere Zeit vorläufig aufgenommen sind, verbessern und wird die Erlangung einer Aufenthaltsbewilligung daher eher möglich sein (vgl. PETER BOLZLI, in: Migrationsrecht, Spescha und andere [Hrsg.], 2008, N. 10 ff. zu Art. 84 AuG). Vor diesem Hintergrund fällt eine Regularisierung des Aufenthaltsstatus der Beschwerdeführerin und damit eine Aufenthaltsbewilligung in einem früheren oder späteren Zeitpunkt tatsächlich in Betracht, wenn die Beschwerdeführerin darum ersucht. Sowohl die Mehrheit als auch die Minderheit des Verwaltungsgerichts nehmen denn auch an, dass die Beschwerdeführerin in Anbetracht der konkreten Verhältnisse kaum mehr weggewiesen werden könne (vgl. Art. 10 Abs. 1 lit. d und Art. 11 Abs. 3 ANAG) bzw. die entsprechende Bewilligung kaum mehr wiederrufen werden könnte (vgl. Art. 62 lit. e i.V.m. Art. 96 AuG). Dem steht nicht entgegen, dass sich nach der Rechtsprechung aus Art. 8 EMRK und Art. 13 Abs. 1 BV grundsätzlich kein Recht auf Aufenthalt oder gar auf eine Aufenthaltsbewilligung ableiten lässt (BGE 130 II 281 E. 3 S. 284; BGE 126 II 377 E. 2b und 2c S. 382 ff.; Urteil 2C_190/2008 vom 23. Juni 2008 E. 2.3); gleichwohl ist ein entsprechender Anspruch auf ein Anwesenheitsrecht in einem spezifischen Fall einer Aufenthaltsdauer von mehr als zwanzig Jahren anerkannt worden (BGE 130 II 281 E. 3.3 S. 289). Vor diesem Hintergrund fällt für die Beschwerdeführerin, die nun bereits seit 13 Jahren in der Schweiz weilt, eine Aufenthaltsbewilligung bei einem entsprechenden Gesuch in einem früheren oder späteren Zeitpunkt tatsächlich in Betracht. Dies wiederum hätte zur Folge, dass die Gemeinde A., wo die Beschwerdeführerin ihren Wohnsitz hat, die Fürsorge ohnehin früher oder später zu übernehmen hätte. Insofern kann - entgegen der Ansicht des Verwaltungsgerichts - nicht gesagt werden, dass die Gemeinde A. allein wegen der umstrittenen Einbürgerung die Unterstützung der Beschwerdeführerin auf Dauer und für sehr lange Zeit zu übernehmen hätte. Bei dieser Sachlage erscheint die mit der Einbürgerung verbundene finanzielle Belastung der Gemeinde A. in Form der Sozialhilfe in einem andern Lichte. Das öffentliche Interesse zur Rechtfertigung der (indirekten) Diskriminierung ist insoweit von geringerem BGE 135 I 49 S. 62Gewicht. Hinzuweisen ist ferner auf ein Rundschreiben des Staatssekretariats für Wirtschaft SECO und des Bundesamtes für Migration BFM vom 30. November 2007, wonach ab dem 1. Januar 2008 die finanzielle Zuständigkeit von vorläufig aufgenommenen Personen sieben Jahre nach der Einreise in die Schweiz vom Bund an die Kantone wechselt und der Bund unter anderem in Form einer Integrationspauschale neu einen Beitrag an die Integrationskosten ausrichtet; Ziel ist eine verbesserte Integration von vorläufig aufgenommenen Personen.\n\nDem sind die Interessen der Beschwerdeführerin gegenüberzustellen. Die Frage der Einbürgerung ist für diese von grosser Bedeutung. Sie hat an der Erlangung des Bürgerrechts im Kanton Zürich, wo sie den grössten Teil ihres Lebens verbracht hat, ein gewichtiges Interesse. Dieses ist nicht nur ideeller Natur - wie die Minderheit des Verwaltungsgerichts angenommen hat -, sondern auch rechtlich von Bedeutung. Die Einbürgerung würde der Beschwerdeführerin einen gesicherteren Status in der Schweiz einräumen als der bisherige der vorläufigen Aufnahme. Daran vermag der Umstand nichts zu ändern, dass die Beschwerdeführerin gemäss dem Verwaltungsgericht kaum mehr weggewiesen werden könnte (vgl. Art. 10 Abs. 1 lit. d und Art. 11 Abs. 3 ANAG bzw. Art. 62 lit. e i.V.m. Art. 96 AuG). Zudem würde die - nunmehr 22-jährige - Beschwerdeführerin mit Erreichen des 25. Lebensjahres einen Anspruch auf Einbürgerung nach § 21 Abs. 3 GemeindeG verlieren und könnte sich nur noch im Rahmen von § 22 GemeindeG ohne rechtlichen Anspruch einbürgern lassen. Weiter kommt dem Umstand Gewicht zu, dass die Beschwerdeführerin angesichts ihrer Behinderung kaum mehr je in der Lage sein wird, ihre finanzielle Abhängigkeit aus eigenen Stücken zu beheben, eine wirtschaftliche Selbsterhaltungsfähigkeit zu erlangen und so die Voraussetzungen von § 21 Abs. 1 GemeindeG von sich aus zu schaffen. Ferner mag es unter dem Gesichtswinkel des Diskriminierungsverbotes, das auch Aspekte der Menschenwürde im Sinne von Art. 7 BV beschlägt, als stossend empfunden werden, dass die Beschwerdeführerin - die bis heute von der Asylfürsorge unterstützt worden ist und im Falle der Einbürgerung von der Gemeinde A. zu unterstützen wäre - einzig wegen der Frage, aus welchem \"Kässeli\" die ihr zukommende Unterstützung geleistet wird, nicht eingebürgert würde.\n\nVor diesem Hintergrund zeigt sich gesamthaft, dass die Beschwerdeführerin wegen ihrer aktuellen und fortdauernden Behinderung BGE 135 I 49 S. 63im Einbürgerungsverfahren gegenüber \"gesunden\" Bewerbern auf unbestimmte Zeit hinaus benachteiligt wird. Diese Benachteiligung kann in Anbetracht des Umstandes, dass die finanzielle Belastung der Gemeinde A. nicht allein wegen der Einbürgerung auf lange Dauer angelegt ist, nicht wegen der finanziellen Aspekte in qualifizierter Weise gerechtfertigt werden. Der Annahme einer verfassungswidrigen Diskriminierung im vorliegenden Fall steht auch BGE 126 II 377 nicht entgegen, wo in erster Linie am Entfallen der wirtschaftlichen Erwerbstätigkeit als Bedingung der Aufenthaltsbewilligung und nicht so sehr an der körperlichen Behinderung des Betroffenen angeknüpft worden ist (BGE 126 II 377 E. 6 S. 392 ff.). Der Berücksichtigung der besondern Umstände und der Invalidität der Beschwerdeführerin steht im Sinne einer verfassungskonformen Auslegung des Gemeindegesetzes, welches den kommunalen Behörden einen Beurteilungsspielraum einräumt (oben E. 3), nichts im Wege.\n\nDamit erweist sich die Rüge der Verletzung von Art. 8 Abs. 2 BV als begründet. (...)"}