{"annee": "135", "cour": "II", "page": "172", "date": "18/3/2009", "cite": ["125 III 141", "133 II 249", "133 II 181", "118 IB 134", "123 II 376", "135 II 60", "133 III 568"], "cite_par": ["142 III 145", "139 II 328", "142 II 80", "142 II 451", "139 II 279", "139 II 404", "140 II 483", "140 II 315"], "chapeau": "19. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilungi.S. Schweizerische Radio- und Fernsehgesellschaft (SRG) und Union des Associations Européennes de Football (UEFA) gegen ProLitteris und Mitb. sowie Eidgenössische Schiedskommission für die Verwertung von Urheberrechten und verwandten Schutzrechten (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_658/2008 vom 18. März 2009", "regestes": ["Art. 6 et 48 PA; art. 44, 46, 59 et 60 LDA; qualité de partie de la SSR et de l'UEFA dans le cadre de l'approbation du tarif commun 3c concernant des émissions de télévision sur grands écrans (\"Public Viewing\"). La qualité pour recourir contre une décision d'approbation de tarif de la Commission arbitrale fédérale pour la gestion de droits d'auteur et de droits voisins est déterminée par l'art. 48 PA (consid. 2.1). A vrai dire, les titulaires de droit particuliers sont régulièrement représentés par les sociétés de gestion dans les négociations tarifaires; cela n'exclut cependant pas que certains d'entre eux - comme la SSR et l'UEFA en ce qui concerne le \"Public Viewing\" - aient exceptionnellement un intérêt propre et digne de protection à attaquer la décision d'approbation. Le fait qu'outre la décision de droit administratif, une décision de droit civil puisse être obtenue ne supprime pas en soi l'intérêt digne de protection au contrôle de l'approbation du tarif (consid. 2.2 et 2.3). Le litige portant sur l'exercice individuel ou collectif de droits d'auteur respectivement de droits voisins est normalement de nature patrimoniale; le Tribunal administratif fédéral doit donner un minimum d'explications au sujet de la valeur litigieuse qu'il a admise (consid. 3)."], "faits": "BGE 135 II 172 S. 173\n\nMit Beschluss vom 8. April 2008 genehmigte die Eidgenössische Schiedskommission für die Verwertung von Urheberrechten und verwandten Schutzrechten den Gemeinsamen Tarif 3c (Empfang von Fernsehsendungen auf Grossbildschirmen [\"Public Viewing\"]). Gleichzeitig hielt sie fest, dass die UEFA und die SRG als allfällige Rechtsinhaberinnen im Rahmen des GT 3c durch die Verwertungsgesellschaften vertreten seien und deshalb nicht selbständig am Verfahren teilnehmen könnten.\n\nAm 13. Mai 2008 gelangten die SRG und die UEFA mit dem Antrag an das Bundesverwaltungsgericht, den Beschluss der Eidgenössischen Schiedskommission für die Verwertung von Urheberrechten und verwandten Schutzrechten aufzuheben und dem Gemeinsamen Tarif 3c die Genehmigung zu versagen. Mit Urteil vom 23. Juli 2008 trat das Gericht auf ihre Beschwerden nicht ein: Das allgemeine Interesse eines Berechtigten an der richtigen Auslegung von BGE 135 II 172 S. 174Art. 22 Abs. 1 des Bundesgesetzes vom 9. Oktober 1992 über das Urheberrecht und verwandte Schutzrechte (URG; SR 231.1) und am Verzicht auf Tarife, die nach seinem Verständnis nicht im Bereich des kollektiven Verwertungszwangs lägen, genüge nicht, um einen Tarifgenehmigungsentscheid beanstanden zu können. Das Bundesverwaltungsgericht auferlegte die Verfahrenskosten von Fr. 16'000.- der SRG und der UEFA; bei der Festsetzung von deren Höhe ging es mangels weiterer Angaben der Parteien von einem Streitwert von 2,5 Mio. Fr. aus.\n\nDas Bundesgericht heisst die von der SRG und der UEFA hiergegen eingereichte Beschwerde in öffentlich-rechtlichen Angelegenheiten gut, hebt das Urteil des Bundesverwaltungsgerichts auf und weist die Sache zu materiellem Entscheid an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Frage der Beschwerdelegitimation ist als Prozess- oder Sachurteilsvoraussetzung von den Beschwerdegründen und der materiellen Tragweite von Art. 22 URG zu trennen; sie beurteilt sich ausschliesslich nach Art. 48 VwVG (SR 172.021; vgl. BGE 123 II 376 E. 4c; MARANTELLI-SONANINI/HUBER, in: VwVG, Waldmann/Weissenberger [Hrsg.], 2009, N. 5 zu Art. 48 VwVG). Danach ist zur Beschwerde berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen oder keine Möglichkeit zur Teilnahme erhalten hat (lit. a), durch die angefochtene Verfügung besonders berührt ist (lit. b) und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung geltend machen kann (lit. c). Die Regelung entspricht Art. 89 Abs. 1 BGG und ist in Anlehnung an diese Bestimmung auszulegen (ISABELLE HÄNER, in: Kommentar zum Bundesgesetz über das Verwaltungsverfahren [VwVG], Auer/Müller/Schindler [Hrsg.], 2008, N. 1 zu Art. 48 VwVG). Die verschiedenen Kriterien sollen die Popularbeschwerde ausschliessen und den Charakter des allgemeinen Beschwerderechts als Instrument des Individualrechtsschutzes unterstreichen (MARANTELLI-SONANINI/HUBER, a.a.O., N. 9 zu Art. 48 VwVG). Neben der formellen Beschwer (vgl. hierzu unten E. 2.2.1) und der spezifischen Beziehungsnähe zur Streitsache muss der Beschwerdeführer einen praktischen Nutzen aus einer allfälligen Aufhebung oder Änderung des angefochtenen Entscheids ziehen, d.h. seine Situation muss durch den Ausgang des Verfahrens in relevanter Weise beeinflusst werden können (BGE 133 II 249 BGE 135 II 172 S. 175E. 1.3.1 mit Hinweisen). Ein bloss mittelbares oder ausschliesslich allgemeines öffentliches Interesse berechtigt - ohne die erforderliche Beziehungsnähe zur Streitsache selber - nicht zur Verwaltungsbeschwerde (vgl. BGE 123 II 376 E. 2; HÄNER, a.a.O., N. 20 zu Art. 48 VwVG). Das relevante Interesse kann rechtlicher oder tatsächlicher Natur sein und braucht nicht mit jenem übereinzustimmen, das durch die als verletzt bezeichnete Norm geschützt wird. Es genügt, dass der Beschwerdeführer durch den angefochtenen Entscheid \"stärker als jedermann\" betroffen ist und \"in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache\" steht; die Voraussetzungen der Beziehungsnähe und des schutzwürdigen Interesses hängen eng zusammen (Urteil des Bundesgerichts 2C_527/2007 vom 13. Mai 2008 E. 5.3).\n\n2.2\n\n2.2.1 Das Bundesverwaltungsgericht ging davon aus, dass die Beschwerdeführerinnen am vorinstanzlichen Verfahren - trotz ihrer Bemühungen, sich in dieses einzubringen (Eingaben, physische Präsenz an der Schiedsverhandlung) - nicht im Sinn des ersten Halbsatzes von Art. 48 Abs. 1 lit. a VwVG beteiligt gewesen seien, da die Schiedskommission ihre Parteistellung letztlich verneint habe; am Verfahren teilgenommen habe nur, wer dort tatsächlich als Partei zugelassen worden sei, nicht wer dies nur (erfolglos) versucht habe. Die Beschwerdeführerinnen bestreiten diese Auffassung. Die Frage braucht hier nicht vertieft zu werden: Zwar muss die beschwerdeführende Partei grundsätzlich am Verfahren vor der unteren Instanz teilgenommen haben und mit ihren Anträgen dort ganz oder teilweise unterlegen sein, doch sieht das Gesetz von diesem Erfordernis ab, wenn sie wie hier - ohne ihr Verschulden - dazu nicht in der Lage war (BGE 133 II 181 E. 3.2 S. 187 mit zahlreichen Hinweisen). Nach Art. 46 URG stellen die Verwertungsgesellschaften für die von ihnen geforderten Vergütungen Tarife auf (Abs. 1), wobei sie über deren Ausgestaltung mit den massgebenden Nutzerverbänden verhandeln (Abs. 2). Die Beschwerdeführerinnen sind keine Verwertungsgesellschaften oder Nutzerverbände, sondern - als allfällige Rechtsinhaberinnen - Dritte, die sich (vergeblich) um einen Einbezug in das Verfahren bemüht haben. Hinsichtlich ihrer Beteiligungsbefugnis an diesem kommt ihnen Parteistellung zu, da insofern am Verfahren auch teilgenommen hat, wem die Vorinstanz durch formellen Entscheid die Parteistellung abspricht (vgl. MARANTELLI-SONANINI/HUBER, a.a.O., N. 22 zu Art. 48 BGE 135 II 172 S. 176VwVG); im Übrigen waren sie schuldlos nicht in der Lage, sich am Verfahren vor der Schiedskommission zu beteiligen, weshalb sie die Voraussetzung der formellen Beschwer im Sinne des 2. Halbsatzes von Art. 48 Abs. 1 lit. a VwVG erfüllen. Die Vorinstanz hat die Legitimation der Beschwerdeführerinnen denn auch zu Recht nicht wegen des Fehlens dieser Voraussetzung verneint.\n\n2.2.2 Das Bundesverwaltungsgericht nahm an, dass die Verweigerung der Parteistellung der SRG und der UEFA im Verfahren vor der Schiedskommission unangefochten geblieben sei, weshalb deren Beschwerdelegitimation nur hinsichtlich des Genehmigungsentscheids geprüft werden müsse. Diese Auffassung ist vertretbar und verletzt kein Bundesrecht: Zwar beantragten die Beschwerdeführerinnen in ihren Eingaben generell, den Beschluss vom 8. April 2008 aufzuheben, womit auch dessen Ziffer 3 gemeint war, worin die Schiedskommission festgehalten hatte, dass die SRG und die UEFA als allfällige Rechtsinhaberinnen im Rahmen des GT 3c durch die Verwertungsgesellschaften vertreten würden und nicht selbständig am Verfahren teilnehmen könnten. Die Beschwerdeführerinnen begründeten indessen nicht, dass und warum ihnen entgegen der Ansicht der Schiedskommission in jenem Verfahrensstadium Parteirechte einzuräumen gewesen wären. Ihre Ausführungen bezogen sich auf die Zuständigkeit der Schiedskommission sowie die Angemessenheit und die Rechtmässigkeit des Tarifs als solche. Nach Art. 52 Abs. 1 VwVG muss sich die Beschwerdebegründung jeweils sachbezogen mit den verschiedenen Argumentationslinien in der angefochtenen Verfügung auseinandersetzen. Bei einem Nichteintretensentscheid hat der Betroffene darzulegen, inwiefern dieser bundesrechtswidrig sein soll; es genügt nicht, wenn er einzig darauf eingeht, warum in der Sache selber anders hätte entschieden werden müssen (vgl. BGE 118 Ib 134 ff.; SEETHALER/BOCHSLER, in: VwVG, Waldmann/Weissenberger [Hrsg.], 2009, N. 71 und 73 zu Art. 52 VwVG). Dies gilt auch im vorliegenden Zusammenhang, selbst wenn die materielle Frage der Zuständigkeit der Schiedskommission eng mit jener nach dem Umfang der damit verbundenen Beschränkung allfälliger absoluter Rechte zusammenhängt. Die Beschwerdeführerinnen scheinen heute im Übrigen selber nicht mehr an der Auffassung festhalten zu wollen, den Beschluss der Schiedskommission bezüglich ihrer Parteistellung hinreichend begründet angefochten zu haben; sie weisen in ihrer Beschwerde nunmehr darauf hin, dass es \"in der Natur des Tarifgenehmigungsverfahrens\" liege, BGE 135 II 172 S. 177dass sie an diesem \"nicht als Parteien\" hätten teilnehmen können und dort lediglich als \"Dritte\" zugelassen und angehört worden seien.\n\n2.3\n\n2.3.1 Das Bundesverwaltungsgericht hat den Beschwerdeführerinnen die Legitimation abgesprochen, den Genehmigungsbeschluss der Schiedskommission anzufechten, da das allgemeine Interesse der Berechtigten an der richtigen Anwendung von Art. 22 Abs. 1 URG und am Verzicht auf Tarife, die nach ihrem Verständnis nicht im Bereich des kollektiven Verwertungszwangs lägen, als schutzwürdiges Interesse im Sinne von Art. 48 Abs. 1 lit. c VwVG nicht genüge; andernfalls würde der Ausschluss der Berechtigten vom Tarifgenehmigungsverfahren, der nicht angefochten sei, hinfällig. Diese Begründung überzeugt nicht: Die SRG und die UEFA haben unbestrittenermassen ihre \"Public Viewing\"-Rechte bei Veranstaltungen mit Bildschirmen mit einer Diagonale von über 3 Metern - vorbehältlich der Regelung im Tarif T - bisher weitgehend selber wahrgenommen. Die Verwertungsgesellschaften gestehen zu, diesbezüglich (nach ihrer heutigen Ansicht aufgrund einer unzutreffenden Gesetzesauslegung) bisher nicht aktiv geworden zu sein; unter diesen Umständen standen die SRG und die UEFA der Frage, ob und in welchem Umfang tatsächlich voll oder teilweise eine Pflicht zur kollektiven Verwertung besteht, näher als irgendwelche andere Rechtsinhaber oder Berechtigte. Grundlage des Gemeinsamen Tarifs 3c bildete (weitgehend) eine vom bisherigen Gesetzesverständnis abweichende Auslegung von Art. 22 URG durch die Verwertungsgesellschaften und die massgebenden Nutzerverbände, womit die Beschwerdeführerinnen als Dritte, welche sich bei der Ausgestaltung ihrer Verträge im Hinblick auf die Euro 2008 auf das bisherige Verwertungssystem verlassen durften, in schutzwürdigen eigenen Interessen berührt waren. Wegen der Einführung des GT 3c kurz vor der Euro 2008, welche besondere Übergangsbestimmungen nötig machte, unterscheiden sie sich von allen anderen Rechtsinhabern, auf die der GT 3c allenfalls künftig anwendbar ist. Das (neue) Verständnis des Verhältnisses allfällig bestehender absoluter Vorführrechte zur Verwertungspflicht im Sinne von Art. 22 URG (vgl. hierzu etwa die unterschiedlichen Auffassungen in der 1. [1994; dort N. 3 zu Art. 22 URG] und in der 3. Aufl. [2008] von BARRELET/EGLOFF, Das neue Urheberrecht) kann unter diesen Umständen nicht durch einen - mangels Legitimation - richterlich nicht überprüfbaren Einigungstarif zwischen den BGE 135 II 172 S. 178Verwertungsgesellschaften und den massgebenden Nutzerverbänden geregelt werden. In einer solchen Situation ist den Rechtsinhabern ein eigenständiges schutzwürdiges Interesse an der Anfechtung des Genehmigungsentscheids zuzuerkennen; die Handlungsbefugnisse der Verwertungsgesellschaften setzen das Bestehen einer rechtskräftigen Regelung in einem Tarif voraus, wogegen sich die bisher als berechtigt Erachteten nicht nur zivil-, sondern auch verwaltungsrechtlich zur Wehr setzen können. Es erscheint widersprüchlich, wenn die Aufsichtsbehörde über die Verwertungsgesellschaften die massgebenden Rechtsinhaberinnen wegen der (heiklen) Rechtsfragen zwar auf das Genehmigungsverfahren verweist, an dem die Berechtigten im Normalfall gerade nicht persönlich beteiligt sind (vgl. BARRELET/EGLOFF, a.a.O., N. 9a zu Art. 59 URG; BREM/SALVADÉ/WILD, in: Urheberrechtsgesetz [URG], Müller/Oertli [Hrsg.], 2006, N. 6 zu Art. 59 URG; Beschluss der Eidgenössischen Schiedskommission [ESchK] vom 14. Dezember 2004 [GT 2b], in: sic! 2005 S. 641 ff.), das Bundesverwaltungsgericht seinerseits eine richterliche Überprüfung der Zulässigkeit der Tarifregelung in dem vom Bundesgericht verlangten (beschränkten, vorfrageweisen) Umfang mangels Beschwerdelegitimation indessen ablehnt (vgl. hierzu unten E. 2.3.2 sowie GOVONI/STEBLER, Die Bundesaufsicht über die kollektive Verwertung von Urheberrechten, in: SIWR Bd. II/1, von Büren/David [Hrsg.], 2. Aufl. 2006, S. 409 ff., dort S. 502 f.; kritisch: REHBINDER/VIGANÒ, Urheberrecht, 3. Aufl. 2008, N. 2 zu Art. 74 URG).\n\n2.3.2 Die Vorinstanz verweist für ihre Auffassung auf Art. 59 URG und das Wesen der kollektiven Verwertung; sie verkennt dabei indessen, dass sich das Beschwerdeverfahren gegen einen Tarifgenehmigungsentscheid ausschliesslich nach dem Verwaltungsverfahrensgesetz richtet; das URG kennt für dieses keine Spezialregelung. Das auf eine möglichst einvernehmliche Aushandlung von Tarifen zwischen den Verwertungsgesellschaften als Vertreterinnen der Berechtigten einerseits und den massgebenden Nutzerverbänden andererseits gerichtete spezifische urheberrechtliche Verfahren (vgl. GOVONI/STEBLER, a.a.O., S. 489 ff.) beschränkt den Zugang zum anschliessenden Beschwerdeverfahren nicht: Nach Art. 4 VwVG finden Bestimmungen des Bundesrechts, die ein Verfahren eingehender regeln, Anwendung, soweit sie jenen des Verwaltungsverfahrensgesetzes nicht widersprechen. Allenfalls von diesem abweichende Regelungen in späteren Spezialerlassen sind ihrerseits möglichst VwVG-gerecht auszulegen (BGE 135 II 60 E. 3.1.3 S. 69 mit BGE 135 II 172 S. 179Hinweisen). Das Bundesgericht hat festgestellt, dass der Entscheid der Schiedskommission (auch) dazu dient, Rechtssicherheit zu schaffen, was sie verpflichtet, im Sinne einer Vorfrage abzuklären, welche Teile des vorgelegten Tarifs der Bundesaufsicht unterliegen und auf welche Rechte sich ihr Genehmigungsbeschluss bezieht (Urteil 2A.180/1994 vom 10. Mai 1995 E. 3c). Bei der Festlegung der aufgrund des einzelnen Tarifs geschuldeten Entschädigung sind allfällige weitere Leistungen des pflichtigen Nutzers mitzuberücksichtigen; hierzu gehören auch solche, welche für die Wahrnehmung von durch den Tarif nicht erfassten Nutzungsrechten zusätzlich geschuldet sind (vgl. Art. 60 Abs. 1 lit. c URG). Die hiermit verbundenen materiellrechtlichen Fragen können im Tarifverfahren nicht ausgeklammert werden; sie sind dort vorfrageweise zu prüfen, auch wenn im Einzelfall letztlich die ordentlichen Gerichte definitiv darüber zu befinden haben (so das Urteil 2A.539/1996 vom 20. Juni 1997 E. 3b/bb, in: sic! 1/1998 S. 33 ff.; bestätigt im Urteil 2A.256/1998 vom 2. Februar 1999, in: sic! 3/1999 S. 255 ff.). Die entsprechende Einschätzung durch die Schiedskommission ist im Rahmen der Vorgaben des Verwaltungsverfahrensgesetzes beim Bundesverwaltungsgericht anfechtbar und steht der verwaltungsgerichtlichen Kontrolle offen, auch wenn parallel dazu (direkt) der Zivilweg eingeschlagen werden könnte. Welchen Rechtsweg ein nach Art. 48 VwVG Beschwerdelegitimierter aus welchen Gründen beschreitet, ist ihm überlassen; die Tatsache, dass neben einem verwaltungsrechtlichen auch ein zivilrechtlicher Entscheid erwirkt werden kann, lässt das schutzwürdige Interesse nach Art. 48 VwVG für sich allein nicht dahinfallen.\n\n2.3.3 Das Verhältnis zwischen verwaltungsrechtlichem und zivilrechtlichem Verfahren bzw. die Problematik, welche Fragen wo zu prüfen sind, ist nicht immer klar. Ausgangspunkt muss diesbezüglich Art. 59 Abs. 3 URG bilden, wonach rechtskräftig genehmigte Tarife für die Gerichte verbindlich sind. In BGE 125 III 141 ff. hat die I. Zivilabteilung ausgeführt: \"Den Zivilgerichten ist es daher verwehrt, einen rechtskräftig genehmigten Tarif erneut auf seine Angemessenheit hin zu prüfen. Sie sind an das Ergebnis der Angemessenheitsprüfung im Genehmigungsverfahren gebunden. Das bedeutet indessen nicht, dass die Verwertungsgesellschaften befugt wären, gestützt auf einen genehmigten Tarif vor den Zivilgerichten auch Vergütungsansprüche geltend zu machen, die mit zwingenden gesetzlichen Vorschriften unvereinbar sind. Insbesondere ginge es BGE 135 II 172 S. 180nicht an, auf dem Umweg über einen genehmigten Tarif eine Vergütungspflicht für Tätigkeiten einzuführen, die nach dem Gesetz vergütungsfrei sind. Denn auch die Anwendung genehmigter Tarife hat sich im Rahmen des Gesetzes zu halten\" (S. 144 f.). Die Zivilgerichte blieben somit befugt und verpflichtet, darüber zu wachen, \"dass aus den Tarifen im Einzelfall keine gesetzeswidrigen Vergütungsansprüche abgeleitet\" würden. Umgekehrt ist die Frage, ob die gesetzlichen Voraussetzungen für eine umfassende oder teilweise Kollektivverwertung von Urheber- oder verwandten Schutzrechten im Rahmen eines Tarifs gegeben sind, was die Beschwerdeführerinnen vorliegend bestreiten, bzw. die zwischen den Verwertungsgesellschaften und den massgebenden Nutzerverbänden vorgesehene Lösung angemessen im Sinne von Art. 59 und Art. 60 URG ist, im Verwaltungsverfahren zu prüfen. In BGE 133 III 568 ff. stellte die I. Zivilrechtliche Abteilung im Zusammenhang mit der Weitersendung in einem Kabelnetz zwar fest, dass die Ausübung der Verbotsansprüche der Sendeunternehmen gemäss Art. 38 URG in Verbindung mit Art. 22 Abs. 1 URG zwingend durch die Verwertungsgesellschaften erfolgt und ein Instruktionsrecht des Sendeunternehmens im Einzelfall ausgeschlossen sei. Hierbei handelt es sich indessen (verwaltungsrechtlich) um materielle Überlegungen zu Art. 22 URG, welche das Bundesverwaltungsgericht bei seinem Sachentscheid wird berücksichtigen können. Es kann daraus nicht auf eine fehlende Beschwerdelegitimation im Sinne von Art. 48 Abs. 1 VwVG geschlossen werden.\n\n2.3.4 Im Zivilstreit steht naturgemäss nur die Rechtsstellung eines Einzelnen hinsichtlich eines konkreten Rechtsverhältnisses zur Diskussion; im Tarifgenehmigungsverfahren geht es in Konkretisierung der gesetzlichen Vorgaben um einen der Rechtssicherheit dienenden sachgerechten Interessenausgleich zwischen den Werkschaffenden und anderen Schutzberechtigten einerseits sowie den (Massen-)Nutzern andererseits. Der Zivilprozess kann diesen Interessen von vornherein nicht umfassend gerecht werden und das öffentlich-rechtliche Verfahren deshalb auch nicht ersetzen. Der Gesetzgeber hat dies dadurch unterstrichen, dass er die rechtskräftig genehmigten Tarife für die (Zivil-)Gerichte verbindlich erklärte (Art. 59 Abs. 3 URG; vgl. BGE 125 III 141 ff.). Vor diesem Hintergrund hat das Bundesgericht in einem neueren Entscheid inzwischen denn auch die Frage aufgeworfen, ob in gewissen Ausnahmesituationen Dritte, die sich vom Gros der Urheber- oder BGE 135 II 172 S. 181Leistungsschutzberechtigten unterscheiden, nicht entgegen dem Wortlaut von Art. 59 Abs. 2 URG ebenfalls zum Schiedsverfahren zuzulassen sind: Nach Art. 6 VwVG gelten als Parteien auch Personen, Organisationen oder Behörden, denen ein Rechtsmittel gegen die Verfügung zusteht. Es erscheint problematisch, wenn für die Tarifgenehmigung massgebliche Gesichtspunkte nicht schon vor der Genehmigungsbehörde, sondern erst nachträglich im Rechtsmittelverfahren eingebracht werden können. Zwar ist in der Regel davon auszugehen, dass die Verwertungsgesellschaften die Anliegen der Bezugsberechtigten in den Tarifverhandlungen bzw. im Rahmen der Verteilreglemente wahrnehmen, doch können - wie hier - divergierende eigenständige Interessen bestehen, welche es rechtfertigen, einzelnen Rechtsinhabern ausnahmsweise den verwaltungsrechtlichen Beschwerdeweg dennoch zu öffnen; in solchen Fällen liegt es nahe, diese - über den Wortlaut von Art. 46 Abs. 2 bzw. Art. 59 Abs. 2 URG hinaus - auch bereits in das Genehmigungsverfahren vor der Schiedskommission einzubeziehen. Deren Zulassungspraxis ist insofern zu relativieren. Eine (verwaltungsrechtliche) Gesamtschau begrenzt das Risiko unvorhergesehener und im Zivilprozess unter Umständen nicht zu berücksichtigender Auswirkungen und verringert die Gefahr der Notwendigkeit von zivilrechtlichen Folgeverfahren (vgl. das Urteil 2C_527/2007 vom 13. Mai 2008 E. 5.6).\n\n3.\n\n3.1 Der angefochtene Entscheid ist demnach aufzuheben und die Sache zu materiellem Entscheid an die Vorinstanz zurückzuweisen. Diese wird zu prüfen haben, ob und wieweit bezüglich des \"Public Viewings\" eine gesetzliche Kollektivverwertungspflicht besteht, die tarifarisch abzudecken ist. Die Beschwerdeführerinnen beanstanden den Entscheid des Bundesverwaltungsgerichts auch im Kostenpunkt; die Streitigkeit um den Bestand der Verwertungspflicht bzw. den Fortbestand der behaupteten absoluten Rechte sei nicht vermögensrechtlicher Natur, weshalb die Gerichtsgebühr falsch berechnet worden sei. Da der vorinstanzliche Entscheid als Ganzes aufgehoben wird, erübrigt es sich, auf diese Rüge detaillierter einzugehen; das Bundesverwaltungsgericht wird so oder anders im Kostenpunkt neu zu entscheiden haben. Dennoch rechtfertigen sich folgende Hinweise: Gestützt auf Art. 63 Abs. 4bis VwVG richtet sich die Spruchgebühr nach Umfang und Schwierigkeit der Streitsache, Art der Prozessführung und finanzieller Lage der Parteien. Sie beträgt bei Streitigkeiten ohne Vermögensinteressen Fr. 100.- bis BGE 135 II 172 S. 182Fr. 5'000.-; in den übrigen Streitsachen Fr. 100.- bis Fr. 50'000.-. Bei einer Streitsumme von 1 bis 5 Mio. Fr. liegt sie zwischen Fr. 7'000.- und Fr. 40'000.- (Art. 4 des Reglements vom 21. Februar 2008 über die Kosten und Entschädigungen vor dem Bundesverwaltungsgericht [VGKE; SR 173.320.2]). Ein Vermögensinteresse besteht nicht nur, wenn direkt die Leistung einer bestimmten Geldsumme umstritten ist, sondern schon dann, wenn der Entscheid unmittelbar finanzielle Auswirkungen zeitigt oder mittelbar ein Streitwert konkret beziffert werden kann; in diesen Fällen werden von den Betroffenen letztlich wirtschaftliche Zwecke verfolgt (vgl. BEAT RUDIN, in: Basler Kommentar, Bundesgerichtsgesetz, Niggli/Uebersax/Wiprächtiger [Hrsg.], 2008, N. 12 zu Art. 51 BGG; MOSER/BEUSCH/KNEUBÜHLER, Prozessieren vor dem Bundesverwaltungsgericht, 2008, Rz. 4.19 f.; BEUSCH, in: Kommentar zum Bundesgesetz über das Bundesverwaltungsverfahren [VwVG], Auer/Müller/Schindler [Hrsg.], 2008, N. 32 zu Art. 63 VwVG).\n\n3.2 Der Entscheid der Vorinstanz, bei der Streitigkeit um die Lizenzierung von Public-Viewing-Veranstaltungen handle es sich in diesem Sinn um eine vermögensrechtliche, ist nicht zu beanstanden: Die Beschwerdeführerinnen weisen selber darauf hin, dass sie mit Entschädigungsprozessen zu rechnen haben, sollten sie tatsächlich im Rahmen der Wahrnehmbarmachung gemäss Art. 22 URG über keine selbständigen Vorführungsrechte mehr verfügen; ihr Vertreter hat an der Instruktionsverhandlung vor der Vorinstanz unterstrichen, dass das Inkrafttreten des Tarifs zur Ungültigkeit zahlreicher Verträge und zu komplizierten Rückerstattungsvorgängen führen würde. Zu Recht wenden die Beschwerdeführerinnen jedoch ein, die Vorinstanz sei bei der Festsetzung der Gerichtsgebühr ihrer Begründungspflicht nicht hinreichend nachgekommen. Die Vorinstanz bezifferte den mutmasslichen Streitwert auf 2,5 Mio. Fr.; indessen hat sie es unterlassen, ihre Annahme auch nur ansatzweise zu begründen, so dass die Rechtmässigkeit der den Beschwerdeführerinnen auferlegten Fr. 16'000.- - selbst im Rahmen des ihr bei der Kostenregelung zustehenden weiten Ermessens - nicht auf ihre Bundesrechtskonformität hin überprüft werden könnte. Sollte das Bundesverwaltungsgericht in der Sache selber zu einer Abweisung der Eingabe gegen den Beschluss der Schiedskommission vom 8. April 2008 kommen und die Kosten wiederum den Beschwerdeführerinnen auferlegen, wird es seine Streitwertberechnung in nachvollziehbarer Weise zu motivieren haben."}