{"annee": "135", "cour": "V", "page": "249", "date": "10/6/2009", "cite": ["134 I 184", "130 V 404", "133 III 497", "134 V 1"], "cite_par": ["137 V 13", "141 V 530", "137 V 126", "137 V 373", "136 V 216", "136 III 373", "136 III 283", "145 V 2", "138 V 17", "137 V 446", "137 III 217", "137 V 181", "137 V 20", "137 V 167", "137 V 193", "139 V 250"], "chapeau": "30. Extrait de l'arrêt de la IIe Cour de droit social dans la cause A. contre Office de l'assurance-invalidité pour le canton de Vaud et Caisse cantonale vaudoise de compensation AVS (recours en matière de droit public)\n\n9C_188/2008 / 9C_190/2008 du 10 juin 2009", "regestes": ["Art. 13 al. 1 LPGA en liaison avec l'art. 42 al. 1 LAVS (dans sa teneur en vigueur depuis le 1er janvier 2003), ainsi qu'avec l'art. 39 al. 1 et l'art. 42 al. 1 LAI (dans sa teneur en vigueur depuis le 1er janvier 2004); art. 25 al. 2 CC; notion de domicile en tant que condition du droit à une rente extraordinaire et une indemnité pour impotent de l'assurance-invalidité. En ce qui concerne le droit à la rente extraordinaire et l'allocation pour impotent de l'assurance-invalidité, la notion de domicile \"selon les art. 23 à 26 du code civil\" auquel renvoie l'art. 13 al. 1 LPGA n'inclut pas, contrairement à son texte clair, celle de domicile dérivé des personnes sous tutelle au sens de l'art. 25 al. 2 CC (confirmation de la jurisprudence publiée aux ATF 130 V 404; consid. 2 et 4)."], "faits": "BGE 135 V 249 S. 250\n\nA. A., de nationalité turque, est atteinte d'une infirmité congénitale à la suite d'une lésion cérébrale subie à la naissance. Elle séjourne en Suisse depuis le 9 décembre 1983, au bénéfice d'un permis B (séjour temporaire pour raison de santé). Ses parents, domiciliés en Turquie, l'y ont envoyée dans le but de la placer en institution en raison de cet état de santé. A. réside ainsi à Y. à l'Institut X. depuis le 12 décembre 1983. Elle retourne à l'étranger seulement pour y passer des vacances dans sa famille. Le 8 avril 1997, la Justice de paix du cercle de Z. a prononcé son interdiction et lui a désigné un tuteur.\n\nReprésentée par son tuteur, A., invoquant le nouvel art. 13 LPGA (RS 830.1; entré en vigueur le 1er janvier 2003), a demandé à l'Office de l'assurance-invalidité pour le canton de Vaud (ci-après: l'office AI) le 22 août 2004 le réexamen de son droit à des prestations de l'assurance-invalidité. BGE 135 V 249 S. 251\n\nCette demande a été rejetée par décision de l'office AI du 22 mars 2005, confirmée par décision sur opposition du 25 avril 2005.\n\nB. A., représentée par son tuteur, a recouru contre cette décision par acte du 26 avril 2005 devant le Tribunal des assurances du canton de Vaud (aujourd'hui, Tribunal cantonal, Cour des assurances sociales); elle a conclu, avec suite de dépens, au renvoi de la cause à l'office AI pour qu'il la mît au bénéfice d'une rente extraordinaire de l'assurance-invalidité et d'une allocation pour impotent.\n\nLe Tribunal des assurances du canton de Vaud a rejeté le recours interjeté par A. le 26 avril 2005, par jugement du 26 octobre 2007.\n\nC. A., représentée par son tuteur, interjette un recours en matière de droit public contre ce jugement, en concluant à son annulation. Elle demande en outre le renvoi de la cause aux premiers juges, respectivement à l'administration pour nouvel examen du droit aux prestations de l'assurance-invalidité (rente et allocation pour impotent).\n\nLe recours a été partiellement admis.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Il est incontesté en l'espèce que la recourante s'est constitué un domicile civil en Suisse au sens de l'art. 25 al. 2 CC, lequel prévoit que le domicile des personnes sous tutelle est au siège de l'autorité tutélaire. Une autre solution ne saurait être déduite de l'application du droit international privé. Cela ne ressort pas du dossier et n'a pas non plus été invoqué par les parties (pour le domicile et la résidence habituelle, cf. l'art. 20 al. 1 let. a et b LDIP [RS 291] et, en cas de tutelle, cf. l'art. 85 al. 1 LDIP en relation avec la Convention de la Haye du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs [RS 0.211.231.01] applicable par analogie aux personnes majeures en vertu de l'art. 85 al. 2 LDIP). Dès lors, la question de droit à résoudre par le Tribunal fédéral (art. 106 al. 1 en relation avec l'art. 95 let. a LTF) est celle de savoir si le renvoi aux art. 23 à 26 du code civil prévu par l'art. 13 al. 1 LPGA - contrairement à la solution retenue dans l' ATF 130 V 404 sous l'empire de l'ancien art. 95a LAVS en vigueur jusqu'au 31 décembre 2002 - englobe également la notion de domicile dérivé au sens de l'art. 25 al. 2 CC.\n\n(...)\n\nBGE 135 V 249 S. 252\n\n4. (...) Sous le titre \"Domicile et résidence habituelle\", l'art. 13 LPGA, applicable à l'AVS et à l'AI en vertu du renvoi de l'art. 1 al. 1 LAVS et LAI, prévoit que le domicile d'une personne est déterminé selon les art. 23 à 26 du code civil (al. 1); une personne est réputée avoir sa résidence habituelle au lieu où elle séjourne un certain temps même si la durée de ce séjour est d'emblée limitée (al. 2).\n\n4.1 D'après la jurisprudence, la loi s'interprète en premier lieu selon sa lettre. Il n'y a lieu de déroger au sens littéral d'un texte clair par voie d'interprétation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens véritable de la disposition en cause. Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires, du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions légales. Le Tribunal fédéral ne privilégie aucune méthode d'interprétation, mais s'inspire d'un pluralisme pragmatique pour rechercher le sens véritable de la norme; en particulier, il ne se fonde sur la compréhension littérale du texte que s'il en découle sans ambiguïté une solution matériellement juste (ATF 134 I 184 consid. 5.1 p. 193; ATF 134 V 1 consid. 7.2 p. 5; ATF 133 III 497 consid. 4.1 p. 499).\n\n4.2 Selon son texte clair, l'art. 13 al. 1 LPGA ne renvoie pas seulement à la notion de domicile au sens du code civil (comme le faisait l'ancien art. 95a LAVS en vigueur jusqu'au 31 décembre 2002) mais expressément aux art. 23 à 26 CC. Interprété selon son sens littéral, l'art. 13 al. 1 LPGA inclut dès lors la notion de domicile dérivé au sens de l'art. 25 al. 2 CC. Il convient d'examiner s'il existe des raisons objectives permettant de penser que l'art. 13 al. 1 LPGA ne restitue pas le sens véritable de la norme en cause.\n\n4.3 Selon une jurisprudence constante résumée et analysée dans l'arrêt ATF 130 V 404, la notion de domicile comme condition nécessaire à l'octroi de prestations de l'assurance sociale suisse a toujours été interprétée de manière restrictive, excluant la notion de domicile dérivé au sens de l'art. 25 al. 2 CC. Les travaux préparatoires n'offrent aucune indication sur une éventuelle volonté du législateur de changer cette conception. Dans la mesure où les chambres fédérales ont adopté l'art. 13 al. 1 LPGA sans discussions, on peut donc penser que le législateur entendait maintenir la notion de domicile BGE 135 V 249 S. 253développée sous l'ancien droit (cf. l'ancien art. 95a LAVS), à savoir le domicile volontaire au sens de l'art. 23 CC, à l'exclusion du domicile dérivé selon l'art. 25 al. 2 CC.\n\n4.4 Cette pratique découle en outre du système de la loi. La législation en matière d'assurance sociale rattache l'assujettissement à un système d'assurance sociale ainsi que le droit d'obtenir, à certaines conditions, des prestations en vertu d'un tel système à la notion de domicile. Celle-ci, comme la notion d'activité lucrative, a dès lors une importance cruciale en matière de droit des assurances sociales, raison pour laquelle la LPGA lui a consacré une disposition spécifique (cf. UELI KIESER, ATSG-Kommentar, 2009, n° 2 ad art. 13 LPGA). Selon le système de la loi, une personne n'a par conséquent pas déjà droit à des prestations d'assurance sociale du seul fait qu'elle séjourne en Suisse, notamment dans le but de s'y faire soigner. Cela ne vaut d'ailleurs pas seulement en Suisse mais dans tous les pays, ainsi que dans les rapports internationaux. En particulier, le droit des ressortissants turcs à une allocation pour impotent ou à une rente extraordinaire selon le droit suisse est soumis à l'exigence d'un domicile en Suisse (cf. art. 3, 8 et 11 de la Convention de sécurité sociale du 1er mai 1969 entre la Suisse et la République de Turquie [RS 0.831.109.763.1]). En principe, la mise sous tutelle ne crée pas un domicile au siège de l'autorité tutélaire mais c'est l'inverse qui découle de la loi. L'art. 376 al. 1 CC prévoit en effet que le for tutélaire est celui du domicile du mineur ou de l'interdit. Le domicile au for de l'autorité tutélaire selon l'art. 25 al. 2 CC n'a une portée propre que si le pupille reste au lieu où il avait son domicile au moment de la mise sous tutelle, sous réserve d'un changement de domicile au sens de l'art. 377 CC (DANIEL STAEHELIN, Basler Kommentar, 2002, nos 13 s. ad art. 25 CC). Le domicile dérivé au siège de l'autorité tutélaire ne fonde dès lors pas un domicile s'il n'en existait pas déjà un avant la mise sous tutelle. Lorsque le pupille ne dispose pas d'un domicile en Suisse au moment de sa mise sous tutelle, ce sont, en dérogation à l'art. 376 al. 1 CC, les autorités de l'Etat dans lequel le pupille a sa résidence habituelle qui sont compétentes pour prononcer une telle mesure (cf. art. 85 al. 2 LDIP en liaison avec l'art. 1 de la Convention de la Haye du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs). Or, si l'on interprétait l'art. 13 al. 1 LPGA selon son sens littéral, cela aurait pour conséquence que, dans les cas où le pupille n'a pas de domicile en Suisse au moment BGE 135 V 249 S. 254\n\nde sa mise sous tutelle, c'est le lieu de sa résidence habituelle qui fonderait son domicile dérivé selon l'art. 25 al. 2 CC. En d'autres termes, un ressortissant étranger s'établissant en Suisse aux seules fins de s'y faire soigner, sans s'être constitué préalablement un domicile, pourrait demander sa mise sous tutelle aux fins de prétendre à des prestations de l'assurance sociale. Ce résultat n'a précisément pas été voulu par le législateur puisqu'il découle du système ainsi que du sens et du but des lois d'assurance sociale, dont fait partie la LPGA, que le droit d'être assujetti ou de percevoir des prestations des différentes lois d'assurance sociale suppose le rattachement à la notion de domicile et non pas seulement au lieu de séjour ou de résidence. Au demeurant, si l'on devait admettre que le domicile dérivé était également visé par l'art. 13 al. 1 LPGA, on contredirait également le sens et le but du système de l'assurance sociale sous l'angle du droit international privé, lequel se borne à désigner des règles de conflit de lois et non pas à fixer les conditions d'accès à des prestations de droit matériel qui n'existent pas en droit interne.\n\n4.5 Si la lettre de l'art. 13 al. 1 LPGA inclut la notion de domicile dérivé au sens de l'art. 25 al. 2 CC, il ressort cependant du but et de la systématique de cette disposition que la volonté du législateur ne consiste pas à permettre à des ressortissants étrangers venus séjourner en Suisse aux fins d'une prise en charge spécialisée de prétendre aux prestations de l'AVS ou de l'AI parce que leur état a nécessité la mise en place d'une tutelle. Il découle ainsi de l'interprétation de l'art. 13 al. 1 LPGA que la notion de domicile selon les art. 23 à 26 CC n'inclut pas celle du domicile dérivé des personnes sous tutelle selon l'art. 25 al. 2 CC."}