{"annee": "136", "cour": "II", "page": "441", "date": "4/5/2010", "cite": [], "cite_par": [], "chapeau": "41. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Steuerverwaltung gegen Coop Genossenschaft (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_693/2009 vom 4. Mai 2010", "regestes": ["Art. 9 al. 1 let. c, art. 33 al. 1, art. 34 al. 1 let. a, art. 36 et 43 al. 1 aLTVA; taxe sur la valeur ajoutée; programme destiné à fidéliser la clientèle; attribution de primes de fidélité; correction du taux d'imposition. L'attribution de points à un client lors de l'achat dans un commerce de marchandises qu'il peut ensuite échanger contre une prime de fidélité (marchandises ou prestations de service) constitue une prestation supplémentaire pour un prix inchangé. Il se justifie de considérer l'achat et l'attribution de la prime de fidélité comme deux opérations différentes. La deuxième recette (attribution de la prime de fidélité) ne conduit pas à la perception d'un impôt complémentaire du moment que la taxe sur la valeur ajoutée a déjà été décomptée sur la totalité du prix lors de la première recette (achat de marchandises dans un commerce). Reste réservée une éventuelle correction du taux d'imposition si l'achat et la prime de fidélité sont soumis à des taux d'imposition différents (consid. 3)."], "faits": "BGE 136 II 441 S. 442\n\nDie im Detailhandel tätige Coop Genossenschaft (nachfolgend: Coop) führte im Jahr 2000 das neue Kundenbindungsprogramm SUPERCARD ein. Durch Vorweisen der SUPERCARD an der Kasse erhält der Kunde je nach Höhe seines Einkaufs SUPERCARD-Punkte gutgeschrieben, die er zu einem beliebigen Zeitpunkt gegen eine Ware oder Dienstleistung (Prämie) aus dem Prämienkatalog einlösen kann. Die Prämien werden den Kunden durch Drittparteien erbracht. Diese stellen der Coop die ausgehändigten Prämien zuzüglich Mehrwertsteuer in Rechnung.\n\nDie Eidgenössische Steuerverwaltung vertrat die Ansicht, dass es sich bei den Treueprämien um umsatzabhängige Geschenke handle, die aufgrund einer Vereinbarung abgegeben werden und Naturalrabatte darstellen. Da die Umsätze von Coop, für welche die Punkte vergeben werden, überwiegend dem reduzierten Steuersatz für Lebensmittel unterliegen, während die durch die Drittparteien erbrachten Treueprämien überwiegend zum Normalsatz steuerbar seien, müsse das steuerbare Entgelt für die zum reduzierten Satz gelieferten Waren (Prämien) nachträglich auf die verschiedenen Steuersätze aufgeteilt werden. Die Eidgenössische Steuerverwaltung forderte daher mit Ergänzungsabrechnungen für die Jahre 2000 bis 2003 die zu wenig bezahlte Mehrwertsteuer nach.\n\nDie Coop bestritt die Nachforderungen. Mit Entscheiden je vom 7. Juni 2007, bestätigt auf Einsprachen hin am 18. August 2008, hielt die Eidgenössische Steuerverwaltung an den Nachforderungen fest.\n\nGegen die Einspracheentscheide führte die Coop je Beschwerde beim Bundesverwaltungsgericht. Mit Urteil vom 16. September 2009 BGE 136 II 441 S. 443vereinigte das Bundesverwaltungsgericht die Verfahren, hiess die Beschwerden gut und hob die Einspracheentscheide vom 18. August 2008 auf. Das Gericht erachtete zwar die Nachforderungen der Eidgenössischen Steuerverwaltung als materiellrechtlich begründet, gab jedoch den Beschwerden aus anderen Gründen (Vertrauensschutz) statt.\n\nHiergegen führt die Eidgenössische Steuerverwaltung Beschwerde in öffentlich-rechtlichen Angelegenheiten. Die Coop schliesst auf Abweisung der Beschwerde. Das Bundesgericht heisst die Beschwerde vollumfänglich gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Zu prüfen bleiben die mit den beiden Einspracheentscheiden vom 18. August 2008 bestätigten Leistungsentscheide der Beschwerdeführerin.\n\n3.1 Wie erwähnt erhalten Coop-Kunden bei Einkäufen in Coop-Geschäften SUPERCARD-Punkte, wenn sie eine solche Karte vorweisen. Die gutgeschriebenen Punkte berechtigen den Kunden zum Bezug von Waren oder Dienstleistungen (sog. Treueprämien). Diese Leistungen werden den Kunden im Auftrag der Beschwerdegegnerin durch die Firma A. AG und allenfalls weitere Drittparteien geliefert. Die Fakturierung der ausgehändigten Prämien zuzüglich Mehrwertsteuer erfolgt durch die A. AG direkt an die Beschwerdegegnerin. Dieser steht hierfür der Vorsteuerabzug zu.\n\nDie Beschwerdeführerin geht in ihren Leistungsentscheiden davon aus, dass es sich bei der Abgabe der Treueprämien um Naturalrabatte handelt. Da die Treueprämien vorwiegend aus Gütern bestünden, die mehrheitlich der Mehrwertsteuer zum Satz von 7,5 % resp. 7,6 % unterliegen, während die zum Erwerb der SUPERCARD-Punkte erforderlichen Verkaufsumsätze vorwiegend zum reduzierten Satz von 2,3 % resp. 2,4 % (Lebensmittel) steuerbar seien, habe eine Aufteilung des Entgelts aus den Verkaufsumsätzen auf die verschiedenen Steuersatzkategorien zu erfolgen.\n\nDemgegenüber vertritt die Beschwerdegegnerin die Ansicht, die hier in Frage stehenden Treueprämien stellten umsatzabhängige Geschenke dar, die aufgrund einer Vereinbarung abgegeben werden und aus diesem Grund als Naturalrabatte zu qualifizieren sind. Wirtschaftlich gesehen wolle die Beschwerdegegnerin die Treueprämien nicht BGE 136 II 441 S. 444verkaufen, sondern aus Werbungsgründen verschenken. Es fehle damit an einem Leistungsaustausch. Da es sich um unentgeltliche Zuwendungen handle, seien sie im Eigenverbrauch zu versteuern, sofern der Freibetrag für Geschenke überschritten werde (Art. 9 Abs. 1 aMWSTG [AS 2000 1300 ff.], Art. 8 Abs. 1 MWSTV [AS 1994 1464 ff.]).\n\n3.2 Der Vorinstanz ist beizupflichten, dass von einem eigentlichen Rabatt (Naturalrabatt) nicht gesprochen werden kann. Rabatte, Skonti u. dgl. stellen Entgeltsminderungen dar, die gemäss Art. 44 Abs. 2 aMWSTG (bzw. Art. 35 Abs. 2 MWSTV) vom vereinbarten Entgelt in Abzug gebracht werden können (s. auch Ziff. 251 der Wegleitung 2001 für Mehrwertsteuerpflichtige). Der Abzug setzt deshalb einen unmittelbaren Zusammenhang mit dem getätigten Umsatz voraus, der das steuerbare Entgelt auslöst (vgl. CAMENZIND/HONAUER/VALLENDER, Handbuch zum Mehrwertsteuergesetz, 2. Aufl. 2003, Rz. 271 f., 1188 ff., 1433 ff.). Weder ist hier eine solche Abzugsmöglichkeit beim Entgelt gegeben, noch besteht ein solcher unmittelbarer Zusammenhang zwischen Verkaufsumsatz und Prämienbezug. Es geht bei der Prämie vielmehr um eine Mehrleistung ( Mehrlieferung ) bei gleichbleibendem Entgelt. Aus diesem Grund ist eine Entgeltsminderung im Sinne von Art. 44 Abs. 2 aMWSTG (Art. 35 Abs. 2 MWSTV) ausgeschlossen.\n\nMehrwertsteuerrechtlich sind vorliegend allerdings zwei Umsätze auseinanderzuhalten. Beim ersten erwirbt der Coop-Kunde in einem Verkaufsgeschäft der Beschwerdegegnerin Waren und Artikel, vornehmlich Nahrungsmittel, die zum reduzierten Steuersatz abgerechnet werden. Hierfür erhält er gegen Vorweisen der SUPERCARD eine Anzahl SUPERCARD-Punkte gutgeschrieben. Beim zweiten, unter Umständen erst sehr viel später erfolgenden Umsatz handelt es sich um die Einlösung der SUPERCARD-Punkte durch Bezug der im Prämienkatalog aufgeführten Artikel. Diese sind vornehmlich zum Normalsatz abzurechnen. Da nicht im Voraus feststeht, ob und wann der Kunde die Punkte einlösen wird und ob er sie allenfalls verschenkt oder verfallen lässt, handelt es sich um einen zweiten selbständigen Umsatz, für den der Kaufpreis vorausbezahlt wird. Der Einkauf in einer Coop-Filiale und der Leistungsbezug beim späteren Prämiengeschäft bilden somit zwei eigenständige mehrwertsteuerliche Vorgänge.\n\n3.3 Die Abgabe der Prämien gegen Punkte kann offensichtlich auch nicht als Geschenk qualifiziert werden mit der Folge, dass die BGE 136 II 441 S. 445Regeln über den Eigenverbrauch anzuwenden wären (Art. 9 aMWSTG, Art. 8 MWSTV). Ein Eigenverbrauchstatbestand liegt schon deshalb nicht vor, weil ein mehrwertsteuerrechtlicher Leistungsaustausch stattfindet. Das Entgelt besteht aus dem Gegenwert der Prämienpunkte, die der Käufer durch seine Einkäufe bei Coop erworben und vorausbezahlt hat. Dass es sich um ein Entgelt handelt, bestätigt die Beschwerdegegnerin selbst mit der Feststellung, \"dass die entsprechenden Aufwendungen in die Bemessung der Produktepreise einfliessen\".\n\n3.4 Es ist unbestritten, dass die Erstumsätze, nämlich die Verkaufsumsätze in den Detailhandelsgeschäften von Coop, steuerbar vornehmlich zum reduzierten Satz, durch die Beschwerdegegnerin mehrwertsteuerrechtlich korrekt abgerechnet wurden. Mit dem Warenerwerb beim Erstumsatz erfolgt auch die Bezahlung für die damit erhaltenen SUPERCARD-Punkte, gleichgültig ob der Kunde diese je einlöst oder nicht. Werden diese Punkte später eingelöst, so ist hierfür der Kaufpreis bereits vorausbezahlt. Abzurechnen ist über die Vorauszahlung sowohl bei Ist- wie auch bei Sollversteuerung in jedem Fall mit der Vereinnahmung des Entgelts (Art. 43 Abs. 1 lit. a Ziff. 3 und lit. b aMWSTG, Art. 34 lit. a Ziff. 1 MWSTV). Für die quartalsweisen Abrechnungen der Beschwerdegegnerin über die Verkaufsumsätze spielt es daher keine Rolle, ob die SUPERCARD-Punkte eingelöst werden oder nicht.\n\nWerden die Punkte eingelöst, ist indes zu unterscheiden: Sofern als Treueprämien Gegenstände oder Leistungen bezogen werden, die dem gleichen Steuersatz unterliegen wie die Erstumsätze, hat dies mehrwertsteuerlich keine weiteren Folgen, weil die Steuer auf der Vorauszahlung (Bemessungsgrundlage, Art. 33 aMWSTG, Art. 26 MWSTV) bereits mit dem richtigen Steuersatz abgerechnet worden ist. Zeigt sich hingegen wie im vorliegenden Fall, dass die Einlösung der Punkte überwiegend für Gegenstände erfolgt, die zum Normalsatz versteuert werden müssen, während die Erstkäufe vornehmlich einem reduzierten Steuersatz unterliegen, so ist der Steuersatz nachträglich zu korrigieren.\n\n3.5 Die Beschwerdeführerin nahm in den Ergänzungsabrechnungen die Steuersatzkorrektur in der Weise vor, dass sie die Verkaufsumsätze der Beschwerdegegnerin, für welche Punkte vergeben wurden, auf die einzelnen Steuersatzkategorien aufteilte. Sie zog hierfür die kalkulatorischen Verkaufspreise heran. Nach diesem Schlüssel nahm sie auch auf dem Einkaufswert der Prämien eine Aufteilung BGE 136 II 441 S. 446vor. Auf dem Anteil, der prozentual dem Anteil des zum reduzierten Satz besteuerten Verkaufsumsatzes entspricht, rechnete sie sodann die Steuersatzdifferenz (Normalsatz abzüglich reduzierter Satz) auf.\n\nDiese Art der Berechnung ist nicht zu beanstanden. Damit wird die Bemessungsgrundlage (Art. 33 aMWSTG) nicht geändert oder gar erweitert. Es handelt sich beim nachbelasteten Betrag lediglich um denjenigen Teil der Steuer, der auf dem ursprünglichen Verkaufsumsatz prozentual geschuldet wäre, wenn Einkauf und Prämiengeschäft zeitlich und örtlich zusammengefallen wären, wenn also von Anfang an auf dem Prämienanteil der richtige Steuersatz angewendet worden wäre. Da das Prämiengeschäft separat und erst viel später abgewickelt wird, muss die Steuersatzdifferenz beim Bezug der Prämienleistung nachträglich erhoben werden. Es wird somit die Steuerforderung auf einem Teil der Bemessungsgrundlage anhand des korrigierten Steuersatzes neu berechnet. Das entspricht dem Gesetz, das die Abrechnung der Steuer zum richtigen Steuersatz vorschreibt (Art. 36 aMWSTG, Art. 27 MWSTV).\n\nEs wird offensichtlich auch kein zusätzlicher Umsatz besteuert, da die Prämienleistung bereits mit der Vorauszahlung besteuert worden ist und die Steuersatzdifferenz auf der gleichen Bemessungsgrundlage nacherhoben wird. Die Vorbringen der Beschwerdegegnerin, die Nachforderung beruhe nicht auf einer gesetzlichen Grundlage und es würden zusätzliche Umsätze besteuert, ist daher falsch.\n\nUnbehelflich ist der Einwand, dass die Steuersatzberichtigung gegen das Selbstveranlagungsprinzip verstosse. Auch wenn der Argumentation der Beschwerdegegnerin, wonach \"als Ausfluss des Selbstveranlagungsprinzips die steuerliche Konsequenz für den Steuerpflichtigen im Zeitpunkt der Transaktion klar sein müsse\", gefolgt wird, ist ihr Schluss daraus nicht richtig. Die Transaktion ist nämlich erst abgeschlossen, wenn die SUPERCARD-Punkte eingelöst sind. In diesem Zeitpunkt ist für den Steuerpflichtigen die Situation auch insofern klar, dass ein allenfalls von der Vorauszahlung abweichender Steuersatz berichtigt werden muss.\n\n3.6 Dass für die Berechnung der Steuersatzdifferenz der Einkaufswert der Prämien (Aufwand der Beschwerdegegnerin für die Prämienleistungen) herangezogen wird, ist im Übrigen sachlich richtig. Auch bei der Bemessung der Steuer vom Eigenverbrauch wird bei neuen Gegenständen auf den Einkaufswert abgestellt (Art. 34 Abs. 1 lit. a aMWSTG, Art. 26 Abs. 3 lit. a Ziff. 1 MWSTV). Da der hier BGE 136 II 441 S. 447vorliegende Fall der Korrektur des Steuersatzes bei nachträglicher Mehrlieferung nicht ausdrücklich geregelt ist, muss sich die Praxis an Grundsätze halten, die das Gesetz für verwandte Tatbestände, hier über den Eigenverbrauch, aufstellt.\n\n3.7 Die beiden Einspracheentscheide der Eidgenössischen Steuerverwaltung vom 18. August 2008 erweisen sich nach dem Gesagten als rechtmässig. Die Beschwerde ist gutzuheissen, das angefochtene Urteil ist aufzuheben und die beiden Einspracheentscheide der Eidgenössischen Steuerverwaltung vom 18. August 2008 sind zu bestätigen."}