{"annee": "136", "cour": "IV", "page": "41", "date": "29/10/2009", "cite": ["129 IV 197", "135 IV 12", "133 IV 228", "133 I 185", "133 II 249", "128 I 218", "131 I 455", "126 I 81"], "cite_par": [], "chapeau": "6. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. A. gegen Oberstaatsanwaltschaft des Kantons Zürich und B. (Beschwerde in Strafsachen)\n\n6B_466/2009 vom 29. Oktober 2009", "regestes": ["Art. 53 CP, art. 81 LTF; réparation, qualité pour recourir du lésé. Même dans le cadre de la réparation (art. 53 CP), le lésé ne peut se plaindre, dans le recours en matière pénale, que de la violation de droits procéduraux dont la violation correspond à un déni de justice formel (consid. 1)."], "faits": "BGE 136 IV 41 S. 41\n\nA. A. erhob am 3. März 2008 Strafanzeige gegen B. wegen Vernachlässigung von Unterhaltspflichten. Die Staatsanwaltschaft Limmattal/Albis stellte die eröffnete Untersuchung am 18. Juli 2008 ein.\n\nB. Gegen diesen Entscheid erhob A. Rekurs. Der Präsident des Obergerichts des Kantons Zürich gab am 11. März 2009 allen Parteien Gelegenheit, sich zur Frage der Wiedergutmachung (Art. 53 StGB) vernehmen zu lassen. Das Obergericht wies am 27. April 2009 den Rekurs in Anwendung von Art. 53 StGB ab.\n\nC. A. führt Beschwerde in Strafsachen und beantragt, der angefochtene Entscheid sei aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Zur Beschwerde in Strafsachen ist nach Art. 81 BGG berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen hat und ein rechtlich geschütztes Interesse an der Aufhebung oder Änderung des angefochtenen Entscheids hat.\n\nEs stellt sich die Frage, ob die Beschwerdeführerin die zweite der beiden Voraussetzungen erfüllt.\n\n1.1 Nach der Rechtsprechung zu Art. 81 BGG ist der Geschädigte, der nicht Opfer im Sinne des Opferhilfegesetzes (OHG) ist, nicht zur BGE 136 IV 41 S. 42Beschwerde in Strafsachen legitimiert, soweit es um den staatlichen Strafanspruch geht. Dieser steht dem Staat zu. Der Geschädigte hat an der Bestrafung des Täters nur ein tatsächliches und kein rechtlich geschütztes Interesse (BGE 133 IV 228 E. 2).\n\nDie Beschwerdeführerin ist nicht Opfer im Sinne des OHG, sondern (angeblich) einfache Geschädigte.\n\n1.2 Bei der Wiedergutmachung gemäss Art. 53 StGB sieht die Behörde von einer Strafverfolgung, einer Überweisung an das Gericht oder einer Bestrafung ab, wenn der Täter den Schaden gedeckt hat, die Voraussetzungen für die bedingte Strafe (Art. 42 StGB) erfüllt sind und das Interesse der Öffentlichkeit und der Geschädigten an der Strafverfolgung gering sind. Zunächst ist zu prüfen, ob sich aus dieser Bestimmung ein rechtlich geschütztes Interesse der Beschwerdeführerin ableiten lässt.\n\n1.2.1 Nach der Botschaft dient die Wiedergutmachung in erster Linie dem Opfer, dem vielfach mehr am Ersatz des Schadens als an einer Bestrafung des Täters liegt. Es wird an das Verantwortungsbewusstsein des Täters appelliert. Es soll ihm das Unrecht seiner Tat vor Augen geführt werden. Durch die Wiedergutmachung soll auch die Beziehung zwischen Täter und Opfer verbessert werden, was den öffentlichen Frieden wiederherstellt. Die Wiedergutmachung des Schadens rechtfertigt die Strafbefreiung, das Strafbedürfnis schwindet, weil der Täter aktiv eine soziale Leistung erbringt, die der Versöhnung und der Festigung des öffentlichen Friedens dient (BGE 135 IV 12 E. 3.4.1).\n\nGemäss Rechtsprechung muss der Täter die Normverletzung anerkennen und sich bemühen, den öffentlichen Frieden wiederherzustellen (BGE 135 IV 12 E. 3.5.3).\n\n1.2.2 Der Gesetzestext setzt nicht voraus, dass die geschädigte Person der Wiedergutmachung zustimmt. Im Idealfall wird das eintreffen. Wenn anderseits die Geschädigte die Wiedergutmachung nicht akzeptiert, ist dies kein Beweis für den fehlenden Ausgleich des bewirkten Unrechts (FRANZ RIKLIN, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 13 zu Art. 53 StGB; ebenso DANIEL JOSITSCH, Strafbefreiung gemäss Art. 52 ff. StGBneu und prozessrechtliche Umsetzung, SJZ 100/2004 S. 4 f.; HANS WIPRÄCHTIGER, Revision des Allgemeinen Teils des StGB, ZStrR 123/2005 S. 427; SCHWARZENEGGER/HUG/JOSITSCH, Strafen und Massnahmen, Strafrecht, Bd. II, 8. Aufl. 2006, S. 65; GÜNTER STRATENWERTH, Strafen und Massnahmen, Schweizerisches Strafrecht, Allgemeiner Teil, Bd. II, 2. Aufl. 2006, S. 238 BGE 136 IV 41 S. 43N. 12;SILVAN FLÜCKIGER, Art. 66bis StGB/Art. 54 f. StGBneu - Betroffenheit durch Tatfolgen, 2006, S. 326).\n\nNach einhelliger Meinung wird somit nicht vorausgesetzt, dass die Geschädigte der Anwendung von Art. 53 StGB zustimmt. Vielmehr liegt es im Ermessen der zuständigen Behörde zu entscheiden, ob der Täter den Schaden gedeckt oder alle zumutbaren Anstrengungen unternommen hat, um das von ihm bewirkte Unrecht auszugleichen.\n\n1.2.3 Mit Ausnahme von STRATENWERTH erwähnen alle genannten Autoren, dass die Geschädigte ein rechtlich geschütztes Interesse an der Nichtanwendung von Art. 53 StGB haben kann. Ein solches Interesse liege namentlich vor, wenn die Wahrung der Geschädigtenrechte von der Durchführung des Strafverfahrens abhängt, z.B. bei Schadenersatzansprüchen.\n\nJOSITSCH, der diesen Standpunkt als Erster vertrat, verweist dabei auf SCHMID (DONATSCH/SCHMID, Kommentar zur Strafprozessordnung des Kantons Zürich, Stand: 1999, N. 3 zu § 39a StPO/ZH). Zwar ähneln sich die Gesetzestexte \"sofern nicht wesentliche Interessen [...] des Geschädigten entgegenstehen\" (§ 39a Abs. 1 StPO/ZH) und \"wenn [...] das Interesse des Geschädigten an der Strafverfolgung gering\" ist (Art. 53 StGB). Doch gilt es zu beachten, dass es einerseits sinnvoll sein kann, die Einsprachemöglichkeiten in einem kantonalen Verfahren grosszügiger zu umschreiben als bei einem Weiterzug ans Bundesgericht und anderseits diese Legitimationsvoraussetzungen durch das Bundesgerichtsgesetz geregelt werden (Art. 81 BGG).\n\n1.2.4 Wie erwähnt (E. 1.1), ist die Beschwerdeführerin \"nur\" einfache Geschädigte. Es besteht kein Grund, sie nicht als solche zu behandeln und die bisherige Rechtsprechung aufzuweichen. Geschädigte, in deren Verfahren Art. 53 StGB angewandt worden ist, bedürfen auch deshalb keines besonderen Rechtsschutzes, weil die Anwendung dieser Bestimmung gerade voraussetzt, dass der Täter das Unrecht ausgeglichen hat. Die gegenteilige Regelung wäre eine ungerechtfertigte Privilegierung gegenüber anderen Geschädigten, die trotz teilweise erheblicher Schadenssumme nicht beschwerdelegitimiert sind.\n\n1.2.5 Aus Art. 53 StGB lässt sich somit kein rechtlich geschütztes Interesse der Geschädigten ableiten, das sie zur Beschwerde in Strafsachen legitimieren würde.\n\n1.3 Der Umstand, dass die Beschwerdeführerin Strafanzeige erstattet hat, verhilft ihr ebenso wenig zur Beschwerdelegitimation (BGE 129 IV 197 E. 1).\n\nBGE 136 IV 41 S. 44\n\n1.4 Unbekümmert um die fehlende Legitimation in der Sache selbst kann der Geschädigte die Verletzung von Verfahrensrechten geltend machen, deren Missachtung eine formelle Rechtsverweigerung darstellt. Das nach Art. 81 Abs. 1 lit. b BGG erforderliche rechtlich geschützte Interesse ergibt sich in diesem Fall nicht aus einer Berechtigung in der Sache, sondern aus der Berechtigung, am Verfahren teilzunehmen. Ist der Beschwerdeführer nach kantonalem Recht Partei, kann er die Verletzung jener Parteirechte rügen, die ihm nach dem kantonalen Verfahrensrecht, der Bundesverfassung oder der EMRK zustehen und deren Missachtung auf eine formelle Rechtsverweigerung hinausläuft. Zulässig sind Rügen, die formeller Natur sind und von der Prüfung der Sache getrennt werden können (vgl. BGE 133 II 249 E. 1.3.2; BGE 133 I 185 E. 6.2; BGE 131 I 455 E. 1.2.4).\n\nNicht zu hören sind jedoch Rügen, die im Ergebnis auf eine materielle Überprüfung des angefochtenen Entscheids abzielen. Ein in der Sache nicht legitimierter Beschwerdeführer kann deshalb weder die Beweiswürdigung kritisieren noch kann er geltend machen, die Begründung sei materiell unzutreffend (Bundesgerichtsurteil 6B_237/2009 vom 25. Juni 2009 E. 1.5; BGE 128 I 218 E. 1.1; BGE 126 I 81 E. 7b).\n\nDie Beschwerdeführerin rügt zwar, ihr Anspruch auf rechtliches Gehör sei verletzt worden (Art. 29 Abs. 2 BV), weil die Vorinstanz sich mit einem entscheidenden Einwand für die Beurteilung des Art. 53 StGB nicht auseinandergesetzt habe. In der Sache macht sie jedoch geltend, die kantonalen Behörden hätten ihren Schaden nicht richtig berechnet, indem sie die Anwaltskosten nicht dazu gerechnet hätten, die zur Eintreibung der Unterhaltszahlungen notwendig gewesen seien. Diese Vorbringen zielen aber auf eine materielle Überprüfung des angefochtenen Entscheids ab, was unzulässig ist."}