{"annee": "136", "cour": "III", "page": "534", "date": "22/10/2010", "cite": ["121 III 488", "75 III 14", "134 III 75", "79 III 6", "102 III 78", "133 IV 119", "77 III 79"], "cite_par": ["138 III 219", "144 III 552", "142 III 364", "138 III 628", "139 II 233", "138 I 97", "137 III 374", "145 III 101", "136 III 636", "139 III 78", "138 III 737"], "chapeau": "78. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Bank X. und Y. AG gegen Z. (Beschwerde in Zivilsachen)\n\n5A_421/2010 vom 22. Oktober 2010", "regestes": ["Cession de droits en vertu de l'art. 260 al. 1 LP. Il doit être statué dans un seul jugement sur la prétention de la masse déduite en justice par plusieurs créanciers cessionnaires (consid. 2). La proposition faite aux créanciers par l'administration de la faillite de renoncer à ce que la masse exerce une prétention et l'invitation à demander la cession en cas de renonciation peuvent figurer dans la même circulaire (consid. 3 et 4)."], "faits": "BGE 136 III 534 S. 534\n\nA. Am 13. Mai 2008 erhob die Bank X. beim Bezirksgericht Visp Klage gegen Z. und verlangte die Bezahlung von Fr. 241'297.80 nebst Zinsen. Am 19. Mai 2008 reichte die Y. AG beim Bezirksgericht ebenfalls Klage gegen Z. ein und verlangte die Bezahlung von Fr. 19'234.- nebst Zinsen. Beide Klägerinnen machen eine Forderung aus einem Beratungsverhältnis geltend, welche ihnen im Konkurs über A. nach Art. 260 SchKG abgetreten wurde.\n\nB. Nach Vereinigung der Klagen und Beweisaufnahme durch das Bezirksgericht wurden die Akten am 21. Oktober 2009 zwecks Schlussverhandlung und Urteil an das Kantonsgericht des Kantons Wallis gesandt. Vor dem Kantonsgericht stellten die Bank X. und die Y. AG das Rechtsbegehren, dass Z. ihnen Fr. 241'297.80 zu bezahlen habe; weiter habe Z. ihnen einen (näher bezeichneten) Verzugszins zu bezahlen. Mit Urteil vom 16. April 2010 trat das Kantonsgericht infolge fehlender Prozessführungsbefugnis auf die Klagen nicht ein. BGE 136 III 534 S. 535\n\nC. Mit Eingabe vom 2. Juni 2010 führen die Bank X. und die Y. AG Beschwerde in Zivilsachen. Die Beschwerdeführerinnen (1 und 2) beantragen dem Bundesgericht, das Urteil des Walliser Kantonsgerichts aufzuheben und die Sache zur Neubeurteilung zurückzuweisen. Sodann (\"sekundär\") verlangen sie, dass Z. zur Bezahlung der im kantonalen Verfahren bezeichneten Forderungen verpflichtet werde.\n\n(...)\n\nDas Bundesgericht heisst die Beschwerde in Zivilsachen gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. Das Kantonsgericht ist auf die Klagen der Beschwerdeführerinnen zufolge fehlenden Prozessführungsrechts nicht eingetreten. Mit Bezug auf die Klage der Beschwerdeführerin 2 hat es festgehalten, dass diese selbst im Falle des Eintretens abzuweisen wäre, da sie keine Tatsachenbehauptungen vorgebracht habe und sich nicht auf diejenigen der Beschwerdeführerin 1 berufen könne. Zu prüfen ist, ob der angefochtene Entscheid auf mehreren selbständigen Begründungen beruht, die anzufechten sind (BGE 133 IV 119 E. 6.3 S. 120).\n\n2.1 Die Beschwerdeführerinnen haben die gleiche, nach Art. 260 SchKG abgetretene Forderung (Inventaranspruch Nr. 116) eingeklagt. Die beiden Abtretungsgläubigerinnen stellen - wie die Vorinstanz festgehalten hat - eine (uneigentliche) notwendige Streitgenossenschaft dar (BGE 121 III 488 E. 2c S. 492). Wohl verlangt die Rechtsprechung von den Abtretungsgläubigern keine einheitliche Prozessführung (BGE 121 III 488 E. 2e S. 494). Über den eingeklagten Anspruch der Masse kann jedoch nur einheitlich entschieden werden (BGE 121 III 488 E. 2b S. 492). Daher ist nicht denkbar, dass für einen Teil der Abtretungsgläubiger aufgrund ihrer Behauptungen, Bestreitungen und Beweisanträge die Klage geschützt, gegenüber einem anderen Teil aber aufgrund fehlender Behauptungen die Klage abgewiesen würde (LEUENBERGER, Die Streitgenossenschaft der Abtretungsgläubiger nach Art. 260 SchKG, in: Festschrift Karl Spühler, 2005, S. 202).\n\n2.2 Vorliegend hat das Kantonsgericht in der Eventualbegründung die Klage der Beschwerdeführerin 2 (mangels Tatsachenbehauptungen) abgewiesen; die Klage der Beschwerdeführerin 1 hat sie jedoch in der Sache nicht weiter beurteilt. Vor dem Hintergrund, dass nur ein einheitliches Urteil ergehen kann, weist das angefochtene Urteil BGE 136 III 534 S. 536demnach keine selbständig tragende Begründung über den eingeklagten Anspruch auf. Es genügt, wenn die Beschwerdeführerinnen sich gegen die Verweigerung der Prozessführung wenden. Auf ihre Kritik gegen die angeblich unzureichend begründete Klage der Beschwerdeführerin 2 ist nicht einzugehen.\n\n3. Das Kantonsgericht hat das Prozessführungsrecht der Beschwerdeführerinnen als Abtretungsgläubigerinnen verneint mit der Begründung, dass die Abtretung gemäss Art. 260 SchKG nichtig sei. Die Konkursverwaltung habe den Konkursgläubigern im Gläubigerzirkular vom 26. März 2008 Frist angesetzt, um zur Frage des Verzichts auf Geltendmachung des Inventaranspruchs Nr. 116 durch die Konkursverwaltung Stellung zu nehmen, und ihnen gleichzeitig Frist angesetzt, um die Abtretung des betreffenden Anspruchs zu verlangen. Damit habe sie die Abtretung vor Vorliegen eines Verzichtsbeschlusses offeriert, was die Nichtigkeit der Abtretung zur Folge habe, so dass auf die Klagen nicht eingetreten werden könne.\n\nDie Beschwerdeführerinnen halten demgegenüber fest, es sei nicht gesetzwidrig, wenn die Konkursverwaltung den Gläubigern im gleichen Zirkular den Verzicht der Geltendmachung eines Anspruchs durch die Masse vorschlage und die Abtretungsofferte unterbreite. Gestützt auf die gültige Abtretung müsse das Kantonsgericht auf die Klagen eintreten.\n\n4. Anlass zur vorliegenden Beschwerde geben die Abtretungsverfügungen gemäss Art. 260 SchKG, auf welche die Beschwerdeführerinnen als Klägerinnen ihre Prozessbefugnis stützen. Es ist unbestritten, dass das Konkursamt des Bezirks Visp als Konkursverwaltung in dem im summarischen Verfahren durchgeführten Konkurs über A. den Beschwerdeführerinnen am 15. April 2008 die Forderung Inventar-Nr. 116 nach Art. 260 SchKG abgetreten hat. Nach dem Sachverhalt hatte das Konkursamt den Konkursgläubigern mit Schreiben vom 26. März 2008 das Folgende mitgeteilt:\n\n\"Wir beantragen den Konkursgläubigern, auf die Durchsetzung der sub Nr. 116 im Inventar aufgeführten Forderung gegen Dr. Z., Visp, durch die Masse zu verzichten und auch diesen Anspruch den Gläubigern im Sinne von Art. 260 SchKG zur Abtretung zu offerieren. Einsprachen und Abtretungsbegehren sind innert 10 Tagen ab Zustellung des vorliegenden Zirkularschreibens schriftlich an das Konkursamt Visp zu richten.\"\n\nUmstritten ist, ob das Kantonsgericht die Abtretungen an die Beschwerdeführerinnen als unwirksam betrachten durfte. BGE 136 III 534 S. 537\n\n4.1 Die Abtretung an einzelne Konkursgläubiger setzt den Verzicht der Gesamtheit der Gläubiger auf die Geltendmachung der abzutretenden Rechtsansprüche voraus (Art. 260 Abs. 1 SchKG). Wird der Konkurs - wie hier - im summarischen Verfahren durchgeführt und daher in der Regel keine Gläubigerversammlung einberufen (Art. 231 Abs. 3 Ziff. 1 SchKG), wird der Beschluss über den Verzicht grundsätzlich auf dem Zirkularweg oder durch Publikation herbeigeführt (BGE 134 III 75 E. 2.3 S. 78). Der Verzicht ist zwingende Voraussetzung für eine gültige Abtretung: Eine Abtretung oder Abtretungsofferte, die vor einem gültigen Verzichtsbeschluss an einzelne Gläubiger erfolgt, ist nichtig (BGE 79 III 6 E. 2 S. 12; zuletzt: BGE 134 III 75 E. 2.3 S. 78). Die Nichtigkeit ist auch im Abtretungsprozess von Amtes wegen zu beachten (BERTI, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, 1998, N. 22 zu Art. 260 SchKG).\n\n4.2 Im konkreten Fall ist das Kantonsgericht zum Ergebnis gelangt, das Konkursamt habe die Abtretung des Anspruchs Nr. 116 offeriert, bevor ein gültiger Verzichtsbeschluss vorgelegen habe. Diese Auffassung ist nicht haltbar. Das Konkursamt hat im Gläubigerzirkular vom 26. März 2008 ausdrücklich den Antrag an die Gläubiger gestellt, auf die Geltendmachung des Anspruchs Nr. 116 durch die Masse zu verzichten. Wohl trifft zu, dass das Konkursamt die Abtretung des Anspruchs nicht ausdrücklich für den Fall vorbehalten hat, dass die Gläubigergesamtheit auf die Geltendmachung verzichtet. Im gleichen Gläubigerzirkular hat sich das Konkursamt für andere Forderungen (mit dem Hinweis \"Sofern nicht die Mehrheit ...\") präziser geäussert. Aus dem Hinweis auf die Möglichkeit zur \"Einsprache\" gegen das Vorgehen der Konkursverwaltung (Verzicht auf Geltendmachung) geht jedoch hinreichend hervor, dass die Abtretung nur für den Fall offeriert wurde, dass die Gläubiger sich für den Verzicht der Geltendmachung durch die Masse aussprechen. Aus dem Gläubigerzirkular vom 26. März 2008 kann nicht abgeleitet werden, die Abtretung des Anspruchs Nr. 116 werde ohne Verzichtsbeschluss vorgenommen. Sodann steht nach dem angefochtenen Entscheid nicht in Frage, dass die Abtretungsverfügungen vom 15. April 2008 - wie diese bescheinigen (Formular 7K) - erlassen wurden, nachdem die Mehrheit der Gläubiger auf die Geltendmachung tatsächlich verzichtet hat. Insoweit kann von Nichtigkeit der Abtretung nicht gesprochen werden. BGE 136 III 534 S. 538\n\n4.3 Das Kantonsgericht hat sich weiter gefragt, ob überhaupt als Zustimmung zum Verzicht gelten könne, wenn das Konkursamt von den Gläubigern verlangt, gegen den beantragten Verzicht Einsprache zu erheben. Diese Bedenken sind unbegründet. Entscheidend ist, dass den Gläubigern vor der Abtretung streitiger Ansprüche die Gelegenheit geboten wird, sich darüber zu äussern, ob auf deren Realisierung durch die Masse selbst verzichtet werden soll (BGE 102 III 78 E. 3b S. 82). Für den Verzicht ist die Stimmenmehrheit der Gläubiger massgebend, wobei Stillschweigen als Zustimmung zum Vorschlag der Konkursverwaltung gilt (BGE 75 III 14 E. 2 S. 17; JEANNERET/CARRON, in: Commentaire romand, Poursuite et faillite, 2005, N. 13 zu Art. 260 SchKG). Wie das Kantonsgericht durchaus richtig ausgeführt hat und dargelegt wurde, erfolgt die Abtretung in zwei Schritten: Zunächst erfolgt der Vorschlag auf Verzicht der Geltendmachung eines Anspruchs durch die Masse, und im Fall, dass der Verzicht erfolgt, wird der Anspruch den Gläubigern zur Abtretung offeriert. Entgegen der Meinung des Kantonsgerichts schliesst dies jedoch nicht aus, dass die Aufforderung an die Gläubiger, eventuell Abtretungsbegehren zu stellen, im gleichen Rundschreiben Platz finden kann. Dies hat das Bundesgericht bereits in einem Urteil aus dem Jahre 1951 erklärt (BGE 77 III 79 E. 3 S. 85) und wird in der Lehre bestätigt (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Bd. III, 2001, N. 47 a.E. zu Art. 260 SchKG; SCHLAEPFER, Abtretung streitiger Rechtsansprüche im Konkurs, 1990, S. 83 und 86). Nach dem Dargelegten ist mit Art. 22 bzw. Art. 260 Abs. 1 SchKG nicht vereinbar, wenn das Kantonsgericht die Nichtigkeit der Abtretungen festgestellt und die Prozessführungsbefugnis der Beschwerdeführerinnen verneint hat. Ihre Rüge ist begründet.\n\n4.4 Bei diesem Ergebnis erübrigt sich die Prüfung der weiteren Rügen, wie die Verletzung des Grundsatzes von Treu und Glauben (Art. 5 Abs. 3 BV) und des Willkürverbotes (Art. 9 BV), soweit den Vorbringen überhaupt eine eigenständige Bedeutung zukommt."}