{"annee": "136", "cour": "III", "page": "283", "date": "31/5/2010", "cite": ["135 V 106", "129 III 664", "135 V 249", "135 III 20", "135 V 237", "134 III 399", "127 III 318", "135 V 153", "132 III 172", "129 III 493", "135 II 78", "135 I 198", "115 II 251", "133 III 213"], "cite_par": ["139 III 135", "137 IV 180", "141 III 53", "140 III 315", "137 V 114", "139 IV 62", "138 III 166", "137 IV 99", "142 IV 389", "140 V 449"], "chapeau": "42. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause Société X. contre Y. (recours en matière civile)\n\n4A_159/2010 du 31 mai 2010", "regestes": ["Interprétation d'une convention collective de travail dont le champ d'application a été étendu par le Conseil fédéral. Rappel des principes régissant l'interprétation des conventions collectives de travail. Cas où les parties divergent sur le contenu de la convention collective à une date donnée. Détermination du texte applicable à l'aide du site Web des autorités fédérales suisses (consid. 2.3)."], "faits": "", "considerants": "BGE 136 III 283 S. 283\n\nExtrait des considérants:\n\n2.\n\n2.3 A titre principal, la recourante se plaint de la manière dont la convention collective a été interprétée. Elle soutient que les heures de travail effectives ne doivent pas être majorées pour tenir compte du travail de nuit et des vacances.\n\n2.3.1 Le litige porte sur l'interprétation d'une convention collective au sens de l'art. 356 CO, dont le champ d'application a été étendu BGE 136 III 283 S. 284par le Conseil fédéral en vertu de la loi fédérale du 28 septembre 1956 permettant d'étendre le champ d'application de la convention collective de travail (RS 221.215.311).\n\nSauf disposition contraire de la convention, les clauses relatives à la conclusion, au contenu et à l'extinction des contrats individuels de travail ont, pour la durée de la convention, un effet direct et impératif envers les employeurs et travailleurs qu'elles lient (art. 357 al. 1 CO).\n\nLes clauses qui ont un effet direct et impératif sur les contrats individuels entre les employeurs et employés qu'elles lient sont appelées des clauses normatives (cf. ATF 115 II 251 consid. 4a p. 253; parmi d'autres: RÉMY WYLER, Droit du travail, 2e éd. 2008, p. 675). Les dispositions normatives d'une convention collective de travail doivent être interprétées de la même manière qu'une loi (ATF 127 III 318 consid. 2a p. 322).\n\nD'après la jurisprudence, la loi s'interprète en premier lieu selon sa lettre (interprétation littérale). On peut cependant s'écarter de cette interprétation s'il y a des raisons sérieuses de penser que le texte de la loi ne reflète pas la volonté réelle du législateur; de tels motifs peuvent découler des travaux préparatoires, du but et du sens de la disposition, ainsi que de la systématique de la loi. Lorsque plusieurs interprétations sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires, du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions; le Tribunal fédéral ne privilégie aucune méthode d'interprétation, mais s'inspire d'un pluralisme pragmatique (cf. ATF 135 I 198 consid. 2.1 p. 201; ATF 135 II 78 consid. 2.2. p. 81, ATF 135 V 243 consid. 4.1 p. 251, 416 consid. 2.2 p. 418; ATF 135 III 20 consid. 4.4 p. 23, ATF 135 V 112 consid. 3.3.2 p. 116, 483 consid. 5.1 p. 486; ATF 135 V 153 consid. 4.1 p. 157 s., ATF 135 V 249 consid. 4.1 p. 252).\n\nDans le domaine de l'interprétation des dispositions normatives d'une convention collective, il ne faut pas exagérer la distinction entre les règles sur l'interprétation des lois et les règles sur l'interprétation des contrats; la volonté des cocontractants et ce que l'on peut comprendre selon le principe de la bonne foi constituent également des moyens d'interprétation (ATF 133 III 213 consid. 5.2 p. 218).\n\n2.3.2 En l'espèce, les parties sont en litige sur le contenu de la convention collective. Selon la recourante, l'arrêté du Conseil BGE 136 III 283 S. 285fédéral du 30 août 2007 avec entrée en vigueur le 1er octobre 2007 a modifié l'art. 2 al. 4 let. b de la convention en ce sens que le collaborateur doit être \"transféré à une rétribution au mois équivalant au moins au taux d'occupation exercé jusque-là\". L'intimé soutient que ce membre de phrase est apparu pour la première fois dans l'arrêté d'extension du Conseil fédéral du 30 juin 2008, soit postérieurement à la période déterminante.\n\nLorsque les dispositions d'une convention collective de travail ont un effet direct sur les relations individuelles, il est important qu'elles puissent être connues de tous avec certitude. On sait que ces dispositions, en fonction des négociations entre les partenaires sociaux, sont fréquemment modifiées, ce qui pose déjà des problèmes de droit transitoire. La difficulté est encore plus grande s'il devient difficile de déterminer le texte en vigueur à chaque période. En l'espèce, les parties divergent sur le contenu de la convention collective dont le champ d'application a été étendu, par arrêté du Conseil fédéral étendant le champ d'application de la convention collective de travail pour la branche privée de la sécurité du 30 août 2007, avec effet dès le 1er octobre 2007. Il est regrettable que la publication à la Feuille fédérale (FF 2007 6093) soit à ce point laconique que l'on ne puisse pas saisir d'emblée quel est le contenu de la modification au point que les avocats des parties divergent sur le contenu de celle-ci.\n\nLa version complète de l'arrêté du Conseil fédéral, que l'on trouve en partant du site http://www.seco.admin.ch montre que dès le 1er octobre 2007, l'art. 2 al. 4 let. b de la convention collective contenait effectivement la phrase: \"il est transféré à une rétribution au mois équivalant au moins au taux d'occupation exercé jusque-là\". C'est donc la recourante qui a raison sur ce point.\n\nLa phrase litigieuse ne modifie cependant rien à la question posée. L'art. 2 al. 4 let. b de la convention collective prévoit que lorsqu'un collaborateur a travaillé plus de 150 heures par mois en moyenne au cours des six derniers mois dans les secteurs qui sont précisés, il est transféré à une rétribution au mois équivalant au moins au taux d'occupation exercé jusque-là. Il n'est cependant pas précisé ce qu'il faut entendre par \"taux d'occupation exercé jusque-là\". La phrase invoquée laisse entièrement ouverte la question de la détermination du taux d'occupation.\n\n2.3.3 La cour cantonale a estimé qu'il fallait augmenter le nombre des heures de travail effectif pour tenir compte du travail de nuit. BGE 136 III 283 S. 286Elle s'est référée à l'art. 9 ch. 3 de la convention collective ainsi qu'à son annexe 2, documents qui tous deux prévoient qu'en compensation du travail de nuit, du travail du dimanche et des jours fériés officiels, une majoration de temps de 6 minutes par heure (soit 10 %) est accordée. Dans les deux cas il est ajouté que \"cette majoration de temps est prise en compte dans le calcul de la durée du travail\".\n\nSelon le sens usuel des mots, ces textes sont clairs. Il n'est pas question d'une majoration de salaire, mais bien d'une augmentation de la durée de travail déterminante, pour compenser le fait que le travail est effectué de nuit, un dimanche ou un jour férié officiel.\n\nL'interprétation de la cour cantonale est conforme au contexte général de la convention collective et la recourante ne peut citer aucune disposition qui irait en sens inverse.\n\nD'un point de vue téléologique, il est clair que le travail de nuit (ou un dimanche ou jour férié) est plus pénible, parce qu'il suppose une adaptation du mode de vie et une renonciation à passer son temps libre en même temps que les autres; que cela soit compensé en considérant que 60 minutes de travail effectif valent 66 minutes est parfaitement compréhensible. L'argumentation un peu prolixe de la recourante n'y change rien.\n\nOn ne voit donc pas que la cour cantonale ait violé, sur ce point, les règles sur l'interprétation des conventions collectives.\n\n2.3.4 La recourante soutient que le chiffre de 163,21 heures par mois contenait déjà cette majoration.\n\nIl ressort cependant de l'arrêt attaqué que la cour cantonale a admis que le chiffre de 163,21 heures par mois correspondait aux heures effectivement travaillées.\n\nIl s'agit là d'une question de fait, qui lie le Tribunal fédéral (art. 105 al. 1 LTF). Or, à moins de résulter de la décision de l'autorité précédente, des faits nouveaux ne peuvent pas être présentés devant le Tribunal fédéral (art. 99 al. 1 LTF). Dès lors que la recourante ne tente même pas de démontrer que la constatation cantonale reposerait sur une appréciation arbitraire des preuves (art. 97 al. 1 et art. 105 al. 2 LTF), il n'y a pas lieu de s'écarter de cette constatation.\n\n2.3.5 La recourante conteste également la majoration du temps de travail pour tenir compte des vacances dues. BGE 136 III 283 S. 287\n\nPour permettre au travailleur de prendre du repos sans en être dissuadé par la perte de salaire, l'art. 329d al. 1 CO prévoit que le travailleur a droit à son salaire pendant les vacances qui lui sont dues. Il s'agit d'une règle relativement impérative à laquelle il ne peut pas être dérogé au détriment du travailleur, même par une convention collective (art. 362 al. 1 CO).\n\nLa jurisprudence en a déduit que le travailleur ne doit pas être traité différemment, du point de vue salarial, lorsqu'il est en vacances que s'il travaillait (ATF 132 III 172 consid. 3.1 p. 174; ATF 129 III 493 consid. 3.1, ATF 129 III 664 consid. 7.3). Pour la période de vacances dues, le travailleur doit recevoir autant que ce qu'il aurait obtenu s'il avait travaillé pendant cette période (ATF 134 III 399 consid. 3.2.4.2 p. 402).\n\nUn travailleur payé à l'heure avec un horaire irrégulier et incertain peut être enclin à ne pas prendre de vacances. Cette situation ne supprime cependant pas son droit à des vacances payées, de sorte qu'une compensation adéquate doit lui être procurée.\n\nIl est vrai que le contrat prévoit - selon les constatations cantonales - une majoration du salaire pour tenir compte des vacances, et non pas une majoration du temps de travail induisant une augmentation du salaire. Cette distinction est toutefois sans importance. Il s'agit en effet de comparer la situation d'un travailleur rémunéré au mois à celle d'un travailleur payé à l'heure. Il est clair qu'un travailleur payé au mois prendrait un temps de vacances qui, du point de vue salarial, serait assimilé à un temps de travail. Pour opérer la comparaison, il est logique d'ajouter au temps de travail effectif de la personne engagée à l'heure le temps de vacances qu'elle aurait pu prendre.\n\nLa recourante ne peut citer aucune disposition qui, selon une interprétation littérale ou contextuelle, aboutirait à une solution différente. Elle se réfère abondamment à l'art. 9 ch. 2 de la convention collective, mais cette disposition parle de \"la durée annuelle du travail\" sans rien préciser quant au contenu de cette notion. En revanche, le texte qui précède immédiatement cette clause, à savoir l'art. 9 ch. 1 de la convention, explique très clairement que \"la durée annuelle du travail comprend les heures au cours desquelles un travail est effectivement fourni, de même que les pauses payées et les vacances\". Les vacances entrent donc dans la notion de \"durée annuelle du travail\". BGE 136 III 283 S. 288\n\nEn jouant sur la distinction entre la majoration du salaire et la majoration du temps de travail, la recourante soutient que l'interprétation de la Cour d'appel ne serait pas satisfaisante d'un point de vue téléologique, parce que le travailleur bénéficierait deux fois d'un avantage, à savoir une majoration de salaire, d'une part, et une majoration du temps de travail, d'autre part. Cette manière de présenter la situation est pourtant trompeuse. Lorsqu'il a été payé à l'heure, l'intimé a bénéficié effectivement d'une majoration de salaire pour tenir compte des vacances; dans le calcul de la cour cantonale, l'entier de ce qu'il a reçu de son employeur est imputé sur la somme qu'il peut réclamer, de sorte qu'il ne reçoit pas cette majoration deux fois. Ce n'est que pour calculer le temps de travail équivalent et fixer ainsi le salaire au mois auquel il aurait pu prétendre que la cour cantonale a tenu compte, raisonnablement, du temps de vacances que l'employé aurait pu prendre, de manière à déterminer un temps de travail à l'heure qui corresponde à un temps de travail au mois.\n\nAu vu de ce qui précède, le recours est privé de fondement, d'où son rejet."}