{"annee": "136", "cour": "III", "page": "510", "date": "6/9/2010", "cite": ["129 III 177"], "cite_par": ["144 II 345"], "chapeau": "73. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen Gewerkschaft X. (Beschwerde in Zivilsachen)\n\n4A_187/2010 vom 6. September 2010", "regestes": ["Art. 330a al. 1 CO; certificat de travail; maladie. Une maladie de l'employé doit en particulier être mentionnée dans un certificat de travail selon l'art. 330a al. 1 CO lorsqu'elle a remis en question l'aptitude du travailleur à exécuter sa tâche au service de l'employeur et qu'elle a constitué la cause de la résiliation du contrat de travail (consid. 4.1). Cette condition est remplie lorsque l'employé ne pouvait plus, à la suite d'une maladie, exercer son activité pendant plus d'une année et qu'il n'était pas possible de prévoir si et quand il serait à même de le faire à nouveau (consid. 4.4)."], "faits": "", "considerants": "BGE 136 III 510 S. 511\n\nAus den Erwägungen:\n\n4.\n\n4.1 Der Arbeitnehmer kann jederzeit vom Arbeitgeber ein Zeugnis verlangen, das sich nicht nur über die Art und Dauer des Arbeitsverhältnisses, sondern auch über seine Leistungen und sein Verhalten ausspricht (Art. 330a Abs. 1 OR). Ein solches qualifiziertes Zeugnis bzw. Vollzeugnis soll einerseits das berufliche Fortkommen des Arbeitnehmers fördern und deshalb wohlwollend formuliert werden. Andererseits soll es künftigen Arbeitgebern ein möglichst getreues Abbild von Tätigkeit, Leistung und Verhalten des Arbeitnehmers geben, weshalb es grundsätzlich wahr und vollständig zu sein hat (BGE 129 III 177 E. 3.2; Urteil 4A_432/2009 vom 10. November 2009 E. 3.1 mit Hinweisen). Ein qualifiziertes Zeugnis darf und muss daher bezüglich der Leistungen des Arbeitnehmers auch negative Tatsachen erwähnen, soweit diese für seine Gesamtbeurteilung erheblich sind (STREIFF/VON KAENEL, Arbeitsvertrag, 6. Aufl. 2006, N. 3 zu Art. 330a OR; vgl. auch Urteil 4C.129/2003 vom 5. September 2003 E. 6.1). Dies trifft auf eine Krankheit zu, die einen erheblichen Einfluss auf Leistung oder Verhalten des Arbeitnehmers hatte oder die Eignung zur Erfüllung der bisherigen Aufgaben in Frage stellte und damit einen sachlichen Grund zur Auflösung des Arbeitsverhältnisses bildete (vgl. Urteil des Arbeitsgerichts Zürich BGE 136 III 510 S. 512vom 9. September 2003, in: Jahrbuch des schweizerischen Arbeitsrechts [JAR] 2004 S. 598 f.; PHILIPPE CARRUZZO, Le contrat individuel de travail, 2009, S. 401; STREIFF/VON KAENEL, a.a.O., N. 3 zu Art. 330a OR; SUSANNE JANSSEN, Die Zeugnispflicht des Arbeitgebers, 1996, S. 126 f.; PHILIPPE CARRUZZO, Les conséquences de l'empêchement non fautif de travailler: questions choisies, SJ 130/2008 II S. 327 ff. und 330). Eine geheilte Krankheit, welche die Beurteilung der Leistung und des Verhaltens nicht beeinträchtigt, darf dagegen nicht erwähnt werden (JANSSEN, a.a.O., S. 127). Längere Arbeitsunterbrüche sind - auch wenn sie krankheitsbedingt waren - in einem qualifizierten Zeugnis zu erwähnen, wenn sie im Verhältnis zur gesamten Vertragsdauer erheblich ins Gewicht fallen und daher ohne Erwähnung bezüglich der erworbenen Berufserfahrung ein falscher Eindruck entstünde (JANSSEN, a.a.O., S. 125; vgl. auch SCHÖNENBERGER/STAEHELIN, in: Zürcher Kommentar, Bd. V/2c, 3. Aufl. 1996, N. 13 zu Art. 330a OR). Massgebend sind die Umstände des Einzelfalls (vgl. JANSSEN, a.a.O., S. 125 f. Fn. 274, die eine Faustregel, wonach nur Unterbrechungen von mehr als der Hälfte der Dauer des Arbeitsverhältnisses zu erwähnen seien, ablehnt).\n\n4.2 Das Obergericht erblickte den Grund der Kündigung in der langdauernden Krankheit bzw. in der Annahme der Beschwerdegegnerin, dass der Beschwerdeführer seit Januar 2008 wieder arbeitsfähig sei. Nachdem im Arbeitszeugnis das Ende des Arbeitsverhältnisses auf den 31. Januar 2009 festgelegt worden sei, habe der Beschwerdeführer zuvor beinahe 1 1/2 Jahre nicht mehr als Regionalsekretär gearbeitet, weshalb gemäss dem Antrag der Beschwerdegegnerin im Zeugnis zu erwähnen sei, dass der Beschwerdeführer wegen gesundheitlicher Probleme seine Funktion als Regionalsekretär seit dem 24. August 2007 nicht mehr wahrnehmen konnte.\n\n4.3 Der Beschwerdeführer rügt, die Annahme des Obergerichts, die Beschwerdegegnerin habe ihm aufgrund seiner Krankheit gekündigt, sei offensichtlich unrichtig. Gemäss dem Schreiben der Beschwerdegegnerin vom 19. Mai 2008 sei nicht die Erkrankung Grund für die Kündigung gewesen, sondern die (falsche) Annahme der Beschwerdegegnerin, der Beschwerdeführer habe seine vertraglichen Pflichten, insbesondere seine Treuepflicht, verletzt. Stehe fest, dass die Kündigung nicht auf seine Krankheit zurückzuführen sei, dürfe diese gemäss dem Prinzip der wohlwollenden Formulierung nicht im Arbeitszeugnis erwähnt werden. Da anzunehmen sei, der Beschwerdeführer werde bei einem künftigen Arbeitgeber nicht erneut erkranken, sei für BGE 136 III 510 S. 513diesen einzig von Interesse, dass der Beschwerdeführer während der Dauer der Krankheit keine beruflichen Erfahrungen sammeln konnte. Diesem Informationsbedürfnis könne jedoch in einer für den Beschwerdeführer schonenderen Weise entsprochen werden, wenn im Arbeitszeugnis ab Dezember 2007 eine Anstellung von 50 % genannt werde. Die Erwähnung seiner Krankheit im Arbeitszeugnis verstosse demnach gegen Art. 330a OR.\n\n4.4 Der Beschwerdeführer war während mehr als einem Jahr krankheitshalber unfähig, seine bisherige Tätigkeit auszuüben. Bei Beendigung des Arbeitsverhältnisses war nicht absehbar, ob und wann er dazu wieder in der Lage sein wird, weshalb die Krankheit seine weitere Eignung zur Ausübung der bisherigen Tätigkeit erheblich in Frage stellte. Unter diesen Umständen bildete die Krankheit einen berechtigten Kündigungsgrund. Demnach war die Beschwerdegegnerin unabhängig davon, ob sie die Kündigung auf Grund der Krankheit aussprach, gehalten, diese in einem qualifizierten Arbeitszeugnis zu erwähnen. Damit ist eine Verletzung von Art. 330a OR zu verneinen, ohne dass der subjektive Kündigungsgrund bzw. die entsprechende Rüge des Beschwerdeführers geprüft werden müsste. Nicht entscheiderheblich ist auch, ob die Erwähnung der Krankheit sich allenfalls hätte rechtfertigen können, weil sonst bezüglich der Berufserfahrung ein falsches Bild entstanden wäre."}