{"annee": "136", "cour": "II", "page": "525", "date": "29/7/2010", "cite": ["110 IA 50", "115 IB 274", "118 IB 317", "136 II 383", "110 II 360", "107 IB 98", "108 IB 475", "106 IB 375", "108 II 490", "125 II 348", "131 III 546", "130 I 205", "115 IB 393"], "cite_par": ["142 II 446", "140 II 80"], "chapeau": "48. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Y. und Steuerverwaltung des Kantons Graubünden (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_17/2010 vom 29. Juli 2010", "regestes": ["Art. 29 et 30 Cst.; art. 115 LF/GR; impôt grison sur les successions (\"Nachlass- und Erbschaftssteuer\"); la compétence pour statuer sur des prétentions récursoires de nature fiscale entre les bénéficiaires d'une succession appartient-elle aux autorités (judiciaires) fiscales ou aux tribunaux civils? Selon une pratique déduite de l'art. 115 LF/GR, l'administration fiscale grisonne perçoit l'impôt sur les successions en s'adressant, avant le partage de la succession, à un héritier solvable dont la part successorale représente un plus grand montant que la dette fiscale totale. Celle-ci lui est réclamée et il lui appartient ensuite d'obtenir auprès des autres héritiers et légataires la restitution de la dette fiscale à concurrence de ce qui excède sa quote-part successorale. S'il est renvoyé à agir par la voie civile par les autorités (judiciaires) fiscales pour faire valoir ses prétentions récursoires, il n'y a ni déni de justice, ni violation de la garantie du juge naturel (consid. 2). Cela n'est pas non plus contraire à la jurisprudence du Tribunal fédéral (consid. 3)."], "faits": "BGE 136 II 525 S. 526\n\nA. X. ist die alleinige Erbin des am 23. Mai 2004 in Davos verstorbenen S., der einen reinen Nachlass (vor Steuern) von Fr. 758'400.- hinterliess. Aufgrund einer Begünstigungsklausel ging eine Todesfallleistung von Fr. 112'837.- an die am 6. November 2004 ebenfalls verstorbene Schwester des Erblassers, T., deren alleinige Erbin Y. ist.\n\nB. Mit Verfügung vom 22. Juni 2006 erhob die Steuerverwaltung des Kantons Graubünden auf dem reinen Nachlass von S. die kantonale Nachlasssteuer von 4 %, d.h. Fr. 30'336.-. Diese Verfügung blieb unangefochten und erwuchs in Rechtskraft. Am 28. Juni 2008 veranlagte die Gemeinde Davos bei X. die kommunale Erbschaftssteuer von insgesamt Fr. 72'800.-, die ebenfalls unangefochten blieb.\n\nC. Mit Brief vom 9. Juni 2008 forderte X. Y. erfolglos auf, ihr den auf die Erbquote von T. entfallenden Anteil an der Nachlass- und der Erbschaftssteuer, d.h. insgesamt Fr. 15'345.-, zurückzuerstatten.\n\nD. Am 25. Mai 2009 ersuchte X. die kantonale Steuerverwaltung, Y. per Verfügung zu verpflichten, ihr den eingeforderten Betrag zu bezahlen. Die Steuerverwaltung verwies die Gesuchstellerin auf den BGE 136 II 525 S. 527Zivilweg. Dagegen erhob X. erfolglos Beschwerde an das Verwaltungsgericht des Kantons Graubünden.\n\nE. Am 8. Januar 2010 hat X. Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht eingereicht. Sie stellt den Antrag, das verwaltungsgerichtliche Urteil vom 27. Oktober 2009 aufzuheben; Y. sei zu verpflichten, den ihrer Erbquote entsprechenden Anteil an der Nachlass- und der Erbschaftssteuer zuzüglich Zins zu bezahlen. Eventuell sei die Sache an die kantonale Steuerverwaltung zurückzuweisen, damit diese Y. verpflichte, ihr den genannten Betrag zu bezahlen. Sie rügt eine Rechtsverweigerung (Art. 29 Abs. 1 BV) sowie eine Verletzung des Anspruchs auf ein gesetzmässiges, unabhängiges und unparteiisches Gericht (Art. 30 Abs. 1 BV). (...)\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Kanton Graubünden kennt eine kantonale, als sog. Erbmassesteuer ausgestaltete Nachlasssteuer (Art. 106 ff. des Steuergesetzes des Kantons Graubünden vom 8. Juni 1986 [BR 720.000; im Folgenden: StG/GR]) und ermächtigt die Gemeinden, ihrerseits (nach Massgabe eines kommunalen Gesetzes im formellen Sinne) eine Erbschaftssteuer zu erheben, welche (nach heutiger Rechtslage) in Form einer Erbanfallsteuer zu konzipieren ist (Art. 2 Abs. 3 lit. a, Art. 21 sowie Art. 26 ff. des bündnerischen Gesetzes vom 31. August 2006 über die Gemeinde- und Kirchensteuern [BR 720.200]; vgl. zum Ganzen auch: BGE 110 Ia 50; VON RECHENBERG/VON RECHENBERG, Handkommentar, Bündner Nachlass- und Schenkungssteuern, 1998, N. 1 der Vorbemerkungen zu Art. 106-115 StG/GR; JÜRG ANDREA VON RECHENBERG, Bündner Erbschaftssteuern, 1981, S. 33 ff. und 83 ff.; HINDERSMANN/MYSSEN, Die Erbschafts- und Schenkungssteuern der Schweizer Kantone, Köln 2003, S. 481 ff.; MARCEL LUSTENBERGER, Die Auswirkungen der Erbteilung auf die Erbschafts- und Schenkungssteuer, 1985, S. 93 ff.; sowie: Urteile A.173/1976 vom 14. März 1977 E. 2b, in: ASA 56 S. 438; P.111/1976 vom 3. November 1976 E. 2a, in: ASA 45 S. 545; 2P.314/2001 vom 23. September 2003 E. 3.1, in: ZBGR 86/2005 S. 141; BLUMENSTEIN/LOCHER, System des schweizerischen Steuerrechts, 6. Aufl. 2002, S. 206; FRANTISEK J. SAFARIK, Besteuerung von Erbschaften und Schenkungen, in: Investitions- und Steuerstandort Schweiz, Weigell und andere [Hrsg.], 2. Aufl. 2007, S. 80). BGE 136 II 525 S. 528\n\n2.2 Gemäss Art. 115 Abs. 1 StG/GR ist die Nachlasssteuer aus dem Nachlass vor dessen Verteilung zu bezahlen und wird gesamthaft bezogen. Nach Abs. 2 haften mehrere Empfänger von Vermögenswerten (d.h. Erben und Legatäre) bis auf den Betrag ihres Anfalles solidarisch für den Betrag der Nachlasssteuer.\n\n2.2.1 Aus Art. 115 StG/GR hat die kantonale Steuerverwaltung eine Praxis abgeleitet, die auch hier zur Anwendung gekommen ist: Noch vor Verteilung des Nachlasses wendet sich die Steuerbehörde an einen solventen Nachlassempfänger, dessen Anteil einen grösseren Betrag ausmacht als die gesamte Steuerschuld. Diese wird nun von ihm eingefordert, und es liegt in der Folge an ihm (soweit er das überhaupt will), von den anderen Nachlassbegünstigten die Rückerstattung derjenigen Teile der Steuerschuld zu erreichen, welche über seine persönliche Nachlassquote hinausgehen (vgl. dazu u.a. VON RECHENBERG/VON RECHENBERG, a.a.O., N. 2 und 4 zu Art. 115 StG/GR; LUSTENBERGER, a.a.O., S. 94; HINDERSMANN/MYSSEN, a.a.O., N. 1388 S. 497; allgemein: RAJOWER/WEBER RAJOWER, Ehegatten- und Erbenhaftung im Recht der direkten Steuern, IFF Forum für Steuerrecht 9/2009, S. 189). Wenn es ihm nicht gelingt, seine Regressforderung(en) einvernehmlich durchzusetzen, wird er - wie vorliegend - auf den Zivilweg verwiesen. Das ist sachgerecht und kann sich auf die Zustimmung der Lehre stützen:\n\nDiese Praxis trägt - soweit das hier massgeblich ist - den Interessen der Steuerverwaltung wie auch denjenigen der verschiedenen Nachlassempfänger Rechnung. Im Vordergrund steht zwar der Gesichtspunkt der Verfahrensökonomie: Der Steuerbehörde wird ermöglicht, sich an den Nachlassempfänger ihrer Wahl zu wenden, was einen einfachen und effizienten Steuerbezug gewährleistet (vgl. dazu allgemein: MICHAEL SCHÖBI, Die erbrechtliche Bedeutung von Steuern, Diss. Freiburg 1999, S. 297, 301; WALTER FREI, Die Erbenhaftung für Forderungen aus dem Steuerrechtsverhältnis, Diss. Zürich 1995, S. 47 f.). Gleichzeitig wird den Interessen der Behörde nicht unbeschränkt Geltung verschafft. Namentlich ist die Haftung der Erben und Legatäre enger gefasst als in der allgemeinen zivilrechtlichen Regelung, derzufolge der Gläubiger vom einzelnen Solidarschuldner die ganze Leistung fordern kann und sämtliche Schuldner bis zur vollumfänglichen Erfüllung verpflichtet bleiben; hier ist die Haftung auf den Betrag der eigenen Nachlassquote begrenzt (vgl. VON RECHENBERG, a.a.O., S. 176 f.; HINDERSMANN/MYSSEN, a.a.O., N. 50 S. 18). BGE 136 II 525 S. 529\n\nWird die ganze Steuerforderung bei einem einzigen Nachlassempfänger im Rahmen von dessen Anteil an der Gesamtmasse erhoben, so steht das im Einklang mit der Erkenntnis, dass das Steuerrecht gelegentlich eine Verteilung bewirkt, die nachher korrigiert werden muss; oft geht es aber selber (ausdrücklich oder stillschweigend) davon aus, dass unter den betroffenen Privaten in irgendeiner Form ein Ausgleich erfolgen wird (vgl. THOMAS KOLLER, Privatrecht und Steuerrecht, 1993, S. 110 f.; siehe dazu auch: JEAN-MARC RIVIER, L'impôt sur les successions et les donations, StR 51/1996 S. 227 f.; MICHEL SIEVEKING, La nature et l'objet de l'impôt sur les successions en Suisse, 1970, S. 25 ff.). In diesem Sinne hebt die Vorinstanz hervor, in Art. 115 Abs. 1 und 2 StG/GR werde nichts zum Innenverhältnis zwischen mehreren Empfängern von Vermögenswerten gesagt, worin ein qualifiziertes Schweigen des kantonalen Gesetzgebers liege; wenn das Steuerrecht die Modalitäten des Rückgriffrechts nicht regle, so müsse das als Verweisung auf das Privatrecht und den Zivilweg verstanden werden (vgl. dazu auch VON RECHENBERG, a.a.O., S. 178).\n\nWas Art. 115 StG/GR vorschreibt und was diese Bestimmung nicht regelt, muss hier nicht allgemein festgelegt werden. Es genügt, zweierlei festzuhalten: Einerseits geht mit dem genannten Bezugssystem einher, dass eine Zuständigkeit der Abgabebehörden sich dann nicht mehr aufdrängt, wenn die Steuerschuld ganz beglichen ist; es kann grundsätzlich nicht an ihnen sein, das Regressverhältnis unter Nachlassempfängern zu beurteilen; das läge ausserhalb des öffentlichen Interesses und liefe dem erwähnten Gesichtspunkt der Verwaltungsökonomie bzw. -effizienz zuwider (vgl. dazu auch SCHÖBI, a.a.O., S. 297 und 301; FREI, a.a.O., S. 45; BLUMENSTEIN/LOCHER, a.a.O., S. 84). Andererseits können die übrigen Nachlassempfänger aus Art. 115 StG/GR nicht ableiten, dass die Sache sich für sie mit der Begleichung der Steuerschuld gegenüber dem Fiskus erledigt hätte. Dem Erben, der die Nachlasssteuer entrichtet hat, steht gegenüber den Miterben und Vermächtnisnehmern im Verhältnis der Erbberechtigungen ein Regressrecht nach den Vorschriften des Privatrechts zu (vgl. VON RECHENBERG/VON RECHENBERG, a.a.O., N. 1 und 4 zu Art. 115 StG/GR; VON RECHENBERG, a.a.O., S. 178; allgemein: BLUMENSTEIN/LOCHER, a.a.O., S. 84 f.; RAJOWER/WEBER RAJOWER, a.a.O., S. 190; THOMAS A. MÜLLER, Die solidarische Mithaftung im Bundessteuerrecht, 1999, S. 52 f.). Dafür ist der Zivilrichter zuständig, der bei seiner Beurteilung auch die verbindlichen Vorgaben des BGE 136 II 525 S. 530öffentlichen Rechts mit einzubeziehen hat (vgl. dazu auch: SCHÖBI, a.a.O., S. 300 f.; FREI, a.a.O., S. 48).\n\n2.2.2 Dagegen wendet die Beschwerdeführerin ein, Art. 107 Abs. 1 StG/GR erkläre den jeweiligen Empfänger der Nachlasszuwendung als steuerpflichtig. Demzufolge würden ebenso viele Steuerschuldverhältnisse entstehen, wie es Nachlassempfänger gebe, und die endgültige Verteilung der Steuerlast unter ihnen müsse den Abgabebehörden obliegen. Dieser Auffassung kann jedoch so nicht gefolgt werden:\n\nArt. 115 Abs. 1 StG/GR ist nach der einhelligen Auffassung der Kommentatoren so zu verstehen, dass die Nachlasssteuer ohne Rücksicht auf die einzelnen Erben und Vermächtnisnehmer auf dem Gesamtnachlass erhoben wird; dann ist aber die ungeteilte Erbmasse (d.h. der gesamte reine Nachlass, der durch Vermögenserwerb von Todes wegen übergeht) Steuerobjekt; es entsteht nur ein Steuerrechtsverhältnis zwischen dem Gemeinwesen und der Erbengemeinschaft als (alleinige) Steuerpflichtige (vgl. VON RECHENBERG, a.a.O., S. 37; HINDERSMANN/MYSSEN, a.a.O., N. 1350 S. 483; LUSTENBERGER, a.a.O., S. 94). Zu diesem System scheint Art. 107 StG/GR im Widerspruch zu stehen, wie insbesondere HINDERSMANN/MYSSEN festhalten (vgl. a.a.O., N. 1355 S. 485; zu der subjektiven Steuerbefreiung von Art. 107 Abs. 2 StG/GR: siehe auch BGE 136 II 383 E. 2.5). Das Problem dieses Systembruchs muss hier nicht allgemein und endgültig gelöst werden. Es genügt festzuhalten, dass er - wie andere schon angesprochene Aspekte (vgl. oben E. 2.2.1) - zeigt, dass Gesetz und Praxis zur Nachlasssteuer ein pragmatisches Ganzes darstellen, das u.a. einen angemessenen Ausgleich zwischen den verschiedenen Interessen erzielen soll. Wenn jeder Nachlassbegünstigte als individuell steuerpflichtig erklärt wird, so kann das namentlich ermöglichen, die persönliche Steuerlast sämtlicher Vermögensempfänger von allem Anfang an auszusondern und jedem von ihnen eine separate Veranlagungsverfügung zukommen zu lassen (vgl. u.a. VON RECHENBERG, a.a.O., S. 179). Damit wird es dem vom Gemeinwesen zur Bezahlung der gesamten Steuerlast Verpflichteten erleichtert, seine Regressforderungen gegenüber den anderen Nachlassempfängern geltend zu machen. Das heisst aber nicht zwingend, dass die Steuerbehörden für die Beurteilung dieser Rückgriffsansprüche zuständig sein müssten. Vielmehr tragen solche Erleichterungen zusätzlich dazu bei, dass die Beurteilung der Regressansprüche unter Erben und Legatären dem Zivilrichter überantwortet werden kann und muss. BGE 136 II 525 S. 531\n\n2.2.3 Ebenso wenig vermag zu überzeugen, wenn die Beschwerdeführerin gestützt auf Art. 106 lit. f StG/GR vorbringt, die Begünstigung mittels Lebensversicherung falle - zivilrechtlich betrachtet - gar nicht in den Nachlass und werde nur aufgrund steuerrechtlicher Überlegungen als Teil davon behandelt; das müsse dazu führen, dass die sich in diesem Zusammenhang ergebenden Probleme nur von den Steuer- bzw. den Verwaltungsgerichtsbehörden beurteilt werden könnten.\n\nDie Todesfallleistung aufgrund der Begünstigung fällt zwar zivilrechtlich nicht in den Nachlass; dennoch darf ein kantonales Gesetz solche Ansprüche durchaus mit der Erbschafts- bzw. der Nachlasssteuer erfassen (vgl. BGE 130 I 205 E. 9.1 S. 221; siehe auch HÖHN/WALDBURGER, Steuerrecht, Bd. I, 9. Aufl. 2001, N. 29 zu § 27, S. 750 sowie HINDERSMANN/MYSSEN, a.a.O., N. 1359-1362 S. 487 f. und LUSTENBERGER, a.a.O., S. 95 und 100 f.). Diese zwingende steuerrechtliche Vorgabe beeinflusst wohl den Gesamtbetrag der unter den Nachlassempfängern zu verteilenden Steuerschuld, so dass der Zivilrichter nicht frei ist, die Begünstigung davon auszunehmen; es heisst aber nicht, dass die Rückgriffsfrage nur durch die Steuerbehörde und ausschliesslich aufgrund öffentlich-rechtlicher Rechtsgrundlagen zu beurteilen wäre.\n\n2.3 Neben der kantonalen Nachlasssteuer geht es hier um die kommunale Erbschaftssteuer nach dem Steuergesetz der Landschaft Davos vom 25. Juni 1989 (vom Regierungsrat genehmigt am 28. August 1989; im Folgenden: StG/Davos). Gemäss Art. 7 StG/Davos wird der Vermögensanfall besteuert; es liegt damit eine Erbanfallsteuer vor. Als Steuersubjekt und Steuerpflichtiger erscheint der Empfänger der Zuwendung und damit der einzelne Erbe (oder Vermächtnisnehmer) selber (vgl. Art. 8 StG/Davos).\n\nDie kommunale Erbschaftssteuer ist vorliegend in die Erhebung der Gesamtsteuer bei der Beschwerdeführerin mit einbezogen worden. Diese setzt sich mit dem Aspekt der Gemeindesteuer überhaupt nicht auseinander. Es erübrigt sich somit, weiter darauf einzugehen.\n\n2.4 Gesamthaft führt das durch Gesetz und Praxis ausgestaltete Bündner System des Bezugs der Nachlass- und der Erbschaftssteuer bei einem ausgewählten Erben zu einem recht ausgewogenen Interessenausgleich, soweit das hier zu beurteilen ist. Die Geltendmachung von Regressforderungen unter Erben und Legatären fällt zwar nicht in den Zuständigkeitsbereich der Steuer- bzw. Verwaltungsgerichtsbehörden, wird von diesen aber noch zusätzlich erleichtert. BGE 136 II 525 S. 532Wenn das Verwaltungsgericht die Beschwerdeführerin in Anwendung des kantonalen und des kommunalen Rechts auf den Zivilweg verwiesen hat, stellt das somit keine Rechtsverweigerung und keine Verletzung der Garantie des verfassungsmässigen Richters dar.\n\n3.\n\n3.1 Die Beschwerdeführerin stützt ihre Auffassung, für die Beurteilung der von ihr geltend gemachten Regressforderung seien die Steuer- bzw. die Verwaltungsgerichtsbehörden zuständig, hauptsächlich auf ein Urteil der ersten zivilrechtlichen Abteilung des Bundesgerichts vom 5. Oktober 1982 (vgl. BGE 108 II 490 ff.). Dort wurde - bei einem mit dem vorliegenden Fall zumindest sehr ähnlichen Sachverhalt - auf die Berufung nicht eingetreten. Die Begründung lautete, es stehe ausser Frage, dass das öffentliche Recht das interne Verhältnis zwischen den für eine Steuerschuld haftenden Personen selbst regeln könne, was namentlich bei der Verrechnungssteuer geschehen sei. Daraus erhelle, dass der Fiskalgesetzgeber das Recht für sich in Anspruch nehme, bei von ihm angeordneter Solidarität auch das Regressverhältnis selbständig und abweichend vom Privatrecht zu ordnen. Wenn aber für solche Steuerschulden sowohl das Aussenverhältnis gegenüber dem Staat als auch die endgültige Schuldverteilung im Innenverhältnis durch das öffentliche Recht geregelt werde, müsse für die zu beurteilende Regressstreitigkeit die Zuständigkeit der Zivilgerichte verneint werden (vgl. insb. a.a.O., E. 5 S. 493 f.).\n\n3.2 Am 5. September 2002 hatte die zweite Zivilabteilung des Bundesgerichts einen Sachverhalt zu beurteilen, der mit dem hier massgeblichen und demjenigen des Falles BGE 108 II 490 im Wesentlichen übereinstimmte (Urteil 5P.134/2002, in: Pra 2003 Nr. 86 S. 472): Es ging um eine Haupterbin, welche die gesamte Steuerschuld beglichen hatte und sich nun mit einer Regressforderung gegen einen Miterben wandte, um denjenigen Teil der Steuern erstattet zu erhalten, der dessen Erbquote entsprach. Das Bundesgericht liess offen, ob der Rückgriffsanspruch öffentlich- oder privatrechtlicher Natur (und dort erb- oder obligationenrechtlich begründet) war (vgl. a.a.O., und die dort zitierte Literatur sowie E. 2). Es beanstandete aber nicht die von den kantonalen Instanzen angenommene zivilgerichtliche Zuständigkeit zur Beurteilung des umstrittenen Rückgriffs.\n\n3.3 Das in BGE 131 III 546 veröffentlichte Urteil der ersten Zivilabteilung vom 6. Juli 2005 betraf eine geldwerte und der BGE 136 II 525 S. 533 Verrechnungssteuer unterliegende Leistung im Rahmen eines Auftragsverhältnisses, insbesondere die in BGE 108 II 490 angesprochene gesetzliche Pflicht des Leistungsschuldners, die Verrechnungssteuer auf den tatsächlichen Empfänger zu überwälzen (vgl. Art. 14 des Bundesgesetzes vom 13. Oktober 1965 über die Verrechnungssteuer [VStG; SR 642.21]). Das Bundesgericht ging davon aus, dass unter den zu beurteilenden Umständen eine Zuständigkeit der Zivilgerichte anzunehmen sei, wenn noch kein (rechtskräftiger) Entscheid der Steuer- bzw. der Verwaltungsgerichtsbehörden zur Überwälzungspflicht ergangen sei. Der Zivilrichter habe dann bei der Beurteilung der sich aus dem (behaupteten) Vertragsverhältnis zwischen den Beteiligten ergebenden Fragen auch die zwingenden öffentlich- rechtlichen Bestimmungen des Verrechnungssteuergesetzes vorfrageweise auszulegen (vgl. a.a.O., E. 2 S. 549 ff.). Dazu ist hier Folgendes auszuführen:\n\n3.3.1 Zu Recht hat das Bundesgericht in diesem Urteil - wie in dem von der Beschwerdeführerin zitierten Fall - die besondere Bedeutung und Tragweite der Überwälzungspflicht für das gesamte System der Verrechnungssteuer betont:\n\nDie Überwälzung ist nicht ins Belieben des Steuerpflichtigen gestellt. Vielmehr ist er dazu unter Strafdrohung (vgl. Art. 63 VStG), d.h. im Sinne einer zwingenden öffentlich-rechtlichen Verpflichtung, ausnahmslos gehalten. Das beruht direkt auf dem Sicherungszweck der Verrechnungssteuer (vgl. BGE 125 II 348 E. 4 S. 352 f.; Urteile 2A.660/2006 vom 8. Juni 2007 E. 3.2, in: ASA 77 S. 554; 2C_896/2008 vom 30. Oktober 2009 E. 4.3, in: StR 65/2010 S. 157), der nur erreicht werden kann, wenn die Steuer auf den Leistungsgläubiger überwälzt wird. Dieser soll damit veranlasst werden, die steuerbare Leistung und allenfalls den ihr zugrunde liegenden Vermögenswert bei der allgemeinen Einkommens- und Vermögenssteuer korrekt zu deklarieren und in den Büchern richtig zu erfassen. Deshalb entsteht zu Gunsten des Steuerpflichtigen von Gesetzes wegen die erwähnte Regressforderung gegenüber dem Leistungsempfänger. Das gilt auch insbesondere für zurückliegende Leistungen, die von den zuständigen Behörden erst im Kontrollverfahren als steuerbar erklärt werden (vgl. zum Ganzen: BGE 108 Ib 475 E. 3a S. 477; BGE 107 Ib 98 E. 4 S. 104; Urteil 2A.107/1999 vom 23. September 1999 E. 4d, in: ASA 69 S. 898; THOMAS KOLLER, Harmonien und Dissonanzen im Verhältnis zwischen Privatrecht und Steuerrecht, SJZ 96/2000 S. 308; CONRAD STOCKAR, Übersicht und Fallbeispiele zu BGE 136 II 525 S. 534den Stempelabgaben und zur Verrechnungssteuer, 3. Aufl. 2000, S. 78; MARKUS REICH, in: Kommentar zum schweizerischen Steuerrecht, Zweifel/Athanas/Bauer-Balmelli [Hrsg.], Bd. II/2: Bundesgesetz über die Verrechnungssteuer [VStG], 2005, N. 1, 2, 5, 6, 9, 22 und 31 zu Art. 14 VStG; WALTER ROBERT PFUND, Die eidgenössische Verrechnungssteuer, Bd. I, 1971, N. 2.2 zu Art. 14 VStG; BLUMENSTEIN/LOCHER, a.a.O., S. 84; siehe auch den Spezialfall in BGE 118 Ib 317 E. 3c-d S. 324 f. sowie REICH, a.a.O., N. 10 zu Art. 14 VStG und PFUND, a.a.O., N. 2.2 zu Art. 14 VStG).\n\nDer Gesetzgeber verschafft dem Überwälzungszwang einerseits dadurch Nachachtung, dass er entgegenstehende Vereinbarungen in Art. 14 Abs. 1 VStG als nichtig erklärt (vgl. BGE 108 Ib 475 E. 3c S. 478 f.; STOCKAR, a.a.O., S. 89; KOLLER, Harmonien, a.a.O., S. 306; REICH, a.a.O., N. 12 zu Art. 14 VStG; PFUND, a.a.O., N. 3.1 zu Art. 14 VStG). Andererseits ist die Überwälzungspflicht nicht nur gegenüber abweichenden Vereinbarungen zwischen Leistungsschuldner und -gläubiger durchzusetzen, sondern auch dann, wenn der Empfänger sich einseitig der Überwälzung widersetzt (vgl. z.B. Urteil A.335/1976 vom 17. Februar 1978 E. 6, in: ASA 47 S. 541). In solchen Fällen hat die EStV den Steuerpflichtigen - namentlich mit einem Entscheid im Sinne von Art. 41 lit. a VStG - in die Lage zu versetzen, seine Überwälzungspflicht wahrzunehmen. Der mutmassliche oder bereits in Anspruch genommene Regressschuldner ist ebenfalls legitimiert, von der EStV einen Entscheid zu verlangen, insbesondere dann, wenn er nicht nur die Regresspflicht, sondern auch die sie auslösende Steuerpflicht bestreitet (z.B. das Vorliegen einer verdeckten Gewinnausschüttung) und er noch nicht die Gelegenheit gehabt hat, sich am Verfahren über die umstrittene Verrechnungssteuer- und Regresspflicht zu beteiligen (vgl. zum Ganzen BGE 118 Ib 317 E. 3b S. 324; REICH, a.a.O., N. 36 zu Art. 14 VStG; PFUND, a.a.O., N. 1.1, 1.3, 2.2, 4.1, 4.2, 4.3, 4.5 und 4.6 zu Art. 14 VStG; HANS PETER HOCHREUTENER, Verfahrensfragen im Bereich der Stempelabgaben und der Verrechnungssteuer, ASA 57 S. 602).\n\n3.3.2 Wie das Bundesgericht in BGE 131 III 546 zu Recht weiter hervorgehoben hat, können die genannten Bestimmungen des Verrechnungssteuergesetzes und BGE 108 II 490 nicht in dem Sinne verstanden werden, dass Überwälzungsstreitigkeiten ausnahmslos im Zuständigkeitsbereich der Steuer- bzw. Verwaltungsgerichtsbehörden lägen: BGE 136 II 525 S. 535\n\nDas gilt einerseits im Zusammenhang mit Vereinbarungen, die der Überwälzungspflicht zuwiderlaufen: Wird eine geldwerte Leistung erbracht und verzichtet der Steuerpflichtige auf die Überwälzung der Steuer dadurch, dass er dem Empfänger das Ausbleiben eines Verrechnungssteuerabzugs zusichert, so ist gegebenenfalls zu fragen, ob diese Zusicherung als zusätzliche Leistung verstanden werden muss, mit der Folge, dass die geldwerte Leistung \"ins Hundert aufgerechnet\" wird. Die Klärung der Frage, wer die Verrechnungssteuer in einem solchen Fall letztlich zu tragen hat, ist vom Bundesgericht auf den Zivilweg verwiesen worden (vgl. BGE 108 Ib 475 E. 3c S. 478 f.; siehe auch BGE 118 Ib 317 E. 3e S. 325; BGE 110 II 360 E. 4b S. 369; sowie: STOCKAR, a.a.O., S. 90; HOCHREUTENER, a.a.O., S. 602 f.; KOLLER, Harmonien, a.a.O., S. 306 f.; REICH, a.a.O., N. 13, 15 und 17 ff. zu Art. 14 VStG; NICO BURKI, Steuerliche Probleme bei der Liquidation von Gesellschaften, StR 43/1988 S. 449).\n\nDer Zuständigkeitsbereich der Steuer- und Verwaltungsgerichtsbehörden ist andererseits auch dann differenziert zu prüfen, wenn nicht die Parteien gemeinsam vereinbart haben, von der Überwälzungspflicht abzuweichen, sondern der (mutmassliche) Leistungsempfänger sich einseitig gegen die ihm auferlegte Regressschuld zur Wehr setzt (vgl. REICH, a.a.O., N. 36 zu Art. 14 VStG; PFUND, a.a.O., N. 4.6 zu Art. 14 VStG; HOCHREUTENER, a.a.O., S. 602). Gerade darum ging es aber im Fall BGE 131 III 546, der zeigt, wie die zivilgerichtliche Zuständigkeit je nachdem selbst dann gegeben sein kann, wenn vom Leistungsempfänger nicht nur die Überwälzungspflicht, sondern sogar das Vorliegen einer geldwerten Leistung im Sinne des Verrechnungssteuerrechts umstritten ist (vgl. oben E. 3.3.1 in fine). Das setzt aber das Zusammentreffen bestimmter Voraussetzungen voraus, wie im genannten Fall, wo einerseits die Überwälzungs- und grundlegend die Steuerpflicht bestritten waren, aber aus Gründen, die in den privat- bzw. vertragsrechtlichen Beziehungen zwischen den Beteiligten lagen, und andererseits noch kein rechtskräftiger Entscheid der EStV bzw. der Verwaltungsgerichtsbehörden zur Steuer- und Überwälzungspflicht gefällt worden war.\n\n3.3.3 Daraus ist gesamthaft zweierlei zu schliessen: Zum einen kann bei Streitigkeiten im Zusammenhang mit der Überwälzung der Verrechnungssteuer nicht von der ausschliesslichen Zuständigkeit der Steuer- bzw. der Verwaltungsgerichtsbehörden ausgegangen werden, selbst dann nicht, wenn über die Regressverpflichtung BGE 136 II 525 S. 536hinaus sogar das Vorliegen einer geldwerten Leistung angefochten wird. Zum anderen spricht noch viel mehr für eine zivilgerichtliche Zuständigkeit zur Beurteilung von Regressfragen zwischen Steuer(mit)haftenden, wenn - entgegen dem, was bei der verrechnungssteuerrechtlichen Überwälzungsregelung gilt - die Rückerstattungspflicht nicht als öffentlich-rechtliche Verpflichtung ausgestaltet und nicht im Steuergesetz selber begründet ist, wie z.B. bei der Bündner Nachlass- und Erbschaftssteuer.\n\n3.4 Im Fall BGE 115 Ib 274 wurde die Frage der öffentlich- oder privatrechtlichen Natur der Regressforderung gegenüber einem für eine Steuerschuld (solidarisch Mit-)Haftenden ebenfalls offengelassen (vgl. E. 19b S. 291 f.). Dieses Urteil weist zwei Berührungspunkte zum hier massgeblichen Bereich der Nachlass- und Erbschaftssteuer auf:\n\nEinerseits ging es dort nicht um die Überwälzungspflicht gemäss Art. 14 VStG, sondern um die solidarische Mithaftung der Liquidatoren für Steuerschulden der Gesellschaft (Art. 15 VStG; vgl. Pra 2003 Nr. 86 S. 472 E. 1.2; zu präzisieren: BGE 131 III 546 E. 2.2 S. 550). Wenn sich in einem solchen Zusammenhang die Regressfrage unter Mithaftenden stellt, ist das der Regelung von Art. 15 VStG zugrunde liegende vorrangige Interesse des Gemeinwesens bereits befriedigt, nämlich dass die Steuerpflicht der Gesellschaft nicht beendigt wird, ohne dass deren Abgabeschulden beglichen worden wären (vgl. dazu insb. MÜLLER, a.a.O., S. 140; HOCHREUTENER, a.a.O., S. 603; THOMAS MEISTER, in: Kommentar zum schweizerischen Steuerrecht, Zweifel/Athanas/Bauer-Balmelli [Hrsg.], Bd. II/2: Bundesgesetz über die Verrechnungssteuer, 2005, N. 2 und 3 zu Art. 15 VStG). Das Gleiche gilt im vorliegend massgeblichen Bereich: Die Steuerschuld ist gegenüber dem Gemeinwesen bereits vollumfänglich beglichen. Somit besteht - wie im Rahmen von Art. 15 VStG und entgegen der Überwälzungspflicht gemäss Art. 14 VStG - kein weitergehendes staatliches Interesse daran, das Regressverhältnis als öffentlich-rechtliche Verpflichtung im Steuergesetz zu verankern oder eine (zwingende) Zuständigkeit der Steuer- bzw. Verwaltungsgerichtsbehörden zur Beurteilung solcher Rückgriffsansprüche vorzusehen.\n\nAndererseits stellte sich im gleichen Urteil die Frage, ob die Steuerbehörden - namentlich mit Blick auf das Rechtsgleichheitsgebot und den Grundsatz der Verhältnismässigkeit - gegebenenfalls BGE 136 II 525 S. 537gezwungen sein könnten, unter mehreren solidarisch mithaftenden Liquidatoren, denen der Entlastungsbeweis nach Art. 15 Abs. 2 VStG nicht gelungen war, zuerst gegen denjenigen mit dem grössten Verschulden vorzugehen (vgl. dazu: MÜLLER, a.a.O., S. 148 ff.; MEISTER, a.a.O., N. 23 zu Art. 15 VStG; PFUND, a.a.O., N. 16 zu Art. 15 VStG; PETER BÖCKLI, Haftung des Verwaltungsrats für Steuern, StR 40/1985 S. 527 f.; ERNST GIGER, Die Steuerschulden bei der Liquidation, Insolvenz- und Wirtschaftsrecht 1999/2 S. 7 f.; JACQUES BÉGUELIN, La responsabilité des liquidateurs de sociétés anonymes, sociétés à responsabilité limitée et sociétés coopératives, in: Mélanges Zwahlen 1977, S. 542 f.; zu den Voraussetzungen des Entlastungsbeweises: vgl. BGE 115 Ib 393 E. 4 S. 394 f.; BGE 106 Ib 375 E. 2b/bb S. 379 f.; Urteile A.8/1986 vom 16. September 1986 E. 2c, in: ASA 55 S. 646; A.335/1976 vom 17. Februar 1978 E. 11, in: ASA 47 S. 541; 2A.132/1991 vom 29. Juni 1992 E. 6, in: RDAT 1993 I Nr. 26t S. 369; sowie: WALTER FREI, Die Verantwortung des Verwaltungsrates im Steuerrecht, Zürcher Steuerpraxis 1998 S. 266; RAOUL OBERSON, La responsabilité de l'administrateur en matière fiscale, in: La responsabilité des administrateurs de sociétés anonymes, CEDIDAC [Hrsg.], 1987, S. 92; BÉGUELIN, a.a.O., S. 542; BÖCKLI, a.a.O., S. 523 f.; MEISTER, a.a.O., N. 5, 6, 21 zu Art. 15 VStG; GIGER, a.a.O., S. 7; CONRAD STOCKAR, Die Solidarhaftung des Verwaltungsrats bei der Verrechnungssteuer, Schweizer Treuhänder 1990 S. 325). Auch diese Frage musste indessen nicht beantwortet werden. Das Bundesgericht konnte sich auf die Feststellung beschränken, die Inanspruchnahme eines Liquidators sei nicht schon deshalb unangemessen, weil einzelne andere in Betracht fallende Personen nicht ebenfalls herangezogen würden, deren Beitrag zur gesellschaftlichen Willensbildung weniger bedeutend erscheine oder nicht in gleicher Weise nachgewiesen sei (vgl. BGE 115 Ib 274 E. 19a S. 290). Im hier massgeblichen Bereich kann ebenfalls zu fragen sein, gegen wen und wie die Steuerbehörden beim Bezug ihrer Forderung vorgehen dürfen. Aber die Frage stellt sich anders und oft mit geringerer (finanzieller) Tragweite: Die Liquidatorenhaftung wird nicht durch eine vorgängige Vermögenszuwendung, sondern durch ein Tätigwerden bzw. ein Verschulden im Rahmen der Liquidation ausgelöst, und sie bezieht sich nicht selten auf namhafte Beträge. Solche können sich auch bei der Nachlass- und der Erbschaftssteuer ergeben, aber immer aufgrund einer zuvor erhaltenen Vermögenszuwendung und zudem mit der Beschränkung, dass die zu begleichende Gesamtsteuer sich auf jedenBGE 136 II 525 S. 538Fall im Rahmen des persönlich empfangenen Anteils an der Nachlassmasse hält. Unter solchen Umständen können sich weitergehende Auflagen zulasten der Steuerbehörden erübrigen und rechtfertigt sich die Beurteilung allfälliger Regressansprüche unter Nachlassempfängern durch den Zivilrichter.\n\n4. Gesamthaft ergibt sich aus den vorangehenden Erwägungen, dass das Verwaltungsgericht die Beschwerdeführerin auf den Zivilweg hat verweisen dürfen, ohne damit Art. 29 oder 30 BV zu verletzen:\n\nGesetz und Praxis haben die Erhebung der kantonalen Nachlass- und der kommunalen Erbschaftssteuer im Kanton Graubünden zu einem pragmatischen und recht ausgewogenen System entwickelt, in dem die gegenläufigen Interessen - soweit das hier überhaupt zu beurteilen ist - berücksichtigt werden. Das Interesse des Gemeinwesens an einer einfachen und effizienten Steuererhebung wird gewährleistet, ist aber mit Schranken versehen worden. Aus diesem System ergibt sich folgerichtig, dass der zur Bezahlung der gesamten Steuerschuld ausgewählte Pflichtige für allfällige Regressforderungen an den Zivilrichter verwiesen werden kann und muss. Jedenfalls enthalten hier weder das kantonale noch das kommunale Steuergesetz Anhaltspunkte, aus denen eine Zuständigkeit der Steuer- bzw. der Verwaltungsgerichtsbehörden zur Beurteilung solcher Rückgriffsansprüche abzuleiten wäre.\n\nDie Beschwerdeführerin argumentiert denn auch kaum im Zusammenhang mit der Nachlass- und der Erbschaftssteuer selbst, sondern beruft sich im Wesentlichen auf grundsätzliche Gesichtspunkte, die sich namentlich aus dem Recht der Verrechnungssteuer ergeben (sollen). Die in E. 3.2 bis 3.4 erwähnten Urteile und deren Erläuterung zeigen jedoch, dass diese Gesichtspunkte schon bei der Verrechnungssteuer differenzierter beurteilt werden müssen, als die Beschwerdeführerin das meint. Zudem kommen dort zwar tatsächlich Aspekte zum Tragen, die für eine steuer- bzw. verwaltungsgerichtsbehördliche Zuständigkeit zur Beurteilung von Regressansprüchen sprechen (können). Im hier massgeblichen Bereich der Nachlass- und Erbschaftssteuer sind diese Aspekte aber nicht (ebenso) von Belang. Aus all den genannten Gründen durfte die Regressgläubigerin vorliegend ohne Verfassungsverletzung auf den Zivilweg verwiesen werden."}