{"annee": "136", "cour": "II", "page": "497", "date": "1/10/2010", "cite": ["135 III 1", "136 II 78", "127 II 60", "136 II 177", "133 II 396", "135 II 22", "120 IB 257", "128 II 145", "129 II 11"], "cite_par": ["145 II 105", "139 I 330", "137 I 284", "145 I 227"], "chapeau": "46. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A.X. et B.X. contre Service de la population et des migrations du canton du Valais (recours en matière de droit public)\n\n2C_84/2010 du 1er octobre 2010", "regestes": ["Art. 42 al. 1, art. 43 al. 1 et art. 47 al. 1 LEtr, art. 83 let. c ch. 2 LTF; moment déterminant s'agissant de l'âge de l'enfant comme condition du droit au regroupement familial. L'âge de l'enfant lors du dépôt de la demande de regroupement familial est déterminant pour statuer sur le droit (matériel) au regroupement et sur la recevabilité du recours en matière de droit public, qui en dépend. La pratique en vigueur sous l'ancienne loi sur le séjour et l'établissement des étrangers doit ainsi être maintenue (consid. 3).", "Art. 51 al. 2 let. a LEtr; abus de droit. Abus de droit nié en l'espèce: des relations régulières avaient été maintenues entre les parents vivant en Suisse et leur fille entre-temps devenue majeure, en faveur de qui le regroupement était demandé; la question de savoir si ces relations étaient prépondérantes a été laissée ouverte (consid. 4)."], "faits": "BGE 136 II 497 S. 498\n\nA. A.X., né en 1958, et B., née en 1962, sont tous deux de nationalité bosniaque et titulaires d'une autorisation d'établissement en Suisse. Ils se sont mariés en 1982 en Bosnie-Herzégovine. De leur union sont nés un fils, C.X., en 1983, et une fille, D.X., née à Y. le 9 avril 1991.\n\nD.X. a bénéficié d'une autorisation de séjour pour vivre en Suisse auprès de ses parents jusqu'au 1er septembre 1995, date à laquelle elle est allée rejoindre son frère et ses grands-parents en Bosnie-Herzégovine.\n\nLe 20 août 2000, C.X. et D.X. ont obtenu une autorisation d'établissement en Suisse, pour y vivre auprès de leurs parents devenus entre-temps titulaires d'un permis du même type. C.X. est toutefois resté en Bosnie-Herzégovine pour y poursuivre ses études. Sa soeur D.X. est retournée dans ce pays le 16 août 2001 pour y être scolarisée (...).\n\nEn avril 2008, les époux X. ont sollicité une autorisation de séjour au titre du regroupement familial pour leur fille D.X, afin qu'elle vienne habiter avec eux à Y.\n\nB. Le 4 août 2008, le Service de la population et des migrations du canton du Valais a rejeté la demande.\n\nSaisi d'un recours à l'encontre de cette décision, le Conseil d'Etat du canton du Valais l'a rejeté par décision du 24 juin 2009. BGE 136 II 497 S. 499\n\nLes époux X. ont déféré cette décision au Tribunal cantonal du canton du Valais (ci-après: le Tribunal cantonal), qui a rejeté le recours par arrêt du 18 décembre 2009. Les juges cantonaux ont estimé que le droit au regroupement familial était invoqué de manière abusive.\n\nC. Contre ce jugement, les époux X. forment un \"recours de droit public\" au Tribunal fédéral. Ils concluent à l'annulation de l'arrêt du 18 décembre 2009 et à l'octroi du regroupement familial pour D.X., sous suite de frais et dépens. Ils dénoncent une violation des dispositions du droit fédéral sur le regroupement familial, en particulier sous l'angle du droit d'être entendu (art. 29 al. 2 Cst.), ainsi qu'une violation des art. 13 Cst. et 8 CEDH.\n\nL'autorité précédente a renoncé à se déterminer sur le recours. Le Conseil d'Etat et l'Office fédéral des migrations ont conclu à son rejet.\n\nLe 28 juillet 2010, la Cour de céans a délibéré en séance publique sur la recevabilité du présent recours.\n\nLe Tribunal fédéral a admis le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n3. Le Tribunal fédéral examine d'office sa compétence (art. 29 al. 1 LTF) et la recevabilité des recours qui lui sont soumis (ATF 135 II 22 consid. 1 p. 24; ATF 135 III 1 consid. 1.1 p. 3).\n\n3.1 Les recourants ont intitulé leur écriture au Tribunal fédéral \"recours de droit public\". Or, cette voie de recours n'existe plus depuis l'entrée en vigueur de la loi sur le Tribunal fédéral. Selon la jurisprudence, toutefois, l'intitulé erroné du mémoire de recours ne saurait porter préjudice au recourant, pour autant que son écriture remplisse les conditions formelles de la voie de droit en cause (ATF 133 II 396 consid. 3.1 p. 399), à savoir en l'occurrence celle du recours en matière de droit public.\n\n3.2 Selon l'art. 83 let. c ch. 2 LTF, le recours en matière de droit public est irrecevable contre les décisions relatives à une autorisation de droit des étrangers à laquelle ni le droit fédéral, ni le droit international ne donnent droit.\n\nL'art. 43 al. 1 LEtr (RS 142.20) confère un droit à une autorisation de séjour aux enfants du titulaire d'une autorisation d'établissement, mais le soumet à la condition qu'ils soient âgés de moins de 18 ans. BGE 136 II 497 S. 500\n\nDans le cas particulier, la fille des recourants, née le 9 avril 1991, est désormais majeure. Toutefois, selon une jurisprudence constante, pour statuer sur la recevabilité du recours interjeté contre une décision rendue en matière de regroupement familial, le Tribunal fédéral se fonde sur l'âge de l'enfant au moment du dépôt de la demande. Cela vaut pour le droit interne, la solution étant différente sous l'angle de l'art. 8 CEDH: est ici déterminant l'âge atteint au moment où le Tribunal fédéral statue (ATF 120 Ib 257 consid. 1f p. 262 s.; ATF 129 II 11 consid. 2 p. 13 s.; voir encore récemment l'arrêt 2C_606/2009 du 17 mars 2010 consid. 1).\n\nSous le régime de la loi sur le séjour et l'établissement des étrangers (LSEE; RO 49 279), cette pratique était motivée notamment par le fait que l'art. 17 al. 2 3e phrase LSEE conférait aux enfants célibataires de moins de 18 ans le droit d'être inclus dans l'autorisation d'établissement de leurs parents, alors que sous l'angle de l'art. 8 CEDH il était essentiellement question d'octroyer une autorisation de séjour (ATF 120 Ib 257 consid. 1f p. 262 s.). Or, selon la nouvelle loi sur les étrangers, les enfants célibataires âgés de moins de 18 ans (mais de plus de 12 ans) du titulaire d'une autorisation d'établissement n'ont plus droit qu'à une autorisation de séjour (art. 43 al. 1 LEtr). Une fois majeurs, ils ne disposent pas d'un droit au renouvellement de ladite autorisation (cf. art. 33 al. 3 LEtr). Il convient donc d'examiner si la pratique exposée ci-dessus doit être maintenue sous le nouveau droit.\n\n3.3 S'agissant de la recevabilité d'un recours, les conditions de celle-ci doivent généralement être réunies lors du dépôt du recours et l'être encore lorsque le Tribunal fédéral statue. Le moment déterminant du point de vue de la recevabilité est donc en principe celui où le Tribunal de céans rend son jugement (ATF 128 II 145 consid. 1.1.3 p. 149; ATF 127 II 60 consid. 1b p. 63; arrêt 2C_537/2009 du 31 mars 2010 consid. 2.2.1).\n\nPour ce qui est du fond, en revanche, l'interdiction des faits nouveaux (art. 99 al. 1 LTF) a pour conséquence qu'en principe le Tribunal fédéral rend son arrêt sur la base de l'état de fait établi par l'autorité précédente, pour autant que celle-ci n'ait pas constaté les faits de façon manifestement inexacte ou en violation du droit au sens de l'art. 95 LTF (cf. art. 105 al. 2 LTF).\n\nL'art. 83 let. c ch. 2 LTF exclut le recours en matière de droit public lorsqu'il n'existe pas de droit à l'autorisation sollicitée. Selon la BGE 136 II 497 S. 501jurisprudence, il suffit qu'il existe un droit potentiel à l'autorisation, étayé par une motivation soutenable, pour que cette clause d'exclusion ne s'applique pas et que, partant, la voie du recours en matière de droit public soit ouverte (ATF 136 II 177 consid. 1.1). La norme en question fait donc de l'existence potentielle du droit prétendu une condition de recevabilité du recours. Le Tribunal fédéral examine en règle générale si cette condition de recevabilité est réalisée en se basant sur l'état de fait déterminant quant au fond, c'est-à-dire en principe sur celui qui a été retenu dans l'arrêt attaqué (cf. arrêt précité 2C_537/2009 consid. 2.2.1 et les références citées). Cet état de fait est donc en principe déterminant aussi bien pour se prononcer, au stade de la recevabilité, sur l'existence potentielle du droit que pour statuer sur le fond, en tranchant le point de savoir si ce droit existe effectivement en vertu du droit matériel. Les faits nouveaux ne peuvent en principe être pris en considération. Si seule la prise en compte d'un fait nouveau est de nature à fonder un droit à l'autorisation sollicitée, l'interdiction des nova a pour conséquence que le Tribunal fédéral n'entre pas en matière sur le recours. Le Tribunal de céans a par exemple procédé de la sorte en qualifiant de faits nouveaux la naturalisation de la fille du recourant (arrêt 2A.271/2005 du 12 août 2005 consid. 2.5) et la dépendance du recourant vis-à-vis de son fils et de sa belle-fille (arrêt 2A.261/2006 du 18 mai 2006 consid. 2.2.1). Les arrêts indiquent fréquemment qu'il est loisible à l'intéressé de déposer une nouvelle demande en invoquant le fait nouveau (cf. arrêt précité 2A.271/2005 consid. 2.5).\n\nEn revanche, lorsque le divorce, qui entraîne la perte du droit au regroupement familial en faveur du conjoint, est prononcé après que l'arrêt attaqué ait été rendu, le Tribunal fédéral tient compte de ce fait nouveau, en revenant à la règle selon laquelle le moment déterminant du point de vue de la recevabilité est celui où il statue lui-même (ATF 128 II 145 consid. 1.1.3 p. 149; arrêt 2C_591/2008 du 24 novembre 2008 consid. 2.2 et 2.3).\n\nS'agissant par ailleurs des conditions de recevabilité \"ordinaires\", autres que celle de l'existence potentielle d'un droit à l'autorisation sollicitée, le moment déterminant est celui auquel le Tribunal fédéral rend son arrêt, conformément à la règle générale. Ainsi, lorsque la cause porte sur la révocation d'une autorisation de séjour qui a expiré dans l'intervalle et qu'il n'existe pas de droit à son renouvellement, le Tribunal de céans prend en compte l'échéance de l'autorisation et n'entre pas en matière, en considérant que le recourant n'a BGE 136 II 497 S. 502plus d'intérêt (actuel) à l'annulation ou à la modification de la décision attaquée, de sorte que la condition de recevabilité de l'art. 89 al. 1 LTF n'est plus remplie (arrêts 2D_8/2007 du 24 juin 2007 consid. 1.2; 2C_593/2009 du 10 février 2010 consid. 1.1).\n\nIl convient ainsi d'établir quel est le moment déterminant du point de vue de l'âge de l'enfant en faveur duquel le regroupement familial est demandé, pour ce qui est du droit matériel (ci-après consid. 3.4-3.6) et de la recevabilité (consid. 3.7).\n\n3.4 Les art. 42 al. 1 et 43 al. 1 LEtr confèrent un droit à une autorisation de séjour (notamment) aux enfants célibataires de moins de 18 ans respectivement d'un ressortissant suisse et du titulaire d'une autorisation d'établissement. Selon les art. 42 al. 4 et 43 al. 3 LEtr, les enfants des personnes en question ont droit à une autorisation d'établissement s'ils sont âgés de moins de 12 ans. Envisagées pour elles-mêmes, ces dispositions peuvent être comprises en ce sens que le droit à une autorisation respectivement de séjour et d'établissement n'existe qu'aussi longtemps que les enfants n'ont pas atteint la limite d'âge correspondante.\n\nL'art. 47 LEtr, qui fixe les délais nouvellement institués par la loi pour requérir le regroupement familial, dispose à l'al. 1 que celui-ci \"doit être demandé dans les cinq ans. Pour les enfants de plus de 12 ans, le regroupement doit intervenir dans un délai de 12 mois\" (\"Der Anspruch auf Familiennachzug muss innerhalb von fünf Jahren geltend gemacht werden. Kinder über zwölf Jahre müssen innerhalb von zwölf Monaten nachgezogen werden\"; \"Il diritto al ricongiungimento familiare dev'essere fatto valere entro cinque anni. Per i figli con più di 12 anni il termine si riduce a 12 mesi\"). Le point de départ du délai est fixé par l'art. 47 al. 3 LEtr (cf. aussi la disposition transitoire de l'art. 126 al. 3 LEtr). Selon le texte clair de l'art. 47 al. 1 LEtr, le délai est respecté si la demande de regroupement est déposée avant son échéance. Comme le délai dépend de l'âge de l'enfant, le moment du dépôt de la demande doit être déterminant aussi à ce dernier égard. Si l'on envisage les art. 42 s. en relation avec l'art. 47 LEtr, l'interprétation littérale conduit donc à considérer que le dépôt de la demande représente le moment déterminant du point de vue de l'âge de l'enfant.\n\nSous l'angle téléologique, le législateur a voulu que les enfants d'un ressortissant suisse ou d'un titulaire d'une autorisation d'établissement âgés de moins de 18 ans (mais de plus de 12 ans) n'aient plus BGE 136 II 497 S. 503droit à une autorisation d'établissement comme sous l'ancien droit (cf. art. 17 al. 2 3e phrase LSEE), mais seulement à une autorisation de séjour, afin qu'il soit possible de ne pas renouveler cette dernière en cas de défaut d'intégration (cf. Message du 8 mars 2002 concernant la loi sur les étrangers, FF 2002 3548 ch. 2.6 ad art. 41). L'idée n'était pas de changer la pratique en vigueur, selon laquelle le dépôt de la demande de regroupement représente le moment déterminant du point de vue de l'âge de l'enfant.\n\nL'interprétation de la loi conduit ainsi à retenir que le moment du dépôt de la demande est déterminant du point de vue de l'âge de l'enfant comme condition du droit au regroupement familial. La condition est réalisée et le droit doit être reconnu si, à ce moment, l'enfant n'a pas atteint l'âge limite. Le droit au regroupement ne disparaît pas lorsque l'enfant atteint cet âge pendant la suite de la procédure, avant que l'autorisation ne lui soit octroyée. Cette solution s'impose également afin d'éviter que le droit au regroupement ne se perde en raison de la durée de la procédure, sur laquelle les particuliers requérant l'autorisation n'ont qu'une maîtrise très limitée. Si l'on adoptait la solution contraire, ces derniers pourraient être déchus du droit au regroupement du seul fait que la procédure n'a pas été menée avec la célérité requise, ce qui pourrait porter atteinte à la sécurité du droit et au principe de la bonne foi (art. 5 al. 3 et art. 9 Cst.) devant présider aux relations entre particuliers et autorités.\n\nDe manière générale, les conditions de l'octroi d'une autorisation de police doivent être réunies lors du dépôt de la demande et l'être encore au moment où l'autorisation est accordée. La condition liée à l'âge est particulière dans la mesure où elle est soumise à l'écoulement du temps et pourrait, dans la situation qui vient d'être évoquée, cesser d'être réalisée pour des motifs indépendants de la volonté des requérants et dont ils n'ont pas à répondre. Dans ces conditions, il est préférable de faire dépendre le droit au regroupement (uniquement) de l'âge de l'enfant lors du dépôt de la demande, car il s'agit là d'un acte des intéressés et, partant, d'une circonstance dont ils ont la maîtrise.\n\n3.5 Dans ses directives (version du 1er juillet 2009), l'Office fédéral des migrations relève, en se référant à l' ATF 129 II 11 consid. 2, que l'âge déterminant du point de vue du droit au regroupement familial est celui que l'enfant a atteint lors du dépôt de la demande (ch. 6.2.4.2 et 6.10.1). Tel est aussi l'avis de la doctrine (PETER BGE 136 II 497 S. 504UEBERSAX, in Ausländerrecht, 2009, n° 7.314; RASELLI/HAUSAMMANN/MÖCKLI/URWYLER, in Ausländerrecht, op. cit., n° 16.10; MARC SPESCHA, in Migrationsrecht, 2e éd. 2009, n° 1 ad art. 47 LEtr).\n\n3.6 En droit allemand, le moment déterminant s'agissant de l'âge comme condition du droit au regroupement est également celui du dépôt de la demande (HUBER/GÖBEL-ZIMMERMANN, Ausländer- und Asylrecht, 2e éd. 2008, p. 481 n° 1344, avec référence à un jugement du Tribunal administratif fédéral du 18 novembre 1997 concernant l'âge de l'enfant pour lequel le regroupement est demandé, publié in Neue Zeitschrift für Verwaltungsrecht - Rechtsprechungs-Report 1998 p. 517).\n\nLa Directive 2003/86/CE du Conseil du 22 septembre 2003 relative au droit au regroupement familial (JO L 251 du 3 octobre 2003 p. 12) prévoit par ailleurs que les Etats membres peuvent exiger que les demandes concernant le regroupement familial d'enfants mineurs soient introduites avant que ceux-ci n'aient atteint l'âge de 15 ans (art. 4 par. 6). Selon ce texte, lorsqu'une telle limite d'âge est fixée, elle doit être respectée lors du dépôt de la demande, qui est ainsi le moment déterminant.\n\n3.7 Il ressort de ce qui précède que le moment déterminant du point de vue de l'âge comme condition du droit au regroupement familial en faveur d'un enfant est celui du dépôt de la demande. Or, ce qui vaut pour le droit matériel doit aussi valoir sous l'angle de la recevabilité (art. 83 let. c ch. 2 LTF). Adopter une autre solution pour cette dernière, en exigeant par exemple que l'enfant n'ait pas encore atteint l'âge limite lors du dépôt du recours devant le Tribunal de céans ou lorsque celui-ci statue, entraînerait, dans certaines situations, que le droit au regroupement existerait, mais ne serait pas justiciable devant le Tribunal fédéral. Une telle conséquence ne serait pas acceptable - même si, en vertu de l'art. 29a Cst., la cause pourrait être soumise à une autre autorité judiciaire -, parce que cela reviendrait à soustraire à l'examen du Tribunal fédéral certains cas où il existe un droit (potentiel) à l'autorisation sollicitée, alors que l'art. 83 let. c ch. 2 LTF exclut la voie de droit ordinaire seulement en l'absence d'un tel droit, lorsque l'octroi de l'autorisation est laissé à l'appréciation de l'autorité. Dans cette mesure, le Tribunal de céans serait indûment empêché de remplir son rôle d'autorité de recours au plan national et d'exercer ainsi un contrôle nécessaire afin d'éviter les inégalités de traitement résultant de pratiques divergentes. BGE 136 II 497 S. 505\n\nEn outre, comme cela a été relevé en relation avec le droit au regroupement (cf. consid. 3.4 ci-dessus), il convient d'éviter que la recevabilité du recours en matière de droit public ne dépende de la durée de la procédure antérieure, sur laquelle les particuliers requérant l'autorisation n'ont qu'une maîtrise très limitée, et que ces derniers ne soient privés du droit de soumettre leur cause au Tribunal de céans du seul fait que la procédure antérieure n'a pas été menée avec la célérité requise.\n\n3.8 Contrairement à la situation dans laquelle l'autorisation dont la révocation est en cause a expiré dans l'intervalle et où il n'existe pas de droit à son renouvellement, les recourants ont en l'occurrence un intérêt à ce que le Tribunal fédéral entre en matière. Le litige porte en effet sur l'existence d'un droit au regroupement familial et sur l'octroi à ce titre d'une autorisation de séjour à D.X. L'autorité précédente a refusé d'octroyer celle-ci en considérant que le droit au regroupement était invoqué de manière abusive. Les recourants ont un intérêt digne de protection (cf. art. 89 al. 1 LTF) à ce que le Tribunal de céans modifie cette décision en ce sens qu'une autorisation de séjour doit être accordée à la prénommée. S'agissant d'un droit (potentiellement) conféré par les art. 43 al. 1, 47 al. 1 et 3 et 126 al. 3 LEtr, les recourants y ont même un intérêt juridiquement protégé. Peu importe qu'il s'agisse d'une autorisation de séjour valable seulement une année (art. 33 al. 3 1re partie de la phrase LEtr et art. 58 al. 1 1re phrase de l'ordonnance du 24 octobre 2007 relative à l'admission, au séjour et à l'exercice d'une activité lucrative [OASA;RS 142.201]) et à la prolongation de laquelle il n'existe pas de droit.Les recourants et leur fille ont un intérêt à ce que cette dernière puisse les rejoindre au titre du regroupement familial afin de vivre en ménage commun avec eux durant une année, même s'ils n'ont pas l'assurance que l'autorisation sera renouvelée au terme de cette période.\n\n3.9 Il ressort de ce qui précède que les recourants disposent d'un droit potentiel à l'autorisation sollicitée, de sorte que la voie du recours en matière de droit public est ouverte, la clause d'exclusion de l'art. 83 let. c ch. 2 LTF n'étant pas applicable.\n\nAu surplus, le recours a été interjeté par des parties directement touchées par la décision attaquée et qui ont - comme il a été dit (cf. consid. 3.8) - un intérêt digne de protection à son annulation ou sa modification (cf. art. 89 al. 1 LTF); il est dirigé contre un jugement BGE 136 II 497 S. 506final (cf. art. 90 LTF) rendu par une autorité judiciaire cantonale supérieure de dernière instance (cf. art. 86 al. 1 let. d et al. 2 LTF); il a été déposé dans le délai (cf. art. 100 al. 1 LTF) et la forme (cf. art. 42 LTF) prévus par la loi. Il convient ainsi d'entrer en matière.\n\n4.\n\n4.1 Les conditions du droit au regroupement familial posées par les art. 43 al. 1, 47 al. 1 et 3 en relation avec l'art. 126 al. 3 LEtr sont en l'espèce réunies. En particulier, le regroupement a été demandé en avril 2008, alors que D.X. était âgée de moins de 18 ans, de sorte que la limite d'âge fixée par l'art. 43 al. 1 LEtr, tel qu'interprété ci-dessus, n'était pas atteinte au moment déterminant. En outre, le délai de 12 mois prévu par l'art. 47 al. 1 LEtr, qui, en vertu de la disposition transitoire de l'art. 126 al. 3 LEtr, a commencé de courir le 1er janvier 2008, est respecté.\n\n4.2 L'autorité précédente a toutefois estimé qu'en vertu de l'art. 51 al. 2 let. a LEtr, le droit au regroupement s'était éteint, car il était invoqué de manière abusive. La demande de regroupement avait en effet été déposée alors que D.X. était proche de l'âge limite de 18 ans. En outre, à ce moment, celle-ci avait vécu seulement durant 5 ans avec ses parents en Suisse, alors qu'elle avait passé 12 ans dans son pays d'origine auprès de son frère aîné et de ses grands-parents. Dans ces conditions, les relations que D.X. entretenaient avec ses parents ne pouvaient être qualifiées de prépondérantes, même si, durant les années en question, ces derniers s'étaient rendus régulièrement en Bosnie-Herzégovine pendant leurs vacances et avaient eu avec leur fille de fréquents contacts téléphoniques. Les circonstances nouvelles invoquées à l'appui de la demande de regroupement, à savoir le décès de la grand-mère, le fait que le frère de D.X. s'est marié et a fondé une famille, la fin des études de commerce de cette dernière, ainsi que la stabilisation de l'état de santé de sa mère, n'y changeaient rien et ne parvenaient pas à \"accréditer une future vie de famille [en Suisse], à l'heure où l'intéressée sort précisément du cercle familial étroit\".\n\n4.3 Dans le cas particulier, il n'apparaît pas, à la lumière de l'état de fait retenu dans la décision attaquée, lequel lie le Tribunal de céans (cf. art. 105 al. 2 LTF), qu'il serait abusif de la part des recourants de se prévaloir du droit au regroupement familial. Il ressort en effet de la décision entreprise que ces derniers ont entretenu et entretiennent encore des relations avec leur fille D.X.: ils ont vécu ensemble en BGE 136 II 497 S. 507Suisse durant 5 ans (d'avril 1991 à août 1995, puis d'août 2000 à août 2001) et, durant les autres périodes, ils ont gardé des contacts relativement fréquents, les parents se rendant \"régulièrement\" en Bosnie-Herzégovine durant leurs vacances et ayant des contacts téléphoniques \"soutenus\" avec leur fille. Le fait que D.X. a quitté le domicile familial de Y. en 2001 déjà et la période de sa vie au cours de laquelle cela s'est produit ont certes été de nature à distendre les liens l'unissant à ses parents. Mais cela ne signifie pas pour autant que ces liens aient été rompus. L'autorité précédente n'admet elle-même pas que tel ait été le cas. Elle en tire en revanche la conséquence que les relations de D.X. avec ses parents ne peuvent être qualifiées de prépondérantes. Or, à supposer que ce point de vue soit exact, cela ne signifie pas encore qu'il soit abusif de la part des recourants de se prévaloir du droit au regroupement familial en faveur de leur fille. L'existence de relations prépondérantes avec le parent demandant que son enfant puisse venir vivre avec lui en Suisse était - comme le relèvent du reste les recourants - une exigence posée par l'ancienne jurisprudence sur le regroupement familial partiel, applicable aux situations où seul l'un des parents vit en Suisse. Or, non seulement cette jurisprudence n'a plus cours sous le nouveau droit (cf. ATF 136 II 78 consid. 4.7 p. 85 s.), mais encore il ne s'agit pas en l'espèce d'un cas de regroupement partiel, puisqu'il est prévu que D.X. aille rejoindre ses deux parents à Y. La question de savoir quelles relations sont prépondérantes, entre celles que la prénommée entretient avec ses parents en Suisse et celles qu'elle a avec d'autres personnes vivant dans son pays d'origine, n'a donc pas à être tranchée en l'espèce. Du point de vue de l'abus de droit au sens de l'art. 51 LEtr, seul importe le point de savoir si les relations l'unissant à ses parents qui invoquent le droit au regroupement sont (encore) vécues. Or, tel est bien le cas, comme il a été dit. En outre, il n'y a pas non plus abus de droit du seul fait que, lors du dépôt de la demande de regroupement, l'enfant était proche de la limite de 18 ans.\n\nEn l'absence d'abus de droit, il convient donc d'octroyer l'autorisation de séjour sollicitée au titre du regroupement familial, étant rappelé que D.X. ne disposera pas, le moment venu, d'un droit au renouvellement de celle-ci, puisqu'elle est désormais majeure. La décision entreprise doit ainsi être annulée pour violation des art. 43 al. 1 et 51 al. 2 let. a LEtr, sans qu'il soit besoin d'examiner les autres griefs soulevés par les recourants."}