{"annee": "136", "cour": "III", "page": "379", "date": "12/7/2010", "cite": ["130 I 312", "118 IB 562", "129 III 203", "101 III 65", "74 III 1"], "cite_par": ["137 I 371", "137 III 193", "142 III 291", "142 III 348"], "chapeau": "57. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. NML Capital Ltd. und EM Limited gegen Bank für Internationalen Zahlungsausgleich (BIZ) und Betreibungsamt Basel-Stadt (Beschwerde in Zivilsachen)\n\n5A_360/2010 vom 12. Juli 2010", "regestes": ["Autorisation de séquestre et exécution du séquestre (art. 271 ss et 275 LP); immunité de la Banque des règlements internationaux (Accord du 10 février 1987 entre le Conseil fédéral suisse et la Banque des règlements internationaux en vue de déterminer le statut juridique de la Banque en Suisse); garantie de l'accès au juge (art. 6 par. 1 CEDH, art. 29a Cst.). Possibilité de contrôle de l'ordonnance de séquestre à l'occasion de l'exécution du séquestre (consid. 3). Les valeurs confiées à la Banque des règlements internationaux ainsi que les prétentions contre la Banque ne peuvent pas être séquestrées sans le consentement préalable et exprès de celle-ci. Compatibilité avec l'accès au juge (consid. 4)."], "faits": "BGE 136 III 379 S. 380\n\nA.\n\nA.a Auf Begehren der NML Capital Ltd., mit Sitz in George Town/Cayman Islands, erliess der Arrestrichter Basel-Stadt am 5. November 2009 gestützt auf Art. 271 Abs. 1 Ziff. 4 SchKG (\"Schuldner im Ausland\") einen Arrestbefehl gegenüber der Republik Argentinien für die Forderungssumme von Fr. 290'564'577.- nebst Zinsen (Arrestbefehl Nr. 2009/217). Am gleichen Tag erliess der Arrestrichter auf Begehren der EM Limited, ebenfalls mit Sitz in Cayman Islands, einen weiteren Arrestbefehl gegenüber der Republik Argentinien für die Forderungssumme von Fr. 741'079'460.- nebst Zinsen (Arrestbefehl Nr. 2009/218). Als Grund der Forderung werden die Urteile Nr. 03 Civ. 8854 bzw. Nr. 03 Civ. 2507 des United States District Court, Southern District of New York, genannt. Als Arrestgegenstände werden in beiden Arrestbefehlen die bei der Bank für Internationalen Zahlungsausgleich (BIZ) in Basel auf den Namen der Republik Argentinien oder der Zentralbank der Republik Argentinien lautenden Guthaben in in- oder ausländischer Währung, Forderungen, Wertschriften (Aktien, Obligationen, Schuldbriefe) sowie Barmittel aufgeführt.\n\nA.b Mit Anzeigen vom 5. November 2009 teilte das mit dem Arrestvollzug beauftragte Betreibungsamt des Kantons Basel-Stadt der BIZ die Zahlungs- und Verfügungssperren (gemäss Art. 98 und Art. 99 SchKG) mit.\n\nB.\n\nB.a Mit Eingaben vom 6. und 13. November 2009 wies die BIZ das Betreibungsamt und die Aufsichtsbehörde über das Betreibungs- und Konkursamt Basel-Stadt darauf hin, dass sie eine internationale BGE 136 III 379 S. 381Organisation mit Sitz in Basel sei. Gestützt auf das Sitzabkommen aus dem Jahre 1987 sei sie von jeglicher Massnahme der Vollstreckung in der Schweiz befreit. Diese Befreiung erstrecke sich insbesondere auf die der BIZ anvertrauten Werte. Beim Arrestrichter erhob die BIZ keine Einsprache.\n\nB.b Das Eidgenössische Departement für auswärtige Angelegenheiten (EDA), Direktion für Völkerrecht, gelangte mit Schreiben vom 26. November/24. Dezember 2009 an die Aufsichtbehörde und bestätigte, dass die BIZ in der Schweiz Immunität für die eigenen und die ihr anvertrauten Vermögenswerte geniesse. Eine Meinungsverschiedenheit über die Immunität der BIZ sei gemäss Sitzabkommen durch Verhandlungen zwischen der Schweiz und der BIZ, allenfalls durch ein Schiedsgericht, jedoch nicht durch die Betreibungsbehörden zu entscheiden.\n\nB.c Die NML Capital Ltd. und die EM Limited antworteten mit Eingaben vom 30. November 2009/1. Februar 2010 der Aufsichtsbehörde, dass die Berufung auf die Immunität zweckwidrig bzw. missbräuchlich sei. Es sei bekannt, dass die Republik Argentinien nach der Einstellung ihrer Zahlungen über die von der Regierung abhängige Zentralbank Gelder in Milliardenhöhe bei der BIZ deponiert habe, um das Staatsvermögen dem Zugriff von Gläubigern aus Staatsanleihen zu entziehen. Sie hätten zudem Anspruch auf Zugang zu einem Gericht, welches über die Immunität entscheide.\n\nC. Mit Urteil vom 23. April 2010 stellte die kantonale Aufsichtsbehörde die Nichtigkeit der beiden Arrestbefehle (Nr. 2009/217 und Nr. 2009/218) vom 5. November 2009 fest.\n\nD. Die NML Capital Ltd. und die EM Limited führen mit Eingabe vom 10. Mai 2010 Beschwerde in Zivilsachen. Die Beschwerdeführerinnen beantragen dem Bundesgericht, das Urteil der kantonalen Aufsichtsbehörde aufzuheben und festzustellen, dass die beiden Arrestbefehle des Arrestrichters Basel-Stadt sowie die Anzeigen des Betreibungsamtes Basel-Stadt gültig seien. Eventualiter sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen, ferner seien lediglich die Anzeigen des Betreibungsamtes für nichtig zu erklären. (...)\n\nDas Bundesgericht weist die Beschwerde in Zivilsachen ab.\n\n(Auszug) BGE 136 III 379 S. 382", "considerants": "Aus den Erwägungen:\n\n3. Anlass zur vorliegenden Beschwerde gibt der Arrestvollzug durch das Betreibungsamt. Die Beschwerdeführerinnen stellen die Kompetenz der Aufsichtsbehörde zur Prüfung und Feststellung der Nichtigkeit der Arrestbefehle in Frage.\n\n3.1 Nach der Rechtsprechung fallen sämtliche Rügen, welche die materiellen Voraussetzungen des Arrestes zum Gegenstand haben, namentlich solche, die das Eigentum oder die Inhaberschaft an den zu arrestierenden Gegenständen oder mit denen Rechtsmissbrauch geltend gemacht wird, in die Zuständigkeit des Einspracherichters gemäss Art. 278 SchKG (BGE 129 III 203 E. 2.2 und 2.3 S. 206 f.). Das Betreibungsamt hat einen Arrestbefehl daher grundsätzlich zu vollziehen, ohne die materiellen Voraussetzungen des Arrestes zu überprüfen. Nur wenn sich der Arrestbefehl als unzweifelhaft nichtig erweist, muss der Vollzug verweigert werden, denn der Vollzug eines nichtigen Befehls wäre nach Art. 22 SchKG ebenfalls nichtig (BGE 129 III 203 E. 2.3 S. 207; AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 8. Aufl. 2008, § 51 Rz. 49 und 51).\n\n3.2 Im kantonalen Verfahren hat sich die Beschwerdegegnerin auf ihre staatsvertraglich gewährte Immunität und die Befreiung der ihr anvertrauten Vermögenswerte von Vollstreckungsmassnahmen berufen. Auch mit Bezug auf die Immunität gilt, dass grundsätzlich der Arrestrichter, gegebenenfalls nach Neuüberprüfung im Rahmen des Einspracheverfahrens gegen den Arrestbefehl, zuständig ist, über die Zulässigkeit des Arrestes zu befinden, es sei denn, die Verletzung von Regeln über die Immunität bzw. des Völkerrechts sei für das Betreibungsamt offensichtlich (AMONN/WALTHER, a.a.O., § 51 Rz. 50; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 4. Aufl. 2005, Rz. 2790 zweites Lemma; REISER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, 1998, N. 34 zu Art. 275 SchKG). Entgegen der Auffassung der Beschwerdeführerinnen liegt demnach keine Rechtsverletzung vor, wenn die Aufsichtsbehörde sich zuständig erachtet hat, den Arrestbefehl mit Blick auf eine offensichtliche Verletzung von staatsvertraglichen Regeln über die Immunität der Beschwerdegegnerin zu prüfen. Insoweit ist die Beschwerde unbegründet.\n\n4. Die Beschwerdeführerinnen bestreiten im Wesentlichen, dass sich die Beschwerdegegnerin im Arrestverfahren gegenüber der BGE 136 III 379 S. 383Republik Argentinien auf die eigene Immunität als internationale Organisation berufen kann. Jedenfalls hätten sie Anspruch auf Zugang zu einem Gericht, welches über den behaupteten rechtsmissbräuchlichen Einsatz der Immunität der Beschwerdegegnerin zu entscheiden habe.\n\n4.1 Zu Recht ist unbestritten, dass die Beschwerdegegnerin eine internationale Organisation ist (SEIDL-HOHENVELDERN/LOIBL, Das Recht der Internationalen Organisationen, 7. Aufl. 2000, Rz. 3201). Im zwischen dem Schweizerischen Bundesrat und der Bank für Internationalen Zahlungsausgleich abgeschlossenen Abkommen vom 10. Februar 1987 zur Regelung der rechtlichen Stellung der Bank in der Schweiz (SR 0.192.122.971.3; im Folgenden: Sitzabkommen) anerkennt die Schweiz (in Art. 1) die internationale Rechtspersönlichkeit der Beschwerdegegnerin. Im SchKG sind die völkerrechtlichen Verträge vorbehalten (Art. 30a SchKG). Für die Schweiz ergibt sich damit der Umfang der Immunität der Beschwerdegegnerin in erster Linie aus dem Sitzabkommen (KREN KOSTKIEWICZ, Staatenimmunität im Erkenntnis- und im Vollstreckungsverfahren nach schweizerischem Recht, 1998, S. 94; zur Auslegung vgl. COMBACAU/SUR, Droit international public, 8. Aufl. 2008, S. 179 f.).\n\n4.2 Im Sitzabkommen regelt Art. 4 die Befreiung der Beschwerdegegnerin von der Gerichtsbarkeit und von Massnahmen der Vollstreckung (im authentischen Text) wie folgt:\n\n\"1. La Banque bénéficie de l'immunité de juridiction, sauf:\n\na) dans la mesure où cette immunité a été formellement levée pour des cas déterminés par le Président, le Directeur général ou par leurs représentants dûment autorisés;\n\nb) dans le cas d'actions civiles ou commerciales découlant de transactions bancaires ou financières, intentées par des cocontractants de la Banque, sous réserve des cas pour lesquels des dispositions d'arbitrage ont ou auront été prises;\n\nc) dans le cas d'actions en responsabilité civile intentées contre la Banque pour dommage causé par tout véhicule lui appartenant ou circulant pour son propre compte.\n\n2. Les litiges opposant, en matière de rapports de service, la Banque à ses fonctionnaires, anciens fonctionnaires ou à leurs ayants droit sont jugés par le Tribunal administratif de la Banque. (...)\n\n3. La Banque bénéficie sur ses biens et avoirs, où qu'ils se trouvent et quels qu'en soient les détenteurs, de l'immunité d'exécution (notamment à l'égard de toute mesure de saisie, séquestre, blocage ou d'autres BGE 136 III 379 S. 384mesures d'exécution forcée ou de sûreté et, en particulier, de séquestre au sens du droit suisse), sauf: (...).\n\n4. Les dépôts confiés à la Banque, toute créance sur la Banque, ainsi que les actions émises par la Banque, où qu'ils se trouvent et quels qu'en soient les détenteurs, ne pourront faire l'objet, sauf accord exprès préalable de la Banque, d'aucune mesure d'exécution (notamment de saisie, séquestre, blocage ou d'autres mesures d'exécution forcée ou de sûreté et, en particulier, de séquestre au sens du droit suisse).\"\n\nNach dem Wortlaut des Sitzabkommens \"geniesst die Bank Befreiung von jeglicher Gerichtsbarkeit\" (Art. 4 Abs. 1 lit. a Ingress) und \"können die der Bank anvertrauten Werte ebenso wie Ansprüche jeder Art gegen die Bank (...) nicht mit Vollstreckungsmassnahmen belegt werden, namentlich können sie nicht gepfändet, mit Arrest belegt, gesperrt oder mit anderen Zwangsvollstreckungs- oder Sicherungsmassnahmen, insbesondere nicht mit Arrest im Sinne des schweizerischen Rechts belegt werden\" (Art. 4 Abs. 4). Im gleichen Sinne sind Immunitätsrechte bereits in Art. 10 des Abkommens vom 20. Januar 1930 über die Bank für Internationalen Zahlungsausgleich (SR 0.192.122.971), in Art. 1 des Protokolls vom 30. Juli 1936 über die Immunitäten der Bank für Internationalen Zahlungsausgleich (SR 0.192.122.971.1) sowie in Art. 55 der Statuten der Bank vom 20. Januar 1930 (in der Fassung vom 27. Juni 2005) zugrunde gelegt.\n\n4.2.1 Die Beschwerdegegnerin kann - wie die Vorinstanz festgehalten hat - nach den Bestimmungen im Sitzabkommen wohl ihre Zustimmung zum Arrest erteilen. Ohne ausdrückliche vorherige Zustimmung (\"sauf accord exprès préalable\") der BIZ können Werte, die ihr anvertraut worden sind, hingegen nicht mit Arrest belegt werden (Art. 4 Abs. 4 des Sitzabkommens). Dass hier die vorherige Zustimmung der Bank zur Verarrestierung von ihr anvertrauten argentinischen Werten vorliegt, ist weder festgestellt noch behauptet. Es ist offensichtlich unzutreffend (Art. 105 Abs. 2 BGG), wenn die Aufsichtsbehörde angenommen hat, die Zustimmung zum Arrest bzw. der Verzicht auf die Immunität sei offen. Die Beschwerdeführerinnen rügen zu Recht, bereits aus den kantonalen Akten gehe hervor, dass der Verzicht auf die Immunität von Seiten der Beschwerdegegnerin unmittelbar nach Empfang der Zahlungs- und Verfügungssperren gerade verweigert wird. Dies betont auch die Beschwerdegegnerin. Insoweit sind die vorinstanzlichen Sachverhaltsfeststellungen zu berichtigen. Es steht fest, dass die Beschwerdegegnerin zu BGE 136 III 379 S. 385keinem Zeitpunkt - weder vorgängig noch nachträglich - die Zustimmung zur Verarrestierung der ihr anvertrauten argentinischen Werte gegeben hat.\n\n4.2.2 Die Beschwerdeführerinnen machen geltend, die Anzeige des Arrestes (gemäss Art. 99 SchKG) an den Schuldner des Betriebenen (Drittschuldner) sei allgemein keine Gültigkeitsvoraussetzung des Arrestes (dazu BGE 101 III 65 E. 6 S. 67; GILLIÉRON, a.a.O., Rz. 2275), weshalb der vorliegende Arrest zulässig sei. Dieses Argument geht fehl. Die Beschwerdegegnerin geniesst Gerichts- und Vollstreckungsimmunität. Aus den Bestimmungen im Sitzabkommen geht hervor, dass die der Beschwerdegegnerin anvertrauten Werte bzw. die Einlagen der Zentralbanken keine tauglichen Vollstreckungsobjekte darstellen und die Beschwerdegegnerin als Drittschuldnerin in der Schweiz nicht auf dem Zwangsvollstreckungsweg belangt werden kann (WENCKSTERN, Die Immunität internationaler Organisationen, Handbuch des Internationalen Zivilverfahrensrechts, Bd. II/1, 1994, Rz. 842; SZODRUCH, Staateninsolvenz und private Gläubiger, 2008, S. 391; DOMINICÉ, L'immunité des organisations internationales, in: Recueil des Cours, Académie de droit international [im Folgenden: Recueil], 1984, Bd. IV, S. 208). Da die der Beschwerdegegnerin anvertrauten Werte bzw. die Einlagen der Zentralbanken nicht mit Arrest nach schweizerischem Recht belegt werden können, ist sie insoweit von gerichtlichen und amtlichen Zwangsmassnahmen (WENCKSTERN, a.a.O., Rz. 842), d.h. von Anordnungen des Arrestrichters und des vollziehenden Betreibungsamtes befreit. Vorliegend hat sich im Arrestvollzug bzw. Verfahren vor der Aufsichtsbehörde ergeben, dass die Beschwerdegegnerin zu keinem Zeitpunkt die Zustimmung zur Verarrestierung der ihr anvertrauten argentinischen Vermögenswerte und Guthaben gegeben hat. Die Beschwerdegegnerin kann jedoch nicht gezwungen werden, Arresteinsprache zu erheben und im gerichtlichen Verfahren geltend zu machen, dass sie durch den Arrest in ihren Rechten bzw. ihrer Immunität betroffen sei. Aus diesem Grund musste die Aufsichtsbehörde feststellen, dass dem Arrestrichter die Befugnis gefehlt hat, die Beschlagnahme der Guthaben der Republik Argentinien bzw. der argentinischen Zentralbank bei der Beschwerdegegnerin oder anderer ihr anvertrauter Werte zu befehlen. Ebenso wenig ist es dem Betreibungsamt erlaubt, den entsprechenden Befehl durch Verfügungs- und Zahlungsverbote zu vollziehen. Die Aufsichtsbehörde hat die Arrestbefehle und deren Vollzug durch das Betreibungsamt BGE 136 III 379 S. 386mit Blick auf die Immunitätsbestimmungen im Sitzabkommen zu Recht als offensichtlich unwirksam betrachtet.\n\n4.3 Die Beschwerdeführerinnen wenden ein, dass die im Sitzabkommen gewährte Immunität der Beschwerdegegnerin auf die Funktion bezogen sei; diese Voraussetzung zur Immunität sei für die Vermögenswerte Argentiniens nicht erfüllt.\n\n4.3.1 Nach herrschender Auffassung geniesst ein Staat für seine Hoheitsakte (acta iure imperii) Immunität und unterliegt er für seine nichthoheitlichen Akte (acta iure gestionis) der Gerichtsbarkeit und Zwangsgewalt des anderen Staates. Hingegen geniessen internationale Organisationen für alle ihre Handlungen Immunität. Die grundsätzlich absolute Immunität erklärt sich daraus, dass infolge des funktionellen Charakters der Rechtspersönlichkeit einer internationalen Organisation alle ihre Handlungen eng mit ihrem Organisationszweck in Verbindung stehen müssen (BGE 130 I 312 E. 2 S. 321; BGE 118 Ib 562 E. 1b S. 564; Urteil des Bundesgerichts 4C.518/1996 vom 25. Januar 1999 E. 4b und c, teilweise publ. in: SZIER 2000 S. 642 f.; MULLER, International Organizations and their Host States, 1995, S. 151 ff.; SEIDL-HOHENVELDERN/LOIBL, a.a.O., Rz. 1908). Organisationszweck der Beschwerdegegnerin ist gemäss Art. 3 ihrer Statuten, die Zusammenarbeit der Zentralbanken zu fördern, neue Möglichkeiten für internationale Finanzgeschäfte zu schaffen und als Treuhänder (Trustee) oder Agent bei den ihr auf Grund von Verträgen mit den beteiligten Parteien übertragenen internationalen Zahlungsgeschäften zu wirken. Die Entgegennahme von Vermögenswerten von Zentralbanken durch die Beschwerdegegnerin entspricht demnach ihrem eigentlichen Zweck (vgl. auch Art. 21 lit. j der Statuten der Bank).\n\n4.3.2 Die Beschwerdeführerinnen gehen von den Erwägungen der Vorinstanz aus, wonach zu prüfen sei, ob der Schutz einer internationalen Organisation vor Drittschuldnerpfändungen im Einzelfall wirklich erforderlich sei, um die Funktionsfähigkeit zu sichern. Häufig sei die Aufrechterhaltung der Immunität funktional nicht notwendig, weil eine internationale Organisation im Fall der Durchführung einer Drittschuldnerpfändung nur geringen Belastungen ausgesetzt sei (mit Hinweis auf TAUCHMANN, Die Immunität internationaler Organisationen gegenüber Zwangsvollstreckungsmassnahmen, 2005, S. 243 ff.). Dies kommt durchaus in den Bundesgerichtsurteilen 5P.464/1994 vom 22. Juni 1995 und 5P.156/2003 vom 7. Juli 2003 BGE 136 III 379 S. 387(mit Hinweis auf BGE 74 III 1 S. 4) - auf welche sich die Beschwerdeführerinnen berufen - zum Ausdruck (vgl. DOMINICÉ, a.a.O., S. 210). In diesen Fällen haben sich die betroffenen internationalen Organisationen den Dienstlohnpfändungen allerdings nicht widersetzt und hat sich das Bundesgericht nicht dazu geäussert, welche Auswirkungen sich für eine internationale Organisation ergeben können, wenn sie Schuldnerin des Betriebenen ist (vgl. TAUCHMANN, a.a.O., S. 153 ff.).\n\n4.3.3 Mit der Belastung durch Pfändung bzw. Arrest für Dienstlohn lässt sich der hier erwirkte Arrest offensichtlich nicht vergleichen. Die Beschwerdegegnerin, welche als Bank der Zentralbanken dient und hierfür die Annahme von Einlagen der Zentralbanken vorsieht, wäre bei der Erfüllung ihrer Aufgabe zweifellos im Kern betroffen, wenn die Guthaben einer Zentralbank in Milliardenhöhe verarrestiert oder die ihr anvertrauten Werte und Einlagen mit einem hoheitlichen Verfügungs- bzw. Zahlungsverbot belegt würden. Entgegen der Darstellung der Beschwerdeführerinnen vermögen ihre Ausführungen zur funktionalen Notwendigkeit die im Sitzabkommen - mit klarem Wortlaut - gewährte absolute Immunität der Beschwerdegegnerin nicht in Frage zu stellen, sondern bestätigen vielmehr deren Notwendigkeit.\n\n4.4 Sodann behaupten die Beschwerdeführerinnen, dass die im Sitzabkommen gewährte Immunität der Beschwerdegegnerin diese nicht vor dem Rechtsmissbrauch der Republik Argentinien und deren völkerrechtlich unerlaubten Handlung zu schützen vermöge.\n\n4.4.1 Die Beschwerdeführerinnen stützen sich auf die Auffassung, wonach in massiven Vermögensverschiebungen eines Schuldnerstaates auf Konten der BIZ im Rahmen des Staatsnotstandes ein Verstoss gegen das völkerrechtliche Wohlverhaltensgebot zu erkennen sei, da entgegen dem Gebot transparenten Verhaltens die tatsächliche Vermögenslage des Schuldnerstaates verschleiert werde (vgl. SZODRUCH, a.a.O., S. 391). Weiter gibt die Insolvenz Argentiniens Anlass zu breiter Diskussion, wobei das Verhalten Argentiniens auch kritisch kommentiert wird (vgl. SZODRUCH, a.a.O., S. 116 ff. und 391 mit Hinweisen).\n\n4.4.2 Die Vorinstanz hat zu Recht die Frage gestellt, wer überhaupt berechtigt sei, darüber zu entscheiden, ob die Immunität der Beschwerdegegnerin missbräuchlich benützt wird. Wenn nationale Gerichte darüber entscheiden können, welche Aktivitäten einer BGE 136 III 379 S. 388internationalen Organisation mit Blick auf das Funktionieren der Aufgabenerfüllung unbedingt notwendig oder gegenteils rechtsmissbräuchlich sind, so ist deren Unabhängigkeit und die Unparteilichkeit in Frage gestellt (vgl. LALIVE, L'immunité de juridiction des Etats et des organisations internationales, in: Recueil, a.a.O., 1953, Bd. III, S. 311; REINISCH, International Organizations Before National Courts, 2000, S. 242). Aus diesem Grund und zur Vermeidung einer völkerrechtswidrigen Entscheidung über die Immunität ist die Ansicht der internationalen Organisation für den nationalen Richter massgeblich (vgl. WENCKSTERN, a.a.O., Rz. 270 und 482). Nichts anderes sieht das Sitzabkommen vor. Allerdings verweigert die Beschwerdegegnerin die Zustimmung zur Aufhebung der Immunität.\n\n4.4.3 Über die Verhinderung eines allfälligen Missbrauchs von im Sitzabkommen vorgesehenen Immunitäten entscheiden die Beschwerdegegnerin und die schweizerischen Behörden in Zusammenarbeit (Art. 22), und im Falle von Meinungsverschiedenheiten über Anwendung und Auslegung des Abkommens erfolgen direkte Verhandlungen (Art. 27 Abs. 1), was auf eine politische Einigung hinzielt. Bei Meinungsverschiedenheiten sind im Sitzabkommen (Art. 27 Abs. 1 und 2) rechtliche Verfahren vorgesehen, wonach die Vertragsparteien das Schiedsgericht (nach Art. 11 des erwähnten Abkommens vom 20. Januar 1930) oder ein ad-hoc-Schiedsgericht anrufen können. Diese Instanzen entscheiden darüber, ob der Beschwerdegegnerin im konkreten Fall Immunität zusteht oder nicht. Auch aus Art. 23 lit. a des Sitzabkommens lässt sich keine Kompetenz der Vorinstanz zum Entscheid über die Immunität ableiten, sondern legt diesen - wie im angefochtenen Entscheid zu Recht festgehalten wird - in die Zuständigkeit der Beschwerdegegnerin, in Fällen der Immunität nach Art. 4 Abs. 1 zweckdienliche Massnahmen zur Beilegung von Streitigkeiten zu treffen. Die Aufsichtsbehörde hat im Ergebnis daher zu Recht nicht über die Meinungsverschiedenheit zwischen den Beschwerdeführerinnen und der Beschwerdegegnerin betreffend deren Immunität entschieden.\n\n4.5 Die Beschwerdeführerinnen machen schliesslich eine Verletzung von Art. 6 Ziff. 1 EMRK und Art. 29a BV bzw. ihrer Rechtsschutzgarantie geltend, weil weder die Vorinstanz noch ein anderes Gericht über die Wirksamkeit der Immunität der Beschwerdegegnerin entscheide. Nach dem Sitzabkommen (Art. 4 Abs. 1 lit. b und c sowie Abs. 2) sind für verschiedene Arten von Streitigkeiten (mit Vertragspartnern der Bank betreffend Bank- und Finanzgeschäfte, BGE 136 III 379 S. 389wegen Fahrzeugunfällen oder Dienstverhältnissen) die Verfahren vor den staatlichen oder organisationsinternen Instanzen vorgesehen. Hingegen haben die Beschwerdeführerinnen - was die Beschwerdegegnerin nicht in Frage stellt - nach dem Sitzabkommen kein eigenes Recht, gegen die Weigerung der Beschwerdegegnerin, auf die Immunität betreffend die der Bank anvertrauten Werte zu verzichten, an eine unabhängige Instanz zu gelangen.\n\n4.5.1 Die Beschwerdegegnerin bestreitet die Anwendbarkeit von Art. 6 Ziff. 1 EMRK. Diese Garantie ist jedoch auf Verfahren nach SchKG - also auch das Arrestverfahren - grundsätzlich anwendbar (Urteil des Bundesgerichts 1P.512/2004 vom 6. Januar 2005 E. 2.2, in: ZBl 2005 S. 327 ff.; vgl. Entscheid 61702/00 des Europäischen Gerichtshofes für Menschenrechte [EGMR] Schweizer gegen Schweiz vom 10. Juli 2006). Die Beschwerdeführerinnen wollen, dass die in den USA gerichtlich festgestellten Rechte der Beschwerdeführerinnen gegenüber der Republik Argentinien im vorliegenden Zwangsvollstreckungsverfahren wirksam werden (vgl. Urteil des EGMR Pérez de Rada Cavanilles gegen Spanien vom 28. November 1998, Recueil CourEDH 1998-VIII S. 3244 § 39; TAUCHMANN, a.a.O., S. 227). Sie können sich grundsätzlich auf Art. 6 Ziff. 1 EMRK berufen.\n\n4.5.2 Die Garantie von Art. 6 Ziff. 1 EMRK beinhaltet das Recht auf Zugang zu einem Gericht, und eine Beschränkung muss ein legitimes Ziel verfolgen und verhältnismässig sein. Nach dem Urteil des EGMR Waite und Kennedy gegen Deutschland vom 18. Februar 1999 (Recueil CourEDH 1999-I S. 397 ff. § 63) gehört das Einräumen von Privilegien und Immunitäten an internationale Organisationen zu den wichtigsten Massnahmen, um das ordnungsgemässe Funktionieren solcher Organisationen unabhängig von einseitigen Eingriffen einzelner Staaten zu gewährleisten (ebenso im Parallel-Urteil 26083/94 des EGMR Beer und Regan gegen Deutschland vom 18. Februar 1999; bestätigt im Entscheid 1742/05 des EGMR Eiffage SA gegen Schweiz vom 15. September 2009, Ziff. 2b; vgl. SHAW, International Law, 5. Aufl. 2003, S. 1028). Für die Frage der Verhältnismässigkeit ist nach dem Urteil Waite und Kennedy (§ 68) entscheidend, ob eine vernünftige Alternative für den Rechtsschutz zur Verfügung steht. Vorliegend besteht nach den Regeln des Sitzabkommens (unbestrittenermassen) für den Einzelnen kein direkter Zugang zu einem Rechtsschutz, mit welchem die Immunität der Beschwerdegegnerin für die ihr anvertrauten Werte überprüft werden BGE 136 III 379 S. 390kann. Den Beschwerdeführerinnen bleibt lediglich die Möglichkeit, sich an die schweizerischen Behörden zu wenden, damit die Schweiz als Partei des Sitzabkommens die Ansicht der Beschwerdegegnerin in Frage stelle.\n\n4.5.3 Zu prüfen ist, ob diese Beschränkung verhältnismässig ist. Nach dem Urteil Waite und Kennedy (§ 72) kann die Verhältnismässigkeitsprüfung nicht dazu führen, eine internationale Organisation der innerstaatlichen Gerichtsbarkeit zu unterwerfen; eine solche Auslegung von Art. 6 Ziff. 1 EMRK würde nach dem Gerichtshof das ordnungsgemässe Funktionieren einer internationalen Organisation behindern und den Anstrengungen im Hinblick auf die Ausdehnung und Stärkung der internationalen Zusammenarbeit zuwiderlaufen. Dies wäre hier der Fall, wenn nationale Gerichte und schweizerische Zwangsvollstreckungsbehörden über die Immunität betreffend die Einlagen von Zentralbanken bei der Beschwerdegegnerin sowie den ihr anvertrauten Werten entscheiden würden. Die BIZ verwaltet in ihrer Funktion als Bank der Zentralbanken Teile der Währungsreserven zahlreicher Länder und internationaler Finanzinstitutionen. Würden schweizerische Gerichte und Zwangsvollstreckungsorgane darüber entscheiden, ob und inwieweit Zentralbanken-Einlagen währungspolitisch gerechtfertigt sind, wäre die Beschwerdegegnerin in ihrer statutarisch vorgesehenen Funktion als internationale Zahlungsdrehscheibe für die Zentralbanken in entscheidender Weise behindert. Die Handlungsfreiheit der Beschwerdegegnerin und die Kontinuität des im Interesse der internationalen Finanzstabilität liegenden Zahlungsverkehrs der Zentralbanken wären nicht gewährleistet. Es kann daher nicht von einer Konventionsverletzung gesprochen werden, wenn die Vorinstanz sich im Ergebnis geweigert hat, über die Verweigerung des Immunitätsverzichts der Beschwerdegegnerin zu entscheiden.\n\n4.5.4 Die Beschwerdeführerinnen berufen sich sodann vergeblich auf die Rechtsweggarantie nach Art. 29a BV. Wohl hat nach der Rechtsprechung des Bundesgerichts eine internationale Organisation als Gegenleistung für die grundsätzlich absolut und umfassend zu verstehende Immunität einen Rechtsweg für Streitigkeiten mit Dritten zu schaffen (BGE 118 Ib 562 E. 1b S. 565; dazu ODENDAHL , Immunität Internationaler Organisationen bei Dienstrechtsstreitigkeiten, Praxis des Internationalen Privat- und Verfahrensrechts [IPrax] 2007 S. 341). Das Bundesgericht hat konkretisiert, dass die Rechtsweggarantie nach BV mit Bezug auf die Immunität BGE 136 III 379 S. 391internationaler Organisationen auch Einschränkungen unterliegt und in diesem Zusammenhang auf die erwähnte einschlägige Rechtsprechung des EGMR abgestellt (BGE 130 I 312 E. 4 S. 325). Die Beschwerdeführerinnen legen nicht dar, inwiefern die BV eine weiter als die EMRK gehende Rechtsweggarantie gewährleiste und diese durch den angefochtenen Entscheid verletzt sein soll (Art. 106 Abs. 2 BGG).\n\n4.6 Schliesslich rügen die Beschwerdeführerinnen vergeblich eine Verletzung von Art. 17 bzw. 22 SchKG, weil die Aufsichtsbehörde die Eingaben des EDA nicht aus dem Recht gewiesen habe. Sie übergehen, dass die Aufsichtsbehörde im kantonalen Verfahren den Sachverhalt von Amtes wegen festzustellen hat (Art. 20a Abs. 2 Ziff. 2 SchKG), und behaupten selber nicht, dass sie sich zu den Stellungnahmen des EDA, soweit diese entscheiderheblich sind, nicht haben äussern können (vgl. Art. 29 Abs. 2 BV). Von einer Verletzung von Art. 191c BV bzw. der Gewaltenteilung kann keine Rede sein, zumal die Aufsichtsbehörde insoweit entschieden hat, als die Sache in ihrer Kompetenz steht.\n\n4.7 Nach dem Dargelegten stellen die der Beschwerdegegnerin anvertrauten argentinischen Werte und Guthaben nach den massgeblichen Immunitätsbestimmungen des Sitzabkommens keine tauglichen Vollstreckungsobjekte dar. Es ist nicht zu beanstanden, wenn die Aufsichtsbehörde diesbezüglich nicht über die Frage eines Missbrauchs der Immunität entschieden hat und zum Ergebnis gelangt ist, dass die Arrestbefehle und der Arrestvollzug nichtig sind."}