{"annee": "136", "cour": "V", "page": "244", "date": "16/4/2010", "cite": ["133 V 169", "119 V 98", "132 V 196", "131 V 222", "135 V 339"], "cite_par": ["145 V 231", "143 V 402", "138 V 533"], "chapeau": "30. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. B. gegen Kantonale Arbeitslosenkasse Schwyz (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_994/2009 vom 16. April 2010", "regestes": ["Art. 8 al. 1 let. e, art. 13 al. 1 et art. 121 al. 1 LACI; ALCP; Convention AELE; Règlement (CEE) n° 1408/71; coordination des systèmes de sécurité sociale; Accord (bilatéral) d'assurance-chômage entre la Suisse et la Principauté du Liechtenstein. Champs d'application personnel et territorial de l'ALCP et de la Convention AELE. A défaut de coordination recouvrant les deux Accords, la Suisse n'est pas tenue de prendre en considération les périodes d'activité accomplies par le ressortissant d'un Etat membre de l'Union européenne dans un Etat membre de l'AELE (consid. 6). Caractère applicable des Accords bilatéraux d'assurance-chômage (consid. 7)."], "faits": "BGE 136 V 244 S. 245\n\nA. Der 1967 geborene, deutsche Staatsangehörige B. war vom 1. Oktober 2006 bis 30. September 2007 in der Firma X. und vom 1. Oktober 2007 bis 30. September 2008 in der Firma A. AG, beide in Y. (Fürstentum Liechtenstein), tätig. Aus betrieblichen Gründen löste die Arbeitgeberin das Arbeitsverhältnis am 27. August 2008 auf den 30. September 2008 auf und stellte den Arbeitnehmer ab sofort frei. Im August 2008 gab B. seinen bisherigen Wohnsitz in Deutschland auf und meldete sich auf den 1. September 2008 in der Gemeinde F. an. Seither ist er im Besitze einer bis 31. August 2013 gültigen Aufenthaltsbewilligung B. Am 7. November 2008 meldete er sich beim Gemeindearbeitsamt F. zur Arbeitsvermittlung und stellte Antrag auf Arbeitslosenentschädigung. Mit Verfügung vom 20. April 2009 lehnte die kantonale Arbeitslosenkasse Schwyz die Anspruchsberechtigung ab 7. November 2008 wegen Nichterfüllung der Beitragszeit innerhalb der Rahmenfrist vom 7. November 2006 bis 6. November 2008 ab. Daran hielt sie mit Einspracheentscheid vom 26. Juni 2009 fest.\n\nB. Die dagegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Schwyz mit Entscheid vom 15. Oktober 2009 ab, soweit es darauf eintrat.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragt B. die Zusprechung von Leistungen der Arbeitslosenversicherung ab 7. November 2008 bis 21. September 2009. Eventuell sei die Sache dem Europäischen Gerichtshof (EuGH) oder dem EFTA-Gerichtshof vorzulegen. Falls kein Anspruch auf Arbeitslosenentschädigung bestehe, sei ihm Schadenersatz in Höhe des vorenthaltenen Anspruchs zuzusprechen.\n\nDie Arbeitslosenkasse und das Staatssekretariat für Wirtschaft (SECO) verzichten auf eine Vernehmlassung. Das vom Bundesgericht zur Vernehmlassung aufgeforderte Bundesamt für Sozialversicherungen (BSV), Geschäftsfeld internationale Angelegenheiten, nimmt in abweisendem Sinne Stellung.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die versicherte Person hat unter anderem Anspruch auf Arbeitslosenentschädigung, wenn sie die Beitragszeit erfüllt hat (Art. 8 Abs. 1 lit. e AVIG [SR 837.0]). Nach Art. 13 Abs. 1 AVIG (in der seit BGE 136 V 244 S. 2461. Juli 2003 in Kraft stehenden Fassung) hat die Beitragszeit erfüllt, wer innerhalb der dafür vorgesehenen Rahmenfrist (Art. 9 Abs. 3 AVIG) während mindestens zwölf Monaten eine beitragspflichtige Beschäftigung ausgeübt hat. Diese Bestimmung bezieht sich auf die Beitragspflicht und setzt daher als Grundsatz die Ausübung einer beitragspflichtigen Tätigkeit in der Schweiz voraus (BGE 131 V 222 E. 2.1 S. 224).\n\n2.2 Wie bereits das kantonale Gericht festgehalten hat, steht aufgrund der Akten fest und ist unbestritten, dass der Beschwerdeführer im Zeitpunkt, als er sich am 7. November 2008 bei der Arbeitslosenkasse meldete, für die zwei Jahre davor beginnende Rahmenfrist (vgl. Art. 9 Abs. 3 AVIG) keine mindestens zwölfmonatige beitragspflichtige Beschäftigung in der Schweiz ausweisen konnte. Nach seiner Einreise in die Schweiz fand er keine Arbeit, weshalb er sich als arbeitslos meldete. Erst am 22. September 2009 konnte er eine neue Stelle im Fürstentum Liechtenstein antreten.\n\n3.\n\n3.1 Am 1. Juni 2002 ist das Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen, FZA; SR 0.142.112.681) in Kraft getreten. Nach Art. 1 Abs. 1 des auf der Grundlage von Art. 8 FZA ausgearbeiteten und Bestandteil des Abkommens bildenden (Art. 15 FZA) Anhangs II FZA (\"Koordinierung der Systeme der sozialen Sicherheit\") in Verbindung mit Abschnitt A dieses Anhangs wenden die Vertragsparteien untereinander insbesondere die Verordnung (EWG) Nr. 1408/71 des Rates vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern (SR 0.831.109.268.1; nachfolgend: Verordnung 1408/71), und die Verordnung (EWG) Nr. 574/72 des Rates vom 21. März 1972 über die Durchführung der Verordnung (EWG) Nr. 1408/71 über die Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern (SR 0.831.109.268.11; nachfolgend: Verordnung 574/72), oder gleichwertige Vorschriften an. Art. 121 AVIG verweist in Abs. 1 lit. a auf das FZA und die erwähnten Koordinationsbestimmungen. Soweit Bestimmungen dieses Gesetzes den Ausdruck \"Mitgliedstaaten der Europäischen Gemeinschaft\" verwenden, sind gemäss Art. 121 Abs. 2 BGE 136 V 244 S. 247AVIG darunter die Staaten zu verstehen, für die das genannte Abkommen gilt.\n\n3.2 Als Angehöriger eines Mitgliedstaates fällt der Beschwerdeführer grundsätzlich in den persönlichen Geltungsbereich des FZA sowie der Verordnungen, auf welche das Abkommen verweist (vgl. Art. 2 Abs. 1 der Verordnung 1408/71). In sachlicher Hinsicht gilt die Verordnung 1408/71 unter anderem für Rechtsvorschriften über Zweige der sozialen Sicherheit, die Leistungen bei Arbeitslosigkeit betreffen (Art. 4 Abs. 1 Bst. g).\n\n3.2.1 Titel II der Verordnung 1408/71 (Art. 13-17a) enthält allgemeine Kollisionsregeln zur Bestimmung der anzuwendenden Rechtsvorschriften. Dabei legt Art. 13 Abs. 1 den kollisionsrechtlichen Grundsatz der Einheitlichkeit der anwendbaren Rechtsvorschriften nach den Regeln gemäss Art. 13 Abs. 2 bis Art. 17a in dem Sinne fest, dass für jede betroffene Person die Rechtsvorschriften nur eines Mitgliedstaates massgebend sind. Ausnahmen vorbehalten, gilt für Arbeitnehmende das Beschäftigungslandprinzip. Dies trifft auch dann zu, wenn sie im Gebiet eines anderen Mitgliedstaates wohnen oder ihr Arbeitgeber oder das Unternehmen, das sie beschäftigt, den Wohn- oder Betriebssitz im Gebiet eines anderen Mitgliedstaates hat (Grundsatz der lex loci laboris; Art. 13 Abs. 2 Bst. a der Verordnung 1408/71). Arbeitslos gewordene Migranten unterstehen grundsätzlich dem Sozialversicherungsrecht des Wohnstaates (Art. 13 Abs. 2 Bst. f). In diesem Staat können sie gemäss Art. 67 Abs. 3 der Verordnung 1408/71 nur dann Leistungen bei Arbeitslosigkeit beziehen, wenn sie dort ihre letzte versicherte Beschäftigung ausgeübt haben (Urteil des Eidg. Versicherungsgerichts C 226/04 vom 8. Februar 2006 E. 4 und 5, E. 4 nicht publ. in: BGE 132 V 196; BGE 131 V 222 E. 5 S. 227).\n\n3.2.2 In Kapitel 6 des Titels III enthält die Verordnung 1408/71 besondere Vorschriften zur Arbeitslosigkeit, insbesondere in Abschnitt 1 (Art. 67 f.) dieses Kapitels gemeinsame Bestimmungen (Zusammenrechnung der Versicherungs- oder Beschäftigungszeiten; Berechnung der Leistungen), in Abschnitt 2 (Art. 69 f.) Vorschriften über Arbeitslose, die sich zur Beschäftigungssuche ins Ausland begeben, und in Abschnitt 3 (Art. 71) Bestimmungen in Bezug auf Arbeitslose, die während ihrer letzten Beschäftigung in einem anderen Mitgliedstaat als dem zuständigen Staat wohnten (vgl. BGE 133 V 169 E. 5.2 S. 175). Art. 71 Abs. 1 Bst. a Ziff. ii und Bst. b Ziff. ii der BGE 136 V 244 S. 248Verordnung 1408/71 bestimmen, dass bei Vollarbeitslosigkeit echte Grenzgänger ausschliesslich und unechte Grenzgänger für den Fall, dass sie sich den Arbeitsbemühungen ihres Wohnstaates zur Verfügung stellen, Leistungen aufgrund von Versicherungs- oder Beschäftigungszeiten im Beschäftigungsstaat nach dem Recht des Wohnstaates erhalten (BGE 133 V 169 E. 6.2 S. 176). Als Grenzgänger gelten nach Art. 1 Bst. b der Verordnung 1408/71 Arbeitnehmer oder Selbstständige, die ihre Berufstätigkeit im Gebiet eines Mitgliedstaates ausüben und im Gebiet eines anderen Mitgliedstaates wohnen, in das sie in der Regel täglich, mindestens aber einmal wöchentlich zurückkehren.\n\n4. Als Folge des FZA zwischen der Schweiz und der Europäischen Gemeinschaft sowie ihren Mitgliedstaaten wurde das Übereinkommen vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation angepasst, welches in der Fassung gemäss Abkommen vom 21. Juni 2001 zur Änderung des Übereinkommens zur Errichtung der Europäischen Freihandelsassoziation (EFTA-Übereinkommen; SR 0.632.31) ebenfalls am 1. Juni 2002 in Kraft getreten ist. Laut Art. 20 Abs. 1 des EFTA-Übereinkommens soll der freie Personenverkehr unter den Mitgliedstaaten sichergestellt werden gemäss den Bestimmungen in Anhang K und im Protokoll zu Anhang K über die Freizügigkeit zwischen der Schweiz und dem Fürstentum Liechtenstein. Nach Art. 21 des EFTA-Übereinkommens regeln die Mitgliedstaaten die Koordinierung der Systeme der sozialen Sicherheit gemäss Anlage 2 Anhang K und durch das Protokoll zu Anhang K über die Freizügigkeit zwischen dem Fürstentum Liechtenstein und der Schweiz. Art. 8 Anhang K \"Freizügigkeit (Freier Personenverkehr)\" verweist bezüglich der Koordinierung der Systeme der sozialen Sicherheit ebenfalls auf Anlage 2. Gemäss Art. 1 Abs. 1 Anlage 2 Anhang K in Verbindung mit Abschnitt A dieses Anhangs wenden die Vertragsparteien untereinander insbesondere die Verordnung 1408/71 und die Verordnung 574/72 an. Darauf verweist auch Art. 121 Abs. 1 lit. b AVIG.\n\n5.\n\n5.1 Die Vorinstanz ging davon aus, der Beschwerdeführer könne aus den Titeln II und III der Verordnung 1408/71 keinen Anspruch auf Leistungen der Arbeitslosenversicherung ableiten, da aufgrund der fehlenden Koordination zwischen dem FZA und dem EFTA-Übereinkommen bei einer Erwerbstätigkeit, die von einem Staatsangehörigen eines Mitgliedstaates der Europäischen Gemeinschaft BGE 136 V 244 S. 249(Deutschland) von diesem Staat aus in einem EFTA-Mitgliedstaat (Fürstentum Liechtenstein) zurückgelegten Versicherungszeiten nicht angerechnet werden könnten.\n\n5.2 Der Beschwerdeführer stellt sich demgegenüber auf den Standpunkt, die Verordnung 1408/71 sei anwendbar, weil sämtliche betroffenen Länder (Schweiz, Fürstentum Liechtenstein und Deutschland) zu den Mitgliedstaaten gehörten und er als vollarbeitsloser Staatsangehöriger eines Mitgliedstaates als Grenzgänger von der Schweiz nach dem Fürstentum Liechtenstein zu betrachten sei. Dem kantonalen Gericht wirft er vor, es habe bei seiner Betrachtungsweise insbesondere dem Umstand nicht Rechnung getragen, dass er spätestens ab August 2008 von der Schweiz aus eine Grenzgängertätigkeit im Fürstentum Liechtenstein ausgeübt habe.\n\n6.\n\n6.1 Die Verordnung 1408/71 selber regelt ihren räumlichen Geltungsbereich nicht ausdrücklich. Als auf den EG-Vertrag gestütztes Sekundärrecht gilt sie in allen Hoheitsgebieten der am 21. Juni 1999 bestehenden EU-Mitgliedstaaten (vgl. Art. 299 des Vertrags vom 26. Februar 2001 zur Gründung der Europäischen Gemeinschaft, Fassung Nizza, ABl. C 325 vom 24. Dezember 2002 S. 149), in den neu beigetretenen Mitgliedstaaten, aufgrund des revidierten Übereinkommens vom 21. Juni 2001 zur Errichtung der Europäischen Freihandelsassoziation (EFTA) für die EFTA-Mitgliedstaaten und aufgrund des FZA auch für die Schweiz (vgl. E. 3.1 hievor).\n\n6.2\n\n6.2.1 Art. 24 FZA bestimmt den räumlichen Geltungsbereich des Freizügigkeitsabkommens. Danach gilt dieses \"für das Hoheitsgebiet der Schweiz einerseits und die Gebiete, in denen der Vertrag zur Gründung der Europäischen Gemeinschaft Anwendung findet\". Diese Bestimmung verweist damit implizit auf Art. 299 des EG-Vertrags (BETTINA KAHIL-WOLFF, La coordination européenne des systèmes nationaux de sécurité sociale, in: Soziale Sicherheit, SBVR Bd. XIV, 2007, S. 168 f. Rz. 14). Aufgrund des Beitritts von zehn weiteren Staaten zur Europäischen Union am 1. Mai 2004 wurde der territoriale Anwendungsbereich des FZA mit Wirkung ab 1. April 2006 auf diese neuen Mitgliedstaaten ausgedehnt (vgl. Protokoll vom 26. Oktober 2004 zum Abkommen zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit im BGE 136 V 244 S. 250Hinblick auf die Aufnahme von neuen Mitgliedstaaten als Vertragsstaaten infolge ihres Beitritts zur Europäischen Union [AS 2006 995]). Eine weitere räumliche Ausdehnung hat das FZA aufgrund des Beitritts von Bulgarien und Rumänien zur Europäischen Union am 1. Juni 2007 gemäss Protokoll vom 27. Mai 2008 zum Abkommen zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit im Hinblick auf die Aufnahme der Republik Bulgarien und Rumäniens als Vertragsparteien infolge ihres Beitritts zur Europäischen Union (SR 0.142.112.681.1) seit 1. Juni 2009 erfahren. Nicht unter den Geltungsbereich des FZA zwischen der Schweiz und der Europäischen Gemeinschaft sowie ihren Mitgliedstaaten fallen die dem Europäischen Wirtschaftsraum (EWR) angeschlossenen EFTA-Staaten Island, Fürstentum Liechtenstein und Norwegen.\n\n6.2.2 Während der massgebenden Rahmenfrist vom 7. November 2006 bis 6. November 2008 war der Beschwerdeführer bis August 2008 als Grenzgänger von Deutschland aus im Fürstentum Liechtenstein erwerbstätig. Da das Fürstentum Liechtenstein nicht zu den Vertragsstaaten des FZA gehört, gestützt auf welches die Schweiz die Verordnung 1408/71 anwendet, kann sich dieser für die Begründung eines Anspruchs auf Leistungen der schweizerischen Arbeitslosenversicherung nicht auf das FZA berufen.\n\n6.3\n\n6.3.1 Das EFTA-Übereinkommen sieht ebenfalls die Anwendung der Verordnung 1408/71 vor (vgl. E. 4 hievor). Laut Art. 20 des EFTA- Übereinkommens soll es den freien Personenverkehr unter den Mitgliedstaaten zugunsten der Staatsangehörigen der Mitgliedstaaten sicherstellen. Art. 7 Abs. 1 Anlage 1 Anhang K EFTA-Übereinkommen definiert den abhängig beschäftigten Grenzgänger als einen Staatsangehörigen eines Mitgliedstaates mit Wohnsitz im Hoheitsgebiet eines Mitgliedstaates, der eine Erwerbstätigkeit als Arbeitnehmer im Hoheitsgebiet des anderen Mitgliedstaates ausübt und in der Regel täglich oder mindestens einmal in der Woche an seinen Wohnort zurückkehrt.\n\n6.3.2 Der räumliche Geltungsbereich des EFTA-Übereinkommens erstreckt sich auf Norwegen, Island, das Fürstentum Liechtenstein und die Schweiz. Als deutscher Staatsbürger gehört der Beschwerdeführer nicht zu den Staatsangehörigen eines der EFTA-Mitgliedstaaten, weshalb er sich für seine Grenzgängertätigkeit in persönlicher BGE 136 V 244 S. 251Hinsicht nicht über das EFTA-Übereinkommen auf die Verordnung 1408/71 berufen kann.\n\n6.4\n\n6.4.1 Die Verordnung (EG) Nr. 859/2003 des Rates vom 14. Mai 2003 zur Ausdehnung der Bestimmungen der Verordnung (EWG) Nr. 1408/71 und der Verordnung (EWG) Nr. 574/72 auf Drittstaatsangehörige, die ausschliesslich aufgrund ihrer Staatsangehörigkeit nicht bereits unter diese Bestimmungen fallen (ABl. L 124 vom 20. Mai 2003 S. 1-3) dehnt die Bestimmungen der Verordnung 1408/71 auf Drittstaatsangehörige aus, die ihren rechtmässigen Wohnsitz in einem Mitgliedstaat haben und deren Situation mit einem Element über die Grenzen eines Mitgliedstaats hinausweist (vgl. Art. 1). Da diese Verordnung die Koordination der sozialen Sicherheit auf alle Staatsangehörigen von Drittstaaten mit einem Wohnsitz in einem Mitgliedstaat ausdehnt, könnte gestützt darauf das EFTA-Übereinkommen auf EU-Staatsangehörige angewendet werden. Die Verordnung gründet jedoch nicht auf den Bestimmungen über den Freien Personenverkehr, und der gemischte Ausschuss EU-Schweiz machte von seiner Kompetenz in Art. 18 FZA zur Aktualisierung von Anhang II FZA hinsichtlich der Verordnung Nr. 859/2003 keinen Gebrauch. Sie ist deshalb für die Schweiz im Rahmen des FZA nicht erheblich (STEPHAN CUENI, Die Weiterentwicklung der Beziehungen zwischen der Schweiz und der EU im Bereich der sozialen Sicherheit: Optionen für die Schweiz, in: Das europäische Koordinationsrecht der sozialen Sicherheit und die Schweiz, 2006, S. 288). Das Fehlen einer übergreifenden Koordination zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten, der Schweiz und den EFTA-EWR-Staaten Island, Norwegen und Fürstentum Liechtenstein (vgl. Botschaft vom 12. September 2001 zur Genehmigung des Abkommens vom 21. Juni 2001 zur Änderung des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation [EFTA], BBl 2001 4985 Ziff. 2.2.5.2) hat aufgrund des unterschiedlichen persönlichen und räumlichen Geltungsbereichs der zwischen den jeweiligen Partnerstaaten geschlossenen Abkommen zur Folge, dass die Schweiz Staatsangehörigen der Europäischen Union in einem anderen EFTA-Mitgliedstaat zurückgelegte Versicherungs- oder Beschäftigungszeiten nicht anrechnen muss (vgl. auch Kreisschreiben des SECO vom Dezember 2004 über die Auswirkungen des Abkommens über den freien Personenverkehr sowie des geänderten EFTA-Abkommens auf die BGE 136 V 244 S. 252Arbeitslosenversicherung [KS-ALE-FPV], B 77 ff. sowie Leitfaden des BSV über die Durchführung des Freizügigkeitsabkommens zwischen der Schweiz und der Europäischen Gemeinschaft beziehungsweise des EFTA-Übereinkommens im Bereich der Familienleistungen, 2007, Ziff. 2.1).\n\n7.\n\n7.1 Der Beschwerdeführer beruft sich zudem auf die Abkommen zwischen der Schweiz und Deutschland sowie der Schweiz und dem Fürstentum Liechtenstein. Nach Art. 20 FZA und Art. 18 Anhang K EFTA-Übereinkommen werden die bilateralen Abkommen über die soziale Sicherheit zwischen der Schweiz und den Mitgliedstaaten, soweit nichts Gegenteiliges bestimmt ist, insoweit ausgesetzt, als im Abkommen derselbe Sachbereich geregelt wird. Laut Art. 6 der Verordnung 1408/71 tritt diese im Rahmen ihres persönlichen und sachlichen Geltungsbereichs an die Stelle der zwischen zwei oder mehreren Mitgliedstaaten in Kraft stehenden Abkommen über die soziale Sicherheit. Da weder das FZA noch das EFTA-Übereinkommen auf die Situation des Beschwerdeführers Anwendung finden, behalten die Normen in den zweiseitigen Abkommen betreffend die Grenzgänger weiterhin Gültigkeit (vgl. EDGAR IMHOF, Ausländer/innen von ausserhalb der EU/EFTA und Sozialversicherungen - ein Überblick, SZS 2006 S. 450 Fn. 54; KS-ALE-FPV, B 80 und B 225 ff.).\n\n7.2\n\n7.2.1 Zu prüfen bleibt daher, ob sich aus dem Abkommen vom 15. Januar 1979 zwischen der Schweizerischen Eidgenossenschaft und dem Fürstentum Liechtenstein über die Arbeitslosenversicherung (SR 0.837.951.4; nachstehend: bilaterales Abkommen) ein entsprechender Anspruch ableiten lässt.\n\n7.2.2 Gemäss Art. 3 des bilateralen Abkommens gilt dieses für Staatsangehörige der beiden Vertragsstaaten sowie für alle Grenzgänger im Sinne von Art. 1 Ziff. 5, ungeachtet ihrer Staatsangehörigkeit. Grenzgänger nach Art. 1 Ziff. 5 sind Arbeitnehmer, die im Gebiet des einen Vertragsstaates ihren Wohnsitz haben und im Gebiet des anderen Vertragsstaates einer regelmässigen und ordnungsgemässen Erwerbstätigkeit nachgehen. Laut Art. 4 Abs. 1 richtet sich die Beitragspflicht für Grenzgänger, die nicht Angehörige eines der beiden Vertragsstaaten sind, nach den Rechtsvorschriften des Vertragsstaates, in dessen Gebiet die Erwerbstätigkeit ausgeübt wird. Sodann erhalten Grenzgänger bei Ganzarbeitslosigkeit Arbeitslosenentschädigung in dem Vertragsstaat, in dessen Gebiet ihr Wohnsitz BGE 136 V 244 S. 253liegt. Bei der Beurteilung, ob die Anspruchsvoraussetzungen erfüllt sind, und bei der Festsetzung der Bezugsdauer werden im Wohnsitzstaat die im anderen Vertragsstaat zurückgelegten beitragspflichtigen Beschäftigungszeiten berücksichtigt (Art. 7 Abs. 1). Während der Grenzgängertätigkeit richtet sich die Beitragspflicht somit nach liechtensteinischem Recht. Bei Eintritt der Ganzarbeitslosigkeit wird das Wohnland Schweiz für die Ausrichtung der Arbeitslosenentschädigung zuständig, wobei die während der Grenzgängerzeit zurückgelegten beitragspflichtigen Beschäftigungszeiten zu berücksichtigen sind (PATRICIA USINGER-EGGER, Die soziale Sicherheit der Arbeitslosen in der Verordnung [EWG] Nr. 1408/71 und in den bilateralen Abkommen zwischen der Schweiz und ihren Nachbarstaaten, 2000, S. 132 f.; diesbezüglich unklar: SVR 2001 ALV Nr. 10 S. 29, C 188/00 E. 2c).\n\n7.2.3 Es stellt sich somit zunächst die Frage, ob die Schweiz mit Bezug auf den Beschwerdeführer als Wohnsitzland gelten kann, da nur in diesem Fall die im Fürstentum Liechtenstein zurückgelegte Beitragszeit zu berücksichtigen ist. Das bilaterale Abkommen definiert den Begriff des \"Wohnens\" nicht. Im internationalen Sozialrecht wird darunter regelmässig der tatsächliche Aufenthalt in der Schweiz und der Wille, diesen während einer gewissen Dauer beizubehalten verstanden, wobei der Schwerpunkt der Lebensverhältnisse sich in der Schweiz befinden muss (vgl. BGE 119 V 98 E. 6c S. 108; USINGER-EGGER, a.a.O., S. 118 f.).\n\nIm Schreiben vom 11. Oktober 2009 gab der Beschwerdeführer an, er lebe seit August 2008 bei seiner neuen Lebenspartnerin in der Schweiz. Seit 1. September 2008 ist er in der Gemeinde F. angemeldet. Ob er damit bereits einen Wohnsitz in der Schweiz begründet hat, wovon die Beschwerdegegnerin im Einspracheentscheid vom 26. Juni 2009 ausging, kann ebenso offenbleiben wie die Frage, ob er ab diesem Zeitpunkt als Grenzgänger Schweiz-Fürstentum Liechtenstein zu betrachten ist. Obwohl der Arbeitsvertrag auf den 30. September 2008 hin aufgelöst wurde, endete laut Aufhebungsvertrag vom 27. August 2008 per sofort jegliche aktive Tätigkeit für die Arbeitgeberin im Fürstentum Liechtenstein. Als Grenzgänger im Sinne der bilateralen Abkommen zwischen der Schweiz und ihren Nachbarstaaten über die Arbeitslosenversicherung gelten Arbeitnehmer, die sowohl in der Grenzzone eines der beiden Vertragsländer wohnen, als auch regel- und ordnungsmässig in der Grenzzone des anderen Vertragsstaates arbeiten (USINGER-EGGER, a.a.O., S. 120). Obwohl BGE 136 V 244 S. 254das Arbeitsverhältnis noch bis 30. September 2008 bestand, erfolgte ab dem 28. August 2008 kein Grenzgang mehr. Selbst wenn ab September (allenfalls bereits ab August 2008) Wohnsitz in der Schweiz und eine Pendlertätigkeit Schweiz-Fürstentum Liechtenstein angenommen würde, könnten im günstigsten Fall ein bis höchstens zwei Monate an beitragspflichtiger Beschäftigungszeit aus dem Fürstentum Liechtenstein berücksichtigt werden. Da der Beschwerdeführer damit die erforderliche Beitragszeit von zwölf Monaten (Art. 13 AVIG) nicht erfüllt, ist der Anspruch auf Arbeitslosenentschädigung ab 7. November 2008 nicht gegeben.\n\n8. Das Abkommen vom 20. Oktober 1982 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland über Arbeitslosenversicherung (SR 0.837.913.6; nachfolgend: Abkommen CH-D) kommt entgegen der Auffassung des Beschwerdeführers nicht zur Anwendung, weil er im massgebenden Zeitraum in Deutschland keine anrechenbare beitragspflichtige Beschäftigung ausgeübt hat (Art. 7 Abkommen CH-D) und auch nicht als Grenzgänger (Art. 8 Abkommen CH-D) zwischen der Schweiz und Deutschland betrachtet werden kann.\n\n9. Auf das Begehren um Schadenersatz wegen fehlender Information durch die Arbeitsbehörden in den von diesen herausgegebenen Broschüren ist das kantonale Gericht nicht eingetreten, da dieses nicht Gegenstand des Verfahrens bilde und allfällige Haftpflichtansprüche im Staatshaftungsverfahren geltend zu machen seien. Ob dieses Vorgehen richtig war, kann offenbleiben. Denn die vom Beschwerdeführer erwähnten Info-Broschüren \"Leistungsansprüche für die Auslandschweizer und -schweizerinnen\" beziehen sich laut Einspracheentscheid vom 26. Juni 2009 auf Leistungsansprüche für Auslandschweizer, welche im Ausland als Arbeitnehmende beschäftigt sind, und ergänzen den Info-Service \"Arbeitslosigkeit\", weshalb sich der Beschwerdeführer als deutscher Staatsangehöriger nicht darauf berufen kann, um gestützt auf Treu und Glauben Rechte abzuleiten. Das Begehren ist daher letztinstanzlich ohne weiteres abzuweisen.\n\n10. Nach Art. 16 Abs. 1 FZA treffen die Vertragsparteien zur Erreichung der Ziele des Abkommens alle erforderlichen Massnahmen, damit in ihren Beziehungen gleichwertige Rechte und Pflichten wie in den Rechtsakten der Europäischen Gemeinschaft, auf die Bezug genommen wird, Anwendung finden. Das FZA sieht keine überstaatliche Gerichtsinstanz vor, die über die korrekte Anwendung und BGE 136 V 244 S. 255einheitliche Auslegung des Vertragswerks wacht. Ein Verfahren vor dem Europäischen Gerichtshof ist somit nicht vorgesehen. Das Abkommen enthält in Art. 11 ausschliesslich eine innerstaatliche Rechtsweggarantie für die vom Abkommen betroffenen oder begünstigten Personen (EDGAR IMHOF, Eine Anleitung zum Gebrauch des Personenfreizügigkeitsabkommens und der Vo 1408/71, in: Aktuelles im Sozialversicherungsrecht, 2001, S. 106 f.). Dasselbe gilt gemäss Art. 11 und 16 Anhang K EFTA-Übereinkommen. Ein schweizerisches Gericht kann daher - anders als die Gerichte in den EU-Mitgliedstaaten (vgl. Art. 234 EG-Vertrag) - dem Gerichtshof nicht eine Sache zur Vorabentscheidung vorlegen (BGE 135 V 339 E. 5.3 S. 349) oder in diesem Sinne an den EFTA-Gerichtshof gelangen. Das letztinstanzlich erneut gestellte Gesuch ist daher ebenfalls abzuweisen."}