{"annee": "136", "cour": "V", "page": "268", "date": "12/8/2010", "cite": ["101 IB 456", "123 V 12", "113 V 256", "129 V 193", "124 V 253", "121 III 382", "119 V 389", "123 V 168", "134 III 643", "134 V 257", "134 V 401"], "cite_par": ["136 V 362", "141 V 487", "142 I 155"], "chapeau": "32. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. H. gegen Ausgleichskasse des Kantons Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_142/2010 vom 12. August 2010", "regestes": ["Art. 99 LTF; art. 52 LAVS; art. 568 al. 3, art. 579 al. 1, art. 591 et 592 CO; responsabilité de l'associé sortant pour les dettes de cotisations de la (défunte) société en nom collectif. La responsabilité (subsidiaire et personnelle) au sens de l'art. 568 al. 3 CO de l'associé sortant pour les dettes de la (défunte) société en nom collectif en cas de continuation des affaires par l'associé restant sous la forme d'une entreprise individuelle conformément à l'art. 579 al. 1 CO (cf. consid. 2.3.1; délimitation par rapport à la reprise au sens de l'art. 181 CO: consid. 2.3.2) s'étend également aux dettes de cotisations dues à l'AVS. Changement de la jurisprudence consacrée à l' ATF 119 V 389 consid. 7 p. 400 s. (consid. 4.1 et 4.2). En tant que le régime légal considère que la créance en dommages-intérêts fondée sur l'art. 52 LAVS constitue une prétention personnelle contre l'employeur fondée sur le droit public et distingue cette créance des autres dettes de la société, l'associé sortant peut, selon les circonstances, être tenu pour responsable du dommage causé durant une période significativement plus longue que la durée des délais de prescription prévus aux art. 591 ou 592 CO (consid. 2.6). La créance en dommages-intérêts fondée sur l'art. 52 LAVS peut - jusque devant l'instance supérieure - être convertie en créance de cotisations (consid. 4.4 et 4.5)."], "faits": "BGE 136 V 268 S. 269\n\nA.\n\nA.a Im Jahre 1994 wurde die Kollektivgesellschaft X. mit Sitz in T. gegründet, bestehend aus den beiden Gesellschaftern H. und R. Am 12. Mai 2003 wurde die Gesellschaft infolge Austritts von H. aufgelöst und im Mai 2003 im Handelsregister gelöscht. R. führte das Geschäft unter der Einzelfirma S. weiter. Am 8. Dezember 2005 wurde über diese Firma der Konkurs eröffnet und am 27. Januar 2006 mangels Aktiven eingestellt.\n\nA.b Mit Verfügung vom 15. August 2007 und Einspracheentscheid vom 12. März 2008 forderte die Ausgleichskasse des Kantons Bern (nachfolgend: Ausgleichskasse) von H. Schadenersatz für nicht BGE 136 V 268 S. 270bezahlte Sozialversicherungsbeiträge der Jahre 1998 bis 2003 (einschliesslich Verzugszinsen und Kosten) in der Höhe von Fr. 85'919.85.\n\nB. Das Verwaltungsgericht des Kantons Bern wies die von H. dagegen eingereichte Beschwerde mit Entscheid vom 12. Januar 2010 ab.\n\nC. H. erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, der angefochtene Entscheid sei aufzuheben und es sei festzustellen, dass er nicht schadenersatzpflichtig sei.\n\nDie Ausgleichskasse schliesst auf Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen (BSV) hat keine Vernehmlassung eingereicht.\n\nMit Verfügung des Instruktionsrichters vom 16. April 2010 wurde der Beschwerde aufschiebende Wirkung zuerkannt.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der von der Beschwerdegegnerin geltend gemachte Schaden liegt darin, dass die Kollektivgesellschaft X. die paritätischen Beiträge (Art. 5 und 12-14 AHVG) für die Jahre 1998 bis 2003 unvollständig bezahlt hat. Diese Beiträge wurden aufgrund einer Arbeitgeberschlusskontrolle und Nachkontrolle mit Verfügungen vom 28. November 2003 (vorsorglich zur Verjährungsunterbrechung) und 24. September 2004 veranlagt und blieben unbezahlt. Die Verfügungen ergingen an \"X., p.A. R. in T.\" bzw. an \"X., p.A. S., R. in T.\". Der Beschwerdeführer macht geltend, diese Veranlagungsverfügungen seien ihm gegenüber nichtig, da er in dieses Verfahren nicht einbezogen worden sei; zudem sei die Forderung gemäss Art. 181 Abs. 2 i.V.m. Art. 592 Abs. 2 Satz 2 OR verjährt.\n\n2.2 Die Schadenersatzforderung ist von der Beitragsforderung zu unterscheiden (BGE 123 V 168 E. 3a und 3b S. 171 f.; BGE 121 III 382 E. 3c S. 385; SVR 2006 AHV Nr. 9 S. 35, H 162/01 E. 5.2.2; Urteil 9C_720/2008 vom 7. Dezember 2009 E. 5.5.1; UELI KIESER, Alters- und Hinterlassenenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 1292; THOMAS NUSSBAUMER, Das Schadenersatzverfahren nach Art. 52 AHVG, in: Aktuelle Fragen aus dem Beitragsrecht der AHV, 1998, S. 97 ff., 101; MARCO REICHMUTH, Die Haftung des Arbeitgebers und seiner Organe nach Art. 52 AHVG, 2008, S. 33). Erstere entsteht erst, wenn Letztere nicht mehr erhoben werden kann (nicht publ. E. 1). BGE 136 V 268 S. 271\n\n2.3 Nach der Rechtsprechung fällt die Kollektivgesellschaft mit ihrer Auflösung gegenüber der Ausgleichskasse als beitragsabrechnungs- und beitragsablieferungspflichtige Arbeitgeberin im Sinne von Art. 12 AHVG aus (BGE 119 V 389 E. 5c S. 397 f.). Das ändert aber nichts daran, dass die einzelnen Beitragsforderungen in analoger Anwendung der privatrechtlichen Regelungen auf eine allenfalls übernehmende Arbeitgeberin übergehen, diese somit für die von der Rechtsvorgängerin geschuldeten Beiträge einzustehen hat (BGE 119 V 389 E. 6b S. 399). Wird eine Kollektivgesellschaft aufgelöst und führt einer der bisherigen Gesellschafter das Unternehmen weiter, so sind dafür nach der hier massgebenden, vor dem Inkrafttreten des Bundesgesetzes vom 3. Oktober 2003 über Fusion, Spaltung, Umwandlung und Vermögensübertragung (Fusionsgesetz, FusG; SR 221.301) geltenden zivilrechtlichen Rechtslage zwei Formen möglich:\n\n2.3.1 Der Übernehmende kann nach Art. 579 Abs. 1 OR das Geschäft als Einzelfirma weiterführen; das Gesellschaftsvermögen geht in sein Alleinvermögen über und er haftet primär und persönlich für die Gesellschaftsschulden. Der Ausgeschiedene kann nur unter den Voraussetzungen von Art. 568 Abs. 3 OR persönlich belangt werden; der Konkurs des ehemaligen Gesellschafters und nunmehrigen Einzelunternehmers wird dem Konkurs der Gesellschaft im Sinne von Art. 568 Abs. 3 OR gleichgestellt (BGE 101 Ib 456 E. 2c und 2d S. 460 f.; Urteile 4A_591/2009 vom 18. März 2010 E. 4.1; 4A_67/2007 vom 15. Juni 2007 E. 2.1; DANIEL STAEHELIN, in: Basler Kommentar, Obligationenrecht, Bd. II, 3. Aufl. 2008, N. 2 zu Art. 579 OR; HANDSCHIN/CHOU, Zürcher Kommentar, 4. Aufl. 2009, N. 21 ff. zu Art. 579 OR; RETO VONZUN, Rechtsnatur und Haftung der Personengesellschaften, 2000, S. 259). Die Forderungen von Gesellschaftsgläubigern gegen den ausgeschiedenen Gesellschafter verjähren gemäss Art. 591 Abs. 1 OR (HANDSCHIN/CHOU, a.a.O., N. 34 zu Art. 591-593 OR mit weiteren Hinweisen).\n\n2.3.2 Es können aber auch die Aktiven und Passiven nach Art. 181 OR auf den übernehmenden Gesellschafter übertragen werden (HANDSCHIN/CHOU, a.a.O., N. 30 ff. zu Art. 579 OR). In Bezug auf die Aktiven hat das keine Universalsukzession zur Folge (RUDOLF TSCHÄNI, in: Basler Kommentar, Obligationenrecht, Bd. I, 4. Aufl. 2007, N. 1 zu Art. 181 OR). Für die Passiven haftet der Übernehmende, sobald die Übernahme mitgeteilt oder in öffentlichen Blättern ausgekündigt worden ist; der ausgeschiedene Gesellschafter BGE 136 V 268 S. 272haftet noch solidarisch während zweier bzw. dreier Jahre (Art. 181 Abs. 2 OR in der bis Ende Juni 2004 und in der ab 1. Juli 2004 geltenden Fassung; Art. 592 Abs. 2 Satz 2 OR; HANDSCHIN/CHOU, a.a.O., N. 31 zu Art. 591-593 OR).\n\n2.4 In casu sind die Gesellschafter in der Vereinbarung zur Auflösung der Kollektivgesellschaft übereingekommen, dass R. das Unternehmen nach Art. 579 OR als Einzelfirma weiterführt. In einem weiteren Abschnitt wurde vermerkt: \"Die solidarische Haftbarkeit von H. für bestehende Schulden besteht gegenüber Dritten nur noch während zwei Jahren (Art. 181 Abs. 2 OR)\". Scheint somit zwischen den Gesellschaftern eine gewisse Unklarheit bestanden zu haben, ob die Weiterführung des Geschäfts nach Art. 181 OR oder nach Art. 579 Abs. 1 OR erfolgt, so entstand jedenfalls Klarheit durch den Eintrag im Handelsregister, welcher gegenüber gutgläubigen Dritten massgeblich ist (Art. 933 OR); dort wurde vermerkt, die Gesellschaft habe sich infolge Ausscheidens des Gesellschafters H. aufgelöst; der Gesellschafter R. führe das Geschäft gemäss Art. 579 OR als Einzelfirma fort. Demzufolge hatte primär der Einzelunternehmer R. für die zuvor von der Kollektivgesellschaft geschuldeten Beitragsforderungen einzustehen (E. 2.3.1).\n\n2.5 Bei dieser Sachlage hat die Beschwerdegegnerin die Nachtragsverfügungen vom 28. November 2003 und 24. September 2004 zutreffenderweise dem ehemaligen Partner, R., eröffnet. Eine Zustellung an den Beschwerdeführer war, entgegen der von ihm vertretenen Auffassung, nicht erforderlich, da er für die Beitragsforderung nicht belangt werden konnte, solange R. nicht in Konkurs gefallen war (E. 2.3.1). Die Beschwerdegegnerin war auch nicht verpflichtet, den Beschwerdeführer zu diesem Nachtragsverfahren beizuladen. Dessen Stellung im Schadenersatzverfahren wird dadurch nicht beeinträchtigt. Denn gerade weil er im Beitragsbezugsverfahren nicht beteiligt ist, kann er im nachfolgenden Schadenersatzverfahren die Begründetheit der Beitragsforderung uneingeschränkt überprüfen lassen (BGE 134 V 401). Aus diesem Grunde ist unerheblich, ob der Beschwerdeführer dafür hätte sorgen sollen, dass ihn die Nachfolgefirma orientiert, wie die Vorinstanz annimmt und was der Beschwerdeführer bestreitet.\n\n2.6 Auch in Bezug auf die Verjährung ist die Beitragsforderung von der Schadenersatzforderung zu unterscheiden. Die zwei- bzw. dreijährige Verjährungsfrist von Art. 181 Abs. 2 OR (in Verbindung BGE 136 V 268 S. 273mit Art. 592 Abs. 2 Satz 2 OR), auf welche sich der Beschwerdeführer beruft, gilt für Verbindlichkeiten der Gesellschaft, für welche der ausgeschiedene Gesellschafter haftet, in casu also allenfalls für die Beitragsforderung, soweit Art. 181 OR überhaupt anwendbar wäre (vorne E. 2.3.2 und 2.4 sowie hinten E. 4.3). Die Schadenersatzforderung nach Art. 52 AHVG ist demgegenüber eine eigenständige Forderung, die sich direkt gegen den Arbeitgeber persönlich (in casu den Beschwerdeführer als ehemaligen Gesellschafter) richtet und auch in Bezug auf die Verjährung ein eigenes, von der Beitragsforderung verschiedenes Schicksal hat (Art. 52 Abs. 3 AHVG). Sie entsteht erst mit dem Eintritt des Schadens zufolge Verwirkung der Beiträge (Art. 16 Abs. 1 AHVG) oder Zahlungsunfähigkeit des Arbeitgebers (BGE 134 V 257 E. 3.2 S. 264; BGE 129 V 193 E. 2.2 S. 195; BGE 123 V 12 E. 5c S. 16; SVR 2006 AHV Nr. 9 S. 35, H 162/01 E. 5.2.2; REICHMUTH, a.a.O., S. 82 Rz. 336). In diesem Zeitpunkt beginnt die absolute fünfjährige Verjährungsfrist gemäss Art. 52 Abs. 3 AHVG zu laufen, das heisst im Falle der Verwirkung der Beitragsforderung mit deren Eintritt und im Falle der Uneinbringlichkeit, sobald die Beiträge wegen der Zahlungsunfähigkeit des Arbeitgebers nicht mehr im ordentlichen Verfahren nach Art. 14 ff. AHVG erhoben werden können, in der Regel mit der Ausstellung eines Pfändungsverlustscheins oder mit der Konkurseröffnung über den Arbeitgeber (BGE 134 V 257 E. 3.2 S. 264; BGE 129 V 193 E. 2.2 S. 195; BGE 123 V 12 E. 5b und 5c S. 15 f., BGE 123 V 168 E. 2a S. 170; BGE 113 V 256 E. 3c S. 257 f.; REICHMUTH, a.a.O., S. 86 ff. Rz. 352 und 357). In casu wurde mit den Nachtragsverfügungen vom 28. November 2003 und 24. September 2004 gegenüber R. die Verwirkungsfrist von Art. 16 Abs. 1 AHVG gewahrt. In Frage steht somit nicht die Leistung von Schadenersatz wegen Verwirkung, sondern wegen Uneinbringlichkeit der Beitragsforderung; insoweit entstand die Schadenersatzforderung erst mit der Konkurseröffnung über R. im Dezember 2005. Erst zu diesem Zeitpunkt begann die fünfjährige Verjährungsfrist, die mit der Schadenersatzverfügung vom 15. August 2007 bei weitem gewahrt ist. Es trifft zu, dass damit im Ergebnis der ausgeschiedene Gesellschafter unter Umständen während eines bedeutend längeren Zeitraums als der Verjährungsfrist gemäss Art. 591 oder 592 OR zur Rechenschaft gezogen werden kann. Das ergibt sich aber aus der gesetzlichen Regelung, welche den Schadenersatzanspruch nach Art. 52 AHVG als persönlichen öffentlichrechtlichen Anspruch gegen den (ehemaligen) Arbeitgeber konstituiert BGE 136 V 268 S. 274und von den Schulden der Gesellschaft (wozu auch die Beitragsforderung nach Art. 14 ff. AHVG zählt) unterscheidet. Es steht dem Bundesgesetzgeber frei, im öffentlichen Recht Regelungen zu treffen, welche von den zivilrechtlichen Bestimmungen (unter anderem betreffend Verjährung) abweichen.\n\n3. Sind somit die Rügen des Beschwerdeführers hinsichtlich Eröffnung der Nachtragsverfügung und Verjährung unbegründet, so ist die vorinstanzliche Betrachtung in anderer Hinsicht zu beanstanden: Die Haftung nach Art. 52 AHVG ist keine Kausalhaftung, sondern setzt ein grobfahrlässiges Verhalten voraus. Unter diesem Titel hat die Vorinstanz dem Beschwerdeführer angelastet, er habe es pflichtwidrig unterlassen, für die Bezahlung der Sozialversicherungsbeiträge zu sorgen. Eine derartige Unterlassung kann dem Beschwerdeführer indessen nur vorgeworfen werden in Bezug auf den Betrag, der bis zum Zeitpunkt seines Ausscheidens aus der Gesellschaft hätte bezahlt werden müssen. Nach den Feststellungen der Vorinstanz betrug der Saldo per 2. April 2003 - rund eineinhalb Monate vor dem Austritt des Beschwerdeführers aus der Gesellschaft (12. Mai 2003) - Fr. 8'213.30 zu Gunsten der Ausgleichskasse. Dass der in Rechnung gestellte Schadensbetrag schliesslich viel höher war (Fr. 85'919.85) ist darauf zurückzuführen, dass nach dem Ausscheiden des Beschwerdeführers mit Nachtragsverfügungen vom 28. November 2003 und 24. September 2004 erhebliche Nachforderungen in Rechnung gestellt wurden. In Bezug auf diesen, den Betrag von Fr. 8'213.30 übersteigenden Schaden kann das dem Beschwerdeführer vorwerfbare Verhalten nicht darin liegen, dass die nachträglich gestellten Rechnungen nicht bezahlt wurden, hatte er doch darauf keinen Einfluss mehr. Ein ihm vorwerfbares grobfahrlässiges Verhalten könnte mithin nur darin bestehen, dass die Gesellschaft unzutreffende Lohnmeldungen erstellt hat (vgl. etwa Urteil des Eidg. Versicherungsgerichts H 303/97 vom 30. Juni 1998 E. 2, nicht publ. in: BGE 124 V 253, aber in: SVR 1999 AHV Nr. 13 S. 37; ZAK 1992 S. 246, H 97/90). Darüber enthält der angefochtene Entscheid aber keine Feststellungen. Zu tiefe Lohnmeldungen werden zwar oft auf grobfahrlässiges Verhalten der Organe zurückzuführen sein, doch ist das nicht zwingend: Der Beschwerdeführer hat bereits in seiner Einsprache geltend gemacht, es seien verschiedene Geschäftsbereiche unterschieden worden und er sei in der Y. GmbH tätig gewesen und habe dort Sozialversicherungsbeiträge abgerechnet. Aus den Akten geht sodann hervor, dass R. BGE 136 V 268 S. 275gegen die Nachzahlungsverfügung vom 24. September 2004 Einsprache erhoben hatte, unter anderem mit der Argumentation, die betreffenden Arbeitnehmer hätten teilweise nicht für die Kollektivgesellschaft X. gearbeitet. Wenn in guten Treuen in Bezug auf bestimmte Personen über die Abrechnungspflicht unterschiedliche Meinungen vertreten werden können, stellt die Unterlassung der Deklaration noch keine Grobfahrlässigkeit dar, selbst wenn sich nachträglich in einem Rechtsmittelverfahren ergibt, dass eine Abrechnungspflicht bestanden hat (SVR 2007 AHV Nr. 9 S. 25, H 8/07 E. 7.1; 2005 AHV Nr. 18 S. 59, H 86/02 E. 5.5.1; Urteil des Eidg. Versicherungsgerichts H 390/00 vom 13. Juni 2001 E. 6b). Mangels entsprechender Feststellungen im angefochtenen Entscheid und Angaben in den Akten lässt sich nicht ausschliessen, dass dem Beschwerdeführer als verantwortlichem Organ in diesem Zusammenhang kein Verschulden oder lediglich eine einfache Fahrlässigkeit zur Last gelegt werden kann (vgl. Urteil des Eidg. Versicherungsgerichts H 197/04 vom 19. Oktober 2005 E. 4.3). Die Sache geht daher an das kantonale Gericht zurück, damit es den Sachverhalt hinsichtlich der Verantwortlichkeit für die Unterlassung der Lohndeklarationen näher abkläre.\n\n4. In Bezug auf die von der Vorinstanz zu treffenden Abklärungen ist vorab die von Amtes wegen zu prüfende Rechtsfrage (Art. 106 Abs. 1 BGG) zu entscheiden, ob der Beschwerdeführer nicht zunächst für die Beitragsschulden der Gesellschaft haftet, bevor sich die Frage nach der Schadenersatzpflicht stellt.\n\n4.1 Die Kollektivgesellschafter haften subsidiär zum Gesellschaftsvermögen (Art. 570 OR) persönlich für alle Verbindlichkeiten der Gesellschaft solidarisch (Art. 568 Abs. 1 OR; BGE 134 III 643 E. 5.1 S. 648). Führt wie hier einer der bisherigen Gesellschafter das Unternehmen gemäss Art. 579 Abs. 1 OR als Einzelfirma weiter, so haftet der ausgeschiedene Gesellschafter unter den Voraussetzungen von Art. 568 Abs. 3 OR für die Schulden der Gesellschaft (vorne E. 2.3.1). Diese persönliche Haftung gilt auch für öffentlichrechtliche Verbindlichkeiten (Urteil 2A.95/1999 vom 14. Juni 1999 E. 3c; HANDSCHIN/CHOU, a.a.O., N. 43 zu Art. 568-569 OR; WILHELM HARTMANN, Berner Kommentar, 1943, N. 7 zu Art. 568 OR; PESTALOZZI/HETTICH, in: Basler Kommentar, Obligationenrecht, Bd. II, 3. Aufl. 2008, N. 4 zu Art. 568 OR; WERNER VON STEIGER, Handelsrecht, Schweizerisches Privatrecht, Bd. VIII, 1976, S. 536; STEFAN PLATTNER, Die Haftung des Kollektivgesellschafters, 2003, S. 64), namentlich BGE 136 V 268 S. 276auch für Beitragsforderungen der AHV (MARLIES KNUS, Die Schadenersatzpflicht des Arbeitgebers in der AHV, 1989, S. 33 und 64 f.; in Bezug auf die einfache Gesellschaft auch ZAK 1981 S. 377, H 139/79 E. 4).\n\n4.2 In BGE 119 V 389 E. 7 S. 400 f. wurde allerdings ausgeführt, die Gesellschafter einer aufgelösten Kollektivgesellschaft seien nicht - auch nicht subsidiär - beitragspflichtig (ebenso unter Hinweis auf diesen Entscheid REICHMUTH, a.a.O., S. 85 Rz. 350). Diese Aussage wird jedoch nicht begründet. Sie steht in Widerspruch zu Gesetz und Lehre sowie Gerichtspraxis in den anderen Gebieten des öffentlichen Rechts. Ebenso wenig kann sie als eine feststehende Gerichtspraxis bezeichnet werden, wurde sie doch, soweit ersichtlich, nie explizit wiederholt, sondern nur implizit vorausgesetzt in den Urteilen des Eidg. Versicherungsgerichts H 376/01 vom 11. Oktober 2005 E. 3.2 und H 137/94 vom 17. Februar 1995. Es leuchtet auch in der Sache nicht ein, weshalb der Kollektivgesellschafter in Bezug auf AHV-Beiträge anders zu behandeln sein soll als in Bezug auf alle anderen Gesellschaftsschulden. In Änderung von BGE 119 V 389 E. 7 S. 400 f. ist somit davon auszugehen, dass der ausgeschiedene Gesellschafter nach Massgabe von Art. 568 Abs. 3 OR für die AHV-Beitragsschulden der bisherigen Kollektivgesellschaft haftet.\n\n4.3 In casu haftet also der Beschwerdeführer für die Beitragsschulden der aufgelösten Kollektivgesellschaft, wobei diese Haftung nur unter der Voraussetzung von Art. 568 Abs. 3 OR geltend gemacht werden konnte, d.h. erst nachdem R. im Dezember 2005 in Konkurs gefallen war. Entgegen der in der Beschwerde vertretenen Auffassung richtet sich die Verjährung nicht nach Art. 592 Abs. 2 in Verbindung mit Art. 181 OR, sondern nach Art. 591 OR, da R. - wie vorne in E. 2.4 dargelegt - die Gesellschaftstätigkeit nicht nach Massgabe von Art. 181 OR, sondern nach Art. 579 OR weitergeführt hat. Demnach verjährte die subsidiäre persönliche Haftung des Beschwerdeführers für die Beiträge fünf Jahre nach der Veröffentlichung des Ausscheidens im Handelsamtsblatt, sofern nicht wegen der Natur der Forderung eine kürzere Verjährungsfrist gilt. Da die fünfjährige Frist mit dem Ausscheiden beginnt, der Ausgeschiedene aber vor der Konkurseröffnung der Nachfolgefirma nicht belangbar ist, kann die Forderung unter Umständen verjährt sein, bevor sie gegenüber dem ausgeschiedenen Gesellschafter überhaupt BGE 136 V 268 S. 277geltend gemacht werden konnte (STAEHELIN, a.a.O., N. 4 f. zu Art. 591 OR; HANDSCHIN/CHOU, a.a.O., N. 12 zu Art. 591-593 OR).\n\n4.4 Nach Art. 16 Abs. 1 AHVG erlischt die Beitragsforderung für die Beiträge der Jahre 1998 bis 2003 jeweils Ende der Jahre 2003 bis 2008. Die an R. eröffneten Nachtragsverfügungen vom 28. November 2003 und 24. September 2004 konnten in Bezug auf die Forderung gegenüber dem Beschwerdeführer keine fristwahrende Wirkung haben. Frühestens die Verfügung vom 15. August 2007 konnte ihm gegenüber fristwahrend wirken. Allerdings hat die Beschwerdegegnerin mit dieser Verfügung nicht die Beiträge, sondern Schadenersatz verlangt. Es fragt sich, ob ihre Forderung in eine Beitragsforderung umgedeutet werden kann.\n\n4.5 Der Streitgegenstand umfasst das durch die Verfügung geregelte Rechtsverhältnis, soweit dieses angefochten ist, nicht aber die rechtliche Begründung dafür (KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl. 1998, S. 149). Demzufolge ist auch die Änderung der rechtlichen Begründung in oberer Instanz bis vor Bundesgericht möglich, ohne dass darin eine unzulässige Veränderung des Streitgegenstands oder ein unzulässiges Novum (Art. 99 BGG) läge (vgl. Urteil 9C_115/2008 vom 23. Juli 2008 E. 6). Der Arbeitgeber schuldet der Ausgleichskasse die paritätischen Beiträge; können diese nicht mehr erhoben werden, entsteht die Schadenersatzforderung (nicht publ. E. 1). Abgesehen von den Mahn- und Betreibungskosten ist der mit der Schadenersatzforderung geltend gemachte Geldbetrag indessen identisch mit der Beitragsforderung (NUSSBAUMER, a.a.O., S. 101). Im Ergebnis wirkt sich der Schadenersatzanspruch so aus, dass unter der zusätzlichen Voraussetzung der absichtlichen oder grobfahrlässigen Missachtung von Vorschriften die nicht bezahlten Beiträge unter einem anderen Rechtstitel noch einverlangt werden können. Es handelt sich damit (soweit sich die Forderung gegen den nämlichen Schuldner richtet) nicht um ein anderes Rechtsverhältnis, sondern um eine andere rechtliche Begründung der geltend gemachten Forderung. Hat somit die Ausgleichskasse Schadenersatz verlangt und zeigt sich, dass der Belangte bei richtiger Betrachtung noch Beiträge schuldet, so kann daher - auch noch in oberer Instanz - die Schadenersatzforderung in eine Beitragsforderung umgedeutet werden.\n\n4.6 Mit der Verfügung vom 15. August 2007 konnten vom Beschwerdeführer als subsidiär haftendem Kollektivgesellschafter (vorne BGE 136 V 268 S. 278E. 4.3) die Beiträge für die Jahre 2002 und 2003 (bis zu seinem Ausscheiden aus der Gesellschaft) verlangt werden (Art. 16 Abs. 1 AHVG). Für diese Beiträge haftet der Beschwerdeführer ungeachtet eines Verschuldens (Art. 568 Abs. 3 OR), da auch die am 20. Mai 2003 beginnende fünfjährige Frist gemäss Art. 591 OR eingehalten ist. Die ausstehenden Beitragsforderungen für die Jahre 1998 bis 2001 sind demgegenüber erloschen. Der Beschwerdeführer haftet dafür nur unter dem Titel Schadenersatz, mit anderen Worten nur soweit ihm ein Verschulden gemäss Art. 52 Abs. 1 AHVG vorgeworfen werden kann. Wie es sich damit verhält, wird die Vorinstanz abzuklären haben (E. 3). Des Weitern wird sie auch zu prüfen haben, welcher Anteil der ausstehenden Beiträge auf die Jahre 1998 bis 2001 und welcher auf die Jahre 2002 bis 2003 entfällt."}