{"annee": "136", "cour": "IV", "page": "122", "date": "8/6/2010", "cite": ["78 II 318", "91 IV 225", "108 II 527", "129 III 646"], "cite_par": ["142 III 545", "138 III 333"], "chapeau": "18. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Y. et Procureur général du canton de Genève (recours en matière pénale)\n\n6B_986/2009 du 8 juin 2010", "regestes": ["Violation d'une obligation d'entretien; art. 217 CP. Le père, qui n'est pas marié avec la mère et qui n'a pas reconnu l'enfant, ne saurait être déclaré coupable de violation d'une obligation d'entretien pour s'être abstenu de contribuer à l'entretien de l'enfant avant l'entrée en force du jugement de paternité (consid. 2.1 et 2.2), sauf s'il a été condamné à payer des contributions par voie de mesures provisionnelles (consid. 2.3). Application au cas d'espèce (consid. 2.4)."], "faits": "BGE 136 IV 122 S. 122\n\nA. Par un jugement du 29 mai 2006, rendu par défaut du défendeur X., le Tribunal de première instance du canton de Genève a attribué la paternité de l'enfant A., né en 2000, à X. et condamné celui-ci à payer en mains de Y., mère de l'enfant, des contributions mensuelles d'entretien dès le 1er avril 2005.\n\nLe 29 novembre 2006, Y. a porté plainte pénale contre X. pour le non-paiement des contributions échues d'avril 2005 à novembre 2006.\n\nPar jugement du 10 mars 2009, le Tribunal de police du canton de Genève a reconnu X. coupable de violation d'une obligation d'entretien (art. 217 CP), pour n'avoir rien payé à la plaignante d'avril 2005 à novembre 2006. Il l'a condamné à trente jours-amende de 30 fr., avec sursis pendant deux ans.\n\nB. Sur appel de X., la Chambre pénale de la Cour de justice du canton de Genève a confirmé ce jugement par un arrêt du 12 octobre 2009. BGE 136 IV 122 S. 123\n\nC. X. recourt au Tribunal fédéral contre ce dernier arrêt, dont il demande principalement la réforme en ce sens qu'il soit acquitté. À titre subsidiaire, il conclut à l'annulation, avec renvoi de la cause à la cour cantonale pour nouveau jugement.\n\nL'intimée Y. et le Procureur général du canton de Genève concluent tous deux au rejet du recours.", "considerants": "Extrait des considérants:\n\n2. Le délit puni par l'art. 217 CP suppose que l'auteur soit tenu d'une obligation d'entretien en vertu du droit de la famille. À ce défaut, l'un des éléments objectifs de l'infraction manque.\n\n2.1 Avant l'entrée en vigueur de la loi fédérale du 25 juin 1976 modifiant le droit de la filiation (RO 1977 237 264), l'ancien art. 319 CC obligeait le père non marié avec la mère à contribuer aux frais d'entretien de son enfant illégitime même en l'absence d'une reconnaissance ou d'un jugement de paternité, c'est-à-dire même sans établissement du lien juridique de filiation (cf. HEGNAUER/MEIER, Droit de la filiation et de la famille, 4e éd. 1998, n° 1.17 p. 5). La loi faisait découler cette obligation de la parenté naturelle existant entre le père et son enfant (ATF 78 II 318 consid. 1 p. 322). L'inexécution intentionnelle de cette obligation était sanctionnée par l'ancien art. 217 ch. 1 al. 2 CP, dans la teneur que lui avait donnée la loi fédérale du 5 octobre 1950 (RO 1951 16). En vertu de cette disposition, était punissable notamment celui qui, par mauvaise volonté, par fainéantise ou par inconduite, n'avait pas satisfait aux obligations pécuniaires que la loi lui imposait envers un \"enfant naturel\". Dans ces conditions, comme l'a jugé la cour de céans à l' ATF 91 IV 225 consid. 2a p. 226, le refus intentionnel du père naturel de fournir toute prestation tombait sous le coup de la loi pénale sans qu'il soit nécessaire que le juge civil ait préalablement condamné l'intéressé à verser des contributions d'entretien ou pris acte d'une convention alimentaire.\n\nCependant, depuis l'entrée en vigueur du nouveau droit de la filiation, le 1er janvier 1978 (RO 1977 264), le droit de la famille ne connaît plus de paternité alimentaire, fondée sur une relation de fait. Le rapport juridique de filiation est devenu une condition nécessaire de l'obligation que l'art. 276 CC met à la charge des père et mère (ATF 129 III 646 consid. 4.1 p. 651). Certes, le père non marié avec la mère peut s'engager, sans reconnaissance et en dehors de toute BGE 136 IV 122 S. 124procédure judiciaire, à supporter une partie des frais d'entretien et d'éducation de l'enfant. Mais l'obligation que crée une telle convention ne dérive pas du droit de la famille (ATF 108 II 527 consid. 1b p. 530). Dès lors, comme le jugement de paternité a effet constitutif (ATF 129 III 646 consid. 4.1 p. 651 et les références), l'art. 276 CC n'oblige le père qui n'est pas marié avec la mère et qui n'a pas reconnu l'enfant que si sa paternité est établie par un jugement entré en force.\n\n2.2 Sur le plan pénal, la loi fédérale du 23 juin 1989 (RO 1989 2449) a adapté l'art. 217 CP au nouveau droit de la filiation (Message du 26 juin 1985 concernant la modification du code pénal et du code pénal militaire, FF 1985 II 1021 ss ch. 215.5), notamment en supprimant toute référence à l'\"enfant naturel\". Elle a exclu de la protection pénale les obligations contractées sur la seule base du droit des obligations. Aussi, en droit positif, un père qui n'est pas marié avec la mère et qui n'a pas reconnu son enfant ne saurait-il être déclaré coupable de violation de l'obligation d'entretien prévue à l'art. 276 CC pour n'avoir pas versé de contributions à un moment où sa paternité n'avait pas encore été établie par un jugement définitif et non nul (cf., en ce sens, THOMAS BOSSHARD, in Commentaire bâlois, CP, vol. II, 2e éd. 2007, n° 14 ad art. 217 CP p. 1246; DONATSCH/WOHLERS, Delikte gegen die Allgemeinheit, 3e éd. 2004, p. 11 s.). Certes, le jugement de paternité rétroagit au jour de la naissance de l'enfant (CYRIL HEGNAUER, Commentaire bernois, vol. II/2/1, 2e éd. 1984, nos 102 ad art. 261 CC p. 369 et 170 ad art. 260 CC p. 294; MEIER/STETTLER, Droit de la filiation, vol. I, 3e éd. 2005, n° 173 p. 72) et l'action alimentaire peut tendre au paiement de contributions pour l'année précédant le début de la litispendance (art. 279 al. 1 CC). Mais un acte-action ou omission-ne constitue un délit formel que s'il en réunit tous les éléments constitutifs au moment où il survient. Il est possible qu'un tel délit ne devienne punissable que si une condition objective est réalisée postérieurement (cf. GRAVEN/STRÄULI, L'infraction pénale punissable, 2e éd. 1995, n° 39 p. 58 s.; GÜNTER STRATENWERTH, Die Straftat, 3e éd. 2005, § 8 n° 29), mais non qu'il soit constitué rétroactivement, c'est-à-dire sans que la règle de comportement dont il suppose la transgression (cf. STRATENWERTH, op. cit., § 8 n° 10) ait déjà interdit à l'auteur d'accomplir l'action qui lui est reprochée au moment où il l'a commise, ou qu'elle l'ait déjà obligé à exécuter l'acte dont on lui impute l'omission au moment où il s'en est abstenu. Il s'ensuit que le défendeur qui succombe à une action BGE 136 IV 122 S. 125en recherche de paternité à laquelle est cumulée une action alimentaire (art. 280 al. 3 CC) ne saurait être déclaré coupable de violation d'une obligation d'entretien pour ne pas avoir versé, avant l'entrée en force du jugement, les contributions que celui-ci met à sa charge pour le passé. Il ne pourra être condamné au pénal que s'il ne règle pas ces contributions après l'entrée en force du jugement, alors qu'il a encore les moyens de les payer ou qu'il pourrait encore les avoir.\n\n2.3 Une fois l'action en recherche de paternité introduite, l'art. 283 CC permet à la partie demanderesse de faire condamner au paiement de contributions provisoires le défendeur dont la paternité est présumée et le reste après l'administration des preuves immédiatement disponibles. Si l'action est admise, ces contributions constitueront des à-valoir sur la créance de l'enfant; en cas contraire, elles devront être remboursées au défendeur (CYRIL HEGNAUER, Commentaire bernois, vol. II/2/2/1, 1997, nos 42 ss ad art. 281-284 CC).\n\nD'après la doctrine majoritaire, le non-paiement de telles contributions peut entraîner une condamnation pour violation d'une obligation d'entretien (BOSSHARD, op. cit., n° 14 ad art. 217 CP p. 1246; URS BRODER, Delikte gegen die Familie, insbesondere Vernachlässigung von Unterhaltspflichten, RPS 1992 p. 290 spécialement p. 300; DONATSCH/WOHLERS, op. cit., p. 11; HEGNAUER, op. cit., vol. II/2/2/1, 1997, n° 42 ad art. 281-284 CC p. 330; JOSÉ HURTADO POZO, Droit pénal, Partie spéciale, 2009, n° 3447 p. 1007). Mais quelques auteurs contestent cette opinion, en faisant valoir qu'une ordonnance de mesures provisionnelles rendue en application de l'art. 283 CC ne suppose pas que la paternité du défendeur soit établie, mais seulement qu'elle soit vraisemblable; d'après eux, le degré de preuve exigé pour une condamnation pénale ne serait dès lors pas atteint (PETER ALBRECHT, in Kommentar zum schweizerischen Strafrecht, vol. IV, 1997, n° 32 ad art. 217 CP p. 171; KURT FRICKER, Die vorsorglichen Massregeln im Vaterschaftsprozess nach Art. 282-284 ZGB, 1978, p. 174 s.). Sous l'ancien droit, un auteur avait également contesté l'opinion majoritaire en arguant qu'elle aboutissait à un résultat peu satisfaisant dans les cas où l'action en recherche de paternité était finalement rejetée (ANDRÉ GUSTAV MEYER, Die Vernachlässigung von Unterhalts- und Unterstützungspflichten, 1944, p. 56 s.).\n\nLes objections de la doctrine minoritaire ne sont pas convaincantes. L'obligation faite au défendeur de payer des contributions BGE 136 IV 122 S. 126provisoires en vertu de l'art. 283 CC découle d'une disposition légale appartenant au \"droit de la famille\" au sens de l'art. 217 CP. Durant la litispendance, même si elle est soumise à la condition résolutoire que constitue l'éventuel rejet de l'action au fond, cette obligation existe (cf. PIERRE ENGEL, Traité des obligations en droit suisse, 2e éd. 1997, p. 858). Elle a pour objet l'entretien d'une personne. Dès lors, comme l'admet la doctrine majoritaire, son inexécution intentionnelle durant la litispendance par un défendeur qui a ou pourrait avoir les moyens d'y satisfaire tombe sous le coup de l'art. 217 CP, indépendamment du mérite de l'action en recherche de paternité.\n\n2.4 Dans le cas présent, le recourant est accusé de violation d'une obligation d'entretien exclusivement pour ne pas avoir réglé, pendant la période pénale d'avril 2005 à novembre 2006, les contributions mises à sa charge par le jugement de paternité du 29 mai 2006. Dans la mesure où il reconnaît le recourant coupable pour le non-paiement avant l'entrée en force de ce jugement, l'arrêt entrepris doit être annulé, faute de mesures provisionnelles.\n\nL'arrêt attaqué fixe la date d'entrée en force du jugement de paternité au 28 juin 2006. Mais il retient aussi que ce jugement a été rendu par défaut le 29 mai 2006, soit exactement trente jours plus tôt. Or, le recourant, qui n'a pas comparu, ne peut pas avoir reçu notification du jugement le jour même où celui-ci a été prononcé, le 29 mai 2006. Le délai d'opposition, qui est de trente jours (cf. art. 84 de la loi de procédure civile genevoise du 10 avril 1987 [LPC; RSG E3 05]), a donc nécessairement commencé à courir plus tard, de sorte que la date d'entrée en force du jugement civil mentionnée dans l'arrêt attaqué résulte soit de constatations de fait manifestement inexactes au sens des art. 97 al. 1 et 105 al. 2 LTF, soit d'une application arbitraire des règles cantonales de procédure civile. Partant, il convient de renvoyer la cause à la cour cantonale afin, notamment, qu'elle détermine à nouveau la date d'entrée en force du jugement civil.\n\nL'arrêt attaqué constate que le recourant a effectivement pris connaissance du jugement civil le 21 mars 2007. Mais il précise aussi que le curateur de l'enfant l'avait informé, par un courriel du 30 août 2005, de son intention de lui intenter l'action en recherche de paternité. Il appartiendra dès lors aussi à la cour cantonale de déterminer si le recourant a compté avec la possibilité qu'un procès en paternité lui soit intenté avec succès à Genève et s'il s'en est accommodé. Dans BGE 136 IV 122 S. 127l'affirmative et si le jugement civil est entré en force avant le 30 novembre 2006 (fin de la période pénale), le recourant devra être reconnu coupable de violation d'une obligation d'entretien par dol éventuel; la cour cantonale confirmera la déclaration de culpabilité et réduira la peine en tenant compte de l'absence d'infraction pour la partie de la période pénale antérieure à l'entrée en force du jugement civil. En revanche, si le jugement civil est entré en force après la période pénale ou si un dol éventuel ne peut être retenu, la cour cantonale acquittera le recourant."}