{"annee": "136", "cour": "III", "page": "523", "date": "30/6/2010", "cite": ["133 III 282", "131 III 319", "123 III 414"], "cite_par": ["141 III 68", "144 III 175", "138 III 708", "138 III 570", "139 III 345"], "chapeau": "76. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. Vermögensverwaltung AG gegen Y. (Beschwerde in Zivilsachen)\n\n4A_170/2010 vom 30. Juni 2010", "regestes": ["Non-entrée en matière sur une action en constatation négative de droit faute d'un intérêt à la constatation dans un litige visé par la Convention de Lugano (CL). Une action en constatation négative de droit touchant des rapports internationaux régis par la CL présuppose l'existence d'un intérêt juridiquement protégé particulier. L'autorité précédente n'a pas violé l'art. 21 CL en considérant le simple intérêt du débiteur à fixer un for (\"forum running\") comme un intérêt juridiquement protégé insuffisant (consid. 3-6)."], "faits": "", "considerants": "BGE 136 III 523 S. 523\n\nAus den Erwägungen:\n\n3. Die Beschwerdeführerin wirft der Vorinstanz eine Verletzung von Art. 21 LugÜ (SR 0.275.11) vor, weil diese auf die negative Feststellungsklage mangels Feststellungsinteresses nicht eingetreten ist. Sie BGE 136 III 523 S. 524argumentiert, für identische Ansprüche im Sinne von Art. 21 Abs. 1 LugÜ dürften keine unterschiedlichen Eintretensvoraussetzungen geschaffen werden. Das strenge Prioritätsprinzip des Art. 21 LugÜ gebe auch einer früher angehobenen negativen Feststellungsklage den Vorrang vor einer später angehobenen Leistungsklage. Wenn für die negative Feststellungsklage ein besonderes Feststellungsinteresse verlangt werde, widerspreche dies der zwingenden Prioritätsregel des LugÜ.\n\n4. Es trifft zu, wie die Beschwerdeführerin vorbringt, dass bei der Anwendung und Auslegung des LugÜ massgebliche Entscheidungen der Gerichte der anderen Vertragsstaaten sowie die Rechtsprechung des EuGH zum EuGVÜ (Europäisches Übereinkommen über die gerichtliche Zuständigkeit und die Vollstreckung gerichtlicher Entscheidungen in Zivil- und Handelssachen vom 27. September 1968) zu berücksichtigen sind (BGE 133 III 282 E. 3.1 S. 285; BGE 123 III 414 E. 4 S. 421). Klarzustellen ist aber, dass es vorliegend weder um die Auslegung von Art. 21 LugÜ oder des Begriffs der Rechtshängigkeit geht noch um die Frage der richtigen Anwendung von Art. 21 LugÜ, da die Beschwerdegegnerin bislang keine Leistungsklage anhängig gemacht hat und die Vorinstanz ohnehin nicht mangels Priorität, sondern mangels Rechtsschutzinteresses auf die negative Feststellungsklage nicht eingetreten ist. Zu entscheiden ist vorliegend einzig die Frage, ob in internationalen Verhältnissen im Geltungsbereich des LugÜ für eine negative Feststellungsklage ein besonderes Rechtsschutzinteresse vorausgesetzt werden darf bzw. ob ein solches bei \"forum running\" als hinlänglich anzuerkennen ist.\n\n5. Unter welchen Voraussetzungen die gerichtliche Feststellung des Bestehens oder Nichtbestehens bundesrechtlicher Ansprüche verlangt werden kann, ist eine Frage des Bundesrechts. Nach der Rechtsprechung des Bundesgerichts ist die Feststellungsklage nur zuzulassen, wenn der Kläger an der sofortigen Feststellung ein erhebliches schutzwürdiges Interesse hat, welches kein rechtliches zu sein braucht, sondern auch bloss tatsächlicher Natur sein kann. Diese Voraussetzung ist namentlich gegeben, wenn die Rechtsbeziehungen der Parteien ungewiss sind und die Ungewissheit durch die richterliche Feststellung beseitigt werden kann und ihre Fortdauer der Klagepartei nicht zugemutet werden kann, weil sie sie in ihrer Bewegungsfreiheit behindert. Bei der negativen Feststellungsklage sind auch allfällige Interessen des Gläubigers zu berücksichtigen (BGE 133 III 282 E. 3.5; BGE 131 III 319 E. 3.5 S. 324 f.; BGE 123 III 414 E. 7b S. 429).BGE 136 III 523 S. 525\n\nNach der Rechtsprechung des Bundesgerichts vermag das blosse Interesse einer Partei, unter mehreren möglichen Gerichtsständen den ihr zusagenden durch schnelleres Einleiten einer Klage wählen zu können, für sich allein kein schutzwürdiges Feststellungsinteresse zu begründen (BGE 131 III 319 E. 3.5 S. 325; BGE 123 III 414 E. 7b S. 430).\n\n6.\n\n6.1 Der EuGH hat sich in zwei Entscheidungen zu den Begriffen \"desselben Anspruchs\" bzw. \"derselben Parteien\", mithin zur Identität des Streitgegenstandes im Sinne von Art. 21 EuGVÜ (dem heutigen Art. 27 EuGVO; [Verordnung (EG) Nr. 44/2001 des Rates vom 22. Dezember 2000 über die gerichtliche Zuständigkeit und Vollstreckung von Entscheidungen in Zivil- und Handelssachen]), geäussert:\n\nIm Entscheid Gubisch Maschinenfabrik gegen Palumbo (Urteil des EuGH vom 8. Dezember 1987 144/86, Slg. 1987 S. 4871) kam der EuGH zum Schluss, der Begriff der Rechtshängigkeit im Sinne von Art. 21 des Übereinkommens umfasse den Fall, dass eine Partei vor dem Gericht eines Vertragsstaats die Feststellung der Unwirksamkeit oder die Auflösung eines internationalen Kaufvertrags begehrt, während eine Klage der anderen Partei auf Erfüllung desselben Vertrags vor dem Gericht eines anderen Vertragsstaats anhängig ist.\n\nIm Entscheid Tatry gegen Maciej Rataj (Urteil des EuGH vom 6. Dezember 1994 C-406/92, Slg. 1994 I-5460) erkannte er in Ziff. 3, Art. 21 des Übereinkommens sei dahin auszulegen, dass eine Klage, die auf die Feststellung, dass der Beklagte für einen Schaden haftet, und auf dessen Verurteilung zur Zahlung von Schadenersatz gerichtet ist, denselben Anspruch betrifft wie eine von diesem Beklagten früher erhobene Klage auf Feststellung, dass er für diesen Schaden nicht haftet.\n\nInsbesondere aus der zuletzt genannten Entscheidung ergibt sich deutlich, dass zwischen einer negativen Feststellungsklage und einer Leistungsklage über denselben Anspruch Identität im Sinne von Art. 21 LugÜ anzunehmen ist.\n\n6.2 Der deutsche Bundesgerichtshof (BGH) leitete aus den zitierten Entscheidungen des EuGH und gestützt auf die Meinung von KROPHOLLER (JAN KROPHOLLER, Europäisches Zivilprozessrecht, Kommentar zu EuGVO, Lugano-Übereinkommen und Europäischem Vollstreckungstitel, 8. Aufl. 2005, N. 10 zu Art. 27 EuGVO) ab, dass auch die früher erhobene negative Feststellungsklage Vorrang vor der später erhobenen Leistungsklage hat. Dies diene der Chancengleichheit BGE 136 III 523 S. 526zwischen Gläubiger und Schuldner. Der Schuldner habe durch schnelle Erhebung einer negativen Feststellungsklage die gleiche Chance, sich das streitentscheidende Gericht auszusuchen, wie der Gläubiger. Die später erhobene Leistungsklage führe nicht zum Wegfall des Feststellungsinteresses für die Feststellungsklage (Urteil des BGH vom 11. Dezember 1996, publ. in: Entscheidungen des Bundesgerichtshofes in Zivilsachen [BGHZ] 134 [1998], S. 201 ff., S. 211).\n\n6.3 Mit Blick auf den erwähnten Entscheid des BGH wird in der Literatur teilweise die Auffassung vertreten, für internationale Verhältnisse sei bei \"forum running\" ein hinreichendes Feststellungsinteresse anzuerkennen. Zur Begründung wird auf die Waffengleichheit und Chancengleichheit der Parteien hingewiesen und ausgeführt, wenn beide Parteien daran seien, ein Gericht an einem ihnen genehmen Gerichtsstand anzurufen, bestehe zwar für den Feststellungskläger keine nicht mehr länger zumutbare Ungewissheit bezüglich der Rechtslage, dagegen werde der Feststellungsbeklagte nicht zu einer vorzeitigen Prozessführung gezwungen. Damit seien die bezüglich des Feststellungsinteresses abzuwägenden Parteiinteressen grundsätzlich ausgewogen, weshalb in solchen Konstellationen das Vorliegen eines Feststellungsinteresses zur Wahrung der zuständigkeitsrechtlichen Waffengleichheit zu bejahen sei (vgl. GION JEGHER, Abwehrmassnahmen gegen ausländische Prozesse im internationalen Zivilverfahrensrecht der Schweiz, 2003, S. 71 f.; derselbe, Mit schweizerischer negativer Feststellungsklage ins europäische Forum Running - Gedanken anlässlich BGE 123 III 414, ZSR 1999 I, S. 31 ff., S. 43 f.; FELIX DASSER, in: Kommentar zum Lugano-Übereinkommen, Dasser/Oberhammer [Hrsg.], 2008, N. 77 zu Art. 21 LugÜ; vgl. auch derselbe, Der Kampf ums Gericht, ZSR 2000 I S. 253 ff., S. 268 f.).\n\n6.4 Das Bundesgericht ist dieser Meinung jedenfalls für das nationale Schweizer Recht nicht gefolgt. Es führte aus, wenn in kurzer Zeit mit einer Leistungsklage zu rechnen sei, so sei eine unzumutbare Fortdauer der Rechtsunsicherheit und damit ein hinreichendes Interesse an der Klärung einer umstrittenen Rechtsfrage durch ein Feststellungsurteil grundsätzlich zu verneinen. Da das Feststellungsinteresse unabhängig vom Gerichtsstand vorliegen müsse, könne es nicht durch das Interesse an einem bestimmten Gerichtsstand ersetzt werden. Ansonsten würde die vom Gesetzgeber getroffene Regelung der Gerichtsstände umgangen bzw. ausser Kraft gesetzt. Zudem würde die Zulassung des \"forum running\" dazu führen, dass die Parteien BGE 136 III 523 S. 527möglichst schnell und ohne vorherige Ankündigung zu den ihnen genehmen Gerichten \"rennen\" und klagen müssten, um ihren Gerichtsstand zu sichern. Dies wäre nicht sachgerecht, da damit aussergerichtliche Vergleichsverhandlungen oder einvernehmliche Streitlösungsverfahren gefährdet und die Gerichte mit unnötigen parallelen Verfahren belastet würden. Aus diesen Gründen hielt es ausdrücklich an der Rechtsprechung fest, wonach das Interesse des Schuldners, die Leistungsklage des Gläubigers an einem bestimmten Gerichtsstand durch eine frühere Feststellungsklage an einem anderen Gerichtsstand zu verhindern, kein schutzwürdiges Feststellungsinteresse zu begründen vermag (BGE 131 III 319 E. 3.5 S. 326).\n\n6.5 Diese Gründe sprechen gleichermassen für ein Festhalten an der genannten Rechtsprechung bei internationalen Verhältnissen. Das Bundesgericht hat denn auch bereits im Anwendungsbereich des LugÜ in diesem Sinne entschieden (Urteil 4C.208/2006 vom 23. Oktober 2006 E. 3.1; kritiklos wiedergegeben von GIRSBERGER/SCHRAMM, Entwicklungen im schweizerischen internationalen Privatrecht, SJZ 104/2008 S. 92; demgegenüber brauchte die Frage in BGE 133 III 282 E. 3.5.1 S. 288 nicht erörtert zu werden).\n\nDie bundesgerichtliche Rechtsprechung findet in der Literatur zur Schweizerischen ZPO Unterstützung, indem das blosse Interesse des Feststellungsklägers, seinerseits den Gerichtsstand zu bestimmen, auch für internationale Verhältnisse als nicht hinreichend bewertet und ausgeführt wird, Überlegungen zur (internationalen) Zuständigkeit sollten bei der Prüfung des Feststellungsinteresses für sich allein nicht ausschlaggebend sein (STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2008, S. 195). In der Tat leuchtet nicht ein, weshalb allein der Umstand, dass das LugÜ dem Gläubiger für bestimmte Klagen mehrere Gerichtsstände zur Verfügung stellt, eine \"Chancengleichheit\" des Schuldners in dem Sinn rechtfertigen soll, dass auch dieser die Möglichkeit hat, durch eine negative Feststellungsklage seinerseits den Gerichtsstand zu wählen, ohne dass er ein darüber hinausgehendes Interesse geltend machen kann.\n\nWeder das LugÜ noch die EuGVO regeln, ob für negative Feststellungsklagen ein spezielles Rechtsschutzinteresse zu verlangen ist, sondern überlassen diese Frage nach wie vor den nationalen Rechten (SCHNYDER/LIATOWITSCH, Internationales Privat- und Zivilverfahrensrecht, 2. Aufl. 2006, S. 120 Rz. 339). Ebenso wenig verbieten die erwähnte Rechtsprechung des deutschen BGH und die von ihm herangezogenen Urteile des EuGH, dass das nationale Recht für negative BGE 136 III 523 S. 528Feststellungsklagen ein besonderes Feststellungsinteresse voraussetzt. Die genannte Rechtsprechung besagt lediglich, dass eine negative Feststellungsklage und eine Leistungsklage über denselben Anspruch Identität im Sinne von Art. 21 LugÜ aufweisen und eine zuerst anhängig gemachte negative Feststellungsklage eine spätere Leistungsklage blockieren kann. Sie schliesst aber nicht aus, dass das nationale Recht für negative Feststellungsklagen ein besonderes Feststellungsinteresse verlangt. In diesem Sinn argumentiert auch TIEFENTHALER, der annimmt, die Gefahr des Missbrauchs negativer Feststellungsklagen sei beschränkt, wenn gemäss dem innerstaatlichen Verfahrensrecht der Kläger ein rechtliches Interesse an der Feststellung haben müsse (STEFAN TIEFENTHALER, in: Kurzkommentar Europäisches Gerichtsstands- und Vollstreckungsrecht, EuGVO und Lugano Übereinkommen, 2. Aufl. 2003, N. 12 zu Art. 27 EuGVO). Diese Argumentation impliziert, dass das nationale Verfahrensrecht ein besonderes Rechtsschutzinteresse verlangen darf.\n\nDemgemäss hat die Vorinstanz entgegen der Meinung der Beschwerdeführerin Art. 21 LugÜ nicht verletzt, indem sie das blosse Interesse der Beschwerdeführerin, einen Gerichtsstand zu fixieren, nicht genügen liess und ein hinreichendes Rechtsschutzinteresse verneinte."}