{"annee": "136", "cour": "V", "page": "73", "date": "25/1/2010", "cite": ["91 II 362", "134 V 72", "119 II 216", "128 V 124", "131 II 265", "127 V 38", "129 III 535", "126 II 145", "126 III 278", "135 V 163", "130 V 103", "106 II 134", "110 V 176", "117 V 33"], "cite_par": ["143 III 348", "140 V 154", "142 V 118", "138 V 32"], "chapeau": "10. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. BVG-Sammelstiftung Swiss Life gegen L. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_173/2009 vom 25. Januar 2010", "regestes": ["Art. 2 al. 2 CC; art. 41 al. 1 (dans sa teneur en vigueur jusqu'à la fin de l'année 2004) resp. art. 41 al. 2 LPP (dans sa teneur en vigueur depuis le 1er janvier 2005); art. 130 al. 1 CO; art. 66 al. 2 et 4 LPP; art. 10 OPP 2; exigibilité et prescription des créances afférentes à des cotisations rétroactives issues d'un rapport de prévoyance constitué postérieurement à la prise de connaissance d'un rapport de travail non annoncé. La constitution effective du rapport d'assurance individuel entre l'institution de prévoyance et le salarié n'est en principe pas décisive pour l'exigibilité des créances de cotisations perçues en fonction du temps d'occupation écoulé (changement de la jurisprudence, consid. 3; voir toutefois le caractère déterminant d'un rapport de droit effectif en lien avec l'affiliation d'office d'un employeur à une institution supplétive; SVR 2010 BVG n° 2 p. 4, 9C_655/2008). Si l'institution de prévoyance n'a pas connaissance de l'existence d'un emploi soumis à assurance à cause d'une violation inexcusable de son devoir d'annoncer par l'employeur, l'exigibilité des créances de cotisations est alors différée jusqu'à la prise de connaissance (déterminante; consid. 4.1 et 4.2). La prescription de l'art. 41 al. 2 LPP commence néanmoins à courir, seulement pour les créances de cotisations de moins de dix ans; celles de plus de dix ans sont prescrites de manière absolue (consid. 4.3). Application au cas d'espèce (consid. 5.1 et 5.2). Réserve du droit à des dommages-intérêts (consid. 5.3).", "Art. 73 LPP; compétence dans le domaine de la prévoyance professionnelle pour juger des prétentions en dommages-intérêts fondées sur l'inexécution ou la mauvaise exécution d'un contrat d'affiliation. S'il existe une prétention à la réparation d'un dommage résultant de la violation du contrat d'affiliation au sens d'une lésion d'obligations qui ressortent typiquement du domaine de la prévoyance professionnelle, le tribunal désigné à l'art. 73 LPP est alors objectivement compétent (changement de la jurisprudence; consid. 5.3)."], "faits": "BGE 136 V 73 S. 75\n\nA. Die BVG-Sammelstiftung der Rentenanstalt (neu: BVG-Sammelstiftung Swiss Life) führte am 21. Januar 2008 Klage gegen L. mit dem Rechtsbegehren, dieser sei zu verpflichten, ihr den Betrag von Fr. 45'693.- nebst Zins zu 5 Prozent seit dem 10. Oktober 2001 zuzüglich Fr. 100.- für Zahlungsbefehlskosten zu bezahlen; der in der Sache erhobene Rechtsvorschlag sei aufzuheben und es sei ihr die definitive Rechtsöffnung zu erteilen. Die Vorsorgeeinrichtung begründete die Klage damit, L., der als Eigentümer eines Gipsergeschäfts von Januar 1984 bis Ende März 1997 bei ihr angeschlossen gewesen sei (...), habe den versicherungspflichtigen Mitarbeiter P. (Jahrgang 1935) nicht angemeldet. Für dessen Beschäftigungszeiten in den Jahren 1985 bis 1995 seien Arbeitgeber- und Arbeitnehmerbeiträge und Verzugszinsen im eingeklagten Ausmass geschuldet.\n\nB. Das Versicherungsgericht des Kantons Solothurn wies die Klage ab; die geltend gemachten Forderungen seien verjährt (Entscheid vom 20. Januar 2009).\n\nC. Die Sammelstiftung führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der angefochtene Entscheid sei aufzuheben und die Sache an das kantonale Gericht zurückzuweisen, damit dieses über die Klage materiell entscheide. (...)\n\nL. lässt beantragen, es sei auf die Beschwerde nicht einzutreten; eventuell sei sie abzuweisen. Das Bundesamt für Sozialversicherungen verzichtet auf eine Stellungnahme.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.2 Strittig und zu prüfen ist, ob das kantonale Gericht zu Recht erkannt hat, die klageweise geltend gemachte Beitragsnachforderung für die Beschäftigungsjahre 1985 bis 1995 sei verjährt. Forderungen auf periodische Beiträge und Leistungen verjähren nach fünf, andere nach zehn Jahren; die Art. 129 bis 142 OR sind anwendbar (Art. 41 Abs. 1 BVG [SR 831.40] in der bis Ende 2004 geltenden BGE 136 V 73 S. 76Fassung; nunmehr Art. 41 Abs. 2 BVG; Urteil 9C_618/2007 vom 28. Januar 2008 E. 1.1.1 mit Hinweisen). Die Verjährungsfrist beginnt mit der Fälligkeit der Forderung (Art. 130 Abs. 1 OR). Eine Forderung ist fällig, wenn der Gläubiger sie verlangen kann und der Schuldner erfüllen muss (BGE 129 III 535 E. 3.2.1 S. 541; SVR 2008 BVG Nr. 14 S. 57, 9C_321/2007 E. 3.1).\n\n3.\n\n3.1 Eine gesetzliche Fälligkeitsregel für Beitragsforderungen besteht erst seit dem Inkrafttreten der 1. BVG-Revision auf Anfang 2005; nach ihr überweist der Arbeitgeber die beiderseitigen Beiträge bis spätestens zum Ende des ersten Monats nach dem Kalender- oder Versicherungsjahr, für das die Beiträge geschuldet sind, an die Vorsorgeeinrichtung (Art. 66 Abs. 4 BVG). Zuvor waren allein reglementarische oder vertragliche Fälligkeitsregelungen massgebend (Urteil 9C_618/2007 vom 28. Januar 2008 E. 1.1.2). Gemäss der hier anwendbaren reglementarischen Bestimmung werden die Prämien vorschüssig zu Beginn jedes Versicherungsjahres in einem Betrag fällig (Art. 4 Abs. 1 der ab 1988 gültigen Allgemeinen Versicherungsbedingungen der Rentenanstalt [AVB] und Art. 3 Abs. 1 der ab 1996 gültigen AVB). Die Verjährungsfrist beginnt für jede einzelne Jahresprämie gesondert.\n\nZu beurteilen ist die Verjährungsfrage mit Bezug auf Prämienzahlungsansprüche, die rückwirkend für einen Zeitraum erhoben werden, während dessen die Vorsorgeeinrichtung offenbar keine Kenntnis vom individuellen Vorsorgeverhältnis hatte. In dieser Situation stellt sich zunächst die Frage, ob die Fälligkeit, mit welcher der Beginn der Verjährungsfrist einhergeht, bereits unmittelbar zu Beginn des jeweiligen Versicherungsjahrs (gemäss AVB) respektive nach Massgabe von Art. 66 Abs. 4 BVG eintritt, oder ob sie erst mit der effektiven Begründung des individuellen Versicherungsverhältnisses (nachträgliche Aufnahme des P. in die berufliche Vorsorge) zum Tragen kommen kann. Wenn ersteres zutrifft, stellt sich die weitere Frage, ob der Lauf der Verjährungsfrist unabhängig von der Kenntnis sämtlicher anspruchserheblicher Tatbestandselemente seitens der Beitragsgläubigerin beginnt.\n\n3.2 Nach der Rechtsprechung des Eidg. Versicherungsgerichts und (ab 2007) der II. sozialrechtlichen Abteilung des Bundesgerichts war der tatsächliche Bestand eines einschlägigen Rechtsverhältnisses für die Fälligkeit der auf vergangene Beschäftigungszeiten BGE 136 V 73 S. 77bezogenen Beitragsforderungen konstitutiv. Mit anderen Worten fiel der Beginn der Beitragsverjährungsfrist nach Art. 41 Abs. 2 BVG (aArt. 41 Abs. 1 BVG) mit der Begründung des Rechtsverhältnisses zusammen; dies galt ungeachtet dessen, ob es sich um den Anschluss eines Arbeitgebers an die Vorsorgeeinrichtung (mit kollektiver Wirkung hinsichtlich der Arbeitnehmer) handelte oder um die Begründung eines individuellen Versicherungsverhältnisses zwischen der Vorsorgeeinrichtung und dem einzelnen Arbeitnehmer.\n\n3.2.1 Demnach werden Vorsorgebeiträge für frühere Jahre mit dem zwangsweisen Anschluss des (zuvor keiner registrierten Vorsorgeeinrichtung angehörenden) Arbeitgebers an die Auffangeinrichtung (nunmehr Art. 11 Abs. 5 und 6 [in der seit Januar 2005 geltenden Fassung], Art. 60 Abs. 2 lit. a BVG) fällig (SZS 1994 S. 388, B 34/93 E. 3b). Jüngst hat das Bundesgericht bestätigt, dass erst die Anschlussverfügung die Beitragsforderung entstehen lässt und ihre Fälligkeit begründet (SVR 2010 BVG Nr. 2 S. 4, 9C_655/2008 E. 4.3).\n\n3.2.2 Die Fälligkeit von Beitragsforderungen, die sich aus der nachträglichen Begründung eines individuellen Vorsorgeverhältnisses im Rahmen eines bestehenden Anschlussvertrages ergeben (vgl. zu den verschiedenen Rechtsverhältnissen HANSJÖRG SEILER, Der Anschlussvertrag an eine Personalvorsorgeeinrichtung: in: Liber amicorum für Moritz W. Kuhn, 2009, S. 376 ff.), trat nach bisheriger Praxis ebenfalls mit der Entstehung des Rechtsverhältnisses ein. So liess bei Ungewissheit über das Beitragsstatut erst der rechtskräftige Entscheid über die AHV-rechtliche Einstufung einer Person als Unselbständigerwerbende eine rückwirkende Beitragsforderung entstehen; die nachzuentrichtenden Beiträge wurden frühestens mit diesem Entscheid fällig (Urteil B 26/99 vom 9. August 2001 E. 2c; vgl. SZS 2002 S. 510). Unter Bezugnahme auf diese Rechtsprechung hat das Eidg. Versicherungsgericht festgehalten, bei einem Rechtsstreit zwischen Arbeitgeber und Arbeitnehmer über die Qualifizierung einer Beschäftigung als Haupt- oder aber als Nebenerwerb - wovon abhing, ob die betreffende Person der obligatorischen beruflichen Vorsorge zu unterstellen war oder nicht - trete die Fälligkeit rückwirkender Beitragsforderungen erst mit Rechtskraft des Entscheides ein, die Erwerbstätigkeit sei als hauptberufliche zu betrachten: \"Nel rinviare agli art. 129 a 142 CO, l'art. 41 LPP fa dipendere l'inizio della prescrizione dall'esigibilità del credito contributivo. Orbene, il credito contributivo può diventare esigibile solo se il lavoratore è stato correttamente annunciato all'istituto di previdenza. Solo a partire da tale BGE 136 V 73 S. 78momento l'istituto di previdenza può, sulla base del guadagno annunciato, conteggiare e addebitare i contributi. (...) Per determinare l'inizio del termine di prescrizione non può per contro semplicemente bastare la circostanza che il lavoratore avrebbe dovuto essere assicurato\" (SVR 2007 BVG Nr. 17 S. 57, B 1/04 E. 4.7).\n\n3.3 Abweichend von der soeben zitierten Rechtsprechung ist es angezeigt, die Fälligkeit von Beitragsforderungen, die sich aus einem im Nachhinein begründeten individuellen Versicherungsverhältnis ergeben, grundsätzlich ex tunc, das heisst mit der beitragspflichtigen Arbeitsleistung (oben E. 3.1), eintreten zu lassen. Die beim Zwangsanschluss gemäss Art. 11 BVG bestehende Rechtfertigung, die Fälligkeit an die effektive Begründung des Rechtsverhältnisses zu binden, lässt sich nicht auf die hier interessierende Konstellation übertragen: Während vor einem Zwangsanschluss noch nicht bestimmbar ist, welche Institution den kollektiven Vorsorgeschutz später übernehmen wird, stehen vor der Begründung eines individuellen Versicherungsverhältnisses im Rahmen eines bestehenden Anschlussvertrages alle wesentlichen Bemessungsgrundlagen fest. In Änderung der Rechtsprechung ist daher festzuhalten, dass die Beitragsverjährungsfrist bei bestehendem Anschlussverhältnis grundsätzlich nicht erst mit dem nachträglichen Abschluss eines Vorsorgevertrags für einen bestimmten Arbeitnehmer beginnt, sondern bereits mit der Fälligkeit der Prämie für dessen beitragspflichtige Arbeitsleistung; der Fälligkeitstermin richtet sich dabei nach Art. 66 Abs. 4 BVG oder nach Reglement.\n\n4. Bei dieser Rechtslage bleibt zu prüfen, ob die (hier noch abschliessend festzustellende) Unkenntnis der Vorsorgeeinrichtung und eine allfällige Zuwiderhandlung des Arbeitgebers gegen die Meldepflicht (Art. 10 der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVV 2; SR 831.441.1]; vgl. Art. 11 Abs. 1 BVG und Art. 7 Abs. 1 BVV 2) die Fälligkeit der Beitragsschuld beeinflussen.\n\n4.1 Nach der Rechtsprechung und mehrheitlichen Doktrin zu Art. 130 Abs. 1 OR tritt die Fälligkeit unabhängig davon ein, ob der Gläubiger von Forderung und Fälligkeit Kenntnis hat oder haben kann (BGE 126 III 278; BGE 119 II 216 E. 4a/aa S. 219; BGE 106 II 134 E. 2a S. 137; Urteil 9C_618/2007 vom 28. Januar 2008 E. 1.1.3; vgl. BGE 126 II 145 E. 2b S. 151; ROBERT K. DÄPPEN, in: Basler Kommentar, Obligationenrecht, Bd. I, 2007, N. 9 zu Art. 130 OR; STEPHEN V. BERTI, in: Zürcher BGE 136 V 73 S. 79 Kommentar, 3. Aufl. 2002, N. 8 zu Art. 130 OR; ALFRED KOLLER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 3. Aufl. 2009, S. 1100 Rz. 1 und S. 1155 Rz. 44; INGEBORG SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 5. Aufl. 2009, S. 527 Rz. 84.15; GAUCH/SCHLUEP/SCHMID/EMMENEGGER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2008, S. 224 Rz. 3309; a.M.: HANS MERZ, Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1980, ZBJV 118/1982 S. 136 f.).\n\n4.2 Aus Sicht der Vorsorgeeinrichtung erscheint es als stossend, wenn der Lauf der Verjährung auch dann in Gang gesetzt wird, wenn ihr eine - zwar objektiv einklagbare - Forderung nicht bekannt ist und auch nicht bekannt sein kann (vgl. dazu JEAN-BENOÎT MEUWLY, La prescription des créances d'assurance privée [art. 46 al. 1 LCA] au regard de la dernière jurisprudence du Tribunal fédéral, AJP 2003 S. 315 ff.). Das Anliegen der Vorsorgeeinrichtung und der dahinter stehenden Versichertengemeinschaft, dass alle Beiträge zur Finanzierung der Vorsorgeleistungen reglementskonform bezahlt werden, steht dem Ziel der Rechtssicherheit gegenüber, wonach eine Forderung nach Ablauf einer bestimmten Frist nicht mehr durchsetzbar sein soll. Beim Ausgleich dieser Interessen muss der Schutzzweck des Rechtsinstituts der Verjährung im Auge behalten werden. Die Nichterheblichkeit der Kenntnis wird unter anderem damit begründet, die Verjährung sei vor allem zum Schutz des Schuldners geschaffen (PASCAL PICHONNAZ, in: Commentaire romand, Code des obligations, Bd. I, 2003, N. 4 zu Art. 130 OR). Dieser Schutz kann nach Treu und Glauben (Art. 2 Abs. 1 ZGB) von demjenigen nicht in Anspruch genommen werden, der - aus eigenem, vorwerfbarem Verhalten - allein dafür verantwortlich ist, dass die Forderung der Gläubigerin verborgen geblieben ist. Die Berufung des Beitragsschuldners auf einen Eintritt der Fälligkeit vor erfolgter Kenntnisnahme wäre alsdann rechtsmissbräuchlich (Art. 2 Abs. 2 ZGB; BGE 131 II 265 E. 4.2 S. 267; THOMAS GÄCHTER, Rechtsmissbrauch im öffentlichen Recht, 2005, S. 4 ff.). Wenn der Schuldner die vorläufige Unkenntnis der Gläubigerin zu verantworten hatte, hängt der Eintritt der Fälligkeit somit ausnahmsweise von deren Wissen um die Grundlagen der Forderung ab. Da der Zeitpunkt, zu welchem sämtliche für die Bemessung der Beitragsforderung notwendigen Angaben vorliegen, auch von der Aufmerksamkeit der Vorsorgeeinrichtung abhängig ist, wirkt nicht erst die tatsächliche, sondern bereits die normativ anrechenbare - zumutbare - Kenntnis fristauslösend. BGE 136 V 73 S. 80\n\nEine Ausnahme vom Grundsatz, dass auch die dem Gläubiger noch unbekannte Forderung fällig werden kann, rechtfertigt sich allerdings nicht bei jeder objektiven Verletzung der Meldepflicht. Der Beginn des Fristenlaufs wird nicht aufgeschoben, wenn der Arbeitgeber mit Blick auf die konkreten Verhältnisse in guten Treuen davon ausgehen durfte, der nicht an die Vorsorgeeinrichtung gemeldete Arbeitnehmer sei etwa aufgrund seines Beitragsstatus nicht versicherungspflichtig gewesen. Gefordert ist vielmehr eine qualifizierte Meldepflichtverletzung im Sinne einer unentschuldbaren Unterlassung, so wie im Hinblick auf den Erlass einer Rückforderung unrechtmässig bezogener Leistungen eine nur leichte Verletzung der Melde- oder Auskunftspflicht den guten Glauben nicht ausschliesst (Art. 25 Abs. 1 Satz 2 ATSG [SR 830.1]; BGE 110 V 176; Urteil 8C_594/2007 vom 10. März 2008 E. 5.6). Ein rechtsmissbräuchliches Verhalten ist nicht schon dann gegeben, wenn der Arbeitgeber die Versicherungspflicht aus einfacher Fahrlässigkeit verkannte.\n\n4.3 Bei vorwerfbarem Verhalten des Schuldners erfolgt ein an sich zeitlich schrankenloser Aufschub der Fälligkeit der einzelnen periodischen Beitragsforderung bis zu dem Zeitpunkt, in welchem die Beitragsgläubigerin davon anrechenbare Kenntnis erlangt. Dabei muss jedoch berücksichtigt werden, dass - vergleichsweise - für (sekundäre) Ansprüche aus Vertragsverletzung eine subsidiäre Verjährungsfrist von zehn Jahren seit der Pflichtverletzung gilt (Art. 127 OR), für Deliktsansprüche eine ebenfalls zehnjährige absolute Frist (Art. 60 Abs. 1 OR), beginnend mit dem schädigenden Verhalten (SCHWENZER, a.a.O., S. 526 f. Rz. 84.14 und 84.18; vgl. BGE 126 II 145 E. 2b S. 151). Wenn nun die Durchsetzbarkeit der originären Beitragsforderung gegenüber dem Schuldner, der qualifiziert gegen die Meldepflicht verstossen hat, rückwirkend unbegrenzt möglich wäre, könnte dies mit der Verjährungsordnung insgesamt nicht vereinbart werden (vgl. MEUWLY, a.a.O., S. 319 ff.). Damit ist die insofern relative Verjährungsfrist von fünf Jahren nach (zumutbarer) Kenntnisnahme im Wege der Lückenfüllung (vgl. BGE 135 V 163 E. 5.3 S. 168; BGE 127 V 38 E. 4b/cc S. 41) um eine absolute Befristung zu ergänzen: Die einzelne Beitragsforderung verjährt auch bei Bejahung einer qualifizierten Meldepflichtverletzung und andauernd unverschuldet fehlender Kenntnis der Vorsorgeeinrichtung über den Beitragstatbestand jedenfalls zehn Jahre nach ihrem (virtuellen) Entstehen. Da die Fälligkeit bis zur Kenntnisnahme aufgeschoben ist, BGE 136 V 73 S. 81können von vornherein nur Beitragsforderungen nachgefordert werden, die zu diesem Termin nicht älter als zehn Jahre sind. Weiter zurückliegende Beitragsforderungen sind bereits (absolut) verjährt, so dass mit Bezug auf sie keine (relative) Verjährungsfrist (Art. 41 Abs. 2 BVG [aArt. 41 Abs. 1 BVG]) mehr beginnen kann.\n\n5. Das kantonale Gericht wird zunächst festzustellen haben (Art. 61 lit. c ATSG), ob die Nichtdeklaration der Beschäftigung des P., den konkreten Umständen nach, einer qualifizierten Meldepflichtverletzung des Beschwerdegegners entspricht (vgl. oben E. 4.2) und ob die anrechenbare Kenntnisnahme erst mit dem Eingang eines Schreibens des Rechtsvertreters des P. vom 26. Januar 1999 begründet wurde. Eintritt und Ausmass der Verjährung hängen vom Inhalt dieser Feststellungen ab.\n\n5.1 Sollte die Vorinstanz keine oder keine qualifizierte Meldepflichtverletzung feststellen, so wurden die eingeklagten Betreffnisse der Beschäftigungsjahre 1985 bis 1995 jeweils im betreffenden Beitragsjahr fällig, womit die fünfjährige Verjährungsfrist begann. Die erste verjährungsunterbrechende Handlung der Beschwerdeführerin konnte erst im Jahr 2002 erfolgen, so dass in dieser Variante die gesamte Forderung verjährt ist (Art. 41 Abs. 2 BVG [aArt. 41 Abs. 1 BVG]).\n\n5.2 Falls die Abklärungen des kantonalen Gerichts ergeben sollten, dass eine qualifizierte Meldepflichtverletzung des Beschwerdegegners gegeben sei, sind die rückwirkenden Beitragsforderungen der Beschwerdeführerin bezüglich der Beschäftigungsjahre 1985 bis 1995 grundsätzlich nicht fällig geworden, solange die Beschwerdeführerin nicht um den Bestand der im Streit liegenden Forderung wissen konnte (oben E. 4.2).\n\n5.2.1 Mit Empfang des Schreibens vom 26. Januar 1999 hatte die Sammelstiftung wohl erstmals Gelegenheit, von einem (möglichen) Vorsorgetatbestand Kenntnis zu nehmen. Trat die Fälligkeit im Januar 1999 ein, hat die Vorsorgeeinrichtung die Verjährung auf dem Weg der Betreibung (Erwirkung des Zahlungsbefehls vom 18. Juni 2002) vorerst rechtzeitig unterbrochen (Art. 41 Abs. 2 BVG [aArt. 41 Abs. 1 BVG] in Verbindung mit Art. 135 Ziff. 2 OR). Die Verjährung beginnt sodann mit jedem Betreibungsakt und - nach Klageerhebung - mit jeder gerichtlichen Handlung der Parteien und mit jeder Verfügung oder Entscheidung des Richters von neuem (Art. 137 Abs. 1 und Art. 138 Abs. 1 und 2 OR). Mit Blick auf die weiteren BGE 136 V 73 S. 82Unterbrechungen (Rechtsöffnungsbegehren vom 22. Januar 2003, Entscheid des Richteramts X. vom 13. August 2003 [vgl. dazu BGE 91 II 362 E. 10 S. 371]; Klage vom 21. Januar 2008) ist die Forderung insoweit bis zum heutigen Tag nicht verjährt.\n\n5.2.2 Die normalerweise in unmittelbarem Zusammenhang mit der Arbeitsleistung eintretende Fälligkeit der Beitragsforderung (oben E. 3.1) wird im Falle einer qualifizierten Meldepflichtverletzung bis zur (anrechenbaren) Kenntnisnahme durch die Gläubigerin aufgeschoben. Die Fälligkeit der bis dahin für die einzelnen Versicherungsjahre aufgelaufenen Forderungen bezieht sich aber nur auf Jahresprämien, die bei Eintritt der aufgeschobenen Fälligkeit nicht älter als zehn Jahre waren (oben E. 4.3). Nicht erheblich ist deshalb, ob eine - im Zeitpunkt der anrechenbaren Kenntnis noch nicht zehnjährig gewesene - Forderung dieses Alter bei der ersten verjährungsunterbrechenden Handlung (hier im Juni 2002) erreicht hat; eine solche (vom Fristenlauf gemäss Art. 41 Abs. 2 BVG unabhängige) Handhabung der absoluten Befristung würde der Ausnahmesituation des Rechtsmissbrauchs nicht gerecht, welche die Fälligkeit an die (zumutbare) Kenntnis des Gläubigers bindet. Unter den erwähnten sachverhaltlichen Annahmen sind noch die Jahresprämien für 1990 bis 1995 effektiv einforderbar; diejenige für das Jahr 1989 ist bereits absolut verjährt, da sie vorschüssig zu Beginn jedes Versicherungsjahres in einem Betrag fällig wird (Art. 4 Abs. 1 AVB 1988 und Art. 3 Abs. 1 AVB 1996).\n\n5.3 Soweit originäre Beitragsforderungen verjährt sind, stellt sich die Anschlussfrage, ob die Voraussetzungen für sekundäre Ansprüche auf Schadenersatz aus Vertragsverletzung gegeben seien. Zur Annahme einer vertraglichen Schadenersatzpflicht bedarf es nicht wie beim Rechtsmissbrauch (oben E. 4.2) einer qualifizierten Meldepflichtverletzung, sondern genügt gegebenenfalls leichte Fahrlässigkeit (Art. 97 Abs. 1 und Art. 99 Abs. 1 OR; BGE 130 V 103 E. 3.3 S. 109 mit Hinweisen). Falls eine Vertragsverletzung während des gesamten Beschäftigungszeitraums (1985 bis 1995) andauerte, fallen - mit Blick auf die im Laufe des Jahres 2002 erfolgte Betreibung - unverjährte Ersatzansprüche für die (primär verjährten) Jahresprämien ab 1993 in Betracht (Art. 127 OR). Nach bisheriger Rechtsprechung oblag die Beurteilung von Ersatzforderungen aus Nicht- oder Schlechterfüllung eines Anschlussvertrages der Ziviljustiz (Urteil B 37/03 vom 10. März 2004 E. 2.3). Diese Kompetenzzuweisung erfolgte ursprünglich mit Blick auf den Umstand, BGE 136 V 73 S. 83dass der - mit dem Schadenersatzanspruch verwandte - Verantwortlichkeitsanspruch nach Art. 52 BVG bis zur Gesetzesrevision gemäss Bundesgesetz vom 21. Juni 1996, in Kraft seit 1. Januar 1997 (vgl. BGE 128 V 124 E. 2 S. 126), nicht in die Zuständigkeit des BVG-Gerichts, sondern der Ziviljustiz fiel (vgl. BGE 117 V 33 S. 42; SVR 1994 BVG Nr. 2 S. 3, B 37/92 E. 4c). Seither sind für die Beurteilung von Verantwortlichkeitsansprüchen die Berufsvorsorgegerichte zuständig. Der früher zur Begründung einer Zuständigkeit der Zivilgerichtsbarkeit verwendete Harmonisierungsgedanke spricht nun dafür, die Beurteilung von Ersatzforderungen aus einer Verletzung des Anschlussvertrages zwischen Arbeitgeber und Vorsorgeeinrichtung in die berufsvorsorgegerichtliche Zuständigkeit fallen zu lassen. Die bisherige Rechtsprechung steht überdies im Gegensatz zur Praxis, wonach im Bereich der auf Art. 97 ff. OR gestützten Ansprüche aus Nicht- oder Schlechterfüllung des Vorsorgevertrags die Zuständigkeit der Gerichte nach Art. 73 BVG bejaht wird (BGE 130 V 103 E. 1.2 S. 105 in Verbindung mit E. 3.3 S. 109; SEILER, a.a.O., S. 398). Die veränderten rechtlichen Verhältnisse rechtfertigen eine Praxisänderung (vgl. BGE 134 V 72 E. 3.3 S. 76). Wenn ein Schadenersatzanspruch aus Verletzung anschlussvertraglicher Pflichten in Frage steht, die spezifisch berufsvorsorgerechtlicher Natur sind, ist aufgrund dieses direkten Sachbezugs somit neu das Berufsvorsorgegericht nach Art. 73 BVG sachlich zuständig. Die Vorinstanz wird also gegebenenfalls auch die Frage nach einem sekundären Ersatzanspruch unter dem Gesichtspunkt einer etwaigen Meldepflichtverletzung zu beurteilen haben."}