{"annee": "136", "cour": "V", "page": "322", "date": "6/10/2010", "cite": ["135 V 113", "133 V 607", "128 II 394", "119 IB 46"], "cite_par": ["138 V 346", "143 V 200", "139 V 72"], "chapeau": "37. Extrait de l'arrêt de la IIe Cour de droit social dans la cause Caisse de pensions X. contre A. et consorts (recours en matière de droit public)\n\n9C_434/2009 du 6 octobre 2010", "regestes": ["Art. 53b al. 1 LPP; liquidation partielle d'une fondation commune. Lorsqu'elles concrétisent les conditions de liquidation partielle dans leur règlement de liquidation, les institutions communes peuvent prévoir, pour tenir compte de leurs spécificités, des circonstances supplémentaires (p. ex. une réduction de l'effectif des assurés, une diminution du total du capital de couverture) qui entraînent le renversement de la présomption légale de l'art. 53b al. 1 LPP (consid. 8-10)."], "faits": "BGE 136 V 322 S. 323\n\nA.\n\nA.a Par contrat de vente du 6 juillet 2005, la société Y. SA, entreprise appartenant à X. et comptant une soixantaine de salariés, a transféré à la société Z. SA avec effet rétroactif au 30 avril 2005, l'un de ses trois secteurs de production (V.), lequel comptait 26 collaborateurs.\n\nLes rapports de travail de 23 sur 26 collaborateurs de l'unité précitée de Y. SA furent transférés à Z. SA avec pour conséquence un changement d'institution de prévoyance au 1er janvier 2006 pour les salariés concernés, lesquels ont quitté la Caisse de pensions X. et ont intégré celle de Z. SA.\n\nA.b Par courrier du 18 septembre 2006, Me Marc Nufer, avocat, agissant au nom des salariés transférés de Y. SA à Z. SA, requit de la Caisse de pensions X. qu'elle procède à une liquidation partielle en raison de la restructuration de Y. SA. Il demanda par ailleurs qu'une proposition et un plan de répartition des réserves et des fonds libres (y compris les provisions et les réserves de fluctuation) fussent soumis aux employés transférés.\n\nLa Caisse de pensions X. s'y refusa par réponse du 10 octobre 2006, faisant valoir que le détachement de personnes intervenu à la suite de la vente d'une division de Y. SA à Z. SA ne permettait pas, selon son règlement de liquidation partielle en cours d'approbation, de procéder à une liquidation partielle faute d'un nombre de personnes suffisant au regard de l'effectif de X.\n\nA.c Par décision du 15 décembre 2006, l'Autorité de surveillance des institutions de la prévoyance et des fondations du canton de Neuchâtel, Office de surveillance (ci-après: l'Autorité de surveillance), BGE 136 V 322 S. 324organe de surveillance de la Caisse de pensions X., approuva le règlement de liquidation partielle du 16 novembre 2006 de ladite Caisse. L'approbation de ce règlement fit l'objet de publications dans la Feuille officielle suisse du commerce (FOSC) le 4 janvier 2007, dans la Feuille Officielle du canton de Neuchâtel et dans la Feuille des Avis Officiels du canton de Vaud le 5 janvier 2007 indiquant un délai de recours de 30 jours à compter desdites publications. La décision d'approbation du règlement ne fut pas contestée.\n\nA.d Le 1er février 2007, Me Nufer s'adressa à l'Autorité de surveillance en lui demandant de rendre une décision obligeant la Caisse de pensions X. à procéder à une liquidation partielle. L'Autorité de surveillance répondit le 2 mars 2007 qu'au regard des 10'190 personnes constituant l'effectif total de la Caisse de pensions X., le transfert des 26 collaborateurs de Y. SA ne représentait qu'une réduction de 0,21 % (recte: 0,25 %), laquelle n'entraînait pas une liquidation partielle de l'institution de prévoyance. Dans une correspondance ultérieure du 19 avril 2007, l'Autorité de surveillance indiqua que le règlement de liquidation partielle de la Caisse de pensions X., approuvé le 15 décembre 2006 et applicable rétroactivement depuis le 1er janvier 2005, ne prévoyait pas de liquidation partielle dans le cas d'espèce et qu'il appartenait à l'institution de prévoyance de se prononcer à ce sujet.\n\nLe 23 mai 2007, agissant au nom de 18 collaborateurs concernés par le transfert de Y. SA à Z. SA, Me Nufer requit une nouvelle fois de l'Autorité de surveillance qu'elle se prononce sur les conditions d'une liquidation partielle et rende une décision susceptible de recours.\n\nA.e Par décision du 15 juin 2007, l'Autorité de surveillance conclut que les conditions d'une liquidation partielle de la Caisse de pensions X. n'étaient pas remplies.\n\nB. Agissant au nom de A. et 17 consorts détachés de Y. SA, Me Nufer interjeta un recours contre la décision précitée devant le Tribunal administratif fédéral en concluant, sous suite de frais et dépens, à ce qu'il soit ordonné à la Caisse de pensions X. d'exécuter une procédure de liquidation partielle et d'élaborer un plan de répartition pour la distribution des réserves et des fonds libres (provisions et réserves de fluctuations incluses) en faveur des recourants.\n\nInvitée à se prononcer sur le recours, l'Autorité de surveillance proposa de le rejeter et de confirmer sa décision du 15 juin 2007. BGE 136 V 322 S. 325\n\nPour sa part, la Caisse de pensions X. conclut au rejet du recours.\n\nPar arrêt du 3 avril 2009, le Tribunal administratif fédéral a admis le recours dans la mesure où il était recevable, annulé la décision de l'Autorité de surveillance du 15 juin 2007 et lui a renvoyé la cause pour qu'elle rende une nouvelle décision dans le sens des considérants.\n\nC. La Caisse de pensions X. interjette un recours en matière de droit public contre ce jugement dont elle demande l'annulation, en concluant sous suite de frais et dépens, à ce qu'il soit constaté que les conditions d'une liquidation partielle ne sont pas remplies ainsi qu'à la confirmation de la décision de l'Autorité de surveillance du 15 juin 2007.\n\nLes intimés concluent au rejet du recours et à la confirmation du jugement attaqué.\n\nL'Autorité de surveillance a renoncé à se déterminer.\n\nD. Par ordonnance du 2 septembre 2009, le juge instructeur a admis la requête d'effet suspensif formée par la recourante.\n\nA la demande du juge délégué à l'instruction, l'Office fédéral des assurances sociales (OFAS) a déposé des observations portant sur la réalisation d'un cas de liquidation partielle. Les parties ont ensuite pu faire usage de la faculté qui leur était accordée de déposer des déterminations.\n\nLe recours a été admis.", "considerants": "Extrait des considérants:\n\n8.\n\n8.1 Aux termes de l'art. 53b al. 1 LPP (RS 831.40), les institutions de prévoyance fixent dans leurs règlements les conditions et la procédure de liquidation partielle. Les conditions pour une liquidation partielle sont présumées remplies lorsque:\n\na. l'effectif du personnel subit une réduction considérable;\n\nb. une entreprise est restructurée;\n\nc. le contrat d'affiliation est résilié.\n\nLes prescriptions réglementaires concernant les conditions et la procédure de liquidation partielle doivent être approuvées par l'autorité de surveillance (al. 2).\n\n8.2 L'énumération de ces trois états de fait est exhaustive. En outre, il suffit que l'un d'entre eux soit réalisé pour donner lieu à une BGE 136 V 322 S. 326liquidation partielle (UELI KIESER, in Commentaire LPP et LFLP, 2010, n° 9 ad art. 53b LPP). Afin que les institutions de prévoyance ne procèdent pas à des liquidations partielles de façon arbitraire mais selon des principes uniformes et légaux, les conditions et la procédure de liquidation partielle doivent être fixées au préalable dans le règlement de l'institution, lequel doit être soumis à l'autorité de surveillance pour approbation constitutive (PETER/ROOS, Konkretisierung der Teilliquidationstatbestände im Reglement, L'Expert-comptable suisse, 2008, p. 694).\n\n8.3 La jurisprudence a posé pour principe qu'une réduction de 10 % de l'effectif du personnel devait être considérée, de façon générale, comme une réduction considérable de l'effectif de celui-ci donnant lieu à liquidation partielle de l'institution de prévoyance, étant toutefois précisé que ce principe ne saurait être appliqué de manière schématique à toute entreprise, indépendamment de sa taille. En effet, pour une entreprise comptant peu de personnel, le chiffre de 10 % apparaît manifestement trop faible puisqu'il faudrait procéder à une liquidation partielle chaque fois que quelques collaborateurs quittent l'entreprise. A l'inverse, il serait contraire au but de la loi d'attendre qu'une grande société multinationale licencie plusieurs centaines, voir plusieurs milliers de collaborateurs avant d'opérer une liquidation partielle (cf. arrêts du Tribunal fédéral 2A.699/2006 du 11 mai 2007 consid. 3.2, in PJA 2008 p. 360; 2A.576/2002 du 4 novembre 2003 consid. 2.2; voir aussi KIESER, op. cit., n° 15 s. ad art. 53b LPP).\n\nQuant à la notion de \"restructuration d'entreprises\" au sens du droit de la prévoyance, elle contient deux aspects qui doivent être remplis de manière cumulative(KIESER, op. cit., n° 17 ad art. 53b LPP). D'un point de vue qualitatif, on entend par restructuration une réorganisation stratégique de l'entreprise caractérisée soit par l'établissement de nouvelles activités de base, soit par l'abandon, la vente ou toute autre modification d'un ou de plusieurs domaines d'activité. Il peut également y avoir restructuration lorsqu'une entreprise abandonne certains services internes et les externalise. En revanche, le seul réaménagement des structures de direction, sans réduction du personnel, ne saurait être interprété comme une restructuration (ISABELLE VETTER-SCHREIBER, Berufliche Vorsorge, 2009, nos 14 ss ad art. 53b LPP; FRITZ STEIGER, Die Teilliquidation nach Art. 53b BVG, PJA 2007 p. 1055 s.). D'un point de vue quantitatif, on entend par restructuration une modification de l'effectif des assurés. Lorsque la BGE 136 V 322 S. 327restructuration affecte à la baisse l'effectif du personnel, on se trouve dans une situation de \"réduction considérable de l'effectif du personnel\" (cf. Message du 1er mars 2000 concernant la 1re révision de la LPP, FF 2000 2554). Une restructuration peut cependant aussi conduire à des remplacements sans diminution de l'effectif du personnel. C'est le cas par exemple d'une réorganisation impliquant, d'une part, la vente d'une unité de l'entreprise et, d'autre part, le rachat d'une autre unité. Contrairement à l'état de fait visé par l'art. 53b al. 1 let. a LPP, la restructuration d'une entreprise n'exige donc pas une réduction considérable de l'effectif du personnel.\n\n8.4 En l'espèce, la caisse de prévoyance X. a concrétisé comme suit les conditions d'une liquidation partielle dans son règlement du 16 novembre 2006:\n\nArticle 1\n\n1. Conditions\n\n1.1. Les conditions pour une liquidation partielle sont présumées remplies lorsque:\n\na) l'effectif du personnel de X. en Suisse subit une réduction considérable;\n\nb) une restructuration conduit à une diminution considérable du personnel;\n\nc) (...)\n\n1.2. Une diminution du personnel de X. est considérable si elle est d'au moins 15 % et qu'elle conduit à une réduction d'au moins 15 % des engagements individuels.\n\nIl s'agit d'une restructuration si des domaines d'activité de X. sont abandonnés, vendus, ou ont été modifiés d'une autre façon de manière significative et que cela a provoqué une diminution de l'effectif de X. d'au moins 15 % et conduit à une réduction des engagements d'assurance d'au moins 15 %.\n\n1.3. Sont déterminants la diminution du personnel ou la réduction des engagements d'assurance qui se produisent dans une période de 12 mois après la décision des organes compétents de l'entreprise. Si les mesures de restructuration prévoient elles-mêmes une période plus longue ou plus courte, c'est cette période qui est déterminante.\n\n9. Les premiers juges ont retenu qu'il n'était pas conforme au droit de lier l'existence d'un motif de liquidation pour réduction considérable de l'effectif du personnel avec celui de restructuration d'entreprise car un cas de restructuration entraînant nécessairement une liquidation partielle pouvait résulter de l'acquisition d'une entreprise BGE 136 V 322 S. 328avec simultanément la vente d'une autre sans qu'il y ait au final une réduction importante du nombre des assurés de l'institution de prévoyance. Dans la mesure où l'art. 1 ch. 1.1 let. b du règlement de liquidation n'ouvrait pas la porte à une liquidation partielle en cas de restructuration sans changement du nombre des assurés, il n'était pas conforme à l'art. 53b al. 1 LPP. Par ailleurs, le seuil de 15 % exigé par le règlement pour admettre une réduction considérable de l'effectif du personnel était trop élevé au regard de la jurisprudence. Enfin, les premiers juges ont considéré que l'unité de référence pour décider de la réalisation des conditions menant à la liquidation partielle d'une fondation commune était chaque entité économique du groupe et non l'effectif total de la fondation commune.\n\n10.\n\n10.1 Dans leur règlement de liquidation, les institutions de prévoyance doivent adapter concrètement les conditions d'une liquidation partielle à leurs spécificités. Elles jouissent à cet égard d'une certaine latitude de jugement dans l'application de notions juridiques indéterminées, en particulier les notions de \"réduction considérable de l'effectif du personnel\" et de \"restructuration\". La marge discrétionnaire de l'institution de prévoyance est toutefois limitée par deux principes généraux applicables en cas de liquidation partielle, soit le principe de la bonne foi (art. 2 al. 2 CC), qui exige que la fortune de l'institution suive le personnel, et le principe de l'égalité de traitement (art. 8 al. 1 Cst.), qui interdit de favoriser un groupe de destinataires au détriment d'un autre (ATF 133 V 607 consid. 4.2.1 p. 610; ATF 128 II 394 consid. 3.2 p. 396; ATF 119 Ib 46 consid. 4c p. 54; PETER/ROOS, op. cit., p. 694; ROLF WIDMER, Aufteilung der freien Stiftungsmittel, in Teilliquidationen von Vorsorgeeinrichtungen, 2000, p. 60). Sous l'angle du principe de l'égalité de traitement, il serait problématique que les assurés quittant l'institution de prévoyance avant la survenance d'un cas d'assurance n'aient droit qu'à leur prestation de libre passage, sans pouvoir bénéficier de l'excédent d'actif auquel ils ont pourtant contribué par le biais de leurs cotisations. A l'inverse, les assurés sortants devront participer à un éventuel déficit d'actif car il serait aussi contraire au principe de l'égalité de traitement que celui-ci soit réparti uniquement sur les assurés restants (cf. ATF 135 V 113 consid. 2.1.6 p. 119; ATF 133 V 607 consid. 4.2.1 p. 610; ATF 128 II 394 consid. 3.2 p. 397).\n\n10.2 Dans sa prise de position du 19 juillet 2007, l'OFAS s'est prononcé sur différents points concernant la liquidation partielle; il a BGE 136 V 322 S. 329notamment précisé, à l'attention des institutions de prévoyance qui servent des prestations, le contenu minimal des dispositions réglementaires relatives aux conditions de liquidation partielle que celles-ci devaient établir (cf. ch. 590 du Bulletin de la prévoyance professionnelle n° 100 du 19 juillet 2007). Principalement, les différentes suppositions de fait figurant à l'art. 53b al. 1 LPP doivent être spécifiées dans le règlement; il ne suffit cependant pas de reprendre l'art. 53b al. 1 LPP tel quel, mais il appartient bien plutôt aux institutions de prévoyance d'adapter concrètement les conditions de liquidation partielle à leur spécificités. En ce qui concerne les institutions communes, il peut se justifier, dans certains cas particuliers, de prévoir un critère complémentaire (p. ex. une diminution de l'effectif des assurés, une diminution du total du capital de couverture) dans les trois états de fait (réduction considérable de l'effectif du personnel, restructuration d'entreprise, résiliation du contrat d'affiliation; cf.VETTER-SCHREIBER, op. cit., nos 6 s. et 17 ad art. 53b LPP).\n\nLes différentes circonstances retenues à l'art. 53b al. 1 LPP ne fondent qu'une présomption. Telles qu'elles sont formulées (let. a et b), ces hypothèses visent essentiellement des états de fait propres aux institutions de prévoyance individuelles, particulières à un employeur. Aussi, les particularités spécifiques à d'autres institutions de prévoyance, notamment aux institutions communes, autorisent celles-ci à prévoir dans leur règlement des circonstances selon lesquelles les conditions pour une liquidation partielle ne sont pas remplies ou, en d'autres termes, qui entraînent le renversement de la présomption de l'art. 53b al. 1 LPP. Des considérations d'ordre pratique et de proportionnalité militent également dans ce sens, car les grandes institutions de prévoyance communes se trouveraient sinon perpétuellement en liquidation partielle après le départ d'une partie relativement importante du personnel d'un seul employeur (HANS ENDER, Teilliquidation von Gemeinschaftsvorsorgeeinrichtungen, Prévoyance Professionnelle Suisse [PPS] 1996 n° 1 p. 35 ss; HELGA KOPPENBURG, Teilliquidationen bei Sammel- und Gemeinschaftseinrichtungen, in Teilliquidationen von Vorsorgeeinrichtungen, 2000, p. 94; STEIGER, op. cit., p. 1056). A cet égard, sous l'empire des instructions concernant l'examen de la résiliation des contrats d'affiliation et de la réaffiliation de l'employeur (Bulletin de la prévoyance professionnelle n° 24 du 23 décembre 1992), la pratique avait déjà admis, bien que cela ne ressortît pas expressément de la prise de position BGE 136 V 322 S. 330de l'OFAS, que l'hypothèse d'une liquidation partielle pouvait être réfutée si la preuve était apportée qu'en définitive seul un petit nombre d'assurés était touché par la résiliation d'un contrat d'affiliation. Dans ce cas en effet, une liquidation partielle apparaissait disproportionnée (ATF 135 V 113 consid. 2.1.5 p. 118).\n\n10.3 Dans son règlement, la recourante a prévu qu'à défaut d'une diminution du personnel de X. (en Suisse) d'au moins 15 % conduisant à une réduction d'au moins 15 % des engagements individuels, de même qu'à défaut d'une restructuration entraînant les mêmes conséquences en termes d'effectifs d'assurés et d'engagements d'assurance, les conditions pour une liquidation partielle n'étaient pas remplies. Fondation commune autonome, la recourante a ainsi ancré dans son règlement, pour tenir compte de ses spécificités, deux hypothèses liées à l'effectif des personnes assurées et aux capitaux de couverture renversant la présomption légale de l'art. 53b al. 1 LPP.\n\nLes seuils élevés (15 %) retenus par la recourante pour chacune des circonstances lui permettant de ne pas entrer en liquidation partielle sont-ils encore compatibles avec les principes généraux de la bonne foi et de l'égalité de traitement applicables en cas de liquidation partielle (cf. consid. 10.1 supra)? Dans le cas d'espèce, la question peut rester ouverte. La réduction de l'effectif au sein de la société Y. SA ne représente même pas une réduction de 1 % de l'effectif du personnel de X. et, au regard des 10'190 assurés actifs que compte la Caisse de pensions X., ne correspond qu'à une diminution de 0,25 % des engagements d'assurance.\n\n10.4 Dans la mesure où l'art. 1 ch. 1.1 let. b du règlement prévoit un cumul des critères visés par l'art. 53b al. 1 let. a et b LPP, il est contraire au système légal (cf. consid. 8.2 supra). Pour autant, on ne saurait en conclure que le transfert de la division commerciale V. de la société Y. SA à la société Z. SA doive entraîner une liquidation partielle de la Caisse de pensions X. S'il ne fait aucun doute que ce transfert constitue une mesure de réorganisation d'un point de vue qualitatif, le critère quantitatif de la restructuration, à savoir une modification de l'effectif des assurés (entre 1 et 5 % selon les premiers juges) n'est clairement pas rempli. N'ayant entraîné qu'une fluctuation de 0,25 % des assurés de la fondation, le départ des employés de la société Y. SA ne peut être retenu comme une modification de l'effectif des assurés liée à une restructuration justifiant une liquidation partielle."}