{"annee": "137", "cour": "V", "page": "410", "date": "12/10/2011", "cite": ["126 V 353", "117 V 153", "135 V 50", "136 V 231", "137 V 167", "136 III 23", "120 II 393", "134 II 308", "136 V 195"], "cite_par": [], "chapeau": "42. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. K. gegen Ausgleichskasse des Kantons Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_111/2011 vom 12. Oktober 2011", "regestes": ["Art. 10 LAPG; art. 1 al. 2 let. c RAPG; qualification des personnes qui ont terminé leur formation professionnelle immédiatement avant d'entrer en service ou qui l'auraient terminée pendant le service. L'art. 1 al. 2 let. c RAPG ne fait que présumer, de manière réfragable, que ces personnes auraient débuté une activité lucrative. Si tel n'est pas le cas, elles n'ont droit qu'à l'allocation journalière de base des personnes n'exerçant pas d'activité lucrative (consid. 4.2)."], "faits": "BGE 137 V 410 S. 411\n\nA. Der 1982 geborene K. beendete am 30. November 2008 sein Studium und erlangte am 22. Januar 2009 das Diplom als Master of Science ETH. Vom 8. Dezember 2008 bis 15. März 2009 leistete er Zivildienst und wurde dafür mit dem Minimalansatz von Fr. 54.- resp. ab Januar 2009 Fr. 62.- pro Tag entschädigt. Die Ausgleichskasse des Kantons Zürich bestätigte diese Ansätze mit Verfügung vom 6. April 2010, woran sie mit Einspracheentscheid vom 17. Mai 2010 festhielt.\n\nB. Die Beschwerde des K. wies das Sozialversicherungsgericht des Kantons Zürich mit Entscheid vom 16. Dezember 2010 ab.\n\nC. K. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit dem Antrag, unter Aufhebung des Entscheids vom 16. Dezember 2010 seien die Tagesansätze der EO-Entschädigung auf Basis des branchenüblichen Anfangslohnes festzusetzen.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherungen (BSV) beantragen die Abweisung der Beschwerde. Das kantonale Gericht verzichtet auf eine Vernehmlassung.\n\nD. In einem vom Bundesgericht angeordneten zweiten Schriftenwechsel äusserten sich die Parteien zur Frage nach der Anwendbarkeit von Art. 9 Abs. 3 EOG (SR 834.1) resp. der Absolvierung einer Rekrutenschule.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der zivildienstleistenden Person (vgl. Art. 1a Abs. 2 EOG), die keine Rekrutenschule absolviert hat, stehen für die Anzahl Tage des Zivildienstes, die der Dauer einer Rekrutenschule entsprechen, in der Regel 25 Prozent des Höchstbetrages der Gesamtentschädigung zu. Eine teilweise absolvierte Rekrutenschule wird angerechnet (Art. 9 Abs. 3 EOG). BGE 137 V 410 S. 412\n\n2.2 Während anderer Dienste beträgt die tägliche Grundentschädigung in der Regel 80 Prozent des durchschnittlichen vordienstlichen Erwerbseinkommens (Art. 10 Abs. 1 EOG). War die dienstleistende Person vor Beginn des Dienstes nicht erwerbstätig, so entspricht die tägliche Grundentschädigung den Mindestbeträgen gemäss Artikel 16 Absätze 1-3 (Art. 10 Abs. 2 EOG). Der Bundesrat kann für Dienstleistende, die nur vorübergehend nicht erwerbstätig waren oder die wegen des Dienstes keine Erwerbstätigkeit aufnehmen konnten, besondere Vorschriften über die Bemessung ihrer Entschädigung erlassen (Art. 11 Abs. 2 EOG).\n\nDen Erwerbstätigen gleichgestellt sind: a. Arbeitslose; b. Personen, die glaubhaft machen, dass sie eine Erwerbstätigkeit von längerer Dauer aufgenommen hätten, wenn sie nicht eingerückt wären (dazu BGE 136 V 231); sowie c. Personen, die unmittelbar vor dem Einrücken ihre Ausbildung abgeschlossen haben oder diese während des Dienstes beendet hätten (Art. 1 Abs. 2 EOV [SR 834.11]). Für Personen, die glaubhaft machen, dass sie während des Dienstes eine unselbstständige Erwerbstätigkeit von längerer Dauer aufgenommen hätten oder einen wesentlich höheren Lohn als vor dem Einrücken erzielt hätten, wird die Entschädigung auf Grund des Lohns berechnet, der ihnen entgangen ist. Haben sie unmittelbar vor dem Einrücken ihre Ausbildung abgeschlossen oder hätten sie diese während des Dienstes beendet, so wird die Entschädigung auf Grund des ortsüblichen Anfangslohns im betreffenden Beruf berechnet (Art. 4 Abs. 2 EOV).\n\n3. Der Beschwerdeführer absolvierte die Rekrutenschule, weshalb Art. 9 Abs. 3 EOG für die Bemessung der Entschädigung nicht anwendbar ist. Streitig und zu prüfen ist, ob er für die Dienstzeit als Nichterwerbstätiger oder Erwerbstätiger zu qualifizieren ist und ihm demnach eine Entschädigung gemäss Art. 10 Abs. 2 EOG oder gemäss Art. 4 Abs. 2 Satz 2 EOV zusteht. Die Vorinstanz ist der Auffassung, Art. 1 Abs. 2 lit. c EOV enthalte eine mit einer Umkehr der Beweislast verbundene gesetzliche Vermutung für eine (hypothetische) Erwerbstätigkeit, welche sie im konkreten Fall für widerlegt gehalten hat. Folglich hat sie für die Entschädigungsbemessung Art. 4 Abs. 2 EOV die Anwendung versagt und lediglich den Anspruch auf eine Minimalentschädigung bejaht. Demgegenüber beruft sich der Beschwerdeführer auf den Wortlaut von Art. 1 Abs. 2 lit. c und Art. 4 Abs. 2 EOV; überdies macht er geltend, sich bereits während des Dienstes um eine Arbeitsstelle bemüht zu haben. BGE 137 V 410 S. 413\n\n4.\n\n4.1 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Ordnung zu unterstellen. Die Gesetzesmaterialien können beigezogen werden, wenn sie auf die streitige Frage eine klare Antwort geben (BGE 136 III 23 E. 6.6.2.1 S. 37; BGE 136 V 195 E. 7.1 S. 203; BGE 135 V 50 E. 5.1 S. 53; BGE 134 II 308 E. 5.2 S. 311). Verordnungsrecht ist gesetzeskonform auszulegen. Es sind die gesetzgeberischen Anordnungen, Wertungen und der in der Delegationsnorm eröffnete Gestaltungsspielraum mit seinen Grenzen zu berücksichtigen (BGE 137 V 167 E. 3.3 S. 170 f. mit Hinweisen).\n\n4.2\n\n4.2.1 Dem Beschwerdeführer ist beizupflichten, dass ihm, im Gegensatz zu Personen, die von Art. 1 Abs. 2 lit. b EOV erfasst werden, grundsätzlich nicht obliegt, eine hypothetische Erwerbstätigkeit glaubhaft zu machen. Das ändert indessen nichts daran, dass die Vorinstanz - in Übereinstimmung mit der Auffassung des BSV (vgl. Rz. 5006 der Wegleitung zur Erwerbsersatzordnung für Dienstleistende und Mutterschaft [WEO]) - die Vorschrift von Art. 1 Abs. 2 lit. c EOV zu Recht als widerlegbare gesetzliche Vermutung aufgefasst hat. Die formell-gesetzliche Bestimmung von Art. 10 Abs. 2 EOG trifft für die Entschädigungsbemessung eine sachlich begründete Unterscheidung zwischen (hypothetisch) Erwerbstätigen und Erwerbslosen. Diese Vorgabe kann nicht mittels Regelung in der entsprechenden Verordnung geändert werden (\"lex superior derogat legi inferiori\"). Art. 1 Abs. 2 lit. c EOV erlaubt demnach nicht die Umqualifikation einer grundsätzlich nicht erwerbstätigen Person zu einer erwerbstätigen. Er kann daher nur so verstanden werden, dass er lediglich die Beweisanforderungen für die Qualifikation modifiziert: Während sich für Arbeitslose im Sinn von Art. 10 AVIG (SR 837.0) die grundsätzliche Erwerbstätigkeit schon aus diesem Gesetz ergibt, müssen von lit. b erfasste Personen die hypothetische Aufnahme BGE 137 V 410 S. 414einer Erwerbstätigkeit zwar nicht mit überwiegender Wahrscheinlichkeit nachweisen (vgl. zum Regelbeweismass BGE 126 V 353 E. 5b S. 360 mit Hinweisen), aber immerhin glaubhaft machen. Unter lit. c fallende Personen profitieren von einer noch weiter gehenden Beweiserleichterung, indem - im Sinne einer gesetzlichen Vermutung - die Beweislast zu Gunsten des Leistungsansprechers umgekehrt und dessen Erwerbstätigkeit unterstellt wird. Diese Vermutung kann indessen durch den Beweis des Gegenteils umgestossen werden (BGE 120 II 393 E. 4b S. 397; BGE 117 V 153 E. 2c S. 156; Urteil 9C_749/2009 vom 12. November 2009 E. 2.2), indem die Verwaltung Umstände geltend macht, welche darauf schliessen lassen, dass der Leistungsansprecher auch ohne Dienstabsolvierung keine Erwerbstätigkeit aufgenommen hätte. Dieses Ergebnis steht im Einklang mit der Entstehungsgeschichte von Art. 1 Abs. 2 EOV: Die massgebliche Bestimmung von Art. 1 Abs. 2 der auf den 31. Juni 2005 aufgehobenen EOV vom 24. Dezember 1959 (AS 1959 2143) lautete wie folgt: \"Haben [Personen] unmittelbar vor dem Einrücken ihre Ausbildung abgeschlossen oder hätten sie diese während des Dienstes beendet, so wird vermutet, dass sie eine Erwerbstätigkeit aufgenommen hätten.\" Den Erläuterungen des BSV zur revidierten EOV http://www.bsv.admin.ch/themen/eo/00054/index.html?lang=de (besucht am 23. September 2011) lässt sich entnehmen, dass die neue Fassung des Artikels \"im Grossen und Ganzen die Grundzüge\" der aufgehobenen Bestimmung wiedergibt.\n\n4.2.2 Was der Beschwerdeführer gegen diese Auslegung von Art. 1 Abs. 2 lit. c EOV vorbringt, hält nicht stand: Zwar trifft zu, dass die Verwaltung bei entsprechenden Anhaltspunkten prüfen muss, auf welcher Grundlage die Entschädigung zu bemessen ist. Dass dies aber einen unverhältnismässig hohen Verwaltungsaufwand zur Folge haben oder nur schwer praktikabel sein soll, ist nicht ersichtlich. Auch eine Rechtsunsicherheit entsteht daraus nicht, obliegt es doch der Verwaltung, anhand besonderer Umstände mit überwiegender Wahrscheinlichkeit nachzuweisen, dass der Dienstleistende ohnehin keine Erwerbstätigkeit aufgenommen hätte. Dass die Bemessung des Erwerbsersatzes an den Status als erwerbstätige oder erwerbslose Person resp. an den durch den Dienst verursachten Erwerbsausfall anknüpft (vgl. Art. 10 EOG; PASCAL MAHON, Le régime des allocations pour perte de gain, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 1925 Rz. 17), erscheint sachgerecht und wird auch vom Beschwerdeführer nicht in Abrede gestellt. Schliesslich ist eine BGE 137 V 410 S. 415Verletzung des Rechtsgleichheitsgebotes (Art. 8 Abs. 1 BV) nicht ersichtlich, gilt doch die in Art. 1 Abs. 2 lit. c EOV statuierte Vermutung, auch ohne dass davon erfasste Personen die (hypothetische) Aufnahme einer Erwerbstätigkeit glaubhaft machen müssen. Die vorinstanzliche Auslegung von Art. 1 Abs. 2 lit. c EOV stellt daher keine Rechtsverletzung dar.\n\n4.3\n\n4.3.1 Die Vorinstanz hat festgestellt, der Beschwerdeführer habe sich nach Dienstende am 15. März 2009 bis zum 29. Juni 2009 im Ausland aufgehalten. Unter diesen Umständen sei nicht davon auszugehen, dass er unmittelbar nach Studienabschluss eine Erwerbstätigkeit hätte aufnehmen wollen. Daran ändere nichts, dass sich der Beschwerdeführer mit E-Mail vom 18. Februar 2009 um eine (nicht ausgeschriebene) Stelle beworben habe.\n\n4.3.2 Es ist nicht ersichtlich und wird auch nicht vorgebracht, dass diese Feststellungen (zur Qualifikation als Tatfrage vgl. Urteile 9C_447/2011 vom 21. Juli 2011 E. 4.1.2; 9C_152/2010 vom 24. August 2011 E. 4.3) offensichtlich unrichtig sein sollen. Weitere Stellenbewerbungen als die erwähnte sind nicht aktenkundig und wurden nicht geltend gemacht. Dem unmittelbar an den Dienst anschliessenden und über drei Monate dauernden Auslandaufenthalt steht lediglich eine einzige Arbeitsbemühung gegenüber, weshalb namentlich die vorinstanzliche Schlussfolgerung betreffend die Erwerbstätigkeit nachvollziehbar ist. Schliesslich beruhen die Feststellungen nicht auf einer Rechtsverletzung, so dass sie für das Bundesgericht verbindlich bleiben (Art. 105 Abs. 1 und 2 BGG).\n\n4.4 Nach dem Gesagten hat das kantonale Gericht zu Recht einen höheren Anspruch als jenen auf die Grundentschädigung für erwerbslose Personen gemäss Art. 10 Abs. 2 EOG verneint. Die Beschwerde ist unbegründet."}