{"annee": "137", "cour": "V", "page": "373", "date": "6/9/2011", "cite": ["135 V 249", "135 I 161", "135 V 153", "135 II 78", "134 II 249", "110 V 242", "134 I 184", "134 V 208", "131 V 263", "119 V 131"], "cite_par": ["140 V 543", "141 V 642", "140 V 538"], "chapeau": "38. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Pensionskasse Energie (PKE) gegen F. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_35/2011 vom 6. September 2011", "regestes": ["Art. 19 al. 3 LPP; art. 20 al. 1 let. b OPP 2; interprétation/portée de la notion de \"rente\". Interprétation de l'art. 20 al. 1 let. b OPP 2: la rente, posée comme condition au droit à une rente de veuf ou de veuve, peut également être une rente limitée dans le temps (consid. 2-6)."], "faits": "BGE 137 V 373 S. 373\n\nA. Mit Urteil vom 30. November 2006 wurde die am 14. Juni 1983 geschlossene Ehe zwischen F. und H. geschieden und H. verpflichtet, F. bis und mit September 2017 einen monatlichen Unterhaltsbeitrag von Fr. 2'700.- und ab Oktober 2017 bis September 2018 BGE 137 V 373 S. 374einen solchen von Fr. 2'000.- zu bezahlen. Am 28. Januar 2009 verstarb H., welcher bei der Pensionskasse Energie (PKE; nachfolgend: Pensionskasse) berufsvorsorgeversichert gewesen war.\n\nMit Schreiben vom 18. Juni 2009 beantragte F. bei der Pensionskasse die Ausrichtung einer Witwenrente. Die Vorsorgeeinrichtung wies das Begehren mit Schreiben vom 15. Oktober und 26. November 2009 ab. Am 16. April 2010 liess F. Klage am Versicherungsgericht des Kantons Solothurn erheben mit dem Antrag, es sei festzustellen, dass die Beklagte mit Wirkung ab 1. Februar 2009 bis mindestens Monat September 2018 eine Witwenrente nach Massgabe der gesetzlichen Vorschriften über die berufliche Vorsorge schulde. Die Beklagte sei anzuweisen, die ihr zustehende Witwenrente zu berechnen und ihr zu eröffnen.\n\nB. Mit Entscheid vom 29. November 2010 hiess das Versicherungsgericht des Kantons Solothurn die Klage gut und verpflichtete die Pensionskasse, F. rückwirkend ab 1. Februar 2009 bis und mit September 2018 monatlich eine - noch zu berechnende - Witwenrente zu leisten, zuzüglich 5 % Zins auf den Rückständen ab 1. Februar 2009.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragt die Pensionskasse, unter Aufhebung des vorinstanzlichen Entscheides sei festzustellen, dass F. kein Anrecht auf eine Witwenrente habe. Eventualiter sei die Sache zwecks Abklärung des Sachverhalts und Neubeurteilung an die Vorinstanz zurückzuweisen. Subeventualiter seien F. Zinsen ab Klageerhebung vom 16. April 2010 zu gewähren.\n\nDas Versicherungsgericht des Kantons Solothurn und F. schliessen auf Abweisung der Beschwerde, während das Bundesamt für Sozialversicherungen (BSV) eine Vernehmlassung einreicht, ohne einen Antrag zu stellen.", "considerants": "Aus den Erwägungen:\n\n2. Gestützt auf die Delegationsnorm von Art. 19 Abs. 3 BVG (SR 831.40) hat der Bundesrat in Art. 20 der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVV 2; SR 831.441.1) Bestimmungen über den Anspruch der geschiedenen Ehegatten auf Hinterlassenenleistungen erlassen. Danach ist der geschiedene Ehegatte nach dem Tod seines früheren Ehegatten der Witwe oder dem Witwer gleichgestellt, sofern die Ehe BGE 137 V 373 S. 375mindestens zehn Jahre gedauert hat (lit. a) und dem geschiedenen Ehegatten im Scheidungsfall eine Rente oder eine Kapitalabfindung für eine lebenslängliche Rente zugesprochen wurde (lit. b).\n\n3. Streitig und zu prüfen ist der Anspruch der Beschwerdegegnerin auf eine Witwenrente. Unbestritten ist, dass sie die Voraussetzung für einen Witwenrentenanspruch nach lit. a der genannten Bestimmung erfüllt. Hingegen steht in Frage, ob als Voraussetzung der zugesprochenen Rente nach lit. b befristete Unterhaltszahlungen genügen, wie sie der Beschwerdegegnerin im Scheidungsurteil bis September 2018 zugesprochen worden waren, oder ob eine lebenslängliche Rente vorausgesetzt ist.\n\n3.1 Die Vorinstanz hat einen Anspruch bejaht und Art. 20 Abs. 1 lit. b BVV 2 dahingehend ausgelegt, dass auch eine nicht lebenslänglich zugesprochene Unterhaltsleistung als Voraussetzung genüge, dies unter Hinweis auf den unzweideutigen Wortlaut der Bestimmung, wonach das Wort \"lebenslänglich\" lediglich im Zusammenhang mit der \"Kapitalauszahlung\" zu verstehen sei, auf die Mitteilungen des BSV über die berufliche Vorsorge Nr. 1 vom 24. Oktober 1986 und Nr. 75 vom 2. Juli 2004 und auf die überzeugenden Ausführungen von HANS MICHAEL RIEMER (Familienrechtliche Beziehungen als Leistungsvoraussetzungen gemäss AHVG/IVG, BVG-Obligatorium und freiwilliger beruflicher Vorsorge, SZS 1986 S. 169 ff.).\n\n3.2 Die beschwerdeführende Pensionskasse rügt demgegenüber eine bundesrechtswidrige Auslegung des Art. 20 Abs. 1 BVV 2. Sie macht geltend, die Vorinstanz verkenne die korrekte Anwendung von Art. 19 Abs. 3 BVG in Verbindung mit Art. 20 Abs. 1 BVV 2. Sie habe die Unterscheidung zwischen dem Anspruch der geschiedenen Witwe auf eine Rente und der Berechnung des Versorgerschadens nicht vorgenommen. Zudem stütze sie sich auf veraltete Lehrmeinungen und ihre Begründung, dass eine Unterscheidung von lebenslänglich und nicht lebenslänglich nur bei Kapitalzahlungen Sinn mache, sei nicht stichhaltig. Die grammatikalische, historische sowie teleologische Auslegung spreche eindeutig dafür, dass ein Anspruch nur bei einer lebenslänglichen Rente bestehe.\n\n3.3 Die Beschwerdegegnerin schliesst sich in ihrer Vernehmlassung im Wesentlichen der Argumentation der Vorinstanz an.\n\n4. Das Bundesgericht hat sich zur streitigen Frage bisher nicht explizit geäussert. Zwar ging es in den bisherigen Urteilen betreffend den Anspruch auf Geschiedenen-Witwenrenten von der jeweils BGE 137 V 373 S. 376unbestritten erfüllten Voraussetzung einer lebenslänglichen Unterhaltsverpflichtung aus, ohne jedoch die Frage zu vertiefen, da diese Urteile - im Unterschied zur vorliegenden Konstellation - alle Fälle mit lebenslänglichen Scheidungsrenten betrafen (SVR 2011 BVG Nr. 10 S. 35, 9C_1079/2009; SVR 2006 BVG Nr. 18 S. 63, B 85/04; SVR 2001 BVG Nr. 19 S. 73, B 6/99; SZS 1995 S. 137, B 30/93; Urteil des Eidg. Versicherungsgerichts B 89/05 vom 13. Februar 2006) oder dann Kapitalauszahlungen (SZS 1999 S. 242, B 45/96; SVR 1994 BVG Nr. 8 S. 21, B 10/93; Urteil B 135/06 vom 9. November 2007).\n\n5.\n\n5.1 Ausgangspunkt jeder Auslegung bildet der Wortlaut. Ist der Text nicht klar und sind verschiedene Interpretationen möglich, muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente. Abzustellen ist dabei namentlich auf die Entstehungsgeschichte, auf den Zweck der Norm, die ihr zugrunde liegenden Wertungen und ihre Bedeutung im Kontext mit anderen Bestimmungen. Die Materialien sind zwar nicht unmittelbar entscheidend, dienen aber als Hilfsmittel, um den Sinn der Norm zu erkennen. Das Bundesgericht hat sich bei der Auslegung von Erlassen stets von einem Methodenpluralismus leiten lassen und nur dann allein auf das grammatikalische Element abgestellt, wenn sich daraus zweifelsfrei die sachlich richtige Lösung ergab (BGE 135 II 78 E. 2.2 S. 81; BGE 135 V 153 E. 4.1 S. 157, BGE 135 V 249 E. 4.1 S. 252; BGE 134 I 184 E. 5.1 S. 193; BGE 134 II 249 E. 2.3 S. 252).\n\n5.2 Verordnungsrecht ist gesetzeskonform auszulegen. Es sind die gesetzgeberischen Anordnungen, Wertungen und der in der Delegationsnorm eröffnete Gestaltungsspielraum mit seinen Grenzen zu berücksichtigen (BGE 131 V 263 E. 5.1 S. 266 mit Hinweisen). Ebenfalls ist den Grundrechten und verfassungsmässigen Grundsätzen Rechnung zu tragen und zwar in dem Sinne, dass - sofern durch den Wortlaut (und die weiteren massgeblichen normunmittelbaren Auslegungselemente) nicht klar ausgeschlossen - der Verordnungsbestimmung jener Rechtssinn beizumessen ist, welcher im Rahmen des Gesetzes mit der Verfassung (am besten) übereinstimmt (verfassungskonforme oder verfassungsbezogene Interpretation; BGE 135 I 161 E. 2.3 S. 163 mit Hinweis).\n\n6.\n\n6.1 Zunächst ist der sprachliche Sinn des Passus \"eine Rente oder eine Kapitalabfindung für eine lebenslängliche Rente\" in Art. 20 BGE 137 V 373 S. 377Abs. 1 lit. b BVV 2 zu ermitteln. Aus dem Sprachsinn ergibt sich nicht, dass der Begriff \"lebenslänglich\" auch für die Rente zu gelten hat. Nach der Satzstellung und dem allgemeinen Sprachgebrauch ist vielmehr davon auszugehen, dass \"lebenslänglich\" gerade nur für die Kapitalabfindung gilt und es sich bei der Rente demzufolge nicht um eine lebenslängliche handeln muss, zumal ansonsten der Passus anders hätte formuliert werden können (\"eine lebenslängliche Rente und eine Kapitalabfindung für eine solche ...\" oder Ähnliches). Das Gleiche gilt für die französische Fassung (\"b. qu'il ait bénéficié, en vertu du jugement de divorce, d'une rente ou d'une indemnité en capital en lieu et place d'une rente viagère\"). Die italienische Fassung ist deshalb nicht zum Vergleich heranzuziehen, da darin auf Grund eines redaktionellen Versehens die Rente neben der Kapitalleistung vergessen ging (\"b. in virtù della sentenza di divorzio, gli sia stata assegnata un'indennità in capitale invece di una rendita vitalizia\").\n\n6.2 Auch aus der Entstehungsgeschichte lässt sich nicht ableiten, dass entgegen dem Wortlaut von einer lebenslänglichen Rente als Voraussetzung auszugehen wäre. Vielmehr führt das BSV in der Mitteilung Nr. 1 über die berufliche Vorsorge vom 24. Oktober 1986 aus, Art. 20 BVV 2 verfolge den Zweck, den sog. Versorgerschaden auszugleichen, den die geschiedene Frau durch den Wegfall dieser Unterhaltsbeiträge erlitten habe (vgl. dazu auch Urteil B 135/06 vom 9. November 2007 und das darin zitierte Urteil SZS 1999 S. 242, B 45/96). Erhalte sie gleichzeitig Leistungen von anderen Versicherungen, wie in- und ausländische Sozialversicherungen (z.B. AHV, IV) und Vorsorgeeinrichtungen nach Art. 24 Abs. 2 BVV 2, verringere sich der Versorgerschaden dementsprechend, so dass die Vorsorgeeinrichtung dann nur noch den verbleibenden Versorgerschaden auszugleichen habe. Diese Kürzungsregel von Art. 20 Abs. 2 BVV 2 wolle, wie die übrigen Kürzungsbestimmungen des BVG, eine ungerechtfertigte Überentschädigung vermeiden. Was die praktische Durchführung anbelange, könne Folgendes bemerkt werden: Wenn die Unterhaltspflicht gemäss Scheidungsurteil zeitlich beschränkt sei, bestehe der Leistungsanspruch der geschiedenen Frau ebenfalls nur bis zum Ablauf dieser Frist. Wenn der geschiedene Mann erst nach diesem Zeitpunkt gestorben sei, so sei sie folglich überhaupt nicht leistungspflichtig, weil kein Versorgerschaden mehr bestehe. Wenn im Scheidungsurteil der Unterhaltsbeitrag nicht in Form einer Rente, sondern als Kapitalabfindung vorgesehen war, BGE 137 V 373 S. 378komme es entscheidend darauf an, was alles damit abgegolten werden solle. Massgebend sei vor allem, ob auch die mit der Scheidung der Ehe verloren gegangene Anwartschaft auf eine Witwenrente abgefunden worden sei. Sei dies der Fall, so könne die geschiedene Frau später nicht mehr wie eine Witwe nochmals eine Hinterlassenenleistung beanspruchen. Das BSV ging also auch davon aus, ein befristeter Unterhaltsbeitrag könne auch einen Anspruch auf eine Hinterlassenenrente auslösen, diese bestehe dann aber auch befristet. Es müsse aber jedenfalls ein Versorgerschaden vorliegen.\n\nDass ein Versorgerschaden Voraussetzung sein soll für einen Anspruch auf Hinterlassenenleistungen, hat das Bundesgericht in mehreren Urteilen festgehalten (BGE 134 V 208 E. 4.3.4 S. 220 und E. 6 S. 222; Urteile des Eidg. Versicherungsgerichts B 6/99 vom 11. Juni 2001 E. 3a und B 30/93 vom 21. April 1994 E. 3a). Diesen Grundgedanken hatte auch das BSV im Kommentar vom 9. August 1983 zum Entwurf der BVV 2, S. 27, zum Ausdruck gebracht (vgl. hiezu SVR 1994 BVG Nr. 8 S. 21, B 10/93). Im Rahmen der 1. BVG-Revision wurde auf Grund des in Kraft getretenen neuen Scheidungsrechts (Vorsorgeausgleich) die Abschaffung der Geschiedenen-Hinterlassenenrente resp. die Streichung der entsprechenden Delegationsnorm in Art. 19 Abs. 3 BVG erwogen, schliesslich aber darauf verzichtet. Letzteres geschah nicht zuletzt mit Rücksicht auf jene Fälle, in denen die Scheidung im Rentenalter - und damit ohne Teilung der Austrittsleistung gemäss Art. 122 ZGB - vollzogen wurde und der geschiedene Ehegatte (allenfalls zu Unrecht) keine angemessene Entschädigung nach Art. 124 ZGB zugesprochen erhielt. In der vorberatenden ständerätlichen Kommission wurde damals eingeräumt, dass die (neuen) scheidungsrechtlichen Vorsorgeregelungen gemäss Art. 122 ff. ZGB in der Praxis (noch) nicht durchwegs konsequent umgesetzt wurden; die Geschiedenen-Hinterlassenenrente sollte daher beibehalten werden, um gewisse finanzielle Schwierigkeiten zu kompensieren; klar brachte man indessen den Willen zum Ausdruck, dass der Kreis der Anspruchsberechtigten in der Verordnung - wie bisher - restriktiv umschrieben und der Leistungsumfang jedenfalls auf den Versorgerschaden resp. den Anspruch aus dem Scheidungsurteil begrenzt blieb (Protokolle der ständerätlichen Kommission für soziale Sicherheit und Gesundheit vom 1.-3. Juli 2002, S. 24-26 und vom 14.-15. Oktober 2002, S. 32 f.). Dementsprechend beliess es der Verordnungsgeber im Rahmen der Anpassung der BVV 2 an die 1. BVG-Revision denn auch bewusst BGE 137 V 373 S. 379bei der Kürzungsregelung des Art. 20 Abs. 2 BVV 2 (Mitteilungen des BSV über die berufliche Vorsorge Nr. 75 vom 2. Juli 2004, Erläuterungen zu den Änderungen in der BVV 2 zu Art. 20). Aus diesen gesetzgeberischen Überlegungen wird deutlich, dass die Beibehaltung der Hinterlassenenrente für geschiedene Ehegatten im Bereich des BVG-Minimums zwar als sozial sachgerecht und billig, keineswegs aber als (verfassungs-)rechtlich zwingend erachtet wurde; sie sollte allfällige scheidungsrechtliche Härten mindern, ohne aber Gewähr dafür bieten zu können, dass diese durch die BVG-Leistung in jedem Fall vollständig kompensiert werden resp. dass damit der effektive Versorgerschaden stets vollumfänglich ausgeglichen wird.\n\n6.3 Eine einhellige Lehrmeinung hinsichtlich der streitigen Frage besteht nicht.\n\nHANS-MICHAEL RIEMER (Familienrechtliche Beziehungen als Leistungsvoraussetzungen gemäss AHVG/IVG, BVG-Obligatorium und freiwilliger beruflicher Vorsorge, SZS 1986 S. 169 ff.) führte aus, entsprechend den parlamentarischen Beratungen sei eine gegenüber der AHV abweichende Lösung beabsichtigt gewesen; dabei sollten mit Art. 20 Abs. 2 BVV 2 - eine Rückkehr zum Versorgerschadenprinzip einer früheren AHV-Regelung - bei der AHV vorgekommene Missbräuche (kleinste und befristete Unterhaltsleistungen \"einzig mit dem Ziel, der geschiedenen Frau beim Tod ihres geschiedenen Mannes eine AHV-Witwenrente zu sichern\") verhindert werden (was aber wiederum dann zu einem unbefriedigenden Ergebnis führe, wenn die Scheidungsrente wegen der bescheidenen Einkommensverhältnisse des Mannes niedrig ist). Eine befristete oder niedrige Unterhaltsleistung im Scheidungsfalle könne daher dazu führen, dass eine Leistung nach Art. 20 BVV 2 gar nicht einsetze oder bald wieder ende, während bei einer Kapitalabfindung ein Versorgerschaden der geschiedenen Frau aus dem Tode ihres Ex-Ehemannes grundsätzlich von vornherein verneint werde.\n\nIm von der Beschwerdeführerin zitierten neueren Werk (Das Recht der beruflichen Vorsorge in der Schweiz, 2. Aufl. 2006) führte RIEMER zwar aus, entgegen dem Wortlaut von Art. 20 Abs. 1 lit. b BVV 2 scheine auch das Eidg. Versicherungsgericht bei der \"Rente\" lebenslänglich vorauszusetzen. Er erwähnte aber auch unter Hinweis auf den Kommentar des BSV zum Entwurf der BVV 2, dass sich im Übrigen aus Art. 20 Abs. 2 BVV 2 ergebe, dass bei einer - relativ BGE 137 V 373 S. 380häufig aktuellen - richterlichen Befristung einer Scheidungsrente die diesbezüglichen Leistungen der Vorsorgeeinrichtung auch nur bis zum Ablauf dieser Frist ausgerichtet werden müssten, womit - entgegen der Darstellung der Beschwerdeführerin - ebenfalls von der Möglichkeit auch befristeter Renten auszugehen ist.\n\nURS ENGLER (Unterhaltsbeitrag und BVG-Leistungen an geschiedene Frauen, BJM 1991 S. 169) ist der Auffassung, Unterhaltsrenten müssten nicht lebenslänglich zugesprochen sein, beim Tode des Rentenschuldners aber noch laufen. Wenn die Rente zeitlich begrenzt sei, so bestehe auch nur ein entsprechend begrenzter Anspruch gegenüber der Vorsorgeeinrichtung.\n\nULRICH MEYER-BLASER führte in der Rechtsprechungsübersicht in der SZS 1995 S. 91 aus, wie im Bereich von Art. 23 Abs. 2 AHVG müsse sich der Unterhaltsanspruch der geschiedenen Frau aus dem Scheidungsurteil oder der Scheidungskonvention selbst ergeben. Freiwillig bezahlte höhere Unterhaltsbeiträge seien unbeachtlich. Die Praxis zu Art. 23 Abs. 2 AHVG (BGE 110 V 245 f. E. 2) sei im Bereich von Art. 20 BVV 2 anwendbar (Urteil B 30/93 vom 21. April 1994). Unterschiede bestünden insofern, als Art. 20 Abs. 1 BVV 2, unter stärkerer Berücksichtigung des Versorgerschadensgedankens, eine Rente oder eine Kapitalabfindung für eine lebenslängliche Rente verlange, somit im Gegensatz zu Art. 23 Abs. 2 AHVG nicht bloss zeitlich befristete Unterhaltsbeiträge genügen lasse (Urteil B 10/93 vom 28. Februar 1994). Dabei ist jedoch zu beachten, dass ab 1. Januar 1997 Art. 23 AHVG ebenfalls anders lautete und die Anspruchsvoraussetzungen auch im AHVG geändert wurden.\n\nHANS-ULRICH STAUFFER (Berufliche Vorsorge, 2005) führt in Rz. 692 f. aus, bezüglich der Leistung aus Scheidungsurteil spreche die Verordnung von \"Renten oder Kapitalabfindung für eine lebenslängliche Rente\". Beides bedürfe einer weiteren Interpretation. Erfolge die Leistung als Kapitalabfindung, so müsse diese anstelle einer lebenslänglichen Rente erfolgen. Da eine Rente jeweils mit dem Tod des Berechtigten oder des Verpflichteten ende, entspreche die Kapitalabfindung versicherungsmathematisch der jeweils kürzeren Lebenserwartung. Dies sei von Bedeutung bei der allenfalls notwendigen Berechnung des monatlichen Anspruchs aus Scheidungsurteil bezüglich einer Leistungskürzung nach Art. 20 Abs. 2 BVV 2. Fraglich könne sein, ob an die Höhe der Kapitalabfindung weitere Voraussetzungen zu stellen seien. Da im BVG der Gedanke des BGE 137 V 373 S. 381Versorgerschadens stärkere Berücksichtigung finde, müsse im Einklang mit dem Verordnungstext eine Kapitalabfindung für eine lebenslängliche Unterhaltszahlung vorliegen, was durch die Rechtsprechung bestätigt worden sei (MEYER-BLASER, SZS 1995 S.91, und SVR 1994 BVG Nr. 8 S. 21, B 10/93). Die Kapitalabfindung dürfe zudem nicht bloss symbolisch sein. Diesbezüglich habe das Eidg. Versicherungsgericht entschieden, dass eine einmalige Kapitalabfindung von Fr. 1'000.- nicht einer Kapitalabfindung für eine lebenslängliche Rente entspricht (SZS 1999 S. 244, B 45/96 E. 1c). Im von der Beschwerdeführerin ins Feld geführten neueren Werk (HANS-ULRICH STAUFFER, Die berufliche Vorsorge, in: Die Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht, Murer/Stauffer [Hrsg.], 2. Aufl. 2006) gibt der Autor die Meinung von MEYER wieder, ohne dies jedoch weiter zu begründen und, wie die Vorinstanz zu Recht festgestellt hat, auch ohne sich zu seiner Meinungsänderung gegenüber seinem früheren Werk zu äussern.\n\nALEXANDRA RUMO-JUNGO führt in \"Die berufliche Vorsorge der geschiedenen Witwe: oder wie Max und Moritz der Witwe Bolte die Hühner stehlen\" (in: Soziale Sicherheit - Soziale Unsicherheit, Riemer-Kafka/Rumo-Jungo [Hrsg.], 2010, S. 719 f.) aus, das Gesetz setze für die Ausrichtung einer Hinterlassenenrente voraus, dass die Hinterlassene bis anhin von ihrem geschiedenen Ehegatten eine Rente oder eine Kapitalabfindung für eine lebenslängliche Rente bezogen habe. Es müsse sich nicht um eine lebenslängliche Rente handeln, doch müsse diese im Zeitpunkt des Todes der versicherten Person noch laufen. Dagegen verlange der Gesetzgeber eine Kapitalabfindung für eine lebenslängliche Rente. Das sei an sich paradox, solle doch die Hinterlassenenrente gerade eine Versorgungslücke füllen, die mit dem Tod der versicherten Person für deren Hinterlassenen entstehe. Sei aber die geschiedene Witwe bereits lebenslänglich für den nachehelichen Unterhalt abgefunden worden, liege an sich keine Versorgungslücke vor. Aus diesem Grund müsste das Kapital an sich für eine Rente stehen, die seinerzeit für eine über den nunmehr eingetretenen Tod hinaus laufende Dauer kapitalisiert wurde. Nur so liege im Zeitpunkt des Todes eine Versorgungslücke vor (ebenso: ALEXANDRA RUMO-JUNGO, Berufliche Vorsorge bei Scheidung: alte Probleme und neue Perspektiven, in: Berufliche und freiwillige Vorsorge in der Scheidung, Rumo-Jungo/Pichonnaz [Hrsg.], 2010, S. 35). BGE 137 V 373 S. 382\n\n6.4 Wie bereits ausgeführt, bezweckt die (BVG-)Hinterlassenenrente für geschiedene Ehegatten den Ersatz des Versorgerschadens. Dass gerade dies jedoch dafür ausschlaggebend sein soll, dass eine lediglich befristet zugesprochene Unterhaltsrente als Anspruchsvoraussetzung nicht genügt, wie von einigen Autoren ausgeführt wird, ist nicht stichhaltig. Wie die Vorinstanz zutreffend dargelegt hat, leuchtet es nicht ein, weshalb ein Versorgerschaden nur bei einer lebenslänglichen Unterhaltsrente (und bei einer Kapitalabfindung für eine lebenslängliche Rente) entstehen sollte. Dabei ist überdies zu beachten, dass es früher üblicher war, unbefristete Renten zuzusprechen, im Gegensatz zu heute (vgl. hiezu auch RIEMER, a.a.O., 2006, wonach die richterliche Befristung der Scheidungsrente aktuell relativ häufig sei).\n\nWie das kantonale Gericht ebenfalls zutreffend erwogen hat, macht die Differenzierung zwischen lebenslänglich und nicht lebenslänglich im Zusammenhang mit dem Versorgerschaden nur bei der Kapitalabfindung wirklich einen Sinn, da grundsätzlich derjenige, der eine Kapitalabfindung erhält, gar keinen Versorgerschaden erleidet. Mit der Abfindung soll gerade das Risiko des Todes des Leistungsverpflichteten ausgeschaltet werden.\n\n6.5 Zusammenfassend ergibt damit die Auslegung von Art. 20 Abs. 1 BVV 2 unter grammatikalischen, entstehungsgeschichtlichen und teleologischen Gesichtspunkten, dass auch eine befristet zugesprochene Unterhaltsleistung als Voraussetzung für den Anspruch auf Witwenrente der beruflichen Vorsorge genügt. Es ist deshalb nicht zu beanstanden, wenn die Vorinstanz einen grundsätzlichen Anspruch der Beschwerdegegnerin bejaht hat, wobei - wie die Vorinstanz ebenfalls richtig erwogen hat - der Anspruch in der Höhe noch zu berechnen sein wird, unter Berücksichtigung der weiteren anspruchsrelevanten Fragen wie das allfällige Vorliegen eines Konkubinats und der anrechenbaren Leistungen der übrigen Versicherungen.\n\n6.6 Soweit sich danach ein Anspruch der Beschwerdegegnerin ergibt, wird auf diese Leistung entgegen der Auffassung der Vorinstanz nicht ab Anspruchsbeginn ein Verzugszins geschuldet, sondern erst ab Klageerhebung (16. April 2010), wie die Beschwerdeführerin zu Recht einwendet, da für BVG-Renten die Verzugszinsregelung von Art. 105 Abs. 1 OR gilt, wonach Verzugszinsen für Renten ab Betreibung oder Klageerhebung geschuldet sind (SZS 1997 S. 465 mit Hinweis auf BGE 119 V 131 E. 4 S. 133). Die Beschwerde ist in diesem Punkt gutzuheissen."}