{"annee": "137", "cour": "V", "page": "193", "date": "13/5/2011", "cite": ["135 V 215", "135 II 78", "130 V 553", "130 V 39", "135 V 249"], "cite_par": [], "chapeau": "26. Estratto della sentenza della I Corte di diritto sociale nella causa Cassa malati Agrisano contro B. (ricorso in materia di diritto pubblico)\n\n8C_137/2011 del 13 maggio 2011", "regestes": ["Art. 4 al. 1 et art. 5 al. 2 LAA; art. 134 al. 3 OLAA; assurance facultative contre les accidents. Dans le domaine de l'assurance facultative, les assureurs ne sont pas libres de refuser la conclusion d'un contrat d'assurance sans aucune motivation. Un refus est en revanche possible lorsqu'il est motivé sur des raisons fondées au sens de l'art. 134 al. 3 OLAA (consid. 5.4)."], "faits": "BGE 137 V 193 S. 193\n\nA. Con decisione del 14 aprile 2010, sostanzialmente confermata l'11 maggio seguente anche in seguito all'opposizione dell'interessata, la Cassa malati Agrisano (in seguito: l'Agrisano) ha rifiutato di BGE 137 V 193 S. 194concludere l'assicurazione facoltativa secondo la LAINF richiesta da B., titolare di un'azienda agricola.\n\nB. Contro questa decisione, B. si è aggravata al Tribunale delle assicurazioni del Cantone Ticino, il quale, statuendo per giudice unico, ha accolto il ricorso, annullato il provvedimento e rinviato gli atti all'Agrisano per nuova decisione (pronuncia del 29 novembre 2010).\n\nC. L'Agrisano è insorta al Tribunale federale, al quale chiede di annullare la pronuncia cantonale e di constatare come non si possa obbligarla a concludere un'assicurazione contro gli infortuni facoltativa.\n\nB. propone - implicitamente - la reiezione del gravame, mentre l'Ufficio federale della sanità pubblica (UFSP) ne postula l'accoglimento.\n\nIl ricorso è stato respinto.", "considerants": "Dai considerandi:\n\n2. L'oggetto del contendere verte sul diritto della ricorrente, in qualità di assicuratore ai sensi dell'art. 68 LAINF (RS 832.20), di rifiutare, senza indicazione di motivi, con un semplice rinvio alla libertà contrattuale, di concludere un'assicurazione facoltativa LAINF con l'opponente, lavoratrice indipendente, segnatamente in considerazione dei motivi di rifiuto richiesti dall'art. 134 cpv. 3 OAINF (RS 832.202).\n\n3. Giusta l'art. 4 cpv. 1 LAINF, possono assicurarsi a titolo facoltativo le persone esercitanti un'attività lucrativa indipendente domiciliate in Svizzera (come pure i loro familiari collaboranti nell'impresa e non assicurati d'obbligo). Per l'art. 5 cpv. 1 LAINF le disposizioni sull'assicurazione obbligatoria si applicano per analogia all'assicurazione facoltativa. Il secondo capoverso di questa disposizione conferisce al Consiglio federale la competenza di emanare prescrizioni completive sull'assicurazione facoltativa. L'Esecutivo federale ne regola segnatamente l'affiliazione, la dimissione, l'esclusione ed il calcolo dei premi. Se ne deve dedurre ed emerge inoltre dai lavori preparatori, che il legislatore non intendeva parificare totalmente le persone assicurate a titolo obbligatorio a quelle assicurate facoltativamente. Riguardo a quest'ultima categoria, era piuttosto previsto che se del caso, il Consiglio federale emanerà prescrizioni speciali (Messaggio del 18 agosto 1976 per una legge federale BGE 137 V 193 S. 195sull'assicurazione contro gli infortuni, FF 1976 III 203 n. 401.2 all'art. 5 LAINF; RAMI 2006 pag. 401, U 41/05 consid. 3).\n\n4.\n\n4.1 La ricorrente contesta l'esistenza di un suo obbligo di contrarre nell'ambito dell'assicurazione facoltativa LAINF. Ritiene di poter rifiutare la stipulazione del contratto senza indicazione di motivi. Un obbligo di contrarre sussisterebbe unicamente per i casi che la cassa suppletiva attribuisce a un assicuratore. Le persone esercitanti un'attività lucrativa indipendente e i loro familiari collaboranti a questa attività potrebbero assicurarsi facoltativamente solo laddove l'assicuratore conformemente all'art. 135 cpv. 1 OAINF già assicura il personale dell'azienda assoggettato all'obbligo assicurativo. L'art. 134 cpv. 3 OAINF si riferirebbe solo a questo caso. Solo in tal caso l'assicuratore sarebbe tenuto ad offrire l'assicurazione facoltativa, potendo comunque rifiutarla in casi fondati. Questi presupposti non sarebbero adempiuti nella fattispecie.\n\n4.2 Per parte sua, l'UFSP rileva l'inesistenza di un obbligo di contrarre nell'assicurazione infortuni obbligatoria. Ritiene che non si possa subordinare la stipulazione di un'assicurazione facoltativa a condizioni più severe di quelle valide per l'assicurazione obbligatoria. La persona esercitante un'attività lucrativa indipendente, che non trova un assicuratore disposto ad offrirle l'affiliazione, potrà rivolgersi alla cassa suppletiva LAINF.\n\n5. Vista l'argomentazione delle parti, occorre esaminare la portata dell'art. 134 cpv. 3 OAINF. Pacifico e incontestato è che questa disposizione di ordinanza non eccede i limiti della delega di competenza conferita al Consiglio federale dall'art. 5 cpv. 2 LAINF.\n\n5.1 La legge è da interpretare in primo luogo procedendo dalla sua lettera. Ci si discosta dal senso letterale di un testo chiaro, facendo capo all'interpretazione, solamente qualora delle ragioni obiettive inducano a ritenere ch'esso non restituisce il vero significato della disposizione in esame. Simili ragioni possono risultare dai lavori preparatori, dallo scopo e dal senso della disposizione, così come dalla sua relazione con altri disposti (DTF 135 II 78 consid. 2.2 pag. 81; DTF 135 V 215 consid. 7.1 pag. 229, DTF 135 V 249 consid. 4.1).\n\n5.2\n\n5.2.1 La delega di cui all'art. 5 cpv. 2 LAINF conferisce al Consiglio federale la competenza di emanare prescrizioni completive sull'affiliazione all'assicurazione facoltativa. Al titolo nono dell'OAINF, BGE 137 V 193 S. 196sotto il titolo marginale \"Facoltà d'assicurarsi\", l'autorità esecutiva, facendo uso di tale delega, ha disciplinato all'art. 134 cpv. 1 e 2 OAINF, in complemento all'art. 4 cpv. 1 LAINF (persone esercitanti un'attività lucrativa indipendente e i loro familari collaboranti a questa attività e non assicurati d'obbligo), l'affiliazione di determinati gruppi di persone (persone parzialmente occupate come lavoratori e persone che hanno raggiunto l'età AVS) all'assicurazione facoltativa secondo la LAINF.\n\nL'art. 134 cpv. 3 OAINF dispone in particolare quanto segue: \"L'assicuratore può, nei casi fondati, ovvero se esistono danni alla salute importanti e duraturi nonché un pericolo particolare ai sensi dell'articolo 78 capoverso 2 dell'ordinanza del 19 dicembre 1983 sulla prevenzione degli infortuni, rifiutare di concludere un'assicurazione facoltativa.\"\n\nSecondo il tenore letterale di questo disposto l'assicuratore può pertanto rifiutare la conclusione di un'assicurazione solo nei casi fondati. Il testo è chiaro. In assenza di rispettive ragioni, la stipulazione di un'assicurazione non può quindi essere rifiutata.\n\n5.2.2 La ricorrente fa valere che l'art. 134 cpv. 3 OAINF troverebbe applicazione nella sola ipotesi dell'art. 135 cpv. 1 OAINF.\n\nNulla depone tuttavia a favore di questa tesi. L'art. 135 OAINF determina, sotto il titolo marginale \"Assicuratori\", l'assegnazione di singoli gruppi di persone ai diversi assicuratori, ma non specifica chi abbia diritto alla stipulazione di un'assicurazione facoltativa. Quest'ultima questione è regolata dagli art. 4 LAINF e 134 OAINF. Più in particolare l'art. 135 OAINF definisce la sfera di competenza dell'Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI; cpv. 2) e degli altri assicuratori secondo l'art. 68 LAINF (cpv. 3), nonché il caso speciale degli indipendenti che occupano lavoratori già assicurati a titolo obbligatorio presso un assicuratore (cpv. 1). Una delimitazione del campo d'applicazione dell'art. 134 cpv. 3 OAINF ai soli casi di cui all'art. 135 cpv. 1 OAINF deve quindi essere negata.\n\n5.2.3 Nelle sue spiegazioni sui motivi dell'emanazione dell'art. 134 cpv. 3 OAINF, entrato in vigore il 1° gennaio 1998, il legislatore ha precisato che un obbligo di affiliare all'assicurazione facoltativa persone affette da danni alla salute importanti e duraturi o esposte, nell'esercizio della loro attività professionale, a rilevanti pericoli di salute (inidoneità) ai sensi dell'art. 78 ordinanza del 19 dicembre 1983 BGE 137 V 193 S. 197sulla prevenzione degli infortuni (OPI; RS 832.30) rischierebbe di creare problemi agli assicuratori. Al fine di evitare abusi, è indispensabile una prescrizione che specifichi a quali condizioni possa essere rifiutata la conclusione dell'assicurazione (RAMI 1998 pag. 138).\n\nDa queste considerazioni del Consiglio federale relative all'art. 134 cpv. 3 OAINF non si possono dedurre validi motivi suscettibili di giustificare una deroga dal testo letterale dello stesso disposto. Esse partono - come il testo della norma - dal presupposto che gli assicuratori non possono rifiutare la conclusione di assicurazioni senza indicarne i motivi, bensì solo in casi fondati.\n\n5.2.4 Il carattere facoltativo dell'assicurazione giusta l'art. 4 LAINF è riferito, secondo lo scopo della norma, alle persone da assicurare e non già agli assicuratori. A differenza di quanto vale nell'assicurazione contro gli infortuni obbligatoria, le citate persone sono libere di assicurarsi o meno. Esse dispongono tuttavia del diritto legale di concludere un'assicurazione facoltativa secondo l'art. 4 cpv. 1 LAINF. Gli assicuratori giusta l'art. 68 LAINF devono garantire questo diritto (cfr. art. 135 cpv. 3 OAINF). In questa funzione sono titolari del pubblico potere che fondano l'assicurazione facoltativa sulla base di un contratto particolare di diritto pubblico giusta la LAINF (art. 59 cpv. 2 LAINF; sentenza del Tribunale federale delle assicurazioni U 307/03 del 19 agosto 2004 consid. 4, non pubblicato in DTF 130 V 553; ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2a ed. 1989, pag. 137). Sempre in tale funzione, sono vincolati al principio del divieto dell'arbitrio secondo l'art. 9 Cost., che verrebbe violato nel caso di rifiuto di stipulazione del contratto senza indicazione di motivi.\n\n5.3\n\n5.3.1 L'UFSP rileva l'inesistenza di un obbligo di contrarre nell'assicurazione infortuni obbligatoria. Un simile obbligo non esiste poiché mediante l'assegnazione da parte della cassa suppletiva LAINF è garantita l'assicurazione di tutti i lavoratori. Se un datore di lavoro, che non rientra nella sfera di competenza dell'INSAI, non trova un assicuratore disposto ad assicurare i suoi dipendenti, la cassa suppletiva gli assegna un assicuratore di cui all'art. 68 LAINF (art. 73 cpv. 2 LAINF; art. 4 Regolamento amministrativo per la cassa suppletiva, ed. 2008, cfr. http://www.ersatzkasse.ch, sentenza del Tribunale federale delle assicurazioni U 17/06 del 6 novembre 2006 consid. 2.2; MAURER, op. cit., pag. 59). Nell'assicurazione infortuni BGE 137 V 193 S. 198obbligatoria non esiste pertanto un obbligo diretto e immediato di contrarre, ma solo un obbligo indiretto.\n\n5.3.2 Con riferimento all'art. 5 cpv. 1 LAINF l'UFSP sostiene che anche un indipendente, che nell'ambito dell'assicurazione facoltativa secondo la LAINF non trova un assicuratore disposto ad affiliarlo, può rivolgersi, come nel caso dell'assicurazione infortuni obbligatoria, alla cassa suppletiva LAINF, la quale poi lo assegna ad un assicuratore. Questo parere è condiviso anche da parte della dottrina (MAURER, op. cit., pag. 127 n. in calce 214; UELI KIESER, Unfallversicherung, in Stellenwechsel und Entlassung, 1997, pag. 402).\n\nA questa opinione osta da un lato il chiaro tenore letterale dell'art. 134 cpv. 3 OAINF, che si rivolge direttamente agli assicuratori quali destinatari e che consente a questi ultimi di rifiutare la conclusione dell'assicurazione solo in casi fondati e non soltanto laddove le persone intenzionate ad assicurarsi sono loro state assegnate dalla cassa suppletiva LAINF. Dall'altro lato, il campo di attività della cassa suppletiva giusta l'art. 73 cpv. 1 LAINF è limitato esplicitamente ai lavoratori assicurati a titolo obbligatorio (cfr. sentenza del Tribunale federale delle assicurazioni U 416/99 del 18 ottobre 2000 consid. 5 in fine). La sussistenza di una lacuna che il giudice è chiamato a colmare, estendendo le competenze della cassa suppletiva alle persone esercitanti un'attività indipendente, deve quindi essere negata alla luce del chiaro disciplinamento legale (cfr. DTF 130 V 39 consid. 4.3 pag. 45 segg.). Un'assegnazione di persone esercitanti un'attività indipendente tramite la cassa suppletiva nell'ambito dell'assicurazione facoltativa LAINF non entra pertanto in linea di conto (in tal senso pure GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents [LAA], 1992, pag. 38).\n\nNell'assegnare un datore di lavoro a un assicuratore nell'ambito dell'assicurazione infortuni obbligatoria la cassa suppletiva deve tra l'altro provvedere a una distribuzione equilibrata del rischio (art. 95 cpv. 1 LAINF). Nell'assicurazione infortuni facoltativa LAINF è tenuto conto dei rischi con la possibilità, per gli assicuratori, di rifiutare la conclusione di assicurazioni a rischio elevato. Complessivamente, non si può pertanto ritenere che la conclusione di un'assicurazione infortuni facoltativa LAINF sia subordinata ad esigenze più severe rispetto all'assicurazione obbligatoria, con obbligo indiretto di contrarre.\n\n5.4 Riassumendo, risulta che gli assicuratori nell'ambito dell'assicurazione facoltativa LAINF non sono liberi di rifiutare la BGE 137 V 193 S. 199conclusione del contratto senza alcuna motivazione (cfr. in tal senso pure FRÉSARD/MOSER-SZELESS, L'assurance-accidents obligatoire, in SozialeSicherheit, SBVR vol. XIV, 2a ed. 2007, n. 41; HARDY LANDOLT, Versicherungsdeckung von Selbstständigerwerbenden, in Invalidität von Selbstständigerwerbenden, 2007, pag. 69; LANDOLT, Die freiwillige Sozialversicherung im Spannungsfeld zwischen Vertragsfreiheit und Sozialversicherungszwang, in Sozialversicherungsrechtstagung 2008,pag. 74; di parere opposto: KIESER, op. cit., pag. 402). Solo in presenza di motivi fondati la ricorrente è in diritto di negare all'opponente la conclusione dell'assicurazione facoltativa LAINF. L'annullamento della decisione su opposizione dell'11 maggio 2010 e ilrinvio ordinato dall'autorità di prima istanza meritano pertanto diessere confermati. Ne segue che il ricorso dev'essere respinto."}