{"annee": "137", "cour": "III", "page": "123", "date": "21/2/2011", "cite": ["125 III 231"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. gegen Y. (Beschwerde in Zivilsachen)\n\n4A_622/2010 vom 21. Februar 2011", "regestes": ["Résiliation - pour cause de retard de paiement - de plusieurs contrats de baux à loyer distincts portant sur des objets qui ont un lien fonctionnel entre eux, lorsque le retard de paiement ne concerne pas tous les objets loués (art. 253a al. 1 et art. 257d CO). Le propriétaire, au bénéfice de contrats de baux à loyer distincts portant sur un logement et sur deux places de parc liés d'un point de vue fonctionnel, peut-il aussi résilier le contrat de bail relatif au logement pour retard de paiement, lorsque le retard ne concerne que les places de parc (consid. 1, 1.1 et 2)?"], "faits": "", "considerants": "BGE 137 III 123 S. 123\n\nAus den Erwägungen:\n\n1. Die Vorinstanz hielt fest, ein Mietzinsrückstand habe einzig bezüglich der Parkplätze, nicht aber bezüglich der Wohnung bestanden, was die Beschwerdeführerin nicht beanstandet. Sie vertritt BGE 137 III 123 S. 124jedoch wie bereits im kantonalen Verfahren den Standpunkt, dieser Rückstand habe sie berechtigt, nach unbenütztem Ablauf einer angesetzten Zahlungsfrist gestützt auf Art. 257d OR auch die Wohnung zu kündigen.\n\n1.1 Die Vorinstanz erwog, dies wäre dann der Fall, wenn über die Wohnung und die Parkplätze ein einheitliches Mietverhältnis zustande gekommen wäre, dessen einzelne Teile, die Wohnung und die beiden Parkplätze, nicht isoliert hätten gekündigt werden können. Ob von einem einheitlichen Mietverhältnis auszugehen sei, bestimme sich in Auslegung der Verträge, primär also nach dem Willen der Vertragsparteien (Art. 18 Abs. 1 OR). Diese hätten diesbezüglich keine ausdrückliche Regelung getroffen. Die Vorinstanz legte daher die von den Parteien getroffenen Vereinbarungen normativ aus und berücksichtigte dabei, dass die Parteien die Überlassung zum Gebrauch dreier Objekte zu drei verschiedenen Zeitpunkten vereinbart hätten, wobei jede Vertragsurkunde für jedes einzelne Objekt einen umfassenden Mietvertrag enthalte, ohne dass für einzelne Punkte auf einen anderen Vertrag verwiesen würde. Die Beschwerdeführerin habe denn auch jedes Objekt mittels eines eigenen amtlichen Formulars gekündigt. Die für die Parkplätze vereinbarten Kündigungsfristen entsprächen den Mustermietverträgen diverser Hauseigentümerverbände, offenbar auch des zürcherischen. Im Unterschied zum Mietvertrag über die Wohnung sähen die Parkplatzmietverträge einen dritten Kündigungstermin Ende Juni vor, was eine flexiblere Kündbarkeit bedeute. Auch wenn zwischen der gemieteten Wohnung und den gemieteten Parkplätzen ein funktioneller Zusammenhang bestehe, weil die Beschwerdegegnerin die Parkplätze wohl im Hinblick auf ihren Wohnort gemietet habe, verbiete sich unter den gegebenen Umständen die Annahme eines einheitlichen Mietverhältnisses, sei doch denkbar, dass beide Parteien an einer separaten Kündigung der Parkplätze interessiert gewesen sein könnten.\n\n(...)\n\n2. Die Beschwerdeführerin wirft der Vorinstanz vor, die Bedeutung des funktionellen Zusammenhangs zwischen Haupt- und Nebensache (der Wohnung und den Parkplätzen) verkannt und dadurch sowohl gegen Art. 253a OR als auch gegen die bundesgerichtliche Rechtsprechung (BGE 125 III 231) verstossen zu haben. Auf das zeitliche Auseinanderfallen der Abschlüsse der Verträge über Haupt- und Nebensache komme es nicht an, weshalb im Rahmen der Vertragsauslegung nicht darauf zurückgegriffen werden dürfe. BGE 137 III 123 S. 125\n\n2.1 In BGE 125 III 231 hatte das Bundesgericht die Gültigkeit der Kündigung von Autoeinstellplätzen zu beurteilen, die sich in unmittelbarer Nähe der Wohnräume befanden, welche die Parkplatzmieter vom gleichen Vermieter ebenfalls gemietet hatten. Der funktionelle Zusammenhang zwischen den Mietsachen war demnach gegeben. Dass die Verträge über die Einstellplätze später als jene über die Mietwohnungen abgeschlossen worden waren, erachtete das Bundesgericht für unerheblich. Es hielt dafür, die Autoabstellplätze seien dem Beklagten im Sinne von Art. 253a Abs. 1 OR mitvermietet (BGE 125 III 231 E. 2b S. 233 f.). Dennoch liess das Bundesgericht im Hinblick darauf, dass für die Haupt- und die Nebensache formell selbständige Verträge abgeschlossen worden waren, für die separat vermieteten Nebensachen die Kündigung mit amtlich genehmigtem Formular genügen, ohne dass es einer Mietvertragsänderung gemäss Art. 269d OR bedürfte. Dies wurde damit begründet, dass der Mieter, wenn die Vertragsänderung im Entzug einer Nebensache besteht, im Regelfall keiner weiteren Grundlagen für die Neuberechnung über die Aufteilung des bisherigen Entgelts auf die verbleibende Mietsache bedürfe. Der Mieter verfüge bereits aufgrund des Vertrages über die nötigen Informationen, welche ihm im Verfahren nach Art. 269d Abs. 2 OR bekannt gegeben werden müssten. Eine sachgerechte Anfechtung sei ihm daher möglich (BGE 125 III 231 E. 3e S. 237 f.). Das Bundesgericht mass mithin trotz funktional zusammengehöriger Mietobjekte dem Umstand, dass separate Verträge darüber abgeschlossen worden waren, Bedeutung bei und erkannte, dass dem bei einheitlicher Betrachtungsweise mit der Änderungskündigung verfolgten Schutzzweck im Ergebnis bereits Genüge getan war. Eine schematische Berücksichtigung des funktionalen Zusammenhangs ungeachtet des Schutzzwecks der einschlägigen Norm erschien als unangebracht. Insoweit kommt dem genannten Präjudiz allgemeine Tragweite zu.\n\n2.2 Zur Debatte steht die Gültigkeit einer ausserordentlichen Kündigung zufolge Zahlungsverzugs nach Art. 257d OR. Umstritten ist, ob die ausserordentliche Kündigung einer Wohnung wegen Zahlungsrückstandes hinsichtlich funktional zugehöriger, aber separat zugemieteter Parkplätze zulässig ist. Im Lichte dieser Konstellation ist die Frage zu beantworten, ob sämtliche separat abgeschlossenen Verträge über funktional zusammengehörende Mietobjekte einheitlicher Behandlung bedürfen oder ob sie sinnvollerweise einem isolierten Schicksal unterstellt werden müssen. Dies kann nicht losgelöst von der Interessenlage der Parteien geschehen. Haben die Parteien für BGE 137 III 123 S. 126Haupt- und Nebensachen je eigene, voneinander unabhängige Verträge abgeschlossen und wird der Mieter lediglich mit der Bezahlung des Mietzinses für eine Nebensache säumig, ist zu prüfen, ob die einzelnen Teile sinnvollerweise auch für sich selbst Bestand haben können, d.h. ob unter den gegebenen Umständen die betreffenden Mietobjekte auch unabhängig voneinander genutzt bzw. vermietet werden können. Handelt es sich beim Hauptmietvertrag um eine Wohn- oder Geschäftsmiete, darf nicht ausser Acht bleiben, dass der Mieter erhöhten Schutzes bedarf. Eine isolierte Betrachtung ist umso eher gerechtfertigt, wenn der Vermieter seinerseits grundsätzlich in der Lage ist, die Nebensache selbständig anderweitig zu vermieten, nachdem er das Mietverhältnis zufolge diesbezüglichen Zahlungsverzugs aufgelöst hat. Unter derartigen Umständen erscheint nicht sinnvoll, von der Interessenlage der Parteien abzusehen und einzig auf die funktionelle Beziehung zwischen den einzelnen Vertragsgegenständen abzustellen. Richtig ist zwar, dass gemäss bundesrätlicher Botschaft zur Revision des Miet- und Pachtrechts vom 27. März 1985 (BBl 1985 I 1421 f. Ziff. 421.101 zu Art. 253a OR), auf welche sich die Beschwerdeführerin stützt, die Bestimmungen über die Wohn- und Geschäftsräume auch für diejenigen Sachen gelten, die zusammen mit solchen Räumen vermietet werden (z.B. Zugehör, Garagen, Einstellplätze, Parkplätze im Freien, Möbel, Estrich- oder Kellerabteile, Mansarden, Bastelräume und Schaukasten) und dass nach der Botschaft nicht massgebend sein soll, ob ein besonderer Vertrag abgeschlossen wird oder nicht und ob dies gegebenenfalls gleichzeitig oder zu verschiedenen Zeitpunkten geschehen ist, sondern vielmehr, dass die Sachen vom Vermieter demselben Mieter überlassen werden und dass ihr Gebrauch mit dem des Hauptmietobjektes zusammenhängt. Begründet wird diese Auffassung aber damit, dass es in solchen Fällen wenig sinnvoll wäre, wenn für die hinzugemietete Mansarde oder Garage andere Auflösungsbestimmungen gälten als für die Wohnung oder die Geschäftslokalität. Auch nach der Botschaft ist mithin entscheidend, ob eine die diversen Mietobjekte zusammenfassende rechtliche Beurteilung sinnvoll ist oder nicht. Dies wiederum kann einzig mit Blick auf die Interessen der beteiligten Parteien entschieden werden, in welchem Lichte die formalen Kriterien zu prüfen sind.\n\n2.3 Gemäss den getroffenen Vereinbarungen können die Parkplätze auf einen Zeitpunkt gekündigt werden, auf welchen eine Wohnungskündigung nicht zulässig ist. Daraus leitet die Vorinstanz zutreffend BGE 137 III 123 S. 127ab, die Parteien hätten insoweit ein unterschiedliches Schicksal der beiden Verträge in Kauf genommen. Ebenso indiziert der Umstand, dass die Parkplätze von der Beschwerdegegnerin erst etwa zwei Jahre nach Mietantritt der Wohnung hinzugemietet wurden, dass für beide Parteien eine Gesamtmiete nicht unerlässlich ist. Die Beschwerdeführerin zeigt denn auch nicht auf, weshalb für sie unzumutbar sein soll, die Wohnung und die Parkplätze getrennt zu vermieten. Dass es hingegen die Beschwerdegegnerin besonderes hart treffen würde, wenn sie aufgrund des lediglich die Abstellplätze betreffenden Mietzinsausstandes nicht nur das Recht verlieren würde, die vom Zahlungsrückstand betroffenen Mietobjekte, sondern auch die Wohnung weiter zu benutzen, bedarf keiner weiteren Erörterung. Die Vorinstanz erarbeitete somit eine sinnvolle und damit Art. 253a Abs. 1 OR entsprechende Lösung, indem sie der formellen Selbständigkeit der Verträge Rechnung trug. Wie zu entscheiden wäre, wenn sich der Ausstand nicht klar einem Mietobjekt zuordnen liesse, für das ein gesonderter Vertrag besteht, ist nicht zu prüfen."}