{"annee": "137", "cour": "V", "page": "463", "date": "28/11/2011", "cite": ["129 V 251", "129 III 335", "127 V 183", "131 V 27"], "cite_par": [], "chapeau": "48. Extrait de l'arrêt de la IIe Cour de droit social dans la cause F. contre Fondation collective LPP de la Zurich Compagnie d'Assurances sur la Vie SA (recours en matière de droit public)\n\n9C_540/2010 du 28 novembre 2011", "regestes": ["Art. 333 al. 1 CO; droits et obligations inclus dans le transfert des rapports de travail dans le cadre d'un transfert d'entreprise; prévoyance sous-obligatoire. Si le contrat de travail prévoit expressément une couverture d'assurance qui relève d'un régime sous-obligatoire de prévoyance professionnelle, cette prévoyance doit être maintenue et continuée aux mêmes conditions par le nouvel employeur (consid. 4.3).", "Art. 2 LFLP; art. 333 al. 1 CO; transfert des rapports de travail dans le cadre d'un transfert d'entreprise; date déterminante pour le calcul de la prestation de sortie. Le transfert rétroactif des rapports de travail dans le cadre d'un transfert d'entreprise n'est en principe pas admissible. Les rapports de prévoyance prennent fin à la date où la personne assurée a eu officiellement connaissance du transfert (consid. 5.1-5.3).", "Art. 15 al. 2 LPP; art. 2 al. 3 et 4, art. 26 al. 2 LFLP; art. 12 OPP 2; art. 7 OLP. Calcul des intérêts compensatoires et moratoires sur la prestation de sortie à transférer (consid. 7)."], "faits": "BGE 137 V 463 S. 464\n\nA.\n\nA.a F. travaillait à temps partiel depuis le 1er janvier 1989 en qualité de nettoyeuse auxiliaire pour le compte de la X. SA pour un salaire annuel brut de 16'250 fr. Les employés de la X. SA étaient assurés au titre de la prévoyance professionnelle auprès de la Zurich Compagnie d'Assurances sur la Vie SA (ci-après: la Zurich). Par courrier du 1er juillet 2003, l'intéressée a été informée que ses rapports de travail avaient été transférés à la Y. SA avec effet rétroactif au 1er mars 2002.\n\nA.b La faillite de la X. SA a été prononcée le 10 juillet 2003 par la Cour de justice de la République et canton de Genève et a pris effet le 8 janvier 2004, après que le Tribunal fédéral eut rejeté le recours de droit public interjeté par la X. SA contre le jugement de faillite (cause 5P.275/2003).\n\nA.c La Zurich a produit au cours de la procédure de faillite une créance de 28'663 fr. 50. La commission de surveillance des créanciers de la faillite a informé l'institution de prévoyance qu'elle ne pouvait pas accepter la créance dans la totalité de son montant, au motif qu'un certain nombre d'employés mentionnés dans le décompte qu'elle avait produit travaillaient en fait pour le compte de la Y. SA. La créance produite par la Zurich a ensuite été écartée de l'état de collocation par l'Office des faillites de la République et canton de Genève, car \"infondée, cette compagnie d'assurance étant en réalité débitrice de primes perçues à tort\". Sur requête de la Zurich, la BGE 137 V 463 S. 465Caisse interprofessionnelle AVS de la Fédération des Entreprises Romandes (FER CIAM 106.1) a indiqué avoir affilié à compter du 1er janvier 2002 la Y. SA en qualité d'employeur; parmi les noms des personnes assurées depuis cette date figurait celui de F.\n\nA.d Faute pour la Y. SA d'avoir établi son affiliation auprès d'une institution de prévoyance professionnelle LPP, la Fondation Institution supplétive LPP a, par décision du 25 novembre 2004, confirmée sur recours par la Commission fédérale de recours en matière de prévoyance professionnelle vieillesse, survivants et invalidité (jugement du 17 mars 2005), prononcé l'affiliation d'office de cette société avec effet rétroactif au 1er janvier 2002. F. n'a pas été assurée par la Fondation Institution supplétive LPP, faute pour l'intéressée de réaliser un gain supérieur au montant minimum du salaire coordonné prévu par la loi.\n\nA.e Depuis le 1er août 2006, F. travaille pour le compte de la Z. SA. Le 10 août 2007, elle a requis de la Zurich qu'elle transfère à sa nouvelle institution de prévoyance, la Nationale Suisse Fondation collective LPP, sa prestation de sortie, en demandant que celle-ci soit calculée en tenant compte des bonifications de vieillesse dues jusqu'au 8 janvier 2004, date de la résiliation du contrat d'affiliation avec la X. SA. La Zurich a informé F. qu'elle n'avait droit qu'au montant de la prestation de sortie calculé jusqu'au 31 décembre 2001; une couverture d'assurance au-delà de cette date n'était pas envisageable, du moment que les employés de la Y. SA avaient été affiliés du 1er janvier 2002 au 31 juillet 2006 auprès de la Fondation Institution supplétive LPP.\n\nB. Le 25 juillet 2008, F. a ouvert action contre la Zurich devant le Tribunal cantonal des assurances sociales de la République et canton de Genève (aujourd'hui: la Cour de justice de la République et canton de Genève, Chambre des assurances sociales). Elle a conclu à ce que l'institution de prévoyance soit condamnée à lui verser la somme de 74'375 fr. avec intérêts moratoires à 3,25 % pour la période du 8 janvier au 31 décembre 2004, à 3,5 % pour la période du 1er janvier 2005 au 31 décembre 2007 et à 3,75 % pour la période postérieure au 1er janvier 2008. Par jugement du 4 mai 2010, le Tribunal cantonal des assurances sociales a partiellement admis l'action, \"soit à concurrence de la prestation de libre passage calculée jusqu'au 31 décembre 2001, soit 59'374 fr., plus intérêts (dès le 10 août 2007) conformément aux art. 15 LPP, 12 OPP 2 et 7 OLP\". BGE 137 V 463 S. 466\n\nC. F. interjette un recours en matière de droit public contre ce jugement dont elle demande l'annulation. Elle conclut à ce que la Zurich soit condamnée à lui verser à titre de prestation de sortie la somme de 74'375 fr. (y compris les intérêts moratoires légaux dus à compter du 8 janvier 2004), subsidiairement 65'932 fr. (y compris les intérêts moratoires légaux dus à compter du 1er janvier 2002).\n\nLa Zurich conclut au rejet du recours, tandis que l'Office fédéral des assurances sociales a renoncé à se déterminer.\n\nLe Tribunal fédéral a partiellement admis le recours.", "considerants": "Extrait des considérants:\n\n2. Le litige porte sur le montant de la prestation de sortie de la prévoyance professionnelle acquise par la recourante alors qu'elle était assurée auprès de l'intimée, singulièrement sur la date à partir de laquelle cette prestation est exigible.\n\n2.1 La juridiction cantonale a considéré que la prestation de sortie était exigible depuis le 1er janvier 2002 et fixé le montant de celle-ci à 59'374 fr., montant auquel il convenait d'ajouter des intérêts moratoires à compter du 10 août 2007. En substance, les premiers juges ont examiné la question de savoir s'il existait un accord relatif au transfert des rapports de travail de la recourante. Si le dossier renfermait peu d'indices susceptibles de renseigner sur le contenu des déclarations échangées entre les parties contractantes, leur volonté de procéder à un tel transfert ne faisait aucun doute. Dans le cadre d'une procédure ayant pour objectif de réclamer à la Y. SA un dédommagement pour les conséquences de son affiliation à la Fondation Institution supplétive LPP, la recourante avait fait valoir qu'elle travaillait depuis 2002 pour le compte de cette société. La FER CIAM avait pour sa part confirmé que la recourante faisait partie en 2002 des effectifs de la Y. SA. Dès lors, le jugement - entré en force - de la Commission fédérale de recours LPP affiliant à compter du 1er janvier 2002 la Y. SA à la Fondation Institution supplétive LPP jouait un rôle déterminant. Rien ne permettait de penser que la Y. SA et les institutions de prévoyance concernées avaient souhaité déroger au système prévu par la loi, selon lequel le travailleur n'a pas droit au maintien dans son ancienne institution de prévoyance dès lors que son nouvel employeur a l'obligation de l'affilier à une nouvelle institution de prévoyance. Même si la Zurich ignorait que le personnel de la X. SA avait été transféré à la Y. SA, il n'en demeurait pas BGE 137 V 463 S. 467moins que le personnel en question avait été rémunéré à partir du 1er janvier 2002 par la Y. SA et que le salaire déterminant AVS perçu par la recourante pour cette activité avait été annoncé et les cotisations versées à la caisse de compensation compétente.\n\n2.2 La recourante estime que ses rapports de travail avec la X. SA se seraient poursuivis jusqu'au 8 janvier 2004, date de la faillite de cette société. Il n'était en effet pas possible que le transfert des rapports de travail de la X. SA à la Y. SA ait pu emporter un effet rétroactif au 1er mars 2002, respectivement au 1er janvier 2002, dans la mesure où ce transfert, était contraire à la loi. Un changement d'employeur ne pouvait intervenir que pour le futur, sinon le travailleur était privé des garanties offertes par l'art. 333 CO. Cela étant admis, l'arrêt attaqué ne contenait aucun renseignement quant à la date exacte du transfert des rapports de travail. Sur la base du dossier, il était toutefois possible de constater que ledit transfert n'avait pu avoir lieu avant le mois de juillet 2003, mois où la Y. SA l'avait informée par courrier qu'elle avait été transférée dans ses effectifs avec effet rétroactif au 1er mars 2002; elle n'avait toutefois été invitée à contresigner cette lettre que peu de temps avant la faillite de la X. SA le 8 janvier 2004. Son salaire avait été versé par la X. SA, laquelle avait établi les décomptes de salaire pour les années 2002 et 2003 ainsi que le certificat de salaire pour l'année 2002. La X. SA avait également effectué toutes les démarches administratives auprès de l'Administration fiscale cantonale pour l'impôt à la source et auprès de l'Office cantonal de la population pour les demandes d'autorisation de travail et en matière d'assurance-accidents. Quant aux rapports entre la Y. SA et la Fondation Institution supplétive LPP, ils n'avaient aucune incidence sur les rapports juridiques entre la X. SA et la Zurich, puisque d'une part, il s'agissait d'employeurs différents et d'institutions de prévoyance différentes et que, d'autre part, la double assurance n'était pas exclue par la loi ou la jurisprudence.\n\n2.3 L'intimée considère pour sa part qu'il y a eu transfert des rapports de travail au 1er janvier 2002. Même si la procédure de consultation prévue par la loi n'avait pas été respectée, le transfert était juridiquement valable, du moment que la recourante ne s'y était pas opposée. Dès lors, elle ne pouvait invoquer aujourd'hui l'invalidité du transfert pour tenter de prolonger les rapports de prévoyance auprès de son ancienne institution de prévoyance. Dans la mesure où le contrat de travail avait été transféré à un nouvel employeur qui ne BGE 137 V 463 S. 468s'était pas annoncé auprès d'une institution de prévoyance, il fallait en conclure que la recourante avait quitté l'institution de prévoyance auprès de laquelle elle était assurée avant le transfert des rapports de travail à la date de son engagement par le nouvel employeur, soit le 1er janvier 2002. Le transfert valable des rapports de travail au début janvier 2002 avait déterminé la scission du rapport d'assurance entre l'intimée et la recourante. Cette dernière n'avait par conséquent droit qu'à la prestation de sortie fixée au 31 décembre 2001.\n\n3. Au cours des années litigieuses (2001 à 2004), la recourante a réalisé un salaire annuel brut de 16'250 fr., inférieur au montant minimum du salaire coordonné prévu aux art. 8 al. 1 LPP (RS 831.40) et 5 de l'ordonnance du 18 avril 1984 sur la prévoyance professionnelle vieillesse, survivants et invalidité (OPP 2; RS 831.441.1; ce montant était de 24'720 fr. du 1er janvier 2001 au 31 décembre 2002, puis de 25'320 fr. du 1er janvier 2003 au 31 décembre 2004, conformément aux modifications successives de l'art. 5 OPP 2; RO 2000 2833 et 2002 3906). Les rapports liant la recourante à l'institution intimée relevaient par conséquent de la prévoyance sous-obligatoire, soit d'un rapport contractuel de droit privé (ATF 131 V 27 consid. 2.1 p. 28 et les références).\n\n4.\n\n4.1 En vertu de l'art. 2 LFLP (RS 831.42) disposition applicable aussi bien en matière de prévoyance obligatoire qu'en matière de prévoyance plus étendue (art. 1 al. 1 LFLP; voir également le Message du 26 février 1992 concernant le projet de loi fédérale sur le libre passage dans la prévoyance professionnelle vieillesse, survivants et invalidité, FF 1992 III 567 ch. 631), si l'assuré quitte l'institution de prévoyance avant la survenance d'un cas de prévoyance (cas de libre passage), il a droit à une prestation de sortie (al. 1). Cette prestation de sortie est exigible lorsque l'assuré quitte l'institution de prévoyance et elle est affectée d'intérêts moratoires à partir de ce moment-là (al. 3).\n\n4.2 Par courrier du 1er juillet 2003, la Y. SA a confirmé à la recourante son transfert \"de la X. SA à notre Société, la Y. SA, et ceci rétroactivement au 1er mars 2002, en qualité de nettoyeuse auxiliaire à temps partiel à un taux de 25 % (vingt-cinq pour cent), avec tous les droits et obligations selon l'article 333 du Code des Obligations\". La recourante était invitée à donner son accord en signant le double du courrier qui lui avait été adressé. BGE 137 V 463 S. 469\n\n4.3 D'après l'art. 333 al. 1 CO, si l'employeur transfère l'entreprise ou une partie de celle-ci à un tiers, les rapports de travail passent à l'acquéreur avec tous les droits et les obligations qui en découlent, au jour du transfert, à moins que le travailleur ne s'y oppose. Lors d'un transfert au sens de cette disposition, le nouvel employeur reprend le contrat de travail dans son état au jour du transfert. Si le contrat prévoit expressément une couverture d'assurance qui relève d'un régime sous-obligatoire de prévoyance professionnelle - comme c'est le cas en l'espèce -, cette prévoyance doit être maintenue et continuée aux mêmes conditions par le nouvel employeur. Il s'agit d'une obligation contractuelle qui est englobée dans les droits et obligations faisant l'objet de la protection de l'art. 333 CO (cf. arrêt 4C.50/2002 du 25 avril 2002 consid. 1b; voir également RÉMY WYLER, Droit du travail, 2e éd. 2008, p. 421; STREIFF/VON KAENEL, Arbeitsvertrag, 6e éd. 2006, n° 8 ad art. 333 CO; BRUNNER/BÜHLER/WAEBER/BRUCHEZ, Commentaire du contrat de travail, 3e éd. 2004, n° 6 ad art. 333 CO).\n\n4.4 Ainsi que cela ressort du texte de l'art. 333 al. 1 CO, le travailleur peut s'opposer au transfert des rapports de travail. Pour faire usage de cette faculté, il dispose d'un délai de réflexion de quelques semaines à compter du moment où il a connaissance du transfert de l'entreprise. Si, par hypothèse et malgré l'obligation faite à l'employeur par l'art. 333a al. 1 CO, le travailleur n'en est pas formellement avisé (sur les effets de la violation des obligations fixées à cette disposition, voir PHILIPPE CARRUZZO, Le contrat individuel de travail, 2009, n° 4 ad art. 333a CO; WYLER, op. cit., p. 416 s.; STREIFF/VON KAENEL, op. cit., n° 10 ad art. 333a CO), il est réputé avoir eu connaissance de ce transfert dès qu'apparaissent les premières manifestations de dispositions prises par le nouvel employeur. Si le travailleur ne réagit pas dans un délai raisonnable après qu'il a eu connaissance du transfert, il est présumé avoir accepté tacitement le transfert des rapports de travail (CARRUZZO, op. cit., n° 16 ad art. 333 CO; WYLER, op. cit., p. 413; STREIFF/VON KAENEL, op. cit., n° 11 ad art. 333 CO; BRUNNER/BÜHLER/WAEBER/BRUCHEZ, op. cit., n° 10 ad art. 333 CO).\n\n4.5 En l'occurrence, rien au dossier ne permet de penser que la recourante se soit opposée au transfert de ses rapports de travail. Il convient dès lors d'admettre qu'elle a consenti tacitement au transfert et accepté les conditions auxquelles celui-ci était soumis.\n\n5. La recourante estime cependant que le transfert rétroactif de rapports de travail ne serait, en soi, pas conforme au droit fédéral. BGE 137 V 463 S. 470\n\n5.1 Selon les règles générales sur la conclusion des contrats (art. 1 ss CO), le contrat n'est parfait que lorsque les parties ont, réciproquement et d'une manière concordante, manifesté leur volonté (al. 1), étant rappelé que cette manifestation de volonté peut être expresse ou tacite (al. 2, sous réserve des art. 10 al. 1 et 16 al. 1 CO). De fait, les droits et obligations prévus par le contrat ne prennent au plus tôt effet qu'au moment de la conclusion de celui-ci (effet ex nunc et pro futuro ). Si l'ordre juridique ne prohibe pas la rétroactivité, elle n'est en principe admissible que lorsqu'elle est expressément prévue par la loi ou ressort clairement de l'esprit de la loi. Certes les parties sont libres de décider, sur la base d'un engagement de nature obligationnelle, de faire produire au contrat certains effets à partir d'une date antérieure à la conclusion de celui-ci (pour des exemples, voir CORRADO RAMPINI, Vorbei ist vorbei - Gedanken zur gewillkürten Rückwirkung im Schuld- und Gesellschaftsrecht, in Liber Amicorum für Rolf Watter zum 50. Geburtstag, 2008, p. 353 ss). Dans la mesure toutefois où cela a pour conséquence de requalifier des obligations juridiques et, partant, de rompre l'ordre juridique antérieur, la rétroactivité n'est pas admissible (sur l'ensemble de cette question, VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, 3e éd. 1979, p. 153 s.; voir également CHRISTIAN J. MEIER-SCHATZ, Die \"Rückwirkung\" bei gesellschaftsrechtlichen Transaktionen, RSDA 1997 p. 9).\n\n5.2 Ces principes valent également en cas de transfert des rapports de travail au sens de l'art. 333 CO. Aussi bien la ratio legis de l'art. 333 CO, qui est de renforcer la protection des travailleurs en cas de transfert d'entreprise (ATF 129 III 335 consid. 5 p. 341; ATF 127 V 183 consid. 4 p. 186), que le principe, plus général, de la sécurité du droit interdisent en principe qu'un tel transfert déploie un effet rétroactif. Dans le cas contraire, le travailleur courrait le risque de se voir privé de certains droits, qui résultent de la durée des rapports de travail, tels que, par exemple, la rémunération liée aux résultats de l'exploitation de l'entreprise (art. 322a CO) ou de l'activité déployée par le travailleur (art. 322b et 322c CO), le droit à un certificat portant sur la nature et la durée des rapports de travail (art. 330a CO) ou bien encore les avantages acquis dans le cadre de la prévoyance (voir également JÜRG KNUS, Betriebsübergang und Arbeitsverhältnis nach schweizerischem Recht, 1978, p. 48 s.).\n\n5.3 Il s'ensuit que la date du 1er mars 2002 communiquée par la Y. SA ne peut être prise en considération comme jour déterminant pour BGE 137 V 463 S. 471le transfert. En l'occurrence, le transfert des rapports de travail et, partant, la fin des rapports d'assurance ne peuvent être fixés au plus tôt qu'à la date où la recourante a eu officiellement connaissance du transfert, soit au 1er juillet 2003, date du courrier d'information.\n\n5.4 Les différents incidents survenus depuis le début de l'année 2002 ne sont pas de nature à remettre en cause cette conclusion.\n\n5.4.1 Comme le relève à bon droit la recourante, le jugement rendu le 17 mars 2005 par la Commission fédérale de recours en matière de prévoyance professionnelle vieillesse, survivants et invalidité portait exclusivement sur la question de l'affiliation à compter du 1er janvier 2002 de la Y. SA à la Fondation Institution supplétive LPP. Cette décision ne préjugeait en rien de l'existence effective à compter de cette date de rapports de travail entre cette société et la recourante, respectivement de la fin des rapports de travail entre la X. SA et la recourante.\n\n5.4.2 Le fait que la Caisse interprofessionnelle AVS de la Fédération des Entreprises Romandes ait indiqué avoir affilié à compter du 1er janvier 2002 la Y. SA et perçu des cotisations pour le compte de la recourante à compter de cette date n'est pas non plus déterminant, dans la mesure où l'intéressée n'a jamais été informée des dispositions prises à son égard à ce sujet.\n\n5.4.3 Quant au déroulement de la procédure de faillite, elle est également sans influence sur l'issue de la présente procédure, la question litigieuse n'ayant pas fait l'objet alors d'un jugement définitif.\n\n6. Le dossier ne contenant aucune indication relative au montant de la prestation de sortie au 30 juin 2003, il convient de renvoyer la cause à la juridiction cantonale pour qu'elle instruise ce point, en interpellant l'institution de prévoyance à ce propos.\n\n7. Afin d'être parfaitement exhaustif, il convient encore d'apporter quelques précisions sur le mode de calcul des intérêts compensatoires et moratoires applicables au montant de la prestation de sortie due au 30 juin 2003.\n\n7.1 Selon un principe généralement admis, la prestation de sortie porte intérêt dès son exigibilité (art. 2 al. 3 LFLP) selon le taux réglementaire ou selon le taux d'intérêt minimal de la LPP jusqu'au moment du transfert (art. 12 OPP 2 en corrélation avec l'art. 15 al. 2 LPP).\n\n7.2 Si l'institution de prévoyance ne transfère pas la prestation échue dans les trente jours après avoir reçu toutes les informations BGE 137 V 463 S. 472nécessaires (notamment concernant l'affectation de la prestation de sortie), elle est tenue de verser un intérêt moratoire. Le calcul de l'intérêt moratoire se fait sur le montant de la prestation de sortie au moment où débute l'obligation de verser un intérêt moratoire pour l'institution de prévoyance en demeure de transférer celle-ci, et tient compte des intérêts compensatoires réglementaires ou légaux dus à ce moment-là. Ceux-ci ne doivent pas être cumulés avec les intérêts moratoires, dès lors qu'ils poursuivent le même but, soit le maintien de la prévoyance (ATF 129 V 251 consid. 4.2.3 p. 258; voir également arrêt du Tribunal fédéral des assurances B 36/02 du 18 juillet 2003 consid. 3.2, in RSAS 2004 p. 376). Le taux de l'intérêt moratoire correspond, selon l'art. 7 OLP (RS 831.425), au taux d'intérêt minimal fixé dans la LPP, augmenté de 1 % (art. 7 OLP en corrélation avec les art. 1 al. 2, 2 al. 4 et 26 al. 2 LFLP, 12 OPP 2 et 15 al. 2 LPP).\n\n7.3 Compte tenu de ce qui précède, l'intimé devra verser sur la prestation de sortie due au 30 juin 2003 un intérêt compensatoire à compter du 1er juillet 2003 selon le taux d'intérêt minimal de la LPP, puis un intérêt moratoire (de 3,5 % jusqu'au 31 décembre 2007, respectivement 3,75 % du 1er janvier au 31 décembre 2008 et 3 % depuis le 1er janvier 2009) à compter du 31e jour suivant la demande de transfert de la prestation de sortie, soit le 11 septembre 2007."}