{"annee": "137", "cour": "III", "page": "77", "date": "12/1/2011", "cite": ["131 III 121", "131 III 495", "134 III 314"], "cite_par": [], "chapeau": "12. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Schweizer Hotelier-Verein (SHV) gegen GastroSuisse (Beschwerde in Zivilsachen)\n\n4A_385/2010 vom 12. Januar 2011", "regestes": ["Art. 2 let. a et art. 21 LPM; domaine public; exigences relatives au caractère distinctif d'une marque de garantie, besoin de libre disposition. Les étoiles utilisées pour la classification des établissements hôteliers appartiennent au domaine public et sont ainsi en principe exclues de la protection des marques au sens de l'art. 2 let. a LPM (consid. 2). Aussi pour les marques de garantie (art. 21 LPM), il n'est pas exclu qu'un signe utilisé pour un produit par plusieurs entreprises sur la base d'un règlement d'usage de la marque, et qui appartient au domaine public, puisse s'imposer dans le commerce (consid. 3.1). Vu l'importante popularité de la classification des établissements hôteliers au moyen d'étoiles, il n'existe pas de signe de valeur équivalente, ce qui implique un besoin de libre disposition absolu (consid. 3.4)."], "faits": "BGE 137 III 77 S. 78\n\nA. Der Schweizer Hotelier-Verein (SHV), Bern, (Beschwerdeführer), ein Branchenverband der Schweizer Hotellerie, verwendete erstmals im Jahr 1979 Sterne für die Klassifizierung ihm angeschlossener Hotels. Seit etwa November 2004 bietet der Beschwerdeführer seine (entgeltliche) Klassifizierung auch Nichtmitgliedern an. Die diesbezüglichen Garantiemarken des Beschwerdeführers wurden am 3. März 2005 als Nrn. 531 266-531 269 sowie Nr. 531 250 im schweizerischen Markenregister eingetragen. Die Wort-/Bildmarken unterscheiden sich nur durch die Anzahl Sterne. Die eingetragene Marke mit drei Sternen sieht zum Beispiel wie folgt aus:\n\nGastroSuisse mit Sitz in Zürich (Beschwerdegegner) ist ebenfalls ein als Verein organisierter Branchenverband der Hotellerie und Gastronomie. Er führte mit dem Beschwerdeführer seit etwa dem Jahr 2003 Gespräche darüber, wie die über 60 % der nicht klassifizierten Betriebe, vornehmlich kleinere und mittlere Beherbergungsstätten, klassifiziert werden könnten. Zu einer gemeinsamen Lösung kam es nicht.\n\nAm 8. November 2005 hinterlegte der Beschwerdegegner zehn Wort-/Bildmarken mit den Nrn. 541 117 bis 541 126 nach der Art der folgenden Eintragungen:\n\nBGE 137 III 77 S. 79\n\nDer Beschwerdegegner beabsichtigte, unter Verwendung dieser Zeichen ein eigenes Klassifikationssystem einzurichten.\n\nB.\n\nB.a In der Folge leitete der Beschwerdeführer ein Massnahmeverfahren vor dem Handelsgericht Zürich ein. Mit Verfügung vom 29. Mai 2006 verbot der Einzelrichter am Handelsgericht des Kantons Zürich dem Beschwerdegegner vorsorglich, \"im Zusammenhang mit der Bewertung von Beherbergungseinrichtungen Sterne - sei es in Alleinstellung oder in Kombination mit weiteren Elementen - zu verwenden, Dritte mit solchen Sternen auszuzeichnen oder solche Sterne, seien diese selbst oder von Dritten genutzt, zu bewerben oder Dritten den Gebrauch seiner CH-Marken 541 117 bis 541 126 zu gestatten\".\n\nB.b Innert der vom Einzelrichter gesetzten Frist klagte der Beschwerdeführer beim Handelsgericht Zürich mit den Rechtsbegehren, es sei dem Beschwerdegegner im Zusammenhang mit der Bewertung von Beherbergungseinrichtungen die Verwendung von Sternen bzw. eventualiter der Zeichen entsprechend den Marken Nrn. 541 117 bis 541 126 zu untersagen und es seien die genannten zehn Marken für nichtig zu erklären.\n\nMit Beschluss vom 6. Februar 2009 hob das Handelsgericht des Kantons Zürich die im Massnahmeverfahren mit Verfügung vom 29. Mai 2006 angeordneten vorsorglichen Massnahmen wieder auf und wies mit Urteil vom gleichen Tag die Klage des Beschwerdeführers ab.\n\nC. Mit Beschwerde in Zivilsachen beantragt der Beschwerdeführer dem Bundesgericht im Wesentlichen, es seien der Beschluss und das Urteil des Handelsgerichts Zürich vom 6. Februar 2009 aufzuheben und es sei die Klage gutzuheissen.\n\nDas Bundesgericht weist die Beschwerde in Zivilsachen ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer rügt die Begründung des Handelsgerichts, wonach Sterne für die Klassifizierung von Beherbergungseinrichtungen als Zeichen des Gemeinguts nach Art. 2 lit. a MSchG (SR 232.11) vom Markenschutz ausgeschlossen seien, als bundesrechtswidrig. BGE 137 III 77 S. 80\n\n2.1 Das Handelsgericht erkannte in den vom Beschwerdeführer beanspruchten Sternen blosse Beschaffenheitsangaben im Sinne der Bezeichnung von Qualitätsstufen. Die Funktion der Sterne beschränke sich im Zusammenhang mit Beherbergungseinrichtungen darauf, das Produkt zu beschreiben. Bei einem Hinweis auf ein Dreisterne-Hotel denke man unwillkürlich an Mittelklasse, sei von einem Viersterne-Hotel die Rede, an einen erstklassigen Betrieb, und bei einem Fünfsterne-Hotel an ein Luxusetablissement.\n\n2.2 Der Beschwerdeführer wendet zu Unrecht ein, diese Erwägung laufe letztlich darauf hinaus, ihm den Erfolg seiner Hotelklassifikation vorzuwerfen, zumal sich aus den tatsächlichen Feststellungen des angefochtenen Entscheids nicht ergibt, dass es seinen Anstrengungen zuzuschreiben wäre, dass eine bestimmte Anzahl Hotelsterne in der Schweiz überhaupt einer bestimmten Qualitätsstufe zugeordnet wird. Vielmehr stellte das Handelsgericht fest, dass der Beschwerdeführer selber nicht behaupte, er habe auch nur schon für den Schweizer Markt als Erster die Idee gehabt, Sterne für die Klassifizierung von Hotels zu verwenden. Zudem sei die Behauptung des Beschwerdegegners unbestritten geblieben, wonach Sterne seit Jahrzehnten (auch vor 1979) von Dritten für die Klassifizierung von Hotelbetrieben verwendet worden seien.\n\nDie Überlegung des Handelsgerichts, die Sterne würden von den massgeblichen Verkehrskreisen als blosse Beschaffenheitsangabe aufgefasst, ist vor diesem Hintergrund nicht zu beanstanden. Es hat zutreffend erkannt, dass auch der Garantiemarke (Art. 21 MSchG) eine Unterscheidungsfunktion zukommt und das entsprechende Zeichen daher nur schutzfähig ist, wenn es unterscheidungskräftig ist, indem es zwar nicht das Angebot eines einzelnen Unternehmens, jedoch dasjenige einer Gruppe von Unternehmen zu kennzeichnen und individualisieren vermag (BGE 131 III 495 E. 4 S. 501 ff.).\n\n2.3 Die vom Beschwerdeführer eingetragenen Zeichen bestehen unter anderem aus einem oder mehreren Sternen, weisen jedoch weitere Wortbestandteile sowie graphische Elemente auf. Mit dem Handelsgericht ist davon auszugehen, dass die Verwendung von einem bis fünf Sternen für sich allein von den massgeblichen Verkehrskreisen im Zusammenhang mit Beherbergungseinrichtungen ohne besondere Denkarbeit und ohne Fantasieaufwand ummittelbar als Hinweis auf die Qualitätsstufe der entsprechenden Einrichtung verstanden wird. Bei drei Sternen wird das Durchschnittspublikum von BGE 137 III 77 S. 81einem Hotelbetrieb der Mittelklasse ausgehen, bei fünf Sternen wird es unweigerlich an ein Luxushotel denken. Der beschreibende Charakter der Sterne ist für die Nachfrager von Beherbergungseinrichtungen unmittelbar erkennbar. Entgegen der in der Beschwerde vertretenen Ansicht gilt dies selbst unter der Annahme, dass bei Garantiemarken hinsichtlich der Unterscheidungskraft im Vergleich zu Individualmarken herabgesetzte Anforderungen gelten (vgl. BGE 131 III 495 E. 4 S. 502). Einzig aufgrund der Verwendung von Sternen, ohne weitere kennzeichnungskräftige Wort- oder Bildelemente, kann das angesprochene Publikum darin keinen Hinweis auf eine bestimmte Gruppe von Unternehmen erkennen und nimmt die Sterne demnach nicht als Marke wahr.\n\nDie Sterne gehören daher im Zusammenhang mit den vom Beschwerdeführer beanspruchten Dienstleistungen zum Gemeingut und sind für sich allein betrachtet nach Art. 2 lit. a MSchG grundsätzlich vom Markenschutz ausgeschlossen.\n\n3.\n\n3.1 Zeichen, die zum Gemeingut gehören, können grundsätzlich nach Art. 2 lit. a MSchG mittels Durchsetzung im Verkehr Kennzeichnungskraft und markenrechtlichen Schutz erlangen, soweit im Einzelfall nicht ein absolutes Freihaltebedürfnis besteht (BGE 134 III 314 E. 2.3.2 S. 320). Auch bei Garantiemarken ist nicht auszuschliessen, dass ein zum Gemeingut gehörendes Zeichen, das von verschiedenen Anbietern auf Grundlage eines bestimmten Markenreglements für ein Produkt verwendet wird, Verkehrsgeltung erlangt (SIMON HOLZER, in: Markenschutzgesetz, Michael Noth und andere [Hrsg.], 2009, N. 21 der Vorbemerkungen zu Art. 21-27 MSchG; derselbe, Anmerkung zu \"Felsenkeller\", sic! 11/2005 S. 814; CLAUDIA MARADAN, La marque de garantie au secours des indications de provenance suisses: fausse bonne idée-, sic! 1/2005 S. 10; LORENZ HIRT, Garantiert schweizerisch - Kontrolliert schweizerisch: Tatsächlich ein Widerspruch-, sic! 6/2005 S. 497; a.M. EUGEN MARBACH, Markenrecht, in: SIWR Bd. III/1, 2. Aufl. 2009, Rz. 1796, der allerdings der Garantiemarke auch keine Unterscheidungsfunktion zuerkennt [Rz. 1794]). Dabei genügt es im Hinblick auf die Doppelfunktion (Garantie- und Unterscheidungsfunktion) der Garantiemarke (dazu BGE 131 III 495 E. 4 S. 501 ff.), dass das fragliche Zeichen von den Abnehmern als Hinweis auf eine Gruppe verstanden wird, deren Mitglieder dem Publikum in der Regel unbekannt sein dürften (HOLZER, a.a.O., N. 21 der Vorbemerkungen zu Art. 21-27 MSchG). BGE 137 III 77 S. 82\n\n3.2 Das Handelsgericht hat den Einwand der Verkehrsdurchsetzung des Beschwerdeführers für unbehelflich erachtet. Es erwog, dass auch eine allfällige demoskopisch feststellbare Verkehrsdurchsetzung nicht dazu führen würde, dass der Beschwerdeführer die Verwendung von Sternen für die Klassifizierung von Beherbergungsbetrieben monopolisieren könnte. Es stellte hierzu in tatsächlicher Hinsicht darauf ab, dass vor und nach dem Jahr 1979, als der Beschwerdeführer seinen ersten Hotelführer auf den Markt brachte, Sterne als Klassifizierungsmittel für Hotels und andere Beherbergungseinrichtungen von diversen Anbietern verwendet worden seien, und zwar immer mit den fünf Kategorien. Dies sei zudem bis in die jüngste Zeit der Fall. Im Weiteren sei im Hotelbereich offensichtlich, dass bekannte in der Schweiz operierende Tourismusanbieter Klassifizierungen von in- und ausländischen Hotels mittels Sternen vornähmen. Sodann könnten über diverse Internetseiten Hotels in der Schweiz gebucht werden, wobei diese von den jeweiligen Anbietern mit Sternen klassifiziert würden. Auch würden sich einzelne Hotels unangefochten selber Sterne verleihen, und es sei unstrittig, dass in über die Hotellerie hinausgehenden Tourismusbereichen (Parahotellerie, Bed and Breakfast, Bus- und Schiffsreisen sowie Camping) das Sternensystem ebenfalls gebraucht werde.\n\nDas Handelsgericht hielt gestützt darauf dafür, dass im Bereich der Klassifizierung von Beherbergungseinrichtungen nur Sterne einen selbstverständlichen Aussagegehalt hätten, worauf seinerzeit auch der Beschwerdeführer habe aufbauen können. Kein anderes Symbol habe in diesem Bereich eine auch nur annähernd ähnliche Aussagekraft. Aufgrund der überragenden Popularität der Klassifizierung mittels Sternen, wie sie historisch und aktuell den Tourismusmarkt im Allgemeinen und den Markt für Beherbergungseinrichtungen im Besonderen präge, bejahte das Handelsgericht ein absolutes Freihaltebedürfnis in Bezug auf die Verwendung von Sternen zur Klassifizierung von Beherbergungseinrichtungen.\n\n3.3 Auch bei der Garantiemarke ist grundsätzlich das Freihaltebedürfnis eines bestimmten Zeichens zu berücksichtigen, wobei unter anderem dem Umstand Rechnung zu tragen ist, dass die Garantiemarke von Gesetzes wegen (Art. 21 Abs. 3 MSchG) über einen offenen Benutzerkreis verfügt (HOLZER, a.a.O., N. 13 f. der Vorbemerkungen zu Art. 21-27 MSchG). Nach der Rechtsprechung des Bundesgerichts darf von einem absoluten Freihaltebedürfnis, das eine Durchsetzung als Marke ausschliesst, nur ausgegangen BGE 137 III 77 S. 83werden, wenn der Verkehr auf die Verwendung des Zeichens angewiesen ist, wobei diese Bedingung nicht allgemein, sondern im Hinblick auf die Waren oder Dienstleistungen zu prüfen ist, für die das Zeichen bestimmt ist. Ein Markenschutz infolge Verkehrsdurchsetzung kann auch für ein banal erscheinendes Zeichen nicht von vornherein ausgeschlossen werden, falls dieses in einem konkreten Zusammenhang im geschäftlichen Verkehr nicht erforderlich ist, da es nicht allgemein gebräuchlich ist und durch zahlreiche gleichwertige Zeichen ersetzt werden kann (BGE 134 III 314 E. 2.3.3 S. 321; BGE 131 III 121 E. 4.4 S. 130).\n\n3.4 Im zu beurteilenden Fall hat das Handelsgericht die Frage der Erforderlichkeit der Verwendung von Sternen unter Berücksichtigung der konkreten Marktverhältnisse und aus Sicht der Konkurrenten geprüft. Es hat dabei in tatsächlicher Hinsicht festgestellt, dass die Sterne zur Klassifizierung von Beherbergungseinrichtungen seit Jahrzehnten von verschiedensten Marktteilnehmern verwendet werden. Es hat zudem in nachvollziehbarer Weise aufgezeigt, dass die Mitkonkurrenten für diese Produkte auf die Verwendung von Sternen angewiesen sind, da ihnen keine gleichbedeutenden Zeichen mit einer nur annähernd ähnlichen Aussagekraft zur Verfügung stehen. Dabei hat es berücksichtigt, dass seinerzeit auch der Beschwerdeführer auf den selbstverständlichen Aussagegehalt der Sterne im Bereich der Klassifizierung von Beherbergungseinrichtungen hat aufbauen können und diesen nicht etwa durch eigene Anstrengungen herbeigeführt hat.\n\nDas Handelsgericht hat die von einzelnen Marktteilnehmern sowie vom Beschwerdegegner teilweise verwendeten unterschiedlichen Zeichen (wie etwa Sennenkäppi, Münzen, Kreise, Striche, Kugeln oder Alphörner) berücksichtigt und dafür gehalten, dass die jeweiligen Anbieter ihrer Bewertung damit eine persönlichere Note gäben und damit auch sich selbst hervorheben. Es hat diese Zeichen angesichts der festgestellten überragenden Popularität der Klassifizierung mittels Sternen, wie sie bereits seit langem und noch heute den Markt für Beherbergungsmöglichkeiten prägen, jedoch als nicht annähernd gleichwertig erachtet.\n\nDer Beschwerdeführer legt nicht dar, inwiefern gleichwertige Alternativen zur Verwendung von Sternen zur Verfügung stünden. Unter Berücksichtigung der herausragenden Bedeutung für die vom Beschwerdeführer beanspruchten Dienstleistungen kann keines der BGE 137 III 77 S. 84vereinzelt festgestellten abweichenden Zeichen als im Sinne der bundesgerichtlichen Rechtsprechung gleichwertig betrachtet werden. Das allgemeine Interesse der Konkurrenten an einer freien Gestaltung des eigenen Marktauftritts ist in diesem Fall stärker zu gewichten als das Risiko, dass ein allenfalls vom Beschwerdeführer geschaffener Goodwill von Dritten mitverwendet werden könnte (vgl. MARBACH, a.a.O., Rz. 260 f.). Das Handelsgericht ist ohne Verletzung von Bundesrecht davon ausgegangen, dass die Verwendung der im Tourismus- und Hotelleriemarkt verbreiteten und vielfältig verwendeten Sterne nicht monopolisiert werden darf.\n\nDaran ändert entgegen der Ansicht des Beschwerdeführers auch der Umstand nichts, dass die von ihm eingetragenen Garantiemarken nach Art. 21 Abs. 3 MSchG gegen angemessenes Entgelt von jedermann verwendet werden könnten. Wie das Handelsgericht zutreffend erkannt hat, kommt der Verwendung von einem bis fünf Sternen trotz des unmittelbar beschreibenden Sinngehalts eine gewisse Beliebigkeit und Unschärfe zu. Eindeutig bestimmte, geschweige denn verbindliche Kriterien für die Zuordnung von Sternensymbolen für Beherbergungseinrichtungen bestehen in der Schweiz nicht. Entsprechend ist die Ausgestaltung des Markenreglements im zu beurteilenden Fall nicht geeignet, das Freihaltebedürfnis zu beseitigen. Der Beschwerdeführer kann durch die Eintragung seiner Garantiemarken keinen Ausschliesslichkeitsanspruch an Sternen in Alleinstellung erheben, der es den zahlreichen anderen Marktteilnehmern verunmöglichen würde, für die Klassifizierung von Beherbergungseinrichtungen ebenfalls die in der Branche verbreiteten Sterne in fünf Kategorien zu verwenden. Abgesehen davon hat der Beschwerdeführer nicht Sterne in Alleinstellung als Garantiemarken eingetragen, sondern Wort-/Bildzeichen, die sich unter anderem aus einem bis fünf Sternen zusammensetzen. Nur für die Benützung dieser registrierten Zeichen stünde Mitkonkurrenten nach Art. 21 Abs. 3 MSchG die Möglichkeit zum Gebrauch offen. Der Einwand des offenen Benutzerkreises vermag das absolute Freihaltebedürfnis vorliegend jedenfalls nicht zu beseitigen.\n\nDem Handelsgericht ist damit keine Bundesrechtsverletzung vorzuwerfen, wenn es in Bezug auf die Verwendung von Sternen zur Klassifizierung von Beherbergungseinrichtungen ein absolutes Freihaltebedürfnis bejahte."}