{"annee": "137", "cour": "II", "page": "371", "date": "27/5/2011", "cite": ["124 I 34", "136 II 304", "122 II 113", "124 I 176", "131 V 425", "119 IA 178", "107 IA 52", "135 I 198"], "cite_par": ["139 I 280", "137 II 409", "140 I 381", "141 I 211", "142 I 49", "144 I 81"], "chapeau": "32. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. SA, Fondation B. et C. contre Instance pour la publicité des participations de la SIX Swiss Exchange S.A. (recours en matière de droit public)\n\n2C_719/2010 du 27 mai 2011", "regestes": ["Art. 20 LBVM et art. 46a aOBVM-CFB; obligation et exemption de déclarer des participations; droit transitoire. Droit applicable: c'est au regard de l'art. 46a aOBVM-CFB qu'il faut examiner si, en 2008, les recourants devaient déclarer leur participation dans E. SA (consid. 4). L'art. 20 al. 5 LBVM est une base légale formelle suffisante pour permettre à l'autorité de surveillance d'édicter une disposition transitoire concernant l'obligation d'annonce par le biais de l'art. 46a aOBVM-CFB (consid. 5). L'obligation d'annonce imposée aux recourants ne constitue pas une atteinte grave à leur sphère privée; c'est une mesure transitoire d'intérêt public qui respecte le principe de la proportionnalité (consid. 6)."], "faits": "BGE 137 II 371 S. 372\n\nA. A. SA est une société anonyme dont le siège se trouve à Bâle et dont l'entier du capital-actions est détenu par la Fondation B. à Vaduz (ci-après: la Fondation).\n\nLe 20 février 2008, A. SA a déclaré à l'Instance pour la publicité des participations de SWX Swiss Exchange SA - actuellement SIX Swiss Exchange SA - (ci-après: l'IPP) qu'elle détenait des actions de E. SA, société dont les titres de participation sont cotés à la SIX Swiss Exchange SA. Elle a précisé posséder 89'135'960 actions de E. SA, ce qui correspondait à 3,2663 % de son capital-actions. (...)\n\nLe 31 mars 2008, A. SA a requis de l'IPP une exemption de l'obligation de déclarer sa participation dans E. SA, subsidiairement un allégement de cette obligation.\n\nPar une recommandation du 13 juin 2008 adressée à A. SA et à la Fondation, l'IPP a constaté qu'il existait, à la suite de la révision législative entrée en vigueur le 1er décembre 2007, une obligation de déclarer la participation dans E. SA détenue par la Fondation via la société A. SA et de désigner les membres de la famille B.-C., qui étaient de facto en mesure de décider les changements de statuts de la Fondation, en tant qu'ayants droit économiques des participations de A. SA dans E. SA. L'IPP a refusé tout motif d'exemption ou d'allégement de cette obligation.\n\nA la suite du rejet de cette recommandation par ses destinataires, la Chambre des offres publiques d'acquisition de la Commission fédérale des banques (ci-après: la CFB) a ouvert une procédure administrative en juillet 2008.\n\nB. Par décision du 1er octobre 2008, la CFB a confirmé la recommandation de l'IPP, en rejetant l'opposition formée à son encontre par A. SA et la Fondation.\n\nA l'encontre de cette décision, A. SA, la Fondation ainsi que C., membre du Conseil de famille de la Fondation, ont recouru auprès du Tribunal administratif fédéral qui, par arrêt du 20 juillet 2010, a rejeté leur recours. (...) BGE 137 II 371 S. 373\n\nC. Contre l'arrêt précité du 20 juillet 2010, A. SA, la Fondation et C. forment un recours en matière de droit public au Tribunal fédéral. Ils concluent, sous suite de frais et dépens, à l'admission du recours, à l'annulation de l'arrêt attaqué et au renvoi de la cause au Tribunal administratif fédéral pour nouvelle décision dans le sens des considérants. (...)\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n4. L'obligation de déclarer litigieuse est fondée sur l'art. 46a de l'ancienne ordonnance de la CFB du 25 juin 1997 sur les bourses, dans sa version du 1er novembre 2007 (RO 2007 5762; ci-après: aOBVM- CFB), selon lequel \"les obligations de déclarer modifiées doivent être effectuées d'ici au 29 février 2008\". Comme cette disposition a été abrogée, le 1er janvier 2009, par l'ordonnance du 25 octobre 2008 de l'Autorité de surveillance des marchés financiers (FINMA) sur les bourses et le commerce des valeurs mobilières (ordonnance de la FINMA sur les bourses, OBVM-FINMA; RS 954.193; cf. art. 47 OBVM-FINMA), le premier point à trancher est celui du droit applicable.\n\n4.1 A titre transitoire, l'art. 48 OBVM-FINMA prévoit que \"les déclarations effectuées en vertu de l'ancien droit restent valables\" et que \"les faits survenus après l'entrée en vigueur de la présente ordonnance peuvent être déclarés conformément à l'ancien droit [...] jusqu'au 30 juin 2009, à condition de contenir une mention correspondante\". Cette disposition, si elle ne règle pas expressément la question du maintien de l'obligation de déclarer prévue à l'art. 46a aOBVM-CFB sous le nouveau droit, n'exclut en tous les cas pas qu'une déclaration faite avant 2009 soit examinée en application de l'aOBVM-CFB. Tel est précisément le cas en l'espèce, puisqu'initialement, A. SA a elle-même déclaré, le 20 février 2008, à l'IPP sa participation dans E. SA, avant de l'assortir, le 31 mars 2008, d'une requête d'exemption.\n\n4.2 L'examen à l'aune de l'art. 46a aOBVM-CFB se confirme si l'on se fonde sur les règles générales régissant la détermination du droit applicable, qui s'appliquent en l'absence de dispositions transitoires particulières (cf. ATF 131 V 425 consid. 5.1 p. 429). Selon celles-ci, l'interdiction de la rétroactivité (proprement dite) fait obstacle à BGE 137 II 371 S. 374l'application d'une norme à des faits entièrement révolus avant son entrée en vigueur. En revanche, pour les faits ayant pris naissance sous l'empire de l'ancien droit, mais qui déploient encore des effets sous le nouveau droit, il est admissible d'appliquer ce dernier (rétroactivité improprement dite), sous réserve des droits acquis (ATF 122 II 113 consid. 3b/dd p. 124; arrêt 2C_236/2010 du 14 octobre 2010 consid. 1.1, in RDAF 2011 II p. 84).\n\n4.2.1 En l'espèce, il est vrai que les recourants détiennent depuis 1964 des participations dans E. SA, de sorte que, sous cet angle, on est en présence d'un état de fait durable. Le régime juridique a toutefois changé à la suite de la modification de l'art. 20 de la loi fédérale du 24 mars 1995 sur les bourses et le commerce des valeurs mobilières (loi sur les bourses, LBVM; RS 954.1), entrée en vigueur le 1er décembre 2007 (RO 2007 5291), qui a abaissé la limite de participation soumise à l'obligation d'annonce de 5 % à 3 %. L'art. 46a aOBVM-CFB a été conçu comme une disposition transitoire permettant de mettre en place ce changement, en fixant un délai échéant le 29 février 2008 pour procéder aux obligations d'annonce modifiées. Dès lors que la participation des recourants dans E. SA était, le 1er décembre 2007, supérieure à la nouvelle limite de 3 % fixée à l'art. 20 LBVM, ceux-ci tombaient a priori sous le coup de l'art. 46a aOBVM-CFB.\n\n4.2.2 Contrairement à ce que soutiennent les recourants, le fait que le nouveau droit a abrogé, à partir du 1er janvier 2009, l'aOBVM-CFB et en particulier son article 46a ne justifie pas de ne pas tenir compte de cette disposition.\n\nPar définition, une disposition transitoire vise à régler une situation limitée dans le temps. En l'occurrence, passé le délai d'annonce fixé au 29 février 2008, l'art. 46a aOBVM-CFB, même s'il n'avait pas été abrogé, aurait perdu toute portée pratique (cf. par analogie au sujet de l'art. 51 LBVM, HOFSTETTER/SCHILTER-HEUBERGER, in Commentaire bâlois, Börsengesetz - Finanzmarktaufsichtsgesetz, 2e éd. 2011, seul n° ad art. 51 LBVM p. 1331). Partant, le fait que l'OBVM-FINMA, entrée en vigueur le 1er janvier 2009, n'a pas repris l'art. 46a aOBVM- CFB ne signifie pas que le nouveau droit a supprimé les effets des mesures transitoires mises en place pour accompagner la modification de la LBVM entrée en vigueur le 1er décembre 2007. Il n'a seulement pas repris un texte qui, à partir de 2009, n'avait plus de raison d'être. Toutefois, s'agissant de la question limitée dans le temps BGE 137 II 371 S. 375qui consiste à savoir si, en 2008, les recourants étaient ou non tenus de déclarer leur participation dans le délai imparti à la suite de la modification législative en vigueur depuis décembre 2007, elle doit être tranchée au regard de la disposition transitoire alors en vigueur, soit de l'art. 46a aOBVM-CFB (cf., en ce sens, ROLF H. WEBER, in Commentaire bâlois, Börsengesetz - Finanzmarktaufsichtsgesetz, 2e éd. 2011, n° 228 ad art. 20 LBVM).\n\n5. Pour que l'art. 46a aOBVM-CFB soit opposable aux recourants, il faut qu'il constitue une base légale suffisante permettant de soumettre à l'obligation d'annonce les détenteurs passifs de participations supérieures à 3 % mais inférieures à 5 % des droits de vote.\n\n5.1 Selon l'art. 20 al. 1 LBVM dans sa version en vigueur dès le 1er décembre 2007 (RO 2007 5291), \"quiconque directement, indirectement ou de concert avec des tiers, acquiert ou aliène pour son propre compte des titres ou des droits concernant l'acquisition ou l'aliénation de titres d'une société ayant son siège en Suisse et dont au moins une partie des titres sont cotés en Suisse, et dont la participation, à la suite de cette opération, atteint, dépasse ou descend en-dessous des seuils de 3, 5, 10, 15, 20, 25, 33 1/3, 50 ou 66 2/3 % des droits de vote, qu'il soit habilité à en faire usage ou non, doit le déclarer à la société et aux bourses où les titres sont cotés\". Dans la version originale de la LBVM, cette obligation existait déjà, mais le seuil minimal impliquant une déclaration était de 5 % et non de 3 % (RO 1997 73 s.). En outre, l'art. 20 al. 5 1re phrase LBVM établit, dans sa version initiale, que \"l'autorité de surveillance édicte des dispositions relatives à l'étendue de l'obligation de déclarer, au traitement des droits d'acquisition et d'aliénation, au calcul des droits de vote, au délai de déclaration et au délai imparti aux sociétés pour publier les modifications de l'actionnariat au sens du 1er alinéa\". Cette phrase n'a subi depuis lors que des modifications purement rédactionnelles, notamment pour remplacer \"l'autorité de surveillance\" par \"la FINMA\".\n\nL'art. 20 LBVM ne parle que d'acquisition ou d'aliénation, mais pas de détention passive de participations. En revanche, une obligation d'annonce liée à la détention passive figure expressément à l'art. 51 LBVM qui prévoit que \"quiconque, à l'entrée en vigueur de la présente loi, détient une participation d'au moins 5 % des droits de vote d'une société anonyme ayant son siège en Suisse et dont les titres sont cotés en bourse doit l'annoncer, dans un délai de trois ans, à la BGE 137 II 371 S. 376société et aux bourses où les titres sont traités\". Cette disposition a été introduite, à titre de disposition transitoire, afin de concrétiser l'art. 20 LBVM dans sa version initiale de 1995 (s'agissant de l'objectif poursuivi par l'art. 51 LBVM, cf. infra, consid. 5.2). Toutefois, lors de l'abaissement de la limite de participation de 5 % à 3 % établie à l'art. 20 LBVM dans sa version en vigueur depuis le 1er décembre 2007, le législateur n'a prévu aucune disposition transitoire semblable à l'art. 51 LBVM. On peut se demander s'il s'agit d'un oubli. Pour répondre à cette question, il y a lieu de rappeler dans quelles circonstances cette modification a vu le jour.\n\n5.2 En 2007, lorsqu'il a abaissé le seuil à partir duquel il existait une obligation d'annonce, le législateur avait pour objectif d'accroître la transparence de la place financière suisse (BO 2007 CN 99 ss; IFFLAND/GILLIARD, Les nouvelles règles en matière de publicité des participations importantes, Gesellschafts- und Kapitalmarktrecht [GesKR], 2007 p. 369), afin de permettre d'améliorer la qualité et la sécurité sur le marché financier suisse (BO 2007 CN 100 s.). La Commission chargée du projet s'est déclarée convaincue que c'était une condition fondamentale que le public ait au moins connaissance des actionnaires principaux. On a fixé la nouvelle limite en tenant compte des législations des pays voisins prévoyant aussi un seuil minimal à 3 % (BO 2007 CN 99, 100 et 103).\n\nA plusieurs reprises, les parlementaires ont insisté sur le caractère urgent de cette modification et sur la nécessité de la mettre en vigueur rapidement. Celle-ci a du reste été élaborée en l'absence de message et de procédure de consultation (WEBER, op. cit., n° 44 ad art. 20 LBVM). Initialement, le Conseil national avait même prévu d'introduire les nouvelles dispositions sous forme de loi urgente (BO 2007 CN 100), ce que le Conseil des Etats a refusé, tout en acceptant qu'il appartienne aux Chambres, et non au Conseil fédéral, de fixer elles-mêmes la date d'entrée en vigueur (BO 2007 CE 419).\n\nLes débats aux Chambres se sont focalisés sur les art. 20 et 31 LBVM et ils ne contiennent aucune précision sur d'éventuelles mesures transitoires. Ainsi, aucun indice ne permet de déduire que le législateur aurait eu l'intention de soumettre la nouvelle limite de 3 % à une réglementation transitoire différente de celle mise en place lors de l'introduction de l'obligation d'annonce initiale de 5 %. On peut d'ailleurs raisonnablement considérer que, si le législateur avait voulu s'écarter du système prévu à l'art. 51 LBVM, il aurait au moins évoqué cette problématique lors des débats parlementaires. BGE 137 II 371 S. 377\n\nQuoi qu'en disent les recourants, il n'est pas sans intérêt, s'agissant de statuer sur l'existence de mesures transitoires découlant de la modification de la LBVM en vigueur depuis le 1er décembre 2007, de se demander quel était l'objectif du législateur, lorsqu'il a prévu l'art. 51 LBVM en 1995. L'idée était alors de garantir la transparence de l'actionnariat en assujettissant à l'obligation de déclaration toutes les personnes détenant une participation qualifiée au moment de l'entrée en vigueur de la loi. Sans une telle disposition, la signification et l'importance de déclarer au sens de l'art. 20 LBVM auraient été fortement compromises (cf. Message du 24 février 1993 concernant la loi sur les bourses, FF 1993 I 1331 ch. 2.10.8), car les détenteurs de participations dépassant 5 % et ne modifiant pas leurs parts n'auraient jamais été soumis à une obligation d'annonce (SUSANNE METTIER, Offenlegung von Beteiligungen im Börsengesetz, 1999, p. 197 s.). Or, pour que les acteurs du marché puissent mesurer l'impact des futures modifications dans les participations, il est indispensable d'avoir une vue de la composition des participations à un certain moment (ROBERT BERNET, Die Regelung öffentlicher Kaufangebote im neuen Börsengesetz [BEHG], 1998, p. 99).\n\nPuisque, lors de la révision de 2007, le législateur visait clairement à renforcer les obligations d'annonce et à accroître la transparence, on voit mal qu'il ait délibérément renoncé à une mesure transitoire semblable à celle qu'il avait prévue en 1995 à l'art. 51 LBVM, mettant ainsi en péril l'efficacité de l'abaissement de la limite de 5 % à 3 % pour déclarer les participations. Force est donc d'admettre que l'absence d'une telle mesure dans la LBVM résulte d'un oubli (cf. PETER V. KUNZ, Die Stimmrechtssuspendierungsklage im revidierten Börsengesetz, RSDA 2008 p. 284 note 43; BERNET/TEXTOR, Sind unveränderte Bestände plötzlich meldepflichtig-, NZZ du 4 décembre 2007 n° 282 p. 29), qui peut s'expliquer par la précipitation dans laquelle cette modification de 2007 a vu le jour.\n\n5.3 L'interprétation des recourants, selon laquelle l'obligation de déclarer les participations passives n'a volontairement été prévue qu'à partir de 5 %, car cela correspondrait à la limite figurant dans le droit de l'Union européenne ne peut être suivie. S'il est vrai que la directive 2004/109/CE du Parlement européen et du Conseil du 15 décembre 2004 sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé (JO L 390/38 du 31 décembre 2004) n'impose pas un seuil de 3 % mais BGE 137 II 371 S. 378de 5 % (cf. art. 9 de la directive précitée), il ne s'agit que d'une exigence minimale, les Etats étant libres de prévoir des dispositions plus strictes (WEBER, op. cit., n° 36 ad art. 20 LBVM). Un seuil à 3 % existe ainsi en Allemagne et en Grande-Bretagne (l'Italie prévoit même un seuil de 2 %) (cf. WEBER, op. cit., n° 58 ad art. 20 LBVM; CHRISTIAN RENN, Einsatz und Offenlegung von Derivaten bei Unternehmensübernahmen, 2010, p. 155 et 164) et c'est par référence à ces pays que la limite de 3 % a été adoptée en Suisse (BO 2007 CN 99; IFFLAND/GILLIARD, op. cit., p. 369).\n\nPour exclure toute obligation de déclarer une participation inférieure à 5 % des droits de vote, les recourants invoquent aussi une analogie avec le CO, en particulier avec l'art. 663c al. 1 et 2 CO, qui oblige les sociétés cotées en bourse à indiquer dans l'annexe au bilan, les actionnaires importants, soit les actionnaires et les groupes d'actionnaires liés par des conventions de vote, dont la participation dépasse 5 % de l'ensemble des voix. Il est vrai qu'à l'origine, la limite prévue à l'art. 663c al. 2 CO pour définir les actionnaires importants pouvait être rapprochée des exigences d'annonce prévues dans la LBVM (HENRI TORRIONE, in Commentaire romand, Code des obligations, vol. II, 2008, n° 3 ad art. 663c CO). La modification de l'art. 20 LBVM en 2007 et l'abaissement à 3 % des participations induisant une obligation d'annonce a eu toutefois pour résultat de supplanter en pratique l'art. 663c al. 1 et 2 CO (PETER BÖCKLI, Schweizer Aktienrecht, 4e éd. 2009, § 7 n. 57 p. 787 s. et § 8 n. 661 p. 1034) par la création d'une disposition spéciale de droit public. Désormais, les nouvelles limites fixées notamment à l'art. 20 LBVM ne trouvent plus leur pendant dans le droit commercial (WEBER, op. cit., n° 59 ad art. 20 LBVM). Partant, les recourants ne peuvent rien tirer d'un parallèle avec l'art. 663c CO.\n\n5.4 Il convient dès lors d'examiner si, sur la base du seul art. 20 al. 5 LBVM, l'autorité de surveillance pouvait édicter l'art. 46a aOBVM- CFB, soit instituer une disposition transitoire prévoyant une obligation d'annonce pour les détenteurs passifs de participations comprises entre 3 % et 5 % des droits de vote, ce que contestent les recourants.\n\nSelon l'art. 20 al. 5 LBVM dans sa version de 2007 (RO 2007 5291 s.), l'autorité de surveillance a la compétence d'édicter des dispositions relatives notamment \"à l'étendue de l'obligation de déclarer\". La jurisprudence a souligné que l'étendue des compétences BGE 137 II 371 S. 379réglementaires confiées par l'art. 20 al. 5 LBVM à l'autorité de surveillance (actuellement la FINMA) est large. Elle doit être déduite du véritable sens de l'art. 20 LBVM qui découle du but de la loi sur les bourses. Celui-ci consiste, pour ce qui concerne la présente espèce, à garantir transparence et égalité de traitement envers les investisseurs (art. 1 LBVM; cf. ATF 136 II 304 consid. 7.4 p. 323).\n\nInterprété littéralement, l'art. 20 LBVM limite les obligations de déclarer à l'acquisition ou à l'aliénation de titres. Toutefois, l'obligation de déclarer les participations importantes n'atteint son but que si elle met en lumière les rapports de force en présence (Message précité, FF 1993 I 1288 s. ch. 163; arrêt 2A.174/2001 du 4 décembre 2001 consid. 2b, in Bulletin CFB 43 2003 p. 75). Pour obtenir une vue complète de ces forces et garantir ainsi la transparence recherchée par le législateur, il est nécessaire que les détenteurs passifs de participations entrant dans la limite nouvellement fixée se déclarent dans un certain délai. C'est d'ailleurs ce même objectif qui était poursuivi à l'art. 51 LBVM, lors de la fixation de la limite originaire de 5 % à l'art. 20 LBVM (cf. supra, consid. 5.2).\n\nAinsi, l'art. 20 al. 5 LBVM apparaît comme une base légale formelle suffisante pour permettre à l'autorité de surveillance, la CFB en l'occurrence, d'édicter une disposition transitoire concernant l'obligation d'annonce dans l'aOBVM-CFB, à savoir l'art. 46a aOBVM-CFB (cf. en ce sens HANS CASPAR VON DER CRONE ET AL., Neuerungen im Offenlegungsrecht, RSDA 2008 p. 14 s.; contra KUNZ, op. cit., p. 296 s.; BERNET/TEXTOR, op. cit., p. 29, qui se limitent toutefois à une interprétation purement littérale de l'art. 20 LBVM, sans tenir compte de l'objectif visé). Au demeurant, le fait que l'art. 20 al. 5 LBVM mentionne l'obligation d'annonce avec les autres éléments de l'acquisition et de l'aliénation n'est pas déterminant, compte tenu de la marge de manoeuvre étendue que cette disposition laisse à l'autorité de surveillance. En outre, l'obligation d'annonce est limitée dans le temps et, même à l'origine, elle a été réglementée seulement dans les dispositions finales de la loi sur les bourses (cf. art. 51 LBVM), et non pas dans l'art. 20 LBVM. Cette obligation n'a ainsi pas été traitée sur le même plan que les autres éléments des transactions citées à l'art. 20 al. 1 LBVM et elle peut donc être considérée comme moins importante, dès lors qu'elle ne constitue pas une restriction grave à un droit fondamental (cf. infra, consid 6.2). Dans ces conditions, on peut admettre qu'elle soit prévue dans une simple ordonnance. BGE 137 II 371 S. 380\n\n5.5 Contrairement à ce que soutiennent les recourants, il ne s'agit pas d'asseoir une nouvelle obligation d'annonce qui ne serait pas prévue dans la loi, mais de concrétiser les exigences accrues de transparence voulues par le législateur lors de la révision de l'art. 20 LBVM entrée en vigueur le 1er décembre 2007 (VON DER CRONE ET AL., op. cit., p. 14 s.). Celles-ci, pour déployer leur efficacité, devaient être complétées par une disposition, limitée dans le temps, obligeant les détenteurs passifs de participations se situant entre 3 % et 5 % à se déclarer, à l'instar de ce qui avait été prévu à l'art. 51 LBVM. Sans vue d'ensemble du marché relative à cette nouvelle limite, les obligations de déclarer les acquisitions et les aliénations ultérieures prévues par le nouvel art. 20 LBVM auraient eu une signification très restreinte.\n\n6. Les recourants prétendent que c'est à tort que le Tribunal administratif fédéral n'a pas admis une violation de l'art. 13 Cst. De leur point de vue, l'obligation d'annonce qui leur est imposée porte atteinte à leur sphère privée et ne remplit aucune des conditions de l'art. 36 Cst.\n\n6.1 L'art. 13 Cst. protège la sphère privée dans une acception large, qui comprend la protection des données personnelles (PASCAL MAHON, in Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999, 2003, n° 2 ad art. 13 Cst.). Sont visés l'identité, les relations sociales et les comportements intimes de chaque personne physique, l'honneur et la réputation ainsi que, notamment, toutes les informations se rapportant à une personne qui ne sont pas accessibles au public (ATF 124 I 34 consid. 3a p. 36), en particulier les informations relatives aux dossiers de procédures civiles, pénales ou administratives, qui porteraient atteinte à sa considération sociale (ATF 135 I 198 consid. 3.1 p. 207). Statuant sur la publicité des audiences en matière fiscale, la Cour de céans a laissé ouverte la question de savoir si l'indication du revenu et de la fortune d'un contribuable en public constituait une atteinte à sa sphère privée garantie par l'art. 13 Cst. (ATF 135 I 198 consid. 3.2 p. 207 s.; ATF 124 I 176 consid. 5 p. 177 ss et consid. 4 non publié aux ATF, mais in EuGRZ 1999 p. 53).\n\nNon seulement, les personnes physiques, mais encore les personnes morales bénéficient de la protection de la sphère privée, bien que ces dernières ne soient pas titulaires de tous les aspects protégés par l'art. 13 Cst. (cf. MAHON, op. cit., n° 4 ad art. 13 Cst.). BGE 137 II 371 S. 381\n\nEn l'espèce, l'obligation de déclaration imposée aux recourants, en tant que détenteurs directs ou ayants droit économiques de plus de 3 % des titres de E. SA, implique de rendre publique leur identité complète, à savoir leur nom, prénom et domicile ainsi que leurs participations dans cette société (cf. art. 17 ss aOBVM-CFB). On peut se demander, s'agissant de A. SA et de la Fondation, dont le nom, l'adresse et la qualité d'actionnaires de E. SA ont déjà été rendus publics (cf. notamment le site internet de la Fondation B.), s'il y a véritablement une atteinte à l'art. 13 Cst. La question peut demeurer indécise, dès lors que, dans la mesure où C. se voit lui aussi tenu d'indiquer publiquement son domicile et ses participations indirectes dans E. SA, il convient d'admettre une atteinte à la sphère privée.\n\n6.2 Il découle de l'art. 36 Cst. que toute restriction d'un droit fondamental doit être fondée sur une base légale (les restrictions graves devant être prévues par une loi au sens formel), être justifiée par un intérêt public et être proportionnée au but visé. La gravité de l'atteinte doit être appréciée objectivement et non pas en fonction de l'impression subjective du destinataire (ATF 119 Ia 178 consid. 6a p. 187; arrêt 2C_1/2009 du 11 septembre 2009 consid. 4.3).\n\nContrairement à la perception des recourants, la publication litigieuse ne constitue pas une atteinte grave à leur sphère privée. En effet, hormis l'identité complète (nom, prénom et adresse) des recourants, en particulier de C., l'information financière divulguée concerne le pourcentage de leurs participations dans E. SA. Or, selon la jurisprudence (ATF 107 Ia 52 consid. 3 p. 55 ss; arrêt 2P.259/1997 du 15 mai 1998 consid. 4e, non publié in ATF 124 I 176, mais in EuGRZ 1999 p. 53), la divulgation de données financières ne porte une atteinte inadmissible à la liberté individuelle que si elle est propre à affecter la considération sociale et économique de l'individu, sa dignité ou son honneur, ce qui n'est pas le cas en l'occurrence. L'atteinte à la sphère privée causée par l'obligation d'annonce ne saurait ainsi être qualifiée de grave, de sorte qu'il n'est pas nécessaire que son fondement se trouve exclusivement dans une loi au sens formel. Par conséquent, l'obligation litigieuse qui découle des art. 17 ss et 46a aOBVM-CFB, concrétisant l'objectif poursuivi par l'art. 20 LBVM, repose sur une base légale suffisante.\n\nL'obligation d'annoncer en vue de la publication, dans un certain délai, les noms des détenteurs passifs de participations à partir de 3 % est une mesure transitoire d'intérêt public. Elle tend à permettre aux BGE 137 II 371 S. 382acteurs du marché d'avoir une vue d'ensemble de celui-ci, afin qu'il soit possible de mesurer l'impact des futures modifications dans les participations. Partant, la seconde exigence de l'art. 36 Cst. est réalisée. On ne voit du reste pas pour quels motifs déclarer des participations détenues passivement à partir de 5 % revêtirait un caractère d'intérêt public qui serait absent à partir de 3 %, comme le soutiennent les recourants, alors que, précisément, le législateur a décidé en 2007 d'abaisser cette limite pour accroître la transparence. Du reste, ce n'est pas en raison de l'influence des détenteurs passifs de participations sur les prises de décisions des sociétés que ceux-ci sont tenus à une obligation d'annonce, mais pour garantir une vue d'ensemble du marché. Sans cette dernière, les obligations d'annoncer les acquisitions ou les aliénations à partir de 3 %, dont les recourants ne contestent pas l'intérêt public, verraient leur portée fortement réduite.\n\n6.3 Reste à examiner la proportionnalité de la mesure. La publication des personnes détenant, de manière directe ou indirecte, une participation supérieure à 3 % dans une société cotée en bourse suisse est propre à atteindre l'objectif de publicité poursuivi par la loi. On voit mal quelle mesure moins incisive pourrait être prise pour assurer la transparence requise. Quant aux inconvénients soulevés par les recourants, soit les risques d'enlèvement, de chantage, de sollicitations diverses, de réflexes de jalousie empêchant de mener une vie normale, ils ne touchent que les personnes physiques. Ils ne découlent toutefois pas tant de l'obligation de déclarer ces participations, que des risques inhérents à la possession d'une grande fortune. N'étant qu'indirectement liés à la publication litigieuse, ces inconvénients ne sont pas propres à fonder une atteinte disproportionnée à la sphère privée de C.\n\nAu demeurant, si les recourants considèrent l'obligation de déclarer leur participation comme insupportable et qu'ils souhaitent garder l'anonymat, le chiffre 2 du dispositif de l'arrêt attaqué leur offre la possibilité de réduire leur participation à un taux inférieur à 3 %, dans un délai approprié fixé par la FINMA. A ce propos, il n'y a pas lieu d'entrer en matière sur les critiques formulées par la FINMA au sujet de cette clause. En effet, dès lors que cette autorité n'a pas elle-même recouru auprès du Tribunal fédéral pour se plaindre du chiffre 2 du dispositif précité, elle ne peut demander dans ses déterminations que l'arrêt attaqué soit modifié à son avantage (art. 107 al. 1 LTF; BERNARD CORBOZ, Commentaire de la LTF, 2009, n° 8 ad art. 107 LTF). BGE 137 II 371 S. 383\n\nPar conséquent, on ne voit pas que l'obligation d'annonce, telle qu'envisagée dans l'arrêt attaqué porte une atteinte injustifiée à la sphère privée des recourants.\n\n6.4 Les griefs portant sur la violation des art. 13 et 36 Cst. sont partant infondés."}