{"annee": "137", "cour": "V", "page": "424", "date": "31/10/2011", "cite": ["133 V 477", "133 V 257", "136 V 16", "113 V 17", "111 V 205"], "cite_par": [], "chapeau": "44. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. IV-Stelle Bern gegen C. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_395/2011 vom 31. Oktober 2011", "regestes": ["Art. 42 LAI et art. 36 ss RAI; art. 42ter LAI et art. 37 al. 4 RAI; art. 17 al. 2 LPGA; art. 88bis al. 2 RAI; examen du droit à l'allocation pour l'impotent qui atteint l'âge de dix-huit ans. L'accession à l'âge de la majorité ne doit pas être considérée comme la survenance d'un nouveau cas d'assurance. Le droit à l'allocation pour impotent mineur ne peut dès lors être examiné librement et complètement à la majorité mais uniquement sous l'angle d'une révision. Le moment d'une éventuelle diminution ou augmentation de l'allocation pour impotent se détermine par conséquent selon l'art. 88bis al. 2 RAI (consid. 3)."], "faits": "BGE 137 V 424 S. 425\n\nA. Der im Juni 1992 geborene C. bezog ab 1. September 1998 Pflegebeiträge, ab 1. Januar 2004 Hilflosenentschädigung der Invalidenversicherung für Hilflosigkeit schweren Grades. Mit Verfügung vom 30. September 2008 bestätigte die IV-Stelle Bern (nachfolgend: IV- Stelle) den Anspruch für die Zeit vom 1. August 2008 bis 30. Juni 2010 (Vollendung des 18. Altersjahres), wobei sie den Intensivpflegezuschlag \"bei einem Betreuungsaufwand von 6 auf über 4 Stunden\" herabsetzte. Im August 2009 begann C. im Schulungs- und Wohnheim R. den einjährigen Basiskurs im Rahmen der mit der eidg. Lehrabschlussprüfung für Kaufleute abzuschliessenden Ausbildung. Gestützt auf den Abklärungsbericht \"Hilflosenentschädigung für volljährige Versicherte der IV\" vom 8. September 2010 sprach die IV-Stelle nach durchgeführtem Vorbescheidverfahren C. mit Verfügung vom 16. Dezember 2010 Hilflosenentschädigung für Hilflosigkeit leichten Grades in der Höhe des halben Ansatzes (Aufenthalt im Heim) von monatlich Fr. 228.- ab 1. Juli 2010 zu. Mit einer weiteren Verfügung vom 25. Januar 2011 erhöhte sie die Leistungen für die Monate Juli bis Oktober und Dezember 2010 auf den ganzen Ansatz (Aufenthalt zu Hause) von Fr. 456.-.\n\nB. In Gutheissung der Beschwerde von C. hob das Verwaltungsgericht des Kantons Bern, Sozialversicherungsrechtliche Abteilung, mit Entscheid vom 30. März 2011 die Verfügungen vom 16. Dezember 2010 und 25. Januar 2011 auf und wies die Sache an die IV-Stelle zurück, damit sie nach Vornahme der Abklärungen im Sinne der Erwägungen neu verfüge.\n\nC. Die IV-Stelle führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der Entscheid vom 30. März 2011 sei insofern aufzuheben, als er in verbindlicher Weise festhalte, bei der (neuen) Festlegung der Hilflosenentschädigung dürfe die BGE 137 V 424 S. 426Herabsetzung frühestens auf Ende Januar 2011 erfolgen, sofern keine Meldepflichtverletzung bewiesen werden könne.\n\nC. macht auf den Revisionsvermerk in der Verfügung vom 30. September 2008 sowie im Fragebogen vom 28. Juni 2010 aufmerksam und sieht sonst von einer Vernehmlassung ab. Das kantonale Gericht verzichtet auf eine Stellungnahme. Das Bundesamt für Sozialversicherungen (BSV) beantragt die Gutheissung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab.\n\nAus den Erwägungen:", "considerants": "1.\n\n1.1 Der angefochtene Entscheid hebt die Verfügungen vom 16. Dezember 2010 und 25. Januar 2011 auf und weist die Sache an die Beschwerde führende IV-Stelle zurück, damit sie nach Vornahme der Abklärungen im Sinne der Erwägungen über den Anspruch des Beschwerdegegners auf Hilflosenentschädigung neu verfüge (Dispositiv-Ziffer 1). Eintreten auf die dagegen erhobene Beschwerde setzt alternativ voraus, dass der Entscheid einen nicht wieder gutzumachenden Nachteil bewirken kann oder dass die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde (Art. 93 Abs. 1 lit. a und b BGG; BGE 133 V 477 E. 4.2 S. 481 f. mit Hinweisen).\n\n1.2 Gemäss E. 3.5 des vorinstanzlichen Entscheids hat die IV-Stelle im Rahmen des wieder aufzunehmenden Verfahrens das Vorliegen einer Meldepflichtverletzung nach Art. 88bis Abs. 2 lit. b IVV (SR 831.201) zu prüfen und je nachdem den Beginn des Anspruchs auf Hilflosenentschädigung für Hilflosigkeit mittelschweren oder leichten Grades entweder auf den 1. Juli 2010 oder frühestens auf den 1. Februar 2011 festzusetzen resp. die mit Verfügung vom 30. September 2008 zugesprochene Hilflosenentschädigung wegen Hilflosigkeit schweren Grades entweder auf Ende Juni 2010 oder frühestens auf Ende Januar 2011 herabzusetzen. Diese Anweisung bindet die IV-Stelle, welche den Standpunkt vertritt, es gehe nicht um eine revisionsweise Anpassung der Hilflosenentschädigung, sondern um die Beurteilung eines neuen Versicherungsfalles, und kann für sie einen nicht wieder gutzumachenden Nachteil im Sinne von Art. 93 Abs. 1 lit. a BGG bewirken (SVR 2011 IV Nr. 57 S. 171, 8C_958/2010 E. 3.3 mit Hinweisen). Die Beschwerde, welche auch den weiteren formellen Gültigkeitserfordernissen genügt, ist somit zulässig. BGE 137 V 424 S. 427\n\n2.\n\n2.1 Der Beschwerdegegner bezog ab 1. September 1998 bis Ende 2003 Pflegebeiträge nach Art. 20 IVG, aufgehoben durch das Bundesgesetz vom 21. März 2003 (4. IV-Revision; AS 2003 3837 ff.), und ab 1. Januar 2004 Hilflosenentschädigung für Hilflosigkeit schweren Grades (Art. 42 Abs. 2 IVG; Art. 37 Abs. 1 IVV; vgl. auch lit. a der Schlussbestimmungen der Änderung vom 21. März 2003). In der - letztmals - den Anspruch bestätigenden Verfügung vom 30. September 2008 wurde die Bezugsdauer bis Ende Juni 2010, in welchem Monat der Versicherte das 18. Altersjahr vollendete und somit volljährig wurde, befristet. Mit der vorinstanzlich angefochtenen Verfügung vom 16. Dezember 2010 bejahte die IV-Stelle den Anspruch des Beschwerdegegners auf Hilflosenentschädigung, indessen nur noch für Hilflosigkeit leichten Grades. Den Leistungsbeginn setzte sie auf den 1. Juli 2010 fest.\n\n2.2 Die Vorinstanz hat die in Bezug auf den Umfang des Anspruchs (Grad der Hilflosigkeit) angefochtene Verfügung vom 16. Dezember 2010 (und diejenige vom 25. Januar 2011) unter revisionsrechtlichem Gesichtspunkt und bezogen auf die für Volljährige geltende gesetzliche Regelung geprüft (Art. 17 Abs. 2 ATSG [SR 830.1]). Nach dieser Bestimmung, welche auch auf Hilflosenentschädigungen der Invalidenversicherung anwendbar ist (Art. 2 ATSG in Verbindung mit Art. 1 Abs. 1 IVG; UELI KIESER, ATSG-Kommentar, 2. Aufl. 2008, N. 39 ff. zu Art. 17 ATSG) wird jede andere [als eine Invalidenrente] formell rechtskräftig zugesprochene Dauerleistung von Amtes wegen oder auf Gesuch hin erhöht, herabgesetzt oder aufgehoben, wenn sich der ihr zu Grunde liegende Sachverhalt nachträglich erheblich verändert hat. Die Vorinstanz ist zum insoweit unbestrittenen Ergebnis gelangt, der Versicherte sei weiterhin in drei der sechs massgebenden Lebensverrichtungen (Ankleiden/Auskleiden, Aufstehen/Absitzen/Abliegen, Essen, Körperpflege, Verrichten der Notdurft, Fortbewegung [im oder ausser Haus]/Kontaktaufnahme; vgl. Urteil 9C_839/2009 vom 4. Juni 2010 E. 3.1 mit Hinweisen) in erheblicher Weise auf die Hilfe Dritter angewiesen. In Bezug auf die Lebensverrichtungen Aufstehen/Absitzen/Abliegen, Essen und Verrichten der Notdurft sei jedoch eine relevante Verbesserung seit der letzten Anspruchsprüfung eingetreten. Ein Revisionsgrund sei somit gegeben, wobei ein solcher auch darin zu erblicken sei, dass der Versicherte in der Zwischenzeit volljährig geworden sei, womit die Voraussetzungen derBGE 137 V 424 S. 428Hilflosenentschädigung geändert hätten. Indessen könne nicht abschliessend beurteilt werden, ob allenfalls Anspruch auf Hilflosenentschädigung wegen Hilflosigkeit mittelschweren Grades bestehe, da nicht ausgeschlossen werden könne, dass der Versicherte (im Sinne von Art. 37 Abs. 2 lit. c und Art. 38 IVV) auf lebenspraktische Begleitung angewiesen sei, was die IV-Stelle nicht abgeklärt habe.\n\n3.\n\n3.1 Die Erhöhung, Herabsetzung oder Aufhebung einer Hilflosenentschädigung gestützt auf Art. 17 Abs. 2 ATSG setzt einen Revisionsgrund voraus. Darunter ist jede wesentliche Änderung in den tatsächlichen Verhältnissen, u.a. Verbesserung oder Verschlechterung des Gesundheitszustandes oder Verwendung neuer Hilfsmittel, zu verstehen, die geeignet ist, den Grad der Hilflosigkeit und damit den Umfang des Anspruchs zu beeinflussen (vgl. Urteil 9C_882/ 2010 vom 25. Januar 2011 E. 1.1 mit Hinweisen). Das Erreichen des Alters 18 per se stellt keinen Revisionsgrund im Sinne von Art. 17 Abs. 2 ATSG dar.\n\nGemäss Art. 88bis Abs. 2 IVV erfolgt die Herabsetzung oder Aufhebung der Hilflosenentschädigungen (im Rahmen einer Revision nach Art. 17 Abs. 2 ATSG) frühestens vom ersten Tag des zweiten der Zustellung der Verfügung folgenden Monats an (lit. a), oder rückwirkend vom Eintritt der für den Anspruch erheblichen Änderung, wenn die unrichtige Ausrichtung einer Leistung darauf zurückzuführen ist, dass der Bezüger sie unrechtmässig erwirkt hat oder der ihm gemäss Artikel 77 zumutbaren Meldepflicht nicht nachgekommen ist (lit. b).\n\n3.2 Die IV-Stelle bestreitet die Anwendbarkeit von Art. 88bis Abs. 2 IVV im konkreten Fall im Wesentlichen unter Hinweis auf Rz. 8001 des Kreisschreibens des BSV über Invalidität und Hilflosigkeit in der Invalidenversicherung (KSIH) http://www.bsv.admin.ch/vollzug/documents/index/category:34/lang:deu, wonach der Anspruch auf Hilflosenentschädigung für Minderjährige und derjenige für Volljährige als zwei unterschiedliche Versicherungsfälle gelten würden. Sinngemäss folgerichtig habe sie denn auch in der Verfügung vom 30. September 2008, mit welcher sie dem damals noch minderjährigen Versicherten letztmals Hilflosenentschädigung wegen Hilflosigkeit schweren Grades zugesprochen habe, die Bezugsdauer bis Ende Juni 2010 befristet, was gemäss Urteil 8C_310/2009 vom 24. August 2009 E. 2.3 zulässig sei. BGE 137 V 424 S. 429\n\n3.3\n\n3.3.1 Das Gesetz regelt nicht ausdrücklich, ob eine Hilflosenentschädigung beim Übergang vom minderjährigen Alter zur Volljährigkeit auch bei Fehlen von Revisionsgründen im Sinne von Art. 17 Abs. 2 ATSG materiell zu überprüfen und mit Wirkung ab dem Monat nach Erreichen des 18. Altersjahres neu festzusetzen ist. Rz. 8001 KSIH bejaht die Frage. Danach gelten der Anspruch auf eine Hilflosenentschädigung für Minderjährige und jener für eine Hilflosenentschädigung für Volljährige als zwei unterschiedliche Versicherungsfälle (zur Verbindlichkeit von Weisungen der Aufsichtsbehörde für die Sozialversicherungsgerichte: BGE 136 V 16 E. 5.1.2 in fine S. 20 und BGE 133 V 257 E. 3.2 S. 258).\n\n3.3.2 Im Urteil 9C_839/2009 vom 4. Juni 2010 E. 2.3 hat sich das Bundesgericht dazu geäussert, ob - anders als gemäss der vor Inkrafttreten der 4. IV-Revision am 1. Januar 2004 begründeten Rechtsprechung - die Hilflosenentschädigung Minderjähriger bei Vollendung des 18. Altersjahres lediglich unter revisionsrechtlichem Blickwinkel zu überprüfen sei. Es konnte die Frage offenlassen. Das Bundesgericht führte u.a. Folgendes aus:\n\nE. 2.3.1 Vor Inkrafttreten der 4. IV-Revision am 1. Januar 2004 wurde hilflosen Minderjährigen, die das zweite Altersjahr zurückgelegt hatten und sich nicht zur Durchführung von Massnahmen gemäss Artikel 12, 13, 16, 19 oder 21 in einer Anstalt aufhielten, ein Pflegebeitrag gewährt (Art. 20 Abs. 1 Satz 1 IVG, in Kraft gestanden bis 31. Dezember 2003). Nach der Rechtsprechung war der Begriff der Hilflosigkeit bei Minderjährigen im Sinne dieser Bestimmung grundsätzlich der gleiche wie bei Erwachsenen gemäss aArt. 42 Abs. 2 IVG (BGE 113 V 17 E. 1a S. 18; BGE 111 V 205 E. 1a S. 206 mit Hinweis). Dies schloss indessen die Berücksichtigung besonderer Umstände, wie sie bei Kindern und Jugendlichen vorliegen können, nicht aus (BGE 113 V 17 E. 1a S. 19). Demnach konnten bei der Bemessung der Hilflosigkeit Minderjähriger Gesichtspunkte ins Gewicht fallen, die bei Erwachsenen nicht mehr berücksichtigt werden durften (ZAK 1990 S. 44, I 513/87 E. 3). (...). Das Eidg. Versicherungsgericht entschied daher, dass beim altersbedingten Übergang vom Anspruch auf Pflegebeiträge zu demjenigen auf eine Hilflosenentschädigung das Vorliegen der Revisionsvoraussetzungen im Sinne von Art. 41 IVG, in Kraft gestanden bis 31. Dezember 2002, für die Annahme eines geringeren oder höheren Hilflosigkeitsgrades nicht erforderlich sei (ZAK 1990 S. 44).\n\nE. 2.3.2 Mit der 4. IV-Revision wurde der Pflegebeitrag für hilflose Minderjährige abgeschafft. Auch diese Versicherten sollten bei gegebenen Voraussetzungen Anspruch auf eine Hilflosenentschädigung haben wie Erwachsene. Neu (...) kann die gesundheitlich bedingte BGE 137 V 424 S. 430Notwendigkeit lebenspraktischer Begleitung im Sinne von Art. 38 IVV Anspruch auf Hilflosenentschädigung geben oder für den Grad der Hilflosigkeit bestimmend sein (vgl. Art. 42 Abs. 3 IVG sowie Art. 37 Abs. 2 lit. c und Abs. 3 lit. e IVV). An der Umschreibung der Hilflosigkeit und der graduellen Abstufung in leicht, mittelschwer und schwer änderte die Gesetzesnovelle grundsätzlich nichts (Botschaft vom 21. Februar 2001 über die 4. Revision des Bundesgesetzes über die Invalidenversicherung, BBl 2001 3205 ff., 3243 und 3288; [...]). Insbesondere sollte sich an der in E. 2.3.1 hievor dargelegten Rechtsprechung zur Bemessung der Hilflosigkeit Minderjähriger im Verhältnis zu erwachsenen Personen nichts ändern (BBl 2001 3288). Diesem gesetzgeberischen Willen entsprechend hat der Verordnungsgeber in Art. 37 Abs. 4 IVV ausdrücklich geregelt, dass bei Minderjährigen nur der Mehrbedarf von Hilfeleistung und persönlicher Überwachung im Vergleich zu nicht behinderten Minderjährigen gleichen Alters zu berücksichtigen ist (so schon ZAK 1986 S. 477, I 154/84 E. 2a, nicht publ. in: BGE 111 V 205; vgl. auch die Erläuterungen des Bundesamtes für Sozialversicherungen, AHI 2003 S. 327, und Rz. 8088 f. KSIH).\n\nIm Urteil 8C_310/2009 vom 24. August 2009 E. 2.3 erachtete das Bundesgericht das Vorgehen einer IV-Stelle, welche den Anspruch einer minderjährigen Versicherten auf Hilflosenentschädigung nur bis zur Vollendung des 18. Altersjahres festgesetzt bzw. revisionsweise bestätigt hatte, als rechtens. Zur Begründung führte es an, beim altersbedingten Übergang vom Anspruch auf Pflegebeiträge für hilflose Minderjährige nach aArt. 20 IVG zu demjenigen auf eine Hilflosenentschädigung gemäss Art. 42 IVG sei das Vorliegen eines Revisionsgrundes für die Anpassung des Hilflosigkeitsgrades nicht erforderlich gewesen. Auch nach Aufhebung von aArt. 20 IVG und Integration der Regelung des Anspruchs Minderjähriger in die Bestimmungen über die Hilflosenentschädigung im Rahmen der 4. IV-Revision bestehe immer noch eine ganze Reihe von besonderen Regelungen für Minderjährige (Art. 42bis und 42ter IVG; Art. 35bis, 36, 37 Abs. 4, 38 und 39 IVV).\n\n3.3.3 Das Gesetz unterscheidet bei der Hilflosenentschädigung weder in Bezug auf den Anspruch als solchen (Art. 42 IVG) noch hinsichtlich der Bemessung der Hilflosigkeit (Art. 37 IVV) grundsätzlich danach, ob die versicherte Person (mit Wohnsitz und gewöhnlichem Aufenthalt [Art. 13 ATSG] in der Schweiz; Art. 42 Abs. 1 IVG) minderjährig oder volljährig ist. Dies spricht dagegen, das Erreichen des Mündigkeitsalters 18 (Art. 14 ZGB) als Eintritt eines neuen Versicherungsfalles zu betrachten mit der Folge, dass der Anspruch frei und umfassend materiell zu prüfen und die Hilflosenentschädigung BGE 137 V 424 S. 431mit Wirkung ab dem folgenden Monat neu festzusetzen ist, ohne dass die Voraussetzungen für eine Revision nach Art. 17 Abs. 2 ATSG gegeben sein müssten. Das BSV begründet seinen gegenteiligen Standpunkt damit, Gesetz und Verordnung enthielten nach dem Alter (minderjährig oder volljährig) differenzierende Vorschriften. Diesen Besonderheiten müsse Rechnung getragen werden, was nur mittels einer Neuprüfung bzw. Annahme eines neuen Versicherungsfalles erfolgen könne.\n\n3.3.3.1 Wie die Aufsichtsbehörde insoweit richtig vorbringt, können nach Art. 42ter Abs. 2 und 3 IVG lediglich minderjährige Versicherte Anspruch auf einen Kostgeldbeitrag (Art. 36 IVV) und/oder einen Intensivpflegezuschlag (Art. 39 IVV) haben. Diese Leistungen fallen mit Vollendung des 18. Altersjahres weg. Sodann berechnet sich gemäss Art. 42ter Abs. 1 IVG die Hilflosenentschädigung bei Minderjährigen pro Tag, während die Entschädigung bei Volljährigen als monatliche Pauschale ausgerichtet wird. Diese Unterschiede wirken sich zwar auf die Höhe der Leistungen aus, betreffen aber nicht den Grad der Hilflosigkeit, auf den es im Kontext entscheidend ankommt. Sie bilden daher für sich allein genommen keinen hinreichenden Grund für eine materielle Prüfung des Anspruchs im Zeitpunkt der Vollendung des 18. Altersjahres auch bei Fehlen der Voraussetzungen für eine Revision nach Art. 17 Abs. 2 ATSG.\n\n3.3.3.2 Weiter wird in Art. 37 Abs. 1 bis 3 IVV umschrieben, was unter schwerer, mittelschwerer und leichter Hilflosigkeit im Sinne von Art. 42 Abs. 2 IVG zu verstehen ist. Art. 37 Abs. 4 IVV bestimmt Folgendes: \"Bei Minderjährigen ist nur der Mehrbedarf an Hilfeleistung und persönlicher Überwachung im Vergleich zu nicht behinderten Minderjährigen gleichen Alters zu berücksichtigen.\" Auch diese Sonderregelung stellt keinen sachlichen Grund dar, bei Erreichen des Mündigkeitsalters den Anspruch auf Hilflosenentschädigung ohne Vorliegen einer relevanten Änderung der Verhältnisse im Sinne von Art. 17 Abs. 2 ATSG materiell zu prüfen: Art. 37 Abs. 4 IVV entspricht der bis zum Inkrafttreten der 4. IV-Revision am 1. Januar 2004 gültig gewesenen Rechtsprechung. Danach war der Begriff der Hilflosigkeit bei Minderjährigen im Sinne von aArt. 20 Abs. 1 Satz 1 IVG grundsätzlich der gleiche wie bei Erwachsenen gemäss aArt. 42 Abs. 2 IVG (BGE 113 V 17 E. 1a S. 18; BGE 111 V 205 E. 1a S. 206 mit Hinweis). Dies schloss indessen die Berücksichtigung besonderer Umstände, wie sie speziell bei Kindern und BGE 137 V 424 S. 432 Jugendlichen vorliegen können, nicht aus (BGE 113 V 17 E. 1a S. 19). Namentlich war zu beachten, dass bei Kleinkindern eine gewisse Hilfs- und Überwachungsbedürftigkeit auch bei voller Gesundheit besteht. Massgebend für die Bemessung der Hilflosigkeit war daher der Mehraufwand an Hilfeleistung und persönlicher Überwachung im Vergleich zu einem nicht invaliden Minderjährigen gleichen Alters (ZAK 1986 S. 477, I 154/84 E. 2a, nicht publ. in: BGE 111 V 205; vgl. Urteil 9C_839/2009 vom 4. Juni 2010 E. 2.3.2). Der einzig ersichtliche Grund für eine differenzierte Beurteilung der Hilflosigkeit Minderjähriger gegenüber Volljährigen, eine \"gewisse Hilfs- und Überwachungsbedürftigkeit auch bei voller Gesundheit\", betrifft indessen Kinder und Jugendliche im Alter bis maximal 14 Jahre. Dies bestätigen auch die Richtlinien zur Bemessung der massgebenden Hilflosigkeit bei Minderjährigen in Anhang III KSIH. Danach besteht ein allfälliger Mehraufwand an Hilfeleistung und persönlicher Überwachung verglichen mit einem nicht invaliden Minderjährigen gleichen Alters vor allem in den ersten sechs Lebensjahren. Die bedeutsame selbstständige Medikamenteneinnahme sollte mit 15 Jahren möglich sein. Bei Versicherten spätestens ab diesem Alter ist somit in Bezug auf die Bemessung der Hilflosigkeit nach Massgabe der sechs relevanten Lebensverrichtungen kein Unterschied gegenüber Volljährigen auszumachen. Vorliegend wurde Art. 37 Abs. 4 IVV in der Verfügung vom 30. September 2008, womit dem damals 16-jährigen Beschwerdegegner letztmals als Minderjährigem eine Hilflosenentschädigung für Hilflosigkeit schweren Grades zugesprochen wurde, denn auch nicht erwähnt.\n\n3.3.3.3 Nach Art. 42bis Abs. 5 IVG haben Minderjährige - im Unterschied zu Volljährigen (Art. 42 Abs. 3 Satz 3 IVG und Art. 37 Abs. 3 lit. c IVV) - keinen Anspruch auf Hilflosenentschädigung für Hilflosigkeit leichten Grades, wenn sie lediglich auf lebenspraktische Begleitung angewiesen sind. Die Notwendigkeit lebenspraktischer Begleitung kann nur, aber immerhin, wie auch bei volljährigen Versicherten, den Grad der Hilflosigkeit und damit den Umfang des Anspruchs erhöhen. Gemäss Art. 37 Abs. 2 lit. c IVV gilt eine versicherte Person, die trotz der Abgabe von Hilfsmitteln in mindestens zwei alltäglichen Lebensverrichtungen regelmässig in erheblicher Weise auf die Hilfe Dritter und überdies dauernd auf lebenspraktische Begleitung im Sinne von Artikel 38 angewiesen ist, als mittelschwer hilflos. Diese Regelung ist grundsätzlich sofort mit Wirkung ab dem der Vollendung des 18. Altersjahres folgenden BGE 137 V 424 S. 433Monat anwendbar, und zwar unabhängig davon, ob die Voraussetzungen für eine Revision der der versicherten Person noch als Minderjähriger zugesprochenen Hilflosenentschädigung nach Art. 17 Abs. 2 ATSG gegeben sind oder nicht. Sie kann ebenfalls keinen Grund bilden, um das Erreichen des Mündigkeitsalters 18 zum Anlass zu nehmen, den Anspruch auf Hilflosenentschädigung voraussetzungslos ohne Vorliegen eines Revisionstatbestandes materiell zu prüfen und allenfalls die Leistungen aufgrund eines tieferen oder höheren Hilflosigkeitsgrades ab dem folgenden Monat anzupassen.\n\n3.3.3.4 Schliesslich ist nicht ersichtlich, dass zwangsläufig von zwei unterschiedlichen Versicherungsfällen auszugehen ist. Der Umstand jedenfalls, wonach gemäss Rz. 8001 KSIH die Nichterfüllung der versicherungsmässigen Voraussetzungen für eine Hilflosenentschädigung für Minderjährige den Anspruch auf diese Leistung beim Erreichen der Volljährigkeit nicht ausschliesst, rechtfertigt die Annahme zweier Versicherungsfälle nicht.\n\n3.4 Nach dem Gesagten ist das Erreichen des Mündigkeitsalters 18 nicht als Eintritt eines neuen Versicherungsfalles zu betrachten. Der Anspruch auf Hilflosenentschädigung Minderjähriger kann somit mit der Volljährigkeit nicht frei und umfassend, sondern lediglich unter revisionsrechtlichem Blickwinkel geprüft werden. Demzufolge bestimmt sich der Zeitpunkt einer allfälligen Herabsetzung oder Aufhebung der Hilflosenentschädigung nach Art. 88bis Abs. 2 IVV (Zustimmung der I. sozialrechtlichen Abteilung im Verfahren nach Art. 23 BGG), wie die Vorinstanz richtig erkannt hat."}