{"annee": "137", "cour": "I", "page": "209", "date": "14/7/2011", "cite": ["130 I 360", "127 I 145", "137 I 8", "129 III 529", "125 II 417", "128 II 259", "129 I 173", "113 IA 309"], "cite_par": ["143 I 194", "142 I 121", "144 I 281", "141 I 211", "144 I 126"], "chapeau": "21. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Obergericht des Kantons Zürich (Beschwerde in Strafsachen)\n\n1B_134/2011 vom 14. Juli 2011", "regestes": ["Art. 17 et 36 Cst., art. 6 par. 1 et art. 10 CEDH, § 135 GVG/ZH, art. 70 CPP; liberté des médias, compte rendu judiciaire d'une audience pénale non publique. Le chroniqueur judiciaire, qui, avant les débats, refuse de se soumettre aux conditions posées par le juge (en l'espèce: le devoir de garder l'anonymat des parties), peut être exclu de l'audience (consid. 4 et 5)."], "faits": "BGE 137 I 209 S. 210\n\nA. Die Staatsanwaltschaft Zürich-Sihl erhob Anklage in einem Strafverfahren, in dem es hauptsächlich um häusliche Gewalt ging. Der Angeklagte und die Geschädigte lernten sich in einer therapeutischen Einrichtung kennen, wo sie sich nach traumatischen Erlebnissen (Suizid der Mutter bzw. Vergewaltigung) befanden. Nach der Entlassung lebten sie bis zum Vorfall, welcher zur Anklage führte, zusammen. Beide litten an erheblichen psychischen Problemen. Die Staatsanwaltschaft warf dem Angeklagten vor, die Geschädigte im Verlaufe eines Streits mehrmals gewürgt zu haben, zuletzt mit einem Kabel. Damit habe er sich der Gefährdung des Lebens gemäss Art. 129 StGB schuldig gemacht.\n\nAm 14. Januar 2010 fand vor dem Bezirksgericht Zürich (7. Abteilung) die Hauptverhandlung statt. Zum Schutz der Persönlichkeit des Angeklagten und der Geschädigten sowie mit Rücksicht auf das Alter des Angeklagten hatte das Bezirksgericht die Öffentlichkeit schon vor der Verhandlung vom Verfahren ausgeschlossen, die akkreditierten Gerichtsberichterstatter dagegen zugelassen.\n\nZu Beginn der Hauptverhandlung wies der Vorsitzende die Gerichtsberichterstatter unter anderem darauf hin, der Ausschluss der Öffentlichkeit habe zur Folge, dass von den Verfahrensbeteiligten keine persönlichen Daten wie Name oder Wohnort und keine Bilder publiziert werden dürften, seien diese inner- oder ausserhalb des Gerichtsgebäudes aufgenommen worden. Der Vorsitzende fragte X., Gerichtsberichterstatter der Zeitung \"Blick\", ob er Gewähr dafür bieten könne, dass die Privatsphäre der Prozessbeteiligten in diesem Sinne gewahrt werde; andernfalls könne X. von der bezirksgerichtlichen Verhandlung ausgeschlossen werden. X. antwortete, er könne \"für gar nichts\" garantieren, da über die Art und Weise der Berichterstattung der Chefredaktor entscheide. Darauf wurde X. von der Verhandlung ausgeschlossen.\n\nB. Den von X. dagegen erhobenen Rekurs wies das Obergericht des Kantons Zürich (III. Strafkammer) mit Beschluss vom 22. Februar 2011 ab, soweit es darauf eintrat.\n\nC. X. führt Beschwerde in Strafsachen mit dem Antrag, der Beschluss des Obergerichts sei aufzuheben und die Unzulässigkeit seiner Wegweisung aus der bezirksgerichtlichen Verhandlung festzustellen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung) BGE 137 I 209 S. 211", "considerants": "Aus den Erwägungen:\n\n1. Am 1. Januar 2011 ist die Schweizerische Strafprozessordnung (StPO; SR 312.0) in Kraft getreten. Der bezirksgerichtliche Beschluss erging vor diesem Datum. Gemäss Art. 453 Abs. 1 StPO ist daher das bisherige Recht massgebend.\n\n(...)\n\n4.\n\n4.1 Der Beschwerdeführer rügt, der angefochtene Entscheid verletze die Meinungsäusserungs- und Medienfreiheit. Für einen Eingriff in diese Grundrechte fehle es an der gesetzlichen Grundlage.\n\n4.2 Gemäss Art. 16 BV ist die Meinungs- und Informationsfreiheit gewährleistet (Abs. 1). Jede Person hat das Recht, ihre Meinung frei zu bilden und sie ungehindert zu äussern und zu verbreiten (Abs. 2). Jede Person hat das Recht, Informationen frei zu empfangen, aus allgemein zugänglichen Quellen zu beschaffen und zu verbreiten (Abs. 3).\n\nArt. 17 BV regelt die Medienfreiheit. Danach ist die Freiheit von Presse, Radio und Fernsehen sowie anderer Formen der öffentlichen fernmeldetechnischen Verbreitung von Darbietungen und Informationen gewährleistet (Abs. 1). Zensur ist verboten (Abs. 2). Das Redaktionsgeheimnis ist gewährleistet (Abs. 3).\n\nDie Freiheit der Medien gehört zu den zentralen Ausprägungen des allgemeinen Grundrechts freier Meinungsäusserung. Normativer Kern der Medienfreiheit ist die Sicherung des ungehinderten Nachrichtenflusses und des freien Meinungsaustauschs. Geschützt ist die Recherchetätigkeit der Journalisten zur Herstellung von Medienerzeugnissen und zu deren Verbreitung in der Öffentlichkeit. Die damit vermittelte Freiheit des Medienschaffens ist nicht Selbstzweck. Vielmehr hat der ungehinderte Fluss von Informationen und Meinungen in einem demokratischen Rechtsstaat eine wichtige gesellschaftliche und politische Bedeutung. Den Medien kommt als Informationsträger die Funktion eines Bindeglieds zwischen Staat und Öffentlichkeit zu. Zugleich leisten die Medien einen wesentlichen Beitrag zur Kontrolle behördlicher Tätigkeiten. Um ihre Kontrollfunktion wirksam ausüben zu können, sind die Medien auf möglichst ungehinderten Zugang zu Informationen angewiesen. Der Informationszugang sorgt für Transparenz, was eine demokratische Kontrolle durch das Volk erst ermöglicht. Wird Medien der BGE 137 I 209 S. 212Einblick in gewisse Bereiche staatlichen Handelns verwehrt, öffnet dies Raum für Spekulationen und fördert das Misstrauen in staatliche Macht. Vom Schutz der Medienfreiheit erfasst wird grundsätzlich jede Form der journalistischen Informationsbeschaffung, unabhängig davon, ob die Informationen allgemein zugänglich sind oder nicht und ob der Beitrag legitime Informationsinteressen verfolgt oder nicht. Selbst Beiträge, welche lediglich der Unterhaltung, Sensationsgier oder Effekthascherei dienen, fallen in den grundrechtlichen Schutzbereich. Die Wertigkeit einer Publikation wird verfassungsrechtlich erst dann bedeutsam, wenn es gilt, entgegenstehende Interessen gegen die Medienfreiheit abzuwägen (BGE 137 I 8 E. 2.5 S. 12 f. mit Hinweisen).\n\nDer Beschwerdeführer wurde mit der Wegweisung aus der bezirksgerichtlichen Hauptverhandlung daran gehindert, die sich daraus ergebenden Informationen zu beschaffen und sie anschliessend den Lesern seiner Zeitung zugänglich zu machen. Die Wegweisung stellt damit offensichtlich einen Eingriff in die Medienfreiheit nach Art. 17 BV dar.\n\nBei der Meinungsfreiheit gemäss Art. 16 BV handelt es sich nach der Rechtsprechung um ein gegenüber den speziellen Formen der Kommunikation subsidiäres Auffanggrundrecht (BGE 127 I 145 E. 4b S. 151). Da hier die Medienfreiheit als spezielles Grundrecht freier Kommunikation betroffen ist, ist auf die vom Beschwerdeführer ebenso angerufene Meinungsfreiheit nicht weiter einzugehen.\n\nOb nebst der Medienfreiheit zusätzlich die Informationsfreiheit gemäss Art. 16 Abs. 3 BV betroffen sei, kann dahingestellt bleiben, da die Voraussetzungen der Einschränkung des Grundrechts gemäss Art. 36 BV insoweit die gleichen sind wie bei Art. 17 BV (vgl. BGE 137 I 8 E. 2.7 S. 15).\n\n4.3 Gemäss Art. 36 BV sind Einschränkungen der Medienfreiheit zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, durch ein öffentliches Interesse oder den Schutz von Grundrechten Dritter gerechtfertigt und verhältnismässig sind.\n\nOb eine Einschränkung der Medienfreiheit im kantonalen Recht eine genügende gesetzliche Grundlage findet, prüft das Bundesgericht unter dem beschränkten Gesichtswinkel der Willkür, ausser wenn ein schwerer Eingriff zur Diskussion steht. Die Schwere des Eingriffs beurteilt sich nach objektiven Kriterien. Nicht entscheidend ist, wie er vom Betroffenen empfunden wird (vgl. BGE 130 I 360 BGE 137 I 209 S. 213E. 14.2 S. 362; BGE 129 I 173 E. 2.2 S. 177; BGE 128 II 259 E. 3.3 S. 269; BGE 125 II 417 E. 6b S. 428; je mit Hinweisen).\n\n4.4 Insbesondere im Strafprozess kann die detaillierte Ausbreitung der persönlichen Verhältnisse in die Privat- oder gar Geheimsphäre des Angeschuldigten eingreifen und sie ist überdies geeignet, die Unschuldsvermutung zu verletzen. Deshalb erfolgt die Gerichtsberichterstattung hier normalerweise in anonymisierter Form, zumal die Namensnennung im Bereich des Strafrechts in den meisten Fällen auch entbehrlich ist. Indes kann eine Berichterstattung mit Namensnennung im Zusammenhang mit dem Verdacht, es sei eine Straftat begangen worden, bei Personen der Zeitgeschichte je nach der Interessenlage gerechtfertigt sein (BGE 129 III 529 E. 3.2 S. 532 f. mit Hinweisen).\n\nUm Personen der Zeitgeschichte handelte es sich bei den Parteien des bezirksgerichtlichen Verfahrens nicht. Im Lichte der dargelegten Rechtsprechung hatte die Gerichtsberichterstattung daher in anonymisierter Form zu erfolgen. Der Vorsitzende des Bezirksgerichts verlangte somit vom Beschwerdeführer Gewähr für etwas, wozu dieser mit Blick auf den Schutz der Persönlichkeit der Verfahrensparteien ohnehin gehalten war. Insoweit kann kein schwerer Eingriff in die Medienfreiheit angenommen werden. Der Vorsitzende des Bezirksgerichts drohte dem Beschwerdeführer jedoch für den Fall, dass er die verlangte Gewähr nicht geben werde, den Ausschluss von der Verhandlung an und vollzog diesen dann auch. Ein solcher Ausschluss stellt in der Regel einen schweren Eingriff in die Medienfreiheit dar (BGE 113 Ia 309 E. 5c S. 323). Im vorliegenden Fall ist allerdings davon auszugehen, dass der Beschwerdeführer Zugang zur Hauptverhandlung - gegebenenfalls auch noch kurz nach deren Beginn - hätte haben können, wenn er bzw. der \"Blick\" dies unbedingt gewollt hätten. Der Beschwerdeführer hätte diesfalls umgehend den Chefredaktor anrufen und diesen zur Abgabe der verlangten Erklärung veranlassen können. Ob der Eingriff in die Medienfreiheit bei dieser Sachlage als schwer einzustufen ist, kann offenbleiben. Selbst wenn man dies bejahen wollte, würde sich am Ergebnis nichts ändern, da der angefochtene Entscheid auch bei freier Prüfung auf einer hinreichenden gesetzlichen Grundlage im kantonalen Recht beruht.\n\n4.5 Die Vorinstanz stützt ihren Entscheid - teilweise unter Hinweis auf die Erwägungen des Bezirksgerichts - auf §§ 135 und 124 des BGE 137 I 209 S. 214Gerichtsverfassungsgesetzes vom 13. Juni 1976 des Kantons Zürich (GVG/ZH; LS 211.1).\n\nGemäss § 135 GVG/ZH sind die Verhandlungen bei allen Gerichten öffentlich (Abs. 1). Von Verhandlungen über Straftaten, durch welche eine Person in ihrer körperlichen, sexuellen oder psychischen Integrität unmittelbar beeinträchtigt worden ist, wird die Öffentlichkeit ausgeschlossen, wenn überwiegende Interessen des Opfers es erfordern (Abs. 3).\n\nDie Staatsanwaltschaft warf dem Angeklagten vor, die Geschädigte - zuletzt mit einem Kabel - mehrmals gewürgt und sich deshalb der Gefährdung des Lebens schuldig gemacht zu haben. Bei der Geschädigten handelt es sich somit um ein Opfer im Sinne von Art. 1 Abs. 1 OHG (SR 312.5), da sie durch die Tat in ihrer körperlichen - und wohl auch psychischen - Integrität unmittelbar beeinträchtigt worden ist.\n\nDer Ausschluss der Öffentlichkeit gemäss § 135 Abs. 3 GVG/ZH erfasst diese schlechthin und damit auch die Gerichtsberichterstatter. Diese Bestimmung unterscheidet nicht zwischen Gerichtsberichterstattern und anderen Personen. § 135 Abs. 4 GVG/ZH sieht zwei Ausnahmen betreffend den Ausschluss der Öffentlichkeit vor. Dieser kann zum einen nur für bestimmte Prozesshandlungen angeordnet werden. Zum andern können Gerichtsberichterstatter vom Ausschluss ausgenommen bzw. zugelassen werden (Satz 1). Das Gericht kann jedoch die Zulassung der Gerichtsberichterstatter mit der Auflage verbinden, dass die Identität des Opfers nicht veröffentlicht werden darf (Satz 2). Daraus ergibt sich ohne Weiteres, dass der Gerichtsberichterstatter, der sich der Auflage nicht unterzieht, von der Verhandlung ausgeschlossen werden darf. Er erfüllt die entsprechende Voraussetzung für seine (ausnahmsweise) Zulassung nach § 135 Abs. 4 Satz 2 GVG/ZH nicht, womit es beim Ausschluss nach § 135 Abs. 3 GVG/ZH bleibt.\n\n4.6 Stellt demnach bereits § 135 GVG/ZH eine genügende gesetzliche Grundlage für den Eingriff in die Medienfreiheit dar, erübrigen sich Ausführungen zu § 124 GVG/ZH.\n\n4.7 Der Ausschluss des Beschwerdeführers wäre auch nach neuem Recht zulässig gewesen.\n\nGemäss Art. 70 StPO kann das Gericht die Öffentlichkeit von Gerichtsverhandlungen ganz oder teilweise ausschliessen, wenn schutzwürdige Interessen einer beteiligten Person, insbesondere des BGE 137 I 209 S. 215Opfers, dies erfordern (Abs. 1 lit. a). Das Gericht kann Gerichtsberichterstatterinnen und Gerichtsberichterstattern unter bestimmten Auflagen den Zutritt zur Verhandlung gestatten, die nach Absatz 1 nicht öffentlich sind (Abs. 3).\n\nEs gilt insoweit das zu § 135 GVG/ZH Gesagte. Schliesst das Gericht die Öffentlichkeit nach Art. 70 Abs. 1 StPO aus, erfasst dies auch die Gerichtsberichterstatter (NIKLAUS SCHMID, Handbuch des schweizerischen Strafprozessrechts, 2009, S. 109 N. 282; SAXER/THURNHEER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 16 zu Art. 70 StPO). Unterzieht sich ein Gerichtsberichterstatter der Auflage nicht, erfüllt er die entsprechende Voraussetzung für den Zutritt nach Art. 70 Abs. 3 StPO nicht und bleibt es damit bei seinem Ausschluss.\n\n4.8 Zwei andere Gerichtsberichterstatter - ein freier und jener des \"Tages Anzeiger\" - hatten zur bezirksgerichtlichen Verhandlung unter der erwähnten Auflage Zugang. Der Vorsitzende hat vorher einzig den Beschwerdeführer gefragt, ob er sich an die Auflage halten werde. Dies ist unter den gegebenen Umständen nachvollziehbar. Nach der verbindlichen Sachverhaltsfeststellung der Vorinstanz (Art. 105 Abs. 1 BGG) hatte die Gerichtsberichterstattung des \"Blick\" im Vorfeld der bezirksgerichtlichen Verhandlung verschiedentlich zu Beanstandungen Anlass gegeben. So gab der \"Blick\" entgegen der ausdrücklichen Weisung eines obergerichtlichen Strafkammerpräsidenten den Wohnort eines minderjährigen Angeklagten den Lesern bekannt. Weder der darauf folgende Brief des Strafkammerpräsidenten noch eine Aussprache mit den Verantwortlichen des \"Blick\" zeigten Wirkung. In der Ausgabe vom 13. Januar 2010 - also einen Tag vor der bezirksgerichtlichen Hauptverhandlung - veröffentlichte der \"Blick\" das Bild eines Angeschuldigten und verbarg dabei dessen Gesicht mit einem Balken über den Augen derart notdürftig, dass die Identität nicht geschützt war. Der Vorsitzende des Bezirksgerichts konnte damit - anders als bei den beiden anderen Gerichtsberichterstattern - nicht ohne Weiteres darauf vertrauen, dass sich der Beschwerdeführer an die Auflage halten werde. Eine rechtsungleiche Behandlung nach Art. 8 BV macht der Beschwerdeführer insoweit nicht geltend und wäre unter den dargelegten Umständen auch nicht ersichtlich.\n\n4.9 Die Wegweisung des Beschwerdeführers erfolgte zum Schutz der Persönlichkeit des Opfers und des Angeklagten. Diese litten BGE 137 I 209 S. 216nach der verbindlichen Sachverhaltsfeststellung der kantonalen Instanzen - auch noch nach der Entlassung aus einer therapeutischen Einrichtung, wo sie sich aufgrund traumatischer Erlebnisse befunden hatten - an erheblichen psychischen Problemen. Damit waren sie besonders schutzbedürftig. Die Offenlegung ihrer Identität hätte nicht nur - wie in anderen Fällen - ihre persönliche und berufliche Lage erschweren, sondern zudem ihren psychischen Zustand weiter verschlechtern können. Sie hatten ein Recht auf Schutz der Privatsphäre (Art. 13 BV und Art. 8 EMRK) und geistige Unversehrtheit (Art. 10 Abs. 2 BV). Der Eingriff in die Medienfreiheit war daher gemäss Art. 36 Abs. 2 BV zum Schutz ihrer Grundrechte gerechtfertigt.\n\n4.10 Der Eingriff war zudem verhältnismässig.\n\nDie Wegweisung stellte eine taugliche Massnahme zum Schutz der Persönlichkeit der Verfahrensparteien dar. Eine mildere Massnahme, die den verfolgten Zweck ebenfalls hätte erreichen können, stand nicht zur Verfügung.\n\nDer Beschwerdeführer geht fehl, wenn er vorbringt, bei einer allfälligen Verletzung der Persönlichkeit der Verfahrensbeteiligten biete diesen Art. 28 ff. ZGB hinreichenden Schutz und wäre es deren Angelegenheit, ihre Rechte gestützt auf diese Bestimmungen wahrzunehmen. Wie das Bundesgericht bereits erkannt hat, ist der Persönlichkeitsschutz Anliegen des privaten wie des öffentlichen Rechts, namentlich des Prozessrechts. Die Gefahr einer Verletzung der Persönlichkeitsrechte liegt nicht nur in einer unkorrekten Verfahrensabwicklung, sondern ebenso in einer unnötig verletzenden oder blossstellenden Gerichtsberichterstattung. Die Berichte über die Gerichtsverhandlungen haben somit die Persönlichkeit der Prozessbeteiligten zu beachten. Dies sicherzustellen sind auch die kantonalen Prozessrechte berufen. Die unnötige Verletzung oder Blossstellung von Prozessbeteiligten ist unter keinem Gesichtspunkt zu rechtfertigen. Es reicht nicht aus, den Verletzten auf seine zivilrechtlichen Ansprüche gegen den Täter zu verweisen. Der Staat selbst hat an einer Verletzung teil, wenn er diese während oder im Anschluss an die Verhandlung duldet. So wenig er zulassen darf, dass an der Verhandlung gegen die Prozessbeteiligten von Privaten Gewalttätigkeiten verübt werden, darf er es hinnehmen, dass ihr Persönlichkeitsrecht verletzt wird (BGE 113 Ia 309 E. 3d S. 314 ff. mit Hinweisen).BGE 137 I 209 S. 217\n\nZweck und Mittel stehen überdies in einem vernünftigen Verhältnis. Dem Schutz der Persönlichkeit des Angeklagten und des Opfers im Strafverfahren kommt erhebliche Bedeutung zu. Mit Blick darauf war der Eingriff in die Medienfreiheit gerechtfertigt.\n\n5. Der angefochtene Entscheid ist auch im Lichte der Europäischen Menschenrechtskonvention nicht zu beanstanden.\n\n5.1 Art. 10 Ziff. 1 EMRK gewährleistet die Freiheit der Meinungsäusserung. Sie kann gemäss Art. 10 Ziff. 2 EMRK jedoch Einschränkungen unterworfen werden, die gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig sind insbesondere zum Schutz des guten Rufes oder der Rechte anderer.\n\nDas Recht auf freie Meinungsäusserung ist somit nicht schrankenlos. Das gilt auch, soweit es um die Berichterstattung in der Presse über ernsthafte Fragen von allgemeinem Interesse geht. Aufgrund von Art. 10 Ziff. 2 EMRK ist die Presse zur Einhaltung ihrer Pflichten und Verantwortlichkeiten bei der Ausübung ihres Rechts auf freie Meinungsäusserung gehalten. Diesen kommt besondere Bedeutung zu in Fällen, in denen die verbreiteten Informationen schwere Auswirkungen auf den guten Ruf und die Rechte anderer haben könnten (Urteil des Europäischen Gerichtshofs für Menschenrechte Times Newspapers Ltd. gegen Vereinigtes Königreich vom 10. März 2009 § 42).\n\nSo verhält es sich nach dem Gesagten (E. 4.9) hier. Der Angeklagte und das Opfer wären durch die Preisgabe ihrer Identität in der Presse erheblich getroffen worden. Massnahmen zur Verhinderung einer solchen Preisgabe waren umso mehr gerechtfertigt, als die Öffentlichkeit - da es um keine Personen der Zeitgeschichte ging - kein schutzwürdiges Interesse daran hatte, die Namen der Verfahrensparteien zu erfahren. Die Presse war auch ohne Offenlegung der Identität der Verfahrensparteien in der Lage, über die bezirksgerichtliche Verhandlung sachgerecht zu berichten und daran gegebenenfalls Kritik zu üben. Sie konnte ihre Wächter-Funktion also wahrnehmen. Die Nennung der Namen der Verfahrensbeteiligten war nicht von allgemeinem Interesse. Dem ist nach der Rechtsprechung des Europäischen Gerichtshofs bei der Beurteilung der Zulässigkeit des Eingriffs nach Art. 10 Ziff. 2 EMRK Rechnung zu tragen (Urteil Caroline von Hannover gegen Deutschland vom 24. Juni 2004 § 60 mit Hinweisen, in: EuGRZ 2004 S. 404).\n\nDer Ausschluss des Beschwerdeführers von der bezirksgerichtlichen Verhandlung beruhte - wie dargelegt (E. 4.5 ff.) - auf einer BGE 137 I 209 S. 218gesetzlichen Grundlage und war notwendig zum Schutz der Rechte anderer. Er war deshalb gemäss Art. 10 Ziff. 2 EMRK gerechtfertigt.\n\n5.2 Art. 6 Ziff. 1 EMRK sieht im Übrigen den Ausschluss der Presse während des ganzen oder eines Teils des Verfahrens ausdrücklich vor, wenn der Schutz des Privatlebens der Prozessparteien es verlangt. Diese Voraussetzung war hier in Bezug auf den Beschwerdeführer erfüllt. Dass das Bezirksgericht einzig diesen und nicht die Presse insgesamt von der Hauptverhandlung ausschloss, ist nicht zu beanstanden, da nur von ihm eine Beeinträchtigung des Privatlebens der Prozessparteien befürchtet werden musste, nicht aber von den beiden anderen Berichterstattern. Das Vorgehen des Bezirksgerichts wahrte auch insoweit den Grundsatz der Verhältnismässigkeit."}