{"annee": "137", "cour": "III", "page": "389", "date": "4/7/2011", "cite": ["136 III 196", "119 II 147", "114 II 165", "111 II 384"], "cite_par": ["141 III 137", "144 III 346"], "chapeau": "58. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause H.X. et F.X. contre Y. (recours en matière civile)\n\n4A_189/2011 du 4 juillet 2011", "regestes": ["Bail à loyer; calcul de la valeur litigieuse en cas de contestation d'une résiliation (art. 74 al. 1 let. a LTF; art. 271a al. 1 let. e CO). Lorsqu'un locataire conteste la résiliation d'un bail de durée indéterminée, la valeur litigieuse équivaut au loyer dû jusqu'à la première date pour laquelle un nouveau congé pourra être donné dans l'hypothèse où la résiliation litigieuse serait annulée. Selon la jurisprudence, il faut tenir compte du délai triennal de l'art. 271a al. 1 let. e CO pendant lequel le bailleur ne peut pas valablement donner un congé; le dies a quo de ce délai - dans l'optique du calcul de la valeur litigieuse - est la date de la décision cantonale attaquée. Il faut ensuite se placer à l'échéance de cette période de protection pour déterminer le terme de résiliation le plus proche (consid. 1.1).", "Résiliation à titre subsidiaire. Il est admissible de notifier au locataire une résiliation subsidiaire pour le prochain terme ordinaire, appelée à déployer ses effets pour le cas où le premier congé fondé sur un motif extraordinaire ne serait pas valable. Il faut toutefois manifester clairement la volonté d'exercer un tel droit formateur à titre subsidiaire. Exigence non réalisée en l'espèce (consid. 8.4)."], "faits": "", "considerants": "BGE 137 III 389 S. 390\n\nExtrait des considérants:\n\n1.\n\n1.1 Dans les causes de droit du bail à loyer, le recours en matière civile n'est recevable que si la valeur litigieuse s'élève au moins à 15'000 fr. (art. 74 al. 1 let. a LTF). Lorsque le recours est dirigé comme en l'espèce contre une décision finale, la valeur litigieuse est déterminée par les conclusions restées litigieuses devant l'autorité cantonale de dernière instance (cf. art. 51 al. 1 let. a LTF).\n\nIn casu, la Chambre d'appel était saisie d'une conclusion principale tendant à faire annuler la résiliation d'un bail de durée indéterminée (cf. art. 255 al. 3 CO et ATF 114 II 165 consid. 2b). En pareil cas, la valeur litigieuse équivaut au loyer de la période minimale pendant laquelle le contrat subsiste si la résiliation n'est pas valable, période qui s'étend jusqu'à la date pour laquelle un nouveau congé peut être donné (cf. ATF 136 III 196 consid. 1.1; ATF 111 II 384 consid. 1 p. 386; cf. aussi ATF 119 II 147 consid. 1 p. 149). Si la contestation émane du locataire, la durée déterminante pour le calcul de la valeur litigieuse ne saurait être inférieure à la période de trois ans pendant laquelle l'art. 271a al. 1 let. e CO consacre l'annulabilité d'une résiliation signifiée après une procédure judiciaire (ATF 136 III 196 BGE 137 III 389 S. 391consid. 1.1 p. 197 et les arrêts cités; cf., sous l'AMSL, ATF 111 II 384 consid. 1 p. 386).\n\nDans le cas présent, le loyer mensuel est de 400 fr., soit 4'800 fr. par année. Il ne ressort pas de l'arrêt attaqué que des charges soient dues en sus de ce montant (à ce sujet, cf. PETER HIGI, Zürcher Kommentar, 4e éd. 1996, n° 27 ad art. 273 CO). Si l'on se réfère au seul délai de protection de trois ans, la valeur litigieuse de 15'000 fr. n'est pas atteinte (3 x 4'800 fr. = 14'400 fr.). Il faut toutefois avoir égard au fait que le délai triennal est une durée minimale et que la période déterminante pour le calcul de la valeur litigieuse s'étend jusqu'à la prochaine échéance pour laquelle un nouveau congé peut être donné. Quant au dies a quo, qui court en principe dès la fin de la procédure judiciaire (cf. art. 271a al. 1 let. e CO), il ne saurait être fixé en supputant la date du futur arrêt fédéral. En effet, la valeur litigieuse doit être déterminable lors du dépôt du recours et la recevabilité de celui-ci ne peut logiquement dépendre d'un élément postérieur à ce moment. Il convient donc de se référer à la date de la décision cantonale, dès lors que la situation existant devant l'autorité précédente est celle qui prévaut en général pour la détermination de la valeur litigieuse (cf. art. 51 al. 1 let. a LTF; arrêt 4A_187/2011 du 9 juin 2011 consid. 1.1).\n\nEn l'espèce, la période de trois ans serait échue le 14 février 2014; à ce moment-là, le terme de résiliation contractuel le plus proche serait le 14 juillet 2014 (cf. HIGI, op. cit., n° 30 ad art. 273 CO). La valeur litigieuse porte ainsi sur trois ans et cinq mois de loyer, soit 16'400 fr. (3 x 4'800 fr. + 5 x 400 fr.); ce montant excède le seuil fixé par l'art. 74 al. 1 let. a LTF.\n\n(...)\n\n8.\n\n8.4\n\n8.4.1 Selon les constatations de la cour cantonale, les recourants ont résilié le bail de l'intimée par avis officiel du 20 juin 2008 pour le 31 octobre 2008. Interrogés sur les motifs du congé, ils ont indiqué qu'ils souhaitaient installer dans l'appartement la soeur du recourant qui désirait s'établir à Genève. Ils ont également invoqué l'insuffisance de rendement de l'immeuble. Dans leur demande déposée devant le Tribunal des baux et loyers, ils ont expliqué qu'il n'était pas contradictoire de souhaiter installer un proche dans la chose louée tout en exigeant de ce proche qu'il paie un loyer supérieur à celui payé par la locataire en place. BGE 137 III 389 S. 392\n\n8.4.2 Les recourants ont déclaré résilier le contrat pour le prochain terme légal, à savoir la fin du prochain trimestre de bail (art. 266c CO; cf. DAVID LACHAT, Le bail à loyer, 2008, p. 650), soit à une date antérieure au terme contractuel échéant le 14 juillet 2009. A l'appui du congé, ils ont invoqué deux motifs de résiliation, l'un extraordinaire, imposant précisément le respect du terme légal (art. 261 al. 2 let. a CO), l'autre ordinaire, soumis au terme contractuel plus éloigné (art. 266a al. 1 in fine CO). La cour cantonale a considéré que le congé signifié était un congé extraordinaire fondé sur l'art. 261 al. 2 let. a CO. Les parties ne contestent pas ce point. Elles divergent sur la question de savoir si les recourants ont de surcroît signifié un congé ordinaire en raison du rendement insuffisant.\n\nSur le principe, il faut reconnaître, avec la doctrine, la possibilité de signifier une deuxième résiliation \"subsidiaire\", appelée à déployer ses effets uniquement si le premier congé n'est pas valable. En l'espèce toutefois, une manifestation de volonté des recourants en ce sens fait défaut. Il ne ressort pas du jugement que l'intimée ait compris que les recourants lui signifiaient subsidiairement un congé ordinaire, et le principe de la confiance n'imposait pas non plus une telle interprétation. Les recourants n'ont pas notifié un deuxième avis de congé - cas envisagé par la doctrine - dénonçant le bail pour le 14 juillet 2009. Il n'est pas nécessaire d'examiner plus avant si la résiliation subsidiaire peut être signifiée dans le même avis que la résiliation principale, puisque de toute façon les recourants n'ont pas manifesté une telle volonté dans l'unique avis de congé qu'ils ont adressé à l'intimée. En effet, ils n'y ont indiqué qu'une date d'échéance anticipée, à l'appui de laquelle ils ont invoqué deux motifs dont un seul justifiait la résiliation anticipée. Les parties s'accordent sur le fait que les recourants ont voulu opérer une résiliation anticipée fondée sur un besoin urgent des locaux. Dans un tel contexte, l'intimée pouvait de bonne foi partir du principe que le rendement insuffisant était un motif accessoire et superfétatoire, dès lors qu'il ne pouvait être invoqué indépendamment du motif principal fondé sur le besoin propre, qui seul justifiait le congé anticipé; les recourants n'ont du reste rien dit d'autre lorsqu'ils se sont justifiés sur la compatibilité des deux motifs invoqués. On ne saurait adopter une autre interprétation qui se fonderait sur la prémisse que la date d'échéance serait à la fois correcte pour l'un des motifs invoqués et erronée pour l'autre motif; l'art. 266a al. 2 CO ne saurait trouver application dans un tel cas de figure. BGE 137 III 389 S. 393\n\nLes recourants objectent qu'ils ont de bonne foi invoqué tous les motifs les ayant conduits à résilier le bail et qu'ils se trouvent discriminés par rapport à un hypothétique bailleur qui se serait limité à faire valoir le motif du rendement insuffisant, car dans ce dernier cas, le correctif de l'art. 266a al. 2 CO aurait sans nul doute été appliqué; la Chambre d'appel aurait \"remis en cause\" leur réelle intention. Le grief n'est pas fondé; les recourants méconnaissent tout simplement le fait que l'auteur d'une manifestation de volonté équivoque doit, sans égard à sa volonté réelle, se laisser imputer le sens que le destinataire pouvait de bonne foi lui donner.\n\nAinsi, faute pour les recourants d'avoir manifesté la volonté d'exercer un droit formateur \"subsidiaire\" tendant à la résiliation ordinaire du contrat pour le prochain terme contractuel, l'autorité précédente n'avait pas à entrer en matière sur le motif du rendement insuffisant. Le grief doit ainsi être rejeté."}