{"annee": "137", "cour": "III", "page": "374", "date": "11/7/2011", "cite": ["134 III 75", "135 III 666", "135 III 40", "136 III 534", "129 III 683"], "cite_par": ["138 III 628"], "chapeau": "55. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. AG in Liquidation gegen Betreibungs- und Konkursamt des Kantons Glarus (Beschwerde in Zivilsachen)\n\n5A_806/2010 vom 11. Juli 2011", "regestes": ["Cession à l'administration de la faillite étrangère dans une faillite ancillaire suisse (art. 260 LP par analogie). S'il n'y a aucun créancier colloqué dans une faillite ancillaire, une prétention inventoriée peut être cédée, au sens de l'art. 260 LP, à l'administration de la faillite étrangère (consid. 3)."], "faits": "BGE 137 III 374 S. 374\n\nA. Mit Beschluss des Amtsgerichts Offenburg vom 30. Dezember 2004 wurde über die deutsche Z. GmbH das Insolvenzverfahren eröffnet. Mit Klage vom 7. Juli 2008 machte der Insolvenzverwalter beim Kantonsgericht Glarus gegen die X. AG eine Forderung geltend. Gestützt auf ein entsprechendes Gesuch des Insolvenzverwalters anerkannte der Glarner Kantonsgerichtspräsident mit Entscheid vom 2. Februar 2009 das deutsche Konkursdekret für das Gebiet der Schweiz. Der vor dem Kantonsgericht hängige Zivilprozess wurde eingestellt.\n\nAm 6. Juli 2009 erhob die X. AG bei der kantonalen Aufsichtsbehörde in Betreibungs- und Konkurssachen Beschwerde, namentlich BGE 137 III 374 S. 375mit den Begehren, das Konkursamt Glarus sei anzuweisen, die behauptete Forderung aus Bürgschaft von 437'500.- bzw. Fr. 725'375.- Euro aus dem Inventar zu streichen bzw. die am 18. Mai 2009 zur Verrechnung gebrachte Forderung im Kollokationsplan aufzunehmen. Die Aufsichtsbehörde trat darauf nicht ein (vgl. dazu Urteil 5A_83/2010 vom 11. März 2010).\n\nMit Verfügung vom 27. April 2010 trat das Konkursamt Glarus die inventarisierte Forderung in analoger Anwendung von Art. 260 SchKG an den deutschen Insolvenzverwalter ab unter der Bedingung, dem Konkursamt über das Resultat Bericht zu erstatten und den Prozessgewinn zur Verteilung gemäss Art. 173 und 174 IPRG abzuliefern. In der Folge wurde der sistierte Prozess vor Kantonsgericht wieder aufgenommen.\n\nB. Mit Beschwerde vom 16. Juli 2010 beantragte die X. AG die Feststellung der Nichtigkeit der Abtretung, eventualiter deren Aufhebung. Mit Entscheid vom 3. November 2010 wies die Aufsichtsbehörde die Beschwerde ab.\n\nGegen diesen Entscheid hat die X. AG am 18. November 2010 eine Beschwerde in Zivilsachen erhoben mit den Begehren um dessen Aufhebung und Feststellung der Nichtigkeit der Abtretung bzw. eventualiter um Aufhebung der Abtretung.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Wird ein ausländisches Konkursdekret gestützt auf Art. 166 IPRG (SR 291) für das Gebiet der Schweiz anerkannt, so zieht dies für das hier gelegene Vermögen des Gemeinschuldners die konkursrechtlichen Folgen des schweizerischen Rechts nach sich, soweit nicht IPRG-Bestimmungen etwas anderes vorsehen (Art. 170 Abs. 1 IPRG). Das in der Schweiz durchgeführte Verfahren wird als \"Partikularkonkurs\", \"Hilfskonkurs\", \"Anschlusskonkurs\", \"Minikonkurs\", \"Parallelkonkurs\", \"Sekundärkonkurs\" oder \"IPRG-Konkurs\" bezeichnet (vgl. BERTI, in: Basler Kommentar, Internationales Privatrecht, 2. Aufl. 2007, N. 8 zu Art. 166 IPRG).\n\nDie Eröffnung des Partikularkonkurses, in welchem eine besondere Partikularmasse gebildet wird, hat zur Folge, dass der Gemeinschuldner auch die Dispositionsfähigkeit über die im Inland gelegenen BGE 137 III 374 S. 376Vermögenswerte verliert (STAEHELIN, Die Anerkennung ausländischer Konkurse und Nachlassverträge in der Schweiz, 1989, S. 136; VOLKEN, Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 16 zu Art. 170 IPRG; WALDER, Konkursrechtliche Bestimmungen des IPR-Gesetzes, in: Festschrift 100 Jahre SchKG, 1989, S. 338; THEUS SIMONI, Englische, walisische und französische Konkursverwalter in der Schweiz, 1997, S. 317). Die ausländische Konkursverwaltung ist nicht aktivlegitimiert, in der Schweiz ihr zustehende Forderungen durchzusetzen (BGE 129 III 683 E. 5.3 S. 688; BGE 135 III 40 E. 2.4 und 2.5.1 S. 43 f.). Vielmehr ist das mit der Verwaltung der Partikularmasse betraute schweizerische Konkursamt dazu berufen, die fälligen Forderungen einzuziehen (Art. 243 Abs. 1 SchKG). Über das Schicksal bestrittener Forderungen hat normalerweise die zweite Gläubigerversammlung zu entscheiden (Art. 260 Abs. 1 SchKG), welche es im Partikularkonkurs freilich nicht gibt (Art. 170 Abs. 3 IRPG); es liegt nahe, dass das Konkursamt die Gläubiger hier auf dem Zirkularweg anhört (vgl. zur analogen Situation im Summarkonkurs: BGE 134 III 75 E. 2.3 S. 78; BGE 136 III 534 E. 4.1 S. 537). Verzichtet die Gläubigergesamtheit auf die Rechtsdurchsetzung, kann jeder einzelne Gläubiger die Abtretung der betreffenden Rechtsansprüche gemäss Art. 260 Abs. 1 SchKG verlangen. Im vorliegenden Partikularkonkurs gibt es indes keine kollozierten Gläubiger und es stellt sich die Frage, ob die inventarisierte Forderung deshalb in analoger Anwendung von Art. 260 SchKG an die ausländische Konkursverwaltung abgetreten werden kann, welche vorliegend an einer Rechtsdurchsetzung interessiert ist.\n\nKraft ausdrücklicher Regelung in Art. 171 IPRG ist eine Prozessführung durch die ausländische Konkursverwaltung bei Anfechtungsansprüchen im Sinn von Art. 285 ff. SchKG möglich. Die Lehre ist sich mit Bezug auf diese Norm einig, dass im Sinn einer Kaskade primär das inländische Konkursamt und sekundär die Abtretungsgläubiger zur Geltendmachung berufen sind und erst in dritter Linie die ausländische Konkursverwaltung zum Zuge kommen kann (VOLKEN, a.a.O., N. 21 zu Art. 171 IPRG; BERTI, a.a.O., N. 10 zu Art. 171 IPRG; STAEHELIN, a.a.O., S. 148 f.; THEUS SIMONI, a.a.O., S. 351; BREITENSTEIN, Internationales Insolvenzrecht der Schweiz und der Vereinigten Staaten, 1990, S. 186; WALTHER, Paulianische Anfechtungsansprüche im internationalen Verhältnis - ausgewählte Probleme, in: Internationales Zivilprozess- und Verfahrensrecht, Bd. V, 2005, S. 97; BGE 137 III 374 S. 377STAEHELIN, Konkurs im Ausland - Drittschuldner in der Schweiz, in: Schweizerisches und Internationales Zwangsvollstreckungsrecht, 2005, S. 416 f.); dies entspricht auch der bundesgerichtlichen Rechtsprechung (vgl. BGE 135 III 40 E. 2.5.1 S. 44, BGE 135 III 666 E. 3.2.1 S. 667 f.). Des Weiteren wird in der Lehre darauf hingewiesen, dass Art. 171 IPRG mit Bezug auf das anwendbare Recht nichts anderes festhalte, als was ohnehin bereits aufgrund von Art. 170 IPRG gelten würde, und der Sinn der Bestimmung sich letztlich in einer Klarstellung der Aktivlegitimation der ausländischen Konkursverwaltung erschöpfe (BREITENSTEIN, a.a.O., S. 182; NUSSBAUM, Das schweizerische internationale Insolvenzrecht gemäss dem Bundesgesetz vom 18. Dezember 1987 über das internationale Privatrecht und sein Umfeld in Europa, 1989, S. 27 f.; vgl. auch Botschaft zum IPRG, BBl 1983 I 453). Dies legt nahe, dass die Wahrnehmung auch anderer Ansprüche durch die ausländische Konkursverwaltung nicht per se unstatthaft sein kann, was im Folgenden vor dem Hintergrund der Zweckbestimmung des 11. Kapitels des IPRG näher zu untersuchen ist.\n\nDie Bestimmungen von Art. 166 ff. IPRG zielen auf eine Milderung des im Konkursrecht als Grundsatz geltenden Territorialitätsprinzips. Weil der Partikularkonkurs nicht zu einem eigentlichen Parallelkonkurs ausarten soll (vgl. Botschaft, BBl 1983 I 454), können nur pfandversicherte Forderungen und privilegierte Forderungen von Gläubigern mit Wohnsitz in der Schweiz kolloziert werden (Art. 172 Abs. 1 IPRG). Diese sollen aus der Partikularmasse vorab befriedigt werden (Art. 173 Abs. 1 IPRG) und nur der allfällige Überschuss ist bei Anerkennung des ausländischen Kollokationsplanes an die ausländische Konkursverwaltung abzuliefern (Art. 173 IPRG) bzw. bei Nichtanerkennung an die schweizerischen Kurrentgläubiger zu verteilen (Art. 174 IPRG). Sind jedoch im Partikularkonkurs gar keine Gläubiger vorhanden und kann mithin weder ein Beschluss über das Schicksal der bestrittenen Rechtsansprüche gefällt noch eine Abtretung derselben verlangt werden, besteht für das inländische Konkursamt keine Möglichkeit oder jedenfalls kein Anlass zur klageweisen Durchsetzung, zumal es dabei ein Prozess- und Kostenrisiko eingehen müsste. Demgegenüber kann die ausländische Konkursverwaltung, welche die Interessen der Gläubigergesamtheit des Hauptkonkurses vertritt, an einer Rechtsdurchsetzung in der Schweiz interessiert sein. Zumal im vorliegenden Fall keine inländischen Gläubiger vorhanden sind, welche es zu schützen gälte, ist nicht zu sehen, BGE 137 III 374 S. 378weshalb die Forderung nicht an die ausländische Konkursmasse soll abgetreten werden können. Dies wäre auch im Interesse der nicht privilegierten inländischen Gläubiger, welche nicht am Partikularkonkurs, wohl aber am ausländischen Konkurs teilnehmen dürfen. Für die Abtretungsmöglichkeit plädiert denn auch die Mehrheit der Lehre (WÜTHRICH, Kann eine ausländische Konkursmasse in der Schweiz eine Klage gegen einen ihrer Schuldner mit Sitz oder Wohnsitz in der Schweiz einleiten-, in: Jusletter vom 25. Oktober 2004, Rz. 8; JEANNERET/CARRON, in: Commentaire romand, 2005, N. 55 f. zu Art. 260 SchKG; KAUFMANN-KOHLER/RIGOZZI, in: Commentaire romand, 2005, N. 20 zu Art. 170 IPRG; sibyllinisch: WALDER, a.a.O., S. 340; a.M.: THEUS SIMONI, a.a.O., S. 353).\n\nEntgegen der letztgenannten Autorenmeinung und den Vorbringen der Beschwerdeführerin kann einem solchen Vorgehen der Wortlaut von Art. 260 SchKG nicht entgegenstehen: Dass dieser im Zusammenhang mit den abtretungsberechtigten Personen nur von Gläubigern spricht, ist darauf zurückzuführen, dass beim normalen Konkursverfahren, welches durch eine Betreibung eingeleitet wird, naturgemäss immer mindestens ein Gläubiger vorhanden ist. Dies trifft beim Partikularkonkurs nicht zu; oftmals sind im Inland weder pfandversicherte noch privilegierte und damit keine kollozierbaren Gläubiger vorhanden. Wenn nun Art. 170 Abs. 1 IPRG für die Folgen des Partikularkonkurses auf das \"schweizerische Recht\" verweist, so heisst dies mit Bezug auf die Durchführung, dass grundsätzlich die Normen des SchKG Anwendung finden. Freilich führt ein solcher Verweis immer zu einer sinngemässen Anwendung, so dass der äussere Wortlaut von Art. 260 Abs. 1 SchKG einer Abtretung bestrittener Rechtsansprüche an die ausländische Konkursverwaltung nicht entgegenstehen kann. Anders zu entscheiden, würde bedeuten, dass die fraglichen Ansprüche gar nie durchgesetzt werden könnten und den Gläubigern des Gemeinschuldners definitiv verloren gingen; es bestünde mit anderen Worten ein \"rechtsdurchsetzungsfreier\" Raum.\n\nAbschliessend ist zu bemerken, dass entgegen einer in der Lehre sinngemäss vertretenen Ansicht (vgl. STAEHELIN, a.a.O., S. 148 f.) die Anerkennung des ausländischen Kollokationsplanes in der Schweiz keine Abtretungsbedingung sein kann. Die Anerkennung des Kollokationsplanes ist gemäss Art. 173 Abs. 2 IRPG einzig für die Auslieferung des Erlöses eine Voraussetzung. Der Abtretungsgläubiger bzw. die ausländische Konkursverwaltung klagt auf eigene Gefahr BGE 137 III 374 S. 379und übernimmt damit auch das Risiko, dass die Verteilungsfolgen gemäss Art. 174 IPRG eintreten, wenn der Kollokationsplan nicht anerkannt werden könnte. Entsprechend hat das Konkursamt in der Abtretungsverfügung denn auch die Ablieferung des Prozessgewinnes zur Verteilung gemäss Art. 173 und 174 IPRG verlangt."}