{"annee": "137", "cour": "III", "page": "429", "date": "12/7/2011", "cite": ["131 III 227"], "cite_par": [], "chapeau": "64. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. SA contre Banque Y. (recours en matière civile)\n\n5A_49/2011 du 12 juillet 2011", "regestes": ["Art. 81 al. 3 LP; art. 30, 37 et 38 de la Convention de Lugano dans sa teneur en vigueur jusqu'au 31 décembre 2010 (aCL); recevabilité d'un recours au Tribunal fédéral contre le refus de suspendre une procédure d'exequatur. La décision refusant de suspendre la procédure d'exequatur selon l'art. 38 aCL dans le cadre de la procédure de mainlevée définitive de l'opposition n'est pas susceptible de recours au Tribunal fédéral (consid. 2)."], "faits": "BGE 137 III 429 S. 429\n\nA. Le 13 juillet 2009, la Banque Y. a fait notifier à X. SA un commandement de payer la somme de 11'659'321 fr., avec intérêts à 10 % l'an dès le 19 mai 2009. Y. a invoqué, comme titre de la créance, une ordonnance de référé prise le 1er juillet 2009 par le Président du Tribunal de Commerce de Paris dans la cause l'opposant à la poursuivie. Celle-ci a formé opposition totale au commandement de payer.\n\nStatuant le 26 octobre 2009 sur la requête de mainlevée définitive formée par la poursuivante, le Juge suppléant des districts de Martigny et St-Maurice a notamment rejeté la requête de suspension BGE 137 III 429 S. 430présentée par X. SA, déclaré exécutoire l'ordonnance de référé du 1er juillet 2009 et levé définitivement l'opposition.\n\nB. L'appel que la poursuivie a interjeté contre cette décision a été déclaré irrecevable le 8 janvier 2010 par la Juge de la IIe Cour civile du Tribunal cantonal du canton du Valais.\n\nLe 4 juin 2010, la IIe Cour de droit civil du Tribunal fédéral a admis le recours de la poursuivie et renvoyé la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants (arrêt 5A_114/2010).\n\nC. Le 20 décembre 2010, le Juge unique de l'Autorité de cassation du Tribunal cantonal du canton du Valais a rejeté la requête de X. SA tendant à ce qu'il soit sursis à statuer sur la requête d'exequatur, ainsi que l'appel.\n\nD. X. SA a interjeté un recours en matière civile et un recours constitutionnel subsidiaire contre le jugement cantonal le 20 janvier 2011.\n\nLe Tribunal fédéral a déclaré les recours irrecevables.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Dans un premier grief, la recourante critique la décision du juge précédent de ne pas avoir sursis à statuer sur la procédure d'exequatur en raison du recours introduit contre l'arrêt rendu par la Cour d'appel de Paris.\n\n2.1 Les dispositions relatives à l'exequatur de la Convention de Lugano révisée ne sont en principe applicables qu'aux requêtes en reconnaissance ou en exécution d'une décision ou d'un acte authentique introduites dans l'Etat requis postérieurement à leur entrée en vigueur, à savoir le 1er janvier 2011 (art. 63 par. 1 CL; RS 0.275.12). Cette Convention est en outre applicable aux requêtes d'exequatur introduites avant le 1er janvier 2011, mais dont la décision a été rendue après son entrée en vigueur (art. 63 par. 2 CL; KROPHOLLER/VON HEIN, Europäisches Zivilprozessrecht, 9e éd. 2011, n° 4 ad art. 66 EuGVO).\n\nEn l'espèce, la requête d'exequatur de l'ordonnance française a été présentée au juge suisse sous l'empire de la Convention de Lugano dans sa teneur en vigueur jusqu'au 31 décembre 2010. L'arrêt attaqué a été expédié aux parties le 20 décembre 2010, de sorte que le BGE 137 III 429 S. 431présent recours doit être examiné à la lumière des dispositions de l'ancienne teneur de la Convention de Lugano (ci-après: aCL).\n\n2.2 En vertu de l'art. 38 par. 1 aCL, la juridiction saisie du recours contre une décision d'exequatur peut, à la requête de la partie qui l'a formé, surseoir à statuer si la décision étrangère fait, dans l'État d'origine, l'objet d'un recours ordinaire. Selon la jurisprudence de la Cour de justice des Communautés européennes, dont il y a lieu de tenir compte pour interpréter la Convention de Lugano (ATF 131 III 227 consid. 3.1 p. 230), les art. 37 par. 2 et 38 par. 1 de la Convention parallèle concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale du 27 septembre 1968 (Convention de Bruxelles; JO L 299 du 31 décembre 1972 p. 32) doivent être interprétés en ce sens qu'une décision par laquelle la juridiction d'un État contractant, saisie d'un recours contre l'autorisation d'exécuter une décision judiciaire exécutoire rendue dans un autre État contractant, refuse de surseoir à statuer, ne constitue pas une \"décision rendue sur recours\" au sens de l'art. 37 aCL et ne peut, dès lors, pas faire l'objet du recours prévu par cette disposition (arrêt de la CJCE du 11 août 1995 C-432/93 Société d'informatique service réalisation organisation contre Ampersand Software BV, Rec. 1995 I-2269; HÉLÈNE GAUDEMET-TALLON, Compétence et exécution des jugements en Europe, 3e éd. 2002, n° 461 p. 380; GEIMER/SCHÜTZE, Europäisches Zivilverfahrensrecht, 3e éd. 2010, nos 3 s. ad art. 44 aCL). Ainsi, les art. 37 et 38 aCL, interprétés à la lumière de la jurisprudence de la Cour de justice des Communautés européennes, s'opposent à l'ouverture d'un recours devant le Tribunal fédéral contre une décision refusant la suspension de la procédure d'exequatur. Faute de voie de recours ouverte au Tribunal fédéral, ce grief est irrecevable."}