{"annee": "137", "cour": "V", "page": "105", "date": "28/2/2011", "cite": ["135 V 382", "121 V 97", "136 V 49", "117 V 229", "134 I 23", "136 V 127", "127 V 252", "130 V 18", "126 V 163", "117 V 221"], "cite_par": ["142 V 233", "140 V 22", "138 V 366"], "chapeau": "15. Extrait de l'arrêt de la IIe Cour de droit social dans la cause D. et S. contre Institution de prévoyance X. (recours en matière de droit public)\n\n9C_298/2010 du 28 février 2011", "regestes": ["Art. 73 al. 1 LPP: action en constatation; art. 20a LPP: rente de partenaire survivant; art. 8 al. 2 Cst.: égalité de traitement. Introduction d'une rente de partenaire survivant par une institution de prévoyance depuis l'année 2008 (règlement 2008). Modification subséquente du règlement excluant le droit à cette prestation lorsque le défunt avait pris sa retraite avant 2008 (règlement 2009). Action en constatation de droit de deux concubins, dont l'un est pensionné de l'institution défenderesse depuis 2006, visant à faire reconnaître au survivant le droit à une rente au décès de son partenaire. Version du règlement de prévoyance applicable à une décision en constatation de droit (consid. 5). Conditions auxquelles une institution de prévoyance peut modifier unilatéralement le règlement (consid. 6); examen dans le cas d'espèce (consid. 7). Nature et portée de l'obligation des concubins d'annoncer leur partenariat de leur vivant (consid. 8); différence de traitement avec des personnes mariées et des partenaires enregistrés (consid. 9)."], "faits": "BGE 137 V 105 S. 106\n\nA. D., né en 1949, et S., née en 1962, font ménage commun depuis de nombreuses années et ont eu ensemble un enfant, A., né en 1998.\n\nD., employé de Y., a pris une retraite anticipée au 1er janvier 2006, date à partir de laquelle il perçoit une rente de vieillesse de la part de l'Institution de prévoyance X. (ci-après: institution de prévoyance).\n\nPar décision de son Conseil de fondation du 19 novembre 2007, l'institution de prévoyance a modifié son règlement en introduisant un nouvel art. 3.10a, qui prévoit une rente de partenaire et qui fixe les conditions d'octroi de cette prestation. BGE 137 V 105 S. 107\n\nUtilisant la formule ad hoc établie par l'institution de prévoyance, D. a annoncé, le 19 décembre 2007, qu'il faisait ménage commun avec S.; il entendait ainsi permettre à celle-ci de toucher une rente de partenaire à son décès. Par courriel du lendemain, l'institution de prévoyance a informé D. que la rente de partenaire ne pouvait être demandée qu'avant la mise à la retraite, ce qui n'était plus possible en l'espèce dès lors que l'événement était survenu en 2006.\n\nB. L'institution de prévoyance ayant refusé de reconnaître le droit de S. à une rente de partenaire, D. et S. ont ouvert action devant le Tribunal des assurances du canton de Vaud (aujourd'hui: Cour des assurances sociales du Tribunal cantonal), le 12 novembre 2008, en demandant qu'il soit constaté que S. a droit à une rente de partenaire au sens de l'art. 3.10a du Règlement de l'institution de prévoyance dans sa teneur au 1er janvier 2008 (ci-après: le règlement 2008), au décès de D.\n\nPar jugement du 29 janvier 2010, la Cour des assurances sociales du Tribunal cantonal vaudois a rejeté les conclusions de la demande.\n\nC. D. et S. interjettent un recours en matière de droit public et un recours constitutionnel subsidiaire contre ce jugement. Avec suite de frais et dépens, ils en requièrent principalement la réforme en ce sens que le droit de S. à une rente de partenaire soit constaté; subsidiairement, ils concluent à l'annulation du jugement et au renvoi de la cause au tribunal cantonal.\n\nL'intimée conclut à l'irrecevabilité du recours et au rejet de la demande, avec suite de dépens. L'Office fédéral des assurances sociales a renoncé à se déterminer.\n\nLes recourants ont répliqué.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n4. Le litige porte sur la question de savoir si S. pourrait prétendre une rente de partenaire survivant au décès de D., à charge de l'intimée.\n\n5.\n\n5.1 Les recourants fondent leur droit sur l'art. 3.10a al. 1 du règlement 2008, qui a introduit, avec effet au 1er janvier 2008, une rente de partenaire aux conditions suivantes: BGE 137 V 105 S. 108\n\nUne communauté de vie comparable à celle du mariage, également entre personnes de même sexe, est assimilée au mariage, pour ce qui est du droit aux prestations mentionnées au chiffre 3.10, dans la mesure où:\n\na) les deux partenaires ne sont pas mariés et n'ont pas de lien de parenté;\n\nb) il est possible d'apporter la preuve d'une communauté de vie avec ménage commun pendant au moins cinq années ininterrompues au moment du décès ou qu'il existe un ou plusieurs enfants à charge en commun et que la communauté de vie subsistait encore au moment du décès;\n\nc) il existe un formulaire d'annonce écrit de l'institution de prévoyance que la personne assurée a soumis de son vivant à l'institution de prévoyance;\n\nd) le droit est revendiqué auprès de l'institution de prévoyance trois mois au plus tard après le décès de la personne assurée;\n\ne) les conditions des lettres a) à c) étaient remplies avant la retraite.\n\n5.2 Les recourants contestent en particulier qu'il puisse être fait application de l'al. 1bis de l'art. 3.10a du règlement, entré en vigueur le 1er janvier 2009, dont la teneur est la suivante:\n\nLe droit à ces prestations n'existe que si la personne assurée remplit les conditions définies à l'alinéa 1. En cas de décès d'une personne retraitée, les conditions définies à l'alinéa 1 doivent cependant déjà être remplies au moment du départ à la retraite. En cas de départ à la retraite avant le 1er janvier 2008, il n'existe aucun droit à ces prestations.\n\nPour les juges cantonaux, rien ne s'oppose à l'application du règlement dans sa teneur dès le 1er janvier 2009 (règlement 2009).\n\n5.3\n\n5.3.1 Selon les principes généraux, auxquels se sont référés les premiers juges, on applique, en cas de changement de règles de droit, les dispositions en vigueur lors de la réalisation de l'état de fait qui doit être apprécié juridiquement ou qui a des conséquences juridiques. Ces principes valent également en cas de changement de dispositions réglementaires ou statutaires des institutions de prévoyance. Leur application ne soulève pas de difficultés en présence d'un événement unique, qui peut être facilement isolé dans le temps. S'agissant par exemple des prestations de survivants, on applique les règles en vigueur au moment du décès de l'assuré, c'est-à-dire la date à laquelle naît le droit aux prestations du bénéficiaire (ATF 126 V 163 consid. 4b p. 166 et la référence).\n\n5.3.2 En l'espèce, l'état de fait dont découle le droit à une rente de partenaire est le décès de l'assuré. Le fait qu'on soit en présence d'une procédure en constatation de droit ne change pas la solution du problème, mais il appartient à l'autorité de statuer sur la base du BGE 137 V 105 S. 109droit applicable au moment où elle rend sa décision de constat à défaut de réalisation de l'état de fait assuré. Il y a donc lieu d'admettre que c'est sur la base du règlement 2009 que l'affaire doit être tranchée. Il reste donc à examiner les arguments invoqués par les recourants, qui s'opposent à l'application du règlement 2009 à leur cas.\n\n6.\n\n6.1 Selon la jurisprudence, le règlement d'une institution de prévoyance, dont l'activité s'exerce dans le domaine de la prévoyance plus étendue, ne peut être modifié unilatéralement par l'institution que s'il réserve expressément cette possibilité dans une disposition acceptée par l'assuré - explicitement ou par actes concluants - lors de la conclusion du contrat de prévoyance (ATF 130 V 18 consid. 3.3 p. 29; ATF 127 V 252 consid. 3b p. 255; ATF 117 V 221 consid. 4 p. 225; UELI KIESER, Besitzstand, Anwartschaften und wohlerworbene Rechte in der beruflichen Vorsorge, RSAS 1999 p. 305 ss). Une modification des statuts ou du règlement d'une institution de prévoyance est en principe admissible pour autant que la nouvelle réglementation soit conforme à la loi, ne s'avère pas arbitraire, ne conduise pas à une inégalité de traitement entre les assurés ou ne porte pas atteinte à leurs droits acquis (ATF 121 V 97 consid. 1b p. 101; arrêt 9C_140/2009 du 2 novembre 2009 consid. 4.2, in SVR 2010 BVG n° 16 p. 64).\n\n6.2 En l'espèce, l'art 9.1 du règlement, qui est resté inchangé, prévoit que le conseil de fondation est en tout temps habilité à modifier le présent règlement ainsi que ses annexes tout en préservant le but de la fondation et les droits des destinataires. Cette disposition réglementaire permet donc une modification du règlement pour autant que les exigences de la jurisprudence (ATF 121 V 97 consid. 1b) soient respectées.\n\n7.\n\n7.1 Les recourants estiment que la modification du règlement 2008 n'était pas possible car elle constituait une violation des droits des destinataires garantis par l'art. 9.1 du règlement, ces derniers étant plus larges que les droits acquis.\n\n7.2 La législation en matière d'assurances sociales ne reconnaît qu'exceptionnellement l'existence de droits acquis. Selon la jurisprudence en effet, les prétentions pécuniaires ne deviennent des droits acquis que si la loi ou le règlement fixe une fois pour toutes les situations particulières et les soustrait aux effets des modifications légales ou réglementaires ou lorsqu'ont été données des BGE 137 V 105 S. 110assurances précises à l'occasion d'un engagement individuel. A cet égard, les prestations courantes sont plus facilement considérées comme droits acquis que les simples expectatives, qui ne sont que rarement protégées, précisément parce qu'il n'existe pas de titre juridique qui permette de s'opposer à leur modification en cas de changement des règles légales (ATF 117 V 229 consid. 5b p. 235).\n\n7.3 En l'espèce, une rente de partenaire constitue pour S. une simple expectative, dont le principe et le contenu peuvent être modifiés unilatéralement par l'intimée.\n\n7.4\n\n7.4.1 Les recourants considèrent que l'art. 9.1 du règlement, qui réserve les \"droits des destinataires\" en cas de modification du règlement, concerne des droits plus étendus que les droits acquis. Les recourants estiment pouvoir bénéficier de tels droits, qui sont nés lorsque l'annonce a été adressée à l'institution de prévoyance le 19 décembre 2007. En s'annonçant, ils ont accepté l'offre qui leur était faite par celle-ci et qui concernait l'obtention d'une rente de partenaire. Ainsi, le rapport d'obligation était parfait et l'intimée ne pouvait plus s'en départir unilatéralement.\n\n7.4.2 La manière de voir des recourants ne saurait être protégée. En effet, il y a tout d'abord lieu de constater qu'ils se limitent à alléguer, sans le rendre aucunement vraisemblable, que les \"droits des destinataires\" au sens de l'art. 9.1 du règlement sont plus étendus que les droits reconnus par la jurisprudence en cas de modification des dispositions règlementaires. De plus, il ressort du dossier que D. a appris, en consultant le site intranet de Y. (la page du site a été imprimée le 26 novembre 2007) qu'une rente de partenaire serait introduite et que les détails du droit à la nouvelle rente seraient communiqués par la suite. Le 19 décembre 2007, il a annoncé l'existence de son concubinage en déclarant (chiffre 2 du formulaire) qu'il a pris connaissance du règlement actuel \"(...) ainsi que (de) l'aperçu correspondant 'rente pour le partenaire' et accepte les conditions qui y sont fixées\". Ce document, qui a été produit par les recourants, précise à propos des personnes légitimées à demander une rente pour le partenaire que \"Les collaboratrices et collaborateurs retraités n'ont pas cette possibilité sauf si les conditions d'obtention d'une rente pour le partenaire étaient déjà remplies pendant leur vie active et que leur partenariat avait été déclaré\". Dans ces circonstances, il n'est pas possible d'admettre que l'introduction d'une rente de partenaire était une \"offre\" qui était destinée à D. dans la mesure où il BGE 137 V 105 S. 111connaissait les documents mentionnant les conditions auxquelles les retraités pouvaient y avoir droit et qu'il savait qu'il ne les remplissait pas complètement.\n\nLes recourants ne peuvent dès lors pas s'opposer à la modification du règlement 2008 en invoquant les droits réservés par l'art. 9.1 du règlement.\n\n7.4.3 Il n'y a pas lieu de se prononcer sur la violation de l'interdiction de la rétroactivité, alléguée par les recourants, car le droit de S. à une rente de partenaire doit être examiné, en l'absence de droits garantis, au regard de la règlementation en vigueur lors de la décision de constat, le fait assuré n'étant pas encore survenu.\n\n8.\n\n8.1 Pour les recourants, l'obligation faite à la personne assurée d'annoncer de son vivant l'existence d'un partenariat, est une incombance formelle contraire à l'art. 20a LPP (RS 831.40).\n\n8.2 Dans un arrêt récent (ATF 136 V 127), le Tribunal fédéral a précisé que, dans la mesure où le droit des personnes visées à l'art. 20a LPP ne résulte pas de la loi elle-même mais seulement du fait que celui-ci soit institué par le règlement d'une institution de prévoyance (art. 49 al. 1 et art. 50 LPP), il apparaissait logique que ce dernier puisse faire dépendre ce droit d'une déclaration correspondante de l'assuré. Cette manière de voir résulte aussi du fait que, dans le domaine de la prévoyance plus étendue, il existe une large autonomie des institutions de prévoyance uniquement limitée par les dispositions constitutionnelles et légales (art. 49 al. 1 LPP; ATF 136 V 49 consid. 4.6 p. 55 ss). Il ne résulte ni du texte de l'art. 20a LPP ni des travaux législatifs que la possibilité de faire dépendre le droit à une rente de partenaire d'une déclaration de l'assuré ait été exclue. Une telle exigence ne constitue pas une condition matérielle supplémentaire mais uniquement une condition formelle. Il correspond ainsi à la nature de la communauté de vie des personnes non mariées, à l'inverse de la réglementation du mariage, que les relations entre les partenaires soient laissées à l'entière autonomie de ceux-ci, chaque assuré étant libre de faire ou non profiter son concubin de la rente.\n\n8.3 En l'espèce, l'incombance prévue par l'art. 3.10a let. c du règlement est dès lors conforme à l'art. 20a LPP.\n\n9.\n\n9.1 Les recourants voient une inégalité de traitement, prohibée par l'art. 8 al. 2 Cst., entre les couples mariés ou les partenaires BGE 137 V 105 S. 112enregistrés et les concubins, par le fait que l'obligation d'annonce ne soit imposée qu'aux derniers.\n\n9.2 La LPP prévoit les prestations légalement dues au conjoint survivant (art. 19) et au partenaire enregistré survivant (art. 19a). En revanche, elle ne contient aucune obligation de verser des prestations au concubin survivant. Elle se limite à réserver la possibilité pour les institutions de prévoyance d'introduire une telle rente à certaines conditions. Ainsi, la législation fédérale, dont le Tribunal fédéral ne saurait revoir la constitutionnalité (art. 190 Cst.), fait une différence entre les conjoints et les partenaires enregistrés d'une part et les concubins de l'autre. Ce traitement différent réservé à ces derniers par la législateur fédéral, est basé sur l'idée que les concubins hétérosexuels ont la possibilité de se marier et sur le désir de conserver le mariage comme institution uniforme pour les couples hétérosexuels (Message du 29 novembre 2002 relatif à la loi fédérale sur le partenariat enregistré entre personnes du même sexe, FF 2003 1213 ch. 1.6.3).\n\n9.3 Il s'agit ensuite de déterminer si l'application du règlement conduit à une inégalité de traitement (art. 8 al. 2 Cst.), en particulier si les recourants peuvent se prévaloir d'une inégalité avec les couples mariés et les partenaires enregistrés dans la mesure où ces deux dernières catégories ont droit à une rente pour le conjoint, respectivement le partenaire survivant, même si le mariage ou l'enregistrement du partenariat ont eu lieu après la mise à la retraite, alors que les concubins seraient privés de faire inscrire leur statut après la mise à la retraite.\n\nA l'examen des rapports patrimoniaux existant entre ces trois catégories de personnes, on constate qu'il y a une obligation légale d'entretien des époux et des partenaires enregistrés, alors que le principe et l'étendue de l'entretien chez les concubins ont un caractère contractuel ou moral (SPYCHER/HAUSHEER, Handbuch des Unterhaltsrechts, 2e éd. 2010, p. 673 ss; FRANZ WERRO, Concubinage, mariage et démariage, 5e éd. 2000, p. 47 n° 129). Cette différence, qui résulte du système légal, montre que le conjoint et le partenaire enregistré survivants peuvent compter sur la poursuite d'un soutien financier après le décès. En revanche, les personnes choisissant de vivre en concubinage ne bénéficient pas d'un tel droit, ce qui permet de justifier un traitement différent des concubins lors de l'octroi des rentes de survivant. Au demeurant, si l'art. 8 al. 2 Cst. prohibe les discriminations fondées notamment sur l'origine, la race, le sexe, l'âge, BGE 137 V 105 S. 113la langue, la situation sociale, le mode de vie, les convictions religieuses, philosophiques et politiques, ainsi que sur une déficience corporelle, mentale et psychique, il ne vise pas expressément les concubins.\n\n9.4 Par ailleurs, le fait pour une institution de prévoyance de prévoir une obligation d'annonce pour l'obtention d'une rente de partenaire, dont la jurisprudence (ATF 136 V 127; consid. 8.2 ci-dessus) a reconnu qu'il s'agissait d'une incombance admissible, ne constitue pas une inégalité de traitement face aux conjoints survivants et aux partenaires enregistrés survivants. En effet, l'assimilation complète des différentes catégories n'est pas prévue par le législateur et, si l'on admet qu'il est légitime pour une institution de prévoyance de connaître les risques qu'elle assure, en particulier les différentes rentes de survivants, il est normal qu'elle connaisse les assurés qui vivent en concubinage et pour lesquels elle pourrait être appelée à verser une rente au concubin survivant. Pour les personnes mariées ou celles qui vivent en partenariat enregistré, les modifications de ces données font l'objet d'une communication obligatoire aux institutions de prévoyance par les assurés.\n\n9.5 Enfin, on rappellera que le rapport de prévoyance est fondamentalement modifié lorsque l'assuré est mis au bénéfice d'une rente de vieillesse. En effet, avant son départ à la retraite, l'assuré ne dispose que d'expectatives quant à sa future rente, lesquelles peuvent en principe être revues en tout temps, tandis qu'à sa mise à la retraite l'assuré acquiert le droit à une rente financée par le capital de prévoyance, dont le montant ne peut plus être modifié sous réserve des éventualités envisagées aux art. 36 al. 2 et 65d al. 3 let. b LPP (ATF 135 V 382 consid. 6 p. 390 ss; ATF 134 I 23 consid. 7 p. 35 ss). Il est ainsi conforme au système que de nouvelles rentes ne puissent naître postérieurement au départ de l'assuré à la retraite, contrairement à ce que les recourants voudraient obtenir."}