{"annee": "137", "cour": "III", "page": "534", "date": "13/10/2011", "cite": ["130 III 571", "132 III 49", "113 II 15"], "cite_par": [], "chapeau": "79. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. (Beschwerde in Zivilsachen)\n\n5A_534/2011 vom 13. Oktober 2011", "regestes": ["Art. 649b al. 1 CC; exclusion de la communauté des propriétaires d'étages; non-exigibilité de la continuation de la communauté des propriétaires d'étages. Un membre de la communauté des propriétaires d'étages, qui a lui-même grossièrement violé les règles juridiques et morales du rapport communautaire, ne peut pas faire valoir que l'on ne saurait exiger de lui la continuation de la communauté avec un autre membre qui a également violé les règles de la communauté (consid. 2)."], "faits": "BGE 137 III 534 S. 534\n\nX. und Y. bilden zusammen eine Stockwerkeigentümergemeinschaft, wobei X. die Mehrheit der Anteile innehat. Die Parteien und der damals noch lebende Ehegatte von Y. standen bereits seit 1989 miteinander in rechtlicher Beziehung. Als Folge von Provokationen, Körperverletzungen, Tätlichkeiten unter den Beteiligten und aufgrund von Beschlüssen der Stockwerkeigentümergemeinschaft kam es zu unzähligen Prozessverfahren zwischen den BGE 137 III 534 S. 535Verfahrensbeteiligten, die das Verhältnis untereinander vergifteten. Die Parteien sind nunmehr verfeindet.\n\nMit Urteil vom 29. März 2010 ordnete das Amtsgericht Luzern-Land in Gutheissung der Klage von X. den Ausschluss von Y. aus der Stockwerkeigentümergemeinschaft und die Veräusserung deren Stockwerkeigentumsanteils sowie die Zwangsversteigerung für den Fall der Weigerung des freiwilligen Verkaufs des Anteils an. Mit Urteil vom 26. Januar 2011 wies das Obergericht des Kantons Luzern die Klage ab.\n\nDas Bundesgericht weist die am 16. August 2011 gegen das obergerichtliche Urteil eingereichte Beschwerde des X. ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Nach Art. 649b Abs. 1 ZGB kann ein Miteigentümer durch richterliches Urteil aus der Gemeinschaft ausgeschlossen werden, wenn durch sein Verhalten oder das Verhalten von Personen, denen er den Gebrauch der Sache überlassen oder für die er einzustehen hat, Verpflichtungen gegenüber allen oder einzelnen Mitberechtigten so schwer verletzt werden, dass diesen die Fortsetzung der Gemeinschaft nicht zugemutet werden kann. Diese Bestimmung gilt auch für das Stockwerkeigentum im Sinn der Art. 712a ff. ZGB (BGE 113 II 15 E. 2 S. 17). Besteht die Gemeinschaft - wie hier - aus nur zwei Mitgliedern, steht jedem das Klagerecht zu (BRUNNER/WICHTERMANN, in: Basler Kommentar, Zivilgesetzbuch, Bd. II, 3. Aufl. 2007, N. 22 zu Art. 649b ZGB).\n\n2.2\n\n2.2.1 Das Amtsgericht stellte fest, dass beide Parteien eine schwere Mitverantwortung am hoffnungslos vergifteten Verhältnis treffe und jede Partei rücksichtsloses und jeglichen Anstand vermissendes Verhalten gegenüber der anderen an den Tag gelegt habe. Mangels Antrages der Beschwerdegegnerin entsprach es dem Klageantrag des Beschwerdeführers und ordnete den Ausschluss der Beschwerdegegnerin aus der Stockwerkeigentümergemeinschaft und die Veräusserung deren Stockwerkeigentumsanteils sowie die Zwangsversteigerung für den Fall der Weigerung des freiwilligen Verkaufs des Anteils an. Im Gegensatz zur ersten Instanz hat das Obergericht die Klage des Beschwerdeführers abgewiesen. In einer ersten BGE 137 III 534 S. 536Begründung hat es in grundsätzlicher Hinsicht erwogen, die Ausschlussmöglichkeit stehe nur einem loyalen Miteigentümer zu. Wer sich grob pflichtwidrig verhalte, könne sich nicht auf Art. 649b ZGB berufen. Trügen - wie im konkreten Fall - beide Parteien eine schwere Mitverantwortung an der bestehenden Situation, fehle es an der Unzumutbarkeit der Fortführung der Gemeinschaft durch den Beschwerdeführer.\n\n2.2.2 Dem hält der Beschwerdeführer im Wesentlichen entgegen, nicht nur der \"loyale\" Miteigentümer könne sich auf Art. 649b ZGB berufen. Bei Art. 649b ZGB gehe es vielmehr nur darum, dass der sich korrekt verhaltende Miteigentümer nicht wegen des renitenten Miteigentümers auf seine Anteile verzichten müsse. Selbst wenn sich beide Parteien unkorrekt verhielten, könne die Fortführung der Gemeinschaft bei einer verwahrlosten und funktionsunfähigen Gemeinschaft unzumutbar sein.\n\n2.3 Vorliegend stellt sich die grundsätzliche Frage, ob im Lichte von Art. 649b ZGB einem Mitglied der Stockwerkeigentümergemeinschaft, das auf Ausschluss eines anderen Mitgliedes klagt, die Fortsetzung der Gemeinschaft mit dem eingeklagten Mitglied zumutbar ist, wenn es sich selbst grob gemeinschaftswidrig verhält.\n\n2.3.1 Die vor der Stockwerkeigentumsnovelle vom 19. Dezember 1963 geltende Regelung des Miteigentums kannte den Ausschluss eines missliebigen Mitgliedes der Gemeinschaft der Miteigentümer nicht. Diejenigen Miteigentümer, die sich infolge eines unverträglichen Gemeinschaftsmitgliedes zum Verkauf ihres Anteils gezwungen sahen, mussten unter Umständen mit Nachteilen rechnen, zumal sich das ungebührliche Verhalten eines Mitgliedes nachteilig auf den zu erwartenden Verkaufserlös auswirken oder den Verkauf sogar verunmöglichen konnte (HANS-PETER FRIEDRICH, Die Wiedereinführung des Stockwerkeigentums in der Schweiz, ZSR 75/1956 II S. 241a). Mit der Einfügung von Art. 649b ZGB in das schweizerische Zivilgesetzbuch wurde nach dem Vorbild namentlich des deutschen Wohneigentumsgesetzes (§ 18 ff. WEG/D) die bis anhin fehlende Möglichkeit geschaffen, beim Gericht auf Ausschluss eines renitenten Mitgliedes der Stockwerkeigentümergemeinschaft zu klagen (Botschaft des Bundesrates vom 7. Dezember 1962 an die Bundesversammlung zum Entwurf eines Bundesgesetzes über die Abänderung des vierten Teils des Zivilgesetzbuches [Miteigentum und Stockwerkeigentum], BBl 1962 II 1510). Die mit dieser Bestimmung eingeführte Ausschlussmöglichkeit schützt indes nur den BGE 137 III 534 S. 537Miteigentümer, der sich an die sich aus dem Gemeinschaftsverhältnis ergebenden rechtlichen und moralischen Regeln hält (vgl. PETER LIVER, Das Miteigentum als Grundlage des Stockwerkeigentums, in: Gedächtnisschrift Ludwig Marxer, Sonderdruck, S. 39; BRUNNER/WICHTERMANN, a.a.O., N. 3 zu Art. 649b ZGB). Die Bestimmung wird den Interessen der sich korrekt verhaltenden Mitgliedern der Gemeinschaft gerecht, indem sie ihnen einen wirkungsvollen Schutz gegenüber dem sich gemeinschaftswidrig benehmenden Mitglied bietet (RETO STRITTMATTER, Ausschluss aus Rechtsgemeinschaften, 2002, S. 27). Der Ausschluss aus der Stockwerkeigentümergemeinschaft, der von der Lehre etwa als eine Art privatrechtliche Enteignung qualifiziert wird (z.B. HANS-PETER FRIEDRICH, Das Stockwerkeigentum, Reglement für die Stockwerkeigentümer, 2. Aufl. 1972, § 51 S. 195 Rz. 1), stellt einen schweren Eingriff in die Rechte des betroffenen Mitgliedes dar. Dieser wird damit gerechtfertigt, dass die Interessen der sich korrekt verhaltenden Mitglieder höher einzustufen sind als jene der sich gemeinschaftswidrig verhaltenden (zum Ganzen: STRITTMATTER, a.a.O., S. 27 und 28). Art. 649b ZGB enthält eine lex specialis i.S. des wichtigen Grundes (vgl. BÄRMANN/PICK, Wohneigentumsgesetz, Kommentar, 18. Aufl. 2007, N. 3 zu § 18 WEG/D). Er nimmt einen Gedanken auf, wie er sich auch in Dauerschuldverhältnissen - wie zum Beispiel der Miete - wiederfindet (zum Verweis auf andere Dauerschuldverhältnisse; WOLFGANG LÜKE, Wohneigentumsgesetz, Kommentar, 8. Aufl. 1995, N. 2 zu § 18 WEG/D). So sieht etwa Art. 266g Abs. 1 OR vor, dass die Parteien das Mietverhältnis aus wichtigen Gründen, welche die Vertragserfüllung für sie unzumutbar machen, mit der gesetzlichen Frist auf einen beliebigen Zeitpunkt kündigen können. Mit Bezug auf die Unzumutbarkeit wird hier von einem wesentlichen Teil der Literatur die Auffassung vertreten, dass solche Gründe nicht zur Auflösung des Mietverhältnisses führen können, die der Kündigende massgeblich (mit-)verschuldet hat (ROGER WEBER, in: Basler Kommentar, Obligationenrecht, Bd. I, 4. Aufl. 2007, N. 5 zu Art. 266g OR S. 1464 mit zahlreichen weiteren Literaturhinweisen).\n\nIm Lichte des mit Art. 649b ZGB verfolgten Zwecks, der Ausführungen in der Literatur und des Vergleichs mit der Bestimmung des Mietrechts ist die Auffassung des Obergerichts mit dem Bundesrecht vereinbar, die Fortführung der Gemeinschaft mit einem sich renitent verhaltenden Mitglied sei für denjenigen zumutbar, der sich selbst in grober Weise gemeinschaftswidrig verhält. Es wäre - wie BGE 137 III 534 S. 538das Obergericht zu Recht feststellt - in der Tat unbillig, den Ausschluss eines Mitgliedes anzuordnen, wenn sich auch das klagende Mitglied grob gemeinschaftswidrig verhält und für die eingetretene Situation mitverantwortlich ist. Anders entscheiden bedeutete im Ergebnis, die Interessen eines sich grob gemeinschaftswidrig verhaltenden Mitgliedes höher einzuschätzen und zu schützen, was dem Zweck der Bestimmung zuwiderliefe. Dem Beschwerdeführer ist unter diesen Umständen zuzumuten, das Gemeinschaftsverhältnis mit der Beschwerdegegnerin fortzusetzen oder aber seinen Anteil zu veräussern.\n\n2.3.2 Das Obergericht hat eine schwere Mitverantwortung des Beschwerdeführers angenommen und zur Begründung namentlich auf dessen Verurteilung wegen mehrfacher übler Nachrede zulasten der Beschwerdegegnerin (Strafbefehl vom 11. September 2008) verwiesen. Erwähnt wird ferner ein Entscheid des Amtsstatthalteramtes vom 19. Juli 2000 betreffend Verurteilung des Beschwerdeführers wegen Ungehorsams gegen eine amtliche Verfügung, weil er der im Urteil des Obergerichts des Kantons Luzern vom 9. August 1999 enthaltenen Verpflichtung, das Stockwerkeigentümerreglement in einem bestimmten Umfang abzuändern, nicht nachgekommen war. Hingewiesen wird sodann auf einen Entscheid vom 11. Januar 1993, mit welchem das Amtsstatthalteramt Luzern ein vom Beschwerdeführer gegen die Beschwerdegegnerin und deren Ehemann angehobenes Strafverfahren eingestellt hat. Aufgeführt werden des Weiteren die vom Beschwerdeführer im Jahr 1999 veranlasste Sperrung des Telefonanschlusses des Ehemannes der Beschwerdegegnerin, das Urteil des Einzelrichters am Kantonsgericht Nidwalden vom 15. September 2009, mit dem eine Genugtuungsklage aus Ehrverletzung der Beschwerdegegnerin und deren Anwalts gegen den Beschwerdeführer gutgeheissen wurde, schliesslich eine Verurteilung des Beschwerdeführers vom 12. November 2010 wegen mehrfacher Verleumdung (Art. 174 Ziff. 1 StGB), namentlich begangen zum Nachteil der Beschwerdegegnerin. Der Beschwerdeführer behauptet einfach, er habe sich nicht in grober Weise gemeinschaftswidrig verhalten. Er setzt sich aber mit dem wiedergegebenen Teil der Begründung nicht rechtsgenüglich auseinander und stellt insbesondere die aufgeführten tatsächlichen Begebenheiten nicht rechtsgenüglich infrage, sodass sich Weiterungen dazu erübrigen. Angesichts der auch in jüngster Vergangenheit ausgetragenen Gerichtsverfahren, die alle zum Nachteil des Beschwerdeführers ausgegangen sind, BGE 137 III 534 S. 539durfte das Obergericht ohne Verletzung seines Ermessenspielraums (ARTHUR MEIER-HAYOZ, Berner Kommentar, 1966, N. 73 zu Art. 4 ZGB; BGE 132 III 49 E. 2.1 S. 51; BGE 130 III 571 E. 4.3 S. 576; je mit Hinweisen) annehmen, der Beschwerdeführer habe sich entgegen seinen Behauptungen selbst grob gemeinschaftswidrig verhalten und habe dadurch die Klageverfahren provoziert, und es könne der Beschwerdegegnerin somit nicht vorgeworfen werden, sie habe böswillig gegen die Stockwerkeigentümergemeinschaft geklagt.\n\n2.4 Nach dem Gesagten hat das Obergericht mit der Abweisung der Klage wegen grob gemeinschaftswidrigen Verhaltens des Beschwerdeführers kein Bundesrecht verletzt."}