{"annee": "138", "cour": "III", "page": "714", "date": "16/10/2012", "cite": ["136 III 107", "135 III 614", "119 II 380", "128 III 50", "129 III 727", "117 II 94", "117 II 494"], "cite_par": ["141 III 229"], "chapeau": "109. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. Lda. gegen Y. Ltd (Beschwerde in Zivilsachen)\n\n4A_50/2012 vom 16. Oktober 2012", "regestes": ["Capacité d'être partie à une procédure d'arbitrage international avec siège en Suisse; influence de la faillite sur la validité de la convention d'arbitrage (art. 178 al. 2 LDIP). La capacité d'être partie à une procédure d'arbitrage est régie par le chapitre 12 de la LDIP (consid. 3.3); capacité de partie d'une masse en faillite portugaise (consid. 3.4), laquelle est liée par la convention d'arbitrage (consid. 3.6)."], "faits": "", "considerants": "BGE 138 III 714 S. 714\n\nAus den Erwägungen:\n\n3. Die Beschwerdeführerin rügt, das Schiedsgericht habe seine Zuständigkeit zur Beurteilung der Streitsache zu Unrecht bejaht. Infolge des über sie eröffneten Insolvenzverfahrens in Portugal sei die Beschwerdeführerin nicht fähig, Partei eines Schiedsverfahrens zu sein. Dies ergebe sich aus Art. 87 Abs. 1 des portugiesischen Insolvenzgesetzes (p-IG). Nach Auffassung der Beschwerdeführerin hat das Schiedsgericht das portugiesische Insolvenzrecht falsch und BGE 138 III 714 S. 715unter Missachtung der überzeugenden Darlegungen des von der Beschwerdeführerin angerufenen Experten interpretiert und zu Unrecht den Verlust der Fähigkeit der Beschwerdeführerin verneint, Partei eines Schiedsverfahrens zu sein.\n\n3.1 Das Schiedsgericht führte in der Begründung des angefochtenen Entscheids aus, dass seine Zuständigkeit namentlich davon abhänge, ob die Schiedsklausel gültig sei und die Parteien fähig seien, an einem Schiedsverfahren teilzunehmen. Diese Fragen stellten sich vorliegend namentlich in Bezug auf die Beschwerdeführerin, da über diese in Portugal der Konkurs verhängt worden sei.\n\n3.1.1 In Bezug auf die Frage der Gültigkeit der Schiedsklausel verwies das Schiedsgericht auf Art. 178 Abs. 2 IPRG (SR 291). Danach ist die Schiedsvereinbarung gültig, wenn sie entweder dem von den Parteien gewählten, dem auf die Streitsache, insbesondere dem auf den Hauptvertrag anwendbaren oder dem schweizerischen Recht entspricht (Prinzip des favor validitatis). Das Schiedsgericht erwog, dass gemäss BGE 117 II 94 die Schiedsvereinbarung nach schweizerischem Recht den Konkurs überlebt und den Konkursverwalter bindet. Damit habe die Insolvenz jedenfalls nach schweizerischem Recht keine Ungültigkeit der Schiedsklausel gegenüber der insolventen Beschwerdeführerin zur Folge. Es sei mithin von der Gültigkeit der Schiedsklausel auszugehen.\n\n3.1.2 In Bezug auf die umstrittene Frage der Rechtsfähigkeit ermittelte das Schiedsgericht zunächst das anwendbare Recht. Es kam zum Schluss, dass die Rechts- und Parteifähigkeit einer juristischen Person vom Recht des Staates beherrscht werde, nach dessen Vorschriften die juristische Person organisiert (inkorporiert) ist. Die Rechtsfähigkeit der Beschwerdeführerin richte sich somit nach portugiesischem Recht.\n\nDamit stellte sich für das Schiedsgericht die Frage nach dem Einfluss des portugiesischen Konkurses auf die Rechtsfähigkeit der Beschwerdeführerin.\n\n3.1.2.1 Das Schiedsgericht führte diesbezüglich aus, dass eine portugiesische Insolvenzmasse gemäss dem Rechtsexperten der Beschwerdeführerin nicht mehr fähig sei, als Partei an einem Schiedsverfahren teilzunehmen. Nach Auffassung des Rechtsexperten der Beschwerdegegnerin führe die Konkurseröffnung nach portugiesischem Recht demgegenüber nicht zur Rechtsunfähigkeit der Insolvenzmasse. BGE 138 III 714 S. 716Diese könne nicht als unfähig betrachtet werden, an einem Schiedsverfahren teilzunehmen.\n\n3.1.2.2 Gemäss den Ausführungen im angefochtenen Entscheid leitet die Beschwerdeführerin ihre Parteiunfähigkeit namentlich aus Art. 87 des portugiesischen Insolvenzgesetzes (p-IG) ab. Dieser steht unter dem Marginale \"Convenções arbitrais\" und lautet wie folgt:\n\n\"Fica suspensa a eficácia das convenções arbitrais em que o insolvente seja parte, respeitantes a litígios cujo resultado possa influenciar o valor da massa, sem prejuízo do disposto em tratados internacionais aplicáveis.\n\nOs processos pendentes à data da declaração de insolvência prosseguirão porém os seus termos, sem prejuízo, se for o caso, do disposto no n.o 3 do artigo 85.o e no n.o 3 do artigo 128.o\"\n\nIn der dem angefochtenen Entscheid zugrunde liegenden englischen Übersetzung:\n\n\"Without prejudice to provisions contained in applicable international treaties, the efficacy of arbitral agreements relating to disputes that may potentially affect the value of the insolvency estate and to which the insolvent is party shall be suspended.\n\nProcedures that are pending at the moment of the declaration of the insolvency shall continue, without prejudice to the provisions set forth in Article 85(3) and of the Article 128(3) if applicable.\"\n\nIn freier Übersetzung auf Deutsch:\n\n\"Vorbehältlich der Bestimmungen von Staatsverträgen wird die Wirksamkeit von Schiedsvereinbarungen suspendiert, die sich auf Auseinandersetzungen beziehen, welche allenfalls den Wert der Insolvenzmasse beeinträchtigen können.\n\nIm Zeitpunkt der lnsolvenzerklärung bereits hängige Schiedsverfahren werden fortgeführt, unter Vorbehalt der Artikel 85(3) und Artikel 128(3) [p-IG].\"\n\nNach Auffassung der Beschwerdeführerin sei die Suspension der Schiedsvereinbarung gemäss Art. 87 Abs. 1 p-IG zu verstehen als \"Nichtigkeit oder Beendigung\" der Gültigkeit der Schiedsklausel. Daraus resultiere die Rechtsunfähigkeit der Insolvenzmasse. Gemäss dem Rechtsexperten der Beschwerdeführerin hätten die portugiesischen Gesetzesredaktoren den Begriff der \"Unwirksamkeit\" nur deshalb demjenigen der \"Nichtigkeit\" bzw. \"Beendigung\" vorgezogen, damit Schiedsvereinbarungen wieder volle Wirksamkeit zurückerlangen können, sobald die Insolvenzsituation beendet sei (\"to allow the agreements to return to full effect, if the insolvency situation ceases\"). BGE 138 III 714 S. 717\n\nGemäss dem Schiedsgericht findet diese Interpretation ausserhalb des Parteigutachtens der Beschwerdeführerin nur geringe Stütze. Die portugiesischen Gerichte hätten soweit ersichtlich denn auch noch keine Entscheide zur Auslegung von Art. 87 p-IG gefällt.\n\n3.1.2.3 Das Schiedsgericht führte sodann aus, dass keiner der beiden Parteiexperten in der Lage gewesen sei, Rechtsprechung und Literaturmeinungen anzuführen, welche die These belegen würden, dass Art. 87 p-IG die Rechtsfähigkeit der Insolvenzmasse beeinflusse bzw. unberührt lasse.\n\nEs treffe zwar zu, dass einige Lehrmeinungen Art. 87 Abs. 1 p-IG im Kontext der Rechtsfähigkeit erwähnten, andere Lehrmeinungen hielten jedoch dafür, dass sich Art. 87 Abs. 1 p-IG nur auf die Gültigkeit der Schiedsklausel bzw. auf deren persönlichen Geltungsbereich beziehe. Zudem würden jene Autoren, die Art. 87 Abs. 1 p-IG im Kontext der Rechtsfähigkeit erwähnen, nicht im Einzelnen ausführen, welche konkreten Auswirkungen die Insolvenz auf die Rechtsfähigkeit habe. Ein Autor erwähne beispielsweise lediglich, dass Schiedsvereinbarungen suspendiert würden. Ein anderer Autor führe aus, dass die insolvente Partei in ihrer Handlungsfähigkeit eingeschränkt werde, was indessen nicht zu einer Rechtsunfähigkeit im technischen Sinne führe. Ein weiterer Autor führe aus, dass die Insolvenzmasse nicht vollumfänglich rechtsunfähig sei.\n\nNach Ansicht des Schiedsgerichts lasse sich weder den Stellungnahmen der Parteiexperten noch den von den Parteien eingereichten Rechtsmaterialien eine überzeugende Antwort dazu entnehmen, ob sich Art. 87 Abs. 1 p-IG auf die Rechtsfähigkeit einer portugiesischen Insolvenzmasse bezieht bzw. gegebenenfalls der Beschwerdeführerin die Fähigkeit entzieht, Partei eines Schiedsverfahrens zu sein.\n\n3.1.2.4 Davon ausgehend zog das Schiedsgericht in Erwägung, dass Art. 87 p-IG keinen ausdrücklichen Bezug auf die Rechtsfähigkeit bzw. den Einfluss der Insolvenz auf die Rechtsfähigkeit enthalte. Vielmehr beziehe sich Art. 87 p-IG auf die \"Wirksamkeit von Schiedsvereinbarungen\" (\"efficacy of arbitral agreements\"), terminologisch mithin eher auf die Gültigkeit von Schiedsvereinbarungen. Weiter ergebe sich aus Art. 87 Abs. 2 p-IG, dass eine (natürliche oder juristische) Person, über welche die Insolvenz nach Anhängigmachung eines Schiedsverfahrens eröffnet wurde, die Parteifähigkeit für das laufende Schiedsverfahren beibehalte. Aus Art. 85 Abs. 1 p-IG BGE 138 III 714 S. 718ergebe sich sodann, dass eine Insolvenzmasse die Parteifähigkeit in Verfahren vor staatlichen Gerichten nicht verliere. Gemäss Art. 224 und 226 p-IG könne die insolvente Gesellschaft ihre Geschäfte unter der Aufsicht des Insolvenzverwalters weiterführen und wo das Gesetz die Handlungsbefugnis der insolventen Gesellschaft beschränke, könne der Insolvenzverwalter für diese handeln (Art. 81 Abs. 4 und Abs. 5 p-IG). Aus all dem ergibt sich für das Schiedsgericht, dass eine Insolvenzmasse ihre Rechtsfähigkeit nach portugiesischem Recht beibehalte.\n\nSchliesslich würden die Erklärungen des Parteiexperten der Beschwerdeführerin, weshalb die portugiesischen Gesetzesredaktoren in Art. 87 Abs. 1 p-IG den Begriff der \"Unwirksamkeit\" demjenigen der \"Nichtigkeit\" bzw. \"Beendigung\" vorgezogen hätten, nämlich \"to allow the agreements to return to full effect, if the insolvency situation ceases\", das Schiedsgericht in seiner Auffassung bestärken, dass Art. 87 Abs. 1 p-IG eher einen Aspekt der Gültigkeit der Schiedsklausel regle als einen Aspekt der Rechtsfähigkeit der Insolvenzmasse.\n\n3.1.2.5 Zusammenfassend kam das Schiedsgericht zum Schluss, dass sich Art. 87 Abs. 1 p-IG auf die Gültigkeit der Schiedsklausel gegenüber einer Gemeinschuldnerin und nicht auf die Rechtsfähigkeit der Insolvenzmasse beziehe. Dies ergebe sich erstens aus dem Wortlaut der Norm, in dem von \"Wirksamkeit von Schiedsvereinbarungen\" (\"efficacy of arbitral agreements\") und nicht von \"Rechtsfähigkeit\" (\"capacity\") die Rede sei. Zweitens spreche auch der Vorbehalt von Staatsverträgen in Art. 87 Abs. 1 p-IG dagegen, dass sich die Norm auf die Rechtsfähigkeit beziehe. Denn es fänden sich keinerlei Hinweise darauf, dass der portugiesische Gesetzgeber die Frage der Rechtsfähigkeit portugiesischer Gesellschaften der Regelung durch Staatsverträge überlassen wollte, sei dies doch eine Materie, über welche nationale Gesetzgeber in der Regel selbst bestimmen wollten. Drittens sei für das Schiedsgericht unklar, wie ein angeblicher Verlust der Rechtsfähigkeit einer insolventen Partei von der Natur des Streites abhängig sein könne. In der portugiesischen Literatur werde nämlich vertreten, dass Rechtsfähigkeit ein absoluter Begriff sei.\n\nSchliesslich hielt das Schiedsgericht den Einwänden der Beschwerdeführerin entgegen, dass in der gesamten portugiesischen Literatur kein einziger Autor die Meinung vertrete, dass eine portugiesische Insolvenzmasse rechtsunfähig sei. BGE 138 III 714 S. 719\n\nNach Auffassung des Schiedsgerichts ist die Beschwerdeführerin somit eine nach portugiesischem Recht rechtsfähige Person, die als solche fähig ist, als Partei an einem Schiedsverfahren mit Sitz in der Schweiz teilzunehmen.\n\n3.1.2.6 Diese Schlussfolgerungen ergänzte das Schiedsgericht mit Ausführungen zum Vivendi-Urteil des Bundesgerichts (Urteil 4A_428/2008 vom 31. März 2009 E. 3.1, in: ASA Bulletin 1/2010 S. 104 ff.), auf welches die Beschwerdeführerin ihre Argumentation, sie sei nicht parteifähig, massgeblich stützte. Das Schiedsgericht wies darauf hin, dass die im Vivendi-Fall umstrittene Norm (Art. 142 des polnischen Konkurs- und Sanierungsgesetzes) nach Auffassung polnischer Rechtsprofessoren einen Aspekt der Parteifähigkeit einer polnischen Insolvenzmasse regle. Das Schiedsgericht erwog, dass sich Art. 87 des portugiesischen Insolvenzgesetzes indessen in genau diesem Punkt grundlegend von der polnischen Norm unterscheide, da sie sich nicht auf die Rechtsfähigkeit der an einem Schiedsverfahren beteiligten Insolvenzmasse, sondern auf die Gültigkeit der Schiedsklausel beziehe. Nach Auffassung des Schiedsgerichts ist der Vivendi-Entscheid daher für das vorliegende Verfahren nicht von präjudizieller Bedeutung.\n\n3.2 Die Fähigkeit, eine Schiedsvereinbarung abzuschliessen und in einem Schiedsverfahren als Partei aufzutreten (sog. subjektive Schiedsfähigkeit bzw. Schiedsfähigkeit ratione personae; arbitrabilité subjective), ist im Rahmen der Zuständigkeitsbeschwerde nach Art. 190 Abs. 2 lit. b IPRG zu prüfen (BGE 117 II 94 E. 5b S. 98 mit Hinweis; Urteile 4A_428/2008 vom 31. März 2009 E. 3.1, in: ASA Bulletin 1/2010 S. 104 ff.; 4P.126/1992 vom 13. Oktober 1992 E. 4a, in: SZIER 1994 S. 131 ff.). Dabei prüft das Bundesgericht die Zuständigkeitsrüge in rechtlicher Hinsicht frei, einschliesslich materiellrechtlicher Vorfragen, die für den Entscheid über die Zuständigkeit relevant sind (grundlegend: BGE 117 II 94 E. 5a S. 97; vgl. weiter BGE 129 III 727 E. 5.2.2 S. 733; BGE 128 III 50 E. 2a S. 54; BGE 119 II 380 E. 3c S. 383; je mit Hinweisen).\n\nBeurteilen sich solche Vorfragen nach ausländischem Recht, überprüft das Bundesgericht dessen Anwendung im Rahmen der Zuständigkeitsbeschwerde ebenfalls frei und mit voller Kognition. Dabei folgt das Bundesgericht der in der anwendbaren ausländischen Rechtsordnung klar herrschenden Auffassung und bei Kontroversen zwischen Rechtsprechung und Lehre der höchstrichterlichen JudikaturBGE 138 III 714 S. 720 (Urteile 4A_428/2008 vom 31. März 2009 E. 3.1, in: ASA Bulletin 1/2010 S. 104 ff.; 4P.137/2002 vom 4. Juli 2003 E. 7.2.1).\n\n3.3\n\n3.3.1 Wie die objektive Schiedsfähigkeit (Art. 177 Abs. 1 IPRG) bestimmt sich die subjektive Schiedsfähigkeit in einem internationalen Schiedsverfahren mit Sitz in der Schweiz nach dem 12. Kapitel IPRG (vgl. PIERRE-YVES TSCHANZ, in: Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, N. 60 zu Art. 178 IPRG). Art. 177 Abs. 2 IPRG weist indessen nur für staatlich beherrschte bzw. organisierte Rechtsträger eine ausdrückliche Regelung zur subjektiven Schiedsfähigkeit auf. Namentlich zur vorliegend umstrittenen Frage der Parteifähigkeit nichtstaatlicher Parteien enthält das 12. Kapitel IPRG keine spezifische Bestimmung. Gemäss der bundesgerichtlichen Rechtsprechung gilt daher der allgemeine prozessuale Grundsatz, wonach die Parteifähigkeit in einem Schiedsverfahren von der materiellrechtlichen Vorfrage der Rechtsfähigkeit abhängt (Urteil 4A_428/2008 vom 31. März 2009 E. 3.2, in: ASA Bulletin 1/2010 S. 104 ff. mit Hinweisen).\n\n3.3.2 Die Rechtsfähigkeit einer Partei in einem internationalen Schiedsverfahren mit Sitz in der Schweiz wird gemäss bundesgerichtlicher Rechtsprechung durch das Personal- bzw. Gesellschaftsstatut, also durch das gemäss Art. 33 f. IPRG (für natürliche Personen) bzw. Art. 154, 155 lit. c IPRG (für Gesellschaften) anwendbare Recht bestimmt (Urteil 4A_428/2008 vom 31. März 2009 E. 3.2, in: ASA Bulletin 1/2010 S. 104 ff. mit Hinweisen).\n\nGegen den Rückgriff auf Normen ausserhalb des 12. Kapitels IPRG wendet ein Teil der Lehre zwar ein, dass damit die Eigenständigkeit des 12. Kapitels als \"Gesetz im Gesetz\" bzw. \"Arbitration Act\" in Frage gestellt werde (GEORG NAEGELI, Die Auswirkungen der Konkurserklärung auf ein hängiges Schiedsverfahren, Jusletter 31. August 2009 Rz. 38 f.; AEBI/FREY, Impact of Bankruptcy on International Arbitration Proceedings, ASA Bulletin 1/2010 S. 118; KAUFMANN-KOHLER/LÉVY/SACCO, The Survival of the Arbitration Agreement and Arbitration Proceedings in Cases of Cross-Border Insolvency: An Analysis from the Swiss Perspective, Les Cahiers de l'Arbitrage, The Paris Journal of International Arbitration 2/2010 S. 377; MICHAEL GÜNTER, Internationale Schiedsgerichtsbarkeit und Insolvenz, 2011, N. 370; kritisch auch FELIX DASSER, in: ZPO, Oberhammer [Hrsg.], 2010,N. 22 vor Art. 353-399 ZPO). Das auf die Rechtsfähigkeit BGE 138 III 714 S. 721anwendbare Recht sei vielmehr nach der schiedsrechtlichen Kollisionsnorm von Art. 187 Abs. 1 IPRG zu bestimmen (NAEGELI, a.a.O., Rz. 39; BERGER/KELLERHALS, International and domestic arbitration in Switzerland, 2. Aufl. 2010, Rz. 328). Diese Auffassung berücksichtigt jedoch nicht, dass Art. 187 Abs. 1 IPRG das auf die Streitsache anwendbare Recht regelt und dabei der Parteiautonomie den Vorrang gibt. Auf die (vorfrageweise) Bestimmung der Rechtsfähigkeit der Parteien ist Art. 187 Abs. 1 IPRG gerade nicht zugeschnitten (so zutreffend PIERRE-YVES TSCHANZ, a.a.O, N. 60 zu Art. 178 IPRG; POUDRET/BESSON, Comparative law of international arbitration, 2e éd. 2007, N. 271).\n\nIn Bezug auf die Rechtsfähigkeit der Schiedsparteien fehlt es somit an einer Kollisionsnorm im 12. Kapitel IPRG. Die Rechtsfähigkeit der Schiedsparteien ist folglich im Sinne der bundesgerichtlichen Rechtsprechung mittels Rückgriffs auf die allgemeinen Normen von Art. 33 f. IPRG (für natürliche Personen) bzw. Art. 154, 155 lit. c IPRG (für juristische Personen) zu bestimmen.\n\n3.3.3 Gemäss Art. 154 Abs. 1 IPRG unterstehen Gesellschaften dem Recht des Staates, nach dessen Vorschriften sie organisiert sind, wenn sie die darin vorgeschriebenen Publizitäts- oder Registrierungsvorschriften dieses Rechts erfüllen oder, falls solche Vorschriften nicht bestehen, wenn sie sich nach dem Recht dieses Staates organisiert haben (sog. Inkorporationstheorie; BGE 117 II 494 E. 4b S. 497). Unter Vorbehalt der Art. 156-161 IPRG bestimmt das auf die Gesellschaft anwendbare Recht insbesondere die Rechtsfähigkeit (Art. 155 lit. c IPRG; BGE 117 II 494 E. 4b S. 497; Urteil 4C.245/2001 vom 23. November 2001 E. 4d).\n\n3.3.4 Unter Rechtsfähigkeit ist die Fähigkeit zu verstehen, Träger von Rechten und Pflichten zu sein (statt aller HAUSHEER/AEBI-MÜLLER, Das Personenrecht des Schweizerischen Zivilgesetzbuches, 3. Aufl. 2012, N. 02.01; EUGEN BUCHER, Berner Kommentar, 1976, N. 8 zu Art. 11 ZGB). Ein Gebilde ist rechtsfähig, wenn ihm Rechte und Pflichten zugeordnet werden können (BUCHER, a.a.O., N. 11 zu Art. 11 ZGB).\n\nFindet auf die Frage der Rechtsfähigkeit ausländisches Recht Anwendung, ist somit zu untersuchen, ob dem nach ausländischem Recht organisierten Gebilde Rechte und Pflichten zugeordnet werden können. Ein ausländisches Gebilde, das nach seinem Recht als juristische Person verfasst und damit Träger von Rechten und Pflichten ist, geniesst in der Schweiz Rechtsfähigkeit und folglich auch BGE 138 III 714 S. 722Parteifähigkeit (vgl. auch BGE 135 III 614 E. 4.2 S. 617, wonach von der Rechtspersönlichkeit des ausländischen Gebildes - über die blosse Rechtsfähigkeit hinaus - grundsätzlich sogar auf die Handlungs- und damit Prozessfähigkeit geschlossen werden kann; dazu FLORENCE GUILLAUME, in: Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, N. 13 zu Art. 155 IPRG).\n\nDie gleiche Regel muss auch in Bezug auf die Parteifähigkeit in einem Schiedsverfahren nach dem 12. Kapitel IPRG gelten. Weist das ausländische Gebilde nach dem Inkorporationsstatut Rechtspersönlichkeit auf, ist es in einem internationalen Schiedsverfahren mit Sitz in der Schweiz auch parteifähig. Allfällige spezifisch auf Schiedsverfahren bezogene Einschränkungen des Personal- oder Gesellschaftsstatuts, welche die Rechtspersönlichkeit des ausländischen Gebildes unberührt lassen, sind unter dem Gesichtspunkt der Fähigkeit, in einem Schiedsverfahren mit Sitz in der Schweiz als Partei aufzutreten, grundsätzlich unbeachtlich (vgl. TSCHANZ, a.a.O., N. 63 zu Art. 178 IPRG).\n\n3.3.5 Die Beschwerdeführerin ist als Gesellschaft mit beschränkter Haftung portugiesischen Rechts verfasst (Sociedade por quota limitada; Lda.). Gemäss Art. 154 i.V.m. Art. 155 lit. c IPRG richtet sich - wie die Vorinstanz im Ergebnis zutreffend geschlossen hat - die Beurteilung der Rechtsfähigkeit der Beschwerdeführerin nach dem portugiesischen Recht. Dies bestreitet auch die Beschwerdeführerin nicht.\n\n3.4\n\n3.4.1 Die Beschwerdeführerin ist indessen der Auffassung, die Vorinstanz habe das portugiesische Recht falsch angewendet. Sie macht unter anderem geltend, das portugiesische Recht unterscheide zwischen der Rechtspersönlichkeit als der \"Eignung einer Person, Adressatin von rechtlichen Bestimmungen zu sein,\" und der Rechtsfähigkeit als dem \"konkreten Mass der Rechte und Pflichten, die jemand haben kann\". Die Rechtsfähigkeit habe im portugiesischen Recht mithin einen quantitativen Aspekt. Im Unterschied zur Rechtspersönlichkeit beurteile sich die Rechtsfähigkeit von juristischen Personen \"nach dem Spezialitätsprinzip\". Dies bedeute, dass die Rechtsfähigkeit einer portugiesischen Gesellschaft nur innerhalb der Schranken bestehe, welche ihr durch das Gesetz, die Statuten, Reglemente und Beschlüsse der Generalversammlung gesetzt werden. Namentlich hätten juristische Personen in Portugal keine Rechtsfähigkeit für BGE 138 III 714 S. 723Handlungen, welche das Recht verbiete. Der Beschwerdeführerin fehle aufgrund ihrer gesellschaftsrechtlichen Stellung die Fähigkeit, Partei eines Schiedsverfahrens zu sein, weil Art. 87 p-IG ihr diese Fähigkeit entzogen habe, einer insolventen Gesellschaft sei die Teilnahme an neuen Schiedsverfahren gesetzlich verboten und dies gehöre auch nicht zu dem auf die Liquidation eingeschränkten Zweck einer insolventen Gesellschaft.\n\n3.4.2 Diese Vorbringen verfangen nicht. Selbst wenn Art. 87 p-IG eine portugiesische Insolvenzmasse daran hinderte, in einem portugiesischen Schiedsverfahren als Partei aufzutreten, bliebe dies ohne Einfluss auf deren Parteifähigkeit in einem internationalen Schiedsverfahren mit Sitz in der Schweiz. Denn hierzu ist einzig entscheidend, dass das portugiesische Recht der Beschwerdeführerin Rechtspersönlichkeit einräumt, dieser mithin Rechte und Pflichten zugeordnet werden können (oben E. 3.3.3). Dies ist vorliegend unstreitig der Fall, was auch die Beschwerdeführerin zugibt, wenn sie ausführt: \"Die Beschwerdeführerin macht gerade nicht geltend, dass insolvente Personen nicht rechtsfähig seien\". In der Tat bestimmt Art. 5 des portugiesischen Gesetzbuches über Handelsgesellschaften (Código das sociedades comerciais), dass Handelsgesellschaften über Rechtspersönlichkeit verfügen. Die Rechtspersönlichkeit bleibt gemäss Art. 141 Abs. 1 lit. e i.V.m. Art. 146 Abs. 2 des nämlichen Gesetzbuches auch dann unberührt, wenn eine Gesellschaft infolge Konkurses liquidiert wird. Aus Art. 87 Abs. 2 p-IG, wonach Schiedsverfahren, die bei Konkurseröffnung hängig sind, weitergeführt werden können, ergibt sich schliesslich, dass die Rechtsfähigkeit einer Insolvenzmasse selbst in laufenden Schiedsverfahren nach portugiesischem Recht nicht tangiert wird.\n\nAus all dem folgt, dass eine portugiesische Insolvenzmasse bis zur vollständigen Liquidation weiterhin Trägerin von Rechten und Pflichten ist, also Rechtspersönlichkeit geniesst. Damit ist sie in einem Schiedsverfahren nach dem 12. Kapitel IPRG aber auch parteifähig (oben E. 3.3.3). Selbst wenn aus Art. 87 Abs. 1 p-IG eine wie auch immer geartete \"Schiedsunfähigkeit\" für künftige (portugiesische) Schiedsverfahren abgeleitet werden könnte, wäre diese mithin für die Parteifähigkeit nach schweizerischer lex arbitri unbeachtlich, solange die Insolvenzmasse über Rechtspersönlichkeit verfügt, was hier unstreitig ist. Damit erübrigt sich auch die Einholung eines weiteren Rechtsgutachtens, wie dies die Beschwerdeführerin beantragt hat. BGE 138 III 714 S. 724\n\n3.5 Die Beschwerdeführerin begründet ihre Rüge, die Vorinstanz habe ihr zu Unrecht die Parteifähigkeit nicht abgesprochen, sodann unter Hinweis auf das bereits erwähnte Vivendi-Urteil des Bundesgerichts (Urteil 4A_428/2008 vom 31. März 2009 E. 3.1, in: ASA Bulletin 1/2010 S. 104 ff.). Sie macht dabei namentlich geltend, das Bundesgericht habe in diesem Urteil \"bestätigt, dass die Bestimmung eines Insolvenzgesetzes, welche einer Schiedsvereinbarung für den Fall der Eröffnung eines Insolvenzverfahrens über eine Partei der Schiedsvereinbarung die Wirkung entzieht, dazu führt, dass die betroffene Partei die Fähigkeit verliert, an einem Schiedsverfahren als Partei teilzunehmen\".\n\n3.5.1 Die im Vivendi-Fall massgebliche Bestimmung von Art. 142 des polnischen Konkurs- und Sanierungsgesetzes (pKSG) lautete wie folgt:\n\n\"Any arbitration clause concluded by the bankrupt shall lose its legal effect as of the date bankruptcy is declared and any pending arbitration proceedings shall be discontinued.\"\n\nGemäss den Ausführungen des mit dem Vivendi-Fall befassten Schiedsgerichts, das sich unter anderem auf Gutachten polnischer Rechtsprofessoren stützte, hatte die polnische Insolvenzmasse mit Konkurseröffnung die Fähigkeit verloren, in einem Schiedsverfahren als Partei teilzunehmen. Das Bundesgericht sah keine Gründe, an dieser Rechtsauffassung zu zweifeln, und schloss, dass Art. 142 pKSG einer polnischen Konkursitin die subjektive Schiedsfähigkeit entziehe (Urteil 4A_428/2008 vom 31. März 2009 E. 3.3).\n\n3.5.2 Dieser Entscheid wurde sowohl in der schweizerischen als auch in der internationalen Literatur breit diskutiert. Bis auf eine vereinzelte Generalkritik (PIERRE A. KARRER, The Swiss Federal Supreme Court got it wrong, wrong, wrong and wrong a fourth time, ASA Bulletin 1/2010 S. 111 f.), vertreten zahlreiche Kommentatoren die Meinung, das Bundesgericht habe folgerichtig argumentiert, soweit und sofern die dem Entscheid zugrunde gelegten Prämissen zutreffen, dass Art. 142 pKSG in der Tat die Parteifähigkeit einer polnischen Gemeinschuldnerin beeinträchtige und die kollisionsrechtliche Rechtsfrage als eine solche der Rechtsfähigkeit zu qualifizieren sei (AEBI/FREY, a.a.O., S. 120, 123; LARS MARKERT, Arbitrating in the Financial Crisis: Insolvency and Public Policy versus Arbitration and Party Autonomy - Which Law Governs?, Contemporary Asia Arbitration Journal 2/2009 S. 217, 233; SPOORENBERG/FELLRATH, The Uneasy Relationship between Arbitration and Bankruptcy, ILO Newsletter 30 July BGE 138 III 714 S. 7252009; BERNHARD BERGER, Die Rechtsprechung des Bundesgerichts zum Zivilprozessrecht im Jahre 2009, 3. Teil: Schiedsgerichtsbarkeit, ZBJV 147/2011 S. 555 ff.; wohl auch STEFAN KRÖLL, Arbitration and Insolvency - Selected Conflict of Laws Problems, in: Conflict of Laws in International Arbitration, Ferrari/Kröll [Hrsg.], München 2011, S. 232 f.).\n\nDie Kommentatoren kritisieren indessen nahezu einhellig, dass diese beiden Prämissen nicht zuträfen. Sie sind der Auffassung, dass das Bundesgericht die Rechtsfrage unzutreffend als eine solche der subjektiven Schiedsfähigkeit qualifiziert und Art. 142 pKSG zu Unrecht als eine die Parteifähigkeit einer polnischen Gemeinschuldnerin beeinträchtigende Norm ausgelegt habe. Art. 142 pKSG regle vielmehr einen Aspekt der Gültigkeit der Schiedsklausel und sei somit nach Art. 178 Abs. 2 IPRG (favor validitatis) unbeachtlich, da jedenfalls nach schweizerischem Recht die Schiedsklausel im Falle des Konkurses einer Schiedspartei weiterhin gültig bleibe (NAEGELI, a.a.O., N. 21 ff.; KRÖLL, a.a.O., S. 251; MARKERT, a.a.O., S. 233 f.; KAUFMANN- KOHLER/LÉVY/SACCO, a.a.O., S. 378 ff.; DOMITILLE BAIZEAU, Arbitration and insolvency: Issues of Applicable Law, in: New Developments in International Commercial Arbitration 2009, Müller/Rigozzi [Hrsg.],2009, S. 114 f.; MARK ROBERTSON, Cross-Border Insolvency and International Commercial Arbitration: Characterisation and Choice of Law Issues in Light of Elektrim S.A v. Vivendi S.A and Analysis of the European Insolvency Regulation, International Arbitration Law Review 2009 S. 129; GERHARD WAGNER, Insolvenz und Schiedsverfahren, KTS-Zeitschrift für Insolvenzrecht [...] 71/2010, S. 60; CHRISTIAN LUCZAK, Beschwerde gegen Schiedsgerichtsentscheide, in: Prozessieren vor Bundesgericht, Geiser und andere [Hrsg.], 3. Aufl.2011, Rz. 6.55; kritisch auch MICHAEL MRÀZ, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2010, N. 34 zu Art. 393 ZPO und KAUFMANN-KOHLER/RIGOZZI, Arbitrage international, 2. Aufl. 2010, Fn. 152, sowie aus rechtspolitischer Warte ansatzweise auch BERGER, a.a.O., S. 562).\n\n3.5.3 Auf die am Vivendi-Urteil geübte Kritik braucht nicht im Einzelnen eingegangen zu werden. Denn die Beschwerdeführerin geht jedenfalls fehl, wenn sie im Vivendi-Urteil ein Präjudiz für den vorliegend zu entscheidenden Fall ausmachen will. Entgegen dem, was die Beschwerdeführerin zu suggerieren versucht, hat das Bundesgericht im Urteil 4A_428/2008 nämlich nicht in allgemeiner Weise \"bestätigt\", dass die Bestimmung eines ausländischen Insolvenzgesetzes, BGE 138 III 714 S. 726welche die Unwirksamkeit einer Schiedsvereinbarung im Insolvenzfalle vorsieht, dazu führe, dass die Gemeinschuldnerin die \"Fähigkeit\" verliere, \"an einem Schiedsverfahren als Partei teilzunehmen\". Das Vivendi-Urteil ist vielmehr im spezifischen Kontext des polnischen Rechts und der dazu entwickelten Doktrin zu sehen, wie sie in den Gutachten polnischer Rechtsprofessoren zum Ausdruck gebracht wurde. Es kann weder verallgemeinert noch können die dortigen Ausführungen zum polnischen Recht auf andere Rechtsordnungen übertragen werden. Insbesondere kann die Beschwerdeführerin aus dem Umstand, dass der polnische Art. 142 pKSG ebenso wie der hier umstrittene portugiesische Art. 87 p-IG keinen ausdrücklichen Hinweis auf die Rechts- bzw. Parteifähigkeit enthält, nicht ableiten, dass auch Art. 87 p-IG gleich wie die polnische Norm verstanden werden muss. Dies umso weniger, als eine solche Auslegung weder in der portugiesischen Rechtsprechung noch in der portugiesischen Doktrin vorherrschend ist, wie die Vorinstanz überzeugend nachgewiesen hat.\n\n3.6 Zusammenfassend ist bundesrechtlich nicht zu beanstanden, wenn das Schiedsgericht zur Auffassung gelangte, dass Art. 87 Abs. 1 p-IG aufgrund des Prinzips des favor validitatis gemäss Art. 178 Abs. 2 IPRG für die vorliegende Streitsache unbeachtlich ist. Art. 87 Abs. 1 p-IG lässt die Rechtspersönlichkeit einer portugiesischen Gemeinschuldnerin unberührt und damit auch deren Parteifähigkeit in einem internationalen Schiedsverfahren mit Sitz in der Schweiz. Nach schweizerischer lex arbitri regelt Art. 87 Abs. 1 p-IG mithin einen Aspekt der materiellen Gültigkeit der Schiedsvereinbarung, welche sich nach Art. 178 Abs. 2 IPRG beurteilt. Jedenfalls nach schweizerischem Recht berührt ein Konkurs die Gültigkeit der Schiedsvereinbarung nicht (BGE 136 III 107 E. 2.5 S. 108), weshalb Art. 87 Abs. 1 p-IG der Schiedsklausel insoweit die Wirksamkeit nicht zu entziehen vermag. Dass im Übrigen die Beschwerdeführerin im Zeitpunkt des Abschlusses der Schiedsvereinbarung nicht handlungsfähig bzw. nicht berechtigt gewesen wäre, die Schiedsvereinbarung abzuschliessen, wird nicht behauptet.\n\n4. Die Beschwerdeführerin rügt sodann, die Vorinstanz habe Art. 87 Abs. 1 p-IG zu Unrecht nicht als loi d'application immédiate (Eingriffsnorm) angewendet und damit die Gültigkeit der Schiedsvereinbarung gegenüber der Beschwerdeführerin zu Unrecht bejaht.\n\n4.1 Das Bundesgericht hat die Frage, ob und inwieweit ein Schiedsgericht bei der Beurteilung der Gültigkeit der Schiedsvereinbarung BGE 138 III 714 S. 727drittstaatliche Eingriffsnormen zu berücksichtigen hat, bisher noch nie beurteilt. Auch der vorliegende Fall gibt keinen Anlass, diese Frage in allgemeiner Weise zu beantworten, weist doch Art. 87 Abs. 1 p-IG klarerweise nicht den Charakter einer Eingriffsnorm auf:\n\n4.2 Als Eingriffsnorm müsste Art. 87 Abs. 1 p-IG vom portugiesischen Gesetzgeber unter anderem mit einem international zwingenden Anwendungswillen (KAUFMANN-KOHLER/RIGOZZI, a.a.O., N. 663; KAUFMANN-KOHLER/LÉVY/SACCO, a.a.O., S. 385) und einem strikt zwingenden Charakter (POUDRET/BESSON, a.a.O., N. 706) versehen worden sein. Wie das Schiedsgericht zutreffend ausführte, ist ein solcher Anwendungswille in Art. 87 Abs. 1 p-IG indessen gerade nicht zu erkennen. Hätte nämlich der portugiesische Gesetzgeber Art. 87 Abs. 1 p-IG mit international zwingendem Anwendungswillen ausstatten wollen, hätte er kaum einen ausdrücklichen Vorbehalt von internationalem Recht in den Normtext aufgenommen. Dies vermag auch die Beschwerdeführerin mit dem blossen Einwand, Völkerrecht stehe stets über Landesrecht, nicht in Frage zu stellen. Die Beschwerdegegnerin wendet sodann zutreffend ein, dass Art. 87 Abs. 1 p-IG nicht einmal eine zwingende Norm ist, können doch gemäss Art. 192 Abs. 1 p-IG die Bestimmungen des portugiesischen Insolvenzgesetzes in einem Nachlassplan, dem alle Gläubiger zugestimmt haben, abbedungen werden. Art. 87 Abs. 1 p-IG weist folglich keinen zwingenden Charakter auf, was auch die Beschwerdeführerin in ihrer Replik nicht bestreitet. Die Vorinstanz hat Art. 87 Abs. 1 p-IG zu Recht nicht als loi d'application immédiate qualifiziert. Die Rüge erweist sich als unbegründet."}