{"annee": "138", "cour": "IV", "page": "100", "date": "13/2/2012", "cite": ["129 IV 188", "122 IV 360", "120 IV 334", "109 IV 143", "133 IV 187", "123 IV 128", "117 IV 309", "124 IV 79"], "cite_par": ["145 IV 312", "142 IV 401"], "chapeau": "14. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Solothurn (Beschwerde in Strafsachen)\n\n6B_509/2011 vom 13. Februar 2012", "regestes": ["Actes préparatoires aux fins de commettre une infraction à la loi fédérale sur les stupéfiants portant sur une grande quantité de drogue (ancien art. 19 ch. 1 al. 6 en relation avec l'ancien art. 19 ch. 2 let. a LStup dans sa teneur jusqu'au 30 juin 2011). Le cas grave d'infraction à la loi fédérale sur les stupéfiants en raison de la quantité de drogue peut aussi être réalisé sous la forme d'actes préparatoires au sens de l'ancien art. 19 ch. 1 al. 6 LStup. Celui qui n'a pas encore pris possession de la drogue tombe sous le coup de cette disposition s'il avait l'intention d'accomplir l'infraction qualifiée et que cela était sans autre possible (développement de la jurisprudence publiée aux ATF 122 IV 360) (consid. 3.6)."], "faits": "BGE 138 IV 100 S. 101\n\nA. Die Staatsanwaltschaft legt X. zur Last, er habe zusammen mit A. vereinbart, mindestens einen Liter flüssiges Kokaingemisch von Spanien in die Schweiz einzuführen. Am 13. April 2006 sei er nach Madrid gereist, um die Betäubungsmittel von einem unbekannten Dritten zu übernehmen. Das Vorhaben sei aus unbekannten Gründen fehlgeschlagen (Anklage Ziff. 1). Weiter habe er zwischen Anfang 2005 und Ende Juni 2006 von A. insgesamt fünf Gramm Kokaingemisch zum Weiterverkauf erworben (Anklage Ziff. 2.1). Zwischen 2004 und Mitte 2006 habe er zehnmal je ein Gramm Kokaingemisch an ihm unbekannte Abnehmer verkauft (Anklage Ziff. 2.2). Zudem habe er im Juni 2006 trotz Führerausweisentzugs ein Motorfahrzeug gelenkt (Anklage Ziff. 3). Schliesslich habe er vom 5. August bis Anfang September 2006 Betäubungsmittel konsumiert (Anklage Ziff. 4).\n\nB. Der Amtsgerichtspräsident Bucheggberg-Wasseramt verurteilte X. am 26. November 2009 wegen einfacher Widerhandlungen gegen das Betäubungsmittelgesetz (Anklage Ziff. 1 und 2), der Übertretung des Betäubungsmittelgesetzes (Anklage Ziff. 4) und des mehrfachen Führens eines Personenwagens trotz Führerausweisentzugs (Anklage Ziff. 3) zu einer bedingten Geldstrafe von 90 Tagessätzen zu Fr. 70.- sowie zu einer Busse von Fr. 200.-, als Zusatzstrafe zum Urteil des Untersuchungsrichteramtes Emmental-Oberaargau vom 8. September 2006.\n\nDie dagegen von der Staatsanwaltschaft erhobene Appellation hiess das Obergericht des Kantons Solothurn am 5. Mai 2011 gut. Es BGE 138 IV 100 S. 102sprach X. wegen mengenmässig qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz (Anklage Ziff. 1) schuldig und stellte die Rechtskraft der weiteren erstinstanzlichen Schuldsprüche fest. Das Obergericht bestrafte X. mit einer bedingten Geldstrafe von 330 Tagessätzen zu Fr. 110.- und mit einer Busse von Fr. 200.-. Es ging von einer qualifizierten Drogenmenge aus, weil die Auftraggeber bereit gewesen seien, einen erheblichen Aufwand zu betreiben. Sie hätten für X. ein Flugticket Zürich-Madrid und retour sowie ein Hotel für zwei Nächte gebucht und ihm Fr. 2'000.- für seine Dienste angeboten. Der Transport alleine hätte Fr. 3'000.- gekostet. Dieser Aufwand habe nur Sinn gemacht, wenn das Geschäft Gewinn abwerfe. Deshalb habe X. davon ausgehen müssen, dass er eine qualifizierte Menge Kokain hätte transportieren sollen.\n\nC. X. beantragt mit Beschwerde in Strafsachen, das obergerichtliche Urteil sei aufzuheben, und er sei vom Vorwurf der qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz freizusprechen. Die Strafsache sei zur Ausfällung einer schuldangemessenen Strafe und zur neuen Festsetzung der Kosten an die Vorinstanz zurückzuweisen, unter Kosten- und Entschädigungsfolgen.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Der Beschwerdeführer macht geltend, es liege keine qualifizierte Widerhandlung gegen das Betäubungsmittelgesetz im Sinne von aArt. 19 Ziff. 1 Abs. 6 i.V.m. aArt. 19 Ziff. 2 lit. a BetmG (in der bis zum 30. Juni 2011 gültigen Fassung; AS 1975 1220) vor. Eine solche wäre nur erfüllt, wenn er mengenmässig tatsächlich eine qualifizierte Widerhandlung begangen hätte, was nicht zutreffe. Der blosse Versuch genüge nicht, da sich die Bestimmung von aArt. 19 Ziff. 2 lit. a BetmG ausschliesslich auf die Strafzumessung, nicht aber auf die Strafbarkeit beziehe.\n\n3.2 Die seit dem 1. Juli 2011 revidierten Bestimmungen (Art. 19 Abs. 1 lit. b und g BetmG; SR 812.121) sind nicht milder, weshalb das alte Recht anzuwenden ist (Art. 2 Abs. 2 StGB).\n\nWer unbefugt Anstalten zur Einfuhr von Betäubungsmitteln trifft, wird (bei vorsätzlicher Tatbegehung) mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft (aArt. 19 Ziff. 1 Abs. 3 und 6 BetmG). Abs. 6 erfasst sowohl den Versuch im Sinne von Art. 22 StGB wie auch gewisse qualifizierte Vorbereitungshandlungen und wertet sie zu selbstständigen Taten mit derselben Strafdrohung wie die BGE 138 IV 100 S. 103übrigen verbotenen Verhaltensweisen auf (BGE 133 IV 187 E. 3.2 S. 193 mit Hinweisen). Die Rechtsprechung hat den Begriff des Anstaltentreffens eingegrenzt. Zu ahnden sind nur Fälle, in denen das Verhalten des Täters nicht ebenso gut einem gesetzmässigen Zweck dienen könnte, sondern seinem äussern Erscheinungsbild nach die deliktische Bestimmung klar erkennen lässt. Dies ist beispielsweise der Fall, wenn sich jemand mit der Absicht des Erwerbs von Betäubungsmitteln nach Bezugsquellen erkundigt (BGE 117 IV 309 E. 1a S. 310 f. und E. 1d S. 312 f. mit Hinweisen). In schweren Fällen ist die Strafe Freiheitsstrafe nicht unter einem Jahr, womit eine Geldstrafe verbunden werden kann (aArt. 19 Ziff. 1 BetmG). Ein schwerer Fall liegt namentlich vor, wenn der Täter weiss oder annehmen muss, dass sich die Widerhandlung auf eine Menge von Betäubungsmitteln bezieht, welche die Gesundheit vieler Menschen in Gefahr bringen kann (aArt. 19 Ziff. 2 lit. a BetmG). Enthält das Kokaingemisch mindestens 18 Gramm reinen Wirkstoff, ist die Grenze zu aArt. 19 Ziff. 2 BetmG überschritten (BGE 120 IV 334 E. 2a S. 338 mit Hinweisen; BGE 109 IV 143 E. 3b S. 145).\n\n3.3 Die bisherige Rechtsprechung, ob der mengenmässig schwere Fall als Versuch begangen werden kann, ist uneinheitlich.\n\nIn seiner publizierten Rechtsprechung erwog das Bundesgericht, die Annahme eines mengenmässig schweren Falles im Sinne von aArt. 19 Ziff. 2 lit. a BetmG sei an eine objektive und eine subjektive Voraussetzung geknüpft. Werde die Grenze von 18 Gramm Kokain unterschritten, fehle es an der objektiven Voraussetzung. Der Qualifikationsgrund nach Ziff. 2 lit. a scheide aus, auch wenn der Täter irrtümlicherweise meine, das gehandelte Kokain enthalte mindestens 18 Gramm reinen Wirkstoff. Die subjektive Vorstellung des Täters könne die fehlende objektive Voraussetzung nicht ersetzen. Es bestehe insoweit eine Analogie zum Wahndelikt (BGE 122 IV 360 E. 2a S. 362 ff. mit Hinweisen). Bei aArt. 19 Ziff. 2 lit. a BetmG gehe es nicht um die Strafbarkeit, sondern um die Strafzumessung. Diese Bestimmung nenne nur Umstände, welche zur Anwendung des höheren Strafrahmens führten, nicht aber Tatbestandsmerkmale. Die Frage des Versuchs, welche sich gegebenenfalls bei der Tatbestandsmässigkeit stelle, könne in diesem Stadium der Bewertung nicht mehr aufgeworfen werden (BGE 122 IV 360 E. 2b S. 363 f. mit Hinweisen, bestätigt in BGE 124 IV 79 E. 2d S. 81; je mit Hinweisen; vgl. zur analogen Rechtsprechung betreffend aArt. 19 Ziff. 2 lit. c BetmG: BGE 129 IV 188 E. 3.3 S. 195 f. mit Hinweisen).BGE 138 IV 100 S. 104\n\nDer Rechtsprechung von BGE 122 IV 360, S. 363 f. lag ein Sachverhalt zugrunde, in welchem der Täter 49,1 Gramm Kokaingemisch besass, der reine Wirkstoff aber weniger als 18 Gramm betrug. Deshalb durfte der Richter den Täter nicht wegen Versuchs bestrafen. Denn die Tat im Sinne von aArt. 19 Ziff. 1 Abs. 5 BetmG war vollendet (BGE 122 IV 360 a.a.O.). In einem anderen Fall, in welchem der Täter nach seiner Vorstellung eine grosse Menge Betäubungsmittel transportierte, welche die Polizei vorgängig ohne sein Wissen gegen einen harmlosen Stoff ausgetauscht hatte, schützte das Bundesgericht die Verurteilung wegen qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz nach aArt. 19 Ziff. 1 Abs. 6 (\"Anstalten treffen\") i.V.m. aArt. 19 Ziff. 2 lit. a BetmG (Urteil 6S.108/1997 vom 28. April 1997 E. 2b mit Hinweisen).\n\nIm Gegensatz zu der in BGE 122 IV 360 publizierten Rechtsprechung wertete das Bundesgericht in einem neueren Entscheid die Verurteilung wegen mengenmässig qualifiziertem Anstaltentreffen zum Betäubungsmittelhandel als bundesrechtskonform. Der Täter reiste nach Buenos Aires, um von dort ein Kilogramm Kokain gegen einen Lohn von Fr. 10'000.- nach Madrid zu bringen. Dieser Transport kam nicht zustande, da der Täter aus eigenem Antrieb ohne die Betäubungsmittel in die Schweiz zurückkehrte (Urteil 6B_96/2011 vom 7. Juni 2011 E. 3). Gegenstand dieses Entscheids war allerdings nur, ob der Täter die Schwelle zum Anstaltentreffen überschritten hatte, und nicht die Frage nach der qualifizierten Menge Drogen.\n\n3.4 In der Lehre sind die Ansichten geteilt, ob es ein \"Anstaltentreffen\" zu einem mengenmässig schweren Fall nach aArt. 19 Ziff. 2 lit. a BetmG i.V.m. aArt. 19 Ziff. 1 Abs. 6 BetmG gibt. Einige Autoren betrachten Ziffer 2 als blosse Strafzumessungsregel, weil sie dasselbe Rechtsgut schütze wie Ziffer 1. Deshalb falle der Versuch nach aArt. 19 Ziff. 1 Abs. 6 ausser Betracht (FINGERHUTH/TSCHURR, Betäubungsmittelgesetz, 2007, N. 181 zu aArt. 19 BetmG; GERHARD FIOLKA, Das Rechtsgut, Bd. II, 2006, S. 892, 896, 910; sinngemäss auch HANS SCHULZ, Die strafrechtliche Rechtsprechung des Bundesgerichts im Jahre 1996, ZBJV 133/1997 S. 406: Der Kassationshof schliesse mit überzeugender Begründung die Möglichkeit jeder Versuchsstrafe aus. Bloss in Bezug auf den untauglichen Versuch gebe es Zweifel an der bundesgerichtlichen Rechtsprechung). Obwohl auch CORBOZ von einer Strafzumessungsregel ausgeht, hält er ein Anstaltentreffen zum qualifizierten Fall für möglich (BERNARD CORBOZ, BGE 138 IV 100 S. 105La jurisprudence du Tribunal fédéral concernant les infractions à la loi fédérale sur les stupéfiants, SJ 1999 II S. 10).\n\nAndere Autoren sind der Auffassung, der Täter könne Anstalten zu einem mengenmässig schweren Fall treffen (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil, Bd. I, Die Straftat, 4. Aufl. 2011, § 12 N. 34 Fn. 67, worin er sich kritisch zur Bezeichnung von aArt. 19 Ziff. 2 BetmG als Strafzumessungsregel äussert; PETER ALBRECHT, in: Die Strafbestimmungen des Betäubungsmittelgesetzes [Art. 19-28 BetmG], 2. Aufl. 2007, N. 235 ff.; ders., Untauglicher Versuch oder Wahndelikt?, AJP 1997 S. 752 ff; TRECHSEL/NOLL, Schweizerisches Strafrecht, Allgemeiner Teil, Bd. I, 6. Aufl. 2004, § 30 S. 179; GUIDO JENNY, Die Strafrechtliche Rechtsprechung des Bundesgerichts im Jahre 1998, ZBJV 135/1999 S. 625 ff.). SCHÜTZ geht davon aus, es sei (lediglich) ein unvollendeter Versuch zum mengenmässig qualifizierten Betäubungsmitteldelikt denkbar, weil es sich um ein schlichtes Tätigkeitsdelikt handle (ALFRED SCHÜTZ, Die Strafbestimmungen des Bundesgesetzes über die Betäubungsmittel vom 3. Oktober 1951 in der Fassung vom 20. März 1975, 1980, S. 160 f.).\n\n3.5 Bei qualifizierten Delikten ist der strafbare Versuch nicht generell ausgeschlossen, sondern von Fall zu Fall zu prüfen (BGE 123 IV 128 E. 2b S. 131 mit Hinweisen). Anders als im Entscheid BGE 122 IV 360, wo der Täter fälschlicherweise glaubte, eine qualifizierte Menge Drogen zu besitzen, ist der Täter beim Anstaltentreffen zum Betäubungsmittelhandel noch nicht in Kontakt mit den Drogen gelangt. Zusammen mit CORBOZ (vgl. E. 3.4) ist davon auszugehen, dass aus dem Fehlen der Drogen nicht geschlossen werden muss, es fehle an der objektiven Tatbestandsvoraussetzung. Es ist nach wie vor möglich, dass die bestellten Betäubungsmittel geliefert werden. Hinsichtlich der Menge des reinen Drogenwirkstoffs besteht jedoch ein Beweisproblem. Bei Vorbereitungshandlungen zum schweren Handel können die Ermittlungsbehörden in der Regel keine Betäubungsmittel sicherstellen und daher auch nicht den Reinheitsgrad zuverlässig nachweisen. Man darf aber vernünftigerweise davon ausgehen, dass die Drogen mittlerer Qualität seien, solange es keine Hinweise auf eine besonders reine oder gestreckte Substanz gibt (CORBOZ, a.a.O.). Für eine solche Auslegung spricht sowohl die neuere Rechtsprechung (Urteil 6B_96/2011 vom 7. Juni 2011 E. 3) als auch ein Teil der Lehre (vgl. oben E. 3.4, 2. Absatz). BGE 138 IV 100 S. 106\n\n3.6 Das zu beurteilende Delikt blieb unvollendet und der Transport einer qualifizierten Menge Kokain mit über 18 Gramm reinem Wirkstoff wäre an sich noch möglich. Die Tat beschränkte sich auf das Anstaltentreffen nach aArt. 19 Ziff. 1 Abs. 6 BetmG, ohne dass tatsächlich Besitz im Sinne von aArt. 19 Ziff. 1 Abs. 5 BetmG vorgelegen hätte. Der Beschwerdeführer hatte beabsichtigt, eine grosse Menge Drogen zu transportieren und in die Schweiz einzuführen. Die vorinstanzlichen Ausführungen hierzu sind unbestritten (vgl. Sachverhalt lit. B) bzw. vertretbar (vgl. nicht publ. E. 2). Seinen von der Vorinstanz festgestellten Tatwillen stellt der Beschwerdeführer nicht in Frage. Er hätte seinen Tatplan ohne Weiteres verwirklichen können. Somit erfüllt er den objektiven und subjektiven Tatbestand des Anstaltentreffens zum mengenmässig schweren Betäubungsmittelhandel. Die Verurteilung des Beschwerdeführers erweist sich deshalb als bundesrechtskonform."}