{"annee": "138", "cour": "I", "page": "162", "date": "13/4/2012", "cite": ["130 I 352", "129 I 35", "131 V 263", "133 I 156", "136 V 395", "129 I 12", "134 I 105", "130 V 441", "137 V 295"], "cite_par": ["144 I 1", "145 I 142", "141 I 9", "139 II 289", "140 I 153", "139 I 229"], "chapeau": "14. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Amt für Volksschulen und Sport und Landammann des Kantons Schwyz (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n2C_971/2011 vom 13. April 2012", "regestes": ["Art. 8 al. 2, art. 19, 62 al. 1-3 et art. 197 ch. 2 Cst.; art. 20 al. 1-3 LHand; enseignement spécialisé pour enfants handicapés. Les cantons jouissent d'une grande liberté d'organisation dans le domaine de l'enseignement spécialisé. Les exigences minimales de droit fédéral leur imposent uniquement d'offrir à l'enfant une formation adéquate que l'expérience juge suffisante au sein de l'école publique et qui favorise l'intégration de l'enfant handicapé et non pas une scolarisation optimale voire la plus adaptée (consid. 3). En principe, l'enseignement spécialisé en école ordinaire a la priorité sur l'enseignement spécialisé en institution. En l'espèce, l'instance précédente pouvait sans arbitraire arriver à la conclusion que l'enseignement spécialisé en école ordinaire doublé de mesures de soutien adaptées à l'enfant handicapé (logopédie, etc.) avait au moins la même valeur qu'un enseignement en institution séparée (consid. 4)."], "faits": "BGE 138 I 162 S. 163\n\nA. X., geboren (...) 1998, wohnhaft in C., hatte infolge einer hochgradigen zentral-auditiven Wahrnehmungsstörung seit seinem ersten Schuljahr Schwierigkeiten, dem Unterricht zu folgen. Das kantonale Amt für Schuldienste sprach X. ab 1. August 2008 nebst Logopädie eine audiopädagogische Therapie zu. Der Schulpsychologe beantragte am 13. April 2011 beim Amt für Volksschulen und Sport für X. ab dem 1. August 2011 eine interne Sonderschulung durch die Institution D. in E., vorerst für ein Jahr, da X. nicht in der Regelschule integriert werden könne. Mit Verfügung vom 18. Mai 2011 wies das Amt für Volksschulen und Sport den Antrag auf interne Sonderschulung ab und wies die Abteilung Schulpsychologie an, zusammen mit der Mittelpunktschule in C., dem audiopädagogischen Dienst Zürich, den Eltern und X. eine integrative Lösung auf der Sekundarstufe 1 mit sonderschulischen Massnahmen (audiopädagogische Beratung und Therapie) abzuklären und zu organisieren.\n\nB. X. erhob dagegen Beschwerde beim Regierungsrat des Kantons Schwyz. Dieser wies die Beschwerde am 11. Juli 2011 ab und ordnete an, dass X. ab August 2011 die Sek 1 in C. zu besuchen habe. Er auferlegte X. bzw. seinen Eltern die Verfahrenskosten von Fr. 500.-.\n\nC. Eine dagegen erhobene Beschwerde wurde vom Verwaltungsgericht des Kantons Schwyz mit Urteil vom 26. Oktober 2011 insofern teilweise gutgeheissen, als der Regierungsrat verpflichtet wurde, die Verfahrenskosten von Fr. 500.- zurückzuerstatten. Im Übrigen wurde die Beschwerde aber im Sinne der Erwägungen abgewiesen.\n\nD. X., vertreten durch seine Eltern X.A. und X.B., lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten erheben mit dem BGE 138 I 162 S. 164Antrag, der Entscheid des Verwaltungsgerichts sei aufzuheben, soweit er nicht die Kostenrückerstattung betreffe, und es sei anzuordnen, dass er in eine interne Sonderschulung in der Institution D. zuzuweisen sei. (...)\n\nDas Bundesgericht weist die Beschwerde in öffentlich-rechtlichen Angelegenheiten ab, soweit es darauf eintritt.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Für das Schulwesen sind die Kantone zuständig (Art. 62 Abs. 1 BV). Sie müssen aber einen ausreichenden und unentgeltlichen Grundschulunterricht gewähren (Art. 19 und 62 Abs. 2 BV). Der Unterricht muss für den Einzelnen angemessen und geeignet sein und genügen, um die Schüler angemessen auf ein selbstverantwortliches Leben im modernen Alltag vorzubereiten (BGE 133 I 156 E. 3.1 S. 158 f.; BGE 129 I 35 E. 7.3 S. 38 f.). Behinderte haben schon aufgrund von Art. 19 BV einen Anspruch auf geeignete Sonderschulung (BGE 130 I 352 E. 3.3 S. 354). Mit der Neugestaltung des Finanzausgleichs wurde zudem ein neuer Abs. 3 von Art. 62 BV aufgenommen (in der Fassung vom 24. November 2004, in Kraft seit 1. Januar 2008; AS 2007 5765), wonach die Kantone namentlich für eine ausreichende Sonderschulung aller behinderten Kinder und Jugendlichen bis längstens zum vollendeten 20. Altersjahr sorgen. Diese Bestimmung steht im Zusammenhang damit, dass die Sonderschulung bis Ende 2007 wesentlich in der Verantwortung der eidgenössischen Invalidenversicherung lag (aArt. 19 IVG, aufgehoben per Ende 2007 [AS 2007 5808]; STÉPHANIE EMERY, Les mesures de formation scolaire spéciale des mineurs, en particulier sous l'angle de la loi fédérale du 6 octobre 2006 sur la réforme de la péréquation financière et de la répartition des tâches entre la Confédération et les cantons [RPT], in: La 5e révision de l'AI, Kahil-Wolff/Simonin [Hrsg.], 2009, S. 225 ff., 226 ff.), mit der Neuregelung des Finanzausgleichs jedoch den Kantonen übertragen wurde (vgl. Botschaft vom 14. November 2001 zur Neugestaltung des Finanzausgleichs [...], BBl 2002 2291 ff., 2467; Urteile 2C_913/2008 und 2C_105/2009 vom 18. September 2009, je E. 1.1, in: RtiD 2010 I S. 83, 176; PETER UEBERSAX, Der Anspruch Behinderter auf ausreichende Grund- und Sonderschulung, in: Kinder und Jugendliche mit Behinderungen, Gabriela Riemer-Kafka [Hrsg.], 2011, S. 17 ff., 26 f.; EMERY, a.a.O., S. 241 ff.). Gemäss Art. 197 Ziff. 2 BV übernehmen die BGE 138 I 162 S. 165 Kantone die bisherigen Leistungen der Invalidenversicherung an die Sonderschulung, bis sie über kantonal genehmigte Sonderschulkonzepte verfügen, mindestens jedoch während dreier Jahre, d.h. bis Ende 2010. Bis zu diesem Zeitpunkt sind somit noch die früheren Kriterien der Invalidenversicherung massgebend (vgl. Urteil 2C_105/2009 vom 18. September 2009 E. 6.1 und E. 6.2, in: RtiD 2010 I S. 83). Gemäss Art. 20 des Bundesgesetzes vom 13. Dezember 2002 über die Beseitigung von Benachteiligungen von Menschen mit Behinderungen (Behindertengleichstellungsgesetz, BehiG; SR 151.3) sorgen sodann die Kantone dafür, dass behinderte Kinder und Jugendliche eine Grundschulung erhalten, die ihren besonderen Bedürfnissen angepasst ist (Art. 20 Abs. 1 BehiG). Sie fördern, soweit dies möglich ist und dem Wohl des behinderten Kindes oder Jugendlichen dient, mit entsprechenden Schulungsformen die Integration behinderter Kinder und Jugendlicher in die Regelschule (Art. 20 Abs. 2 BehiG). Insbesondere sorgen sie dafür, dass wahrnehmungs- oder artikulationsbehinderte Kinder und Jugendliche und ihnen besonders nahestehende Personen eine auf die Behinderung abgestimmte Kommunikationstechnik erlernen können (Art. 20 Abs. 3 BehiG). Diese Bestimmung konkretisiert die Grundsätze von Art. 19 und Art. 62 Abs. 3 BV, geht aber kaum über sie hinaus (SCHEFER/HESS-KLEIN, Die Gleichstellung von Menschen mit Behinderung bei Dienstleistungen, in der Bildung und in Arbeitsverhältnissen, Jusletter vom 19. September 2011, Rz. 35 f.; KURT GIEZENDANNER, Sonderschulung nach dem Inkrafttreten des \"Neuen Finanzausgleichs\", Jusletter vom 17. September 2007, Rz. 20).\n\n3.2 Im Rahmen dieser Grundsätze haben die Kantone einen erheblichen Gestaltungsspielraum (BGE 133 I 156 E. 3.1 S. 158 f.; BGE 130 I 352 E. 3.2 S. 354). Das gilt auch für die Sonderschulung. Der verfassungsrechtliche Anspruch umfasst nur ein angemessenes, erfahrungsgemäss ausreichendes Bildungsangebot an öffentlichen Schulen. Ein darüber hinausgehendes Mass an individueller Betreuung, das theoretisch immer möglich wäre, kann mit Rücksicht auf das staatliche Leistungsvermögen nicht gefordert werden (BGE 130 I 352 E. 3.3 S. 354 f.; BGE 129 I 12 E. 6.4 S. 20). Der verfassungsmässige Anspruch auf unentgeltlichen Grundschulunterricht ist nicht gleichbedeutend mit dem Anspruch auf die optimale bzw. geeignetste Schulung eines Kindes (Urteile 2C_446/2010 vom 16. September 2010 E. 5.2; 2P.216/2002 vom 5. Februar 2003 E. 5.4, in: ZBl 108/2007 S. 162; GIEZENDANNER, a.a.O., Rz. 41). BGE 138 I 162 S. 166\n\n3.3 Aus diesen Grundsätzen ergibt sich, dass die Ausgestaltung der Sonderschulung für behinderte Kinder grundsätzlich Sache des kantonalen Rechts ist, dessen Auslegung und Anwendung vom Bundesgericht nur auf Willkür hin überprüft wird (vgl. nicht publ. E. 2). Die dargelegten bundesrechtlichen Mindestgrundsätze müssen jedoch eingehalten werden, was das Bundesgericht frei prüft (vgl. Urteile 2P.101/2004 vom 14. Oktober 2004 E. 3.2 und E. 3.3, in: ZBl 106/2005 S. 430; 2P.216/2002 vom 5. Februar 2003 E. 4.4, in: ZBl 108/2007 S. 162).\n\n4.\n\n4.1 Die Vorinstanz hat erwogen, es bestehe im Kanton Schwyz ein kantonales Sonderschulkonzept im Sinne von Art. 197 Ziff. 2 BV. Aufgrund dieses Konzepts und der massgebenden kantonalen Rechtsgrundlagen sollen sonderschulbedürftige Kinder nach Möglichkeit in das kommunale Volksschulangebot integriert werden. Integrative Lösungen seien wenn möglich separativen Lösungen vorzuziehen, solange sie mindestens gleichwertig seien. Sie hat sodann die vorhandenen Berichte und Akten gewürdigt und gefolgert, der Beschwerdeführer habe bisher, wenn auch mit grossem Aufwand, dem Unterricht in der Regelschule folgen können und gute Leistungen erzielt (Notendurchschnitt 5 in den Promotionsfächern im Schuljahr 2010/2011). Unter Berücksichtigung der vorgesehenen flankierenden Massnahmen könne die integrierte Schulung als einer separierten Schulung mindestens gleichwertig betrachtet werden. Daran könnten auch die vom Schulpsychologen den Sonderschulen zugeschriebenen Vorteile nichts ändern; es handle sich dabei im Wesentlichen um Aspekte, die einen individualisierten Unterricht charakterisierten, wie er auf jeder Schulstufe und für jeden Schüler wünschenswert wäre und einer optimierten Schulung gleichkäme. Als Messlatte für die Beurteilung der Gleichwertigkeit der integrierten Schulung dürfe jedoch nicht auf die bestmögliche Lösung abgestellt werden. Das ergebe sich einerseits aus dem Grundsatz von Art. 62 Abs. 3 BV, wonach kein Anspruch auf eine optimale, sondern nur auf eine angemessene Schulung bestehe und eine Sonderschullösung nur subsidiär zu ergreifen sei, und andererseits auch aus dem Gleichbehandlungsgebot. Es könne auch davon ausgegangen werden, dass die integrierte Schulung kostengünstiger sei als eine dem Beschwerdeführer angemessene separierte Schulung.\n\n4.2 Der Beschwerdeführer beanstandet mit Recht nicht, dass die Vorinstanz von einem grundsätzlichen Vorrang der integrierten BGE 138 I 162 S. 167Sonderschulung gegenüber der separierten ausgegangen ist. Eine gewisse Präferenz für die integrierte Schulung ergibt sich nicht nur aus dem kantonalen Recht, sondern auch aus Art. 8 Abs. 2 BV und Art. 20 Abs. 2 BehiG (MARGRITH BIGLER-EGGENBERGER, Das behinderte Kind und das schweizerische Verfassungsrecht, in: Das behinderte Kind im schweizerischen Recht, Sprecher/Sutter [Hrsg.], 2006, S. 55 ff., 68; HARDY LANDOLT, Das behinderte Kind im Schul- und Ausbildungsrecht, a.a.O., S. 175 ff., 197 f.; EHRENZELLER/SCHOTT, in: Die schweizerische Bundesverfassung, BV, Kommentar, Ehrenzeller/Mastronardi/Schweizer/Vallender [Hrsg.], 2. Aufl. 2008, N. 36 zu Art. 62 BV; SCHEFER/HESS-KLEIN, a.a.O., Rz. 51; ANDREA AESCHLIMANN-ZIEGLER, Der Anspruch auf ausreichenden und unentgeltlichen Grundschulunterricht von Kindern und Jugendlichen mit einer Behinderung, 2011, S. 223 f.; UEBERSAX, a.a.O., S. 42; BERNHARD WALDMANN, Das Diskriminierungsverbot von Art. 8 Abs. 2 BV als besonderer Gleichheitssatz, 2003, S. 740 ff.; vgl. BGE 130 I 352 E. 6 S. 356 ff.). Ebenso lag dieser Grundsatz auch der Botschaft zur Neugestaltung des Finanzausgleichs zugrunde, wonach die Kantone verfassungsrechtlich die Möglichkeit erhalten, das Schulwesen integrativ anzugehen, d.h. eigentliche Spezialschulen nur dann vorzusehen, wenn auch bei Vornahme individueller Sondermassnahmen eine Integration in der Grundschule nicht möglich oder sinnvoll erscheint (BBl 2002 2467). Der Vorrang der integrierten gegenüber der separierten Sonderschulung entspricht sodann einem Grundgedanken des Behindertengleichstellungsgesetzes: In Art. 1 Abs. 2 BehiG wird als Gesetzeszweck u.a. genannt, es Menschen mit Behinderungen zu erleichtern, am gesellschaftlichen Leben teilzunehmen und insbesondere selbstständig soziale Kontakte zu pflegen, sich aus- und fortzubilden und eine Erwerbstätigkeit auszuüben. Diesem Ziel trägt eine durch angemessene Fördermassnahmen begleitete Integration von behinderten Kindern und Jugendlichen in die Regelschule Rechnung, zumal hierdurch der Kontakt zu nichtbehinderten Gleichaltrigen erleichtert wird, was einer gesellschaftlichen Eingliederung zuträglich ist.\n\n4.3 Hingegen rügt der Beschwerdeführer, die Vorinstanz habe sich über die einhelligen Empfehlungen der zuständigen Fachpersonen hinweggesetzt, welche alle zum Ergebnis kämen, dass einzig die separierte Sonderschulung zur Anwendung kommen könne. Der Schluss der Vorinstanz, die integrierte Schulung könne als gleichwertig mit der separierten bezeichnet werden, sei aktenwidrig, willkürlich und BGE 138 I 162 S. 168fachlich nicht abgestützt. Er verstosse auch gegen Art. 12 Abs. 1 der kantonalen Vollzugsverordnung vom 14. Juni 2006 zur Verordnung über die Volksschule (VVzVSV/SZ; SRSZ 611.211). Könne nur eine Sonderschulung dem Kindeswohl gerecht werden, könnten sich die Behörden auch nicht aus finanziellen Gründen für eine andere Lösung entscheiden.\n\n4.4 Die Rüge, Art. 12 VVzVSV/SZ sei verletzt, ist offensichtlich unbegründet, soweit sie überhaupt rechtsgenüglich erhoben worden ist (vgl. nicht publ. E. 2): Der blosse Umstand, dass die zuständige Behörde anders entscheidet, als dies die Abteilung Schulpsychologie beantragt hat, begründet jedenfalls keine willkürliche Anwendung dieser Norm.\n\n4.5 Soweit der Beschwerdeführer vorbringt, es komme einzig die separierte Sonderschulung in Betracht, vermag er keine willkürliche Sachverhaltswürdigung durch die Vorinstanz darzulegen. Diese hat sich sorgfältig und eingehend mit den bei den Akten liegenden Stellungnahmen und Berichten auseinandergesetzt und ist willkürfrei zum Ergebnis gekommen, dass die integrierte Schulung noch möglich ist. Unbestritten hat der Beschwerdeführer im Schuljahr 2010/2011 gute Noten erzielt, wenn auch unter Dispensation vom Französischunterricht und unter grossem Aufwand. Es gibt viele Schulkinder, die einen grossen Aufwand betreiben müssen, um dem Unterricht zu folgen oder gute Noten zu erzielen. Das führt für sich allein nicht zum Schluss, dass der Unterricht unmöglich oder unzumutbar wäre. Sodann führen die Stellungnahmen der Schulbehörden teilweise auch Aspekte an, die eher organisatorischer Natur sind und nach den willkürfreien Annahmen der Vorinstanz zu bewältigen sind. Wie auch die Vorinstanz erkannt hat, bestehen zwar Zweifel, ob der Beschwerdeführer auch im folgenden Schuljahr dem Unterricht in der Regelklasse noch folgen kann. Es ist aber auch unter Berücksichtigung der Stellungnahmen der Fachinstanzen nicht offensichtlich unrichtig, wenn die Vorinstanz diese Frage für das hier allein zur Diskussion stehende erste Semester des Schuljahres 2011/2012 (vgl. nicht publ. E. 1.2.2) bejaht hat.\n\n4.6 Zu prüfen bleibt, ob der vorinstanzliche Schluss willkürlich ist, wonach die integrierte Schulung als mindestens gleichwertig mit der separierten betrachtet werden könne.\n\n4.6.1 Die Vorinstanz hat nicht verkannt, dass die Fachleute wie auch die lokalen Schulbehörden die separierte Schulung als besser BGE 138 I 162 S. 169geeignet und für den Beschwerdeführer vorteilhaft beurteilen. Ausschlaggebend für ihr Ergebnis war jedoch die Überlegung, die Messlatte für die Beurteilung der Gleichwertigkeit der integrierten im Vergleich zur separierten Schulung sei nicht die bestmögliche Lösung; für jeden Schüler wäre ein individualisierter Unterricht wünschenswert, doch bestehe nur Anspruch auf eine angemessene Schulung.\n\n4.6.2 Wie in anderen Bereichen staatlicher Leistung (vgl. für die Krankenversicherung BGE 137 V 295 E. 6 S. 302 ff.; BGE 136 V 395 E. 7.4-7.6 S. 407 ff.; für die Invalidenversicherung BGE 134 I 105 E. 3 und E. 6 S. 107 f, BGE 134 I 109 f. mit Hinweisen; für die Ergänzungsleistungen BGE 131 V 263 E. 5.2.1 S. 267) kann auch im Schulwesen das staatliche Leistungsangebot nicht ohne Rücksicht auf Kostenüberlegungen ausgestaltet werden (BGE 130 I 352 E. 3.3 S. 354 f.; BGE 129 I 12 E. 6.4 S. 20). Mit Rücksicht auf das begrenzte staatliche Leistungsvermögen haben sowohl behinderte als auch nichtbehinderte Kinder Anspruch auf ausreichenden, aber nicht auf idealen oder optimalen Unterricht (Art. 19, 62 Abs. 2 und 3 BV; vgl. E. 3.2 hiervor). Jedes Kind ist auf seine Weise einzigartig. Ein standardisierter Unterricht im Klassenverband kann nie jedem einzelnen Kind in idealer Weise gerecht werden. Um dies zu erreichen, wäre eine weitgehende Individualisierung des Unterrichts erforderlich, was aber erhebliche Kosten zur Folge hätte. Dabei stellt sich aus Rechtsgleichheitsgründen die Frage nach der Verteilungsgerechtigkeit. Da staatliche Mittel nicht unbegrenzt zur Verfügung stehen, ist eine möglichst rechtsgleiche Verteilung anzustreben; mit der Rechtsgleichheit wäre es nicht vereinbar, ohne sachlichen Grund den einen wesentlich mehr Leistungen zu erbringen als anderen (BGE 136 V 395 E. 7.7 S. 413 mit Hinweisen). Es ist zwar gerechtfertigt bzw. geboten, für behinderte Kinder einen höheren Schulungsaufwand zu betreiben als für nichtbehinderte, um die behinderungsbedingten Nachteile auszugleichen und eine elementare Chancengleichheit herzustellen (vgl. BGE 134 I 105 E. 5 S. 108; BGE 130 I 352 E. 3.2 S. 354; BGE 130 V 441 E. 6.2 S. 443 f.; BGE 129 I 35 E. 7.3 S. 39; Urteil 2C_864/2010 vom 24. März 2011 E. 4.4; AESCHLIMANN-ZIEGLER, a.a.O., S. 192; GIEZENDANNER, a.a.O., Rz. 41). Indes wäre es rechtsungleich, den Behinderten mehr als das für sie Erforderliche zu gewähren, wenn die Nichtbehinderten bloss das für sie Erforderliche erhalten (AESCHLIMANN-ZIEGLER, a.a.O., S. 177). Behinderten Kindern muss nicht ungeachtet von Kostenüberlegungen ein individuell optimiertes Schulangebot zur Verfügung gestellt werden, wenn gleichzeitig für BGE 138 I 162 S. 170nichtbehinderte Kinder bloss ein standardisiertes, nicht individuell optimiertes Angebot zur Verfügung gestellt wird. Diesen Grundsätzen entspricht die vorinstanzliche Überlegung, als Messlatte für die Beurteilung der Gleichwertigkeit der integrierten Schulung nicht auf die bestmögliche, sondern auf die angemessene Schulung abzustellen. Im Übrigen ist nochmals zu betonen, dass der integrierte Unterricht für behinderte Kinder und Jugendliche nicht nur negative Aspekte aufweist, sondern in Einklang mit der Zielsetzung von Art. 1 Abs. 2 BehiG ihre Integration in die Gesellschaft zu fördern vermag (vgl. E. 4.2 in fine).\n\n4.6.3 Der Beschwerdeführer hat besondere, seiner Behinderung angepasste Leistungen (Logopädie, audiopädagogische Therapie) erhalten, die ihm nach der willkürfreien Feststellung der Vorinstanz bisher ermöglicht haben, dem Unterricht in der Regelschule zwar nicht in optimaler, aber in ausreichender Weise zu folgen (vgl. E. 4.5 hiervor). Er ist damit in Berücksichtigung seiner Behinderung rechtsgleich behandelt worden wie nichtbehinderte Kinder. Die Vorinstanz hat weder das kantonale Recht willkürlich angewendet noch den bundesrechtlichen Mindestanspruch des Beschwerdeführers verletzt."}