{"annee": "138", "cour": "V", "page": "186", "date": "17/2/2012", "cite": ["133 V 367", "137 II 242", "131 V 222", "132 V 82", "134 V 284", "133 V 137", "132 V 46", "130 I 26", "131 V 390", "133 V 33"], "cite_par": ["144 II 1", "138 V 533", "140 II 364", "141 V 321", "140 II 167"], "chapeau": "24. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Bundesamt für Sozialversicherungen gegen Verein X. und Z. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_474/2011 vom 17. Februar 2012", "regestes": ["Art. 1a al. 1 let. c LAVS; art. 1 let. h et i ainsi qu'art. 3 par. 1 du Règlement (CEE) n° 1408/71; assujettissement à l'AVS. Une ressortissante allemande sans domicile en Suisse, qui travaille pour une oeuvre missionnaire suisse en Tanzanie, n'est pas assurée obligatoirement à l'AVS suisse. Faute de domicile dans un Etat membre, elle ne peut pas se prévaloir d'un droit à l'égalité de traitement avec les citoyens suisses qui travaillent à l'étranger fondé sur l'art. 3 par. 1 du Règlement n° 1408/71 (consid. 3.1-3.3).", "Art. 9 al. 2 annexe I ALCP; égalité de traitement en matière d'avantages sociaux. L'assujettissement obligatoire à l'AVS ne tombe pas dans le champ d'application matériel d'un \"avantage social\", mais concerne une prestation de sécurité sociale au sens de l'art. 4 par. 1 let. c du Règlement n° 1408/71 (consid. 3.4)."], "faits": "BGE 138 V 186 S. 187\n\nA. Z. ist deutsche Staatsangehörige und verfügt über keinen Wohnsitz in der Schweiz. Seit 1985 arbeitet sie immer wieder für längere Zeit in Afrika. Seit dem 15. Juni 2009 ist sie ökumenische Mitarbeitende des Vereins X. mit Sitz in der Schweiz (nachfolgend: Verein) und seit Juli 2009 für diesen in Ostafrika als Leiterin eines Projekts zur Stärkung der gesellschaftlichen Position von Frauen tätig.\n\nMit Verfügung vom 15. Dezember 2009 lehnte die Ausgleichskasse Basel-Stadt eine obligatorische Versicherung von Z. in der Alters- und Hinterlassenenversicherung (AHV) ab. Daran hielt sie im Einspracheentscheid vom 8. Februar 2010 fest.\n\nB. Dagegen erhoben sowohl der Verein als auch Z. am 5. März 2010 Beschwerde beim Sozialversicherungsgericht des Kantons Basel-Stadt mit dem Antrag, der Einspracheentscheid sei aufzuheben und es sei für die Tätigkeit von Z. beim Verein eine Unterstellung unter die obligatorische AHV festzulegen. Die Ausgleichskasse Basel- Stadt stellte vorab Antrag auf Beiladung des Bundesamtes für Sozialversicherungen (BSV). Im Weiteren beantragte sie, die Beschwerde sei abzuweisen.\n\nAm 25. November 2010 ordnete der kantonale Instruktionsrichter die Beiladung des BSV an. Am 31. Januar 2011 reichte dieses eine Stellungnahme ein.\n\nMit Entscheid vom 13. April 2011 hiess das Sozialversicherungsgericht des Kantons Basel-Stadt die Beschwerde gut und hob den Einspracheentscheid vom 8. Februar 2010 auf. Es verpflichtete die Ausgleichskasse Basel-Stadt, für die Tätigkeit von Z. beim Verein eine Unterstellung unter die obligatorische AHV festzulegen.\n\nC. Gegen diesen Entscheid reicht das BSV Beschwerde in öffentlich-rechtlichen Angelegenheiten ein mit dem Antrag auf dessen Aufhebung. BGE 138 V 186 S. 188\n\nDer Verein und Z. schliessen in der Vernehmlassung unter Hinweis auf eine eingeholte gutachterliche Stellungnahme auf Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Streitig und zu prüfen ist, ob die Vorinstanz zu Recht eine obligatorische Versicherung der Beschwerdegegnerin in der AHV bejaht hat. Ausgangspunkt bilden Art. 1a AHVG und Rz. 3097 der Wegleitung des BSV über die Versicherungspflicht in der AHV/IV (WVP), in der hier massgebenden Ausgabe 2009 http://www.bsv.admin.ch/vollzug/documents/index/category:22.\n\n1.1 Art. 1a AHVG lautet wie folgt:\n\n1 Versichert nach diesem Gesetz sind:\n\na. die natürlichen Personen mit Wohnsitz in der Schweiz;\n\nb. die natürlichen Personen, die in der Schweiz eine Erwerbstätigkeit ausüben;\n\nc. Schweizer Bürger, die im Ausland tätig sind:\n\n1. im Dienste der Eidgenossenschaft,\n\n2. im Dienste der internationalen Organisationen, mit denen der Bundesrat ein Sitzabkommen abgeschlossen hat und die als Arbeitgeber im Sinne von Artikel 12 gelten,\n\n3. im Dienste privater, vom Bund namhaft subventionierter Hilfsorganisationen nach Artikel 11 des Bundesgesetzes vom 19. März 1976 über die internationale Entwicklungszusammenarbeit und humanitäre Hilfe.\n\n1bis Der Bundesrat regelt die Einzelheiten von Absatz 1 Buchstabe c.\n\n2 Nicht versichert sind:\n\na. ausländische Staatsangehörige, die Privilegien und Immunitäten gemäss den Regeln des Völkerrechts geniessen;\n\nb. Personen, die einer ausländischen staatlichen Alters- und Hinterlassenenversicherung angehören, sofern der Einbezug in die Versicherung für sie eine nicht zumutbare Doppelbelastung bedeuten würde;\n\nc. Personen, welche die in Absatz 1 genannten Voraussetzungen nur für eine verhältnismässig kurze Zeit erfüllen.\n\n3 Die Versicherung können weiterführen:\n\na. Personen, die für einen Arbeitgeber mit Sitz in der Schweiz im Ausland tätig sind und von ihm entlöhnt werden, sofern dieser sein Einverständnis erklärt;\n\nb. nicht erwerbstätige Studierende, die ihren Wohnsitz in der Schweiz aufgeben, um im Ausland einer Ausbildung nachzugehen, bis zum 31. Dezember des Jahres, in welchem sie das 30. Altersjahr vollenden. BGE 138 V 186 S. 189\n\n4 Der Versicherung können beitreten:\n\na. Personen mit Wohnsitz in der Schweiz, die auf Grund einer zwischenstaatlichen Vereinbarung nicht versichert sind;\n\nb. Schweizer Angestellte eines institutionellen Begünstigten nach Artikel 2 Absatz 1 des Gaststaatgesetzes vom 22. Juni 2007, die Vorrechte, Immunitäten und Erleichterungen geniessen, sofern sie aufgrund eines Abkommens mit diesem Begünstigten nicht obligatorisch in der Schweiz versichert sind;\n\nc. im Ausland wohnhafte nicht erwerbstätige Ehegatten von erwerbstätigen Personen, die nach Absatz 1 Buchstabe c, Absatz 3 Buchstabe a oder auf Grund einer zwischenstaatlichen Vereinbarung versichert sind.\n\n5 Der Bundesrat bestimmt im Einzelnen die Bedingungen für die Weiterführung der Versicherung nach Absatz 3 und für den Beitritt nach Absatz 4; ferner legt er die Einzelheiten bezüglich Rücktritt und Ausschluss fest.\n\n1.2 Gemäss Rz. 3097 in Verbindung mit Rz. 3096 WVP sind Staatsangehörige der EU und der EFTA, die ausserhalb der EU oder der EFTA und ausserhalb eines Vertragsstaates für das IKRK oder für eine der aufgeführten Hilfsorganisationen arbeiten - worunter auch der Beschwerdegegner fällt (Partnerorganisation von BROT FÜR ALLE [vgl. www.bfa-ppp.ch]) - anders als Schweizerbürgerinnen und -bürger grundsätzlich nicht versichert.\n\n2.\n\n2.1 Die Vorinstanz schloss mangels Wohnsitzes der Beschwerdegegnerin in der Schweiz und auf Grund ihrer deutschen Staatsangehörigkeit sowie angesichts des Umstandes, dass die Beschwerdegegnerin ausserhalb der EU bzw. EFTA für eine anerkannte schweizerische Hilfsorganisation tätig ist, eine obligatorische Versicherung gemäss Art. 1a Abs. 1 AHVG aus. Dagegen gelangte sie gestützt auf vorgehende staatsvertragliche Regelungen - insbesondere das Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen, FZA; SR 0.142.112.681) und die Verordnung (EWG) Nr. 1408/71 des Rates vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern (SR 0.831.109.268.1; nachfolgend: Verordnung 1408/71) - zum Ergebnis, dass Letztere im vorliegenden Fall in persönlicher, sachlicher und zeitlicher Hinsicht anwendbar sei. Das darin statuierte Gebot der Gleichbehandlung habe zur BGE 138 V 186 S. 190Folge, dass die Beschwerdegegnerin obligatorisch in der AHV zu versichern sei.\n\n2.2 Das BSV bestreitet den persönlichen Geltungsbereich der Verordnung 1408/71. Aus den vorhandenen Unterlagen ergäben sich keine Anhaltspunkte, ob für die Beschwerdegegnerin die Rechtsvorschriften eines Mitgliedstaates gelten würden oder gegolten hätten. Ausserdem sei kein grenzüberschreitender Sachverhalt (innerhalb der EU) gegeben, wenn eine deutsche Staatsangehörige in Ostafrika wohne und arbeite. Auch könne sich die Beschwerdegegnerin nicht auf Gleichbehandlung berufen, da sie Wohnsitz in Ostafrika begründet habe. Art. 1a Abs. 1 lit. c AHVG werde nicht zielgerichtet eingesetzt, um Staatsangehörige anderer Mitgliedstaaten gegenüber Schweizer Staatsangehörigen zu benachteiligen. Dieser Artikel wolle den Bestimmungen des Völkerrechts, vor allem dem Wiener Übereinkommen, Rechnung tragen. Art. 1a Abs. 1 lit. c AHVG bezwecke, diejenigen Personenkategorien zu erfassen, die auf Grund des internationalen Verständnisses in dem Staat, den sie repräsentierten, versichert sein sollten. Da es sich um eine obligatorische Versicherung handle, sei der Anwendungsbereich auf Schweizer Bürger beschränkt worden. Wären auch EU-Staatsangehörige gemäss Art. 1a Abs. 1 lit. c AHVG zu versichern, so würden diese in der Schweiz und - infolge internationalen Rechts - auch im Nichtvertragsstaat, in dem sie die Erwerbstätigkeit ausüben würden, versicherungspflichtig. Eine solche Doppelbelastung gelte es zu vermeiden.\n\n2.3 Die Beschwerdegegner gehen wie die Vorinstanz von der Anwendbarkeit der Verordnung 1408/71 aus. Die Beschwerdegegnerin sei daher gleich zu behandeln wie eine Schweizerin in einer ansonsten gleichen Situation, was zur Versicherteneigenschaft nach Art. 1a Abs. 1 lit. c Ziff. 3 AHVG führe. Zum gleichen Ergebnis wie Art. 3 Abs. 1 Verordnung 1408/71 führe auch die Anwendung des in Art. 9 Abs. 2 Anhang I FZA enthaltenen Gleichbehandlungsgebots bezüglich sozialer Vergünstigungen oder die Beachtung des allgemeinen Diskriminierungsverbots von Art. 2 FZA.\n\n3.\n\n3.1 Mit der Vorinstanz ist festzuhalten, dass die Beschwerdegegnerin nach schweizerischem Recht während ihres Einsatzes in Ostafrika nicht obligatorisch bei der AHV versichert ist. Es liegen unbestritten weder Wohnsitz noch Beschäftigungsort in der Schweiz vor (Art. 1a Abs. 1 lit. a und b AHVG). Ebenso fehlt es an der schweizerischen Staatsangehörigkeit (Art. 1a Abs. 1 lit. c Ziff. 3 AHVG). BGE 138 V 186 S. 191\n\n3.2 Am 1. Juni 2002 ist das FZA in Kraft getreten. Nach Art. 1 Abs. 1 des auf der Grundlage des Art. 8 FZA ausgearbeiteten und Bestandteil des Abkommens bildenden (Art. 15 FZA) Anhangs II (\"Koordinierung der Systeme der sozialen Sicherheit\") FZA in Verbindung mit Abschnitt A dieses Anhangs wenden die Vertragsparteien untereinander insbesondere die Verordnung 1408/71 und die Verordnung (EWG) Nr. 574/72 des Rates vom 21. März 1972 über die Durchführung der Verordnung (EWG) Nr. 1408/71 über die Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern (SR 0.831.109.268.11; nachfolgend: Verordnung 574/72), oder gleichwertige Vorschriften an. Die Verordnung 1408/71 gilt unter anderem auch für Rechtsvorschriften über Zweige der sozialen Sicherheit, die Leistungen bei Alter und an Hinterbliebene betreffen (Art. 4 Abs. 1 lit. c und d). Die entsprechenden Bestimmungen finden in der Alters- und Hinterlassenenversicherung durch den Verweis in Art. 153a Abs. 1 lit. a AHVG Anwendung.\n\n3.3 Es kann offenbleiben, inwieweit die Beschwerdegegnerin in den persönlichen Geltungsbereich des FZA sowie der Verordnungen, auf welche das Abkommen verweist (vgl. Art. 2 Abs. 1 Verordnung 1408/71), fällt. Selbst wenn der persönliche Geltungsbereich der Verordnung 1408/71 gegeben wäre, ist hier eine auf die Staatsangehörigkeit abstellende Ungleichbehandlung zulässig: Gemäss Art. 3 Abs. 1 Verordnung 1408/71 haben nur die Personen, die im Gebiet eines Mitgliedstaats wohnen und für die diese Verordnung gilt, die gleichen Rechte und Pflichten auf Grund der Rechtsvorschriften eines Mitgliedstaats wie die Staatsangehörigen dieses Staates, soweit besondere Bestimmungen dieser Verordnung nichts anderes vorsehen.\n\n3.3.1 Gemäss Art. 1 lit. h Verordnung 1408/71 heisst \"Wohnort\" der Ort des gewöhnlichen Aufenthalts. Davon ist der vorübergehende Aufenthalt zu unterscheiden (Art. 1 lit. i Verordnung 1408/71). Der Wohnort als gewöhnlicher Aufenthalt befindet sich an demjenigen Ort, an welchem eine Person den Mittelpunkt ihrer Lebensführung hat. Seine nähere Bestimmung kann von subjektiven oder objektiven Umständen abhängen. Bei subjektiver Bestimmung richtet sich der Wohnort nach dem Willen des Betreffenden; bei objektiver Bestimmung richtet er sich nach den äusserlichen Lebensumständen, die notfalls auch gegen den erklärten Willen des Betreffenden ins Feld geführt werden können (EBERHARD EICHENHOFER, in: Kommentar BGE 138 V 186 S. 192zum Europäisches Sozialrecht, Maximilian Fuchs [Hrsg.], 4. Aufl. 2005, N. 30 f. zu Art. 1 Verordnung 1408/71; SILVIA BUCHER, Das FZA und Anhang K des EFTA-Übereinkommens in der sozialrechtlichen Rechtsprechung des Bundesgerichts [1. Teil], in: Schweizerisches Jahrbuch für Europarecht 2008/2009, Epiney/Gammenthaler [Hrsg.], S. 398 f.; PATRICIA USINGER-EGGER, Die soziale Sicherheit der Arbeitslosen in der Verordnung [EWG] Nr. 1408/71 und in den bilateralen Abkommen zwischen der Schweiz und ihren Nachbarstaaten, 2000, S. 86 f.). Das Gemeinschaftsrecht lässt die Frage, wie der Wohnort zu bestimmen ist, weitgehend offen und überantwortet die nähere Bestimmung dem jeweiligen nationalen Recht (vgl. Urteile des Gerichtshofs der Europäischen Gemeinschaften [EuGH] vom 13. November 1990 C-216/89 Reibold, Slg. 1990 I-4163; vom 27. Mai 1982 C-227/81 Aubin, Slg. 1982 S. 1991; vom 17. Februar 1977 C-76/76 di Paolo, Slg. 1977 S. 315). In der Rechtsprechung des Bundesgerichts beurteilt sich der Ort, wo die Person ihren Wohnsitz hat, ausschliesslich nach objektiven Kriterien, während der innere Wille der betreffenden Person nicht entscheidend ist (Urteil 5A_663/2009 vom 1. März 2010 E. 2.2.2). Dabei ist die familiäre Situation lediglich eines von verschiedenen Indizien. Massgebend sind auch Dauer und Kontinuität des Wohnens bis zur Aufnahme der Beschäftigung, die Dauer und die Modalität der Abwesenheit, die Art der im anderen Mitgliedstaat ausgeübten Beschäftigung sowie die Absicht des Arbeitnehmers, wie sie sich aus den gesamten Umständen ergibt, an den Ort vor Aufnahme der Beschäftigung zurückzukehren (BGE 133 V 137 E. 7.2 S. 145; BGE 131 V 222 E. 7.4 S. 230 mit Hinweis auf die Rechtsprechung des EuGH).\n\nDer Gegenbegriff \"vorübergehender Aufenthalt\" hat eine weit geringere praktische Bedeutung als der Begriff des Wohnorts. Er kommt nur im Rahmen der Gewährung von Sach- und Dienstleistungen vor, um deren Voraussetzungen zu regeln (vgl. Art. 21 f., 31 und 54 f. Verordnung 1408/71). Danach gewährt im Koordinationsrecht jeder Mitgliedstaat Dienst- und Sachleistungen auch den Berechtigten anderer Mitgliedstaaten nach den einzelnen, die Sachleistungsaushilfe regelnden Bestimmungen. Der vorübergehende Aufenthalt besteht an dem Ort, an welchem sich ein Berechtigter in einer den Leistungsanspruch auslösenden Lage - Behandlungsbedürftigkeit, Arbeitsunfall, Berufskrankheit oder Komplikation während Schwangerschaft oder nach Entbindung - befindet (EICHENHOFER, a.a.O., N. 32 zu Art. 1 Verordnung 1408/71; vgl. dazu BGE 132 V 46 E. 4 BGE 138 V 186 S. 193S. 50 ff. sowie Urteil 9C_562/2011 vom 29. April 2011). Ihm haftet somit - im Vergleich zum Begriff des Wohnorts oder des gewöhnlichen Aufenthalts - etwas Flüchtiges oder Zufälliges an.\n\n3.3.2 Die Vorinstanz ist implizit von einem Wohnort der Beschwerdegegnerin im Gebiet eines Mitgliedstaats ausgegangen. Diese Annahme findet keinen Halt. Vor allem die vorinstanzliche Feststellung, die Beschwerdegegnerin arbeite seit dem Jahr 1985 immer wieder für längere Zeit in Afrika, deutet auf eine engere Beziehung zu diesem Kontinent als zu Deutschland hin. Weitere Eckpunkte, die in die selbe Richtung weisen, lassen sich dem Internet entnehmen, insbesondere dem Internet-Link Z. und den Rundbriefen der Beschwerdegegnerin, die sich auf der Homepage des Beschwerdegegners einsehen lassen. Die Vorinstanz hat im angefochtenen Entscheid unter dem Titel \"Tatsachen\" auf beide Internet-Seiten verwiesen. Ein Blick in diese zeigt, dass die Beschwerdegegnerin in Trennung lebt und Mutter von drei - mittlerweile - erwachsenen Kindern ist. In früheren Zeiten lebte die ganze Familie u.a. in Südafrika, wo auch das dritte Kind geboren wurde (Internet-Link Z.; 1. Rundbrief vom September 2009 S. 2). Seit dem 24. Juli 2009 befindet sich die Beschwerdegegnerin in Ostafrika. Ihre Wohnung in Deutschland löste sie vor ihrer Abreise auf (1. Rundbrief vom September 2009 S. 3 oben). Den Hausrat und die persönlichen Dinge verschiffte sie. Diese wurden von ihr am 15. Oktober 2009 in Ostafrika in Empfang genommen. Um im bezogenen Haus in R. gesund leben zu können, waren monatelange Bauarbeiten angesagt (2. Rundbrief vom Dezember 2009 S. 2 und 4 oben, S. 6 f. unten). Ebenso legte die Beschwerdegegnerin - auch als Anschauungsobjekt - einen Garten an, um Gemüse anzubauen und Blumen zu pflanzen (2. Rundbrief vom Dezember 2009 S. 10 oben und 4. Rundbrief vom Mai 2011 S. 13). Ende August 2010 war sie erstmals wieder (für vier Wochen) in Deutschland. Eigentlich wäre es ihr Urlaub gewesen. Indes hatte sie die Zeit auch genutzt, um die Arbeit bei vielen Menschen bekannt zu machen. Die Unterstützung und Wertschätzung der Familie in Deutschland erachtete sie als Beweis dafür, \"dass ich das Richtige tue, dass ich da bin, wo Gott mich haben will\" (4. Rundbrief vom Mai 2011 S. 2). Im Januar/Februar 2011 genoss die Beschwerdegegnerin mit ihrem Freund ein paar Tage Ruhe im afrikanischen Nationalpark Y. (4. Rundbrief vom Mai 2011 S. 9). Neben diesen persönlichen Angaben ermöglichen die Rundbriefe einen Einblick in den ostafrikanischen Alltag und in die Projekte, BGE 138 V 186 S. 194\n\nwelche die Beschwerdegegnerin zur Stärkung der gesellschaftlichen Position der afrikanischen Frauen aufbaut. Auch zeichnen sie den unermüdlichen und beharrlichen Einsatz nach, den die Beschwerdegegnerin für ihre Aufbaubemühungen aufbringt.\n\nAlle diese Umstände sprechen unmissverständlich für einen Lebensmittelpunkt in Ostafrika. Die Beschwerdegegnerin hat diesen Ort in einer für Dritte erkennbaren Weise zum Mittelpunkt ihrer Lebensinteressen gemacht. Auch wenn die Missionstätigkeit von Mitarbeitern des Beschwerdegegners in der Regel einer zeitlichen Beschränkung von drei Jahren unterliegt - wie die von den Beschwerdegegnern eingesetzte Gutachterin festhält - ist dem Umzug der Beschwerdegegnerin nach Afrika ein dauerndes Element immanent. So hat sie - sprichwörtlich - ihre Zelte in Deutschland komplett abgebrochen und in Ostafrika neu aufgestellt. Wohl hält sie familiäre und freundschaftliche Kontakte nach Deutschland aufrecht. Ihre persönlichen Interessen und Bindungen sind jedoch am stärksten an ihrer Wirkungsstätte in Ostafrika lokalisiert, welche auf ein nachhaltiges und prägendes Handeln ausgerichtet sind. Entsprechend hat die Beschwerdegegnerin \"Haus und Hof\" im Sinne eines permanenten Verbleibens eingerichtet.\n\n3.3.3 Wohnt die Beschwerdegegnerin nicht in einem Mitgliedstaat, kann sie nicht gestützt auf Art. 3 Abs. 1 Verordnung 1408/71 einen Anspruch auf Gleichbehandlung mit Schweizer Bürgern, die im Sinne von Art. 1a Abs. 1 lit. c AHVG im Ausland tätig sind, geltend machen.\n\n3.4 Zu keinem anderen Ergebnis führt das Gleichbehandlungsgebot betreffend soziale Vergünstigungen (Art. 9 Abs. 2 Anhang I FZA), das subsidiär zu Art. 3 Abs. 1 Verordnung 1408/71 gilt (BGE 131 V 390 E. 9 S. 405; vgl. auch Urteil des EuGH vom 27. März 1985 C-122/84 Scrivner, Slg. 1985 S. 1027 Randnr. 16; PATRICIA USINGER-EGGER, Ausgewählte Rechtsfragen des Arbeitslosenversicherungsrechts im Verhältnis Schweiz-EU, in: Das Europäische Koordinationsrecht der sozialen Sicherheit und die Schweiz. Erfahrungen und Perspektiven, Thomas Gächter [Hrsg.], 2006, S. 33 ff., 39 Fn. 35 und S. 49; SILVIA BUCHER, Soziale Sicherheit, beitragsunabhängige Sonderleistungen und soziale Vergünstigungen: Eine europarechtliche Untersuchung mit Blick auf schweizerische Ergänzungsleistungen und Arbeitslosenhilfen, 2000, S. 477 Rz. 1174).\n\n3.4.1 Nach Art. 9 Abs. 2 Anhang I FZA geniesst ein Arbeitnehmer im Hoheitsgebiet der anderen Vertragsstaaten die gleichen BGE 138 V 186 S. 195(steuerlichen und) sozialen Vergünstigungen wie die inländischen Arbeitnehmer. Soweit das Diskriminierungsverbot gilt, ist es den Vertragsstaaten verwehrt, die Gewährung eines Rechts an eine Person, die sich in einer durch das Freizügigkeitsabkommen geregelten Situation befindet, von der Staatsangehörigkeit des betreffenden Staates abhängig zu machen.\n\nDer Begriff der sozialen Vergünstigung ist - wie das Bundesgericht unlängst in BGE 137 II 242 E. 3.2.1 S. 244 bestätigt hat - ein Begriff des Gemeinschaftsrechts. Zu seiner Bestimmung ist grundsätzlich die Rechtsprechung des Gerichtshofs der Europäischen Gemeinschaften (EuGH) vor dem Zeitpunkt der Unterzeichnung (des Freizügigkeitsabkommens) zu berücksichtigen (Art. 16 Abs. 2 FZA). Der Begriff der sozialen Vergünstigung lehnt sich an Art. 7 Abs. 2 der Verordnung (EWG) Nr. 1612/68 des Rates vom 15. Oktober 1968 über die Freizügigkeit der Arbeitnehmer an (ABl. L 257 vom 19. Oktober 1968 S. 2 [nachfolgend: Verordnung 1612/68]; BGE 132 V 82 E. 5.5 S. 90; vgl. dazu auch KAHIL-WOLFF/MOSTERS, Das Abkommen über die Freizügigkeit EG - Schweiz, Europäische Zeitschrift für Wirtschaftsrecht [EuZW] 2001 S. 8). Nach der Rechtsprechung des EuGH deckt der Begriff \"soziale Vergünstigung\" alle Vergünstigungen ab, die - ob sie an einen Arbeitsvertrag anknüpfen oder nicht - den inländischen Arbeitnehmern hauptsächlich wegen ihrer objektiven Arbeitnehmereigenschaft oder einfach wegen ihres gewöhnlichen Wohnsitzes im Inland gewährt werden und deren Erstreckung auf Arbeitnehmer aus anderen Mitgliedstaaten deshalb geeignet erscheint, ihre Mobilität innerhalb der Gemeinschaft zu erleichtern (Urteil 2P.142/2003 vom 7. November 2003 E. 3.4; Urteile des EuGH vom 10. September 2009 C-269/07 Kommission gegen Deutschland, Slg. 2009 I-7811 Randnr. 39 m.w.H.; vom 12. Mai 1998 C-85/96 Martinez Sala, Slg. 1998 I-2691 Randnr. 25; HEINZ-DIETRICH STEINMEYER, in: Europäisches Sozialrecht, 5. Aufl. 2010, Teil 3 Rz. 3; WINFRIED BRECHMANN, in: EUV/EGV Kommentar, 3. Aufl. 2007, N. 67 ff. zu Art. 39 EGV). Der Begriff der sozialen Vergünstigungen ist nach der Rechtsprechung des EuGH extensiv auszulegen (Urteil 2P.142/2003 vom 7. November 2003 E. 3.4 mit Hinweisen auf die Rechtsprechung des EuGH).\n\n3.4.2 Abgesehen davon, dass auch in Bezug auf Art. 9 Abs. 2 Anhang I FZA bereits der persönliche Anwendungsbereich zu verneinen ist - eine allfällige (vgl. dazu E. 4) Einführungszeit in der Schweiz von rund einem Monat vermag keine hinreichend enge Verbindung BGE 138 V 186 S. 196\n\nzum hiesigen Arbeitsmarkt zu begründen (vgl. BGE 134 V 284 E. 4.4.2 S. 292 und BGE 133 V 367 E. 8.3 S. 375 betreffend die Arbeitnehmereigenschaft im Sinne von Art. 9 Abs. 2 Anhang I FZA resp. Art. 7 Abs. 2 Verordnung 1612/68) -, ist die hier zur Beurteilung anstehende Versicherteneigenschaft der Beschwerdegegnerin jenseits des sachlichen Anwendungsbereichs einer \"sozialen Vergünstigung\" anzusiedeln. Die Frage nach der obligatorischen Unterstellung der Beschwerdegegnerin unter Art. 1a Abs. 1 AHVG berührt klar eine Leistung der sozialen Sicherheit im Sinne der Verordnung 1408/71 (Art. 4 Abs. 1 lit. c; vgl. E. 3.2 hievor), womit - in diesem Punkt - für eine Gleichbehandlung unter dem Titel \"soziale Vergünstigung\" von vornherein kein Raum bleibt (vgl. E. 3.4).\n\n3.5 Nachdem die Beschwerdegegnerin nicht als in einem anderen Vertragsstaat wohnhaft gilt (vgl. E. 3.2.2 hievor), sondern ein Verhältnis zu einem Drittstaat im Vordergrund steht, vermag sie eine obligatorische Versicherteneigenschaft auch nicht aus dem Diskriminierungsverbot von Art. 2 FZA abzuleiten. Danach werden die Staatsangehörigen einer Vertragspartei, die sich rechtmässig im Hoheitsgebiet einer anderen Vertragspartei aufhalten, bei der Anwendung dieses Abkommens gemäss den Anhängen I, II und III nicht auf Grund ihrer Staatsangehörigkeit diskriminiert. Ungeachtet des Wortlauts gilt Art. 2 FZA nicht nur hinsichtlich der in den Anhängen enthaltenen Bestimmungen, sondern allgemein (Urteil des Eidg. Versicherungsgerichts K 163/03 vom 27. März 2006 E. 6.1, nicht publ. in: BGE 133 V 33). Er bezieht sich jedoch einzig auf die vom Freizügigkeitsabkommen umfassten Gegenstände. Unterschiedliche Behandlungen, die sich auf Grund anderer Rechtsbereiche ergeben, fallen nicht darunter (BGE 130 I 26 E. 3.2.2 S. 35; vgl. zur Reichweite des Diskriminierungsverbotes des Art. 2 FZA auch ASTRID EPINEY, Zur Bedeutung der Rechtsprechung des EuGH für Anwendung und Auslegung des Personenfreizügigkeitsabkommens, ZBJV 141/2005 S. 12).\n\nWesentlicher Bestandteil der harmonischen Entwicklung zwischen den Vertragsstaaten ist die Freizügigkeit der Personen im Hoheitsgebiet der anderen Vertragsstaaten. Das Freizügigkeitsabkommen bezweckt, diese Freizügigkeit zwischen den Vertragsstaaten auf der Grundlage der in der Europäischen Gemeinschaft geltenden Bestimmungen zu verwirklichen (vgl. die Präambel des Freizügigkeitsabkommens). Die Regelung der zwischenstaatlichen Beziehungen mit BGE 138 V 186 S. 197Drittstaaten unterliegt nicht dem Gemeinschaftsrecht. Sie bleibt Domäne der Vertragsstaaten.\n\n3.6 Aus diesen Erwägungen folgt, dass im vorliegenden Fall Art. 1a Abs. 1 AHVG autonom anwendbar ist. Das heisst, es gibt - anders als die Vorinstanz annimmt - keine europäische staatsvertragliche Regelung, welche die obligatorische Versicherung der Beschwerdegegnerin gebietet.\n\n4. Auf das eventuelle Vorbringen einer freiwilligen Weiterversicherung gemäss Art. 1a Abs. 3 lit. a AHVG braucht nicht näher eingegangen zu werden. Die Ausgleichskasse hat im Einspracheentscheid vom 8. Februar 2010 ausdrücklich darauf hingewiesen, dass eine anrechenbare Versicherungszeit in der Schweiz nicht belegt sei und somit fehle. Die Beschwerdegegner behaupten nicht, dass sich die Beschwerdegegnerin in der Zeit von Mitte Juni bis 24. Juli 2009 für eine Einarbeitung in der Schweiz aufgehalten hat. Erst recht fehlt ein entsprechender Nachweis. Dazu wären sie auf Grund ihrer gesetzlichen Mitwirkungspflicht jedoch gehalten gewesen (SVR 2010 EL Nr. 7 S. 19, 9C_724/2009 E. 3.2.3.2; SZS 2012 S. 69, 9C_246/2011 E. 6.5; Urteil 9C_490/2011 vom 22. September 2011 E. 3.3). Die von den Beschwerdegegnern beauftragte Gutachterin stützt sich auf eine blosse Annahme, die sie selbst getroffen hat. Insoweit sie im Übrigen auf das Urteil des EuGH vom 12. Juli 1984 C-237/83 SARL Prodest, Slg. 1984 S. 3153) verweist, ist darauf aufmerksam zu machen, dass darin ein vorübergehender Aufenthalt ausserhalb der Gemeinschaft Thema war."}