{"annee": "138", "cour": "III", "page": "636", "date": "17/8/2012", "cite": ["128 III 4", "127 III 474", "117 II 554", "107 III 33", "138 III 232", "116 III 111"], "cite_par": ["145 III 213", "139 III 135", "144 III 552", "145 III 160"], "chapeau": "95. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. et B. contre Y. (recours en matière civile)\n\n5A_365/2012 et autres du 17 août 2012", "regestes": ["Art. 278 LP, art. 254 CPC; procédure d'opposition au séquestre; preuve. Moyen de preuve admissible (consid. 4)."], "faits": "BGE 138 III 636 S. 637\n\nA. Y. a formé deux requêtes de séquestre contre A., les 17 mars 2011 et 21 avril 2011, et une contre B., le 13 avril 2011. Il a indiqué comme cause de sa créance \"Billet à ordre du 16.11.08 et accord de garantie du billet à ordre du 16.11.08\".\n\nPar ce billet à ordre et cet accord de garantie, la société C. (Arabie Saoudite), a accepté de verser, sans condition, et sur sa demande, un montant de 1'423'400'000 USD à Y. Ces documents portent, au nom de la société, la signature de D., ainsi qu'un tampon \"E.\". L'authenticité de la signature et du tampon est litigieuse.\n\nA. et B. sont associées de la société C. Les deux instances cantonales ont considéré comme vraisemblable, sans que la question ne soit encore discutée dans la procédure fédérale, que, selon le droit saoudien, ces associées sont solidairement responsables des dettes de la société.\n\nB.\n\nB.a Par ordonnances des 18 mars 2011, 15 avril 2011 et 21 avril 2011, la juge suppléante III du district de Sierre a prononcé, à concurrence du montant de 1'309'528'000 fr., avec intérêts à 5 % dès le 15 juillet 2009, le séquestre, dans la première, de quatre parts de copropriété par étages, sises à F., et des biens s'y trouvant, contre A. (séquestre n° a), dans la deuxième, de trois parts de copropriété par étages, sises à F., des biens s'y trouvant et des avoirs auprès de la banque G. SA, de siège social à H. et succursale à I., contre B. (séquestre n° b) et, dans la troisième, des avoirs auprès de la banque J. SA, succursale de K. et son agence à L., contre A. (séquestre n° c).\n\nB.b Par trois décisions séparées, du 14 juillet 2011, cette magistrate a rejeté les requêtes des deux séquestrées tendant à l'administration d'une expertise privée visant à établir la falsification du billet à ordre et de l'accord de garantie, ainsi que les oppositions aux séquestres.\n\nB.c Statuant sur recours des séquestrées dans trois arrêts séparés, du 16 avril 2012 et dont la motivation juridique est identique, l'Autorité de recours en matière de séquestre du Tribunal cantonal valaisan a rejeté les requêtes tendant à l'administration de l'expertise privée précitée, ainsi que les recours.\n\n(...)\n\nPar arrêt du 17 août 2012, joignant les causes, le Tribunal fédéral a rejeté les recours que les séquestrées ont interjetés contre ces trois arrêts.\n\n(extrait) BGE 138 III 636 S. 638", "considerants": "Extrait des considérants:\n\n4. (...)\n\n4.3 Saisi d'un recours pour violation des droits constitutionnels, le Tribunal fédéral peut procéder à une substitution de motifs pour autant que la nouvelle motivation, conforme à la Constitution, n'ait pas expressément été écartée par l'autorité cantonale (ATF 128 III 4 consid. 4c/aa; arrêt 5A_652/2009 du 18 janvier 2010 consid. 1.4).\n\nDès lors que l'opposition au séquestre est soumise à la procédure sommaire en vertu de l'art. 251 let. a CPC (RS 272), il convient d'examiner quels sont les moyens de preuve que les parties peuvent faire administrer dans cette procédure.\n\n4.3.1 Aux termes de l'art. 254 CPC, la preuve est rapportée par titres (al. 1). D'autres moyens de preuve sont admissibles dans les cas suivants (al. 2): leur administration ne retarde pas sensiblement la procédure (let. a), le but de la procédure l'exige (let. b), le tribunal établit les faits d'office (let. c).\n\nLe moyen de preuve prévu par l'art. 254 al. 1 CPC est la production d'un titre, par quoi il faut entendre, selon l'art. 177 CPC, tout document propre à prouver des faits pertinents. En procédure sommaire, on exige en principe cette production de la part des parties, car celle-ci a, par nature, un caractère immédiatement disponible.\n\nEn ce qui concerne les moyens de preuve autres que la production de titres, il y a lieu d'examiner si, en vertu de l'art. 254 al. 2 CPC, ceux-ci peuvent être exceptionnellement admis dans la procédure d'opposition au séquestre. En effet, l'art. 254 CPC est une disposition générale sur les moyens de preuve, qui s'applique à des procédures sommaires de types différents - les cas prévus par la loi, les cas clairs, la mise à ban, les mesures provisionnelles et la juridiction gracieuse (art. 248 CPC). La nature de chacune de celles-ci doit être prise en considération lorsqu'il s'agit de déterminer quels autres moyens de preuve sont admissibles.\n\n4.3.2 Selon la jurisprudence, dans les causes soumises à la procédure sommaire au sens propre, à savoir lorsque les faits doivent être rendus simplement vraisemblables, que le juge examine sommairement le bien-fondé juridique de la prétention et qu'il rend une décision provisoire, ne réglant donc pas définitivement la situation juridique des parties et ne revêtant l'autorité de la chose jugée, les moyens de preuve peuvent être limités à ceux qui sont immédiatement disponibles BGE 138 III 636 S. 639(ATF 127 III 474 consid. 2b/bb; ATF 117 II 554 consid. 2d). Cette limitation est admissible puisque les moyens de preuve qui ne le sont pas pourront tous être administrés ultérieurement dans le procès ordinaire, qui tranchera définitivement la cause après un examen complet en fait et en droit (FABIENNE HOHL, Procédure civile, tome II, 2e éd. 2010, nos 1566 et 1568).\n\nLa procédure d'opposition au séquestre (art. 278 LP) est une procédure sommaire au sens propre; elle présente les trois caractéristiques précitées (simple vraisemblance des faits, examen sommaire du droit et décision provisoire; ATF 138 III 232 consid. 4.1.1; arrêts 5A_317/2009 du 20 août 2009 consid. 3.2; 5A_364/2008 du 12 août 2008 consid. 5.2). Elle a en outre un objet et un but particulier: le séquestre, auquel le débiteur s'oppose, est une mesure conservatoire, soit la mise sous main de justice de biens du débiteur, qui permet de garantir une créance pendant la durée de la procédure de validation du séquestre (art. 279 LP; ATF 116 III 111 consid. 3a; ATF 107 III 33 consid. 2). En tant que procédure spécifique de la LP, la procédure d'opposition au séquestre est aussi une procédure sur pièces (Aktenprozess; procedura in base agli atti; art. 256 al. 1 CPC; dans ce sens, cf. arrêt 5A_836/2010 du 2 février 2011 consid. 4.1.1; en matière de mainlevée provisoire de l'opposition, cf. arrêts 5D_147/2011 du 10 novembre 2011 consid. 3; 5A_83/2011 du 2 septembre 2011 consid. 6.1). C'est au cours de l'action civile en reconnaissance de dette (en validation du séquestre) qui suivra, soumise à une procédure avec un examen complet en fait et en droit, que les parties pourront faire valoir tous leurs moyens de preuve.\n\nEn conséquence, seule la production de titres, au sens de l'art. 254 al. 1 CPC, doit être admise dans la procédure d'opposition au séquestre.\n\n4.4 En l'espèce, les séquestrées étaient dans l'incapacité de produire immédiatement un titre, au sens de l'art. 254 al. 1 CPC; elles se sont contentées, lors de l'audience du 4 juillet 2011, de formuler une requête tendant à pouvoir produire une expertise privée à réaliser dans les cinq jours. Le grief des recourantes, qui reprochent à la cour cantonale d'avoir refusé d'administrer ce moyen de preuve, doit donc être rejeté, par substitution des motifs qui précèdent.\n\nDans la mesure où la requête tendant à l'administration d'une expertise encore à réaliser n'est pas admissible en vertu de l'art. 254 al. 1 CPC, il ne saurait y avoir violation du principe de l'égalité de BGE 138 III 636 S. 640traitement garantie par l'art. 8 Cst. Par ailleurs, faute de grief, le Tribunal fédéral n'a pas à examiner si les recourantes ont été privées de la possibilité de produire en temps utile une expertise privée en raison du fait que les documents litigieux n'ont été présentés en originaux que 30 minutes avant le début de l'audience (cf. consid. 2 non publié; art. 106 al. 2 LTF)."}