{"annee": "138", "cour": "V", "page": "426", "date": "26/10/2012", "cite": ["135 II 274", "130 V 448", "130 V 414", "130 V 215", "128 V 50", "130 V 318", "132 V 166", "133 V 579"], "cite_par": ["144 II 412", "141 II 447"], "chapeau": "51. Extrait de l'arrêt de la IIe Cour de droit social dans la cause SUPRA Caisse-maladie contre INTRAS Assurance-maladie SA et E. (recours en matière de droit public)\n\n9C_371/2012 du 26 octobre 2012", "regestes": ["Art. 25 al. 1 LPGA; art. 62 et 63 CO; art. 1 al. 2 let. d LAMal; remboursement de prestations entre deux caisses-maladie. Conformément à l'art. 1 al. 2 let. d LAMal, l'art. 25 al. 1 LPGA ne s'applique pas aux litiges entre assureurs-maladie, de sorte que cette disposition ne peut fonder le remboursement de prestations entre deux caisses-maladie. En revanche, l'assureur-maladie qui a versé indûment des prestations (en raison d'une double assurance) peut en réclamer le remboursement à la caisse-maladie compétente en vertu des art. 62 ss CO (consid. 5)."], "faits": "BGE 138 V 426 S. 427\n\nA.\n\nA.a E. a été assurée pour l'assurance obligatoire des soins auprès de SUPRA Caisse-maladie (ci-après: SUPRA) dès le 1er décembre 1984. Le 13 décembre 2001, Auxilia Assurance-maladie (ci-après: Auxilia) a attesté que la prénommée était affiliée auprès d'elle dès le 1er janvier 2002. Cette attestation a été communiquée à SUPRA. Requise par E. de lui expliquer les raisons pour lesquelles elle recevait toujours des factures, SUPRA lui a répondu, le 5 septembre 2002, ne pas avoir trouvé dans son dossier de lettre de résiliation de son contrat et l'invitait à lui en transmettre une copie, ainsi que le récépissé postal y relatif.\n\nA.b Par courrier du 29 novembre 2004, E. a résilié son contrat d'assurance auprès d'Auxilia avec effet au 31 décembre 2004. Celle-ci a accepté sa démission pour cette date, après avoir reçu de Mutuel Assurances une attestation d'assurance pour la période courant à partir du 1er janvier 2005.\n\nAu cours d'un échange de correspondance avec E., SUPRA lui a indiqué, par lettre du 9 mars 2005, que comme la démission d'assurance ne lui avait jamais été notifiée - l'attestation d'assurance de Auxilia ne valant pas notification de démission -, l'affiliation auprès d'elle s'était poursuivie. Elle enregistrait cependant la résiliation avec effet au 31 décembre 2005 et validerait la démission à réception d'une attestation de son nouvel assureur-maladie faisant état de son affiliation au 1er janvier 2006. Après avoir transmis à BGE 138 V 426 S. 428SUPRA une copie de l'attestation d'assurance de Mutuel Assurances, Auxilia lui a remis, le 10 août 2005, un décompte des prestations concernant l'assurée, pour un montant total de 29'157 fr. 95, dont elle lui demandait le remboursement. Par la suite, Auxilia a réduit le montant de sa prétention à 25'945 fr. 70 et indiqué à SUPRA qu'elle comptait lui verser un montant de 9'800 fr. 40 correspondant aux subventions reçues pour l'assurée de l'Etat du Jura pour les années 2002 à 2004 (courrier du 18 octobre 2006).\n\nLe 8 novembre 2006, SUPRA a répondu à Auxilia que l'Etat du Jura lui avait également versé des subventions au titre des primes LAMal de E. pour les années 2002 à 2005, de sorte que la somme de 9'800 fr. 40 devait à son avis être restituée directement au canton du Jura. Elle indiquait par ailleurs que la prise en charge des prestations qu'Auxilia avait versées durant la période d'affiliation de l'assurée n'interviendrait que lorsque l'intégralité de la créance qui lui était due serait acquittée. Interpellée à nouveau par Auxilia, SUPRA l'a informée, le 20 novembre 2007, qu'elle ne lui verserait pas la somme réclamée, parce que le droit aux prestations de E. avait été suspendu au cours de la période du 1er janvier 2002 au 31 décembre 2004, faute pour celle-ci de s'être acquittée des montants dus à la caisse-maladie.\n\nB. Auxilia a saisi le Tribunal cantonal des assurances du canton de Vaud (aujourd'hui, Tribunal cantonal du canton de Vaud, Cour des assurances sociales) d'une demande en paiement à l'encontre de SUPRA, en concluant à ce que celle-ci soit condamnée à lui verser la somme de 25'945 fr. 70. En cours de procédure, elle a indiqué réclamer en outre des intérêts à 5 % l'an à partir du 1er juillet 2003. Après avoir rejeté l'exception de prescription soulevée par SUPRA (jugement préjudiciel du 21 novembre 2011), la Cour des assurances sociales du Tribunal cantonal vaudois a, par jugement du 2 mars 2012, condamné SUPRA à payer à Auxilia la somme de 25'945 fr. 70 avec intérêts à 5 % à compter du 15 septembre 2008.\n\nC. Agissant par la voie du recours en matière de droit public, SUPRA demande au Tribunal fédéral, sous suite de frais, principalement de réformer le jugement cantonal en ce sens que la demande en paiement d'Auxilia est rejetée. A titre subsidiaire, elle conclut au renvoi de la cause à la juridiction cantonale pour qu'elle rende un nouveau jugement. Elle requiert en outre l'octroi de l'effet suspensif à son recours, ce qui lui a été accordé par ordonnance du 10 juillet 2012. BGE 138 V 426 S. 429\n\nAuxilia, à laquelle s'est entre-temps substituée INTRAS Assurance-maladie SA en qualité de successeur par reprise d'actifs et de passifs, conclut au rejet du recours. E. et l'Office fédéral de la santé publique ont renoncé à se déterminer.\n\nLe recours a été partiellement admis.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Constatant que les parties n'étaient liées par aucun contrat, la juridiction cantonale a examiné le cas d'espèce sous l'angle de l'enrichissement illégitime au sens des art. 62 ss CO. Elle a retenu que E. avait été assurée simultanément auprès de la recourante et d'Auxilia durant les années 2002 à 2004 et que la seconde caisse-maladie avait de bonne foi versé des prestations en faveur de l'assurée pour un total de 25'945 fr. 70, alors que la première aurait dû prester pendant cette période à hauteur de ce montant. Aussi, Auxilia se trouvait-elle dans la situation visée par l'art. 63 al. 2 CO, selon lequel \"celui qui a payé volontairement ce qu'il ne devait pas ne peut le répéter s'il ne prouve qu'il a payé en croyant, par erreur, qu'il devait ce qu'il a payé\". En conséquence, elle avait droit de la part de la recourante au versement du montant litigieux, dont la quotité avait été établie à satisfaction de droit par l'intimée au moyen des pièces versées à la procédure.\n\n3.2 Invoquant une violation du droit fédéral, la recourante soutient que la restitution des prestations dans le domaine de l'assurance-maladie obligatoire est réglée de manière claire et exhaustive à l'art. 25 LPGA (RS 830.1), selon lequel l'assureur concerné devrait s'adresser à l'assuré ayant bénéficié de prestations de manière indue. D'après la recourante, comme les dispositions des art. 62 ss CO sur l'enrichissement illégitime ne s'appliquent que de manière subsidiaire en droit public et que l'art. 25 LPGA instaure une procédure applicable à la restitution de prestations indues, les premiers juges ont violé le droit fédéral en appliquant les dispositions du CO pour en déduire une obligation de remboursement direct entre deux caisses-maladie.\n\nPour l'intimée, au contraire, l'art. 25 LPGA n'est pas applicable dès lors que l'assurée a bénéficié de prestations auxquelles elle avait droit, les frais de traitement à la charge de l'assurance obligatoire des soins devant être remboursés. Par ailleurs, cette disposition ne s'appliquerait pas à la situation d'une double affiliation, que le législateur n'avait BGE 138 V 426 S. 430pas envisagée. Faute de règles spécifiques, l'obligation de restituer l'indu est fondée, selon l'intimée, sur les normes générales de l'enrichissement illégitime prévues aux art. 62 ss CO, dont les conditions sont réalisées en l'occurrence.\n\n4.\n\n4.1 Il résulte des constatations de fait de la juridiction cantonale que E. a été doublement assurée pour l'assurance-maladie obligatoire, d'une part, par la recourante (qui connaissait, depuis fin 2001, l'existence de la double affiliation) et, d'autre part, par Auxilia pendant les années 2002 à 2004. Durant cette période, selon la juridiction cantonale, Auxilia avait de bonne foi pris en charge les prestations en faveur de l'assurée, ignorant jusqu'en mars 2005 qu'elle assurait l'intéressée en plus de la recourante, ce que les parties ne contestent pas. On ajoutera (cf. art. 105 al. 2 LTF) qu'après s'être aperçue de la double affiliation de E., Auxilia a annulé l'affiliation de celle-ci avec effet rétroactif au 1er janvier 2002.\n\n4.2 Le litige porte sur le point de savoir si l'intimée peut réclamer le remboursement par la recourante du montant versé en faveur de E. à titre de prestations de l'assurance obligatoire des soins pour la période courant de 2002 à 2004. La restitution litigieuse s'inscrit dans le contexte de la remise en l'état (\"Rückabwicklung\") de la situation juridique sous l'angle de l'affiliation de E. à l'assurance-maladie obligatoire: comme le changement d'assureur-maladie ne s'est pas déroulé conformément au droit, la situation doit après coup être rétablie comme si l'affiliation successive avait eu lieu correctement. C'est le lieu de rappeler qu'en cas de changement d'assureur dans l'assurance obligatoire de soins, une double assurance est exclue; le rapport d'assurance auprès du nouvel assureur peut seulement débuter lorsque l'ancien prend fin (ATF 130 V 448 consid. 4 p. 451). En l'espèce, il est constant que le rapport d'assurance entre E. et Auxilia n'a pas pu débuter parce que l'ancien rapport qui liait la prénommée à la recourante n'avait pas pris fin pendant la période considérée. Les prestations qu'Auxilia a versées à la prénommée ne reposaient dès lors pas sur une cause valable et n'étaient, partant, pas dues par cet assureur.\n\n5.\n\n5.1 Le principe général, selon lequel les versements qui ont été faits en exécution d'une obligation privée de cause valable, ou fondés sur une cause qui ne s'est pas réalisée ou qui a cessé d'exister, doivent être restitués si la loi ne le prévoit pas autrement, est codifié à l'art. 62 BGE 138 V 426 S. 431al. 2 CO pour le droit privé. Cette règle vaut aussi dans le cadre du droit public (ATF 135 II 274 consid. 3.1 p. 276; MOOR/POLTIER, Droit administratif, vol. II, 3e éd. 2011, p. 168 ch. 1.5.3; HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 6e éd. 2010, p. 176 n. 760 ss). Selon la jurisprudence, l'obligation de restituer l'indu se fonde en premier lieu sur les dispositions des lois spéciales qui la prévoient et, à défaut, sur les règles générales de l'enrichissement illégitime au sens des art. 62 à 67 CO (ATF 128 V 50 consid. 2 p. 51 et l'arrêt cité). Dès lors que l'on soumet l'obligation de restituer aux art. 62 ss CO, il convient en principe d'appliquer ces dispositions avec leurs avantages et inconvénients respectifs pour l'enrichi et le lésé, sans en dénaturer le sens ou la portée, quand bien même elles s'incorporent dans un système régi en partie par le droit public (ATF 130 V 414 consid. 3.2 p. 418).\n\n5.2 Le droit des assurances sociales comprend une norme sur la restitution de prestations indûment touchées, l'art. 25 al. 1 LPGA, selon lequel \"les prestations indûment touchées doivent être restituées. La restitution ne peut être exigée lorsque l'intéressé était de bonne foi et qu'elle le mettrait dans une situation difficile\".\n\n5.2.1 L'obligation de restituer au sens de l'art. 25 al. 1 LPGA, qui suppose que soient réalisées les conditions d'une révision procédurale (cf. art. 53 al. 1 LPGA) ou d'une reconsidération (cf. art. 53 al. 2 LPGA) de la décision, formelle ou non, par laquelle les prestations en cause ont été allouées (ATF 130 V 318 consid. 5.2 p. 319 et les références), a été considérée comme applicable au remboursement de prestations entre une caisse-maladie et un hôpital (ATF 133 V 579) de même qu'au remboursement de prestations entre deux assureurs-accidents, le premier ne pouvant obtenir du second le remboursement de prestations allouées sans réserve qu'à la condition qu'il puisse se prévaloir d'un motif de révocation de la décision d'octroi de prestations en cause (arrêt 8C_284/2009 du 20 janvier 2010, in SVR 2010 UV n° 24 p. 97).\n\n5.2.2 En ce qui concerne cependant les rapports entre deux assureurs-maladie obligatoire, l'art. 1 al. 2 let. d LAMal prévoit que les dispositions de la LPGA ne s'appliquent pas aux \"litiges entre assureurs (art. 87)\". Dès lors que la LPGA couvre d'abord les rapports entre les assurés et les assureurs (Rapport de la Commission du Conseil national de la sécurité sociale et de la santé, du 26 mars 1999, relatif au projet de loi fédérale sur la partie générale du droit des assurances BGE 138 V 426 S. 432sociales [LPGA], FF 1999 4168, 4325 ch. 6.2 ad art. 1 LAMal), le législateur entendait exclure du champ d'application de la LPGA les litiges dans lesquels une caisse-maladie ne peut user de la puissance publique à l'égard d'un autre assureur-maladie pour exiger de lui, par voie de décision, qu'il exécute son obligation, les deux parties se trouvant sur un pied d'égalité (GEBHARD EUGSTER, ATSG und Krankenversicherung: Streifzug durch Art. 1-55 ATSG, RSAS 2003 p. 213 ss, 215).\n\nEn conséquence, l'art. 1 al. 2 let. d LAMal exclut les litiges entre assureurs du champ d'application de la LPGA (ATF 132 V 166 consid. 4 p. 172). Cette exclusion porte sur la LPGA dans son ensemble et pas seulement en relation avec l'art. 87 LAMal comme le laisse entendre l' ATF 130 V 215 consid. 5.3 p. 222. L'art. 87 LAMal ne règle en effet pas une exception à la LPGA, mais porte sur un point qui n'est pas traité par la LPGA (EUGSTER, Die Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 821 n. 1217).\n\nEn vertu de l'art. 1 al. 2 let. d LAMal, l'intimée ne peut dès lors pas fonder son droit à la restitution, par la recourante, de prestations versées à tort sur l'art. 25 al. 1 LPGA, qui n'est pas applicable dans le litige qui les oppose.\n\n5.2.3 L'art. 25 al. 1 LPGA permet en revanche à l'intimée, comme le soutient la recourante, de réclamer à l'assurée la restitution des prestations qu'elle lui a versées à tort, le caractère indu de celles-ci reposant sur le fait qu'elle n'était pas la débitrice de E. (même si celle-ci avait droit, sur le principe, aux prestations de l'assurance obligatoire des soins). La possibilité de recourir à la restitution des prestations au sens de l'art. 25 al. 1 LPGA à l'égard de l'assurée exclut l'application, dans les relations entre celle-ci et la caisse-maladie, des art. 62 ss CO, en particulier de l'art. 63 CO (dans ce sens, arrêt K 70/06 du 30 juillet 2007 consid. 7.3, non publié in ATF 133 V 579).\n\nAu contraire, comme la disposition spéciale de la LPGA prévoyant l'obligation de restituer l'indu ne s'applique pas aux rapports litigieux entre deux caisses-maladie, et qu'il n'existe pas d'autre règle particulière à ce sujet, on ne voit pas ce qui s'oppose à l'application des règles générales sur l'enrichissement illégitime au sens des art. 62 à 67 CO aux relations entre l'assureur-maladie ayant presté à tort et celui qui est effectivement débiteur des prestations d'assurance. Lorsqu'il s'agit de remettre en état la situation sous l'angle de l'affiliation de l'assuré en raison du déroulement incorrect du changement BGE 138 V 426 S. 433d'assureur, ce qui implique la résiliation rétroactive de la couverture d'assurance ayant conduit à une double assurance, la caisse-maladie créancière peut se voir confrontée à des difficultés d'ordre pratique liées à l'impossibilité de récupérer sa créance auprès de l'assuré, voire selon le système de prise en charge des prestations auprès des fournisseurs de celles-ci. Aussi, pour faciliter la remise en état de la situation (\"Rückabwicklung\"), une restitution des prestations versées à tort directement entre les assureurs-maladie concernés se justifie, en application des règles sur l'enrichissement illégitime prévues par le CO.\n\n6.\n\n6.1 En ce qui concerne en tant que telle la réalisation des conditions de l'art. 63 al. 1 CO, la recourante ne critique pas les considérations de la juridiction cantonale y relatives, de sorte que ce point n'a pas à être examiné plus avant. La recourante conteste en revanche que les pièces produites par l'intimée à l'appui du remboursement de la somme de 25'945 fr. 70 soient suffisantes pour qu'elle \"puisse assumer les tâches qui lui sont dévolues en vertu de la LAMal\". Selon elle, le décompte et les relevés informatiques de l'intimée ne permettent pas de vérifier que les prestations prises en charge par l'assurance obligatoire de soins sont efficaces, appropriées et économiques (au sens de l'art. 32 LAMal); l'accès aux factures détaillées des fournisseurs serait indispensable à la bonne exécution des tâches de l'assureur social. A défaut de pièces suffisantes, le remboursement des prestations conformément à la LAMal ne serait pas possible, de sorte que la demande en paiement de l'intimée devrait être rejetée.\n\n6.2 Pour fixer à 25'945 fr. 70 l'étendue de la créance en répétition, la juridiction cantonale s'est fondée sur le décompte établi par l'intimée (indiquant pour chaque prestation la date de traitement, la date de paiement, le prestataire de soins, le montant, la franchise, la participation et le montant payé), ainsi que les relevés informatiques établis par l'intimée relatifs à la \"saisie des prestations\". Elle a constaté que ces pièces établissaient à satisfaction les montants versés par l'intimée en faveur de l'assurée.\n\nComme le fait valoir à juste titre la recourante, les documents produits par l'intimée en instance cantonale ne permettent toutefois pas de vérifier si l'étendue de la créance en répétition alléguée par l'intimée correspond effectivement à des prestations versées en faveur de son assurée à la charge de l'assurance obligatoire des soins. Les indications du décompte de prestations ne comportent ainsi pas les données BGE 138 V 426 S. 434nécessaires pour vérifier le calcul de la rémunération et le caractère économique de la prestation (cf. art. 42 al. 3 LAMal). En particulier, les relevés informatiques comprennent des prestations sous le titre \"Pharmacies-Méd. LS, méd. non oblig., analyses\" (par exemple, relevé relatif au traitement du 12 octobre 2004 au 29 novembre 2004, pour un total de 246 fr. 20). De telles indications, qui mentionnent apparemment des médicaments \"non obligatoires\" font douter que l'ensemble des prestations alléguées par l'intimée relève exclusivement de l'assurance obligatoire des soins.\n\nIl appartient dès lors à l'autorité judiciaire de première instance, en vertu du principe inquisitoire applicable dans le domaine de l'assurance-maladie obligatoire, de compléter l'instruction afin de lever les doutes quant à l'étendue de la créance en restitution. Il convient de lui renvoyer la cause à cette fin."}