{"annee": "138", "cour": "III", "page": "59", "date": "10/1/2012", "cite": ["135 III 112", "136 III 190", "132 III 737", "125 III 231", "134 III 446"], "cite_par": ["142 III 336", "140 III 496", "142 III 91", "145 III 143", "143 III 344"], "chapeau": "9. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n4A_227/2011 vom 10. Januar 2012", "regestes": ["Art. 262, 271 et 271a al. 1 let. a CO; sous-location, résiliation du bail. Bonne foi en tant que limite à la résiliation ordinaire du bail (consid. 2.1). La vague possibilité d'user à nouveau soi-même, le cas échéant, de la chose louée ne justifie pas une sous-location (consid. 2.2). Moment déterminant jusqu'auquel des motifs à l'appui de la résiliation peuvent être introduits dans la procédure (consid. 2.3). Le fait que le bailleur a toléré pendant un certain temps un comportement du locataire contraire au contrat ou à la loi n'exclut pas nécessairement une résiliation ordinaire pour cause d'atteinte durable au rapport de confiance (consid. 3)."], "faits": "BGE 138 III 59 S. 60\n\nA. A. war Eigentümer eines Ferienhauses, das er gemäss mündlichem Vertrag für einen monatlichen Mietzins von Fr. 500.- an C. (Mieter) vermietete; dieser war Miteigentümer eines Nachbarhauses, das er 2007 an D. verkaufte. Ab dem 1. November 2008 vermietete der Mieter das von A. gemietete Ferienhaus, ohne die Garage, für den gleichen Mietzins an E. und F. (Untermieter); eine vorgängige Zustimmung von A. zur Untermiete hatte er nicht eingeholt.\n\nAm 12. Juni 2009 übertrug A. das Ferienhaus seinem Sohn A.X. Letzterer (Vermieter) kündigte vier Tage später den Vertrag mit dem Mieter mittels amtlichem Formular auf den 30. September 2009, ohne Angabe von Gründen. Auf diesen Termin hin hatte auch der Mieter den Untermietern gekündigt, die allerdings nicht auszogen und sich erfolgreich gegen ein Ausweisungsbegehren zur Wehr setzten. In der Folge vermietete der Vermieter das Ferienhaus den Untermietern.\n\nB. Der Mieter gelangte am 7. Juli 2009 an die Schlichtungsstelle im Mietwesen; er schloss hauptsächlich auf Aufhebung der gegen ihn ausgesprochenen Kündigung und subsidiär auf eine Erstreckung des Mietverhältnisses um fünfzehn Monate. Eine Einigung konnte nicht erreicht werden. Mit Entscheid vom 29. September 2009 erachtete die Schlichtungsstelle die Kündigung als missbräuchlich und erklärte sie für ungültig. BGE 138 III 59 S. 61\n\nDer Vermieter klagte beim Bezirksgericht Hinterrhein mit dem Begehren, die Kündigung sei für gültig zu erklären. Mit Urteil vom 16. Juni 2010 hiess das Bezirksgericht die Klage gut und erklärte die Kündigung für gültig.\n\nC. Der Mieter reichte Berufung ein mit dem Begehren, es sei die Kündigung als ungültig zu erklären. Mit Urteil vom 7. Dezember 2010 hiess das Kantonsgericht von Graubünden die Berufung gut, es hob das erstinstanzliche Urteil auf und wies die Klage des Vermieters auf Gültigerklärung der Kündigung ab.\n\nD. Der Mieter starb am 24. Dezember 2010, nach Fällung des kantonsgerichtlichen Urteils. Die schriftliche Ausfertigung wurde den Parteivertretern am 8. März 2011 zugestellt.\n\nE. Der Vermieter (nachfolgend: Beschwerdeführer) reichte am 7. April 2011 Beschwerde in Zivilsachen ein. Er schliesst dahin, es sei die Kündigung vom 16. Juni 2009 für gültig zu erklären.\n\nDas Verfahren wurde bis zum Entscheid über den Antritt der Erbschaft des verstorbenen Mieters sistiert. Am 26. Juli 2011 teilte die testamentarische Alleinerbin D. (nachfolgend: Beschwerdegegnerin) mit, sie habe die Erbschaft angenommen.\n\nDas Bundesgericht hebt das Urteil des Kantonsgerichts von Graubünden vom 7. Dezember 2010 in teilweiser Gutheissung der Beschwerde auf und weist die Sache zur Ergänzung des Sachverhalts und zu neuer Entscheidung an die Vorinstanz zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer rügt eine Verletzung von Art. 271 und 271a Abs. 1 lit. a OR. Er bestreitet, dass die Kündigung des Mietvertrages gegen den Grundsatz von Treu und Glauben verstiess.\n\n2.1 Die strittige Kündigung ist eine ordentliche Kündigung. Es geht im vorliegenden Fall nicht um eine ausserordentliche Kündigung aus wichtigen Gründen (vgl. Art. 266g OR) und nicht um eine Kündigung während eines mit dem Mietverhältnis zusammenhängenden Schlichtungs- oder Gerichtsverfahrens oder innert der darauffolgenden dreijährigen Sperrfrist (vgl. Art. 271a Abs. 1 lit. d und e und Abs. 3 OR), die nur aus bestimmten Gründen zulässig sind, für deren Vorliegen die Partei, die den Mietvertrag kündigt, die Beweislast trägt. BGE 138 III 59 S. 62\n\nEine ordentliche Kündigung setzt keine besonderen Kündigungsgründe voraus. Mieter und Vermieter sind grundsätzlich frei, den Mietvertrag unter Einhaltung der vertraglichen oder gesetzlichen Fristen und Termine zu beenden. Eine Schranke ergibt sich einzig aus dem Grundsatz von Treu und Glauben: Bei der Miete von Wohn- und Geschäftsräumen ist die Kündigung anfechtbar, wenn sie gegen diesen Grundsatz verstösst (Art. 271 Abs. 1 OR).\n\nAllgemein gilt eine Kündigung als treuwidrig, wenn sie ohne objektives, ernsthaftes und schützenswertes Interesse und damit aus reiner Schikane erfolgt oder Interessen der Parteien tangiert, die in einem krassen Missverhältnis zueinander stehen. Der Umstand, dass die Kündigung für den Mieter eine Härte darstellt, genügt nicht; eine solche Härte ist nur im Hinblick auf eine Erstreckung des Mietverhältnisses relevant (vgl. Art. 272 OR). Es obliegt dem Empfänger der Kündigung zu beweisen, dass die Kündigung aus einem verpönten oder ohne schützenswerten Grund erfolgte; der Kündigende hat jedoch redlich zur Wahrheitsfindung beizutragen, die Kündigung auf Ersuchen hin zu begründen (vgl. Art. 271 Abs. 2 und Art. 266l OR, Art. 9 Abs. 1 lit. c der Verordnung vom 9. Mai 1990 über die Miete und Pacht von Wohn- und Geschäftsräumen [VMWG; SR 221. 213.11]) und im Bestreitungsfall alle für die Beurteilung des Kündigungsgrunds notwendigen Unterlagen vorzulegen. Eine mangelnde oder fehlerhafte Begründung kann ein Indiz dafür sein, dass ein schützenswertes Interesse an der Kündigung nicht besteht; Treuwidrigkeit wird deshalb angenommen, wenn der angegebene Kündigungsgrund vorgeschoben ist und der wahre Grund nicht feststellbar ist (BGE 136 III 190 E. 2; BGE 135 III 112 E. 4.1; BGE 132 III 737 E. 3.4.2; Urteil 4A_241/2010 vom 10. August 2010 E. 2.3, in: SJ 2011 I S. 69).\n\nOb eine Kündigung gegen Treu und Glauben verstösst, beurteilt sich in Bezug auf den Zeitpunkt, in welchem sie ausgesprochen wird. Fällt der Grund, aus welchem die Kündigung ausgesprochen wurde, in der Folge dahin, wird die Kündigung nicht nachträglich treuwidrig (Urteil 4C.333/1997 vom 8. Mai 1998 E. 3b, in: CdB 1998 S. 108).\n\n2.2\n\n2.2.1 Das Gesetz zählt beispielhaft Gründe auf, bei deren Vorliegen die Kündigung durch den Vermieter als treuwidrig gilt und folglich anfechtbar ist (Art. 271a OR). Ein solcher Grund liegt namentlich vor, wenn die Kündigung ausgesprochen wurde, weil der Mieter nach Treu und Glauben Ansprüche aus dem Mietverhältnis geltend BGE 138 III 59 S. 63macht (Art. 271a Abs. 1 lit. a OR). Zu diesen Ansprüchen zählt unter anderem das Recht des Mieters, die Mietsache mit Zustimmung des Vermieters ganz oder teilweise unterzuvermieten (Art. 262 Abs. 1 OR; Urteil 4C.155/2000 vom 30. August 2000 E. 2a, in: SJ 2001 I S. 19).\n\nVoraussetzung für den Kündigungsschutz ist, dass der Mieter zur Untervermietung überhaupt berechtigt ist. Das ist, abweichende vertragliche Abmachung vorbehalten, nur dann der Fall, wenn der Mieter beabsichtigt, das Mietobjekt in absehbarer Zeit wieder selber zu nutzen. Ansonsten setzt er im Ergebnis auf dem Umweg über die Untermiete einen Nachmieter ein, als wäre er selber Eigentümer; darin liegt ein Rechtsmissbrauch und es kann sich der Mieter nicht auf das gesetzlich vorgesehene Recht zur Untervermietung berufen (BGE 134 III 446 E. 2.4). Hierbei ist ein relativ strenger Massstab anzusetzen, soll das Institut der Untermiete nicht zweckentfremdet werden. Die Untervermietung ist an sich gedacht für Fälle, in denen der Mieter die Mietsache, beispielsweise wegen eines beruflich bedingten, zeitlich begrenzten Auslandaufenthalts, vorübergehend nicht nutzen kann und für die Zeit seiner Abwesenheit aus finanziellen Gründen einem Dritten überlässt, oder für Fälle, in denen eine Wohnung infolge Wegzuges oder Todes von Familienangehörigen zu gross geworden ist und deshalb teilweise Dritten überlassen wird.\n\nDer Mieter, der eine Mietwohnung verlässt, weiss nicht, ob er, je nach Entwicklung der Dinge, nicht dort wieder einziehen möchte; er kann deshalb, insbesondere in Zeiten der Wohnungsknappheit, ein Interesse haben, die Wohnung nicht definitiv aufzugeben. Daraus aber folgt das Risiko, dass zahlreiche Mieter ausziehen, ohne den Mietvertrag zu kündigen, das Mietobjekt auf unbestimmte Zeit untervermieten und so anstelle des Eigentümers den wahren Bewohner der Mietwohnung bestimmen. Die vage Möglichkeit, die Mietsache allenfalls wieder einmal selber zu nutzen, rechtfertigt eine Untervermietung nicht; eine solche ist umso mehr ausgeschlossen, wenn eine allfällige Rückkehr überhaupt nicht in Betracht fällt (Urteil 4A_367/2010 vom 4. Oktober 2010 E. 2.1, in: CdB 2011 S. 15). Die Überhandnahme langdauernder Untermietverhältnisse oder sukzessiver Untermietverträge (Kettenverträge) wäre im Übrigen weder im Interesse der Eigentümer noch in jenem der Mieter (vgl. Urteil 4A_487/2008 vom 10. März 2009 E. 2.3, in: CdB 2009 S. 67 f.).\n\n2.2.2 Gemäss Feststellung des Kantonsgerichts hat einerseits der Beschwerdeführer in seiner Eingabe an die Schlichtungsstelle BGE 138 III 59 S. 64vorgebracht, dass der Mieter mündlich die Absicht geäussert hatte, das Mietverhältnis zu kündigen und ins Nachbarhaus zu ziehen, und hat andererseits der Mieter eine solche Absicht bestritten. Das Kantonsgericht hat - anders als noch das Bezirksgericht - festgehalten, dass trotz Zeugenaussage des Vaters des Beschwerdeführers eine unzweideutige Kündigungsabsicht des Mieters nicht erstellt ist. Damit hat es aber nicht festgestellt, der Mieter habe im Gegenteil die konkrete Absicht gehabt, das Mietobjekt wieder selber zu nutzen; eine tatsächliche Feststellung hierüber fehlt. Der Mieter trägt die Beweislast für die Treuwidrigkeit der Kündigung und folglich dafür, dass er im vorliegenden Fall zur Untervermietung berechtigt war, also insbesondere dafür, dass er das Mietobjekt später wieder selber nutzen wollte. Der Beweis hierfür wurde, zumindest bisher, nicht erbracht, womit auch nicht erwiesen ist, dass der Mieter zur Untervermietung berechtigt war und so nach Treu und Glauben einen Anspruch aus dem Mietvertrag wahrgenommen hat. Die Beschwerdegegnerin als dessen Rechtsnachfolgerin kann sich auf dieser Grundlage nicht auf Art. 271a Abs. 1 lit. a OR berufen.\n\nDer Beschwerdeführer bringt vor, die Kündigung sei ohnehin nicht treuwidrig, weil der Mieter es unterlassen hat, die vorgängige Zustimmung des Vermieters einzuholen, und er so das Vertrauensverhältnis zwischen ihnen zerstört hat. Es wurde schon entschieden, dass eine solche Unterlassung in Zusammenhang mit einer gesetzmässigen Untervermietung gar eine ausserordentliche Kündigung rechtfertigen kann, wenn auch erst nach einer Verwarnung (BGE 134 III 446 E. 2.2). Die Gültigkeit einer ordentlichen Kündigung hängt von weit weniger strengen Anforderungen ab als eine ausserordentliche; sie darf nur Treu und Glauben nicht widersprechen. Es ist nicht auszuschliessen, dass der Umstand, dass der Mieter - allenfalls wider besseres Wissen - für eine gesetzmässige Untervermietung keine vorgängige Zustimmung des Vermieters einholt, grundsätzlich geeignet ist, das Vertrauensverhältnis zwischen den Vertragsparteien derart zu erschüttern, dass eine ordentliche Kündigung als nicht treuwidrig erscheint. Zum Vertrauensverhältnis zwischen Beschwerdeführer und Mieter fehlen im angefochtenen Urteil jedoch die notwendigen tatsächlichen Feststellungen.\n\n2.3 Anders als beispielsweise bei der Mietzinserhöhung (Art. 269d OR, Art. 19 Abs. 1 lit. a VMWG) schreibt das Gesetz bei der ordentlichen Kündigung nicht vor, bis wann Gründe für die Kündigung vorgebracht werden können (vgl. Art. 9 VMWG); es schreibt BGE 138 III 59 S. 65insbesondere nicht vor, dass dies innert einer bestimmten Frist nach dem Ersuchen der Gegenpartei um Angabe der Gründe oder spätestens im Schlichtungsverfahren zu geschehen habe. Nichts anderes ergibt sich aus den prozessrechtlichen Vorschriften. Unter dem im vorliegenden Fall vor den kantonalen Behörden noch anwendbaren alten Recht hatten die Schlichtungsbehörde und zumindest der erstinstanzliche Richter den Sachverhalt in Mietstreitigkeiten von Amtes wegen zu ermitteln (aArt. 274d Abs. 3 OR [AS 1990 822]), weshalb Gründe für die Kündigung grundsätzlich auch noch vor dem erstinstanzlichen Richter vorgebracht werden konnten (vgl. BGE 125 III 231 E. 4b). Daran ändert sich unter dem neuen Recht nichts. Dieses sieht vor, dass in Fällen des Kündigungsschutzes in Mietsachen das erstinstanzliche Gericht neue Tatsachen und Beweismittel bis zum Zeitpunkt der Urteilsfällung berücksichtigt (Art. 229 Abs. 3, Art. 247 Abs. 2 lit. a i.V.m. Art. 243 Abs. 2 lit. c ZPO [SR 272]); überdies ist das vorangehende Schlichtungsverfahren vertraulich und dürfen Aussagen der Parteien weder protokolliert noch später im Entscheidverfahren verwendet werden, so dass im Gerichtsverfahren ohnehin kaum eindeutig feststehen dürfte, was anlässlich des Schlichtungsverfahrens vorgebracht wurde (Art. 273 Abs. 4 OR; Art. 205 ZPO).\n\nDas Gesetz schliesst sodann, unter Vorbehalt des Verbots rechtsmissbräuchlichen Verhaltens, auch ein späteres Nachschieben zusätzlicher Kündigungsgründe nicht aus; das Nachschieben kann allenfalls ein Indiz zu Ungunsten der kündigenden Partei sein oder Kostenfolgen nach sich ziehen, schliesst aber die Berücksichtigung der neuen Gründe nicht von vornherein aus. Die Ergänzung oder Präzisierung schon vorgebrachter Kündigungsgründe schliesslich ist an sich ohne weiteres zulässig (vgl. DAVID LACHAT UND ANDERE, Das Mietrecht für die Praxis, 8. Aufl. 2009, S. 603 Ziff. 3.3; BURKHALTER/MARTINEZ-FAVRE, Le droit suisse du bail à loyer, commentaire, 2011, N. 8 zu Art. 266l-266o OR und N. 51 f. zu Art. 271 OR; PETER HIGI, Zürcher Kommentar, 4. Aufl. 1996, N. 121 und 140 ff. zu Art. 271 OR).\n\nDer Umstand allein, dass Gründe für die Kündigung erst in der Klageschrift an das Bezirksgericht vorgebracht wurden, rechtfertigte es somit nicht, sie nicht zu prüfen. Das gilt insbesondere für jene Gründe, die in Zusammenhang mit der Untervermietung stehen und eher als Ergänzung eines schon vorgebrachten Grundes zu betrachten sind. Die Vorinstanz hat sie zu prüfen. BGE 138 III 59 S. 66\n\n3. Das Kantonsgericht hat in einer subsidiären Begründung festgehalten, der Vater des Beschwerdeführers habe als damaliger Vermieter spätestens im November 2008 um die Untervermietung und deren Bedingungen gewusst und sie trotzdem während Monaten geduldet, und es hat dieses passive Verhalten als nachträgliche konkludente Zustimmung zur Untervermietung gewertet. Es fand daher, es sei widersprüchlich, Mitte Juni 2009 wegen der Untervermietung zu kündigen.\n\nLaut Beschwerdeführer ist die Feststellung, wonach sein Vater die Untermiete monatelang stillschweigend geduldet habe, offensichtlich unrichtig. Er behauptet, sein Vater habe bereits Mitte Februar 2009 die Kündigung mündlich angekündet, und beruft sich auf eine Beilage zur erstinstanzlichen Klageantwort, die das Kantonsgericht nicht erwähnt; bei dieser Beilage handelt es sich um einen vom Mieter selber zu den Akten gegebenen, vom 17. Februar 2009 datierten eingeschriebenen Brief, mit welchem der Mieter dem Vater des Beschwerdeführers sein grosses Erstaunen darüber ausdrückt, dass dieser das Mietverhältnis per 30. Juni 2009 auflösen wolle. Die tatsächliche Feststellung im angefochtenen Entscheid, aus der die Vorinstanz eine Zustimmung zur Untervermietung ableitet, erscheint damit offensichtlich unrichtig.\n\nDer Umstand, dass der Vater des Beschwerdeführers ein vertrags- oder gesetzwidriges Verhalten des Mieters, aus welchem Grund auch immer, geduldet hätte, schlösse im Übrigen nicht notwendigerweise aus, dass dieses unkorrekte Verhalten des Mieters das Vertrauensverhältnis zum Beschwerdeführer dennoch dauernd beeinträchtigt hat und eine ordentliche Kündigung deswegen nicht treuwidrig wäre. Es geht vorliegend nicht um einen Grund für eine ausserordentliche Kündigung, dessen Geltendmachung der Vater durch Zuwarten verwirkt hat, sondern um das Vertrauensverhältnis zwischen Beschwerdeführer und Mieter im Zeitpunkt der Kündigung. Inwiefern dieses Vertrauensverhältnis beeinträchtigt war und aus welchem Grund, wurde nicht festgestellt."}