{"annee": "138", "cour": "V", "page": "154", "date": "15/2/2012", "cite": ["134 I 184", "115 IA 224"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. E. gegen Schweizerische Unfallversicherungsanstalt (SUVA) (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_210/2011 vom 15. Februar 2012", "regestes": ["Art. 112 al. 1 let. a LTF; motivation des décisions des autorités précédentes. Lorsque le dispositif d'une décision est communiqué aux parties immédiatement après l'audience de délibération et le prononcé du jugement par le tribunal, la juridiction supérieure n'a pas à vérifier s'il y a conformité entre la délibération et la motivation écrite rédigée ensuite (consid. 2). La motivation d'une décision, et pas seulement son dispositif, doit pourtant correspondre à l'opinion de la majorité des membres de l'autorité de jugement (consid. 3.4). Afin de garantir cela, les juges concernés doivent prendre connaissance du projet de motivation et pouvoir proposer des modifications. Le mode de procéder est réglé par le droit de procédure et l'organisation judiciaire applicables dans le cas particulier (consid. 3.5).", "Art. 53 al. 1 LAA; autorisation des dentistes de pratiquer pour le compte de l'assurance-accidents. Un certificat de capacité scientifique au sens de l'art. 53 al. 1, deuxième phrase, LAA suppose une formation dans une haute école qui corresponde au standard universitaire suisse (consid. 4)."], "faits": "BGE 138 V 154 S. 155\n\nA. Der 1961 geborene E. ist seit 1996 kantonal approbierter Zahnarzt appenzell-ausserrhodischen Rechts. Nach Durchführung des Vermittlungsverfahrens erhob er am 11. Dezember 2009 vor dem Schiedsgericht nach Art. 57 UVG (SR 832.20) des Kantons Appenzell Ausserrhoden (nachstehend: das Schiedsgericht) Klage gegen die Schweizerische Unfallversicherungsanstalt (SUVA) mit dem Begehren, es sei festzustellen, dass er aufgrund eines wissenschaftlichen Befähigungsausweises tätig sei und auch für die an die Notfallbehandlung anschliessende Regelbehandlung über die SUVA und andere UVG-Versicherer abrechnen dürfe. Das Schiedsgericht wies die Klage mit Entscheid vom 30. September 2010 (Eröffnung der vom Präsidenten des Schiedsgerichts und vom Gerichtsschreiber unterzeichneten schriftlichen Urteilsbegründung: 9. Februar 2011) ab.\n\nB. Mit Beschwerde beantragt E., es sei unter Aufhebung des kantonalen Gerichtsentscheides entsprechend seinem vorinstanzlich BGE 138 V 154 S. 156gestellten Rechtsbegehren zu entscheiden, eventuell sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nWährend die SUVA und die Vorinstanz auf Abweisung der Beschwerde schliessen, verzichtet das Bundesamt für Gesundheit auf eine Vernehmlassung.\n\nC. In ihrer Verfügung vom 21. November 2011 erwog die Instruktionsrichterin, gemäss Art. 33 Abs. 2 des vom Schiedsgericht anwendbar erklärten Konkordates vom 27. März 1969 über die Schiedsgerichtsbarkeit (AS 1969 1093) habe der Schiedsspruch die Unterschrift aller Schiedsrichter zu enthalten. Da die dem Bundesgericht vorliegende Ausfertigung des Entscheides vom 30. September 2010 diesem Erfordernis nicht entsprach, wies sie die Sache in Anwendung von Art. 112 Abs. 3 BGG an das Schiedsgericht zur Verbesserung zurück.\n\nAm 12. Dezember 2011 reichte das Schiedsgericht dem Bundesgericht eine zusätzlich noch von Schiedsrichter A. unterzeichnete Ausfertigung des angefochtenen Entscheides nach. Bereits am 2. Dezember 2011 hatte der Schiedsrichter B. erklärt, die Unterschrift zu verweigern, da die Ausfertigung zwar im Dispositiv, nicht aber in der Begründung mit dem von der Mehrheit des Schiedsgerichts gefassten Beschluss übereinstimme.\n\nD. In ihrer Stellungnahme vom 26. Januar 2012 hält die SUVA an ihren Begehren fest.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer macht zunächst geltend, die ihm schriftlich eröffnete Urteilsbegründung stimme nicht mit dem Resultat der nicht öffentlichen mündlichen Urteilsberatung des Schiedsgerichts überein.\n\n2.2 In prozessualer Hinsicht beantragt die SUVA, die vom Beschwerdeführer eingereichten Unterlagen, mit denen dieser die Abweichung zwischen mündlicher Urteilsberatung und schriftlicher Urteilsbegründung zu beweisen sucht, seien als unzulässig aus dem Recht zu weisen. Sie begründet dies damit, die Unterlagen enthielten Aussagen des Schiedsrichters B., mit denen dieser gegen das Sitzungsgeheimnis verstossen habe. Ob dieser Vorwurf gegenüber dem Schiedsrichter zutrifft, ist nicht im vorliegenden Verfahren zu prüfen. Die Frage der Zulässigkeit der eingereichten Beweismittel kann BGE 138 V 154 S. 157vorliegend offenbleiben, da, wie in nachstehender Erwägung aufgezeigt wird, es letztlich unerheblich ist, ob der Vorwurf des Beschwerdeführers zutrifft.\n\n2.3 Gemäss Art. 112 Abs. 1 BGG sind Entscheide, die der Beschwerde an das Bundesgericht unterliegen, den Parteien schriftlich zu eröffnen. Sie müssen enthalten: die Begehren, die Begründung, die Beweisvorbringen und Prozesserklärungen der Parteien, soweit sie nicht aus den Akten hervorgehen (lit. a); die massgebenden Gründe tatsächlicher und rechtlicher Art, insbesondere die Angabe der angewendeten Gesetzesbestimmungen (lit. b); das Dispositiv (lit. c); eine Rechtsmittelbelehrung einschliesslich Angabe des Streitwerts, soweit dieses Gesetz eine Streitwertgrenze vorsieht (lit. d). Das Bundesgericht kann in Anwendung von Art. 112 Abs. 3 BGG einen Entscheid, der den Anforderungen von Art. 112 Abs. 1 BGG nicht genügt, an die kantonale Behörde zur Verbesserung zurückweisen oder aufheben.\n\n2.4 Ist es bei einem Gericht üblich, das Dispositiv der Entscheide direkt nach der mündlichen Beratung und Urteilsfällung des Gerichts den Parteien zu eröffnen, so ist nicht zu verhindern, dass nicht in jedem Fall bereits im Zeitpunkt der Dispositiveröffnung die ausformulierte Urteilsbegründung vorliegt. An einer mündlichen Verhandlung werden von den beteiligten Gerichtspersonen oft unterschiedliche Erwägungen angestellt, die anschliessend zu einem in sich geschlossenen Urteilsentwurf zu verarbeiten sind (vgl. auch CHRISTOPH LEUENBERGER, Die Zusammenarbeit von Richter und Gerichtsschreiber, ZBl 87/1986 S. 97 ff., 100). Ebenfalls kann das Gericht während der Redaktion der Begründung zum Schluss kommen, das Dispositiv lasse sich besser anders als während der Beratung vorgesehen begründen oder in der Begründung sollten noch einzelne Aspekte behandelt werden, denen bei der Beratung nicht das notwendige Gewicht beigemessen wurde. Entgegen den Ausführungen des Beschwerdeführers ist dies unproblematisch (so etwa ausdrücklich MAX GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl. 1979, S. 246). Zudem wäre es für die obere Instanz faktisch unmöglich, die Übereinstimmung von Beratung und Begründung zu überprüfen. Im Weiteren würden sich heikle Abgrenzungsfragen stellen, in welcher Intensität ein Aspekt bei der Beratung angesprochen worden sein müsste, damit er Eingang in die Begründung finden dürfte. Letztlich wäre mit einem gegenteiligen Entscheid dem Beschwerdeführer nicht geholfen: Würde ein Entscheid aufgehoben, weil die BGE 138 V 154 S. 158Begründung nicht der Beratung entspricht, und die Sache an die entscheidende Instanz zurückgewiesen, so würde das wieder mit der Sache befasste Gericht wohl wieder im Sinne der in der Zeit zwischen Beratung und Begründung als besser erkannten schriftlichen Begründung entscheiden. Eine Rückweisung einzig aus dem Grund, dass die schriftliche Begründung nicht der Beratung entspreche, würde somit zu einem formalistischen Leerlauf führen.\n\n3.\n\n3.1 Der Beschwerdeführer rügt weiter, die Begründung des vorinstanzlichen Entscheides stamme nicht von den Schiedsrichtern, sondern vom Gerichtsschreiber.\n\n3.2 In der Schweiz ist es in vielen Kantonen und auch am Bundesgericht vorgesehen und üblich, dass die Gerichtsschreiber und Gerichtsschreiberinnen die Gerichtsentscheide redigieren; teilweise helfen sie auch mit, die Urteilsanträge der Richterinnen und Richter vorzubereiten (vgl. Art. 24 Abs. 2 BGG). Eine solche Vorgehensweise verstösst somit jedenfalls nicht gegen Bundesrecht; insbesondere entgegen den Vorbringen des Beschwerdeführers auch nicht gegen die EMRK (vgl. etwa Urteil des Europäischen Gerichtshofes für Menschenrechte Pedro Ramos gegen Schweiz vom 14. Oktober 2010 § 50).\n\n3.3 Auch wenn mit dem Erstellen von Referaten und Urteilsbegründungen Gerichtsschreiberinnen und Gerichtsschreiber betraut werden und diese auf diesem Weg Einfluss auf den Inhalt eines Entscheides nehmen können (vgl. BGE 115 Ia 224 E. 7b/aa S. 229), so kann weder die Entscheidkompetenz (vgl. BGE 134 I 184 E. 5.5.4 S. 197) noch die Verantwortung für die Begründung an diese delegiert werden (so etwa, für die Situation am Bundesgericht: PETER UEBERSAX, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 61 zu Art. 24 BGG).\n\n3.4 Nicht nur das Dispositiv, sondern auch die Begründung eines Entscheides muss der Meinung der Mehrheit des Spruchkörpers entsprechen (vgl. LEUENBERGER, a.a.O., S. 106; ALAIN WURZBURGER, in: Commentaire de la LTF, 2009, N. 23 zu Art. 24 BGG; GULDENER, a.a.O.). Dies folgt bei den direkten Vorinstanzen des Bundesgerichts bereits aus dem Umstand, dass das Bundesgericht im Vergleich zu den ihm vorgelagerten Gerichten regelmässig über eine engere Kognition verfügt; je nach der Begründung eines Entscheides können daher die Erfolgsaussichten einer Anfechtung verschieden sein. BGE 138 V 154 S. 159\n\n3.5 Damit sichergestellt ist, dass die Begründung eines Entscheides der Meinung des Spruchkörpers entspricht, müssen die beteiligten Richterinnen und Richter davon Kenntnis nehmen und Änderungsanträge stellen können. In welcher Art und Weise dies geschieht, bestimmt sich indessen nicht nach Bundesrecht, sondern nach dem jeweils anwendbaren (kantonalen) Prozess- und Gerichtsorganisationsrecht (für die Situation am Bundesgericht s. Art. 45 f. des Reglements vom 20. November 2006 für das Bundesgericht [BGerR; SR 173.110.131]).\n\nGemäss dem vorinstanzlichen Entscheid war für das Verfahren vor dem Schiedsgericht nach Art. 57 UVG unter anderem das Konkordat vom 27. März 1969 über die Schiedsgerichtsbarkeit subsidiär anwendbar. Art. 33 Abs. 2 dieses Konkordates sieht vor, dass der Schiedsspruch mit dem Datum zu versehen und von den Schiedsrichtern zu unterzeichnen ist. Die Unterschrift der Mehrheit der Schiedsrichter genügt, wenn im Schiedsspruch vermerkt wird, dass die Minderheit die Unterzeichnung verweigert. Nachdem die Instruktionsrichterin die Sache in Anwendung von Art. 112 Abs. 3 BGG zur Verbesserung an das Schiedsgericht zurückgewiesen hat, erfüllt der angefochtene Entscheid diese Vorschrift. Gleichzeitig steht nunmehr auch fest, dass die Urteilsbegründung der Ansicht der Mehrheit des Spruchkörpers entspricht.\n\nZusammenfassend ist der vorinstanzliche Entscheid nicht aus formellen Gründen aufzuheben.\n\n4.\n\n4.1 Materiell ist streitig und zu prüfen, ob der Beschwerdeführer als kantonal approbierter Zahnarzt berechtigt ist, die an eine Notfallbehandlung anschliessende Regelbehandlung zu Lasten der SUVA abzurechnen. Da es sich somit nicht um eine Leistungsstreitigkeit im Sinne von Art. 97 Abs. 2 und Art. 105 Abs. 3 BGG handelt, ist dem Entscheid der Sachverhalt zu Grunde zu legen, wie ihn die Vorinstanz festgestellt hat (Art. 105 Abs. 1 BGG).\n\n4.2 Als Ärzte, Zahnärzte und Apotheker im Sinne des UVG gelten gemäss Art. 53 Abs. 1 Satz 1 UVG Personen, die das eidgenössische Diplom besitzen. Diesen gleichgestellt sind in Anwendung von Art. 53 Abs. 1 Satz 2 UVG Personen, denen aufgrund eines wissenschaftlichen Befähigungsausweises eine kantonale Bewilligung zur Ausübung des ärztlichen oder zahnärztlichen Berufes erteilt worden ist. BGE 138 V 154 S. 160\n\n4.3 Es steht fest und ist unbestritten, dass es dem Beschwerdeführer aufgrund einer kantonalen Bewilligung erlaubt ist, als Zahnarzt tätig zu sein. Zu prüfen ist jedoch, ob diese Bewilligung aufgrund eines wissenschaftlichen Befähigungsausweises (\"sur la base d'un certificat de capacité scientifique\", \"in base a un certificato scientifico di capacità\") erteilt wurde.\n\n4.4 Wie die Vorinstanz zutreffend erwogen hat, war die Anerkennung kantonal approbierter Zahnärzte in den Beratungen zum UVG umstritten. Ein Antrag, unabhängig von einem wissenschaftlichen Befähigungsausweis alle Zahnärzte mit kantonaler Bewilligung zur Erbringung von Leistungen zu Lasten der SUVA zuzulassen, fand im Nationalrat keine Mehrheit (vgl. AB 1979 N 255 f.). Ausgeschlossen werden sollten nach dem Votum des Bundespräsidenten Hürlimann (AB 1979 N 256) \"Aerzte, Naturärzte usw.\", die ohne einen wissenschaftlichen Ausweis ihrer Ausbildung diesen Beruf ausüben. In der Lehre wird davon ausgegangen, ein solcher Befähigungsausweis setze eine - allenfalls im Ausland erworbene - Hochschulausbildung voraus, die dem schweizerischen Universitätsstandard entspricht (THOMAS A. BÜHLMANN, Die rechtliche Stellung der Medizinalpersonen im Bundesgesetz über die Unfallversicherung vom 20. März 1981, 1985, S. 219; vgl. auch ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2. Aufl. 1989, S. 518 Fn. 1332). Dies erscheint auch mit Blick auf die Regelung im Bereich der Krankenversicherung (vgl. Art. 43 KVV [SR 832.102] in Verbindung mit Art. 36 Abs. 3 des Bundesgesetzes vom 23. Juni 2006 über die universitären Medizinalberufe [Medizinalberufegesetz, MedBG; SR 811.11] und Art. 14 Abs. 2 der Verordnung vom 27. Juni 2007 über Diplome, Ausbildung, Weiterbildung und Berufsausübung in den universitären Medizinalberufen [Medizinalberufeverordnung, MedBV; SR 811.112.0]) und der Militärversicherung (Art. 22 Abs. 1 des Bundesgesetzes vom 19. Juni 1992 über die Militärversicherung [MVG; SR 833.1] - vgl. zur Anwendung der Vorschriften der Krankenversicherung auf die Militärversicherung: JÜRG MAESCHI, Kommentar zum Bundesgesetz über die Militärversicherung, 2000, N. 9 zu Art. 22 MVG) als sachgerecht.\n\n4.5 Die kantonale Bewilligung des Beschwerdeführers wurde zwar aufgrund einer bestandenen Prüfung, jedoch ohne dass er eine Hochschulausbildung durchlaufen hätte, ausgestellt. Diese Bewilligung wurde damit nicht aufgrund eines wissenschaftlichen Befähigungsausweises im Sinne von Art. 53 Abs. 1 UVG erteilt. Der Beschwerdeführer ist damit nicht berechtigt, über die Notfallbehandlung BGE 138 V 154 S. 161hinausgehende Leistungen zu Lasten der obligatorischen Unfallversicherung abzurechnen. Der entsprechende vorinstanzliche Entscheid besteht demnach zu Recht; die Beschwerde ist abzuweisen."}