{"annee": "139", "cour": "II", "page": "121", "date": "22/2/2013", "cite": ["135 II 377", "130 II 1", "130 II 493", "136 II 5", "134 II 10"], "cite_par": ["145 IV 55", "145 IV 364"], "chapeau": "10. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Office fédéral des migrations (recours en matière de droit public)\n\n2C_318/2012 du 22 février 2013", "regestes": ["Art. 5 annexe I de l'Accord sur la libre circulation des personnes (ALCP); art. 11 par. 2 de la Directive 2008/115/CE; art. 5 al. 2 Cst.; art. 67 al. 2 et 3 et art. 96 LEtr; conditions et durée de l'interdiction d'entrée; menace (grave) pour la sécurité et l'ordre publics. Portée de l'art. 67 LEtr, en relation avec l'ALCP. Une interdiction d'entrée pour une durée maximale de cinq ans (cf. art. 67 al. 2 LEtr) ne peut être prononcée à l'encontre d'un étranger au bénéfice de l'ALCP qu'en présence d'une menace d'une certaine gravité pour l'ordre et la sécurité publics de nature à priver celui-ci de son droit de demeurer en Suisse au sens de l'art. 5 annexe I ACLP. Les exigences sont donc supérieures à celles prévues à l'art. 67 al. 2 let. a LEtr qui s'appliquent aux autres étrangers (consid. 5). En revanche, il n'y a aucune différence de traitement par rapport au prononcé d'une interdiction d'entrée pour une durée supérieure à cinq ans, car l'art. 67 al. 3 LEtr suppose une menace caractérisée qui va au-delà de la menace justifiant la perte du droit de séjourner en Suisse au sens de l'ALCP (consid. 6)."], "faits": "BGE 139 II 121 S. 122\n\nA. X., ressortissant portugais né en 1983, a rejoint sa mère en Suisse le 16 juillet 1989 au bénéfice d'un permis d'établissement délivré au titre du regroupement familial. Après être retourné au Portugal dans le courant de l'année 2000 pendant environ deux ans pour faire des études et accomplir son service militaire, il est revenu vivre en Suisse, où il est devenu le père d'une fille, A., née en 2007 d'une relation avec une ressortissante suisse dont il est aujourd'hui séparé depuis une date qui ne ressort pas du dossier. Il est reparti au Portugal en avril 2009. Durant ses séjours en Suisse, il a commis des infractions qui ont donné lieu aux condamnations suivantes:\n\n- six mois d'emprisonnement avec sursis pendant deux ans pour crime manqué de vol en bande et violation de la loi fédérale du 3 octobre 1951 sur les stupéfiants (loi sur les stupéfiants, LStup; RS 812.121), selon ordonnance du 13 septembre 2002 du Tribunal d'instruction pénale du Bas-Valais;\n\n- vingt jours d'emprisonnement avec sursis pendant trois ans pour conduite d'un véhicule en état défectueux, conduite sans permis de conduire, conduite sans permis de circulation et sans plaques de contrôle, conduite d'un véhicule non couvert en assurance responsabilité civile et contravention à la LStup (ordonnance du 11 octobre 2004 du Juge d'instruction de l'arrondissement de l'Est vaudois);\n\n- trente jours d'emprisonnement pour infractions à la LStup (ordonnance du 16 novembre 2004 de l'Office du juge d'instruction du Bas-Valais); BGE 139 II 121 S. 123\n\n- vingt jours d'emprisonnement et révocation du sursis du 11 octobre 2004 pour contravention et délit contre la LStup (ordonnance du 11 juillet 2007 du Juge d'instruction itinérant du canton de Vaud);\n\n- vingt mois d'emprisonnement pour dommage à la propriété, délit et contravention à la LStup, violation simple des règles de la circulation routière, conduite d'un véhicule en état d'incapacité, conduite d'un véhicule défectueux et conduite d'un véhicule sous le coup d'un retrait du permis de conduire; il a bénéficié d'un sursis partiel à l'exécution de la peine qui a été suspendue pour une durée de dix mois, avec un délai d'épreuve de quatre ans (arrêt du Tribunal cantonal du canton du Valais du 31 octobre 2008);\n\n- quatre mois d'emprisonnement et 500 fr. d'amende pour contravention à la LStup, vol d'usage, conduite d'un véhicule sous le coup d'un retrait de permis, conduite d'un véhicule dépourvu d'assurance responsabilité civile et usage abusif de plaques (jugement du 19 novembre 2009 du Tribunal de district de Monthey);\n\n- 120 jours-amende ferme (à 30 fr. le jour) et 800 fr. d'amende pour délit et contravention à la LStup, peine partiellement complémentaire à celle prononcée le 31 octobre 2008 par le Tribunal cantonal du canton du Valais (ordonnance du 22 décembre 2009 du Juge d'instruction du Bas-Valais).\n\nPar décision du 30 novembre 2009, qui n'a pas pu être notifiée à X. en raison de son départ pour le Portugal en avril 2009, l'Office fédéral des migrations (ci-après: l'Office fédéral) a prononcé à son encontre une interdiction d'entrée en Suisse de quinze ans valable jusqu'au 29 novembre 2024.\n\nB. Le 13 mai 2011, X., revenu en Suisse depuis peu selon ses déclarations, a été appréhendé par la police valaisanne et incarcéré, afin de purger les peines privatives de liberté prononcées à son encontre. A cette occasion, la décision d'interdiction d'entrée précitée de l'Office fédéral lui a été notifiée. Il a recouru contre cette décision.\n\nPar arrêt du 28 février 2012, le Tribunal administratif fédéral a partiellement admis le recours, en ce sens qu'il a réduit de cinq ans la durée de l'interdiction d'entrée en Suisse litigieuse, en la ramenant du 29 novembre 2024 au 29 novembre 2019. En bref, les juges ont considéré que l'intéressé constituait certes, au vu de ses antécédents, une menace réelle, grave et actuelle pour la sécurité et l'ordre publics de nature à justifier son éloignement au sens de l'Accord du 21 juin 1999, entré en vigueur le 1er juin 2002, entre la Confédération suisse, d'une part, et la Communauté européenne et ses Etats membres, d'autre part, sur la libre circulation des personnes (ALCP; RS 0.142.112. 681); les juges ont cependant estimé qu'une mesure d'interdiction d'une durée de dix ans était suffisante sous l'angle de la BGE 139 II 121 S. 124proportionnalité au vu du jeune âge de l'intéressé lors de la commission des infractions et de ses attaches avec la Suisse.\n\nC. X. forme un recours en matière de droit public contre l'arrêt du Tribunal administratif fédéral du 28 février 2012. Le Tribunal fédéral a partiellement admis le recours, réformé le dispositif de l'arrêt du 28 février 2012 en ce sens que les effets de l'interdiction d'entrée sont limités au 29 novembre 2014 et confirmé pour le surplus l'arrêt attaqué, sous réserve des frais et dépens.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 Aux termes de l'art. 67 al. 2 let. a LEtr (RS 142.20), l'Office fédéral peut interdire l'entrée en Suisse à un étranger qui a notamment attenté à la sécurité et à l'ordre publics en Suisse. L'alinéa 3 de cette disposition précise que l'interdiction d'entrée est prononcée en principe pour une durée maximale de cinq ans (première phrase), mais que cette durée peut être plus longue lorsque la personne concernée constitue une menace grave pour la sécurité et l'ordre publics (seconde phrase).\n\n4.2 Le recourant admet qu'une interdiction d'entrée en Suisse puisse, au vu de ses condamnations, être prononcée à son encontre en vertu de l'art. 67 al. 2 let. a LEtr. Il estime toutefois que la durée de l'interdiction, de dix ans, est disproportionnée. Plus précisément, il fait valoir que cette durée ne saurait excéder cinq ans, car ses antécédents et sa situation actuelle ne permettraient pas de retenir qu'il représente une menace grave pour la sécurité et l'ordre publics au sens de l'art. 67 al. 3 LEtr (seconde phrase). Il considère un délai de trois ans d'interdiction d'entrée comme approprié à sa situation.\n\nL'examen de la Cour de céans se concentrera, dans un premier volet, sur les conditions du prononcé d'une interdiction d'entrée à l'encontre du recourant en regard de l'ALCP (consid. 5 infra). Dans un second volet, elle se prononcera au sujet de la durée de cette interdiction (consid. 6 infra).\n\n5.\n\n5.1 Aux termes de son art. 2 al. 2, la LEtr n'est applicable aux ressortissants des Etats membres de la Communauté européenne, aux membres de leur famille et aux travailleurs détachés par un employeur ayant son siège ou son domicile dans un de ces Etats que dans la mesure où l'ALCP n'en dispose pas autrement ou lorsque ladite loi BGE 139 II 121 S. 125contient des dispositions plus favorables. L'ALCP ne réglemente pas en tant que telle l'interdiction d'entrée. C'est donc l'art. 67 LEtr qui est applicable (cf. art. 24 de l'ordonnance fédérale du 22 mai 2002 sur l'introduction progressive de la libre circulation des personnes entre, d'une part, la Confédération suisse et, d'autre part, l'Union européenne et ses Etats membres, ainsi qu'entre les Etats membres de l'Association européenne de libre-échange [OLCP; RS 142.203]). Toutefois, l'art. 67 LEtr doit être interprété en tenant compte des exigences spécifiques de l'ALCP. Ainsi, l'art. 67 LEtr ne saurait aboutir à priver les étrangers au bénéfice de l'ALCP des droits que leur confère ce traité.\n\n5.2 A teneur de l'art. 67 al. 2 let. a LEtr, l'Office fédéral peut interdire l'entrée en Suisse à un étranger lorsque ce dernier a attenté à la sécurité et à l'ordre publics en Suisse ou à l'étranger ou les a mis en danger. L'art. 80 de l'ordonnance du 24 octobre 2007 relative à l'admission, au séjour et à l'exercice d'une activité lucrative (OASA; RS 142.201) considère notamment qu'il y a atteinte à la sécurité et à l'ordre publics en cas de violation de prescriptions légales ou de décisions d'autorités (al. 1 let. a), et que la sécurité et l'ordre publics sont menacés lorsque des éléments concrets indiquent que le séjour en Suisse de la personne concernée conduit selon toute vraisemblance à une atteinte à la sécurité et à l'ordre publics (al. 2).\n\n5.3 Cependant, dès lors qu'une mesure d'interdiction d'entrée en Suisse restreint la libre circulation des personnes, l'interdiction signifiée à un ressortissant communautaire doit, contrairement à ce qui vaut pour les ressortissants d'Etats non-parties à l'ALCP (ci-après: de pays tiers), aussi se conformer à l'exigence de l'art. 5 par. 1 annexe I ALCP, selon laquelle le droit de demeurer en Suisse pour y exercer une activité lucrative ne peut être limité que par des mesures d'ordre ou de sécurité publics. Le cadre et les modalités de cette disposition sont déterminés par les trois directives citées - dont la plus importante est la directive 64/221/CEE (JO 56 du 4 avril 1964 p. 850) -, ainsi que par la jurisprudence y relative de la Cour de Justice des Communautés européennes, devenue la Cour de Justice de l'Union européenne (ci-après: la Cour de Justice), rendue avant la signature de l'accord le 21 juin 1999 (cf. art. 5 par. 2 annexe I ALCP en relation avec l'art. 16 al. 2 ALCP; au sujet de la prise en considération des arrêts de la Cour de Justice postérieurs à cette date, cf. ATF 136 II 5 consid. 3.4 p. 12 s.; ATF 130 II 1 consid. 3.6 p. 9 ss).\n\nConformément à la jurisprudence rendue en rapport avec l'art. 5 annexe I ALCP, les limites posées au principe de la libre circulation des BGE 139 II 121 S. 126personnes doivent s'interpréter de manière restrictive. Ainsi, le recours par une autorité nationale à la notion d'\"ordre public\" pour restreindre cette liberté suppose, en dehors du trouble de l'ordre social que constitue toute infraction à la loi, l'existence d'une menace réelle et d'une certaine gravité affectant un intérêt fondamental de la société (ATF 136 II 5 consid. 4.2 p. 20; arrêt 2C_238/2012 du 30 juillet 2012 consid. 2.3). La seule existence d'antécédents pénaux ne permet donc pas de conclure (automatiquement) que l'étranger constitue une menace suffisamment grave pour l'ordre et la sécurité publics. Il faut procéder à une appréciation spécifique du cas, portée sous l'angle des intérêts inhérents à la sauvegarde de l'ordre public, qui ne coïncide pas obligatoirement avec les appréciations à l'origine des condamnations pénales. Autrement dit, ces dernières ne sont déterminantes que si les circonstances les entourant laissent apparaître l'existence d'une menace actuelle et réelle et d'une certaine gravité pour l'ordre public (cf. ATF 136 II 5 consid. 4.2 p. 20; ATF 134 II 10 consid. 4.3 p. 24). Il n'est pas nécessaire d'établir avec certitude que l'étranger commettra d'autres infractions à l'avenir pour prendre une mesure d'éloignement à son encontre; inversement, ce serait aller trop loin que d'exiger que le risque de récidive soit nul pour que l'on renonce à une telle mesure. En réalité, ce risque ne doit pas être admis trop facilement et il faut l'apprécier en fonction de l'ensemble des circonstances du cas, en particulier au regard de la nature et de l'importance du bien juridique menacé, ainsi que de la gravité de l'atteinte qui pourrait y être portée. L'évaluation de ce risque sera d'autant plus rigoureuse que le bien juridique menacé est important (ATF 136 II 5 consid. 4.2 p. 20; ATF 130 II 493 consid. 3.3 p. 499 s. et les références). A cet égard, le Tribunal fédéral se montre particulièrement rigoureux en présence d'infractions à la législation fédérale sur les stupéfiants (cf. arrêts 2C_401/2012 du 18 septembre 2012 consid. 3.3; 2C_492/2011 du 6 décembre 2011 consid. 4.1; 2C_473/2011 du 17 octobre 2011 consid. 2.2; 2A.308/2004 du 4 octobre 2004 consid. 3.3; voir aussi arrêt de la Cour de Justice du 23 novembre 2010 C-145/09 Panagiotis Tsakouridis contre Land Baden-Württemberg, points 46 s. et 54 ss), étant précisé que la commission d'infractions qui sont en étroite relation avec la toxicomanie du délinquant peuvent, selon les circonstances, atténuer cette position de principe (cf. arrêt 2C_625/2007 du 2 avril 2008 consid. 8.2; voir aussi arrêt 2C_547/2010 du 10 décembre 2010 consid. 4).\n\n5.4 Par conséquent, il faut, pour faire l'objet d'une interdiction d'entrée en application de l'art. 67 al. 2 let. a LEtr, que le ressortissant d'un Etat partie à l'ALCP représente une menace d'une certaine gravité BGE 139 II 121 S. 127pour l'ordre et la sécurité publics de nature à le priver de son droit de demeurer en Suisse au sens de l'art. 5 annexe I ALCP. En revanche, un étranger ressortissant d'un pays tiers n'a pas besoin d'avoir atteint de manière grave l'ordre et la sécurité publics avant de pouvoir se voir interdire d'entrée en Suisse sur la base du seul art. 67 LEtr.\n\n5.5\n\n5.5.1 En l'espèce, le recourant a été condamné, entre 2002 et 2009, pour des violations répétées et graves des règles de la circulation routière, pour de multiples infractions à la LStup (RS 812.121), consistant notamment en l'écoulement d'au minimum 9,18 grammes d'héroïne pure et en la vente de plusieurs doses de ce produit à d'autres toxicomanes, et, dans une mesure moindre, pour des délits contre le patrimoine (tentative de vol en bande et dommage à la propriété). Quoi qu'en dise l'intéressé, les infractions qui lui sont reprochées apparaissent objectivement graves, y compris, dans les circonstances de l'espèce, les délits en matière de circulation routière, dès lors que la conduite en état d'ébriété compromet gravement la sécurité routière et met en danger la vie du conducteur et celle d'autres usagers de la route (cf. arrêt 2A.39/2006 du 31 mai 2006 consid. 2.3).\n\nAucune des infractions en cause, prise isolément, ne permet pourtant d'inférer que le recourant constitue pour l'avenir une menace réelle et grave pour l'ordre et la sécurité publics de nature à justifier une interdiction d'entrée en Suisse en dérogation à la libre circulation des personnes au sens des art. 67 al. 2 let. a LEtr cum art. 5 annexe I ALCP. En revanche, si l'on prend en considération l'ensemble des faits reprochés, il apparaît que ceux-ci se sont déroulés sur une période étendue (environ sept années), qu'ils ont la plupart du temps été commis en état de récidive et qu'ils totalisent une peine de plus de trente-deux mois d'emprisonnement (cf., pour la prise en compte des récidives au regard de l'ALCP, arrêts 2C_401/2012 du 18 septembre 2012 consid. 3.5.1; 2C_839/2011 du 28 février 2012 consid. 3.1 et 3.2). L'on n'est donc pas en présence de simples actes isolés que l'on pourrait mettre sur le compte d'erreurs de jeunesse du recourant, mais bien en face d'une délinquance chronique qui ne permet pas, en l'absence de nouveaux éléments, de poser un pronostic favorable pour l'avenir; les antécédents pénaux du recourant dénotent au contraire une propension certaine à transgresser la loi en même temps qu'une incapacité à s'amender.\n\n5.5.2 Sous réserve de la prise en compte de cet argument en vue d'évaluer la proportionnalité de la durée d'interdiction prononcée, c'est en vain que le recourant objecte qu'il a vendu de la drogue uniquement BGE 139 II 121 S. 128dans le but d'assurer sa propre consommation et que, n'étant plus consommateur, il ne constituerait dès lors plus une menace pour l'ordre et la sécurité publics. Il ressort en effet des constatations des premiers juges que le Service de l'état civil et des étrangers du canton du Valais avait signifié à l'intéressé en juin 2005 et février 2009 deux sérieux avertissements le rendant attentif au fait qu'il pourrait faire l'objet d'une mesure de renvoi en cas de nouvelle condamnation pénale. Or, pas plus ces avertissements des autorités administratives que les sursis octroyés par les autorités pénales ne l'ont dissuadé de poursuivre dans la voie de la délinquance. L'arrêt attaqué retient également qu'une analyse des urines effectuée le 24 mai 2011, soit immédiatement avant l'incarcération de l'intéressé, avait révélé un résultat positif au cannabis.\n\nLe fait que le recourant ait ultérieurement fait preuve d'un comportement adéquat durant l'exécution de sa peine n'est pas de nature à apporter un nouvel éclairage, car il s'agit d'une circonstance généralement attendue de tout délinquant (arrêt 2C_201/2012 du 20 août 2012 consid. 3.3.1). En outre, la vie à l'intérieur d'un établissement pénitentiaire ne saurait être comparée à la vie en société, pour ce qui est des possibilités de retomber dans la délinquance (cf. arrêts 2C_238/2012 du 30 juillet 2012 consid. 3.3.2; 2C_562/2011 du 21 novembre 2011 consid. 4.3.1; 2C_14/2010 du 15 juin 2010 consid. 7.1). En réalité, compte tenu du contrôle relativement étroit que les autorités pénales exercent sur un détenu au cours de la période d'exécution de sa peine, on ne saurait tirer des conclusions déterminantes de son comportement carcéral, du point de vue du droit des étrangers, en vue d'évaluer sa dangerosité une fois en liberté (cf. arrêts précités 2C_201/2012 consid. 3.3.1; 2C_238/2012 consid. 3.3.2; 2C_562/2011 consid. 4.3.1). Le même argument, bien qu'à un degré moindre compte tenu de la plus grande liberté dont jouit l'intéressé, peut être retenu s'agissant de la période de libération conditionnelle de ce dernier, étant donné qu'une récidive conduirait probablement à la révocation de ce régime. Au demeurant, la phase de libération conditionnelle n'a débuté qu'au 20 septembre 2012, de sorte que l'on ne saurait en tirer des conclusions ni en faveur ni en défaveur du recourant (cf. arrêt 2C_238/2012 du 30 juillet 2012 consid. 3.3.2).\n\n5.5.3 Dans ces conditions, force est d'admettre que le recourant constitue une menace d'une certaine gravité, réelle et actuelle pour l'ordre et la sécurité publics, de nature à justifier une mesure d'interdiction d'entrée au sens des art. 67 al. 2 let. a LEtr cum art. 5 annexe I ALCP (pour une casuistique sous l'angle de l'art. 5 annexe I ALCP, cf. arrêts BGE 139 II 121 S. 129précités 2C_401/2012 du 18 septembre 2012 consid. 3.5.1; 2C_238/2012 du 30 juillet 2012 consid. 3.1).\n\n6. Encore faut-il s'interroger sur la durée de l'interdiction d'entrée prononcée, que l'arrêt attaqué a réduite de quinze à dix années. Il convient, à ce titre, d'analyser le fonctionnement de l'art. 67 al. 2 et 3 LEtr, le cas échéant à l'aune du droit européen.\n\n6.1 En vertu de l'art. 67 al. 3 LEtr, l'interdiction d'entrée en Suisse est prononcée pour une durée maximale de cinq ans. Il découle de l'art. 67 al. 2 let. a LEtr que, pour interdire l'entrée en Suisse d'un ressortissant d'un pays tiers pour une durée maximale de cinq ans, il suffit que celui-ci ait attenté à la sécurité et à l'ordre publics en Suisse ou à l'étranger ou qu'il les ait mis en danger (ci-après: \"palier I\"). En revanche, il résulte de l'interaction des art. 67 al. 2 let. a et al. 3 LEtr, et 5 annexe I ALCP (consid. 5.4 supra) que, pour interdire d'entrée en Suisse un ressortissant qui se trouve au bénéfice de l'ALCP, l'autorité doit au préalable vérifier que ce dernier représente une menace d'une certaine gravité pour les ordre et sécurité publics, soit une menace qui dépasse la simple mise en danger de l'ordre public (\"palier I bis\"). Il s'ensuit que, selon que les autorités suisses ont affaire au ressortissant d'un Etat tiers ou d'un Etat partie à l'ALCP, le prononcé d'une interdiction d'entrée en Suisse pour une durée maximale de cinq ans sera conditionné au régime \"simple\" de droit interne, respectivement à un régime davantage favorable à l'étranger, procédant des conditions plus strictes de l'ALCP.\n\n6.2 Selon l'art. 67 al. 3, seconde phrase, LEtr, l'interdiction d'entrée peut être prononcée pour une durée supérieure à cinq années, à condition que la personne concernée constitue une menace grave pour la sécurité et l'ordre publics (ci-après: \"palier II\").\n\nLa gradation des exigences qui est prévue à l'art. 67 al. 3 LEtr selon que l'autorité envisage de prononcer une interdiction pour une durée inférieure ou supérieure à cinq ans ne repose pas sur l'ALCP ni sur la jurisprudence y afférente. Ce système a été repris de l'art. 11 al. 2 de la directive 2008/115/CE du Parlement européen et du Conseil du 16 décembre 2008 relative aux normes et procédures communes applicables dans les Etats membres au retour des ressortissants de pays tiers en séjour irrégulier (JO L 348 du 24 décembre 2008 p. 98; cf. FF 2009 8043, 8058). Aux termes de l'art. 11 al. 2 de cette directive,\n\n\"la durée de l'interdiction d'entrée est fixée en tenant dûment compte de toutes les circonstances propres à chaque cas et ne dépasse pas cinq ans BGE 139 II 121 S. 130en principe. Elle peut cependant dépasser cinq ans si le ressortissant d'un pays tiers constitue une menace grave pour l'ordre public, la sécurité publique ou la sécurité nationale\".\n\nComme l'indiquent son intitulé et son article premier, cette directive vise à fixer des normes et des procédures communes à appliquer dans les Etats membres au retour des ressortissants de pays tiers en séjour irrégulier (cf. art. 1 et 2 de la directive), dans le respect des droits fondamentaux garantis par le droit communautaire et international.\n\nEtant donné que, en reprenant le contenu de l'art. 11 al. 2 de la directive précitée, l'art. 67 al. 3, seconde phrase, LEtr ne distingue pas entre les ressortissants d'un Etat partie à l'ALCP ou d'un Etat tiers, et que l'ALCP reste muet sur les mesures d'interdiction d'entrée et, a fortiori, sur leur durée possible, force est d'admettre que le législateur fédéral a entendu appréhender de la même manière les deux catégories de ressortissants étrangers pour ce qui est du prononcé d'une interdiction d'entrée supérieure à cinq années.\n\n6.3 Il sied encore de déterminer quelles sont les exigences pour qu'une autorité puisse prononcer l'interdiction d'entrée pour une durée supérieure à cinq ans, c'est-à-dire quels sont les critères permettant de retenir l'existence d'une \"menace grave pour la sécurité et l'ordre publics\", au sens de l'art. 67 al. 3, seconde phrase, LEtr.\n\nSous peine de vider de sens la distinction entre \"mise en danger\" ou \"atteinte\" (palier I), respectivement \"menace d'une certaine gravité\" (palier I bis), et \"menace grave\" (palier II) qui découle de l'interprétation de l'art. 67 al. 3 LEtr, il y a lieu de retenir que la \"menace grave\" permettant d'éloigner un étranger pour une durée supérieure à cinq ans doit s'interpréter comme requérant un degré de gravité qui soit non seulement supérieur à la \"simple\" atteinte ou menace à la sécurité et à l'ordre publics, mais aussi à la \"menace d'une certaine gravité\" nécessaire pour éloigner le ressortissant d'un Etat partie à l'ALCP.\n\nPar rapport à la notion découlant de l'art. 5 annexe I ALCP (cf., pour une casuistique afférente à la \"menace d'une certaine gravité\", arrêts 2C_923/2012 du 26 janvier 2013 consid. 4.3.2; 2C_238/2012 du 30 juillet 2012 consid. 3.1), le terme de \"menace grave\" de l'art. 67 al. 3 LEtr présuppose l'existence d'une menace caractérisée. Ce degré de gravité particulier, dont il est prévu que l'application demeurera exceptionnelle (FF 2009 8043, 8058), doit s'examiner au cas par cas, en tenant compte de tous les éléments pertinents au dossier (cf. MARC SPESCHA, Migrationsrecht, Kommentar, 3e éd. 2012, n° 5 ad art. 67 BGE 139 II 121 S. 131LEtr p. 196; ANDREA BINDER OSER, in Bundesgesetz über die Ausländerinnen und Ausländer [AuG], 2010, n° 24 ad art. 67 LEtr p. 689).Il peut en particulier dériver de la nature du bien juridique menacé (par exemple: atteinte grave à la vie, l'intégrité corporelle ou sexuelle ou à la santé de personnes), de l'appartenance d'une infraction à un domaine de criminalité particulièrement grave revêtant une dimension transfrontière (comp. art. 83 par. 1 du Traité sur le fonctionnement de l'UE, dans sa version consolidée de Lisbonne [JO C 83 du30 mars 2010 p. 1], mentionnant notamment les actes de terrorisme,la traite d'êtres humains, le trafic de drogues et la criminalité organisée), de la multiplication d'infractions (récidives), en tenant compte de l'éventuel accroissement de leur gravité, ou encore de l'absence de pronostic favorable.\n\n6.4 A l'aune des principes dégagés, il convient de vérifier si c'est à bon droit que le Tribunal administratif fédéral a considéré que le recourant, qui est de nationalité portugaise et bénéficie ainsi de la libre circulation des personnes, constitue une menace grave pour la sécurité et l'ordre publics au sens de l'art. 67 al. 3, seconde phrase, LEtr.\n\nComme il a été dit auparavant (consid. 5.5.1 supra), les infractions perpétrées n'étaient pas, individuellement prises et en dépit de leur gravité certaine, propres à justifier une interdiction d'entrée en Suisse en dérogation à la libre circulation des personnes au sens des art. 67 al. 2 let. a et al. 3, première phrase, LEtr cum art. 5 annexe I ALCP. Ce n'est qu'en les examinant dans leur ensemble, à la lumière des récidives commises et du comportement réfractaire du recourant, qu'il a été possible d'en inférer une menace réelle et actuelle pour l'ordre public helvétique. Il y a de plus lieu, comme il ressort des constatations du Tribunal administratif fédéral, de tenir compte de ce que la plupart des récidives et des infractions à la LStup mises à l'actif du recourant étaient en lien avec sa propre consommation de drogue, de sorte que le critère aggravant de la vente de stupéfiants se doit d'être relativisé dans le cas particulier. Pour le surplus, les infractions perpétrées par le recourant, dont un certain nombre relève du domaine contraventionnel, ne laissent du point de vue chronologique pas apparaître une quelconque aggravation et ne dénotent pas de comportement qui se démarquerait par une attitude ou un mode opératoire particulièrement odieux ou propre à la criminalité organisée. Enfin, les actes commis par l'intéressé ne permettent que difficilement, d'un point de vue qualitatif tout comme quantitatif, d'établir un pronostic fiable du risque que ce dernier pourrait, après plusieurs années d'absence de Suisse, représenter pour notre pays, de sorte qu'il ne se BGE 139 II 121 S. 132justifie pas de limiter davantage, en admettant un éloignement d'une durée supérieure à cinq ans, le principe de la libre circulation des personnes.\n\nIl s'ensuit que la menace représentée par le recourant, qui est assurément réelle et justifie le prononcé d'une interdiction d'entrée, contrairement à ce que tente de faire accroire celui-ci, ne saurait pas pour autant être qualifiée de \"menace grave\", au sens de l'art. 67 al. 3, seconde phrase, LEtr, c'est-à-dire un danger particulièrement sérieux à même de justifier que le droit du recourant à pouvoir circuler librement sur sol suisse soit supprimé pour une durée supérieure à cinq ans. L'arrêt entrepris devra être modifié sur ce point.\n\n6.5 Il reste à examiner si, comme le soutient le recourant, dont la conclusion subsidiaire tend au prononcé d'une interdiction d'entrée valable pour une durée de trois ans, échéant au 29 novembre 2012, la durée de la mesure, limitée - en l'absence de \"menace grave\" - au maximum légal de cinq ans, est disproportionnée.\n\n6.5.1 Tant en application de l'ALCP que des art. 5 al. 2 Cst., 96 LEtr et 8 par. 2 CEDH, il faut en effet que la pesée des intérêts publics et privés effectuée dans le cas d'espèce fasse apparaître la mesure d'éloignement comme proportionnée aux circonstances. A cet égard, il faut prendre en considération, outre la gravité de la faute, la situation personnelle de l'étranger, son degré d'intégration, la durée de son séjour en Suisse ainsi que les inconvénients que lui et sa famille devraient subir si la mesure litigieuse était appliquée (ATF 135 II 377 consid. 4.3 p. 381).\n\n6.5.2 En l'espèce, il ressort de l'arrêt attaqué que le recourant, alors âgé de 29 ans, a vécu en Suisse de 1989 à 2000, puis de 2001 à avril 2009, et qu'il a purgé, depuis son arrestation le 13 mai 2011 jusqu'à sa libération conditionnelle récente le 20 septembre 2012, une peine d'emprisonnement. Il est certain que l'intéressé a passé une grande partie de sa vie en Suisse, notamment son enfance à partir de l'âge de six ans, puis l'essentiel de sa vie d'adulte. Le point de savoir si l'arrêt querellé retient des liens suffisamment étroits entre le recourant et sa fille née en 2007 pour qu'il puisse s'en prévaloir au titre de l'examen de la proportionnalité de la mesure d'éloignement est peu clair. Quoi qu'il en soit, même si de tels liens suffisants existaient, on ne saurait en l'occurrence y attacher une importance déterminante, propre à faire apparaître comme disproportionnée une mesure d'éloignement d'une durée de cinq ans. En effet, force est de constater que le recourant n'a BGE 139 II 121 S. 133guère eu l'occasion de vivre avec sa fille, en particulier au regard de ses démêlés judiciaires, de son séjour au Portugal à partir d'avril 2009 et, finalement, lors de son retour en Suisse en mai 2011, de son arrestation et de son incarcération jusqu'à une date très récente. Dans ces circonstances, on ne saurait accorder un poids décisif à la relation qui unit le recourant à sa fille dans la pesée des intérêts.\n\nPar ailleurs, il est également établi que, malgré les nombreuses années passées en Suisse, l'intéressé n'a pas fait montre d'une bonne intégration dans notre pays, étant tombé au plus tard dès sa majorité dans la drogue et la délinquance. Bien plus, il n'a apparemment jusqu'à ce jour mentionné aucun projet professionnel ou personnel concret qui pourrait laisser espérer un changement de trajectoire stable et des perspectives d'avenir prometteuses sur le long terme, même pas dans son recours dans le cadre duquel il se contente de mentionner l'accomplissement d'une formation de cariste dans le Valais. Du reste, l'arrêt attaqué retient qu'en plus des six premières années d'enfance passées au Portugal, le recourant est reparti dans ce pays pour y effectuer des séjours d'une certaine durée au moins à deux reprises et dans des moments clé de sa vie, soit pendant environ deux ans vers l'âge de dix-sept ans, puis encore pendant deux ans d'avril 2009 à mai 2011 à la suite de ses problèmes judiciaires, échappant ainsi à une mise en détention en Suisse. En définitive, les liens avec la Suisse et les perspectives du recourant dans notre pays n'apparaissent pas déterminants pour apprécier sa situation; ils ne permettent en tout cas pas de considérer que son éloignement de Suisse pour une durée de cinq ans et, partant, que son obligation de séjourner dans son Etat d'origine ou dans un autre pays pendant la durée susmentionnée ne serait pas exigible.\n\n6.6 Il découle des éléments qui précèdent qu'au vu de la gravité des actes reprochés au recourant et de l'importance du risque de récidive que laissent redouter son passé judiciaire, son mépris des avertissements qu'il a reçus et sa situation personnelle précaire, il s'impose de retenir qu'une mesure d'interdiction d'entrée pour une durée de cinq ans, à savoir jusqu'au 29 novembre 2014, apparaît comme nécessaire, adéquate et proportionnée en vue de bannir le risque que représente le recourant pour l'ordre et la sécurité publics de la Suisse, tout en donnant à ce dernier la possibilité de mettre à profit son éloignement de Suisse pour stabiliser sa vie et amender durablement son comportement. L'arrêt attaqué se doit dès lors d'être réformé dans ce sens."}