{"annee": "139", "cour": "I", "page": "218", "date": "29/7/2013", "cite": ["130 I 71", "130 V 71", "133 V 353", "134 I 140"], "cite_par": ["140 V 328", "142 I 1", "140 II 194", "143 I 403", "140 V 433", "140 I 257"], "chapeau": "21. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. R. gegen Einwohnergemeinde Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_962/2012 vom 29. Juli 2013", "regestes": ["Aide sociale; droit à des conditions minimales d'existence (art. 12 Cst.; art. 29 al. 1 Cst./BE). La fourniture de l'aide matérielle peut être assortie de la charge de participer à un programme d'occupation sous forme d'emplois tests limité dans le temps (consid. 4.2). Une telle mesure n'est ni disproportionnée ni ne constitue une atteinte à la liberté personnelle (consid. 4.3). La participation à un emploi test doit être considérée comme un travail convenable (consid. 4.4). Si la personne concernée a la possibilité d'intégrer la place de travail en tout temps et si cette occupation lui assure un revenu minimum d'existence, les prestations d'aide financière peuvent être complètement suspendues pendant toute la durée probable de la mesure (consid. 5)."], "faits": "BGE 139 I 218 S. 219\n\nA.\n\nA.a Der 1969 geborene R. wird seit Oktober 2009 vom Sozialdienst der Einwohnergemeinde Bern finanziell unterstützt. (...) Mit Schreiben vom 28. Februar 2011 wies ihn die Einwohnergemeinde an, sich am 1. März bei der Citypflege der Stiftung Contact Netz in Bern zur Arbeitsaufnahme zu melden (...). Gleichzeitig wurde R. darauf hingewiesen, dass die Sozialhilfeleistungen im Widersetzungsfall eingestellt würden. Dieser nahm die Arbeit nicht auf, worauf ihn der Sozialdienst am 8. März 2011 ermahnte, die Weisung zu befolgen und die nach wie vor offene Arbeitsstelle anzutreten. Da R. dieser Aufforderung keine Folge leistete, verfügte die Einwohnergemeinde am 21. März 2011 androhungsgemäss die Einstellung der wirtschaftlichen Hilfe per 31. März 2011. Gleichzeitig entzog sie einer allfälligen Beschwerde die aufschiebende Wirkung.\n\nA.b Eine Beschwerde gegen diese Verfügung wies das Regierungsstatthalteramt Bern-Mittelland am 4. Oktober 2011 ab, nachdem dieses zuvor mit Zwischenverfügung vom 20. April 2011 die Beschwerde gegen den von der Sozialhilfebehörde verfügten Entzug der aufschiebenden Wirkung gutgeheissen hatte.\n\nB. R. erhob gegen den Entscheid des Regierungsstatthalteramtes vom 4. Oktober 2011 Beschwerde beim Verwaltungsgericht des Kantons Bern. Mit Einzelrichterentscheid vom 20. Januar 2012 wurde unter anderem der Antrag auf Wiederherstellung der aufschiebenden Wirkung gutgeheissen, soweit der Beschwerde nicht ohnehin von Gesetzes wegen aufschiebende Wirkung zukam. Mit Entscheid vom 18. Oktober 2012 hiess das kantonale Gericht die Beschwerde, soweit es darauf eintrat, dahin gehend gut, dass es den angefochtenen Entscheid des Regierungsstatthalteramtes insoweit aufhob, als damit eine den angeordneten zweimonatigen Einsatz am Testarbeitsplatz (TAP) überschreitende Leistungseinstellung bestätigt wurde. Da die Widersetzlichkeit des Sozialhilfeempfängers nach Ablauf der befristeten Erwerbstätigkeit laut Verwaltungsgericht grundsätzlich lediglich eine Leistungskürzung rechtfertigt, wies es die Sache im BGE 139 I 218 S. 220Sinne der Erwägungen an die Einwohnergemeinde zurück, damit diese prüfe, welches Vorgehen im konkreten Fall zielführend sei. Soweit weitergehend, wies es die Beschwerde ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt R. beantragen, es sei der Entscheid des Verwaltungsgerichts insoweit aufzuheben, als damit eine Leistungseinstellung für zwei Monate angeordnet worden sei, und es sei ihm für die zwei Monate wirtschaftliche Sozialhilfe zu gewähren. Eventualiter sei die Sache zur neuen Beurteilung an das kantonale Gericht, subeventualiter an das Sozialamt zurückzuweisen. Zudem wird um Gewährung der unentgeltlichen Rechtspflege ersucht.\n\nDas Sozialamt beantragt Abweisung der Beschwerde. Das kantonale Gericht schliesst auf Abweisung der Beschwerde, soweit darauf einzutreten ist.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Streitig und zu prüfen ist die zweimonatige Einstellung der Sozialhilfeleistungen wegen der Weigerung des Beschwerdeführers, bei der Citypflege der Stiftung Contact Netz einen auf diese Dauer befristeten TAP anzutreten.\n\n3.1 Nach Art. 12 BV hat, wer in Not gerät und nicht in der Lage ist, für sich zu sorgen, Anspruch auf Hilfe und Betreuung und auf die Mittel, die für ein menschenwürdiges Dasein unabdingbar sind. Art. 29 Abs. 1 der Verfassung des Kantons Bern vom 6. Juni 1993 (KV/BE; SR 131.212) sieht vor, dass jede Person bei Notlagen Anspruch auf ein Obdach, auf die für ein menschenwürdiges Leben notwendigen Mittel und auf grundlegende medizinische Versorgung hat. Die kantonale Garantie geht damit - nach unbestrittener Darstellung des Verwaltungsgerichts - nicht über diejenige der Bundesverfassung hinaus.\n\n3.2 Gemäss Art. 23 des Gesetzes des Kantons Bern vom 11. Juni 2001 über die öffentliche Sozialhilfe (Sozialhilfegesetz, SHG; BSG 860.1) hat jede bedürftige Person Anspruch auf persönliche und wirtschaftliche Hilfe (Abs. 1). Als bedürftig gilt, wer für seinen Lebensunterhalt nicht hinreichend oder nicht rechtzeitig aus eigenen Mitteln aufkommen kann (Abs. 2). Dabei gilt es, den Grundsatz der Subsidiarität zu beachten (Art. 9 Abs. 1 SHG). BGE 139 I 218 S. 221Subsidiarität in der individuellen Sozialhilfe bedeutet, dass Hilfe nur gewährt wird, wenn und soweit eine bedürftige Person sich nicht selber helfen kann oder wenn Hilfe von dritter Seite nicht oder nicht rechtzeitig erhältlich ist (Art. 9 Abs. 2 SHG).\n\n3.3 Bundes- und Kantonsverfassung sowie Gesetz knüpfen den grundsätzlichen Anspruch auf Hilfe in Notlagen somit an bestimmte Voraussetzungen, indem sie klarstellen, dass die in Not geratene Person nur Anspruch auf entsprechende Leistungen des Staates hat, wenn sie sich ausserstande sieht - d.h. wenn es ihr rechtlich verwehrt oder faktisch unmöglich ist -, selber für sich zu sorgen. Keinen Anspruch hat somit, wer solche Leistungen beansprucht, obwohl er objektiv in der Lage wäre, sich, insbesondere durch die Aufnahme einer zumutbaren Arbeit, aus eigener Kraft die für das Überleben erforderlichen Mittel selber zu verschaffen; denn solche Personen stehen nicht in jener Notsituation, auf die das Grundrecht auf Hilfe in Notlagen zugeschnitten ist. Bei ihnen fehlt es bereits an den Anspruchsvoraussetzungen, weshalb sich in solchen Fällen die Prüfung erübrigt, ob die Voraussetzungen für einen Eingriff in das Grundrecht erfüllt sind, namentlich, ob ein Eingriff in dessen Kerngehalt vorliegt, denn dies setzt einen rechtmässigen Anspruch voraus. Ebenso wenig ist in derartigen Konstellationen zu untersuchen, ob ein rechtsmissbräuchliches Verhalten der unterstützungsbedürftigen Person vorliegt, welches allenfalls eine vollständige Verweigerung der Unterstützungsleistungen rechtfertigen könnte (BGE 130 I 71 E. 4.3 S. 75 f. mit Hinweisen; Urteil 8C_787/2011 vom 28. Februar 2012 E. 3.2.1).\n\n3.4 Art. 36 SHG sieht Kürzungen der wirtschaftlichen Hilfe bei Pflichtverletzungen oder bei selbstverschuldeter Bedürftigkeit vor (Abs. 1). Die Leistungskürzung muss dem Fehlverhalten der bedürftigen Person angemessen sein und darf den absolut nötigen Existenzbedarf nicht berühren (Abs. 2). Im Unterschied zu Art. 23 SHG, der einen Anspruch auf Sozialhilfe unter bestimmten Voraussetzungen überhaupt erst entstehen lässt, bezweckt Art. 36 SHG, weisungswidriges Verhalten (\"Pflichtverletzungen\") zu sanktionieren, das nicht die Ebene der Anspruchsvoraussetzungen als solche in Frage stellt (Urteil 2P.147/2002 vom 4. März 2003 E. 3.4). Die Auffassung, bei Ablehnung zumutbarer Arbeit fehlten nicht die Anspruchsvoraussetzungen, sondern seien - gestützt auf eine gesetzliche Grundlage sowie nach Massgabe des Verhältnismässigkeitsprinzips - lediglich Sanktionen, beispielsweise in Form (befristeter) BGE 139 I 218 S. 222Leistungskürzungen, zulässig, ohne dass der absolut geschützte, unerlässliche Existenzbedarf im Sinne von Art. 12 BV angetastet werde dürfe, wurde in BGE 130 V 71 E. 4.3 S. 76 mit dem Hinweis auf den auch im Bereich des Sozialhilferechts geltenden Grundsatz der Subsidiarität bzw. des Vorrangs der Selbsthilfe ausdrücklich verworfen (vgl. auch bereits erwähntes Urteil 8C_787/2011 E. 3.2.2).\n\n3.5 Daraus folgt, dass es sich bei der Auflage des Gemeinwesens, eine zumutbare Arbeit aufzunehmen, nicht um eine reine Pflicht, sondern um eine Anspruchsvoraussetzung für die vom Staat erbrachte Leistung handelt (BGE 133 V 353 E. 4.2 S. 357 f.; bereits erwähntes Urteil 8C_787/2011 E. 3.2.1). Sozialhilfe ist damit subsidiär gegenüber der Nutzung und Verwertung der eigenen Arbeitskraft. Wer zumutbare Arbeit verweigert, hat nicht nur mit Kürzungen, sondern mit der Einstellung von Sozialhilfe zu rechnen (vgl. dazu CLAUDIA HÄNZI, Die Richtlinien der schweizerischen Konferenz für Sozialhilfe, 2011, S. 85 ff.). Nach Art. 27 Abs. 2 SHG ist die Gewährung der Sozialhilfe mit Weisungen zu verbinden, soweit dadurch die Bedürftigkeit vermieden, behoben oder vermindert oder eigenverantwortliches Handeln gefördert wird. Gemäss Art. 28 Abs. 2 lit. c SHG sind Personen, die Sozialhilfe beanspruchen, verpflichtet, eine zumutbare Arbeit anzunehmen oder an einer geeigneten Integrationsmassnahme teilzunehmen (Satz 1). Zumutbar ist eine Arbeit, die dem Alter, dem Gesundheitszustand, den persönlichen Verhältnissen und den Fähigkeiten der bedürftigen Person angemessen ist (Satz 2). Unter der Überschrift \"Zumutbare Arbeit\" hält Art. 8g der Verordnung des Kantons Bern vom 24. Oktober 2001 über die öffentliche Sozialhilfe (Sozialhilfeverordnung, SHV; BSG 860.111) fest, dass erwerbslose Personen, die wirtschaftliche Hilfe beanspruchen, verpflichtet sind, im Rahmen der Bestimmungen des SHG auch ausserhalb des erlernten Berufs Erwerbsarbeit zu suchen und anzunehmen (Abs. 1). Die Teilnahme an von Gemeinden oder vom Kanton mitfinanzierten Qualifizierungs-, Beschäftigungs- und Integrationsmassnahmen gilt grundsätzlich als zumutbar, sofern eine Person nicht aus gesundheitlichen Gründen oder wegen Betreuungsaufgaben daran verhindert ist (Abs. 2).\n\n4.\n\n4.1 Das Verwaltungsgericht hat unter Verweisung auf die massgebenden Bestimmungen des SHG geschlossen, die Verpflichtung zur Annahme einer zumutbaren Arbeit ergebe sich unmittelbar aus dem Sozialhilfegesetz. Der TAP-Einsatz sei angeordnet worden, um BGE 139 I 218 S. 223die Arbeitsmotivation und Bereitschaft des Beschwerdeführers zur Annahme einer zumutbaren Stelle abzuklären. Anlass dazu habe bestanden, weil der gelernte Möbelschreiner, Informatiker (Autodidakt) und Absolvent eines einjährigen Grundstudiums in Mediation (ohne Abschluss) ehrenamtlich und mit grossem Engagement einen Verein für wohltätige Projekte leite und unbezahlte J+S-Einsätze leiste, ohne jedoch ein regelmässiges Einkommen zu erzielen. Obwohl der Beschwerdeführer über Qualifikationen verfüge, die ihn zum Arbeitserwerb befähigten, gelinge es diesem seit längerer Zeit nicht, auf dem Arbeitsmarkt wieder Fuss zu fassen. Nach Auffassung des kantonalen Gerichts war es zulässig, diesem die Weisung zu erteilen, am TAP teilzunehmen, nachdem frühere Massnahmen zur Abklärung der beruflichen Situation gescheitert waren. Das Verwaltungsgericht berücksichtigte auch, dass der TAP-Einsatz dem Beschwerdeführer eine Arbeitsleistung gegen Entgelt ermöglicht und diesem zumindest während der vorgesehenen Dauer erlaubt hätte, seinen Lebensunterhalt selber zu bestreiten. Dies führte die Vorinstanz zum Ergebnis, dass die Arbeit bei der Citypflege auf die Behebung der Bedürftigkeit ausgerichtet sei und nicht eine Sanktion darstelle. Mit Blick auf die konkreten Umstände und den verfolgten Zweck erscheine ein auf zwei Monate befristeter Einsatz zudem als verhältnismässige Auflage. Des Weitern hat das Verwaltungsgericht erwogen, für den aus medizinischer Sicht voll arbeitsfähigen Beschwerdeführer sei der Antritt der angebotenen Stelle in der Citypflege der Stiftung Contact Netz zumutbar. Das Gericht weist darauf hin, dass der Einsatz im Bereich der Reinigung von Grünanlagen der Stadt Bern und der Pflege des öffentlichen Raums erfolgt und keine schweren körperlichen Arbeiten beinhaltet. Zudem werde die geleistete Arbeit bei einem vollen Pensum mit Fr. 2'600.- pro Monat entschädigt.\n\n4.2 Der Beschwerdeführer wirft dem Verwaltungsgericht vor, es habe willkürlich festgehalten, dass die Gemeinde legitimiert gewesen sei, gestützt auf Art. 27 Abs. 2 SHG die Weisung zum TAP-Antritt zu erteilen. Die zu diesem Ergebnis führende vorinstanzliche Annahme, seine Bereitschaft zur Aufnahme von bezahlter Arbeit erscheine fraglich, beruhe auf einer qualifiziert unrichtigen Feststellung des Sachverhalts. Er habe vielmehr alles Erforderliche unternommen, um sich aus eigenem Antrieb aus der Situation der Erwerbslosigkeit zu befreien. Dass der Beschwerdeführer sich regelmässig um Arbeit bemüht hat, ist aktenkundig und wird weder BGE 139 I 218 S. 224von der Sozialhilfebehörde noch von der Vorinstanz in Frage gestellt. Nicht nachvollziehbar ist jedoch, weshalb es ihm dabei trotz guter Qualifikationen nicht gelingt, ein für den Lebensunterhalt ausreichendes Erwerbseinkommen zu erzielen. Das kantonale Gericht hat sich hinsichtlich der Zulässigkeit der Weisung zum TAP-Antritt an Art. 27 Abs. 2 SHG orientiert und diese kantonale Norm willkürfrei ausgelegt und angewandt. Aufgrund der gesetzlichen Vorgaben und der geschilderten Umstände stimmt die streitige Auflage mit dem Zweck des Sozialhilfegesetzes überein, die berufliche Integration und wirtschaftliche Selbstständigkeit sowie das eigenverantwortliche Handeln des Sozialhilfeempfängers zu fördern. Sie steht damit in einem sachlichen Zusammenhang zur Hilfsbedürftigkeit und deren Ursache und ist darauf gerichtet, die rechtskonforme Ausübung des Anspruchs auf Sozialhilfe zu sichern. Damit dient sie auch dem öffentlichen Interesse an der Vermeidung von auf längere Sicht sozialhilfeabhängigen Personen. Was der Beschwerdeführer dagegen vorbringt, lässt die Auslegung und Anwendung des kantonalen Rechts nicht als willkürlich erscheinen.\n\n4.3 Des Weitern rügt der Beschwerdeführer eine unverhältnismässige Beschränkung und damit eine Verletzung der persönlichen Freiheit (Art. 10 Abs. 2 BV). Seiner Auffassung nach ist der angeordnete TAP-Einsatz weder in sachlicher noch zeitlicher Hinsicht verhältnis-mässig. Das zweimonatige Aufgebot bei der Citypflege sei nicht geeignet, die Arbeitsmotivation eines Informatikers abzuklären. Vielmehr sei zu befürchten, dass damit eine kontraproduktive Wirkung erzielt werde. Zudem könne bereits nach wenigen Tagen beurteilt werden, ob eine Person motiviert sei.\n\nNach Art. 10 Abs. 2 BV hat jeder Mensch das Recht auf persönliche Freiheit, insbesondere auf körperliche und geistige Unversehrtheit und auf Bewegungsfreiheit. Das Recht auf persönliche Freiheit ist nicht absolut geschützt, sondern kann eingeschränkt werden, wenn der Eingriff verhältnismässig ist (Art. 36 Abs. 3 BV). Das Verhältnismässigkeitsprinzip besagt, dass die Grundrechtseinschränkung zur Erreichung des angestrebten Ziels geeignet und erforderlich sein muss und dem Betroffenen zumutbar ist (vgl. BGE 134 I 140 E. 6.2 S. 151). Durch die Kompetenz der Sozialhilfebehörde, die betroffene Person zu einer bestimmten, mit Sinn und Zweck der Sozialhilfe in Zusammenhang stehenden Handlung anzuweisen, kann zwar das Grundrecht der persönlichen Freiheit tangiert werden. Die BGE 139 I 218 S. 225Verpflichtung zur Annahme einer konkreten Arbeit oder zur Teilnahme an Beschäftigungs- und Integrationsprogrammen stellt im Einzelfall in der Regel jedoch eine verhältnismässige Weisung dar (Art. 27 Abs. 2 in Verbindung mit Art. 28 Abs. 2 SHG), welche im Einklang mit den verfassungsrechtlichenGrundwerten steht (URS VOGEL, Rechtsbeziehungen - Rechte und Pflichten der unterstützten Person und der Organe der Sozialhilfe, in: Das Schweizerische Sozialhilferecht, 2008, S. 185). Die Verpflichtung zur Aufnahme einer zweimonatigen Tätigkeit in der Citypflege verletzt als relativ leichter Eingriff in die persönliche Freiheit des Beschwerdeführers weder Art. 10 Abs. 2 BV noch erweist sie sich als unverhältnismässige Einschränkung der Grundrechte im Sinne von Art. 36 BV. Eine mildere Massnahme ist nicht ersichtlich, zumal nach den unbestrittenen Feststellungen der Vorinstanz frühere Versuche zur Abklärung der beruflichen Situation gescheitert waren.\n\n4.4 Der Beschwerdeführer wirft der Vorinstanz überdies vor, den Begriff der zumutbaren Arbeit falsch angewendet zu haben. Gemäss der arbeitslosenversicherungsrechtlichen Umschreibung in Art. 16 Abs. 2 AVIG (SR 837.0) müsse eine Arbeit den berufs- und ortsüblichen Bedingungen entsprechen, angemessen Rücksicht auf die Fähigkeiten und bisherigen Tätigkeiten der unterstützten Person nehmen und ihren persönlichen Verhältnissen und dem Gesundheitszustand angemessen sein. Daraus schliesst er, von einem Informatiker könne nicht verlangt werden, in der Stadtpflege zu arbeiten. Eine solche Beschäftigung nehme in keiner Weise Rücksicht auf die Fähigkeiten und bisherigen Tätigkeiten. Zudem schmälere sie die Chancen, eine adäquate Arbeit im angestammten Beruf zu finden und brandmarke ihn als Sozialhilfeempfänger. Der Beschwerdeführer bezeichnet seine Aussichten, als Informatiker wieder eine Stelle zu finden, als intakt.\n\nDas kantonale Gericht beurteilte die Zumutbarkeit der Aufnahme einer Tätigkeit im Testarbeitsplatz der Citypflege anhand der Begriffsumschreibung in Art. 28 Abs. 2 lit. c SHG in Verbindung mit Art. 8g Abs. 2 SHV, was nicht zu beanstanden ist. Danach gilt die Teilnahme an von Kanton und Gemeinden organisierten Qualifikations-, Beschäftigungs- und Integrationsmassnahmen grundsätzlich als zumutbar, sofern nicht gesundheitliche Hinderungsgründe vorliegen, was beim Beschwerdeführer jedoch unbestrittenermassen nicht der Fall ist. Beim TAP handelt es sich um ein Angebot aus BGE 139 I 218 S. 226dem ergänzenden Arbeitsmarkt. Laut dem von der Gesundheits- und Fürsorgedirektion des Kantons Bern herausgegebenen Rahmenkonzept Testarbeitsplätze vom 3. Mai 2012 wird den Sozialhilfebeziehenden eine Arbeitsstelle mit existenzsicherndem Lohn angeboten, durch welchen sie in die Lage versetzt werden, selber für ihren Lebensunterhalt aufzukommen (Ziff. 2.2). Es wird darauf geachtet, dass den Teilnehmenden geeignete Arbeitsplätze zur Verfügung gestellt werden, die auf ihre individuelle Situation Rücksicht nehmen (Fähigkeiten, Leistungsfähigkeit, Einschränkungen); die Dauer beträgt mindestens einen bis höchstens zwei Monate (Ziff. 4.4.1). Die TAP- Teilnehmenden werden bei der Arbeit begleitet, und der Sozialdienst wird über den Verlauf und alle relevanten Begebenheiten informiert (Ziff. 4.4.4). Das Verwaltungsgericht durfte die Verpflichtung des seit längerem über kein nennenswertes Einkommen verfügenden Beschwerdeführers zur Teilnahme im TAP ohne Willkür als zumutbare Massnahme im Sinne des Sozialhilfegesetzes betrachten. Dabei ging es davon aus, dass eine Unterforderung des Beschwerdeführers bei der zu verrichtenden Tätigkeit praxisgemäss hinzunehmen sei, da die Herausforderung der TAP-Teilnahme hauptsächlich im ausserfachlichen Bereich, wie Einfügen im Team, Zuverlässigkeit und Pünktlichkeit liege. In diesem Sinne ist die Teilnahme am in Frage stehenden TAP für den Beschwerdeführer durchaus von Nutzen. Dies entspricht auch der bundesgerichtlichen Rechtsprechung. So hat das Bundesgericht im bereits erwähnten Urteil 2P.147/2002 erkannt, das kantonale Gericht habe willkürfrei davon ausgehen dürfen, dass die von der Einwohnergemeinde Bern angebotene Tätigkeit bei der Citypflege dem am Recht stehenden ausgebildeten Innendekorateur/Grafiker zumutbar sei. Eine Schmälerung der Chancen, eine adäquate Arbeit im angestammten Beruf als Informatiker zu finden, ist beim Beschwerdeführer bei Annahme des vorübergehenden niederstufigen Arbeitsangebots nicht zu befürchten, da er gemäss eigenen Angaben bereits über längere Zeit vergeblich versucht hat, im angestammten Beruf eine Erwerbstätigkeit zu finden und daher ohnehin verpflichtet ist, auch ausserhalb dieses Bereichs eine Erwerbsarbeit zu suchen. Nebst der Abklärung von Arbeits- und Kooperationswille bildet der TAP auch ein Abklärungsinstrumentarium im Rahmen der Suche nach geeigneten Anschlusslösungen (Ziff. 3 des Rahmenkonzepts). Eine Teilnahme ist daher durchaus geeignet, die erwerblichen Aussichten des Beschwerdeführers zu verbessern. BGE 139 I 218 S. 227\n\n4.5 Die weiteren Rügen des Beschwerdeführers verfangen ebenfalls nicht. Das kantonale Gericht hat mit zutreffender Begründung dargelegt, unter welchen Voraussetzungen dieser allenfalls einen Anspruch auf spezielle orthopädische Schuhe geltend machen kann. Ebenso hat es den Einwand, aufgrund der angeordneten Tätigkeit als Sozialhilfeempfänger gebrandmarkt zu werden, mit zutreffender Begründung verworfen.\n\n5.\n\n5.1 Für den Fall, dass die Arbeit bei der Citypflege als zumutbar zu qualifizieren ist und die Sozialhilfe aus diesem Grund für zwei Monate eingestellt wird, macht der Beschwerdeführer einen unzulässigen Eingriff in den Kerngehalt des Rechts auf Hilfe in Notlagen (Art. 12 BV) geltend. Zudem rügt er eine willkürliche Rechtsanwendung durch das kantonale Gericht. Die Annahme der Vorinstanz, das Nichtantreten des TAP stelle eine Pflichtverletzung dar, führe nicht zur vollständigen Leistungseinstellung infolge fehlender Anspruchsberechtigung, sondern allenfalls zu einer Leistungskürzung gemäss Art. 36 Abs. 1 SHG, die jedoch den absolut nötigen Existenzbedarf nicht berühren dürfe.\n\n5.2 Soweit der Beschwerdeführer in grundsätzlicher Hinsicht beanstandet, dass seine Nichtaufnahme der Arbeit am TAP mit der Verneinung des Anspruchs auf Sozialhilfe für die Dauer von zwei Monaten geahndet werde, kann auf das in E. 3.3 f. hievor Gesagte verwiesen werden. Das Bundesgericht hat sich in BGE 130 I 71 mit der damit angesprochenen Thematik von Schutzbereich und Kerngehalt von Art. 12 BV einlässlich auseinandergesetzt und erkannt, dass, wer objektiv befähigt wäre, sich, insbesondere durch Annahme einer zumutbaren Erwerbstätigkeit, aus eigener Kraft die für das Überleben erforderlichen Mittel zu verschaffen, weder die Voraussetzungen für den Anspruch auf Sozialhilfe noch auf finanzielle Nothilfe gemäss Art. 12 BV erfüllt. Diese Auffassung wurde im bereits erwähnten Urteil 8C_787/2011 E. 5.1 bestätigt.\n\n5.3 Eine Person, welche eine konkret zur Verfügung stehende Erwerbsmöglichkeit ausschlägt, steht somit nicht in jener spezifischen Notlage, auf die Art. 12 BV zugeschnitten ist, weshalb der Schutzbereich des Grundrechts durch die Einstellung von Hilfeleistungen in einem solchen Fall gar nicht betroffen ist. Wem es faktisch und rechtlich möglich ist, die erforderlichen Mittel für ein menschenwürdiges Dasein selbst zu beschaffen, ist nicht bedürftig und ist BGE 139 I 218 S. 228damit nicht auf Unterstützung angewiesen. Die so verstandene Anwendung des Subsidiaritätsprinzips führt jedenfalls dann nicht zu einem Konflikt mit der Kerngehaltsgarantie von Art. 12 BV, wenn die betroffene Person tatsächlich die Möglichkeit hat, eine andere Hilfsquelle in Anspruch zu nehmen und die Inanspruchnahme dieser Hilfsquelle geeignet ist, die Notlage zu überwinden. Im Falle eines Stellenangebots ist eine Notlage somit jedenfalls so lange nicht gegeben, als die betroffene Person die Arbeit antreten und damit ein Erwerbseinkommen erzielen kann. Bei Stellenangeboten auf dem ersten Arbeitsmarkt werden solche Möglichkeiten in der Regel nur kurzfristig offengehalten (z.B. während der Bedenkzeit). Anders verhält es sich grundsätzlich bei Angeboten auf dem ergänzenden Arbeitsmarkt, wo die Stelle auch nach Ablauf der vereinbarten Frist jederzeit angetreten werden kann. Dies trifft insbesondere auch auf den hier zur Diskussion stehenden TAP zu, wie die Einwohnergemeinde in ihrer Vernehmlassung ausdrücklich bestätigt. Gemäss bundesgerichtlicher Rechtsprechung kommt auch der Teilnahme an einem solchen Arbeitsprogramm für Sozialhilfeempfänger der Vorrang zu gegenüber dem Bezug von öffentlichen Unterstützungsleistungen, da mit der Teilnahme Erwerbseinkommen erzielt wird, welches zur Überwindung der Notlage dient (BGE 130 I 71; Urteil 2P.275/2003 vom 6. November 2003; kritisch dazu: HÄNZI, a.a.O., S. 92). In den beiden vom Bundesgericht beurteilten Fällen handelte es sich allerdings nicht um zum Voraus befristete Einsätze, welche die Bedürftigkeit - wie beim Beschwerdeführer - höchstens kurzzeitig zu beseitigen vermögen. Trotzdem besteht kein Anlass, bei der vorliegenden Konstellation von der bestehenden Praxis abzuweichen. Entsprechende Gründe werden vom Beschwerdeführer auch nicht genannt.\n\n5.4 Das Verwaltungsgericht hat erwogen, mit der Weigerung zur Teilnahme am TAP widersetze sich der Beschwerdeführer einer Abklärungsmassnahme und schlage gleichzeitig ein konkretes, befristetes Arbeitsangebot aus. Unter Hinweis auf die erwähnte bundesgerichtliche Rechtsprechung hat es geprüft, ob es sich dabei um eine Pflichtverletzung handelt, auf die mit einer Sanktion zu reagieren ist oder ob ein Sachverhalt vorliegt, welcher die Voraussetzungen zum Bezug von Hilfeleistungen betrifft. Ausgehend von der Feststellung, dass die TAP-Einsätze bei vollem Pensum mit einem den Sozialhilfeansatz übersteigenden Lohn entschädigt werden und bei Antritt der Stelle die Sozialhilfe so lange ausgerichtet wird, bis BGE 139 I 218 S. 229der Lohn bezahlt wird, ging das kantonale Gericht davon aus, dass der Beschwerdeführer bei einer Teilnahme während zweier Monate selber für seinen Lebensunterhalt hätte aufkommen können. Es betrachtete daher eine auf zwei Monate befristete vollständige Einstellung der Unterstützungsleistungen als rechtmässig.\n\n5.5 War es dem Beschwerdeführer somit zumutbar, die angewiesene Stelle beim TAP anzutreten, folgt daraus, dass er weder nach dem kantonalen Sozialhilfe- oder Verfassungsrecht noch aufgrund von Art. 12 BV während der vorgesehenen Dauer von zwei Monaten einen Anspruch auf wirtschaftliche Unterstützung hat. Die befristete vollständige Einstellung der Unterstützungsleistungen ist damit weder willkürlich noch sonst wie verfassungswidrig. Die Frage, ob die Voraussetzungen für den Eingriff in das Grundrecht auf Existenzsicherung erfüllt wären, namentlich, ob ein Eingriff in den Kerngehalt dieses Grundrechts vorläge (vgl. Art. 36 BV), stellt sich bei dieser Rechtslage nicht. Ebenso wenig muss geprüft werden, ob und unter welchen Voraussetzungen ein rechtsmissbräuchliches Verhalten - welches dem Beschwerdeführer im Übrigen nicht vorgeworfen wird - allenfalls eine vollständige Verweigerung der Unterstützungsleistungen rechtfertigen könnte."}