{"annee": "139", "cour": "III", "page": "504", "date": "8/11/2013", "cite": ["139 II 279", "130 III 550", "67 III 85", "79 III 6", "71 III 133", "138 III 219", "139 II 384", "138 III 537", "129 III 595", "63 III 70", "135 II 145", "65 III 1", "130 II 521", "139 II 328", "53 III 71", "118 IA 129", "120 III 42"], "cite_par": ["142 III 110", "145 III 422", "142 III 180"], "chapeau": "74. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre Maître B., agissant en sa qualité de liquidateur de C. Ltd (en liquidation) (recours en matière civile)\n\n5A_408/2013 du 8 novembre 2013", "regestes": ["Art. 76 al. 1 LTF; distinction entre qualité pour recourir et qualité pour agir ou pour défendre. La qualité pour recourir au sens de l'art. 76 al. 1 LTF est une condition de recevabilité alors que la qualité pour agir ou pour défendre est une condition de droit matériel (consid. 1.2).", "Art. 166 ss et 29 LDIP; qualité d'opposant à la reconnaissance de la décision de faillite rendue à l'étranger. Le tiers débiteur, défendeur à l'action révocatoire, n'a pas la qualité pour s'opposer à la reconnaissance en Suisse de la faillite de la société étrangère qui a obtenu la cession de la prétention révocatoire contre lui et agit en révocation contre lui (consid. 3)."], "faits": "BGE 139 III 504 S. 505\n\nA.\n\nA.a Entre avril et novembre 2008, C. Ltd (ci-après: C.), société à responsabilité limitée de droit israélien, active dans le commerce de diamants, ayant son siège à D. (Israël) et contrôlée par la famille E. au travers de la holding de droit luxembourgeois E. Sàrl, a acquis des diamants, au moyen de crédits octroyés par deux banques israéliennes, et les a vendus à F., société dont le siège est à H. et qui fait également partie du groupe E., pour le prix de USD 41'625'529.97.\n\nF. n'a payé à C. que le montant d'environ 3 millions de USD; le solde de USD 39'158'228 reste impayé. F. a pourtant revendu les diamants à A., société de droit belge ayant son siège à G., pour le prix de USD 42'600'000.\n\nA.b Le 31 mars 2009, F. et A. ont signé une convention prévoyant la réduction du prix de 10 millions de USD, le versement d'un montant de 10'005'990 fr. à F. et la cession d'une créance de USD 20'112'007 de A. à F.\n\nA.c Dans la faillite de F., prononcée le 23 septembre 2009 par le Tribunal de première instance du canton de Genève (ci-après: Tribunal de première instance), C. a produit une créance de USD 27'036'382, qui a été colloquée en 3e classe.\n\nA.d La masse en faillite de F. a ouvert action contre A. le 17 septembre 2010, en révocation de la convention du 31 mars 2009, en répétition des prestations effectuées en exécution de cette convention et, subsidiairement, en paiement de USD 30'112'007, USD 10'005'990 et USD 10'440'000.\n\nElle a ensuite cédé cette prétention contre A., notamment, à C. le 3 février 2011, qui est devenue demanderesse à la procédure en révocation.\n\nB. Dans l'intervalle, à la demande des deux banques israéliennes qui lui avaient octroyé des crédits, C. a été tout d'abord mise sous contrôle judiciaire en 2009 par jugements des 13 et 24 mai 2009, jugements reconnus en Suisse par décision du Tribunal de première instance de Genève du 20 janvier 2010.\n\nPuis, par jugement du 14 septembre 2010, le Tribunal de district de I. (Israël) a ordonné sa dissolution et sa liquidation; Maître B. a été désigné comme liquidateur provisoire, puis permanent, et chargé BGE 139 III 504 S. 506notamment de récupérer tous les avoirs et toutes les créances de C. et, dans ce contexte, autorisé à plaider à l'étranger.\n\nC. Le liquidateur B. a déposé une demande de reconnaissance de la faillite de C. devant le Tribunal de première instance de Genève.\n\nA. s'est opposée à la reconnaissance de la faillite en Suisse, au motif principal que l'Etat d'Israël n'offrait pas la réciprocité s'agissant de la reconnaissance d'une faillite prononcée en Suisse, et a sollicité de pouvoir intervenir en qualité d'opposante à la procédure, ce qui lui a été accordé. Le liquidateur s'est opposé à l'intervention de A., au motif que celle-ci n'avait pas la qualité pour être opposante.\n\nLes parties ont produit chacune un avis de droit sur la question de la réciprocité au sens de l'art. 166 al. 1 let. c LDIP.\n\nPar jugement du 17 décembre 2012, le Tribunal de première instance a reconnu le jugement israélien rendu le 14 septembre 2010 qui prononçait la dissolution et la liquidation judiciaire de C. et désignait B. en qualité de liquidateur (ch. 1). Il a en conséquence prononcé l'ouverture d'une procédure de faillite ancillaire en Suisse à l'encontre de C. (ch. 2) et, entre autres, ordonné la transmission du jugement à l'office des faillites notamment pour exécution de la procédure de faillite ancillaire (ch. 3). Il a admis que la condition de la réciprocité prévue par l'art. 166 al. 1 let. c LDIP est réalisée. Bien qu'il ait autorisé A. à intervenir au litige, le Tribunal de première instance a laissé ouverte la question de la qualité de A. pour s'opposer à la reconnaissance, celle-ci étant sans incidence sur l'issue du litige.\n\nStatuant par arrêt du 26 avril 2013, la Cour de justice du canton de Genève a admis la qualité pour recourir et pour s'opposer de A. et a rejeté son recours, la condition de la réciprocité de l'art. 166 al. 1 let. c LDIP étant, selon elle, remplie.\n\n(...)\n\nPar arrêt du 8 novembre 2013, le Tribunal fédéral a rejeté le recours interjeté par A. contre cette décision.\n\n(extrait)\n\nExtrait des considérants:", "considerants": "1.\n\n1.2 Conformément à l'art. 76 al. 1 LTF, a qualité pour former un recours en matière civile quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire (let. a) BGE 139 III 504 S. 507et est particulièrement touché par la décision attaquée et a un intérêt digne de protection à son annulation ou sa modification (let. b).\n\nEn l'espèce, la première condition est remplie dès lors que la recourante a participé à la procédure cantonale et qu'elle n'a pas obtenu ce à quoi elle avait conclu. Il y a lieu d'admettre également qu'elle est touchée et a un intérêt digne de protection au recours. En effet, la qualité pour recourir, qui est une condition de recevabilité, ne se confond pas avec la qualité pour agir ou pour défendre au fond, en l'espèce avec la qualité pour requérir la reconnaissance de la décision étrangère ou la qualité pour s'opposer à la reconnaissance au sens de l'art. 167 al. 1 en relation avec l'art. 29 al. 2 LDIP (RS 291), qui est une condition de droit matériel. Il n'y a pas lieu d'anticiper sur le sort de cette question pour décider si le recours est recevable. Pour que l'intérêt au recours soit admis, il suffit que le recourant apparaisse atteint dans un droit qui lui appartient.\n\n(...)\n\n3. Saisi d'un recours en matière civile, le Tribunal fédéral applique le droit d'office (art. 106 al. 1 LTF). Il examine donc d'office et librement la qualité pour agir et la qualité pour défendre, qui sont des conditions de droit matériel, sur la base des faits constatés dans l'arrêt attaqué (ATF 130 III 550 consid. 2; ATF 118 Ia 129 consid. 1 et les arrêts cités).\n\n3.1 Les art. 166 ss LDIP ne prévoient que la reconnaissance de la décision de faillite rendue à l'étranger, à l'exclusion de son exécution (ou exequatur au sens strict), le but de la reconnaissance de la faillite étrangère étant l'ouverture d'une faillite ancillaire en Suisse. Selon l'art. 167 al. 1 LDIP, la requête en reconnaissance est portée devant le tribunal du lieu de situation des biens en Suisse et l'art. 29 LDIP est applicable par analogie. La procédure est soumise aux art. 335 à 346 CPC (art. 335 al. 3 CPC; cf. ANDREAS BUCHER, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 2 in fine ad art. 29 LDIP).\n\n3.2 En vertu de l'art. 29 LDIP, la requête en reconnaissance est adressée à l'autorité compétente du canton où la décision étrangère est invoquée, accompagnée de différentes pièces (al. 1); la partie qui s'oppose à la reconnaissance est entendue dans la procédure et elle peut y faire valoir ses moyens (al. 2).\n\nSelon le Message du Conseil fédéral du 10 novembre 1982 concernant une loi fédérale sur le droit international privé (FF 1983 I 255), BGE 139 III 504 S. 508la partie intéressée à ce que la décision soit (reconnue et) déclarée exécutoire au sens de l'art. 28 LDIP (art. 26 du projet du Conseil fédéral) est en général la partie qui a obtenu gain de cause dans la procédure étrangère et qui veut faire valoir ses droits en Suisse; mais il peut aussi y avoir des cas où c'est la partie qui a succombé qui peut avoir intérêt à la reconnaissance; pour l'interprétation de la notion de partie intéressée, on peut s'inspirer par voie d'analogie de l'art. 6 de la loi fédérale sur la procédure administrative (FF 1983 319 ch. 217.4), qui règle la qualité de partie en procédure administrative fédérale.\n\nPar ailleurs, selon la jurisprudence, l'art. 29 al. 2 LDIP, appliqué par analogie, n'impose pas au tribunal saisi de la requête en reconnaissance d'une décision de faillite étrangère, de convoquer le failli, ou les éventuels opposants à l'audience où sera examinée la requête, mais exige uniquement que la partie qui s'oppose à la reconnaissance soit entendue dans la procédure. L'ensemble des intéressés sera informé de la décision reconnaissant la faillite par la publication de celle-ci (art. 169 al. 1 LDIP) et ils pourront faire valoir leurs moyens d'opposition, conformément à l'art. 29 al. 2 LDIP, en interjetant recours contre la décision de reconnaissance (arrêt B.144/1991 du 27 novembre 1991 consid. 3, cité et approuvé par ANDREA BRACONI, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 12 ad art. 167 LDIP et les références citées, et par KAUFMANN-KOHLER/RIGOZZI, in Commentaire romand, Poursuite et faillite, 2005, n° 13 ad art. 167 LDIP).\n\n3.3 Aux termes de l'art. 6 PA (RS 172.021), ont qualité de parties les personnes dont les droits ou les obligations pourraient être touchés par la décision à prendre, ainsi que les autres personnes, organisations ou autorités qui disposent d'un moyen de droit contre cette décision.\n\nL'art. 6 PA définit ainsi la qualité de partie à la procédure de première instance en relation avec la qualité pour recourir au sens de l'art. 48 PA, disposition qui correspond à l'art. 89 al. 1 LTF et doit être interprétée de la même manière: celui qui a la qualité pour recourir selon ces deux dernières dispositions a aussi la qualité de partie en première instance (ATF 139 II 328 consid. 3.2 et les arrêts cités, ATF 139 II 279 consid. 2.2; ATF 130 II 521 consid. 2.5).\n\nA ainsi la qualité de partie celui qui est particulièrement touché par la décision attaquée et a un intérêt digne de protection à ce qu'elle BGE 139 III 504 S. 509soit annulée ou modifiée. Est particulièrement touché celui qui est atteint de manière directe et concrète et dans une mesure et avec une intensité plus grande que d'autres personnes et se trouve dans un rapport étroit et spécial avec l'objet de la contestation. A un intérêt digne de protection, celui qui a un intérêt juridique ou de fait à ce que la décision soit annulée ou modifiée: cet intérêt consiste dans l'utilité pratique que la modification ou l'annulation lui apporterait, en lui évitant de subir directement un préjudice de nature économique, idéale, matérielle ou autre (ATF 139 II 279 consid. 2.2; ATF 135 II 145 consid. 6.1). La qualité de partie est définie de la même manière à l'art. 17 al. 1 LP (ATF 138 III 219 consid. 2.3; ATF 129 III 595 consid. 3; ATF 120 III 42 consid. 3), qu'à l'art. 76 al. 1 let. b LTF dans sa teneur en vigueur depuis le 1er janvier 2011 (ATF 138 III 537 consid. 1.2.2).\n\nLa question de savoir si le tiers débiteur d'une créance ou d'une prétention révocatoire de la masse en faillite est particulièrement touché et a un intérêt digne de protection a notamment été tranchée en relation avec la cession de cette créance ou de cette prétention aux créanciers selon l'art. 260 LP, dans l'application de l'art. 17 al. 1 LP. Il a été jugé que le tiers débiteur est certes touché de manière directe par la cession aux créanciers de la créance que l'administration de la masse a inventoriée contre lui; s'il a un intérêt de fait à l'annulation de la cession, qui a pour conséquence de priver le cessionnaire de la qualité pour agir contre lui, il doit encore être directement lésé par cet acte. Pour déterminer si tel est le cas, il faut examiner le vice éventuel dont serait entaché l'acte de cession (arrêt 5A_483/2012 du 23 août 2012 consid. 5.3.3). Ainsi, il a été admis que le tiers est directement lésé lorsque la décision de cession rendue par l'administration de la faillite l'exposerait au risque d'être recherché plusieurs fois pour la même prétention, à savoir lorsque la cession aurait eu lieu sans renonciation préalable de la communauté des créanciers et sans que la possibilité n'ait été donnée à tous les créanciers de présenter une demande de cession (ATF 79 III 6 consid. 1 et les références citées) ou dans des circonstances n'excluant pas que d'autres créanciers demandent ultérieurement la cession (ATF 53 III 71). En revanche, le tiers n'est pas directement lésé lorsqu'il s'immisce dans la procédure interne de la cession des prétentions selon l'art. 260 LP, qui n'intéresse que l'administration de la masse (ATF 71 III 133 consid. 1; 67 III 85 p. 88), qu'il entend empêcher que le cercle des créanciers cessionnaires soit élargi (ATF 71 III 133 consid. 1), que la cession soit confirmée (ATF 65 III 1 consid. 1) ou que le délai imparti BGE 139 III 504 S. 510au créancier cessionnaire pour agir soit prolongé (ATF 63 III 70 consid. 3), ou se plaindre des modalités de la cession (ATF 67 III 85 p. 88; 74 III 72; sur l'ensemble de ces points, cf. arrêt 5A_483/2012 du 23 août 2012 consid. 5.3.3).\n\nDans un arrêt récent, le Tribunal fédéral vient de préciser que le tiers débiteur d'une prétention révocatoire n'est pas directement lésé par la cession accordée par l'administration de la masse dès lors que, même si la cession était viciée, il ne serait pas libéré pour autant, la prétention continuant d'appartenir à la masse; la question de la répartition de l'actif n'intéresse pas le défendeur à l'action révocatoire, qui peut faire valoir ses moyens dans le cadre de l'action révocatoire intentée contre lui (ATF 139 II 384 consid. 2.2.2).\n\nDe la même manière que le tiers débiteur, défendeur à l'action révocatoire, n'est pas directement lésé par la cession de la prétention révocatoire au créancier qui a ouvert action contre lui, le tiers débiteur, défendeur à l'action révocatoire, n'est pas directement lésé par la reconnaissance en Suisse de la faillite de la société étrangère qui a obtenu la cession de la prétention révocatoire contre lui et agit en révocation contre lui.\n\n3.4 En l'occurrence, la société recourante, défenderesse à l'action révocatoire, n'est pas directement lésée par la reconnaissance de la faillite de la société C. en Suisse, cessionnaire et demanderesse à l'action révocatoire. Certes, elle est concernée plus que tout un chacun par la décision attaquée puisque, comme elle l'indiquait dans son recours cantonal, le refus de la reconnaissance de la faillite de C. en Suisse remettrait en cause tant la production de celle-ci dans la faillite de F. que la qualité de celle-ci pour agir dans l'action révocatoire dirigée contre elle. Mais elle n'a pas un intérêt digne de protection à s'opposer à la reconnaissance dès lors que cette reconnaissance ne lui cause pas un préjudice direct: c'est en effet la masse en faillite de F. qui est titulaire de la prétention révocatoire, la cession de l'art. 260 LP n'ayant que pour effet de transférer au cessionnaire le droit d'agir en lieu et place de la masse (Prozessführungsbefugnis ou Prozessstandschaft). C'est dans le cadre de l'action révocatoire intentée contre elle qu'elle peut et doit faire valoir ses moyens afin d'éviter de subir un \"préjudice direct\".\n\nIl s'ensuit que le recours doit être rejeté par substitution des motifs qui précèdent."}