{"annee": "139", "cour": "III", "page": "217", "date": "10/1/2013", "cite": ["131 III 268", "131 III 511", "115 II 108", "110 II 276", "132 III 609", "115 II 474"], "cite_par": ["145 III 409", "144 III 43"], "chapeau": "31. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. SA contre Y. (recours en matière civile)\n\n4A_450/2012 du 10 janvier 2013", "regestes": ["Contrat de voyage à forfait (art. 1 de la loi sur les voyages à forfait) ou contrat de courtage (art. 412 CO)? La seule mise à disposition d'un bateau de plaisance ne relève pas de la loi fédérale du 18 juin 1993 sur les voyages à forfait, contrairement à la vente d'une croisière (consid. 2.1). Délimitation entre les différents contrats d'utilisation du navire selon la loi fédérale du 23 septembre 1953 sur la navigation maritime sous pavillon suisse (consid. 2.2). Celui qui met en relation une partie avec le propriétaire d'un bateau et négocie pour elle un contrat d'affrètement avec celui-ci agit en tant que courtier (consid. 2.3)."], "faits": "", "considerants": "BGE 139 III 217 S. 217\n\nExtrait des considérants:\n\n2.\n\n2.1 Le point litigieux est de savoir si le contrat conclu entre les parties relève de la loi fédérale du 18 juin 1993 sur les voyages à forfait (RS 944.3; ci-après: LVF), entrée en vigueur le 1er juillet 1994.\n\nBGE 139 III 217 S. 218A cette question, le juge de première instance a donné une réponse négative, tandis que la cour cantonale lui a apporté une réponse positive.\n\nIl faut donc trancher cette question avant tout autre examen.\n\n2.1.1 Après le rejet par le peuple le 6 décembre 1992 de l'Accord sur l'Espace économique européen (EEE), le Conseil fédéral a décidé d'accélérer le processus d'ouverture du pays à l'étranger et au reste du monde (Message du 24 février 1993 sur le programme consécutif au rejet de l'Accord EEE, FF 1993 I 761). Il a décidé de reprendre certains projets du paquet \" Eurolex \" qui avaient été présentés dans la perspective d'une participation à l'EEE (FF 1993 I 786 ch. 143). Parmi les projets qui ont été ainsi repris figure la loi sur les voyages à forfait, qui transpose la directive européenne 90/314/CEE du 13 juin 1990 concernant les voyages, vacances et circuits à forfait (FF 1993 I 836 ch. 255; Message II du 15 juin 1992 sur l'adaptation du droit fédéral au droit de l'EEE, FF 1992 V 735 ch. 6.3).\n\n2.1.2 La notion de voyage à forfait est définie par l'art. 1er de la loi fédérale, qui correspond, mot à mot, à l'art. 2 de la directive européenne, sauf que le terme logement utilisé par la directive a été remplacé par hébergement sans que l'on puisse saisir la portée de cette modification.\n\nPar voyage à forfait, on entend la combinaison fixée préalablement d'au moins deux des prestations suivantes, lorsqu'elle est offerte à un prix global et qu'elle dépasse 24 heures ou inclut une nuitée:\n\na. le transport;\n\nb. l'hébergement;\n\nc. les autres services touristiques non accessoires au transport ou à l'hébergement représentant une part importante dans le forfait (art. 1 al. 1 LVF).\n\nIl y a voyage à forfait même si les diverses prestations d'un même voyage sont facturées séparément (art. 1 al. 2 LVF).\n\nPour que la loi soit applicable, il faut qu'il y ait un organisateur, par quoi on entend une personne qui, de façon non occasionnelle, organise des voyages à forfait et les offre directement ou par l'intermédiaire d'un détaillant (art. 2 al. 1 LVF). Le travail d'organisation consiste précisément à combiner des services touristiques comme le prévoit l'art. 1 al. 1 LVF. BGE 139 III 217 S. 219\n\nLe législateur songeait notamment à l'hypothèse où une agence de voyages propose, pour un prix global, un voyage à Paris avec deux nuitées (FF 1992 V 742 ch. 3.2). Dans ce cas en effet, l'agence a organisé un voyage en offrant deux prestations touristiques essentielles, à savoir le transport aller-retour pour Paris et l'hébergement à l'hôtel pendant deux nuits (cf. art. 1 al. 1 let. a et b LVF). Si l'organisateur ne fournit qu'une seule de ces deux prestations (le transport ou l'hébergement), il faut qu'il fournisse encore un autre service touristique essentiel (art. 1 al. 1 let. c LVF). La doctrine cite l'hypothèse où l'agence de voyages offre le vol et une voiture de location à destination (VITO ROBERTO, in Basler Kommentar, Obligationenrecht, vol. I, 5e éd. 2011, n° 5 ad art. 1 LVF p. 3070; BERND STAUDER, in Commentaire romand, Code des obligations, vol. I, 2003, n° 7 ad art. 1 LVF p. 2334).\n\nEn revanche, une prestation touristique accessoire ne suffit pas pour constituer l'une des deux prestations nécessaires à l'existence d'un voyage à forfait. La doctrine considère comme accessoire la réservation d'une couchette dans un train, la nourriture servie à bord d'un avion (STAUDER, op. cit., n° 5 ad art. 1 LVF p. 2334; ROBERTO, op. cit., n° 4 ad art. 1 LVF p. 3069/3070). On ne traite cependant pas d'accessoire la fourniture d'un billet d'entrée pour un festival ou une manifestation sportive lorsqu'il s'agit à l'évidence du but du voyage (STAUDER, op. cit., n° 4 in fine ad art. 1 LVF).\n\n2.1.3 En l'espèce, le débat s'est figé sur la question de savoir s'il y avait ou non une combinaison de deux prestations touristiques principales.\n\nLa mise à disposition d'un bateau - comme d'ailleurs la location d'un motorhome - présente cette particularité de permettre à la fois le transport et l'hébergement. S'agit-il alors d'un travail d'organisation consistant à combiner deux prestations touristiques différentes ? Le juge de première instance a considéré qu'il ne s'agissait que d'une seule prestation qui comportait, par nature, à la fois le transport et l'hébergement. La cour cantonale a laissé la question ouverte, mais elle a admis qu'il y avait d'autres prestations touristiques principales. On ne peut pas la suivre sur ce point. Qu'il y ait un équipage à bord du bateau - ce qui paraît nécessaire pour une embarcation de cette taille - n'est qu'une prestation accessoire à l'usage de la chose. Dans le cas où il est fourni un billet d'avion, il ne viendrait pas à l'idée de dire que la présence de l'équipage est une prestation supplémentaire parce que le touriste n'est pas obligé de piloter lui-même l'avion. De la même manière, la présence d'un cuisinier, pour un bateau qui doit BGE 139 III 217 S. 220pouvoir voguer en pleine mer pendant plusieurs jours, apparaît comme un complément accessoire et nécessaire pour l'utilisation de la chose. Pour reprendre la comparaison précédente, fournir un plateau de repas sur un vol long-courrier n'est assurément pas une prestation touristique principale. Quant à l'équipement du bateau, il s'agit aussi d'une prestation accessoire destinée à en renforcer l'agrément, au même titre que la possibilité de voir des films et d'écouter de la musique sur un vol long-courrier. Quant à l'activité du courtier, elle ne constitue pas en elle-même une prestation touristique, notion qui ne comprend que ce que le touriste reçoit durant son voyage. Ainsi, il n'y a pas d'autres prestations en l'espèce que la mise à disposition du bateau, étant souligné que l'intimée organisait elle-même son déplacement jusqu'au port d'embarquement, puis son retour à partir du port de débarquement.\n\nLa doctrine admet cependant qu'une croisière donne lieu à un voyage à forfait (ROBERTO, op. cit., n° 4 ad art. 1 LVF p. 3070; STAUDER, op. cit., n° 7 ad art. 1 LVF p. 2334). Dans un cas qui concernait l'organisation d'un voyage de Trieste en Extrême-Orient à bord d'un cargo, la Cour de justice de l'Union européenne, par arrêt du 7 décembre 2010 C-585/08 Peter Pammer contre Reederei Karl Schlüter GmbH & Co. KG et C-144/09 Hotel Alpenhof GesmbH contre Oliver Heller, Rec. 2010 I-12527 points 45 et 46, a considéré qu'il s'agissait d'un voyage à forfait. Comme la volonté du législateur a été sur ce point d'adopter des règles qui coïncident avec celles de l'Union européenne, on ne saurait s'écarter sans raison sérieuse de la jurisprudence européenne.\n\n2.1.4 En admettant que la vente d'une croisière constitue un voyage à forfait, dès lors qu'elle englobe, pour plusieurs jours, le transport et l'hébergement, une autre difficulté apparaît immédiatement. On ne se trouve pas, à considérer les données de l'espèce, en présence de la vente d'une croisière. Comme le souligne la doctrine, la croisière suppose un programme (ROBERTO, op. cit., n° 4 ad art. 1 LVF p. 3070). L'organisateur imagine un itinéraire comportant des escales attrayantes et conçoit ainsi un voyage dans son ensemble - même s'il se déroule à bord d'un seul et même navire - qu'il présente comme un tout pour un prix forfaitaire. Cette situation correspond bien à la notion de voyage à forfait. La doctrine considère que l'on vise ainsi un contrat d'organisation de voyages (STAUDER, op. cit., n° 2 ad art. 1 LVF p. 2333). Ce contrat se caractérise par l'activité de l'organisateur, qui conçoit un produit, combine des prestations et le BGE 139 III 217 S. 221commercialise comme un tout (STAUDER, op. cit., n° 8 ad art. 1 LVF p. 2334). Mais la loi sur les voyages à forfait n'est pas applicable si le touriste organise lui-même son voyage en concluant pour cela les différents contrats nécessaires (STAUDER, op. cit., n° 1 ad art. 1 LVF p. 2333).\n\nEn l'espèce, l'intimée a organisé elle-même son déplacement jusqu'au port d'embarquement et son retour à partir du port d'arrivée. Elle a voulu la mise à sa disposition d'un yacht, sans demander à son cocontractant de lui concevoir un itinéraire. D'après les constatations cantonales - qui lient le Tribunal fédéral (art. 105 al. 1 LTF) -, on comprend que l'intimée pouvait aller où elle le voulait avec le yacht, à charge pour elle de le restituer au lieu prévu et à la date prévue. On se trouve dans une situation analogue à celle d'un touriste qui, ayant organisé par lui-même son déplacement dans un pays étranger, y loue un motorhome pour un certain nombre de jours afin de se déplacer à sa guise. Il est clair que le motorhome lui fournit la possibilité de se déplacer et de se loger, mais on ne saurait dire que la location d'un motorhome constitue un voyage à forfait, précisément parce qu'il ne s'agit pas de la vente d'un voyage organisé en tout ou en partie, mais seulement de la cession à titre onéreux de l'usage d'une chose. En l'espèce, le contrat ne portait pas sur la fourniture d'un voyage, mais seulement sur la mise à disposition pendant un certain temps d'un bateau avec son équipage et son équipement. Ainsi, il apparaît que l'intimée a organisé elle-même son voyage en concluant les contrats nécessaires à cette fin et que la mise à disposition du bateau n'est que l'un de ces contrats. Pour ce motif déjà, la loi sur les voyages à forfait n'est pas applicable.\n\n2.1.5 Elle ne l'est pas non plus pour une autre raison. A chaque fois, le contrat d'affrètement a été conclu et signé entre l'intimée et le propriétaire du bateau. La recourante n'apparaît que comme le courtier de l'intimée. La recourante ne se présente pas comme un organisateur de voyages, ni dans son inscription au registre du commerce, ni dans sa publicité, ni dans les contrats conclus. Elle n'apparaît pas davantage comme un représentant d'un organisateur de voyages, c'est-à-dire un détaillant au sens de la LVF (art. 2 al. 2 LVF). Il ressort au contraire clairement des contrats conclus qu'elle était le courtier de l'intimée, rémunérée par elle. Or il a déjà été jugé que la LVF ne s'applique pas au courtier du touriste (arrêt 4C.125/2004 du 29 juin 2004 consid. 2.1; cf. également: ROBERTO, op. cit., n° 2 ad art. 1 LVF p. 3069 et n° 1 ad art. 2 LVF p. 3072; avant l'entrée en vigueur de la LVF: ATF 115 II 474 consid. 2). Il n'y a pas lieu de revenir sur cette BGE 139 III 217 S. 222jurisprudence et cela clôt la question: la LVF n'est pas applicable aux rapports entre les parties.\n\n2.2 Il faut maintenant se pencher sur les contrats qui ont été conclus.\n\nAgissant en son nom personnel et signant elle-même, l'intimée, pour chaque bateau, a conclu un contrat avec le propriétaire de l'embarcation, portant sur l'usage de celle-ci.\n\nMême s'il présente un caractère international, un contrat doit tout d'abord être qualifié selon la loi interne du for (ATF 132 III 609 consid. 4 p. 615; ATF 131 III 511 consid. 2.1 p. 515).\n\nEn matière de navigation maritime, le droit suisse distingue la location de navire, l'affrètement et le contrat de transport. La location de navire est le contrat par lequel le bailleur s'oblige à conférer au locataire, contre paiement d'un loyer, l'usage et le contrôle d'un navire sans équipage et sans armement (art. 90 al. 1 de la loi fédérale du 23 septembre 1953 sur la navigation maritime sous pavillon suisse; LNM; RS 747.30). L'affrètement est le contrat par lequel l'armateur s'oblige, en tant que fréteur, à mettre à la disposition de l'affréteur, contre rémunération, tout ou partie de la contenance d'un navire désigné, soit pour une durée déterminée (charte-partie au temps), soit pour un ou plusieurs voyages déterminés (charte-partie au voyage) (art. 94 al. 1 LNM); dans le contrat d'affrètement, le fréteur fait profiter son cocontractant de l'utilisation du navire, mais il en conserve, par son personnel, la possession et le contrôle (ATF 115 II 108 consid. 4a p. 109). Dans le contrat de transport maritime, le transporteur s'oblige à effectuer, contre paiement du fret, le transport de marchandises par mer stipulé par le chargeur (art. 101 al. 1 LNM).\n\nEn l'espèce, l'intimée a obtenu, dans chaque cas, l'usage du bateau, avec son équipage et son armement, pour y voyager à sa guise pendant un temps déterminé, moyennant une rémunération qu'elle s'est engagée à payer. On se trouve donc manifestement en présence de trois contrats d'affrètement successifs.\n\nIl résulte clairement de l'art. 21 des conditions générales incorporées à chaque convention que la recourante n'est pas partie au contrat d'affrètement.\n\nComme la présente action n'est pas dirigée contre l'un des fréteurs, il apparaît d'emblée qu'elle ne peut pas porter sur l'inexécution ou la mauvaise exécution de l'un ou l'autre des contrats d'affrètement. Il n'y a dès lors pas lieu d'examiner plus avant quel est le droit applicable à ces contrats, ni d'en étudier le contenu. BGE 139 III 217 S. 223\n\n2.3 Pour ce qui est des rapports entre les parties présentement en cause, il faut constater que l'intimée a chargé la recourante, à chaque fois, de la mettre en contact avec le propriétaire du bateau et de négocier pour elle le contrat d'affrètement, service pour lequel elle devait rémunérer la recourante.\n\nLe contrat conclu entre les parties doit donc être qualifié, selon la loi interne du for, comme un contrat de courtage (art. 412 al. 1 CO).\n\nComme la prestation caractéristique est fournie par le courtier qui a son siège à Genève, il n'est pas douteux que le droit suisse est applicable (art. 117 al. 3 let. c LDIP [RS 291]).\n\nSelon l'art. 412 al. 1 CO, le courtage est un contrat par lequel le courtier est chargé, moyennant un salaire, soit d'indiquer à l'autre partie l'occasion de conclure une convention, soit de lui servir d'intermédiaire pour la négociation d'un contrat. Le courtage doit présenter les deux éléments essentiels suivants: il doit être conclu à titre onéreux et les services procurés par le courtier, qu'il soit indicateur ou négociateur, doivent tendre à la conclusion d'un contrat, quelle qu'en soit la nature (ATF 131 III 268 consid. 5.1.2 p. 275). Les deux prestations possibles d'un courtier (indiquer un cocontractant ou négocier le contrat) peuvent être cumulées (ATF 110 II 276 consid. 2a p. 277). Le courtier n'est en principe pas le représentant direct de son client lors de la conclusion du contrat (arrêt 4C.112/1997 du 23 janvier 1998 consid. 2c/aa). Suivant les circonstances, le courtier peut être chargé de veiller plus ou moins largement aux intérêts de son cocontractant (ATF 110 II 276 consid. 2a p. 277 s.). Les règles du mandat (art. 394 ss CO) sont applicables au contrat de courtage, en tant qu'elles sont compatibles avec la nature de ce contrat (art. 412 al. 2 CO; ATF 110 II 276 consid. 2a p. 277). La conclusion du contrat de courtage n'est soumise à aucune exigence de forme (ATF 131 III 268 consid. 5.1.2 p. 275).\n\nEn l'espèce, la recourante a été chargée par l'intimée, pour chaque bateau, de mettre les parties en présence et de négocier le contrat d'affrètement, moyennant rémunération à la charge de l'intimée. On se trouve donc en présence d'un contrat de courtage qui cumule l'obligation de mettre les parties en contact et celle de négocier le contrat. Que le contrat n'ait pas été conclu par écrit est sans pertinence, puisqu'il s'agit d'un contrat informel.\n\nIl résulte des constatations cantonales - qui lient le Tribunal fédéral (art. 105 al. 1 LTF) - que le courtier, pour le premier bateau, a mis BGE 139 III 217 S. 224l'intimée en relation avec le propriétaire et a négocié les conditions du contrat. Il a donc fourni sa prestation de courtier. Que ce bateau n'ait pas pu être mis à disposition de l'intimée est une question qui touche l'exécution du contrat d'affrètement, dont le courtier n'est pas responsable. En tant que mandataire de l'intimée, il a récupéré la somme versée et on ne voit pas qu'il ait pu obtenir davantage.\n\nPour le deuxième bateau, le courtier a fourni sa prestation en mettant les parties en présence et en négociant les conditions du contrat. Que la prestation du fréteur n'ait pas été satisfaisante ne concerne pas le courtier et l'intimée ne peut rien lui réclamer de ce chef. L'intimée ne peut pas reprocher à la recourante de lui avoir proposé un bateau inapproprié, puisqu'elle l'a elle-même choisi en dehors de la liste des embarcations suggérées par le courtier. Par ailleurs, il n'est pas contesté que le courtier, agissant pour l'intimée, a récupéré ce qui pouvait l'être sur la somme versée.\n\nDans le cas du troisième bateau, le courtier a également mis les parties en présence et négocié le contrat. Il a donc fourni sa prestation. L'intimée a été informée par le courtier que ce bateau coûtait plus cher et elle a accepté cette différence de prix, se sentant responsable à l'égard de ses invités. Vu l'urgence, le courtier a avancé le surplus nécessaire. Le courtage relevant subsidiairement du mandat (art. 412 al. 2 CO), il faut retenir que le courtier a droit au remboursement de ses avances en vertu de l'art. 402 al. 1 CO. En effet, cette disposition prévoit que le mandant doit rembourser au mandataire, en principe avec intérêts, les avances et frais que celui-ci a fait pour l'exécution régulière du mandat, et le libérer des obligations par lui contractées. Le montant dû à ce titre n'étant pas contesté, il n'y a pas lieu d'y revenir.\n\nIl résulte de ce qui précède que l'arrêt attaqué viole le droit fédéral et qu'il faut rétablir la situation résultant du jugement de première instance. Le contrat conclu entre les parties est un contrat de courtage au sens de l'art. 412 CO et la LVF n'est pas applicable. Le courtier ayant rempli ses obligations, l'intimée ne dispose d'aucune créance contre lui et la demande principale doit être rejetée. Le courtier ayant droit au remboursement des avances effectuées, la demande reconventionnelle doit être admise."}