{"annee": "139", "cour": "IV", "page": "98", "date": "22/1/2013", "cite": ["137 IV 340"], "cite_par": ["144 I 126", "139 IV 195", "141 IV 108", "142 IV 34"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Staatsanwaltschaft Brugg-Zurzach gegen Zwangsmassnahmengericht des Kantons Aargau (Beschwerde in Strafsachen)\n\n1B_481/2012 vom 22. Januar 2013", "regestes": ["Art. 273 al. 3 CPP; art. 14 al. 4 LSCPT; identification rétroactive de l'utilisateur internet (adresse IP), délai de six mois. Champ d'application du délai de six mois de l'art. 273 al. 3 CPP. En tant que \"lex specialis\", l'art. 14 al. 4 LSCPT prime l'art. 273 al. 3 CPP pour les infractions commises sur Internet (consid. 4)."], "faits": "BGE 139 IV 98 S. 98\n\nA. Die Staatsanwaltschaft Brugg-Zurzach führt eine Strafuntersuchung gegen unbekannte Täterschaft wegen des Verdachts von Sexualdelikten (insbesondere Kinderpornographie). Am 13. August 2012 verfügte sie die rückwirkende Teilnehmeridentifikation eines Internetanschlusses (IP-Adresse) für den Zeitraum vom 2. Juni bis 20. Juli 2011. Mit Entscheid vom 17. August 2012 wies das Zwangsmassnahmengericht des Kantons Aargau ein entsprechendes Bewilligungsgesuch der Staatsanwaltschaft vom 13. August 2012 ab.\n\nB. Gegen den Nichtbewilligungsentscheid gelangte die Staatsanwaltschaft mit Beschwerde vom 27. August 2012 an das Bundesgericht. Sie beantragt die Aufhebung des angefochtenen Entscheides und die Genehmigung der rückwirkenden Teilnehmeridentifikation für den verfügten Zeitraum. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Besteht der dringende Verdacht, ein Verbrechen oder Vergehen (oder eine Übertretung nach Art. 179septies StGB) sei begangen BGE 139 IV 98 S. 99worden, und sind die Voraussetzungen nach Art. 269 Abs. 1 lit. b und c StPO erfüllt, so kann gemäss Art. 273 StPO die Staatsanwaltschaft Auskunft verlangen: a. darüber, wann und mit welchen Personen oder Anschlüssen die überwachte Person über den Post- oder Fernmeldeverkehr Verbindung hat oder gehabt hat; b. über Verkehrs- und Rechnungsdaten (Abs. 1). Die Anordnung bedarf der Genehmigung durch das Zwangsmassnahmengericht (Abs. 2). Auskünfte nach Absatz 1 können unabhängig von der Dauer der Überwachung und bis 6 Monate rückwirkend verlangt werden (Abs. 3). Art. 14 Abs. 4 des Bundesgesetzes vom 6. Oktober 2000 betreffend die Überwachung des Post- und Fernmeldeverkehrs (BÜPF; SR 780.1) bestimmt für die strafrechtliche Verfolgung von Internetdelikten Folgendes: \"Wird eine Straftat über das Internet begangen, so ist die Internet-Anbieterin verpflichtet, der zuständigen Behörde alle Angaben zu machen, die eine Identifikation des Urhebers oder der Urheberin ermöglichen\".\n\n4.2 Art. 273 StPO erlaubt ausschliesslich die Erhebung von Randdaten, nicht dagegen von Inhalten des Fernmeldeverkehrs im Sinne des Informationsflusses. Der mit Auskunftsbegehren nach Art. 273 StPO verbundene Eingriff in das gemäss Art. 13 BV gewährleistete Fernmeldegeheimnis wiegt daher deutlich weniger schwer als in den Fällen der inhaltlichen Kommunikationsüberwachung nach Art. 269 i.V.m. Art. 270 StPO. Dies gilt auch für die rückwirkende Teilnehmeridentifikation (BGE 137 IV 340 E. 5.5 S. 348 mit Hinweisen).\n\n4.3 Unbestrittenermassen besteht im vorliegenden Fall der dringende Tatverdacht von Vergehen. Die Schwere der untersuchten Delikte rechtfertigt hier - auch nach Ansicht der Vorinstanz - die Erhebung von Randdaten zur rückwirkenden Teilnehmeridentifikation (Art. 273 Abs. 1 i.V.m. Art. 269 Abs. 1 lit. b StPO). Ebenso wenig bestreitet die Vorinstanz, dass die übrigen Untersuchungsbemühungen der Staatsanwaltschaft es bisher nicht ermöglicht haben, den Benutzer der fraglichen Internetadresse zu eruieren (vgl. Art. 273 Abs. 1 i.V.m. Art. 269 Abs. 1 lit. c StPO). Insoweit sind die gesetzlichen Voraussetzungen der streitigen Überwachungsmassnahme erfüllt.\n\n4.4 Die Vorinstanz stellt sich allerdings auf den Standpunkt, die sechsmonatige Frist von Art. 273 Abs. 3 StPO sei abgelaufen. Demgegenüber vertritt die Beschwerdeführerin die Ansicht, die Sechsmonats-Regel stelle keine \"Gültigkeitsvorschrift\" für die Zulässigkeit einer rückwirkenden Randdatenerhebung dar. Zwar seien die Fernmeldedienstanbieter (Provider) rechtlich nicht verpflichtet, die Daten länger BGE 139 IV 98 S. 100als sechs Monate zu speichern. Falls die untersuchungsrelevanten Daten beim Internet-Provider noch vorhanden sind, könne jedoch auch eine zeitlich weiter zurückreichende nachträgliche Teilnehmeridentifikation zulässig und geboten sein.\n\n4.5 Art. 273 Abs. 3 StPO übernahm die Regelung des (durch die StPO aufgehobenen) aArt. 5 Abs. 2 BÜPF. In der Botschaft zur StPO wird Folgendes dargelegt: Zwar führe auch die Erhebung von Randdaten zu einem Eingriff in das Fernmeldegeheimnis. Gegenüber der bisherigen Regelung (aArt. 5 Abs. 1 BÜPF) sei die Auskunft über Randdaten nach Art. 273 StPO jedoch zu erleichtern. An der früheren Auffassung des Bundesrates (gemäss damaliger Botschaft zum BÜPF [BBl 1998 4268 Ziff. 212.22]), wonach insbesondere die rückwirkende Teilnehmeridentifikation einen \"nicht unerheblichen\" Eingriff in die persönliche Geheimsphäre darstelle, könne \"nicht mehr festgehalten\" werden. Dementsprechend sei für eine entsprechende Überwachungsmassnahme auch kein dringender Tatverdacht einer qualifizierten Katalogtat (Art. 269 Abs. 2 StPO) mehr zu verlangen; der dringende Verdacht eines Verbrechens oder Vergehens genüge (Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts [nachfolgend: Botschaft StPO], BBl 2006 1085 ff., 1250 unten). Was Art. 273 Abs. 3 StPO betrifft, weist der Bundesrat auf kriminalpolitische Bestrebungen hin, die rückwirkende Überwachungsdauer von sechs Monaten \"für Telefongesprächsdaten\" zu verlängern (Botschaft StPO, a.a.O., 1251 oben, Ziff. 2.5.8.1, mit Hinweis auf das Postulat 05.3006 der Sicherheitspolitischen Kommission des Ständerates).\n\n4.6 Die Möglichkeit, den Post- und Fernmeldeverkehr zu überwachen, wurde eingeführt, damit eine wirksame Strafverfolgung auch in Zeiten gewährleistet ist, in denen sich Straftäter zur Vorbereitung und Durchführung von Delikten moderner Kommunikationsmittel bedienen. Mit der Sechsmonats-Regel von Art. 273 Abs. 3 StPO wird einerseits sichergestellt, dass rückwirkende Überwachungen nicht beliebig lange dauern können. Anderseits wird damit dem Umstand Rechnung getragen, dass die Fernmeldedienstanbieter (gemäss Art. 12 Abs. 2 und Art. 15 Abs. 3 BÜPF) verwaltungsrechtlich nicht verpflichtet sind, die Randdaten länger als sechs Monate zu speichern (vgl. THOMAS HANSJAKOB, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO;nachfolgend: Kommentar StPO], 2010, N. 13zu Art. 273 StPO). Die zur Rechnungsstellung der Anbieter BGE 139 IV 98 S. 101 gegenüber ihrer Kundschaft benötigten Daten dürfen demgegenüber (gemäss Art. 80 der Verordnung vom 9. März 2007 über Fernmeldedienste [FDV; SR 784.101.1]) grundsätzlich länger aufbewahrt werden.\n\n4.7 Nicht ausdrücklich geregelt hat der Gesetzgeber den Fall, dass die Anbieter, insbesondere ein Internet-Provider, untersuchungsrelevante Randdaten freiwillig über einen längeren Zeitraum zurück aufbewahrt haben. Auch die Botschaft zur StPO geht auf diese Konstellation nicht ein (vgl. oben, E. 4.5). In der Fachliteratur zu den Fernmeldedienst-Überwachungen wird dargelegt, dass schon die altrechtliche (betreffend Randdatenerhebungen strengere) Praxis zu aArt. 5 BÜPF nicht einheitlich war. Während die Fernmeldedienstanbieter sich auf den Standpunkt gestellt hätten, es seien ausschliesslich Daten zu liefern, die (vom Zeitpunkt der Überwachungsverfügung an gerechnet) vor nicht länger als sechs Monaten angefallen waren, hätten die Justizbehörden gelegentlich auch Randdatenerhebungen bewilligt, welche einen weiter zurückliegenden Zeitraum von jeweils sechs Monaten Dauer betrafen (vgl. THOMAS HANSJAKOB, BÜPF/VÜPF, Kommentar zum Bundesgesetz und zur Verordnung über die Überwachung des Post- und Fernmeldeverkehrs, 2. Aufl. 2006, N. 21 zu Art. 5 BÜPF; derselbe, Kommentar StPO, a.a.O., N. 14 zu Art. 273 StPO). Wird eine Straftat über das Internet begangen, so ist der Provider gemäss der Vorschrift von Art. 14 Abs. 4 BÜPF ausdrücklich verpflichtet, der zuständigen Behörde alle Angaben zu machen, die eine Identifikation des Urhebers oder der Urheberin ermöglichen (vgl. auch Art. 24b und Art. 27 VÜPF [SR 780.11]).\n\n4.8 Die Rechtsnatur der Frist von 6 Monaten nach Art. 273 Abs. 3 StPO ist umstritten. Teilweise wird die Auffassung vertreten, die Frist sei streng einzuhalten, selbst wenn die Anbieterin auch über ältere Daten verfügen sollte (vgl. MARC JEAN-RICHARD-DIT-BRESSEL, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 5 zu Art. 273 StPO). Andere Autoren erachten die Frist als blosse Ordnungsvorschrift (vgl. BACHER/ZUFFEREY, in: Commentaire Romand, Code de procédure pénale suisse, 2011, N. 7 zu Art. 273 StPO). Beide Auffassungen dürften so nicht zutreffen. Vielmehr dürfte Art. 273 Abs. 3 StPO dahin auszulegen sein, dass diese Bestimmung (unter den Voraussetzungen von Art. 273 Abs. 1 StPO) in jedem Fall und ohne weitere Begründung die rückwirkende Erhebung bis 6 Monate erlaubt und, wenn besondere Gründe dies rechtfertigen, auch für einen längeren Zeitraum (vgl. ähnlich auch HANSJAKOB, Kommentar BGE 139 IV 98 S. 102StPO, a.a.O., N. 14 zu Art. 273 StPO, der die Frist von 6 Monaten \"bei gewissen Konstellationen\" nicht streng handhaben will). Wie es sich damit verhält, braucht hier jedoch nicht vertieft zu werden. Im vorliegenden Fall wird eine über das Internet begangene Straftat untersucht. Insoweit kommt Art. 14 Abs. 4 BÜPF zur Anwendung. Diese Bestimmung geht dem Art. 273 Abs. 3 StPO als \"lex specialis\" vor. Art. 14 Abs. 4 BÜPF sieht keine zeitliche Befristung für die rückwirkende Erhebung von Daten vor. Die von der Beschwerdeführerin am 13. August 2012 verfügte rückwirkende Teilnehmeridentifikation ist daher zulässig. Dass sich die Beschwerdeführerin nicht auf Art. 14 Abs. 4 BÜPF beruft, ist belanglos, da das Bundesgericht das Recht von Amtes wegen anwendet (Art. 106 Abs. 1 BGG).\n\nDer angefochtene Entscheid verletzt danach Bundesrecht. Die Beschwerde ist gutzuheissen."}