{"annee": "139", "cour": "V", "page": "58", "date": "12/2/2013", "cite": ["132 III 707", "101 V 22", "136 I 29"], "cite_par": ["141 V 191"], "chapeau": "9. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Ausgleichskasse des Kantons Aargau gegen Ausgleichskasse der Aargauischen Industrie- und Handelskammer (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_883/2012 vom 12. Februar 2013", "regestes": ["Art. 64 al. 1 et 2 LAVS; art. 121 al. 2 RAVS; changement de caisse. Admissibilité du passage d'un hôpital cantonal devenu indépendant (nouvellement dans la forme juridique d'une société anonyme de droit privé dans laquelle le canton détient une majorité qualifiée du capital-actions et des voix) de la caisse cantonale de compensation à la caisse de compensation d'une association régionale interprofessionnelle dont les membres sont des employeurs et des indépendants du secteur de l'industrie, du commerce et de l'artisanat, respectivement du secteur des services (consid. 3)."], "faits": "BGE 139 V 58 S. 58\n\nA. Das Kantonsspital X. wurde im Zuge der am 1. Januar 2004 in Kraft getretenen neuen aargauischen Spitalgesetzgebung von einer unselbständigen Anstalt des öffentlichen Rechts in eine Aktiengesellschaft gemäss den Bestimmungen des Schweizerischen Obligationenrechts mit gemeinnütziger Zweckbestimmung umgewandelt. Das neu als Kantonsspital X. AG firmierende Spital war wie bis anhin der kantonalen Ausgleichskasse angeschlossen. Im Juni 2009 trat die Kantonsspital X. AG der Aargauischen Industrie- und Handelskammer (AIHK) bei. Mit Schreiben vom 27. August 2009 teilte die Ausgleichskasse der AIHK der kantonalen Ausgleichskasse mit, BGE 139 V 58 S. 59die Kantonsspital X. AG werde ab 1. Januar 2010 mit ihr abrechnen. Dagegen erhob die Sozialversicherungsanstalt des Kantons Aargau Einspruch, woraufhin die Verbandsausgleichskasse an das Bundesamt für Sozialversicherungen (BSV) gelangte. Dieses stellte mit Verfügung vom 5. Februar 2010 fest, dass die Kantonsspital X. AG seit 1. Januar 2010 der Ausgleichskasse der AIHK angeschlossen ist.\n\nB. Mit Entscheid vom 21. September 2012 wies das Bundesverwaltungsgericht die Beschwerde der Sozialversicherungsanstalt des Kantons Aargau ab (Dispositiv-Ziff. 1) und stellte fest, dass die Kantonsspital X. AG mit Wirkung ab 1. Januar 2013 der Ausgleichskasse der AIHK angeschlossen ist (Dispositiv-Ziff. 2).\n\nC. Die Sozialversicherungsanstalt des Kantons Aargau hat Beschwerde in öffentlich-rechtlichen Angelegenheiten erhoben mit den Rechtsbegehren, der Entscheid vom 21. September 2012 sei aufzuheben und der beantragte Kassenwechsel zu verweigern, eventualiter erst ab dem Jahr nach dem Urteil des Bundesgerichts für zulässig zu erklären; dem Rechtsmittel sei aufschiebende Wirkung zu erteilen.\n\nDie Ausgleichskasse der AIHK beantragt die Abweisung der Beschwerde und des Gesuchs um aufschiebende Wirkung, soweit darauf einzutreten sei. Bundesverwaltungsgericht und BSV verzichten auf eine Stellungnahme. Die Kantonsspital X. AG hat keine Vernehmlassung eingereicht.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Kassenzugehörigkeit ist in Art. 64 AHVG (und Art. 117 ff. AHVV [SR 831.101]) geregelt. Danach gilt, soweit hier von Interesse, Folgendes: Den Verbandsausgleichskassen werden alle Arbeitgeber und Selbständigerwerbenden angeschlossen, die einem Gründerverband angehören. Arbeitgeber oder Selbständigerwerbende, die sowohl einem Berufsverband wie einem zwischenberuflichen Verband angehören, werden nach freier Wahl der Ausgleichskasse eines der beiden Verbände angeschlossen (Abs. 1). Den kantonalen Ausgleichskassen werden alle Arbeitgeber und Selbständigerwerbenden angeschlossen, die keinem Gründerverband einer Verbandsausgleichskasse angehören, ferner die Nichterwerbstätigen und die versicherten Arbeitnehmer nicht beitragspflichtiger Arbeitgeber (Abs. 2).\n\n1.2 Das Gesetz regelt den Wechsel von einer Ausgleichskasse zu einer anderen (Zulässigkeit, Voraussetzungen, Verfahren) nicht. Es BGE 139 V 58 S. 60gibt auch keine Delegationsnorm, die den Verordnungsgeber ausdrücklich ermächtigt, diesbezügliche Bestimmungen zu erlassen. Die Frage eines Kassenwechsels kann sich indessen stellen, etwa wenn die Voraussetzungen für den Anschluss an die bisherige Ausgleichskasse dahinfallen (vgl. Art. 121 Abs. 1 AHVV) oder wenn diese aufgehoben wird oder bei einem späteren Beitritt zu einem Gründerverband. Es bestehen keine Anhaltspunkte, dass der Gesetzgeber einen Kassenwechsel grundsätzlich ausschliessen wollte (vgl. PETER BINSWANGER, Kommentar zum Bundesgesetz über die Alters- und Hinterlassenenversicherung, 1950, S. 215 ff. zu Art. 53 AHVG; vgl. BGE 101 V 22 zu den auf dem Spiel stehenden Interessen der Beteiligten).\n\n1.3 Der Verordnungsgeber hat daher (in Annahme einer echten Gesetzeslücke; BGE 132 III 707 E. 2 S. 711) eine Regelung getroffen. Dazu war er aufgrund seiner Kompetenz zum Erlass der Vollzugsvorschriften nach Art. 154 Abs. 2 AHVG - in Ausführung des Gesetzes (BGE 136 I 29 E. 3.3 S. 33) - befugt. Der massgebliche Art. 121 AHVV bestimmt, dass ein Wechsel der Ausgleichskasse nur zulässig ist, wenn die Voraussetzungen für den Anschluss an die bisherige Ausgleichskasse dahinfallen (Abs. 1). Der Erwerb der Mitgliedschaft eines Gründerverbandes vermag den Anschluss an die betreffende Verbandsausgleichskasse nicht zu begründen, wenn er ausschliesslich zu diesem Zweck erfolgt ist und kein anderes wesentliches Interesse an der Verbandsmitgliedschaft nachgewiesen wird (Abs. 2).\n\nDie Rechtsprechung hat Art. 121 Abs. 2 AHVV konkretisiert. Danach ist der Anschluss an eine Verbandsausgleichskasse nur zu verweigern, wenn es objektiv unmöglich ist, ein anderes wesentliches Interesse an der Verbandsmitgliedschaft als die Kassenzugehörigkeit nachzuweisen, wie dies etwa beim Erwerb der Verbandsmitgliedschaft einer fremden Berufsgruppe der Fall sein kann. Objektive Gesichtspunkte lassen sich dabei durch die Berücksichtigung der Interessenlage und der statutenmässigen Zwecksetzung des betreffenden Gründerverbandes gewinnen. Wird ein Arbeitgeber Mitglied des eigenen Berufsverbandes, kann das für einen Kassenwechsel vorausgesetzte wesentliche Interesse als gegeben gelten, sodass für die Anwendung von Art. 121 Abs. 2 AHVV kein Raum bleibt. Eine extensive Auslegung dieser Bestimmung würde die kantonalen Ausgleichskassen gegenüber den Verbandsausgleichskassen bevorzugen, was Art. 64 AHVG nicht zulässt (Urteile des Eidg. BGE 139 V 58 S. 61Versicherungsgerichts H 149/01 vom 25. September 2001 E. 2b; H 358/00 vom 8. Februar 2001 E. 2 und H 221/98 vom 21. Juli 2000 E. 2b; ZAK 1988 S. 34, H 58/86 E. 3).\n\n2. Die Vorinstanz hat erwogen, gemäss Art. 1 der Statuten bezwecke die in die Rechtsform eines Vereins im Sinne der Art. 60 ff. ZGB gekleidete AIHK, für die wirtschaftliche Tätigkeit ihrer Mitglieder im Rahmen ihrer Gesamtverantwortung die bestmöglichen Voraussetzungen zu schaffen und zu erhalten. Sie unterstütze die Mitglieder in der Erfüllung ihrer Aufgaben als Unternehmer und Arbeitgeber. Der Verein fördere das Verständnis für die Wirtschaft in Staat und Gesellschaft sowie bei den Sozialpartnern (Abs. 2-5). Die AIHK sei ein branchenübergeordneter Verband. Dementsprechend seien die Zielsetzungen weit formuliert und der Mitgliederbestand sei breit gefächert. Aufgrund der Statuten könne nicht der Schluss gezogen werden, die Interessenverfolgung der Kantonsspital X. AG werde vom Vereinszweck nicht unmittelbar miterfasst. Der Zugang zum Netzwerk und zu den Dienstleistungen (Rechtsberatung und Schulungsangebote) könne daher in deren Interesse liegen. Das BSV habe daher zu Recht das Übertrittsbegehren des Spitals gutgeheissen.\n\n3. Die Beschwerde führende kantonale Ausgleichskasse rügt, die Vorinstanz habe Art. 121 Abs. 2 AHVV unrichtig angewendet und damit Bundesrecht verletzt (Art. 95 lit. a BGG), indem sie gestützt auf nebensächliche und lediglich behauptete Vorteile aus der Mitgliedschaft bei der AIHK ein anderes wesentliches Interesse im Sinne dieser Verordnungsbestimmung bejaht und den Wechsel zu deren Ausgleichskasse für zulässig erklärt habe. Auf ihre Argumente gegen den Anschluss an die Verbandsausgleichskasse ist nachfolgend im Einzelnen einzugehen:\n\n3.1 Die Rechtsprechung, wonach das für einen Kassenwechsel vorausgesetzte wesentliche Interesse als gegeben zu betrachten sei, wenn ein Arbeitgeber Mitglied des eigenen Berufsverbandes werde, gelte bei zwischenberuflichen Verbänden nicht. Andernfalls würde Art. 121 Abs. 2 AHVV seines Sinnes entleert, da ein geringfügiges Interesse in solchen Fällen praktisch ausnahmslos nachgewiesen werden könnte.\n\nDiese Argumentation verkennt, dass es von Gesetzes wegen zulässig ist, wenn mehrere Arbeitgeberverbände - gemäss Art. 84 AHVV schweizerische Berufsverbände oder zwischenberufliche Verbände - gemeinsam eine einzige Ausgleichskasse gründen (Art. 53 AHVG). BGE 139 V 58 S. 62Als (regionale) zwischenberufliche Verbände im Sinne von Art. 64 Abs. 1 Satz 2 AHVG gelten laut Art. 83 Abs. 3 AHVV Verbände, die sowohl gemäss ihren Statuten als auch tatsächlich Arbeitgeber und Selbständigerwerbende aus mehreren Berufen umfassen und sich mindestens über einen ganzen Kanton oder das gesamte Sprachgebiet eines Kantons erstrecken. Ein Gründerverband kann somit die verschiedensten Berufsbereiche aus unter Umständen mehreren Wirtschaftszweigen umfassen, namentlich Arbeitgeber und Selbständigerwerbende aus Industrie, Handel und Gewerbe (BINSWANGER, a.a.O., S. 218 Fn. 8) bzw. aus dem Dienstleistungssektor. Es ist unbestritten, dass die AIHK ein zwischenberuflicher Verband im Sinne von Art. 83 Abs. 3 AHVV ist. Aus der Befugnis zwischenberuflicher Verbände zur Gründung einer eigenen (Verbands-)Ausgleichskasse ergibt sich deren auch im Wahlrecht nach Art. 64 Abs. 1 Satz 2 AHVG zum Ausdruck kommende Gleichstellung mit den Ausgleichskassen schweizerischer Berufsverbände (BINSWANGER, a.a.O., S. 250 f.). Insofern kann der Begriff eines wesentlichen Interesses nach Art. 121 Abs. 2 AHVV grundsätzlich nicht anders verstanden werden, ob es um den Wechsel von einer kantonalen Ausgleichskasse zu einer Ausgleichskasse eines Berufsverbandes oder eines zwischenberuflichen Verbandes geht. In BGE 101 V 22 verneinte das Eidg. Versicherungsgericht das Erfordernis einer qualifizierten Mitgliedschaft im Sinne eines verbandsmässigen oder beruflichen Interesses und einer Gemeinsamkeit in der Zielsetzung des Gründerverbandes für den Wechsel eines Arbeitgebers von der kantonalen Ausgleichskasse zu dessen Ausgleichskasse. Die betreffende Firma gehörte lediglich indirekt über die Kollektivmitgliedschaft des Bundes Schweizer Architekten, bei dessen Ortsgruppe Basel sie Mitglied war, dem Gründerverband (Basler Volkswirtschaftsbund) an (E. II/2 S. 29).\n\n3.2 Aus dem sehr weit gefassten statutarischen Zweck der AIHK ergebe sich bloss eine theoretische Miterfassung der Interessen der Kantonsspital X. AG, was nicht genüge, ebenso wenig wie die lediglich behaupteten Vorteile. Verlangt seien und vom BSV und der Vorinstanz zu prüfen gewesen wären die tatsächliche Interessenlage und die effektiven Vorteile der Mitgliedschaft beim Gründerverband. Ein anderes wesentliches Interesse nach Art. 121 Abs. 2 AHVV könne nur an einer echten (gelebten) Verbandsmitgliedschaft liegen. Man wolle sich innerhalb eines Verbandes für eine bestimmte Sache engagieren oder aber der Verbandsbeitritt biete bestimmte Vorteile, welche die damit einhergehenden Nachteile überwögen. BGE 139 V 58 S. 63\n\nEine solche \"Gesamtschau\", die auch die Nachteile der Mitgliedschaft beim Gründerverband berücksichtigt, ist abzulehnen, aus grundsätzlichen Überlegungen und auch aus Gründen der Praktikabilität, wie die Beschwerdegegnerin sinngemäss vorbringt. Der klare Verordnungswortlaut verlangt lediglich ein anderes (wesentliches) Interesse als den Beitritt zur Verbandsausgleichskasse. Die gegenteilige Auffassung der Beschwerdeführerin vertrüge sich auch nicht mit der zwingenden gesetzlichen Ordnung der Kassenzugehörigkeit in Art. 64 AHVG, wonach insbesondere den Verbandsausgleichskassen alle Arbeitgeber und Selbständigerwerbenden angeschlossen werden, die einem Gründerverband angehören. Die Beschwerdeführerin führt in diesem Zusammenhang denn auch keine ihren Standpunkt stützende Präjudizien oder Lehrmeinungen an. Das Urteil des Eidg. Versicherungsgerichts H 221/98 vom 21. Juli 2000 ist nicht einschlägig. Der damals in Bestätigung der ablehnenden Verfügung des BSV verweigerte Kassenwechsel scheiterte in erster Linie daran, dass die von den betroffenen Arbeitgebern erwarteten Dienstleistungen nach der statutarischen Ordnung des Gründerverbandes gar nicht zu dessen Zweck zu zählen waren. Die für sie primär typische Zielsetzung wurde von den Bestrebungen des Verbandes höchstens am Rande berührt (E. 3c). Im Übrigen macht die Beschwerdeführerin zu Recht nicht geltend, dass auch allfällige wirtschaftliche Nachteile eines Kassenwechsels für die bisherige Ausgleichskasse (vgl. BGE 101 V 22 E. I/1b und II/3 S. 25 ff.) bei der Beurteilung der Wesentlichkeit eines anderen Interesses als der Zugehörigkeit zur neuen Kasse nach Art. 121 Abs. 2 AHVV zu berücksichtigen wären. Das Gesetz böte hierzu keine Handhabe. Die Beschwerdegegnerin führt neben den im angefochtenen Entscheid erwähnten Leistungen der AIHK (Rechtsberatung, Schulungen) an, die Kantonsspital X. AG könne von den Erfahrungen anderer Unternehmen profitieren; ebenfalls biete die Mitgliedschaft bei der AIHK Gewähr für den Aufbau und die Pflege von Kontakten auch ausserhalb der \"Spitalwelt\", etwa zu Zulieferern. Dies sei insbesondere nach der Neuordnung der Spitalfinanzierung bedeutsam, welche im Rahmen der teilrevidierten Spitalgesetzgebung zu einer erhöhten Verantwortung der davon betroffenen Spitäler, u.a. der Kantonsspital X. AG, für ihre unternehmerischen Entscheidungen geführt habe. Schliesslich hält die Beschwerdegegnerin zu Recht fest, dass die Mitgliedschaft in Berufsverbänden (H+ Die Spitäler der Schweiz und VAKA [\"Aargauische Spitäler, Kliniken und Pflegeinstitutionen\"]) nicht BGE 139 V 58 S. 64von entscheidender Bedeutung ist, da die zwischenberuflichen Verbände diesen AHV-rechtlich grundsätzlich gleichgestellt sind (vorne E. 3.1). Abgesehen davon legt die Beschwerdeführerin nicht substanziiert dar, welche Leistungen der AIHK die Kantonsspital X. AG auch von den erwähnten Berufsverbänden beziehen könnte.\n\n3.3 Die AIHK sei ein politisch aktiver Verband, der hauptsächlich die Arbeitgeberinteressen vertrete. Es könne nicht im Interesse der gemeinnützigen und nicht gewinnorientierten Kantonsspital X. AG liegen, sich in einseitiger Weise am allgemeinen politischen Geschehen zu beteiligen. Im Gegenteil sei davon auszugehen, dass eine solche politische Aktivität und die damit einhergehende allgemein-politische Vernetzung in einem ausgeprägten Spannungsverhältnis zur öffentlich-rechtlichen Trägerschaft sowie zum gemeinnützigen Zweck des Spitals stehen und sich entsprechend auswirken könnten.\n\nDie Statuten der AIHK vom 31. Mai 2001 sehen nicht ausdrücklich vor, dass der Verein sich in irgendeiner Weise politisch betätigt. Zweck ist, für die wirtschaftliche Tätigkeit der Mitglieder im Rahmen ihrer Gesamtverantwortung die bestmöglichen Voraussetzungen zu schaffen und zu erhalten, sie in der Erfüllung ihrer Aufgaben als Unternehmer und Arbeitgeber zu unterstützen und das Verständnis für die Wirtschaft in Staat und Gesellschaft sowie bei den Sozialpartnern zu fördern (Art. 1 Abs. 3-5). Gemäss Beschwerdegegnerin fällt darunter auch, die gemeinsamen Interessen im politischen System zu vertreten und sich für optimale Rahmenbedingungen für unternehmerisches Handeln einzusetzen. Es kann offenbleiben, inwiefern sich solche Aktivitäten nicht mit der gemeinnützigen Zweckbestimmung der Kantonsspital X. AG (u.a. Sicherstellung einer angemessenen medizinisch-pflegerischen Versorgung der Wohnbevölkerung des Kantons zusammen mit den anderen Listenspitälern; vgl. §§ 1 ff. des aargauischen Spitalgesetzes vom 25. Februar 2003 [SpiG; SAR 331.200]) vereinbaren lassen. Gemäss § 11 Abs. 1 SpiG hält der Kanton mindestens 70 % des Aktienkapitals und der Aktienstimmen der Kantonsspital X. AG. Er hat somit die Möglichkeit, im Gesetz oder auch in den Statuten, politische Aktivitäten des Spitals zu untersagen oder den Beitritt zu einer politisch (zu) aktiven Vereinigung zu verbieten, wenn diesbezüglich mit Interessenkonflikten zu rechnen ist. Das hat er indessen nicht getan, weshalb die Vorbringen der Beschwerdeführerin von vornherein ins Leere stossen. Im Übrigen macht sie nicht geltend, die Mitgliedschaft in der AIHK setze voraus, dass man sich selber aktiv politisch betätige, BGE 139 V 58 S. 65etwa öffentlich zu Abstimmungsvorlagen Stellung nehme. Schliesslich muss die Verbandsmeinung längst nicht der Meinung aller Mitglieder entsprechen.\n\n3.4 Bei der Kantonsspital X. AG handle es sich um ein gemeinnütziges, unter öffentlich-rechtlicher Kontrolle stehendes Grossunternehmen, das ausschliesslich im öffentlichen Gesundheitssektor tätig sei und trotz privater Organisationsform eng an die kantonale Spitalgesetzgebung und -planung gebunden bleibe. Die sich in einem solchen Unternehmen stellenden unternehmerischen Fragen seien nicht mit den Herausforderungen an eine gewinn- und exportorientierte KMU vergleichbar. Damit stehe die Kantonsspital X. AG in deutlichem Gegensatz zur Zielgruppe der AIHK.\n\nDie Beschwerdegegnerin bringt richtig vor, dass die gemeinnützige Zweckbestimmung die Wirtschaftlichkeit der Leistungserbringung nicht nur im Sinne von Art. 32 Abs. 1 KVG, sondern auch im betriebswirtschaftlichen Sinne nicht ausschliesst. Die Beschwerdeführerin erwähnt keine Bestimmung aus dem Spitalgesetz oder den Statuten der Kantonsspital X. AG, der sich etwas anderes entnehmen liesse. Ebenfalls macht sie nicht geltend, Art. 120 Abs. 2 AHVV sei auch auf Fälle wie den vorliegenden anwendbar. Diese Bestimmung lautet wie folgt: Bildet ein kantonaler oder kommunaler Betrieb, der Mitglied eines Gründerverbandes ist, einen Teil der kantonalen oder kommunalen Verwaltung, ohne rechtlich verselbständigt zu sein, so kann der Kanton oder die Gemeinde wählen, ob der Betrieb der kantonalen Ausgleichskasse oder der Verbandsausgleichskasse anzuschliessen ist. Aus dieser Verordnungsvorschrift ergibt sich im Umkehrschluss, dass aufgrund der rechtlichen Verselbständigung der Kantonsspital X. AG im Zuge der am 1. Januar 2004 in Kraft getretenen neuen Spitalgesetzgebung kein - durch das Organisationssystem bzw. politisch bedingtes (BGE 101 V 22 E. II/3 S. 30) - Wahlrecht des Kantons in Bezug auf die Kassenzugehörigkeit besteht.\n\nNach dem Gesagten verletzt der vom BSV bewilligte Kassenwechsel der Kantonsspital X. AG zur Beschwerdegegnerin Art. 121 Abs. 2 AHVV nicht. Der vorinstanzlich festgesetzte Zeitpunkt des Wechsels zum 1. Januar 2013 ist nicht bestritten und zu belassen. Die Beschwerde ist unbegründet."}