{"annee": "139", "cour": "I", "page": "229", "date": "12/7/2013", "cite": ["121 I 196", "124 III 205", "122 I 236", "133 III 439", "136 I 149", "133 III 393", "133 I 286", "125 I 347", "138 I 123", "130 I 352", "131 I 377", "134 I 83", "100 IA 462", "106 IA 299", "122 I 93", "116 IA 345", "139 II 145", "138 I 162", "135 III 232", "133 II 249", "129 I 12", "130 I 113"], "cite_par": ["142 III 364", "142 III 551", "142 II 206", "143 II 283", "142 I 135", "141 I 36", "142 I 99"], "chapeau": "22. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. und Mitb. sowie Y. und Mitb. gegen Regierung des Kantons Graubünden (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_806/2012 / 2C_807/2012 vom 12. Juli 2013", "regestes": ["Art. 4, 18 et 70 Cst.; art. 3 Cst./GR, art. 2, 7 et 8 de la Charte européenne des langues régionales ou minoritaires: la décision du 5 décembre 2011 du Conseil d'Etat des Grisons par laquelle un changement de la langue scolaire du Rumantsch Grischun vers un idiome, ou l'inverse, n'est en principe possible qu'à partir de la première année primaire n'entre pas dans le champ de protection de la liberté de la langue et n'est pas non plus anticonventionnel. La liberté individuelle de la langue garantit le droit de parler aussi bien le Rumantsch Grischun qu'un autre idiome romanche (consid. 5.4). Limitation de la liberté de la langue par les principes des langues officielles et de la territorialité (consid. 5.5), ainsi que par la détermination par le canton de la langue d'enseignement (consid. 5.6). La notion constitutionnelle de \"romanche\" laisse ouverte la question de savoir s'il s'agit du \"Rumantsch Grischun\" ou des idiomes (consid. 5.7). Il s'ensuit que la décision attaquée n'entre pas dans le champ de protection de la liberté de la langue (consid. 5.8 et 5.9). La Charte européenne des langues régionales ou minoritaires a été suffisamment prise en considération (consid. 6)."], "faits": "BGE 139 I 229 S. 231\n\nA. Der Grosse Rat des Kantons Graubünden beschloss im August 2003 die Herausgabe der rätoromanischen Lehrmittel in Rumantsch Grischun und beauftragte die Regierung, ein Konzept für dessen Einführung in den Schulen auszuarbeiten. Am 21. Dezember 2004 verabschiedete die Regierung des Kantons Graubünden ein Grobkonzept betreffend Rumantsch Grischun in der Schule. Danach sollte dieses als \"Alphabetisierungssprache\" bereits ab der 1. Primarklasse eingeführt werden. Am 24. April 2007 erliess die Regierung unter dem Titel \"Rumantsch Grischun in der Schule: Ausgestaltungsphase 'Pionier' in den Schuljahren 2007/08-2010/11\" einen weiteren Beschluss, worin sie diese Ausgestaltungsphase als Schulversuch bewilligte. In der Folge beschlossen zahlreiche Gemeinden, namentlich im Münstertal und in der Surselva, sich als Pioniergemeinden im Sinne dieses Beschlusses zu betätigen. Später jedoch formierte sich Widerstand gegen Rumantsch Grischun in der Schule. Im Münstertal und in der Surselva wurden kommunale Volksinitiativen lanciert mit dem Ziel, das Rumantsch Grischun als \"Alphabetisierungssprache\" wieder abzuschaffen und diese durch das Idiom zu ersetzen.\n\nB. Am 5. Dezember 2011 beschloss die Regierung des Kantons Graubünden:\n\n\"Es wird festgestellt, dass ein allfälliger Wechsel der Schulsprache vom Rumantsch Grischun zum Idiom oder umgekehrt grundsätzlich auf Beginn der 1. Primarklasse zu erfolgen hat. Ausnahmsweise kann ein entsprechender Wechsel in der Schulsprache auch für Schüler und Schülerinnen, die derzeit die 1. Primarklasse besuchen, bis spätestens zu Beginn des Schuljahres 2012/2013 vorgenommen werden, sofern dies von der Schulträgerschaft beschlossen wird. Diese Feststellung erfolgt im Sinne einer Ergänzung der Rahmenbedingungen im Zusammenhang mit dem von der Regierung am 24. April 2007 bewilligten Schulversuch betreffend Ausgestaltungsphase 'Pionier' 2007 bis 2011 des Projekts 'Rumantsch Grischun in der Schule'.\"\n\nAm 19. Januar 2012 erhoben X. und Mitbeteiligte, allesamt Eltern von schulpflichtigen Kindern aus dem Münstertal, Beschwerde beim Verwaltungsgericht des Kantons Graubünden mit dem Antrag, der Beschluss der Regierung vom 5. Dezember 2011 sei aufzuheben.\n\nEbenfalls am 19. Januar 2012 erhoben Y. und Mitbeteiligte, allesamt Eltern von schulpflichtigen Kindern aus der Surselva, Beschwerde beim Verwaltungsgericht des Kantons Graubünden mit dem gleichen Antrag.\n\nMit zwei Urteilen vom 22. Mai 2012 wies das Verwaltungsgericht die beiden Beschwerden ab. BGE 139 I 229 S. 232\n\nC.\n\nC.a X. und Mitbeteiligte erheben mit gemeinsamer Eingabe vom 27. August 2012 Beschwerde in öffentlich-rechtlichen Angelegenheiten (Verfahren 2C_806/2012) mit dem Antrag, das Urteil des Verwaltungsgerichts und den mitangefochtenen Beschluss der Regierung aufzuheben, eventualiter die Angelegenheit zur Neubeurteilung an die Vorinstanz zurückzuweisen. (...)\n\nC.b Y. und Mitbeteiligte erheben ebenfalls Beschwerde in öffentlich-rechtlichen Angelegenheiten (Verfahren 2C_807/2012) mit dem nämlichen Antrag. (...)\n\nDas Bundesgericht weist die Beschwerden ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerden in öffentlich-rechtlichen Angelegenheiten gegen kantonal letztinstanzliche Endentscheide in einer Angelegenheit des öffentlichen Rechts sind zulässig (Art. 82 lit. a, Art. 86 Abs. 1 lit. d und Art. 90 BGG). Die Beschwerdeführer sind als Eltern schulpflichtiger Kinder durch den vorinstanzlichen Entscheid besonders berührt, haben ein schutzwürdiges Interesse an dessen Aufhebung und sind damit zur Anfechtung beim Bundesgericht befugt (Art. 89 Abs. 1 BGG). Auf die form- und fristgerecht eingereichten Beschwerden in öffentlich-rechtlichen Angelegenheiten ist einzutreten.\n\n2.2 Das Bundesgericht wendet das Recht grundsätzlich von Amtes wegen an (Art. 106 Abs. 1 BGG). Die Verletzung von Grundrechten und von kantonalem und interkantonalem Recht prüft es aber nur insofern, als eine solche Rüge in der Beschwerde vorgebracht und begründet worden ist (Art. 106 Abs. 2 BGG). In der Beschwerde ist klar und detailliert anhand der Erwägungen des angefochtenen Entscheids darzulegen, inwiefern verfassungsmässige Rechte verletzt worden sein sollen (BGE 135 III 232 E. 1.2; BGE 134 I 83 E. 3.2; BGE 133 III 393 E. 6, BGE 133 III 439 E. 3.2; BGE 133 II 249 E. 1.4.2); wird eine solche Verfassungsrüge nicht vorgebracht, kann das Bundesgericht eine Beschwerde selbst dann nicht gutheissen, wenn eine Verfassungsverletzung tatsächlich vorliegt (BGE 131 I 377 E. 4.3).\n\n2.3 Im Verfahren vor Bundesgericht haben die Parteien, die Beteiligten und zur Beschwerde berechtigten Behörden das Recht, sich zu äussern (Art. 102 BGG). Eingaben unbeteiligter Dritter sind unbeachtlich. Die Eingaben von Z. sind aus den Akten zu weisen.\n\n(...)\n\nBGE 139 I 229 S. 233\n\n4.\n\n4.1 Das Verwaltungsgericht geht davon aus, dass im Kanton Graubünden die Gemeinden zuständig sind, über die Schulsprache zu entscheiden. Das wird auch von der Regierung bestätigt . Der streitige Beschluss stellt diese Zuständigkeit nicht prinzipiell in Frage, hat aber zur Folge, dass es den Gemeinden zwar freisteht, von der Schulsprache Rumantsch Grischun auf das Idiom zu wechseln (oder umgekehrt), dass aber dieser Wechsel für diejenigen Schüler, welche bereits eingeschult wurden, nicht mehr zum Tragen kommt. Dies ist Streitthema.\n\n4.2 Das Verwaltungsgericht hat dazu erwogen, es gehe um einen vom Kanton initiierten und finanzierten Schulversuch nach Art. 6 des Gesetzes vom 26. November 2000 für die Volksschulen des Kantons Graubünden (SchulG; BR 421.000) in Verbindung mit Art. 33 des Gesetzes vom 30. August 2007 über den Finanzhaushalt und die Finanzaufsicht des Kantons Graubünden (FFG; per 1. Dezember 2012 aufgehoben). Der angefochtene Beschluss finde in Art. 6 SchulG eine hinreichende gesetzliche Grundlage. Die Gemeindeautonomie sei nicht verletzt, weil den Gemeinden die freie Entscheidung über die Wahl der Schulsprache nicht beschränkt worden sei. Sodann werde die Sprachenfreiheit nicht missachtet, da kein Wechsel vom Romanischen auf Deutsch oder Italienisch angeordnet worden sei, sondern ein solcher innerhalb des Romanischen. Zudem sei der angefochtene Beschluss auch pädagogisch sinnvoll, damit kein Schüler gezwungen werde, während der obligatorischen Schulzeit die Schulsprache zu wechseln; dies wäre für die Schüler verwirrend und würde die Spracherlernung und die Chancengleichheit bei den Aufnahmeprüfungen gefährden. Ferner habe der Grosse Rat im Dezember 2011 ein neues Schulgesetz erlassen, wobei die von der Regierung getroffene Lösung akzeptiert worden sei.\n\n5.\n\n5.1 Drei Normen der Bundesverfassung enthalten Regeln über die Sprachen der Schweizerischen Eidgenossenschaft: Art. 4 BV bestimmt die Landessprachen, darunter auch das \"Rätoromanisch\". Art. 18 BV garantiert ausdrücklich die Sprachenfreiheit. Art. 70 BV schliesslich regelt die Fragen der Amtssprachen, jene des Territorialitätsprinzips und jene der Kompetenzen von Bund und Kantonen im Bereich der Sprache.\n\n5.2 Die Beschwerdeführer rügen eine Verletzung der Sprachenfreiheit (Art. 18 BV); entgegen der Auffassung der Vorinstanz falle auch BGE 139 I 229 S. 234der Gebrauch des rätoromanischen Idioms in den Geltungsbereich der Sprachenfreiheit. Der streitige Beschluss greife ohne genügende gesetzliche Grundlage und in unverhältnismässiger Weise in die Sprachenfreiheit ein.\n\n5.3 Zu prüfen ist also zunächst, ob die Sprachenfreiheit (Art. 18 BV) einen Anspruch darauf gibt, im Idiom anstatt in Rumantsch Grischun unterrichtet zu werden.\n\n5.4 Die Sprachenfreiheit (Art. 18 BV) garantiert das Recht, eine Sprache nach eigener Wahl zu benützen, insbesondere auch die Muttersprache (BGE 138 I 123 E. 5.1; BGE 136 I 149 E. 4.1; BGE 122 I 236 E. 2b; BGE 121 I 196 E. 2a; so genannte \"aktive Seite der Sprachenfreiheit\", vgl. REGULA KÄGI-DIENER, in: Die Schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 13 zu Art. 18 BV). Als Individual-Grundrecht schützt sie den Gebrauch sowohl der rätoromanischen Idiome (GIOVANNI BIAGGINI, BV, 2007, N. 6 zu Art. 70 BV) als auch des Rumantsch Grischun (MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 294; STEPHAN HÖRDEGEN, Der Freiburger Sprachenfall - Kontroverse über die Unterrichtssprache in der Schule im Lichte der Sprachenfreiheit und der Bildungschancengleichheit, AJP 2003 S. 769 f.). In diesen privaten Bereich der Sprachenfreiheit - d. h. wenn es um die Freiheit der einzelnen Bürgerinnen und Bürger geht, welche Sprache sie benützen und in welcher sie untereinander kommunizieren wollen - hat sich der Staat nicht einzumischen. Im öffentlichen Bereich der Sprachenfreiheit - wozu die Festlegung der Unterrichtssprache an den Schulen zweifellos gehört - können und müssen Bund, Kantone und Gemeinden dagegen tätig werden (vgl. dazu sogleich). Es geht hier um die so genannte \"passive Seite der Sprachenfreiheit\", also die Frage, in welcher Sprache sich die staatlichen Behörden an die Bevölkerung wenden. Dabei gilt es vorab - was gerade auch für den hier zu beurteilenden Fall mitentscheidend ist - zu beachten, dass die staatliche Festlegung der Unterrichtssprache die einzelnen Bürgerinnen und Bürger in ihrer Wahlfreiheit, in welcher Sprache sie untereinander sprechen möchten, nicht beeinträchtigt (vgl. zum Ganzen AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, Bd. II, 2013, S. 310).\n\n5.5 Die Sprachenfreiheit wird eingeschränkt durch das Amtssprachen- und Territorialitätsprinzip: Die Kantone bestimmen ihre Amtssprachen, wobei sie das Einvernehmen zwischen den Sprachgemeinschaften wahren, auf die herkömmliche sprachliche Zusammensetzung der BGE 139 I 229 S. 235Gebiete achten und auf die angestammten sprachlichen Minderheiten Rücksicht nehmen (Art. 70 Abs. 2 BV); der Einzelne hat kein Recht, mit den Behörden in einer beliebigen Sprache zu verkehren, sondern hat - unter Vorbehalt besonderer Ansprüche (z.B. Art. 31 Abs. 2 BV; Art. 5 Abs. 2 und Art. 6 Abs. 3 lit. a EMRK) - die jeweilige Amtssprache zu benützen (BGE 138 I 123 E. 5.2; BGE 136 I 149 E. 4.3; BGE 124 III 205 E. 4; BGE 122 I 236 E. 2c). Art. 70 Abs. 2 BV verbietet auch die bewusste Verschiebung hergebrachter Sprachgrenzen oder die Unterdrückung von hergebrachten Minderheitssprachgruppen (BGE 100 Ia 462 E. 2b S. 466; BGE 122 I 236 E. 2h; BIAGGINI, a.a.O., N. 9 zu Art. 70 BV; KÄGI-DIENER, a.a.O., N. 26 zu Art. 70 BV; GIORGIO MALINVERNI, in: Kommentar zur Bundesverfassung [...] vom 29. Mai 1874, Stand: Juni 1987, N. 28 f. zur Sprachenfreiheit; DANIEL THÜRER, Zur Bedeutung des sprachenrechtlichen Territorialprinzips für die Sprachenlage im Kanton Graubünden, ZBl 85/1984 S. 241 ff., 249). Diese Grundsätze gelten insbesondere für den Schutz der traditionellen sprachlichen Minderheiten wie des Italienischen und des Rätoromanischen (vgl. Art. 70 Abs. 5 BV; BGE 138 I 123 E. 8; CHRISTINE MARTI-ROLLI, La liberté de la langue en droit suisse, 1978, S. 37; MÜLLER/SCHEFER, a.a.O., S. 298; PIERRE TSCHANNEN, Staatsrecht der Schweizerischen Eidgenossenschaft, 3. Aufl. 2011, S. 223 Rz. 7).\n\n5.6 Das Territorialitätsprinzip gilt auch für den Unterricht an staatlichen Schulen: Die Sprache ist sowohl für das Individuum als auch für das Kollektiv, die Schulsprache für die Identitätsbildung des einzelnen Kindes wie auch für den Fortbestand einer Sprachgemeinschaft von erheblicher Bedeutung (BGE 100 Ia 462 E. 4 S. 469 f.; THOMAS FLEINER, Sprachenfreiheit, in: Handbuch der Grundrechte, Bd. VII/2: Grundrechte in der Schweiz [...], Merten/Papier [Hrsg.], 2007, S. 406 f., 412 f.; HÖRDEGEN, a.a.O., S. 770 f.; MÜLLER/SCHEFER, a.a.O., S. 302; TSCHANNEN, a.a.O., S. 230 Rz. 30; BARBARA WILSON, La liberté de la langue des minorités dans l'enseignement, 1999, S. 113 f.). Das Interesse am Fortbestand einer Sprachgemeinschaft kann dem Interesse des Einzelnen, in einer bestimmten Sprache unterrichtet zu werden, entgegenstehen (BGE 138 I 123 E. 5.2 und 8). Zudem geht es beim Unterricht an staatlichen Schulen nicht um eine Einschränkung der Sprachenfreiheit als Abwehrgrundrecht, sondern um einen Leistungsanspruch gegenüber dem Staat im Rahmen von Art. 19 und 62 Abs. 2 BV, wobei neben dem Anliegen der Bewahrung sprachlich homogener Territorien auch der Aspekt der finanziellen Belastung des Gemeinwesens zu beachten ist (vgl. generell zu Art. 19 und 62 BV: BGE 139 I 229 S. 236 BGE 138 I 162 E. 3.2 und 4.6.2; BGE 130 I 352 E. 3.3; BGE 129 I 12 E. 6.4). Die Sprachenfreiheit gibt aus diesen Gründen kein Recht, an den staatlichen Schulen in einer beliebigen (Mutter-)Sprache unterrichtet zu werden; vielmehr findet der Unterricht in derjenigen Sprache statt, welche die Kantone - oder gemäss kantonalem Recht die Gemeinden - entsprechend den Grundsätzen von Art. 70 Abs. 2 BV festlegen (vgl. noch zur alten BV: BGE 100 Ia 462 E. 2a; BGE 122 I 236 E. 2d; BGE 125 I 347 E 5c; zur geltenden BV: BGE 138 I 123 E. 5.2; Urteil 2P.112/2001 vom 2. November 2001 E. 2; PASCAL MAHON, in: Petit commentaire de la Constitution fédérale [...], Aubert/Mahon [Hrsg.], 2003, N. 8 zu Art. 19 BV; MARCO BORGHI, in: Kommentar zur Bundesverfassung [...] vom 29. Mai 1874, Stand: Juni 1988, N. 35 zu Art. 27 BV; AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, Bd. II, 2. Aufl. 2006, S. 689 Rz. 1542; FLEINER, a.a.O., S. 433 f.; MÜLLER/SCHEFER, a.a.O., S. 302 f.). So ist die Sprachenfreiheit nicht verletzt, wenn ein Kind romanischer Muttersprache, das in einer mehrheitlich deutschsprachigen Gemeinde lebt, dort in deutscher Sprache unterrichtet wird (BGE 100 Ia 462 E. 4). In späteren Urteilen wurde erkannt, in zwei- oder mehrsprachigen Gebieten könne sich aus der Sprachenfreiheit ein Anspruch darauf ergeben, in einer der mehreren traditionellen Sprachen unterrichtet zu werden, sofern dies nicht zu einer unverhältnismässigen Belastung des Gemeinwesens führt (BGE 125 I 347 E. 5c; BGE 122 I 236 E. 2d S. 240; BGE 106 Ia 299 E. 2b/cc S. 306). Insoweit besteht ein verfassungsmässiges Recht auf Schulunterricht in derjenigen Sprache, die am betreffenden Ort gesprochen wird (KÄGI-DIENER, a.a.O., N. 13 zu Art. 18 BV; GIUSEP NAY, Romanischdebatte: die rechtlichen Pflichten und Einschränkungen für die Politik, ZGRG 2011 S. 133; KIENER/KÄLIN, Grundrechte, 2007, S. 261; MÜLLER/SCHEFER, a.a.O., S. 303). In der Lehre wird es - unter Verweis auf § 24 des Zürcher Volksschulgesetzes vom 7. Februar 2005 - als zulässig erachtet, als Schulsprache \"grundsätzlich die Standardsprache\" festzulegen (BIAGGINI, a.a.O., N. 8 zu Art. 18 BV), wobei sich der Begriff der Standard- oder Amtssprache in Bezug auf das Rätoromanische auf Rumantsch Grischun beziehe (BORGHI, a.a.O., N. 27 zu Art. 27 BV; NAY, a.a.O., S. 136).\n\n5.7 Vorliegend ist nicht in Frage gestellt, dass die romanischsprachigen Kinder der Beschwerdeführer in romanischer Sprache unterrichtet werden. Umstritten ist aber, ob sich die Garantie der Unterrichtssprache auf das Idiom oder auf Rumantsch Grischun bezieht (vgl. auch vorne E. 5.3). BGE 139 I 229 S. 237\n\n5.7.1 Das Verhältnis zwischen den rätoromanischen Idiomen und dem in den 1980er-Jahren geschaffenen Rumantsch Grischun lässt sich nicht ohne weiteres mit dem Verhältnis zwischen den verschiedenen Sprachen vergleichen: Rumantsch Grischun ist zwar eine künstliche Schöpfung, die aber nicht mit dem Ziel geschaffen wurde, die herkömmlichen Sprachgebiete zu verändern, sondern um eine gemeinsame Schriftsprache für alle romanischen Idiome zu gewinnen (Botschaft vom 4. März 1991 über die Revision des Sprachenartikels der Bundesverfassung, BBl 1991 II 309, 316 Ziff. 122.4, 322 Ziff. 124.1).\n\n5.7.2 Traditionell umfasste der rechtliche Begriff des Rätoromanischen alle rätoromanischen Idiome, zumindest diejenigen, die eine eigene Schriftsprache entwickelt hatten, namentlich die vorliegend interessierenden Idiome Vallader und Sursilvan (zit. Botschaft, BBl 1991 II 316 Ziff. 122.4; DAGMAR RICHTER, Sprachenordnung und Minderheitenschutz im schweizerischen Bundesstaat, 2005, S. 884 f.; RUDOLF VILETTA, Grundlagen des Sprachenrechts, 1978, S. 147; GIAN-RETO GIERÉ, Die Rechtsstellung des Rätoromanischen in der Schweiz, 1956, S. 60; MARTI-ROLLI, a.a.O., S. 26, 101; THÜRER, a.a.O., S. 259). Diese waren in den entsprechenden Kreisen und Gemeinden auch Rechtssprache (ARNO BERTHER, Elements d'in nov linguatg giuridic Rumantsch, in: Mehrsprachige Gesetzgebung in der Schweiz, Schweizer/Borghi [Hrsg.], 2011, S. 243 f.) und traditionelle Unterrichtssprache (GIERÉ, a.a.O., S. 60, 74, 78).\n\n5.7.3 Bereits in der Botschaft vom 1. Juni 1937 über die Anerkennung des Rätoromanischen als Nationalsprache (BBl 1937 II 1) wies der Bundesrat darauf hin, dass das Rätoromanische verschiedene Idiome mit eigenen Schriftsprachen kennt und sich bisher keine einheitliche Schriftsprache herauszubilden vermochte, was einerseits einer künftigen Nationalsprache auf den ersten Blick Schwierigkeiten zu bereiten scheine, anderseits eine wertvolle Bereicherung des Sprachschatzes darstelle (a.a.O., S. 3 f.). Er hielt es aber nicht für erforderlich, die Frage zu regeln, welche von den verschiedenen romanischen Idiomen als Nationalsprache erklärt werden sollte, da die neue Nationalsprache ja nicht als offizielle Sprache erklärt werden sollte; im übrigen erscheine es auch vom sprachlichen Standpunkte aus gerechtfertigt, diesem Umstand keine allzu grosse Bedeutung beizulegen, da es sich trotz der dialektalen Abweichungen mit ihren Besonderheiten und Verschiedenheiten doch um eine Sprache handle, die sich in verschiedenen Ausdrucksformen als Einheit darstelle (a.a.O., S. 10 f., 25). BGE 139 I 229 S. 238\n\n5.7.4 Die geltende Bundesverfassung anerkennt nach ihrem Wortlaut \"das Rätoromanische\" als eine der vier Landessprachen (Art. 4 BV) und - im Verkehr mit Personen rätoromanischer Sprache - auch als Amtssprache des Bundes (Art. 70 Abs. 1 BV). Der Bund unterstützt zudem kantonale Massnahmen zur Förderung der rätoromanischen Sprache (Art. 70 Abs. 5 BV). Auch die bundesgerichtliche Rechtsprechung anerkennt den Schutz des Rätoromanischen als erhebliches öffentliches Interesse (BGE 100 Ia 462 E. 4 S. 469; BGE 116 Ia 345 E. 5b; Urteil 1P.554/1991 vom 12. Oktober 1992 E. 4, in: ZBl 94/1993 S. 133). Die Angehörigen der rätoromanischen Sprachgruppe haben ein Recht darauf, dass ihre Sprache als Amtssprache verwendet wird (Urteil 1P.82/1999 vom 8. Juli 1999 E. 4b, in: ZBl 101/2000 S. 610; Urteil P.1295/1981 vom 7. Mai 1982 E. 3, in: ZBl 83/1982 S. 356 E. 3c). Weder aus der Bundesverfassung noch aus der zitierten Rechtsprechung ergibt sich aber, ob mit dem Rätoromanischen die Idiome oder Rumantsch Grischun gemeint ist (KÄGI-DIENER, a.a.O., N. 17 zu Art. 70 BV). Nach dem Wortlaut der Bundesverfassung ist aber eher davon auszugehen, dass \"das Rätoromanische\" auf eidgenössischer Ebene als eine Sprache behandelt wird.\n\nDort verwenden die Behörden die Amtssprachen in ihren Standardformen (Art. 5 Abs. 2 des Bundesgesetzes vom 5. Oktober 2007 über die Landessprachen und die Verständigung zwischen den Sprachgemeinschaften [Sprachengesetz, SpG; SR 441.1]), worunter grundsätzlich die Hochsprache gemeint ist (SÉBASTIEN MORET, Vielsprachigkeit und Sprachenordnung am Beispiel der Schweiz: ein Beitrag unter Berücksichtigung des neuen Sprachengesetzes; in: Kultur und Kunst, 2010, S. 92). In Bezug auf das Rätoromanische legt Art. 6 Abs. 3 SpG fest, dass sich Personen rätoromanischer Sprache in ihren Idiomen oder in Rumantsch Grischun an die Bundesbehörden wenden können; diese antworten in Rumantsch Grischun. Vor Bundesgericht wird das Verfahren auf Rumantsch Grischun geführt (Art. 54 Abs. 1 BGG; vgl. BGE 139 II 145; BGE 122 I 93 E. 1).\n\n5.7.5 Was das kantonale Verfassungsrecht betrifft, so lautet Art. 3 der Verfassung des Kantons Graubünden vom 18. Mai/14. September 2003 (KV/GR; SR 131.226) wie folgt:\n\n1 Deutsch, Rätoromanisch und Italienisch sind die gleichwertigen Landes- und Amtssprachen des Kantons.\n\n2 Kanton und Gemeinden unterstützen und ergreifen die erforderlichen Massnahmen zur Erhaltung und Förderung der rätoromanischen und der italienischen Sprache. Sie fördern die Verständigung und den Austausch zwischen den Sprachgemeinschaften. BGE 139 I 229 S. 239\n\n3 Gemeinden und Kreise bestimmen ihre Amts- und Schulsprachen im Rahmen ihrer Zuständigkeiten und im Zusammenwirken mit dem Kanton. Sie achten dabei auf die herkömmliche sprachliche Zusammensetzung und nehmen Rücksicht auf die angestammten sprachlichen Minderheiten.\n\nDie Beschwerdeführer machen nicht geltend (vgl. Art. 106 Abs. 2 BGG), dass in dem von ihnen angerufenen Art. 3 der Verfassung mit dem Rätoromanischen nur die Idiome gemeint seien. Nach der Entstehungsgeschichte der Kantonsverfassung wollte sich der Verfassungsgeber offenbar in der Frage Idiome/Rumantsch Grischun nicht festlegen, sondern Flexibilität bewahren (RICHTER, a.a.O., S. 890 ff.).\n\nAngesichts dieser Umstände kann nicht gesagt werden, dass sich der verfassungsrechtliche Anspruch auf Schulunterricht in rätoromanischer Sprache spezifisch auf die Idiome bezieht. Vielmehr lässt das kantonale Verfassungsrecht (wie soeben erwähnt bewusst) offen, welche Version des Rätoromanischen gemeint ist. Die Wahl zwischen Idiom und Rumantsch Grischun ist daher eher eine sprachpolitische als eine grundrechtliche Frage. Dafür spricht auch, dass es neben den Beschwerdeführern, welche die Rückkehr zum Idiom anstreben, vermutlich auch (wenn auch wohl minderheitlich) Eltern gibt, welche lieber beim Rumantsch Grischun bleiben möchten. Die Situation ist insoweit derjenigen in der deutschsprachigen Schweiz ähnlich, wo es auch Familien gibt, welche den schweizerdeutschen Dialekt als Unterrichtssprache (zumindest in der Grundschule, wie dies in der Vergangenheit häufig, wenn nicht sogar mehrheitlich der Fall war) bevorzugen würden. Andere Eltern wiederum begrüssen, dass sich heute auch dort Hochdeutsch als Unterrichtssprache durchgesetzt hat. Würde die Festlegung einer der Versionen als Grundrechtseingriff betrachtet, hätte dies zur Folge, dass zwangsläufig immer ein Teil der Kinder in ihren Grundrechten eingeschränkt würde, da es aus finanziellen Gründen für die Gemeinden kaum als zumutbar erscheint, einen Unterricht in zwei Sprachen parallel anzubieten.\n\n5.8 Aus dem bisher Gesagten folgt, dass - was die aktive Seite der Sprachenfreiheit (vorne E. 5.4) betrifft - die lokalen Minderheiten durchaus einen verfassungsrechtlichen Anspruch haben, ihre Idiome zu verwenden und sich, zumal die Kantonsverfassung das \"Rätoromanische\" nicht näher definiert, auch in diesen Idiomen an die Behörden zu wenden (vgl. so auch ausdrücklich Art. 3 Abs. 5 des kantonalen Sprachengesetzes vom 19. Oktober 2006 [SpG/GR; BR 492.100]). Was die passive Seite der Sprachenfreiheit (wozu auch die Festlegung der Unterrichtssprache gehört, vorne E. 5.4) betrifft, BGE 139 I 229 S. 240ist dem grundrechtlichen Anspruch der Minderheiten hingegen Genüge getan, wenn der Unterricht in Beachtung des Territorialitätsprinzips in romanischer Sprache - sei dies nun in den Idiomen oder in Rumantsch Grischun - angeboten wird. Der Beschluss der Regierung, wonach es den am Schulversuch beteiligten Gemeinden zwar freisteht, von der Schulsprache Rumantsch Grischun auf das Idiom zu wechseln (oder umgekehrt), dass aber dieser Wechsel für diejenigen Schüler, welche bereits eingeschult wurden, nicht mehr zum Tragen kommt, berührt den Schutzbereich von Art. 18 BV nicht.\n\nDamit ergibt sich insgesamt, dass der streitige Beschluss, mit welchem die Freiheit der Gemeinden, zwischen Idiom und Rumantsch Grischun zu wählen, in zeitlicher Hinsicht eingeschränkt wird, keinen Eingriff in die Sprachenfreiheit darstellt.\n\n5.9 Ist der Schutzbereich der Sprachenfreiheit nicht berührt, ist die Rüge, der streitige Beschluss greife ohne genügende gesetzliche Grundlage und in unverhältnismässiger Weise in die Sprachenfreiheit ein (Art. 36 Abs. 1 und 3 BV), gegenstandslos. Die Rüge, die gesetzliche Grundlage (Art. 6 SchulG) des streitigen Beschlusses sei ungenügend, könnte damit nur im Zusammenhang mit anderen Grundrechten vorgebracht werden (z.B. Gewaltenteilung oder Gemeindeautonomie); solche werden aber von den Beschwerdeführern nicht angerufen, so dass darauf nicht einzugehen ist (E. 2.2).\n\n6. Die Beschwerdeführer berufen sich (beiläufig) auf die Europäische Charta der Regional- oder Minderheitssprachen vom 5. November 1992 (SR 0.441.2): Darin hat sich die Schweiz verpflichtet, in Bezug auf Regional- und Minderheitssprachen bestimmte Ziele und Grundsätze anzuwenden (Art. 2 Abs. 1 und Art. 7), u.a. die Bereitstellung geeigneter Formen und Mittel für das Lehren und Lernen (Art. 7 lit. f). Sodann hat sich die Schweiz verpflichtet, den Grundschulunterricht auf Rätoromanisch anzubieten (Art. 2 Abs. 2 und Art. 8 Abs. 1 lit. b Ziff. i der genannten Charta i.V.m. Erklärung der Schweiz lit. a.). Daraus ergibt sich aber nicht, ob dies auf Rumantsch Grischun oder im Idiom erfolgt. Als Regional- oder Minderheitensprache im Sinne der Charta gelten Sprachen, die herkömmlicherweise in einem bestimmten Gebiet eines Staates von Angehörigen dieses Staates gebraucht werden, deren Zahl kleiner ist als die der übrigen Bevölkerung und die sich von den Amtssprachen dieses Staates unterscheiden, nicht aber die Dialekte der Amtssprachen und die Sprachen von Zuwanderern (Art. 1 lit. a). BGE 139 I 229 S. 241\n\nAbgesehen davon, dass die genannte Charta weitgehend programmatische Bestimmungen enthält und sich in diesem Sinne in erster Linie an den Gesetzgeber richtet (Botschaft vom 25. November 1996 über die Europäische Charta der Regional- oder Minderheitensprachen, BBl 1997 I 1165, 1179 Ziff. 6 a.E.; vgl. generell zum self-executing Charakter von Verträgen BGE 133 I 286 E. 3.2; BGE 130 I 113 E. 3.3), ist diesen Bestimmungen hinreichend Rechnung getragen worden. Es geht hier in erster Linie darum, dass das Rätoromanische - welches unter Berücksichtigung aller seiner Idiome selber eine Minderheitssprache darstellt und von kaum einem Prozent der schweizerischen Gesamtbevölkerung (ca. 40'000 Personen, vgl. AUER/MALINVERNI/HOTTELLIER, a.a.O., S. 310) gesprochen wird - nicht verschwindet und eine Unterrichtssprache bleibt, was hier der Fall ist.\n\nDie von der Regierung erlassene angefochtene Übergangsregelung erweist sich daher auch nicht als konventionswidrig."}