{"annee": "139", "cour": "IV", "page": "62", "date": "11/12/2012", "cite": ["129 IV 305", "121 IV 64", "137 III 352", "133 IV 112", "135 IV 196", "105 IV 307", "135 I 79", "131 III 314", "136 III 6", "136 III 283", "97 IV 153", "135 II 78", "116 IV 80", "134 IV 328", "137 IV 180", "129 IV 49", "111 IV 87", "131 IV 83"], "cite_par": ["142 IV 276", "144 IV 161", "143 II 685", "143 IV 450", "140 II 80", "141 IV 145", "145 IV 252", "143 IV 122", "144 IV 240", "142 IV 11", "144 IV 97", "143 IV 49"], "chapeau": "9. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Swissmedic (Schweizerisches Heilmittelinstitut) gegen X. (Beschwerde in Strafsachen)\n\n6B_771/2011 vom 11. Dezember 2012", "regestes": ["La prescription de l'action pénale ne court plus lorsqu'un jugement de première instance a été rendu (art. 97 al. 3 CP). Le mandat de répression rendu en procédure pénale administrative (art. 64 DPA) n'est pas un jugement de première instance au sens de l'art. 97 al. 3 CP, au-delà duquel la prescription ne court plus (confirmation de la jurisprudence). Cela vaut également lorsque l'opposition formée contre le mandat de répression est traitée comme une demande de jugement par le tribunal et qu'aucun prononcé pénal (art. 70 DPA) n'est dès lors rendu (consid. 1.4). Sont des jugements de première instance au sens de l'art. 97 al. 3 CP, audelà duquel la prescription ne court plus, non seulement les prononcés de condamnation, mais également ceux d'acquittement (changement de jurisprudence; consid. 1.5)."], "faits": "BGE 139 IV 62 S. 63\n\nA. X. war von 1996 bis 2006 Chefapothekerin in einem Spital. In dieser Funktion präsidierte sie auch die Medikamentenkommission, welche über die Aufnahme von Arzneimitteln in die Medikamentenliste (Bestellliste) des Spitals entschied. X. schloss im Namen der Spitalapotheke am 11. November 2002 und am 10. Dezember 2003 zwei Verträge mit der A. SA und am 3./22. Dezember 2004 einen Vertrag mit der B. AG ab. Die A. SA leistete im Dezember 2002 und im Oktober 2004 Zahlungen von Fr. 19'000.- respektive Fr. 15'000.- auf ein von X. eingerichtetes Postkonto mit der Bezeichnung \"R&D& Formation\" (für \"Research&Development&Formation\"). Die B. AG überwies im Dezember 2004 einen Betrag von Fr. 15'000.- auf dasselbe Konto.\n\nB.\n\nB.a Die Swissmedic bestrafte X. mit Strafbescheiden vom 18. und 19. März 2009 wegen Widerhandlungen gegen das Heilmittelgesetz (Art. 33 Abs. 2 i.V.m. Art. 87 Abs. 1 lit. b HMG) mit Bussen von Fr. 2'000.- respektive Fr. 800.-.\n\nX. erhob Einsprache. Die Swissmedic behandelte diese auf Antrag der Einsprecherin gemäss Art. 71 des Bundesgesetzes über das Verwaltungsstrafrecht (VStrR) als Begehren um Beurteilung durch das Strafgericht. Das Einspracheverfahren, also der Erlass einer Strafverfügung (Art. 70 VStrR) auf Einsprache (Art. 67 VStrR) der Gebüssten gegen den Strafbescheid (Art. 64 VStrR), wurde mithin übersprungen.\n\nB.b Das Bezirksstrafgericht der Saane sprach X. mit Urteil vom 20. November 2009 vom Vorwurf der Übertretung des Heilmittelgesetzes (Art. 33 Abs. 2 i.V.m. Art. 87 Abs. 1 lit. b HMG) frei.\n\nGegen dieses Urteil erhob die Swissmedic Berufung mit den Anträgen, X. sei der mehrfachen vorsätzlichen, eventuell der mehrfachen fahrlässigen Widerhandlung gegen das Heilmittelgesetz (Art. 33 Abs. 2 i.V.m. Art. 87 Abs. 1 lit. b [eventuell auch i.V.m. Art. 87 Abs. 3] HMG) schuldig zu sprechen.\n\nDer Strafappellationshof des Kantonsgerichts Freiburg wies mit Urteil vom 16. September 2011 die Berufung der Swissmedic ab und BGE 139 IV 62 S. 64bestätigte den erstinstanzlichen Freispruch vom Vorwurf der Übertretung gegen das Heilmittelgesetz.\n\nC. Die Swissmedic führt mit Eingabe vom 23. November 2011 Beschwerde in Strafsachen mit den Anträgen, X. sei der mehrfachen vorsätzlichen, eventuell der mehrfachen fahrlässigen Widerhandlung gegen das Heilmittelgesetz im Sinne von Art. 33 Abs. 2 i.V.m. Art. 87 Abs. 1 lit. b (eventuell auch i.V.m. Art. 87 Abs. 3) HMG schuldig zu sprechen und zu Bussen von Fr. 2'000.- und Fr. 800.- zu verurteilen. Die Swissmedic stellt zudem Anträge betreffend die Verteilung der Verfahrenskosten in den verschiedenen Verfahrensstadien.", "considerants": "Aus den Erwägungen:\n\n1. Es stellt sich zunächst die Frage der Verjährung. Solange die Verfolgungsverjährung läuft, ist in jedem Stadium des Verfahrens, auch im bundesgerichtlichen Beschwerdeverfahren, von Amtes wegen zu prüfen, ob sie eingetreten ist (BGE 129 IV 49 E. 5.4; BGE 116 IV 80 E. 2; BGE 97 IV 153 E. 2)\n\n1.1 Das Bundesgesetz vom 15. Dezember 2000 über Arzneimittel und Medizinprodukte (Heilmittelgesetz, HMG; SR 812.21) enthält hinsichtlich der Verjährung lediglich eine Bestimmung betreffend die Dauer der Verjährungsfrist bei Übertretungen (Art. 87 Abs. 5 HMG). Es findet sich im Gesetz keine Regelung betreffend den Beginn und das Ende der Verfolgungsverjährung. Insoweit sind, da diesbezügliche Vorschriften auch im Bundesgesetz über das Verwaltungsstrafrecht fehlen, gemäss Art. 2 VStrR (SR 313.0) die Bestimmungen des Strafgesetzbuches anwendbar.\n\nGemäss Art. 98 StGB beginnt die Verjährung (a.) mit dem Tag, an dem der Täter die strafbare Tätigkeit ausführt; (b.) wenn der Täter die strafbare Tätigkeit zu verschiedenen Zeiten ausführt, mit dem Tag, an dem er die letzte Tätigkeit ausführt; (c.) wenn das strafbare Verhalten dauert, mit dem Tag, an dem dieses Verhalten aufhört. Ist vor Ablauf der Verjährungsfrist ein erstinstanzliches Urteil ergangen, so tritt die Verjährung nicht mehr ein (Art. 97 Abs. 3 StGB). Diese Bestimmungen entsprechen inhaltlich aArt. 71 und aArt. 70 Abs. 3 StGB in der Fassung gemäss Bundesgesetz vom 5. Oktober 2001 (AS 2002 2993 und 3146), welche zur Zeit der vorliegend inkriminierten Handlungen in Kraft waren. Die Bestimmungen über den Beginn und das Ende der Verjährung gelten gemäss Art. 104 StGB auch für BGE 139 IV 62 S. 65Übertretungen (siehe BGE 135 IV 196 E. 2 betreffend Art. 97 Abs. 3 StGB im Besonderen).\n\n1.2 Nach der Rechtsprechung des Bundesgerichts ist unter einem erstinstanzlichen Urteil, mit dessen Ausfällung vor Ablauf der Verjährungsfrist gemäss Art. 97 Abs. 3 StGB (respektive aArt. 70 Abs. 3 StGB in der Fassung gemäss Bundesgesetz vom 5. Oktober 2001) die Verjährung nicht mehr eintreten kann, ein den Beschuldigten verurteilendes Erkenntnis zu verstehen und läuft somit im Falle eines erstinstanzlichen Entscheids, durch welchen der Beschuldigte freigesprochen oder das Verfahren eingestellt wird, die Verfolgungsverjährung weiter (BGE 135 IV 196 E. 2.1; BGE 134 IV 328 E. 2.1). In Strafsachen, die zunächst im Verwaltungsstrafverfahren gemäss dem Bundesgesetz über das Verwaltungsstrafrecht durchgeführt werden, ist die Strafverfügung der Verwaltung (Art. 70 VStrR) der massgebende Entscheid, mit welchem die Verjährung endet, und hört somit die Verjährung einerseits nicht bereits mit dem Strafbescheid der Verwaltung (Art. 64 VStrR) und andererseits nicht erst mit dem erstinstanzlichen Gerichtsurteil im Rahmen der gerichtlichen Beurteilung (Art. 73 ff., 79 VStrR) zu laufen auf (BGE 135 IV 196 E. 2; BGE 133 IV 112 E. 9.4.4).\n\n1.3\n\n1.3.1 Soweit die inkriminierten Handlungen überhaupt Straftaten darstellen sollten, begann die Verjährung mit den Tagen zu laufen, an denen die Beschwerdegegnerin die geldwerten Vorteile annahm, d.h. an den Tagen, an denen die A. SA im Dezember 2002 und im Oktober 2004 sowie die B. AG im Dezember 2004 Zahlungen auf das von der Beschwerdegegnerin eingerichtete Postkonto leisteten. Zwischen den Annahmen der beiden Zahlungen der A. SA besteht entgegen der Auffassung der Beschwerdeführerin weder eine tatbeständliche noch eine natürliche Handlungseinheit, da deren Voraussetzungen (siehe dazu BGE 131 IV 83 E. 2.4.5) schon mangels des erforderlichen engen zeitlichen Zusammenhangs nicht erfüllt sind.\n\n1.3.2 Übertretungen gemäss Heilmittelgesetz verjähren entgegen der sich aus Art. 87 Abs. 5 HMG i.V.m. Art. 333 Abs. 6 lit. b StGB (respektive aArt. 333 Abs. 5 lit. b StGB) ergebenden Regelung nicht in zehn Jahren, sondern in sieben Jahren, da die Verjährungsfrist für Übertretungen im Sinne eines Spezialgesetzes vernünftigerweise nicht länger sein kann als die Verjährungsfrist für Vergehen im Sinne desselben Spezialgesetzes (Urteil 6B_374/2008 vom 27. November 2008 E. 5; siehe auch BGE 134 IV 328 E. 2.1). Soweit im Urteil 6B_5/2010BGE 139 IV 62 S. 66 vom 30. Juni 2010 (E. 4.2) in einer Randbemerkung unter Hinweis auf das Urteil 6B_115/2008 vom 4. September 2008 von einer Verjährungsfrist von 7 ½ Jahren ausgegangen wird, liegt ein Versehen vor, da die im Urteil 6B_115/2008 (E. 2.7) vertretene Auffassung, dass die Verjährungsfrist 7 ½ Jahre betrage, durch das Urteil 6B_374/2008 korrigiert worden ist.\n\n1.3.3 Die Strafbescheide der Beschwerdeführerin vom 18. und 19. März 2009, durch welche die Beschwerdegegnerin wegen Übertretung gegen das Heilmittelgesetz gebüsst wurde, sind keine Urteile im Sinne von Art. 97 Abs. 3 StGB (respektive aArt. 70 Abs. 3 StGB), nach deren Ausfällung vor Ablauf der Verjährungsfrist die Verjährung nicht mehr eintreten kann (BGE 135 IV 196 E. 2.1; BGE 133 IV 112 E. 9.4.4). Eine Strafverfügung im Sinne von Art. 70 VStrR hat die Beschwerdeführerin nicht erlassen, da sie die gegen die Strafbescheide erhobenen Einsprachen auf Antrag der Beschwerdegegnerin gemäss Art. 71 VStrR als Begehren um gerichtliche Beurteilung behandelte. Durch das Urteil des Bezirksstrafgerichts der Saane vom 20. November 2009 wurde die Beschwerdegegnerin freigesprochen, weshalb die Verjährung auch nach der Ausfällung dieses Urteils weiterlief (BGE 135 IV 196 E. 2; BGE 134 IV 328 E. 2.1). Auf der Grundlage der bundesgerichtlichen Rechtsprechung sind daher die der Beschwerdegegnerin zur Last gelegten Handlungen bei einer Verjährungsfrist von sieben Jahren im Dezember 2009 (Zahlung der A. SA von Fr. 19'000.- im Dezember 2002) respektive im Oktober 2011 (Zahlung der A. SA von Fr. 15'000.- im Oktober 2004) beziehungsweise im Dezember 2011 (Zahlung der B. AG von Fr. 15'000.- im Dezember 2004) verjährt.\n\n1.4 Die Beschwerdeführerin fordert eine Änderung der Rechtsprechung, wonach im Anwendungsbereich des Bundesgesetzes über das Verwaltungsstrafrecht die Verjährung mit dem Erlass der Strafverfügung der Verwaltung im Sinne von Art. 70 VStrR endet. Sie ist der Auffassung, die Strafverfügung der Verwaltung sei verjährungsrechtlich unerheblich. Die Verjährung höre bereits mit der Ausfällung des Strafbescheids der Verwaltung (Art. 64 VStrR) zu laufen auf.\n\n1.4.1 Nach Art. 97 Abs. 3 StGB respektive aArt. 70 Abs. 3 StGB tritt die Verjährung nicht mehr ein, wenn vor Ablauf der Verjährungsfrist ein erstinstanzliches Urteil ergangen ist. Gemäss den Ausführungen in der Botschaft des Bundesrates vom 21. September 1998 zur Teilrevision des Strafgesetzbuches (Allgemeine Bestimmungen BGE 139 IV 62 S. 67etc.) sind unter Urteilen im Sinne dieser Bestimmung auch Urteile im Abwesenheitsverfahren sowie Strafmandate (Strafbefehle) zu verstehen, die nicht Gegenstand eines Rechtsmittel- oder Einspracheverfahrens waren (Botschaft, BBl 1999 1997 ff., 2134). Weitere Erörterungen zum Begriff des Urteils im Sinne der zitierten Bestimmung enthält die Botschaft nicht. Die Tragweite der Vorschrift war auch nicht Gegenstand der parlamentarischen Beratungen.\n\n1.4.2 In BGE 133 IV 112 E. 9.4.4 erwog das Bundesgericht, dass jeder Strafverfügung (Art. 70 VStrR) zwingend ein Strafbescheid (Art. 64 VStrR) voranzugehen habe, welcher wie ein Strafmandat (Strafbefehl) auf summarischer Grundlage getroffen werden könne. Die Strafverfügung müsse demgegenüber auf einer umfassenden Grundlage beruhen und werde in einem kontradiktorischen Verfahren erlassen. Während somit der Strafbescheid Parallelen zum Strafmandat (Strafbefehl) aufweise, sei die Strafverfügung einem gerichtlichen Urteil gleichzustellen, mit dessen Ausfällung die Verjährung zu laufen aufhöre.\n\nDiese Auffassung ist in einem Teil des Schrifttums auf Kritik gestossen. Danach ist erst das erstinstanzliche Erkenntnis im gerichtlichen Verfahren (Art. 73 ff., Art. 79 VStrR) als erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB (respektive aArt. 70 Abs. 3 StGB) zu qualifizieren. Zur Begründung wird ausgeführt, dass Entscheide der Verwaltung und somit auch Strafverfügungen keine Urteile seien, da sie nicht von einem Gericht erlassen würden und nicht mit einem Rechtsmittel, sondern mit einer blossen Einsprache anzufechten seien. Zudem könne das Verwaltungsstrafverfahren gänzlich entfallen, wenn das übergeordnete Departement die Voraussetzungen einer Freiheitsstrafe oder einer freiheitsentziehenden Massnahme für gegeben halte (siehe Art. 21 Abs. 1 i.V.m. Art. 73 Abs. 1 VStrR). Ausserdem könne das Verwaltungsstrafverfahren zumindest teilweise übersprungen werden, wenn die Verwaltung die Einsprache gegen den Strafbescheid auf Antrag oder mit Zustimmung des Einsprechers als Begehren um gerichtliche Beurteilung durch das Strafgericht behandle (Art. 71 VStrR) und somit keine Strafverfügung (Art. 70 VStrR) erlassen werde (RIEDO/ZURBRÜGG, Der Jetlag dauert an oder Neue Unwägbarkeiten im Recht der strafrechtlichen Verjährung, AJP 2009 S. 372 ff., 377 f.).\n\n1.4.3 Die Beschwerdeführerin ist der Auffassung, dass entgegen dieser Meinungsäusserung im Schrifttum nicht erst das erstinstanzliche BGE 139 IV 62 S. 68Urteil im gerichtlichen Verfahren und entgegen der Rechtsprechung des Bundesgerichts auch nicht die Strafverfügung der Verwaltung, sondern bereits der Strafbescheid der Verwaltung als erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB respektive aArt. 70 Abs. 3 StGB zu qualifizieren ist, nach dessen Ausfällung die Verjährung nicht mehr eintreten kann. Zwar weise der Strafbescheid (Art. 64 VStrR) gewisse Parallelen zum Strafbefehl auf, doch unterscheide er sich davon wesentlich dadurch, dass ihm zwingend ein Schlussprotokoll (Art. 61 VStrR) vorauszugehen habe. Dieses enthalte in komplexen Fällen bereits eine ausführliche rechtliche Würdigung, zu welcher der Beschuldigte Stellung nehmen könne. Das in BGE 133 IV 112 E. 9.4.4 als wesentlich erachtete Element des \"kontradiktorischen Verfahrens\" finde namentlich in komplexen Fällen bereits im Stadium zwischen der Erstellung des Schlussprotokolls und dem Erlass des Strafbescheids statt. Demgegenüber sei es mit dem \"kontradiktorischen Verfahren\" im Stadium zwischen Strafbescheid und Strafverfügung in Tat und Wahrheit nicht weit her. Die Verwaltung sei zwar verpflichtet, den Strafbescheid auf Einsprache hin zu überprüfen, doch sei sie nicht verpflichtet, sondern lediglich berechtigt, eine mündliche Verhandlung anzuordnen und die Untersuchung zu ergänzen (Art. 69 Abs. 1 VStrR). Die Beschwerdeführerin weist sodann darauf hin, sie hätte im vorliegenden Fall, anstatt dem Antrag der Beschwerdegegnerin auf Überspringen des Einspracheverfahrens (Art. 71 VStrR) stattzugeben, ohne weiteres zwei mit den Strafbescheiden weitgehend übereinstimmende Strafverfügungen erlassen können, womit nach der Rechtsprechung die Verfolgungsverjährung zu laufen aufgehört hätte. Im Falle der Aufrechterhaltung der in BGE 133 IV 112 E. 9.4.4 begründeten Praxis sei davon auszugehen, dass die Verwaltung einzig zum Zwecke der Vermeidung des Verjährungsrisikos Anträgen auf Überspringen des Einspracheverfahrens nicht mehr stattgeben werde, zumal nicht voraussehbar sei, innert welcher Frist ein erstinstanzlicher Gerichtsentscheid im gerichtlichen Verfahren ausgefällt werde, und somit ein erhöhtes Verjährungsrisiko bestehe. Aus diesen Gründen sei die bundesgerichtliche Rechtsprechung in dem Sinne zu ändern, dass nicht erst eine allfällige Strafverfügung (Art. 70 VStrR), sondern bereits der Strafbescheid der Verwaltung (Art. 64 VStrR) als erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB zu qualifizieren sei, nach dessen Ausfällung die Verjährung nicht mehr eintreten könne.\n\n1.4.4 Das Bundesgericht hatte sich in BGE 133 IV 112 E. 9.4.4 nicht mit der Konstellation der hier vorliegenden Art zu befassen, in BGE 139 IV 62 S. 69 welcher die Einsprache gegen den Strafbescheid gemäss Art. 71 VStrR als Begehren um gerichtliche Beurteilung behandelt und somit zufolge Überspringens des Einspracheverfahrens keine Strafverfügung erlassen wird. Es prüfte daher nicht, ob in dieser Situation bereits mit dem Strafbescheid (Art. 64 VStrR) oder erst mit dem (verurteilenden) Erkenntnis der ersten Gerichtsinstanz im gerichtlichen Verfahren (Art. 73 ff., Art. 79 VStrR) die Verjährung zu laufen aufhört. Die Frage muss im vorliegenden Verfahren entschieden werden.\n\n1.4.5 Der Strafbescheid der Verwaltung ist aus den in BGE 133 IV 112 E. 9.4.4 genannten Gründen kein erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB. Daran vermögen die von der Beschwerdeführerin vorgetragenen Argumente nichts zu ändern. Dass in einzelnen, namentlich komplexen Fällen dem Erlass des Strafbescheids in der Praxis ein aufwändiges Verfahren vorausgehen kann, ist nicht entscheidend. Ist aber der Strafbescheid (Art. 64 VStrR) kein erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB, so gilt dies nicht nur, wenn ihm auf Einsprache (Art. 67 ff. VStrR) hin eine Strafverfügung (Art. 70 VStrR) folgt, sondern auch, wenn die Einsprache gegen den Strafbescheid als Begehren um gerichtliche Beurteilung behandelt (Art. 71 VStrR) und somit zufolge Überspringens des Einspracheverfahrens keine Strafverfügung erlassen wird. Denn das Überspringen des Einspracheverfahrens ändert an der Rechtsnatur des Strafbescheids nichts, und bei dessen Erlass ist ungewiss, ob eine allfällige Einsprache als Begehren um gerichtliche Beurteilung behandelt werden wird.\n\nIn den Fällen, in welchen das Einspracheverfahren übersprungen wird (Art. 71 VStrR), ist somit nicht der Strafbescheid (Art. 64 VStrR), sondern der erstinstanzliche Gerichtsentscheid im gerichtlichen Verfahren (Art. 73 ff., Art. 79 VStrR) als erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB zu qualifizieren, nach dessen Ausfällung vor Ablauf der Verjährungsfrist die Verjährung nicht mehr eintritt.\n\n1.4.6 Welche Konsequenzen sich daraus für die Fälle ergeben, in denen das Einspracheverfahren nicht übersprungen, sondern nach dem Erlass des Strafbescheids eine Strafverfügung ausgefällt wird, ist hier nicht zu entscheiden. Es ist nicht zu prüfen, ob folgerichtig auch in diesen Fällen die Verjährung erst mit der Ausfällung des erstinstanzlichen Urteils im gerichtlichen Verfahren zu laufen aufhört und die Rechtsprechung in diesem Sinne zu ändern wäre. BGE 139 IV 62 S. 70\n\n1.5 Die Beschwerdeführerin fordert unter Hinweis auf Meinungsäusserungen in der Lehre eine Änderung der Rechtsprechung, wonach unter einem Urteil im Sinne von Art. 97 Abs. 3 StGB (respektive aArt. 70 Abs. 3 StGB), nach dessen Ausfällung vor Ablauf der Verjährungsfrist die Verjährung nicht mehr eintreten kann, ausschliesslich verurteilende, nicht auch freisprechende Erkenntnisse zu verstehen sind. Sie macht geltend, dass auch ein freisprechender erstinstanzlicher Entscheid ein Urteil im Sinne der zitierten Bestimmung sei und daher die Verjährung auch mit der Ausfällung eines freisprechenden erstinstanzlichen Urteils vor Ablauf der Verjährungsfrist zu laufen aufhöre. Demnach habe im vorliegenden Fall die Verjährung spätestens mit der Ausfällung des freisprechenden Urteils des Bezirksstrafgerichts der Saane vom 20. November 2009 geendet. In jenem Zeitpunkt seien noch nicht sieben Jahre seit den inkriminierten Handlungen verstrichen gewesen.\n\n1.5.1 Gemäss Art. 97 Abs. 3 StGB respektive aArt. 70 Abs. 3 StGB tritt die Verjährung nicht mehr ein, wenn vor Ablauf der Verjährungsfrist ein erstinstanzliches Urteil ergangen ist (si un jugement de première instance a été rendu; se è stata pronunciata una sentenza di prima istanza).\n\nIn BGE 134 IV 328 E. 2.1 erwog das Bundesgericht, es stelle sich die Frage, ob unter \"Urteilen\" im Sinne der zitierten Bestimmung nur Verurteilungen oder auch Freisprüche und Verfahrenseinstellungen zu verstehen sind. Der Wortlaut der Bestimmung lasse beides zu. Die Verjährung bezwecke aus verschiedenen prozessualen und materiell-strafrechtlichen Gründen, die Strafverfolgung nach Ablauf einer bestimmten Zeit einzustellen. Mit einem Freispruch werde festgestellt, dass der Angeklagte wegen der gegen ihn erhobenen Vorwürfe nicht verurteilt werden kann. Es widerspräche jeder Logik, an diese Feststellung die Rechtsfolge zu knüpfen, dass der Freigesprochene wegen eben dieser Vorwürfe zeitlich unbegrenzt weiter verfolgt werden könne, weil die beurteilte Straftat nicht mehr verjähre. Unter \"erstinstanzlichen Urteilen\" im Sinne von Art. 97 Abs. 3 StGB seien daher ausschliesslich verurteilende Erkenntnisse zu verstehen. Das Bundesgericht hat diese Auffassung in der Folge mehrfach bestätigt (BGE 135 IV 196 E. 2.1; Urteile 6B_983/2010 vom 19. April 2011 E. 4.2.1; 6B_819/2010 vom 3. Mai 2011 E. 4.3). Im Urteil 6B_242/2011 vom 15. März 2012 (wiedergegeben in SJ 2012 I S. 313 ff.) erwog es, BGE 134 IV 328 E. 2.1 habe klar zum Ausdruck gebracht, dass BGE 139 IV 62 S. 71unter erstinstanzlichen Urteilen im Sinne von Art. 97 Abs. 3 StGB (respektive aArt. 70 Abs. 3 StGB) nur verurteilende und nicht auch freisprechende Erkenntnisse zu verstehen seien. Diese Rechtsprechung sei zwar von einem Teil der Lehre kritisiert worden. Die Voraussetzungen für eine Änderung der Praxis seien indessen nicht erfüllt. Nach einem freisprechenden erstinstanzlichen Urteil laufe die Verjährung weiter. Wenn die Rechtsmittelinstanz den erstinstanzlichen freisprechenden Entscheid aufhebe und die Sache zur Verurteilung an die erste Instanz zurückweise, höre die Verjährung erst mit der Ausfällung des neuen, verurteilenden erstinstanzlichen Entscheids zu laufen auf. Im Urteil 6B_983/2010 vom 19. April 2011 E. 4.2.3 hielt das Bundesgericht fest, die Verfolgungsverjährung höre mit der Ausfällung eines verurteilenden erstinstanzlichen Erkenntnisses zu laufen auf. Die Verjährung laufe ab diesem Zeitpunkt unabhängig von allfälligen Rechtsmitteln nicht weiter, auch nicht, wenn die erstinstanzliche Verurteilung in Gutheissung eines Rechtsmittels aufgehoben werde.\n\nIn der Lehre sind die Meinungen geteilt. Nach der einen Auffassung sind unter \"Urteilen\" im Sinne von Art. 97 Abs. 3 StGB beziehungsweise aArt. 70 Abs. 3 StGB nur verurteilende Erkenntnisse zu verstehen (ALAIN MACALUSO, forumpoenale 5/2009 S. 278 f.; GILBERT KOLLY, in: Commentaire romand, Code pénal, Bd. I, 2009, N. 61 zu Art. 97 StGB). Nach der andern Ansicht fallen darunter auch freisprechende Urteile (RIEDO/ZURBRÜGG, a.a.O., S. 377; CHRISTIAN DENYS, Prescription de l'action pénale, les nouveaux art. 70, 71, 109 et 333 al. 5 CP, SJ 2003 II 49 ff., 54 f.; VINCENT MAENDLY, La prescription, in: La nouvelle partie générale du Code pénal suisse, Kuhn/Moreillon/Viredaz/Bichovsky [Hrsg.], 2006, S. 375 ff., 378; BERNARD BERTOSSA, SJ 2012 I 316).\n\nGegen die in BGE 134 IV 328 E. 2.1 begründete Rechtsprechung werden Einwände und Bedenken in verschiedener Hinsicht vorgebracht. Bei grammatikalischer Auslegung von Art. 97 Abs. 3 StGB (respektive aArt. 70 Abs. 3 StGB) sei selbstverständlich auch ein freisprechendes Erkenntnis ein \"Urteil\" im Sinne dieser Bestimmung. Die Auffassung des Bundesgerichts, der Wortlaut der Bestimmung sei nicht eindeutig und lasse auch die Auslegung zu, dass nur verurteilende Erkenntnisse als \"Urteile\" zu qualifizieren seien, sei unhaltbar und schlechterdings falsch. Dies ergebe sich auch mit Blick auf den französischen und den italienischen Gesetzeswortlaut, worin von BGE 139 IV 62 S. 72\"jugement\" respektive \"sentenza\" die Rede sei (RIEDO/ZURBRÜGG, a.a.O., S. 377). Der Wortlaut der Bestimmung sei klar und bedürfe keiner Auslegung (BERNARD BERTOSSA, a.a.O.). Wenn die Verjährung nach freisprechenden Erkenntnissen weiterlaufe, bestehe das Risiko, dass im Falle der Einreichung eines Rechtsmittels gegen das freisprechende erstinstanzliche Urteil durch die Staatsanwaltschaft oder die Privatklägerschaft die Verjährung während des Rechtsmittelverfahrens eintrete und somit ein allfälliges Fehlurteil der ersten Instanz von der Rechtsmittelinstanz nicht mehr korrigiert werden könne. Genau dies wolle die neue Bestimmung verhindern (RIEDO/ZURBRÜGG, a.a.O., S. 377). Es sei nicht gerechtfertigt, die von der ersten Instanz möglicherweise zu Unrecht freigesprochene Person unter dem Gesichtspunkt der Verjährung günstiger zu behandeln als eine erstinstanzlich verurteilte Person (BERNARD BERTOSSA, a.a.O.).\n\n1.5.2 Eine Änderung der Rechtsprechung lässt sich regelmässig nur begründen, wenn die neue Lösung besserer Erkenntnis der ratio legis, veränderten äusseren Verhältnissen oder gewandelter Rechtsanschauung entspricht; andernfalls ist die bisherige Praxis beizubehalten. Eine Praxisänderung muss sich auf ernsthafte sachliche Gründe stützen können, die - vor allem im Interesse der Rechtssicherheit - umso gewichtiger sein müssen, je länger die als falsch oder nicht mehr zeitgemäss erachtete Rechtsanwendung gehandhabt wurde (BGE 137 III 352 E. 4.6; BGE 136 III 6 E. 3; BGE 135 I 79 E. 3, je mit Hinweisen).\n\nDie in BGE 134 IV 328 E. 2.1 begründete Rechtsprechung zu der am 1. Oktober 2002 in Kraft getretenen Bestimmung, wonach die Verjährung nicht mehr eintritt, wenn vor Ablauf der Verjährungsfrist ein erstinstanzliches Urteil ergangen ist (aArt. 70 Abs. 3 StGB, Art. 97 Abs. 3 StGB), ist nach erneuter, eingehender Prüfung aus nachstehenden Gründen dahingehend zu ändern, dass unter erstinstanzlichen Urteilen im Sinne dieser Bestimmung nicht nur verurteilende, sondern auch freisprechende Erkenntnisse zu verstehen sind.\n\n1.5.3 Die Bestimmungen des Strafgesetzbuches über die Verjährung wurden durch Bundesgesetz vom 5. Oktober 2001, in Kraft seit 1. Oktober 2002, teilweise revidiert (AS 2002 2993, 3146). Die altrechtlichen Vorschriften betreffend das Ruhen und die Unterbrechung der Verjährung sowie die relative und die absolute Verjährung wurden aufgehoben. Die Verjährungsfristen wurden in dem Sinne verlängert, dass sie ungefähr den altrechtlichen absoluten Fristen entsprechen. BGE 139 IV 62 S. 73\n\nDas alte Recht enthielt keine Bestimmung betreffend das Ende der Verfolgungsverjährung vor Ablauf der Verjährungsfrist. Nach der ständigen Rechtsprechung des Bundesgerichts hörte die Verjährung mit der Ausfällung eines in Rechtskraft erwachsenden Entscheids insoweit zu laufen auf, als der Beschuldigte dadurch verurteilt wurde. Soweit der Beschuldigte freigesprochen oder das Verfahren gegen ihn eingestellt wurde, lief die Verjährung weiter. Ob die Verjährung bereits mit der Ausfällung des erstinstanzlichen oder erst mit der Ausfällung des oberinstanzlichen verurteilenden kantonalen Erkenntnises zu laufen aufhörte, hing gemäss der Praxis des Bundesgerichts zum alten Recht von der mitunter nicht einfach zu beantwortenden Frage ab, ob nach dem massgebenden kantonalen Prozessrecht das Rechtsmittel gegen den erstinstanzlichen Entscheid als ein den Eintritt der Rechtskraft hemmendes ordentliches (Berufung, Appellation) oder als ein den Eintritt der Rechtskraft nicht hemmendes ausserordentliches (Nichtigkeitsbeschwerde, Kassationsbeschwerde) Rechtsmittel ausgestaltet war. Im letztgenannten Fall endete die Verjährung bereits mit der Ausfällung des erstinstanzlichen Entscheids, durch welchen der Beschuldigte verurteilt wurde. Im erstgenannten Fall hingegen lief die Verjährung während des Berufungs- beziehungsweise Appellationsverfahrens weiter, obschon der Beschuldigte durch den erstinstanzlichen Entscheid verurteilt worden war, und konnte somit während des Berufungs- respektive Appellationsverfahrens die Verjährung eintreten. Die Verjährung lief auch im Falle eines Freispruchs durch die Berufungs- beziehungsweise Appellationsinstanz weiter und konnte daher während eines bundesgerichtlichen Beschwerdeverfahrens gegen das freisprechende letztinstanzliche kantonale Urteil eintreten, was zur Folge hatte, dass das Bundesgericht auf die Beschwerde (der Staatsanwaltschaft, des Opfers etc.) nicht eintrat. Wurde hingegen der Beschuldigte durch den Entscheid der Appellations- beziehungsweise Berufungsinstanz verurteilt, so hörte die Verfolgungsverjährung mit dem Eintritt der Rechtskraft des Entscheids zu laufen auf. Wenn das verurteilende Erkenntnis vom Bundesgericht in Gutheissung einer Beschwerde aufgehoben und die Sache zur neuen Entscheidung an die Vorinstanz zurückgewiesen wurde, nahm die Verfolgungsverjährung ihren Fortgang und lief der im Zeitpunkt der Ausfällung des angefochtenen Entscheids noch verbliebene Rest der Verjährung ab Eröffnung des bundesgerichtlichen Urteils weiter (zum Ganzen: BGE 129 IV 49 E. 5, BGE 129 IV 305 E. 6.2; BGE 121 IV 64 E. 2; BGE 116 IV 80 E. 2; BGE 111 IV 87 E. 3a und 3b; BGE 105 IV 307 E. 1b, je mit Hinweisen).BGE 139 IV 62 S. 74\n\n1.5.4 Der Begriff des \"Urteils\" (\"jugement\"; \"sentenza\") ist jedenfalls insoweit klar, als er sowohl verurteilende als auch freisprechende Urteile erfasst. Auch ein freisprechendes Erkenntnis ist zweifelsfrei ein Urteil.\n\nDie Gesetzesbestimmungen sind in erster Linie nach ihrem Wortlaut auszulegen. An einen klaren Gesetzeswortlaut ist die rechtsanwendende Behörde gebunden. Abweichungen vom klaren Wortlaut sind indessen zulässig oder sogar geboten, wenn triftige Gründe zur Annahme bestehen, dass er nicht dem wahren Sinn der Bestimmung entspricht. Solche Gründe können sich aus der Entstehungsgeschichte der Norm, aus ihrem Sinn und Zweck oder aus dem Zusammenhang mit anderen Vorschriften ergeben. Vom klaren Wortlaut kann ferner abgewichen werden, wenn die grammatikalische Auslegung zu einem Ergebnis führt, das der Gesetzgeber nicht gewollt haben kann. Im Übrigen sind bei der Auslegung alle herkömmlichen Auslegungselemente zu berücksichtigen, wobei das Bundesgericht einen pragmatischen Methodenpluralismus befolgt und es ablehnt, die einzelnen Auslegungselemente einer Prioritätsordnung zu unterstellen (BGE 137 IV 180 E. 3.4; BGE 136 III 283 E. 2.3.1; BGE 135 II 78 E. 2.2; BGE 131 III 314 E. 2.2, je mit Hinweisen).\n\n1.5.5 Die Botschaft des Bundesrates vom 21. September 1998 zur Teilrevision des Strafgesetzbuches (Allgemeine Bestimmungen etc.) hält unter Hinweis auf die bundesgerichtliche Rechtsprechung fest, dass nach dem damals geltenden Recht die Verfolgungsverjährung entweder mit dem Ablauf der Verjährungsfrist oder mit der Ausfällung eines verurteilenden Erkenntnisses, welches in Rechtskraft erwuchs und nur mit einem ausserordentlichen Rechtsmittel angefochten werden konnte, zu laufen aufhörte. Das Ende der Verjährung hänge demnach von der Ausgestaltung des kantonalen Rechtsweges ab und variiere somit von Kanton zu Kanton. Ein Hauptproblem liege zudem darin, dass die Verjährung noch im Rechtsmittelverfahren eintreten könne. Der Entwurf sehe daher vor, dass die Verjährung definitiv ende, sobald ein erstinstanzliches Urteil ergangen sei. Gegenüber der Gefahr, dass einem Rechtsmittelverfahren durch die Verjährungsbestimmungen keine zeitlichen Grenzen mehr gesetzt seien, bleibe dem Angeschuldigten der Schutz durch das Verzögerungsverbot und das Beschleunigungsgebot. Wichtig sei, dass die Verurteilten, die auf ein Rechtsmittel gegen den erstinstanzlichen Entscheid verzichten, nicht benachteiligt sein sollen gegenüber den Verurteilten, welche das BGE 139 IV 62 S. 75erstinstanzliche verurteilende Erkenntnis nur deshalb anfechten, um den Eintritt der Rechtskraft hinauszuschieben und die Verjährung eintreten zu lassen. Die Folgen einer Verurteilung sollten nicht je nach Urteilskanton unterschiedlich ausfallen (Botschaft, BBl 1999 1979 ff., 2134 f. Ziff. 216.11).\n\nDie Botschaft des Bundesrates enthält somit Passagen, die ausdrücklich auf die Lage der von der ersten Instanz verurteilten Person hinweisen. Die Probleme und Ungereimtheiten, die sich insoweit aus dem alten Recht und der diesbezüglichen Rechtsprechung ergaben, sollten durch die neue Bestimmung beseitigt werden. In der Botschaft finden sich jedoch auch Passagen, aus denen sich ergibt, dass der Gesetzgeber neben dem kantonalen Rechtsmittelverfahren betreffend erstinstanzliche verurteilende Erkenntnisse im Besonderen auch das kantonale Rechtsmittelverfahren im Allgemeinen im Auge hatte. Die Botschaft sieht ein Hauptproblem des damals geltenden Rechts \"zudem\" darin, \"dass die absolute Verjährung noch im Rechtsmittelverfahren eintreten kann\" (Botschaft, a.a.O., S. 2134 Ziff. 216.11). Dieses Risiko bestand nach dem alten Recht und der diesbezüglichen Rechtsprechung nicht nur in den Fällen, in denen die erstinstanzlich verurteilte Person das ihr zur Verfügung stehende ordentliche Rechtsmittel gegen das erstinstanzliche verurteilende Erkenntnis ergriff. Es bestand ganz allgemein auch bei erstinstanzlichen Freisprüchen, da diesfalls nach der Rechtsprechung zum alten Recht die Verjährung - unabhängig von der Rechtsnatur des zur Verfügung stehenden Rechtsmittels - weiterlief und daher im Rechtsmittelverfahren eintreten konnte. Zur Beseitigung dieser Risiken soll gemäss den Ausführungen in der Botschaft die Verjährung definitiv enden, sobald \"ein erstinstanzliches Urteil\" ergangen ist. Zwar fällt auf, dass in der Botschaft weder explizit von freisprechenden Urteilen die Rede ist noch die langjährige, in der Lehre weitgehend unangefochtene Rechtsprechung zum alten Recht thematisiert wird, wonach bei freisprechenden Urteilen die Verjährung unabhängig von dem dagegen zur Verfügung stehenden Rechtsmittel weiterläuft. Dass diesbezügliche Hinweise in der Botschaft fehlen, lässt jedoch keine zwingenden Schlüsse auf den Willen des Gesetzgebers zu. Die Botschaft enthält keine Ausführungen, aus denen sich zweifelsfrei ergibt, dass nach dem Willen des Gesetzgebers abweichend vom klaren Gesetzeswortlaut die Verjährung nur mit verurteilenden und nicht auch mit freisprechenden erstinstanzlichen Erkenntnissen zu laufen aufhört. Hätte der Gesetzgeber den Anwendungsbereich von aArt. 70 Abs. 3 StGB beziehungsweise BGE 139 IV 62 S. 76Art. 97 Abs. 3 StGB auf verurteilende erstinstanzliche Erkenntnisse beschränken wollen, hätte er dies im Wortlaut der Bestimmung zum Ausdruck gebracht.\n\nDie Botschaft des Bundesrates vom 7. November 2012 zur Änderung des Strafgesetzbuches und des Militärstrafgesetzes (Verlängerung der Verfolgungsverjährung) hält mehrfach unter Hinweis auf Art. 97 Abs. 3 StGB fest, dass die Verfolgungsverjährung seit der Revision des Verjährungsrechts im Jahr 2002 nicht mehr erst mit der Ausfällung eines formell rechtskräftigen Entscheids, sondern bereits mit der Ausfällung eines erstinstanzlichen Urteils zu laufen aufhört, womit sich das Problem relativ kurzer Verjährungsfristen entschärfe (BBl 2012 9253 ff., 9260 Ziff. 1.1.4, 9266 Ziff. 1.3.2). In der Botschaft ist nicht davon die Rede, dass dies nur für verurteilende erstinstanzliche Erkenntnisse gilt, und es wird auch nicht auf die diesbezügliche Rechtsprechung des Bundesgerichts hingewiesen.\n\n1.5.6 Art. 97 Abs. 3 StGB will nach seinem Sinn und Zweck nicht nur verhindern, dass sich die erstinstanzlich verurteilte Person durch Ergreifung eines ordentlichen Rechtsmittels in die Verjährung retten kann. Die Bestimmung will auch unterbinden, dass die erstinstanzlich möglicherweise zu Unrecht freigesprochene Person in dem etwa von der Staatsanwaltschaft veranlassten Rechtsmittelverfahren vom Eintritt der Verjährung profitieren kann und im Hinblick darauf Anträge aller Art stellt. Es gibt keine sachlichen Gründe, die erstinstanzlich freigesprochene Person gegenüber der verurteilten Person zu privilegieren.\n\nDie bundesgerichtliche Rechtsprechung zu Art. 97 Abs. 3 StGB kann zu einer Ungleichbehandlung führen etwa in Fällen, in denen von zwei mitbeschuldigten Personen erstinstanzlich die eine verurteilt und die andere freigesprochen wird und in der Folge beide mitbeschuldigten Personen von der Rechtsmittelinstanz freigesprochen werden. Trotz übereinstimmender Freisprüche durch die Rechtsmittelinstanz läuft die Verfolgungsverjährung nur für die erstinstanzlich freigesprochene Person weiter, während sie für die andere Person zufolge der erstinstanzlichen Verurteilung nicht läuft.\n\n1.5.7 Dass die Verjährung auch mit erstinstanzlichen freisprechenden Entscheiden zu laufen aufhört, bedeutet entgegen einer Bemerkung in BGE 134 IV 328 E. 2.1 nicht, dass die beschuldigte Person wegen Vorwürfen, von welchen sie freigesprochen wurde, zeitlich unbegrenzt weiterverfolgt werden kann. Wenn das freisprechende BGE 139 IV 62 S. 77 Urteil in Rechtskraft erwächst, ist nach dem Grundsatz \"ne bis in idem\" eine weitere Verfolgung, unter Vorbehalt der Revision zu Ungunsten der beschuldigten Person, ausgeschlossen (siehe nunmehr Art. 11 StPO).\n\n1.5.8 Die Auffassung, dass die Verjährung gemäss Art. 97 Abs. 3 StGB auch mit erstinstanzlichen freisprechenden Urteilen zu laufen aufhört, hat nicht zur Folge, dass die Revision zu Ungunsten der freigesprochenen Person zeitlich unbegrenzt möglich ist.\n\nNach der schweizerischen Strafprozessordnung, in Kraft seit 1. Januar 2011, ist die Revision wegen neuer Tatsachen oder neuer Beweismittel sowohl zugunsten als auch zu Ungunsten der beschuldigten Person zulässig (siehe Art. 410 Abs. 1 lit. a StPO). Die Revision zugunsten der beschuldigten Person kann auch nach Eintritt der Verjährung verlangt werden (Art. 410 Abs. 3 StPO). Bis zu welchem Zeitpunkt die Revision zu Ungunsten der beschuldigten Person möglich ist, ist in der Strafprozessordnung nicht ausdrücklich geregelt. Aus Art. 410 Abs. 3 StPO ergibt sich e contrario, dass eine solche Revision nur verlangt werden kann, wenn die beschuldigte Person lebt und die Verfolgungsverjährung noch nicht eingetreten ist (Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1085 ff., 1320 zu Art. 417 Abs. 3). Die Revision zu Ungunsten der beschuldigten Person kann mit anderen Worten beantragt werden, solange für die Straftat, welche der beschuldigten Person im Revisionsbegehren vorgeworfen wird, die Verjährungsfrist noch nicht verstrichen ist. Insoweit ist es nicht von Bedeutung, ob nach der Ausfällung des zu revidierenden Urteils die Verjährung weiterlief oder aber zu laufen aufhörte und daher nicht mehr eintreten kann. Massgebend ist vielmehr, ob im Zeitpunkt des Revisionsbegehrens die Verjährungsfrist noch nicht abgelaufen ist. Die Verjährung beginnt mit der inkriminierten Tat, und die Dauer der Verjährungsfrist bestimmt sich aufgrund der Strafe, die für die inkriminierte Tat angedroht wird.\n\n1.5.9 Zusammenfassend ergibt sich Folgendes. Art. 97 Abs. 3 StGB (vormals aArt. 70 Abs. 3 StGB) erfasst nach dem Gesetzestext in den drei Amtssprachen erstinstanzliche Urteile und somit nicht nur verurteilende, sondern auch freisprechende erstinstanzliche Erkenntnisse. Es bestehen keine sachlichen Gründe, vom klaren Wortlaut abzuweichen. Im Gegenteil ergibt sich aus dem auch aus der Botschaft des Bundesrates erkennbaren Zweck der Bestimmung, wonach im Rechtsmittelverfahren die Verjährung nicht mehr eintreten soll, BGE 139 IV 62 S. 78sowie aus dem Gebot der Gleichbehandlung, dass Art. 97 Abs. 3 StGB auch freisprechende erstinstanzliche Urteile erfasst.\n\n1.5.10 Die Verjährungsfrist für die der Beschwerdegegnerin zur Last gelegten Übertretungen des Heilmittelgesetzes im Sinne von Art. 87 Abs. 1 lit. b i.V.m. Art. 33 Abs. 2 HMG beträgt sieben Jahre (siehe E. 1.3.2 hievor). Im Zeitpunkt der Ausfällung des die Beschwerdegegnerin freisprechenden Urteils des Bezirksstrafgerichts der Saane vom 20. November 2009 war diese Frist seit den inkriminierten Handlungen, die im Dezember 2002, im Oktober 2004 und im Dezember 2004 begangen worden sein sollen, noch nicht verstrichen. Mit der Ausfällung des freisprechenden Urteils des Bezirksstrafgerichts hörte gemäss Art. 97 Abs. 3 StGB die Verjährung zu laufen auf. Die Strafverfolgung ist somit nicht verjährt."}