{"annee": "139", "cour": "V", "page": "244", "date": "24/4/2013", "cite": ["133 V 9", "125 V 430", "133 V 416"], "cite_par": ["142 III 671"], "chapeau": "33. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. avanex Versicherungen AG gegen R. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_50/2013 vom 24. April 2013", "regestes": ["Art. 24 al. 1 LPGA; art. 42 al. 1 LAMal; point de départ du délai de péremption du droit d'être remboursé dans le système du tiers garant. Le délai de péremption de cinq ans applicable selon l'art. 24 al. 1 LPGA au droit d'être remboursé de la personne assurée vis-à-vis de l'assureur-maladie dans le système du tiers garant (art. 42 al. 1 LAMal; consid. 3.1 et 3.2) commence à courir au moment de la réception de la facture du fournisseur de prestations par la personne assurée (consid. 3.3, en particulier consid. 3.3.3)."], "faits": "BGE 139 V 244 S. 244\n\nA. R. liess sich mit Wirkung ab 1. Januar 2007 bei der avanex Versicherungen AG (nachfolgend: avanex) obligatorisch für Krankenpflege versichern. Im Jahr 2007 stand sie bei Dr. med. G., BGE 139 V 244 S. 245Allgemeine Innere Medizin FMH, in ambulanter Behandlung. Am 2. April 2007 stellte ihr Dr. med. G. für die Zeit vom 11. Januar bis 15. März 2007 den Betrag von Fr. 880.60 in Rechnung.\n\nAls R. diesen Betrag mit Schreiben vom 2. April 2012 zurückforderte, verneinte die avanex eine Leistungspflicht mit der Begründung, die Forderung sei verjährt (Schreiben vom 19. April 2012). Mit Verfügung vom 21. Mai 2012 stellte die avanex fest, dass die Rechnung des Dr. med. G. vom 2. April 2007, welche am 3. April 2012 bei ihr eingetroffen sei, zu diesem Zeitpunkt bereits verwirkt gewesen und eine Beteiligung am Betrag von Fr. 880.60 deshalb ausgeschlossen sei. Eine dagegen gerichtete Einsprache der Versicherten lehnte sie ab (Entscheid vom 20. August 2012).\n\nB. Beschwerdeweise liess R. sinngemäss beantragen, es sei der Einspracheentscheid aufzuheben und die avanex anzuweisen, die gesetzlichen Leistungen auszurichten. Mit Entscheid vom 4. Dezember 2012 hiess das Verwaltungsgericht des Kantons Bern die Beschwerde gut, hob den Einspracheentscheid auf und stellte fest, dass die Kostenerstattungsforderung gestützt auf den Rückforderungsbeleg vom 2. April 2007 nicht verwirkt sei.\n\nC. Die avanex erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der kantonale Entscheid sei vollumfänglich aufzuheben. Es sei festzustellen, dass der Kostenerstattungsanspruch gemäss Rechnung vom 2. April 2007 verwirkt sei.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Versicherte hat den sich auf Art. 42 KVG stützenden Anspruch auf Rückerstattung (im Sinne einer Erstattung oder Vergütung; System des \"Tiers garant\") für die ärztliche Behandlung durch Dr. med. G. vom 11. Januar bis 15. März 2007 (Rechnung vom 2. April 2007) gegenüber der Beschwerdeführerin am 2. April 2012 (eingegangen am 3. April 2012) geltend gemacht. Streitig und zu prüfen ist, ob der Anspruch in diesem Zeitpunkt bereits verjährt war.\n\n2.2 Die Vorinstanz erwog, mangels spezialgesetzlicher Regelung zu Verjährung und Verwirkung im KVG gelte Art. 24 Abs. 1 ATSG (SR 830.1), wonach die Verwirkungsfrist nicht mit der Entstehung des Anspruchs, sondern erst mit Eintritt der Fälligkeit zu laufen beginne. Der Leistungserbringer habe am 2. April 2007 Rechnung BGE 139 V 244 S. 246gestellt. Diese sei der Versicherten frühestens am 3. April 2007 zugegangen. Bei umgehender Weiterleitung wäre sie frühestens am 4. April 2007 an die Kasse gelangt. In analoger Anwendung von Ziffer 5.4 der Versicherungsbedingungen der avanex, wonach für Direktzahlungen an die Leistungserbringer eine Zahlungsfrist von 30 Tagen gelte, hätte die Rückerstattung nach 30 Tagen, somit bis 4. Mai 2007 vorgenommen werden müssen. Die Rückerstattungsforderung sei somit erst am 4. Mai 2007 fällig geworden und die Verwirkungsfrist von fünf Jahren daher erst am 4. Mai 2012 abgelaufen. Mit der Einreichung des Rückforderungsbelegs am 2. April 2012 habe die Versicherte diese Frist gewahrt.\n\n2.3 Die Beschwerdeführerin rügt eine Verletzung von Art. 24 Abs. 1 ATSG in Verbindung mit Art. 42 Abs. 1 KVG. Da das KVG keine Frist vorsehe, innert welcher die Krankenversicherer Rückerstattungen vorzunehmen haben, sei ein fixer Zeitpunkt zu bestimmen, welcher die Verwirkungsfrist auslöse. Der Zeitpunkt der Rechnungsstellung sei zu variabel und biete keine Rechtssicherheit. Vielmehr müsse die allgemeine sozialversicherungsrechtliche Regel Platz greifen, wonach der Anspruch auf Leistungen mit Eintritt des Versicherungsfalls entstehe. In der Krankenversicherung trete der Versicherungsfall im Zeitpunkt der erstmaligen Inanspruchnahme medizinischer Hilfe für ein bestimmtes Krankheitsgeschehen ein. Auch aufgrund der vereinbarten Versicherungsbedingungen sei davon auszugehen, dass der Anspruch auf Leistung zum Zeitpunkt der Behandlung entstehe. Demnach habe die Verwirkungsfrist mit dem Ende des Monats, in dem die Behandlung erfolgt sei, begonnen. Selbst wenn man zu Gunsten der Versicherten von einem Behandlungskomplex ausgehe und auf das Datum des Behandlungsabschlusses - den 15. März 2007 - abstelle, sei der Rückerstattungsanspruch verwirkt.\n\n3.\n\n3.1 Gemäss Art. 24 Abs. 1 ATSG, welche Bestimmung auf den Bereich der obligatorischen Krankenpflegeversicherung anwendbar ist (Art. 1 KVG), erlischt der Anspruch auf ausstehende Leistungen oder Beiträge fünf Jahre nach dem Ende des Monats, für welchen die Leistung, und fünf Jahre nach dem Ende des Kalenderjahres, für welches der Beitrag geschuldet war.\n\nMit dieser Norm ist der Tatbestand der Verwirkung (vgl. Urteil 8C_233/2010 vom 7. Januar 2011 E. 2.1.1 [zusammengefasst wiedergegeben in: SZS 2011 S. 298]; vgl. auch Urteil 8C_888/2012 BGE 139 V 244 S. 247vom 20. Februar 2013 E. 3.3; UELI KIESER, ATSG-Kommentar, 2. Aufl. 2009, N. 13 zweiter Absatz zu Art. 24 ATSG; BBl 1991 II 257 zu Art. 31 E-ATSG) bundesrechtlich geregelt. Dies hat zur Folge, dass die Versicherer nicht befugt sind, die Frage der Verwirkung autonom zu regeln, und im System des \"Tiers garant\" in ihren Reglementen oder Versicherungsbedingungen nur Ordnungsvorschriften über die rechtzeitige Einreichung von Rechnungen aufstellen dürfen (GEBHARD EUGSTER, Die obligatorische Krankenpflegeversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007 [nachfolgend: SBVR], S. 617 Rz. 661; ANDRÉ PIERRE HOLZER, Verjährung und Verwirkung der Leistungsansprüche im Sozialversicherungsrecht, 2005, S. 122).\n\nWeder das ATSG noch das KVG (noch die dazugehörenden Verordnungen) beantworten indessen die vorliegend entscheidende Frage, ab welchem Zeitpunkt die in Art. 24 Abs. 1 ATSG statuierte fünfjährige Verwirkungsfrist zu laufen beginnt bzw. innerhalb welcher Frist Versicherte vom Krankenversicherer Leistungsrückerstattungen im Sinne des Art. 42 Abs. 1 KVG fordern können.\n\n3.2 Nach ihrem Wortlaut ist die Bestimmung des Art. 24 Abs. 1 ATSG (\"erlischt fünf Jahre nach dem Ende des Monats, für welchen die Leistung [...] geschuldet war\"; \"s'éteint cinq ans après la fin du mois pour lequel la prestation était due\"; \"si estingue cinque anni dopo la fine del mese per cui era dovuta la prestazione\") auf periodische Leistungen wie namentlich Renten und Taggelder, die nach gesetzlicher Vorschrift monatlich ausbezahlt werden (Art. 19 Abs. 1 ATSG), zugeschnitten, nicht aber auf Leistungen für bestimmte Verrichtungen wie die vorliegende Vergütung für die sich über mehrere Wochen erstreckende Behandlung (so EUGSTER, SBVR, S. 617 Rz. 661). Nichtsdestotrotz fallen - wie sich namentlich aus der Entstehungsgeschichte der Bestimmung ergibt und im Übrigen auch in der Lehre unbestritten ist - auch diese Leistungen in ihren Anwendungsbereich. Mit der Norm des Art. 24 ATSG sollte die Frage des Erlöschens des Anspruchs, für welche das KVG zuvor überhaupt keine explizite Regelung kannte, sowohl für die Beiträge als auch für die Leistungen sämtlicher Zweige der Sozialversicherung einheitlich geregelt werden, wobei eine unveränderte Weiterführung des bisher geltenden Rechts beabsichtigt war (BBl 1999 4575; vgl. auch RKUV 2005 S. 83, K 99/04 E. 2.1.2; KIESER, a.a.O., N. 14 zu Art. 24 ATSG). BGE 139 V 244 S. 248\n\n3.3 Im hier zu beurteilenden System des \"Tiers garant\" fallen für den Beginn der fünfjährigen Frist für den Rückforderungsanspruch der Versicherten verschiedene Zeitpunkte in Betracht.\n\n3.3.1 Es könnte auf den Eintritt des Versicherungsfalls (EUGSTER, SBVR, S. 617 f. Rz. 661 Abs. 2) abgestellt werden, welcher in der Krankenpflegeversicherung im Zeitpunkt der erstmaligen Inanspruchnahme medizinischer Hilfe für ein bestimmtes Krankheitsgeschehen eintritt (vgl. im selben Sinne HOLZER, a.a.O., S. 122: Behandlungszeitpunkt). Indessen kann sich der Versicherungsfall anschliessend über einen längeren Zeitraum erstrecken, weil die Behandlungsbedürftigkeit wochen-, monate- oder jahrelang dauern kann. Dies würde dazu führen, dass die Verwirkungsfrist gestaffelt - entsprechend (theoretischen) monatlichen Behandlungsabschnitten - zu laufen beginnen würde (zum Ganzen: EUGSTER, SBVR, S. 617 f. Rz. 661 Abs. 2; vgl. auch BGE 133 V 9 E. 3.5 S. 12 [Verwirkung der einzelnen monatlichen Rentenbetreffnisse]). Indem die Lösung künstliche monatliche Behandlungsabschnitte voraussetzt, zielt sie an der Wirklichkeit vorbei und scheint deshalb nicht praktikabel.\n\n3.3.2 Eine weitere Möglichkeit bestände darin, die Frist ab dem Zeitpunkt der Anmeldung zum Leistungsbezug laufen zu lassen (KIESER, a.a.O., N. 20 zu Art. 24 ATSG; kritisch dazu EUGSTER, SBVR, S. 617 Rz. 661). Ist damit der frühestmögliche Zeitpunkt der Anmeldung gemeint, hat sie den Nachteil, dass in diesem Zeitpunkt die Höhe der geschuldeten Leistung noch gar nicht bekannt ist und die Frist deshalb ablaufen könnte, bevor die versicherte Person überhaupt weiss, welchen Rückerstattungsanspruch sie stellen kann. Dementsprechend könnte die Verwirkung eintreten, bevor der Anspruch überhaupt entstanden wäre.\n\n3.3.3 Die Schwierigkeiten dieser beiden Lösungsansätze bestehen nicht bei der dritten und letzten Möglichkeit, welche sich nach den zivilrechtlichen Regeln über das Entstehen des Honoraranspruches des Arztes richtet (EUGSTER, ATSG und Krankenversicherung: Streifzug durch Art. 1-55 ATSG, SZS 2003 S. 213 ff., 224; derselbe, SBVR, S. 617 Rz. 661 Abs. 2). In der Regel entsteht die Honorarforderung des Arztes erst nach Abschluss der gesamten Tätigkeit, es sei denn, etwas anderes - wie beispielsweise viertel- oder halbjährliche Rechnungsstellung - sei üblich (GAUCH/AEPLI/STÖCKLI, Präjudizienbuch OR, 8. Aufl. 2012, N. 8 zu Art. 402 OR; ROLF WEBER, in: Basler Kommentar, Obligationenrecht, Bd. I, 5. Aufl. 2011, N. 40 BGE 139 V 244 S. 249zu Art. 394 OR). Damit sich der Zeitpunkt genau fixieren lässt, rechtfertigt es sich, den Eingang der Arztrechnung bei der versicherten Person als massgebend zu betrachten. In Frage kämen zwar auch der Zeitpunkt der Fälligkeit oder der Bezahlung der Rechnung. Da jedoch lediglich das Bestehen eines Honoraranspruchs nach zivilrechtlichen Regeln für den Anspruch auf Erstattung des Honorars eines frei praktizierenden Leistungserbringers durch den Versicherer nach Art. 42 KVG vorausgesetzt ist (BGE 133 V 416 E. 2.1 S. 417 f.; BGE 125 V 430 E. 3a S. 432 und 435 E. 3a S. 435 f.; vgl. auch EUGSTER, SBVR, S. 733 Rz. 989) und nicht etwa Fälligkeit oder Erfüllung (vgl. dazu insbesondere auch BGE 133 V 416 E. 2.1 in fine S. 218), liegt es nahe, auf den Eingang der Rechnung abzustellen. Obwohl dieser dritten Betrachtungsweise der Nachteil anhaftet, dass sie sich mit der Rechnungsstellung auf ein variables Moment abstützt (vgl. auch EUGSTER, SBVR, S. 617 Rz. 661 Abs. 1), ist ihr der Vorzug zu geben, weil sie als einzige praktikabel erscheint und Gewähr für Rechtssicherheit bietet.\n\n3.4 Die Rechnung datiert vom Montag, 2. April 2007. Nach den verbindlichen Feststellungen im angefochtenen Entscheid ging sie bei der Beschwerdegegnerin frühestens am 3. April 2007 ein. Demnach begann die fünfjährige Verwirkungsfrist in diesem Zeitpunkt zu laufen. Mit ihrem Begehren vom 2. April 2012 hat die Beschwerdegegnerin ihre Rückforderung gerade noch rechtzeitig geltend gemacht. Im Ergebnis ist der kantonale Entscheid demnach nicht zu beanstanden."}