{"annee": "139", "cour": "III", "page": "368", "date": "3/7/2013", "cite": ["133 III 507", "137 III 217", "138 II 217", "118 II 93", "128 III 411", "136 III 1", "137 III 617", "138 II 440", "134 V 170"], "cite_par": ["143 III 453", "140 III 289"], "chapeau": "52. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A.X. und B.X. gegen Politische Gemeinde Y. (Beschwerde in Zivilsachen)\n\n5A_689/2012 vom 3. Juli 2013", "regestes": ["Art. 329 al. 3 CC; dette alimentaire des parents, procédure applicable. Lorsqu'une personne majeure, ou la collectivité publique subrogée dans les droits de celle-ci, ouvre action en paiement de prestations d'entretien, le procès doit, si la valeur litigieuse requise est atteinte, être instruit en procédure ordinaire (art. 219 ss CPC) (consid. 2 et 3)."], "faits": "BGE 139 III 368 S. 368\n\nA. A.X. und B.X. (Beschwerdeführer) sind die Eltern von C. (geb. 1990) und Grosseltern von deren Tochter D. (geb. 2009). C. wird vom Sozialamt Y. unterstützt.\n\nB. Am 15. Juni 2011 leitete die Politische Gemeinde Y. (Beschwerdegegnerin) beim Kreisgericht St. Gallen gegen die Beschwerdeführer ein Verfahren auf Bezahlung von Verwandtenunterstützungsbeiträgen ein. Sie verlangte für die Unterstützung von C. und deren Tochter D. für die Zeit vom 1. März 2010 bis 28. Februar 2011 einen Betrag von Fr. 23'037.90 und für die Zukunft monatlich Fr. 1'795.-. Die Beschwerdeführer beantragten die Abweisung der Klage, soweit auf sie einzutreten sei.\n\nAn der Instruktionsverhandlung vom 28. September 2011 verlangten die Beschwerdeführer die Fällung eines Zwischenentscheides über die anzuwendende Verfahrensart. Mit Entscheid vom 7. November 2011 entschied die Einzelrichterin des Kreisgerichts, die Streitsache sei im vereinfachten Verfahren zu beurteilen.\n\nC. Die dagegen von den Beschwerdeführern an das Kantonsgericht von St. Gallen erhobene Berufung, mit der sie die Unterstellung der BGE 139 III 368 S. 369Streitsache unter das ordentliche Verfahren verlangten, blieb erfolglos (Entscheid vom 3. August 2012).\n\nD. Die Beschwerdeführer haben am 14. September 2012 Beschwerde in Zivilsachen erhoben. Sie beantragen die Aufhebung des Entscheids des Kantonsgerichts vom 3. August 2012 und die Feststellung, dass die Streitsache im ordentlichen Verfahren zu beurteilen sei.\n\nDie Beschwerdegegnerin hat sich nicht vernehmen lassen und das Kantonsgericht hat auf Stellungnahme verzichtet.", "considerants": "Aus den Erwägungen:\n\n2. Anlass zur vorliegenden Beschwerde gibt die anzuwendende Verfahrensart.\n\n2.1 Die Vorinstanz hat entschieden, gestützt auf Art. 329 Abs. 3 ZGB i.V.m. Art. 295 ZPO seien Klagen auf Verwandtenunterstützung im vereinfachten Verfahren zu behandeln. Die Beschwerdeführer machen demgegenüber geltend, bei gegebenem Streitwert (d.h. mehr als Fr. 30'000.-; vgl. Art. 243 Abs. 1 ZPO) müsse das ordentliche Verfahren (Art. 219 ff. ZPO) angewendet werden.\n\n2.2 Gegenstand des vor dem Kreisgericht hängigen Verfahrens ist einzig der Anspruch von C. auf Verwandtenunterstützung. Dieser wird von der Beschwerdegegnerin geltend gemacht, da sie C. Sozialhilfeleistungen ausgerichtet hat (Art. 329 Abs. 3 i.V.m. Art. 289 Abs. 2 ZGB). C. (geb. 1990) ist volljährig und war dies bereits zu Beginn der Zeit, auf den die Beschwerdegegnerin ihre Forderung bezieht. Dass C. statt eines Anspruchs auf Verwandtenunterstützung einen Anspruch auf Volljährigenunterhalt im Sinne von Art. 277 Abs. 2 ZGB (vgl. Art. 328 Abs. 2 ZGB) haben könnte und die Beschwerdegegnerin nun diesen geltend machen würde, lässt sich dem angefochtenen Urteil nicht entnehmen und wird vor Bundesgericht nicht behauptet. Entgegen dem durch die Klage erweckten Eindruck macht die Beschwerdegegnerin nicht zusätzlich den Anspruch von D. geltend. Wie sich den in den Akten liegenden Abrechnungen entnehmen lässt, wurde der Aufwand für D. nicht gesondert berechnet (einzig KVG- und VVG-Prämien lassen sich ihr zuordnen), sondern in denjenigen ihrer Mutter C. einbezogen. Somit geht es nachfolgend um die Frage, welches Verfahren für den Verwandtenunterstützungsanspruch einer volljährigen Person gilt, der zudem nicht BGE 139 III 368 S. 370von ihr selber geltend gemacht wird, sondern vom Gemeinwesen, das in den Anspruch subrogiert ist.\n\n3.\n\n3.1 Die gesetzliche Ausgangslage sieht wie folgt aus:\n\nWer in günstigen Verhältnissen lebt, ist verpflichtet, Verwandte in auf- und absteigender Linie zu unterstützen, die ohne diesen Beistand in Not geraten würden (Art. 328 Abs. 1 ZGB). Art. 329 Abs. 3 ZGB sieht vor, dass die Bestimmungen über die Unterhaltsklage des Kindes und über den Übergang seines Unterhaltsanspruches auf das Gemeinwesen entsprechende Anwendung finden.\n\nArt. 329 Abs. 3 ZGB verweist demnach auf die Bestimmungen über die Unterhaltsklage des Kindes in Art. 279 ff. ZGB. Vor Inkrafttreten der Schweizerischen Zivilprozessordnung am 1. Januar 2011 war das Verfahren der Unterhaltsklage in aArt. 280 ZGB (AS 1977 245) geregelt. Abs. 1 von aArt. 280 ZGB schrieb den Kantonen für Streitigkeiten über die Unterhaltspflicht ein einfaches und rasches Verfahren vor. Gemäss Abs. 2 dieser Bestimmung erforschte das Gericht den Sachverhalt von Amtes wegen (sog. unbeschränkter Untersuchungsgrundsatz) und würdigte die Beweise nach freier Überzeugung. Nach bundesgerichtlicher Rechtsprechung galt zudem im Rahmen von aArt. 280 ZGB für den Kinderunterhalt grundsätzlich keine Bindung des Richters an Parteianträge (Offizialmaxime; BGE 118 II 93 E. 1a S. 94 ff.).\n\nDass sich der Verweis in Art. 329 Abs. 3 ZGB auf das einfache und rasche Verfahren gemäss aArt. 280 Abs. 1 ZGB bezog, wurde - soweit ersichtlich - nie bezweifelt (vgl. ALBERT BANZER, Die Verwandtenunterstützungspflicht nach Art. 328/329 ZGB, 1979, S. 195; CYRIL HEGNAUER, Grundriss des Kindesrechts, 5. Aufl. 1999, Rz. 29.14 [nachfolgend: Grundriss]; TUOR/SCHNYDER/RUMO-JUNGO, Das Schweizerische Zivilgesetzbuch, 13. Aufl. 2009, § 46 Rz. 4). Gemäss BGE 136 III 1 E. 5 S. 5 galt im Verfahren der Geltendmachung von Verwandtenunterstützungsbeiträgen gestützt auf Art. 329 Abs. 3 i.V.m. aArt. 280 Abs. 2 ZGB ausserdem die Untersuchungsmaxime. In der Lehre wurde allerdings auch die Ansicht vertreten, dass das Verfahren der Verwandtenunterstützung der Untersuchungs- und der Offizialmaxime nicht unterstehe (HAUSHEER/KOCHER, in: Handbuch des Unterhaltsrechts, 1997, N. 11.07, wo zwar nur von der Offizialmaxime gesprochen wird, aber offenbar beide Prozessgrundsätze gemeint sind; hingegen beziehen BANZER, a.a.O., S. 196; HEGNAUER, BGE 139 III 368 S. 371Grundriss, a.a.O., Rz. 29.14, und TUOR/SCHNYDER/RUMO-JUNGO, a.a.O., § 46 Rz. 4, den Verweis in Art. 329 Abs. 3 ZGB auch auf aArt. 280 Abs. 2 ZGB). Diese Fragen brauchen nicht abschliessend geklärt zu werden. Wenn nämlich eine volljährige Person (oder an ihrer Stelle ein Gemeinwesen) den Anspruch auf Verwandtenunterstützung geltend machte, konnte das Verfahren jedenfalls nicht grosszügiger ausgestaltet sein, als wenn ein Volljähriger (oder an seiner Stelle ein Gemeinwesen) einen Anspruch auf Unterhalt gemäss Art. 277 Abs. 2 ZGB durchzusetzen versuchte. Bei volljährigen Kindern waren die genannten Grundsätze von aArt. 280 ZGB jedoch nicht ohne weiteres anwendbar: So galt die Offizialmaxime nicht (BGE 118 II 93 E. 1a S. 95 f.) und die Untersuchungsmaxime galt nach der Lehre zumindest nur eingeschränkt (CYRIL HEGNAUER, Berner Kommentar, 1997, N. 112 zu Art. 279/280 ZGB [nachfolgend: BK]; STEPHAN WULLSCHLEGER, in: Scheidung, 2005, N. 20 zu den Allgemeinen Bemerkungen zu Art. 276-293 ZGB), falls sie nicht sogar als ausgeschlossen erachtet wurde (so wohl HAUSHEER/KOCHER, a.a.O., N. 11. 74; vgl. allerdings auch den bereits erwähnten BGE 136 III 1 E. 5 S. 5, wo es um die Geltendmachung von Verwandtenunterstützung für ein volljähriges Kind durch das Sozialamt ging).\n\nMit Inkrafttreten der ZPO wurde Art. 280 ZGB aufgehoben. Art. 329 Abs. 3 ZGB blieb hingegen unverändert bestehen. Das Verfahren vor kantonalen Instanzen in streitigen Zivilsachen ist nunmehr in der ZPO geregelt (Art. 1 lit. a ZPO). Während Art. 219 ff. ZPO das ordentliche Verfahren als Verfahrensgrundtypus normieren, gilt gemäss Art. 243 ZPO das vereinfachte Verfahren für vermögensrechtliche Streitigkeiten bis zu einem Streitwert von Fr. 30'000.- und ohne Rücksicht auf den Streitwert in gewissen, in Abs. 2 dieser Norm aufgezählten Streitigkeiten. Darüber hinaus ist für Kinderbelange in familienrechtlichen Angelegenheiten in Art. 295 ZPO für selbständige Klagen das vereinfachte Verfahren vorgesehen. Dabei gelten der uneingeschränkte Untersuchungsgrundsatz (Erforschung des Sachverhalts von Amtes wegen) und der Offizialgrundsatz (Art. 296 Abs. 1 und 3 ZPO). Im \"normalen\" vereinfachten Verfahren gemäss Art. 243 ff. ZPO gilt der beschränkte Untersuchungsgrundsatz (Feststellung des Sachverhalts von Amtes wegen) zwar in zahlreichen, aber nicht in allen Materien (Art. 247 Abs. 2 ZPO) und zum Offizialgrundsatz äussern sich Art. 243 ff. ZPO nicht ausdrücklich (vgl. auch Art. 58 ZPO). BGE 139 III 368 S. 372\n\nDie ZPO ordnet die Verwandtenunterstützung keiner Verfahrensart ausdrücklich zu. Erwähnt wird sie einzig in Art. 26 ZPO, wo die örtliche Zuständigkeit geregelt ist. Demnach ist durch Auslegung zu ermitteln, nach welchem Verfahren Klagen auf Verwandtenunterstützung, insbesondere solche von Gemeinden, die den Anspruch volljähriger Kinder geltend machen, zu behandeln sind. Zu entscheiden ist, ob sich Art. 329 Abs. 3 ZGB für diesen Fall auf Art. 295 f. ZPO bezieht oder ob dies nicht der Fall ist. Die Lehre ist geteilt, wobei sie in diesem Zusammenhang in der Regel nicht zwischen voll- und minderjährigen Ansprechern unterscheidet (für die Anwendung von Art. 295 f. ZPO z.B. DENIS TAPPY, in: CPC, Code de procédure civile commenté, 2011, N. 26 zu Art. 243 ZPO; DANIEL STECK, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2010, N. 5 zu Art. 295 ZPO; JONAS SCHWEIGHAUSER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 2. Aufl. 2013, N. 10 zu Art. 295 und N. 5 zu Art. 296 ZPO; SPÜHLER/DOLGE/GEHRI, Schweizerisches Zivilprozessrecht, 2010, 11. Kap. Rz. 407; BERND HAUCK, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], N. 21 zu Art. 243 ZPO; kritisch ANNETTE SPYCHER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 24 zu Art. 295 ZPO, die sich für Beschränkungen bei den Prozessmaximen von Art. 296 ZPO ausspricht; ähnlich URS GLOOR, in: Handbuch des Unterhaltsrechts, 2. Aufl. 2010, Rz. 11. 45; ausdrücklich oder sinngemäss für das ordentliche Verfahren ROLF BRUNNER, in: Handbuch des Unterhaltsrechts, 2. Aufl. 2010, Rz. 07.107; ERIC PAHUD, in: Schweizerische Zivilprozessordnung [ZPO], Brunner/Gasser/Schwander [Hrsg.], 2011, N. 17 i.V.m. N. 4 zu Art. 219 ZPO; THOMAS KOLLER, in: Basler Kommentar, Zivilgesetzbuch, 4. Aufl. 2010, N. 32 zu Art. 328/329 ZGB).\n\n3.2 Massgebend für jede Auslegung ist in erster Linie der Wortlaut der fraglichen Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Interpretationen möglich, so muss nach der wahren Tragweite der Bestimmung gesucht werden, wobei alle Auslegungselemente zu berücksichtigen sind (Methodenpluralismus). Dabei kommt es namentlich auf die Entstehungsgeschichte, auf den Zweck der Norm, auf die ihr zugrunde liegenden Wertungen und auf den Sinnzusammenhang an, in dem die Norm steht. Die Gesetzesmaterialien sind zwar nicht unmittelbar entscheidend, dienen aber als BGE 139 III 368 S. 373 Hilfsmittel, den Sinn der Norm zu erkennen (BGE 138 II 440 E. 13 S. 453, BGE 138 II 217 E. 4.1 S. 224; BGE 137 III 217 E. 2.4.1 S. 221 f.; je mit Hinweisen). Die Materialien sind dabei für die Gesetzesinterpretation weder verbindlich noch für die Auslegung unmittelbar entscheidend; denn ein Gesetz entfaltet ein eigenständiges, vom Willen des Gesetzgebers unabhängiges Dasein, sobald es in Kraft getreten ist. Insbesondere sind Äusserungen von Stellen oder Personen, die bei der Vorbereitung mitgewirkt haben, nicht massgebend, wenn sie im Gesetzestext nicht selber zum Ausdruck kommen. Das gilt selbst für Äusserungen, die unwidersprochen geblieben sind. Als verbindlich für die Gerichte können nur die Normen selber gelten, die von der gesetzgebenden Behörde in der hierfür vorgesehenen Form erlassen worden sind. Das bedeutet nun nicht, dass die Gesetzesmaterialien methodisch unbeachtlich wären; sie können namentlich dann, wenn eine Bestimmung unklar ist oder verschiedene, einander widersprechende Auslegungen zulässt, ein wertvolles Hilfsmittel sein, um den Sinn der Norm zu erkennen und damit falsche Auslegungen zu vermeiden. Wo die Materialien keine klare Antwort geben, sind sie als Auslegungshilfe nicht dienlich. Insbesondere bei verhältnismässig jungen Gesetzen darf der Wille des historischen Gesetzgebers nicht übergangen werden. Hat dieser Wille jedoch im Gesetzestext keinen Niederschlag gefunden, so ist er für die Auslegung nicht entscheidend. Ist in der Gesetzesberatung insbesondere ein Antrag, das Gesetz sei im Sinne einer nunmehr vertretenen Auslegungsmöglichkeit zu ergänzen, ausdrücklich abgelehnt worden, dann darf diese Auslegungsmöglichkeit später nicht in Betracht gezogen werden (BGE 134 V 170 E. 4.1 S. 174 f. mit Hinweisen).\n\n3.3\n\n3.3.1 Art. 329 Abs. 3 ZGB stammt - wie übrigens auch aArt. 280 ZGB - aus der Revision des Kindesrechts von 1976. Die Absicht des Gesetzgebers bei der Schaffung von Art. 329 Abs. 3 ZGB war, Unterhalts- und Unterstützungsanspruch formell gleich zu behandeln (Botschaft vom 5. Juni 1974 über die Änderung des Schweizerischen Zivilgesetzbuches [Kindesverhältnis], BBl 1974 II 95 Ziff. 334).\n\nDer Gesetzgebungsgeschichte der ZPO lässt sich Folgendes entnehmen: Der Vorentwurf der Expertenkommission vom Juni 2003 (VE-ZPO) unterstellte Streitigkeiten aus Verwandtenunterstützung noch ausdrücklich dem vereinfachten Verfahren (Art. 237 lit. e VE-ZPO), ebenso im Übrigen selbständige Klagen aus der Unterhaltspflicht BGE 139 III 368 S. 374der Eltern für ihr Kind (Art. 237 lit. f VE-ZPO). Art. 329 Abs. 3 ZGB sollte folgende Fassung erhalten: \"Die Vorschriften dieses Gesetzes über den Übergang des Unterhaltsanspruches des Kindes auf das Gemeinwesen finden entsprechende Anwendung.\" Der Bericht zum Vorentwurf (S. 117 f.) führte dazu aus, die Anpassung von Art. 329 Abs. 3 ZGB habe zur Folge, dass in diesen Streitigkeiten der Offizialgrundsatz nicht mehr gelten werde (mit Hinweis auf BGE 118 II 93). Hingegen sah der Vorentwurf für die Verwandtenunterstützung vor, dass das Gericht den Sachverhalt von Amtes wegen abkläre (Art. 240 Abs. 1 lit. d VE-ZPO). Der Geltungsbereich des vereinfachten Verfahrens sollte ganz allgemein diejenigen Streitigkeiten umfassen, die zuvor dem einfachen und raschen Verfahren unterstanden (Bericht zum Vorentwurf, S. 117; ebenso Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung [ZPO], BBl 2006 7346 Ziff. 5.16 [fortan: Botschaft ZPO]). Abgesehen von einer die französische Fassung von Art. 329 Abs. 3 ZGB betreffenden Anregung redaktioneller Natur führten die Vorschläge des Vorentwurfs zur Verwandtenunterstützung in der Vernehmlassung zu keinen kritischen Bemerkungen (Zusammenstellung der Vernehmlassungen, 2004, S. 627 ff., 639 ff. und 839 ff. [mit redaktioneller Bemerkung des Kantons Bern zu Art. 329 Abs. 2 {recte: Abs. 3} ZGB]). Kritisiert wurde hingegen, dass gemäss Art. 240 VE-ZPO nicht auch die selbständigen Klagen aus der Unterhaltspflicht der Eltern für ihr Kind der Untersuchungsmaxime unterstellt wurden (Zusammenstellung der Vernehmlassungen, 2004, S. 639 f.).\n\nArt. 239 des Entwurfs zur Zivilprozessordnung (E-ZPO), der den Geltungsbereich des vereinfachten Verfahrens enthielt, nannte die Verwandtenunterstützung dann nicht mehr. Eine Änderung von Art. 329 Abs. 3 ZGB war im Entwurf nicht mehr vorgesehen. Auch die selbständigen Klagen aus der Unterhaltspflicht der Eltern für ihr Kind waren im Katalog von Art. 239 E-ZPO nicht mehr enthalten. Hingegen verwies der neue Art. 290 E-ZPO (der dem heutigen Art. 295 ZPO entspricht) selbständige Klagen in Kinderbelangen in das vereinfachte Verfahren. Wieso die Verwandtenunterstützung bei den Verfahrensarten nicht mehr ausdrücklich im E-ZPO genannt wurde, lässt sich der Botschaft nicht entnehmen. Allerdings verweist sie auf Art. 290 E-ZPO und führt aus, das vereinfachte Verfahren gelte auch für die selbständigen Klagen in Kinderbelangen. Insbesondere gelte das vereinfachte Verfahren also für eine Unterhaltsklage des Kindes gegen seine Eltern und für Klagen aus der BGE 139 III 368 S. 375Unterstützungspflicht der Verwandten (mit Hinweis auf Art. 329 Abs. 3 ZGB). Dies entspreche dem geltenden Recht (Botschaft ZPO, BBL 2006 7347 Ziff. 5.16 zu Art. 239 E-ZPO). Art. 291 E-ZPO (der dem heutigen Art. 296 ZPO entspricht) sah für die selbständigen Klagen in Kinderbelangen ausserdem den uneingeschränkten Untersuchungs- und den Offizialgrundsatz vor (wie bereits Art. 252 VE-ZPO für Kinderbelange). Die Botschaft hielt zu Art. 290 und 291 E-ZPO ausdrücklich fest, dass die Bestimmungen dem Kindeswohl dienen sollen und die Geltung der uneingeschränkten Untersuchungs- und der Offizialmaxime dem geltenden Recht und der ständigen Bundesgerichtspraxis entsprechen würden (Botschaft ZPO, BBl 2006 7366 Ziff. 5.21 zu Art. 290 und 291 E-ZPO). Zur Frage, was bei der Unterhaltsklage volljähriger Kinder (oder des an ihre Stelle getretenen Gemeinwesens) gelten soll, äussert sich die Botschaft nicht. In der parlamentarischen Beratung war das Verfahren der Verwandtenunterstützung schliesslich kein Thema. Auch die Frage einer allfälligen Differenzierung zwischen voll- und minderjährigen Kindern im Rahmen von Art. 290 f. E-ZPO wurde nicht diskutiert.\n\n3.3.2 Im Vorentwurf sollte die Verwandtenunterstützungsklage somit zwar dem vereinfachten Verfahren unterstellt werden. Dieser Vorschlag für eine ausdrückliche Lösung im Gesetzestext wurde aber später aus unbekannten Gründen verworfen. Stattdessen gingen der Entwurf bzw. die Botschaft dann ohne weitere Begründung davon aus, Art. 329 Abs. 3 ZGB könne weiterhin auch als Verweis auf das Verfahrensrecht gelesen werden. Der Wille des Gesetzgebers hat damit - auch wenn er konstant gewesen sein sollte - im Gesetzestext der ZPO keinen Niederschlag gefunden. Statt eine ausdrückliche Lösung zu treffen, wurde im Entwurfsstadium bloss im Sinne einer Auslegung des damals bereits geltenden Rechts angenommen, dessen Bedeutung bleibe gleich. Eine solche Auslegung kann für das Gericht nicht verbindlich sein, auch wenn sie unwidersprochen geblieben ist, denn sie übergeht, dass sich der gesamte Normkontext gewandelt hat. Insoweit können im Übrigen auch die erwähnten Materialien von 1974 zu Art. 329 Abs. 3 ZGB nicht mehr ohne weiteres relevant sein (oben E. 3.3.1).\n\nSodann äussern sich die Materialien nicht zum vorliegend interessierenden Fall, dass der Anspruch einer volljährigen Person strittig ist. Falls er nach Ansicht des Gesetzgebers (über den Verweis in Art. 329 Abs. 3 ZGB) unter Art. 295 f. ZPO fallen sollte, so würde BGE 139 III 368 S. 376jedenfalls die in der Botschaft vertretene Ansicht nicht zutreffen, dass durch die Anordnung der uneingeschränkten Untersuchungs- und der Offizialmaxime bloss der bisherige Rechtszustand weitergeführt würde (vgl. oben E. 3.3.1). Vielmehr käme es durch die Unterstellung unter Art. 295 f. ZPO zu einer Neuausrichtung des Verfahrens für volljährige Personen. Dass solche Änderungen gewollt gewesen wären, lässt sich den Gesetzgebungsarbeiten nicht entnehmen. Hingegen gibt die Botschaft zu erkennen, dass Art. 295 f. ZPO dem Kindeswohl dienen sollen. Dies lässt als fraglich erscheinen, ob sich diese Normen nach ihrem Zweck überhaupt auf Volljährige beziehen und auf sie zugeschnitten sind. Die Materialien geben somit auf die vorliegende Auslegungsfrage keine eindeutige Antwort. Damit ist es jedenfalls gestützt auf das historische Auslegungselement nicht zwingend geboten, für volljährige Personen den Verweis in Art. 329 Abs. 3 ZGB auf Art. 295 f. ZPO zu beziehen.\n\n3.3.3 Zu suchen ist dasjenige Auslegungsergebnis, das sich am besten in Systematik und Zweck des Gesetzes einfügt.\n\nDabei ist Zurückhaltung geboten beim Schluss, dass Art. 329 Abs. 3 ZGB überhaupt einen Verweis auf die ZPO enthalten könnte. Eines der Ziele der ZPO war nämlich, das materielle Recht möglichst von prozessualen Vorschriften zu befreien und Letztere grundsätzlich in die ZPO zu überführen. Das Zivilprozessrecht sollte demnach soweit möglich in einem Erlass kodifiziert werden (Botschaft ZPO, BBl 2006 7237 Ziff. 2.2 und 7407 Ziff. 5.27). Diese Absicht des Gesetzgebers ist bei der Auslegung von Bestimmungen, die sich in materiellrechtlichen Erlassen finden, zu berücksichtigen. Soweit nichts anderes geboten ist, muss davon ausgegangen werden, dass die ZPO das Verfahrensrecht abschliessend regelt und Normen in materiellrechtlichen Erlassen keinen verfahrensrechtlichen Gehalt mehr aufweisen. Dass es nun - bei volljährigen Klägern - nicht geboten ist, in Art. 329 Abs. 3 ZGB einen Verweis auf Art. 295 f. ZPO zu sehen, wurde soeben ausgeführt. Allerdings wäre es denkbar, den Verweis in Art. 329 Abs. 3 ZGB für die Klage des Volljährigen zwar als Verweis auf Art. 295 ZPO zu verstehen, aber diejenigen prozessualen Besonderheiten von Art. 295 f. ZPO nicht anzuwenden, die auch im früheren Recht für die Klage des Volljährigen gemäss Rechtsprechung und Lehre nicht galten (vgl. STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 10 Rz. 32 f., die sich für die Weitergeltung der bisherigen Einschränkungen BGE 139 III 368 S. 377aussprechen). Damit würde zwar die bisherige Lösung im Ergebnis fortgeführt. Jedoch würde zugleich ohne ausdrückliche gesetzliche Grundlage und ohne Not ein weiteres Spezialverfahren in die ZPO eingeführt. Da die verschiedenen Verfahrensarten in der ZPO grundsätzlich abschliessend aufgeführt sind, gilt es solches im Interesse der Klarheit der ZPO und der Rechtssicherheit zu vermeiden. Der Verweis in Art. 329 Abs. 3 ZGB kann schliesslich auch nicht als solcher auf das \"normale\" vereinfachte Verfahren gemäss Art. 243 ff. ZPO verstanden werden. Art. 329 Abs. 3 ZGB verweist nicht direkt auf das vereinfachte bzw. das frühere einfache und rasche Verfahren, sondern auf die Bestimmungen über die Unterhaltsklage des Kindes. Kommen die neuen Bestimmungen über die Unterhaltsklage des Kindes in der ZPO aus den genannten Gründen für die Ansprüche volljähriger Personen nicht in Betracht, so besteht keine Grundlage, stattdessen an Art. 243 ff. ZPO anzuknüpfen. Es bleibt somit zur Beurteilung dieser Ansprüche einzig das ordentliche Verfahren gemäss Art. 219 ff. ZPO. Wie es sich mit Ansprüchen minderjähriger Personen verhält, die Verwandtenunterstützung einfordern oder für die ein Gemeinwesen den Anspruch geltend macht, braucht an dieser Stelle nicht geklärt zu werden.\n\n3.4 Teleologische Argumente sprechen schliesslich nicht gegen die Unterstellung der Verwandtenunterstützungsklage des Volljährigen unter das ordentliche Verfahren.\n\nDie mit dem vereinfachten Verfahren verbundenen Abweichungen vom ordentlichen Verfahren (z.B. hinsichtlich der Form der Klage [Art. 244 ZPO] oder der verstärkten Fragepflicht [Art. 247 Abs. 1 ZPO]) haben zunächst prozessökonomische Funktion (Entlastung von Parteien und Gerichten, Prozessbeschleunigung), dienen dem Schutz der schwächeren Partei (soziale Funktion) und sollen das Verfahren allgemein laienfreundlich gestalten (zum Ganzen Botschaft ZPO, BBl 2006 7345 Ziff. 5.16; LAURENT KILLIAS, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 12 zu Art. 243 ZPO). Bei der Unterhaltsklage des Kindes werden im Interesse des Kindeswohls diese Schutzgedanken durch die Anordnung des unbeschränkten Untersuchungs- und des Offizialgrundsatzes (Art. 296 ZPO) noch verstärkt (vgl. Botschaft ZPO, BBl 2006 7366 Ziff. 5.21 zu Art. 290 und 291 E-ZPO), wobei die Unterschiede zum \"normalen\" vereinfachten Verfahren (gemäss Art. 243 ff. ZPO) oder sogar zum ordentlichen Verfahren (Art. 219 ff. ZPO) auch BGE 139 III 368 S. 378 nicht überschätzt werden dürfen (vgl. etwa BGE 137 III 617 zum Erfordernis, Anträge zu beziffern; BGE 128 III 411 E. 3.2.1 S. 413 f.; BGE 133 III 507 E. 5.4 S. 511 zur Mitwirkungsobliegenheit).\n\nDass der Volljährige, der Unterhalts- (oder eben Verwandten-) Unterstützungsbeiträge verlangt, keines derart ausgebauten prozessualen Schutzes bedarf, wurde in BGE 118 II 93 bereits dargelegt (vgl. GLOOR, a.a.O., Rz. 11.44 f.; HEGNAUER, BK, a.a.O., N. 112 zu Art. 279/280 ZPO; SPYCHER, a.a.O., N. 15 zu Art. 295 ZPO). Klagt der volljährige Unterstützungsbedürftige selber, so kann seiner finanziellen Schwäche und allfälligen prozessualen Unerfahrenheit durch Gewährung der unentgeltlichen Rechtspflege und Bestellung eines unentgeltlichen Rechtsbeistands ein Stück weit abgeholfen werden. Sehr häufig klagt allerdings ohnehin nicht die unterstützungsberechtigte Person selber, sondern wie vorliegend eine Gemeinde, die in den entsprechenden Anspruch subrogiert ist (Art. 329 Abs. 3 i.V.m. Art. 289 Abs. 2 ZGB; BGE 133 III 507 E. 5.2 S. 510). In solchen Fällen gilt erst recht, dass die klagende Partei prozessual nicht schutzbedürftig ist. Es ist nicht Aufgabe des sozialen Zivilprozesses, öffentlichen Gemeinwesen zu ihrem Recht zu verhelfen (vgl. HEGNAUER, BK, a.a.O., N. 112 zu Art. 279/280 ZPO; SPYCHER, a.a.O., N. 15 zu Art. 295 ZPO). Es besteht in dieser Konstellation auch kein Bedarf nach einem besonders raschen Verfahren oder danach, die familiären Beziehungen möglichst wenig zu belasten, da auf Klägerseite gar kein Familienmitglied auftritt. Desgleichen sind die Beklagten nicht schutzbedürftig: Um Aussicht auf Erfolg zu haben, muss sich die Klage gegen eine Person richten, die in günstigen Verhältnissen lebt (Art. 328 Abs. 1 ZGB). Solche Personen bedürfen keines speziellen prozessualen Schutzes.\n\n3.5 Daraus ergibt sich, dass Art. 329 Abs. 3 ZGB für die Klage von volljährigen Unterstützungsberechtigten keinen Verweis auf Art. 295 f. ZPO enthält. Die Beschwerde ist demnach gutzuheissen und die Angelegenheit an das Kreisgericht zur weiteren Behandlung im ordentlichen Verfahren zurückzuweisen."}