{"annee": "139", "cour": "IV", "page": "175", "date": "18/4/2013", "cite": ["133 IV 329"], "cite_par": ["142 IV 105", "145 IV 65"], "chapeau": "22. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Luzern (Beschwerde in Strafsachen)\n\n1B_126/2013 vom 18. April 2013", "regestes": ["Art. 59 al. 4 CP; art. 220 al. 2, art. 222 2e phrase, art. 229-233 et 363 al. 1 CPP; art. 80 al. 2 2e phrase LTF; détention pour des motifs de sûreté dans la procédure tendant à rendre une décision judiciaire ultérieure. Lorsque le Tribunal cantonal est compétent (selon l'organisation judiciaire cantonale et d'après l'art. 363 al. 1 CPP) pour statuer, dans la procédure ultérieure indépendante, sur la prolongation d'une mesure thérapeutique institutionnelle, et que le délai de l'art. 59 al. 4 CP échoit avant que le nouveau jugement sur la mesure n'entre en force, la mise en détention pour des motifs de sûreté ordonnée dans l'intervalle repose sur les art. 229-233 en relation avec l'art. 220 al. 2 CPP. Dans ces cas, la direction de la procédure du Tribunal cantonal est aussi compétente pour statuer sur la détention pour des motifs de sûreté. Sa décision est sujette à recours au Tribunal fédéral (consid. 1)."], "faits": "BGE 139 IV 175 S. 176\n\nA. Das Obergericht des Kantons Luzern sprach X. am 29. März 2001 wegen Zurechnungsunfähigkeit von Schuld und Strafe hinsichtlich des Tötungsdeliktes an ihrem Ehemann frei, ordnete jedoch ihre Verwahrung (nach aArt. 43 Ziff. 1 Abs. 2 StGB) an. In Anwendung des (am 1. Januar 2007 in Kraft getretenen) neuen Sanktionenrechts hob das Obergericht am 13. September 2007 die altrechtliche Verwahrung auf und erliess stattdessen eine stationäre therapeutische Massnahme im Sinne von Art. 59 Abs. 1 StGB. Die von der Verurteilten dagegen erhobene Beschwerde wies das Bundesgericht mit Urteil vom 4. März 2008 ab, soweit es darauf eintrat (Verfahren 6B_623/2007).\n\nB. Mit Entscheid vom 25. Juli 2012 empfahlen die Vollzugs- und Bewährungsdienste des Kantons Luzern der kantonalen Oberstaatsanwaltschaft, beim zuständigen Gericht (gestützt auf Art. 59 Abs. 4 StGB) Antrag auf Verlängerung der stationären Massnahme um fünf Jahre zu stellen. Am 26. Juli 2012 gelangte die Oberstaatsanwaltschaft des Kantons Luzern mit einem entsprechenden Rechtsbegehren (ergänzt mit Eingabe vom 12. November 2012) an das kantonale Obergericht. Mit Verfügung vom 20. September 2012 versetzte die Verfahrensleitung des Obergerichtes die Verurteilte (gestützt auf Art. 232 StPO) in Sicherheitshaft. Am 18. Dezember 2012 verlängerte das Obergericht die strafprozessuale Haft bis zum 17. März 2013.\n\nC. Am 10. Januar 2013 fand die Verhandlung betreffend Verlängerung der stationären Massnahme vor Obergericht statt. Mit Urteil BGE 139 IV 175 S. 177vom 1. Februar 2013 verlängerte das Obergericht die am 13. September 2007 angeordnete stationäre therapeutische Massnahme (rückwirkend ab dem 13. September 2012) um 18 Monate, nämlich bis zum 13. März 2014. Die Urteilsbegründung ist noch ausstehend. Das Massnahmenurteil vom 1. Februar 2013 ist noch nicht rechtskräftig.\n\nD. Am 5. März 2013 beantragte die Oberstaatsanwaltschaft die Verlängerung der am 17. März 2013 auslaufenden Sicherheitshaft. Mit Verfügung vom 15. März 2013 verlängerte die Verfahrensleitung des Obergerichts des Kantons Luzern, 4. Abteilung, die Sicherheitshaft bis zum 16. Mai 2013. Gleichzeitig wies die Verfahrensleitung die Inhaftierte darauf hin, dass sie beim Obergericht jederzeit ein Gesuch um Aufhebung der Sicherheitshaft stellen könne.\n\nE. Gegen den Haftverlängerungsentscheid vom 15. März 2013 gelangte die Inhaftierte mit Beschwerde vom 23. März 2013 an das Bundesgericht. Sie beantragt die Aufhebung des angefochtenen Entscheides und ihre sofortige Haftentlassung (gegen Ersatzmassnahmen). (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1. Zunächst ist zu prüfen, ob und inwiefern ein beim Bundesgericht anfechtbarer Entscheid vorliegt.\n\n1.1 Art. 59 StGB sieht als stationäre therapeutische Massnahme die Behandlung von psychischen Störungen vor. Ist der Täter (oder die Täterin) psychisch schwer gestört, kann das Strafgericht diese Massnahme anordnen, wenn der Täter ein Verbrechen oder Vergehen begangen hat, das mit seiner psychischen Störung in Zusammenhang steht (Abs. 1 lit. a), und wenn zu erwarten ist, dadurch lasse sich der Gefahr weiterer mit seiner psychischen Störung in Zusammenhang stehender Taten begegnen (lit. b). Die stationäre Behandlung erfolgt in einer geeigneten psychiatrischen Einrichtung oder einer Massnahmenvollzugseinrichtung (Abs. 2). Solange die Gefahr besteht, dass der Täter flieht oder weitere Straftaten begeht, wird er in einer geschlossenen Einrichtung behandelt (Abs. 3 Satz 1). Der mit der stationären Behandlung verbundene Freiheitsentzug beträgt in der Regel höchstens fünf Jahre. Sind die Voraussetzungen für die bedingte Entlassung nach fünf Jahren noch nicht gegeben und ist zu erwarten, durch die Fortführung der Massnahme lasse sich der Gefahr BGE 139 IV 175 S. 178weiterer mit der psychischen Störung des Täters in Zusammenhang stehender Verbrechen und Vergehen begegnen, so kann das Gericht auf Antrag der Vollzugsbehörde die Verlängerung der Massnahme um jeweils höchstens fünf Jahre anordnen (Abs. 4). Das Gericht, welches das erstinstanzliche Urteil gefällt hat, trifft auch die einer gerichtlichen Behörde übertragenen selbstständigen nachträglichen Entscheide, sofern Bund oder Kantone nichts anderes bestimmen (Art. 363 Abs. 1 StPO). Das kantonale Behördenorganisationsrecht kann insbesondere festlegen, dass das kantonale Berufungsgericht bzw. das kantonal letztinstanzlich entscheidende Gericht auch die selbstständigen nachträglichen Entscheide fällt (vgl. NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2009,N. 2 zu Art. 364 StPO; CHRISTIAN SCHWARZENEGGER, in: Zürcher Kommentar zur Schweizerischen Strafprozessordnung [StPO], 2010, N. 5 zuArt. 363 StPO). Im Rahmen der Einführung der StPO (per 1. Januar 2011) hat der Kanton Luzern diese Option gewählt (§ 287bis Abs. 1 des luzernischen Gesetzes vom 3. Juni 1957 über den Straf- und Massnahmenvollzug; SRL 305). Das Verfahren bei selbstständigen nachträglichen Massnahmenentscheiden des Gerichts (insb. Art. 59 Abs. 4 StGB i.V.m. Art. 363 Abs. 1 StPO) richtet sich nach Art. 364 und 365 StPO. Eine besondere Regelung für die Anordnung und Fortsetzung von Sicherheitshaft enthalten die Art. 363-365 StPO nicht (vgl. MARIANNE HEER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 9 zu Art. 364 StPO).\n\n1.2 Gemäss den dargelegten Bestimmungen musste die am 13. September 2007 angeordnete stationäre therapeutische Massnahme (Art. 59 Abs. 1 StGB) bzw. deren beantragte Verlängerung von der Vorinstanz (spätestens nach Ablauf von fünf Jahren) im nachträglichen richterlichen Verfahren (Art. 363-365 StPO) neu geprüft werden. Gestützt auf das Urteil des Obergerichtes vom 13. September 2007 war ein stationärer Massnahmenvollzug nur noch bis September 2012 zulässig (Art. 59 Abs. 4 StGB). Anschliessend und bis zur Rechtskraft des neuen Massnahmenurteils des Obergerichtes vom 1. Februar 2013 stützte (und stützt) sich der hier streitige Freiheitsentzug auf strafprozessuale Sicherheitshaft (im Sinne von Art. 229-233 i.V.m. Art. 220 Abs. 2 StPO; vgl. BGE 133 IV 333; Urteil 1B_6/ 2012 vom 27. Januar 2012 E. 2.4).\n\n1.3 Die haftrichterliche Zuständigkeit des Obergerichtes im Rahmen von Prozessen, die bei ihm anhängig sind, beschränkt sich nicht auf das Berufungsverfahren (vgl. Art. 413 Abs. 4 StPO; NIKLAUS BGE 139 IV 175 S. 179SCHMID, Handbuch des schweizerischen Strafprozessrechts, 2009, Rz. 1048). Die in der Beschwerde erhobene Rüge, die Verfahrensleitung des Obergerichtes sei für die Behandlung des Antrages vom 5. März 2013 um Verlängerung der Sicherheitshaft gar nicht (mehr) zuständig gewesen, erweist sich als unbegründet. Die Kompetenz eines unterinstanzlichen kantonalen Gerichtes (Zwangsmassnahmengericht) zur Überprüfung von strafprozessualen Verfügungen bzw. verfahrensleitenden Anordnungen des Obergerichtes im Rahmen von nachträglichen Massnahmenentscheiden erschiene im Übrigen systemwidrig (vgl. Art. 230-233 StPO; Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1085 ff., 1235 Ziff. 2.5.3.6).\n\n1.4 Das Obergericht hat als einzige kantonale Instanz entschieden (vgl. Art. 222 Satz 2 i.V.m. 232 f. StPO bzw. Art. 227 i.V.m. 229 Abs. 3 lit. b StPO). Der Haftverlängerungsentscheid der Vorinstanz ist mit Beschwerde in Strafsachen an das Bundesgericht anfechtbar (Art. 80 Abs. 2 Satz 2 BGG; vgl. MARC FORSTER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 7 zu Art. 222 StPO). Auch die übrigen Sachurteilsvoraussetzungen von Art. 78 ff. BGG sind erfüllt."}