{"annee": "139", "cour": "II", "page": "384", "date": "27/5/2013", "cite": ["133 II 450"], "cite_par": ["141 I 20", "142 V 67", "139 III 504"], "chapeau": "28. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Makhlouf contre Département fédéral de l'économie, de la formation et de la recherche (recours en matière de droit public)\n\n2C_721/2012 du 27 mai 2013", "regestes": ["Ordonnance instituant des mesures à l'encontre de la Syrie; procédure tendant à contester l'inscription sur la liste des personnes visées par les mesures de coercition. Base légale et nature des mesures de coercition (consid. 2.1 et 2.2). Celui qui entend contester son inscription dans l'annexe de l'ordonnance instituant les mesures ne peut recourir contre l'ordonnance elle-même, mais doit requérir sa radiation auprès du Département fédéral compétent (consid. 2.3)."], "faits": "BGE 139 II 384 S. 384\n\nA. Le 9 mai 2011, le Conseil de l'Union européenne (ci-après: le Conseil) a adopté la décision 2011/273/PESC concernant des mesures restrictives en raison de la situation en Syrie (JO L 121 du 10 mai BGE 139 II 384 S. 3852011 p. 11). Cette décision institue notamment une interdiction d'entrée et de transit sur le territoire de l'Union des personnes mentionnées dans une annexe (art. 3 par. 1) et le gel de tous les fonds et ressources économiques appartenant à l'ensemble des personnes physiques ou morales, des entités et des organismes énumérés dans cette annexe (art. 4 par. 1; voir également Règlement [UE] n° 442/2011 du Conseil du 9 mai 2011 concernant des mesures restrictives en raison de la situation en Syrie [JO L 121 du 10 mai 2011 p. 1]).\n\nB. Le 18 mai 2011, le Conseil fédéral suisse a édicté l'ordonnance instituant des mesures à l'encontre de la Syrie (RO 2011 2193; ci-après: aO-Syrie). Ces mesures de coercition comprenaient notamment le gel des avoirs et des ressources économiques appartenant à ou sous contrôle des personnes physiques, entreprises et entités mentionnées dans l'annexe 2 (art. 2 al. 1 aO-Syrie), ainsi que, pour les personnes physiques citées dans dite annexe, une interdiction d'entrée en Suisse et de transit par la Suisse (art. 4 al. 1 aO-Syrie).\n\nL'annexe 2 a été modifiée à plusieurs reprises par le Département fédéral de l'économie - devenu entre-temps le Département fédéral de l'économie, de la formation et de la recherche (ci-après: le Département) -, la première fois le 24 mai 2011 (RO 2011 2285) et la dernière le 4 juin 2012 (RO 2012 3257).\n\nDans sa nouvelle teneur du 16 août 2011 (RO 2011 3807), l'annexe 2 mentionnait en 33e position \"Mohammed Makhlouf (alias Abu Rami)\", avec les informations d'identification \"né à Latakia (Syrie) le 19.10.1932\" et les indications suivantes sous la rubrique \"Fonction resp. motifs\":\n\n\"Proche associé et oncle maternel de Bachar et Mahir Al-Assad, associé d'affaires et père de Rami, Ihab et Iyad Makhlouf.\"\n\nPar acte du 16 septembre 2011, Mohamad Makhlouf a recouru au Tribunal administratif fédéral contre la modification du 16 août 2011 de l'annexe 2 de l'aO-Syrie. Il a conclu principalement à ce qu'il soit ordonné à l'autorité compétente de le radier de ladite annexe et à ce que les mesures de blocage frappant ses avoirs soient levées.\n\nC. Le 8 juin 2012, le Conseil fédéral a édicté une nouvelle ordonnance instituant des mesures à l'encontre de la Syrie (RS 946.231. 172.7; ci-après: O-Syrie). Celle-ci est entrée en vigueur le lendemain, en abrogeant celle du 18 mai 2011. Elle prévoit des mesures similaires à celles de la précédente, à l'encontre des personnes mentionnées dans une annexe 7, où figure Mohamad Makhlouf. BGE 139 II 384 S. 386\n\nPar arrêt du 14 juin 2012, le Tribunal administratif fédéral est entré en matière sur le recours de Mohamad Makhlouf et l'a rejeté. Sur le plan de la recevabilité, il a considéré que Mohamad Makhlouf contestait son inscription respectivement dans l'annexe 2 de l'aO-Syrie et dans l'annexe 7 de l'O-Syrie. Bien qu'elle ait été effectuée dans l'annexe d'une ordonnance du Conseil fédéral, cette inscription avait pour effet de soumettre l'intéressé à des mesures de coercition (gel de ses avoirs, interdiction d'entrée et de transit sur territoire suisse) suffisamment individualisées et concrétisées pour qu'elle présente les caractéristiques matérielles d'une décision au sens de l'art. 5 de la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA; RS 172.021). (...)\n\nD. Agissant par la voie du recours en matière de droit public, Mohamad Makhlouf demande au Tribunal fédéral (...) d'annuler l'arrêt du 14 juin 2012 ainsi que, dans la mesure où elles le concernent, l'aO-Syrie dans sa teneur du 16 août 2011 et l'O-Syrie et d'ordonner au Département et à toute autorité compétente de lever (...) les mesures prises à son encontre (...).\n\nL'autorité précédente a renoncé à se déterminer sur le recours. Le Département a proposé de le rejeter.\n\nDans un premier temps, le Tribunal fédéral a examiné si l'autorité précédente était à bon droit entrée en matière sur le recours dirigé directement contre une ordonnance du Conseil fédéral. Il a tranché la question par la négative, mais a considéré qu'un renvoi de la cause à l'autorité compétente, à savoir le Département, ne s'imposait pas et qu'il pouvait ainsi revoir l'arrêt attaqué sur le fond.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Comme l'aO-Syrie, l'O-Syrie fait partie des ordonnances du Conseil fédéral servant à mettre en oeuvre des sanctions internationales à l'égard d'Etats, de mouvements ou de personnes (pour une présentation chronologique et systématique de ces textes, voir ROLAND E. VOCK, Die Umsetzung wirtschaftlicher Embargomassnahmen durch die Schweiz, in Allgemeines Aussenwirtschafts- und Binnenmarktrecht, SBVR vol. XI, 2e éd. 2007, p. 239 ss n. 61 ss; ANDREA CLAUDIO CARONI, Finanzsanktionen der Schweiz im Staats- und Völkerrecht, 2008, p. 92 ss; JÖRG KÜNZLI, Vom Umgang des Rechtsstaats mit Unrechtsregimes, 2008, not. p. 530 ss). BGE 139 II 384 S. 387\n\nAu nombre de ces textes figure l'ordonnance du 2 octobre 2000 instituant des mesures à l'encontre de personnes et entités liées à Oussama ben Laden, au groupe \"Al-Qaïda\" ou aux Taliban (RS 946.203; ci-après: l'ordonnance sur les Taliban), qui a donné lieu à l'arrêt du Tribunal fédéral du 14 novembre 2007 en la cause Youssef Nada, publié aux ATF 133 II 450. A la suite de cet arrêt, Youssef Nada a porté sa cause devant la Cour européenne des droits de l'homme. Par arrêt de la Grande Chambre du 12 septembre 2012, celle-ci a considéré qu'il y avait eu violation par la Suisse de l'art. 13 combiné avec l'art. 8 CEDH (arrêt Nada Youssef Mustapha contre Suisse, § 209 ss).\n\nDepuis le 1er janvier 2003, les ordonnances en question reposent sur la loi fédérale du 22 mars 2002 sur l'application de sanctions internationales (loi sur les embargos, LEmb; RS 946.231), entrée en vigueur à cette date.\n\nSelon l'art. 1 al. 1 LEmb, la Confédération peut édicter des mesures de coercition pour appliquer les sanctions visant à faire respecter le droit international public, en particulier les droits de l'homme, décrétées par l'Organisation des Nations Unies, par l'Organisation pour la sécurité et la coopération en Europe ou par les principaux partenaires commerciaux de la Suisse. La compétence d'édicter des mesures de coercition appartient au Conseil fédéral (art. 2 al. 1 LEmb). Ces mesures prennent la forme d'ordonnances (art. 2 al. 3 LEmb), car il s'agit de normes abstraites de portée générale (Message du 20 décembre 2000 concernant la loi fédérale sur l'application de sanctions internationales [adoptée sous le nom de loi sur les embargos], FF 2001 1363 ch. 2.1.1). En vertu de l'art. 16 LEmb, le département compétent - à savoir le Département fédéral de l'économie, de la formation et de la recherche - peut adapter (\"nachführen\", \"aggiornare\") les annexes des ordonnances visées à l'art. 2 al. 3.\n\n2.2 A propos de l'ordonnance sur les Taliban, certains auteurs considèrent que les mesures qu'elle prévoit sont de nature individuelle et abstraite (FELIX UHLMANN, in VwVG, Praxiskommentar zum Bundesgesetz über das Verwaltungsverfahren, 2009, nos 44 s. ad art. 5 PA; WIEDERKEHR/RICHLI, Praxis des allgemeinen Verwaltungsrechts, vol. I, 2012, p. 117 ss n. 378 ss, qui parlent d'acte normatif réglant une situation particulière [\"Einzelfallgesetz\"]). OESCH distingue entre les différentes sortes de mesures instituées par ce genre d'ordonnances: l'embargo \"classique\" consistant à interdire la fourniture de certains biens tels que des équipements militaires, l'interdiction faite à BGE 139 II 384 S. 388certaines personnes d'entrer en Suisse et de transiter par ce pays et le gel des avoirs de personnes déterminées. Selon cet auteur, alors que les premières ont le caractère général et abstrait d'un acte normatif, les deuxièmes sont de nature individuelle et concrète: elles règlent des droits et des obligations pour un nombre restreint de destinataires, nommément désignés, et au regard d'une situation précise, dans des limites temporelles et spatiales déterminables. Les mesures de gel des avoirs entrent elles aussi plutôt dans la catégorie des décisions individuelles et concrètes. Il est toutefois aussi concevable de les qualifier de mesures individuelles et abstraites, dès lors qu'elles touchent un nombre déterminé de personnes ou d'entités citées nommément, en se rapportant de manière générale à tous leurs avoirs se trouvant en Suisse - au lieu de se limiter par exemple à des comptes bancaires spécifiques - (MATTHIAS OESCH, UNO-Sanktionen und ihre Umsetzung im schweizerischen Recht, RSDIE 2009 p. 347 s.).\n\nLa catégorie des mesures individuelles et abstraites est mal connue en droit suisse et son régime peu clair (cf. MARKUS MÜLLER, in Kommentar zum Bundesgesetz über das Verwaltungsverfahren [VwVG], 2008, n° 25 ad art. 5 PA). Les auteurs précités la rattachent aux décisions (UHLMANN, op. cit., n° 44 ad art. 5 PA; OESCH, op. cit., p. 348 note de bas de page 45), WIEDERKEHR/RICHLI précisant que cette assimilation répond à un besoin de protection juridictionnelle (op. cit., p. 806 n. 2252). UHLMANN relève que la forme de l'ordonnance n'est pas incontestable dans ces conditions et ne doit en tout cas pas conduire à exclure toute protection juridictionnelle (op. cit., n° 45 ad art. 5 PA).\n\nCertains auteurs se réfèrent à l' ATF 133 II 450, qu'ils interprètent en ce sens que l'inscription d'une personne sur l'annexe de l'ordonnance sur les Taliban constituerait en elle-même une décision attaquable (OESCH, op. cit., p. 348; cf. aussi MOOR/POLTIER, Droit administratif, vol. II, 3e éd. 2011, p. 199 note de bas de page 111, selon lesquels cette qualification représenterait un cas-limite; CARONI, op. cit., p. 86 note de bas de page 361). Pourtant, il ressort plus exactement de cet arrêt que l'inscription d'une personne sur l'annexe de l'ordonnance sur les Taliban (ou sa radiation de ladite annexe) ne constitue pas en elle-même une décision au sens de l'art. 5 PA, mais, en tant qu'elle affecte les droits fondamentaux de cette personne, produit les mêmes effets qu'une décision. Lorsque l'autorité compétente est saisie d'une requête de l'intéressé tendant à sa radiation de BGE 139 II 384 S. 389l'annexe - ce qui revient il est vrai à demander la modification de l'ordonnance -, elle doit dès lors statuer sur celle-ci en rendant une décision sujette à recours, de manière à offrir une protection juridictionnelle (consid. 2.1 p. 454; dans ce sens: WIEDERKEHR/RICHLI, op. cit., p. 117 n. 380, p. 802 n. 2214 en rel. avec n. 2216; UHLMANN, op. cit., n° 9 ad art. 5 PA note de bas de page 24; cf. aussi WALDMANN/SCHMITT, La nature juridique controversée d'une ordonnance du Conseil d'Etat, Revue fribourgeoise de jurisprudence [RFJ] 2009 p. 130; GAZZINI/FELLRATH, La procédure de gestion des listes de personnes affectées par les sanctions des Nations Unies devant le Tribunal fédéral suisse, RDAF 2009 I p. 149, selon lesquels ce sont les décisions du Département concernant la gestion de la liste suisse qui sont sujettes à recours).\n\n2.3 La LEmb prévoit expressément que le Conseil fédéral édicte les mesures de coercition sous la forme d'ordonnances (art. 2 al. 3), dont l'annexe mentionnant les personnes et entités visées est une partie intégrante. L'usage de cette forme crée l'apparence d'un texte normatif (selon l'art. 182 al. 1 Cst., la forme de l'ordonnance est utilisée par le Conseil fédéral pour édicter des règles de droit), qui n'est pas attaquable en tant que tel - en l'absence d'un contrôle abstrait -, mais seulement à l'occasion du prononcé d'une décision fondée sur celui-ci. Faire abstraction de la forme d'un tel acte pour y voir une décision matérielle directement sujette à recours entraîne une insécurité juridique. Il convient plutôt d'admettre que l'ordonnance - y compris son annexe mentionnant les personnes et entités visées - ne peut être contestée en tant que telle. Comme dans l'affaire à la base de l' ATF 133 II 450, l'intéressé doit requérir sa radiation auprès du département compétent, lequel est tenu de statuer sur la requête en rendant une décision, afin d'offrir une protection juridictionnelle (consid. 2.1 p. 454). Il y a d'autant moins de raison de s'écarter de la procédure suivie dans ce précédent que la LEmb, qui est postérieure à l'ordonnance sur les Taliban, a en quelque sorte consacré la procédure de radiation de l'annexe d'une telle ordonnance, en prévoyant que le Département est compétent pour adapter lesdites annexes (art. 16 LEmb). Le Département en question étant l'autorité administrative spécialisée, qui a un accès aux sources d'informations plus large que les autorités judiciaires, la tenue d'une procédure devant lui permet de mener une instruction et de pallier le fait - dont le recourant se plaint précisément en l'espèce - que les listes originelles de personnes et d'entités visées par les mesures de coercition BGE 139 II 384 S. 390doivent souvent être établies sur la base d'informations relativement sommaires, fréquemment collectées par les organisations ou pays étrangers à l'origine des sanctions (voir à cet égard VOCK, op. cit., p. 2775 s. n. 167 s.).\n\nComme les mesures de coercition instituées par les ordonnances reposant sur la LEmb affectent des droits de caractère civil au sens de l'art. 6 par. 1 CEDH, cette disposition doit être respectée. Celle-ci garantit l'accès à un juge et les clauses d'irrecevabilité des art. 32 al. 1 let. a de la loi du 17 juin 2005 sur le Tribunal administratif fédéral (LTAF; RS 173.32) et 83 let. a LTF ne sont pas applicables (arrêt 2C_349/2012 du 18 mars 2013 consid. 1.1.1; ATF 133 II 450 consid. 2.2 p. 454 s. s'agissant de la disposition de l'OJ correspondant à l'art. 83 let. a LTF). La décision rendue par le Département peut donc ensuite être déférée au Tribunal administratif fédéral et le prononcé de ce dernier au Tribunal de céans (cf. arrêt 2C_349/2012 précité, consid. 1.1.3).\n\nIl découle de ce qui précède que le recourant ne pouvait directement interjeter un recours contre l'aO-Syrie en tant qu'elle le concernait, mais devait requérir sa radiation de l'annexe auprès du Département et attaquer la décision de ce dernier. Partant, le recours interjeté le 17 juin 2011 n'était pas recevable devant l'autorité précédente. Cela n'entraîne toutefois pas la nullité de l'arrêt du Tribunal administratif fédéral du 14 juin 2012 et il n'y a pas lieu non plus d'annuler celui-ci et de renvoyer la cause au Département, afin qu'il rende une décision sur le bien-fondé de l'inscription du recourant dans l'annexe de l'O-Syrie. L'annulation, en effet, ne s'impose pas, du moment qu'aucun des participants à la procédure - ni, en particulier, le recourant, qui a choisi de contester son inscription directement devant l'autorité précédente, ni le Département - ne la requiert; quant au renvoi à cette dernière autorité, il représenterait un détour procédural inutile, dès lors que ledit Département s'est amplement déterminé devant l'autorité précédente et le Tribunal de céans et que sa position est ainsi suffisamment connue (cf., par analogie, la jurisprudence rendue en matière d'assurances sociales, selon laquelle, pour des motifs d'économie de procédure, le Tribunal fédéral renonce à annuler la décision rendue par une autorité incompétente et à renvoyer le dossier à celle qui est compétente, lorsque les participants à la procédure ne se plaignent pas du vice affectant le prononcé et que la cause est en état d'être jugée: arrêts 9C_891/2010 du 31 décembre BGE 139 II 384 S. 3912010 consid. 2.2; I 232/03 du 22 janvier 2004 consid. 4.2.1, in SVR 2005 IV n° 39 p. 145; U 152/02 du 18 février 2003 consid. 2.1). Rien ne s'oppose par conséquent à ce que le Tribunal de céans examine l'arrêt attaqué sur le fond."}