{"annee": "139", "cour": "V", "page": "66", "date": "10/1/2013", "cite": ["133 V 314", "138 V 98", "134 V 208", "138 V 86"], "cite_par": ["140 II 80", "140 V 15", "141 II 262", "144 V 327", "140 II 415", "142 II 80", "140 II 129", "140 II 289", "142 V 129"], "chapeau": "10. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Kanton Zürich gegen B. (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n9C_101/2012 vom 10. Januar 2013", "regestes": ["Art. 49 LPP; § 23 al. 1 deuxième phrase des Statuts du 22 mai 1996 de la Caisse d'assurance du personnel de l'Etat du canton de Zurich. L'allocation transitoire versée aux personnes partiellement invalides doit être échelonnée de la même manière que les rentes versées au titre de l'invalidité dans l'activité habituelle ou de l'invalidité dans une activité de substitution adaptée (consid. 4)."], "faits": "BGE 139 V 66 S. 67\n\nA. Der 1948 geborene B. arbeitete seit 1993 als Lehrer und war in dieser Eigenschaft bei der BVK Personalvorsorge des Kantons Zürich (nachfolgend: BVK) berufsvorsorgeversichert. Im Rahmen einer Teilentlassung aus gesundheitlichen Gründen wurde seine Restarbeitsfähigkeit ab 1. Januar 2010 auf 17 Wochenlektionen, d.h. 65,38 % eines Vollpensums festgelegt (Schreiben und Verfügung des Volksschulamtes vom 27. November 2009). Dementsprechend richtete die BVK B. bei einer Berufsinvalidität von 34,62 % ab 1. Januar 2010 eine Invalidenrente von Fr. 1839.80 im Monat aus (Mitteilung vom 13. Januar 2010). Gleichzeitig wurde ihm ein Überbrückungszuschuss zur Berufsinvalidenrente in der Höhe von monatlich Fr. 427.50 zugesprochen, welcher einem Viertel des höchstmöglichen Zuschusses entsprach. Der Versicherte ersuchte die BVK vergeblich um Ausrichtung eines höheren Überbrückungszuschusses.\n\nB. Am 8. Juni 2010 reichte B. beim Sozialversicherungsgericht des Kantons Zürich Klage gegen den Kanton Zürich ein mit dem Begehren, es sei ihm ein Überbrückungszuschuss in der Höhe seines Berufsinvaliditätsgrades zuzusprechen, einschliesslich Zins ab Klageeinreichung. Das Sozialversicherungsgericht hiess die Klage mit Entscheid vom 5. Dezember 2011 vollumfänglich gut und verpflichtete den Kanton Zürich, dem Versicherten ab 1. Januar 2010 einen Überbrückungszuschuss von 34,62 % zu leisten (\"abzüglich der für die nämlichen Zeitperioden bereits ausgerichteten Zuschüsse, zuzüglich Zins zu 5 % auf den nachzuzahlenden Betreffnissen ab dem 8. Juni 2010\").\n\nC. Der Kanton Zürich, vertreten durch die Finanzdirektion, diese vertreten durch die BVK, führt Beschwerde ans Bundesgericht mit dem sinngemässen Antrag auf Aufhebung des vorinstanzlichen Entscheids und Abweisung der Klage.\n\nWährend B. auf Abweisung der Beschwerde schliesst, verzichtet das Bundesamt für Sozialversicherungen auf eine Vernehmlassung.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Im Bereich der überobligatorischen Berufsvorsorge sind die Vorsorgeeinrichtungen im Rahmen des Gesetzes in der Gestaltung ihrer Leistungen, in deren Finanzierung und in ihrer Organisation frei (Art. 49 BVG; SR 831.40). Massgebend ist insoweit - innerhalb der BGE 139 V 66 S. 68durch Gesetz und verfassungsmässige Grundsätze bestimmten Grenzen - insbesondere die autonome Regelung der Vorsorgeeinrichtung, wie sie in deren Statuten oder Reglementen festgehalten ist. Da es sich bei der BVK um eine Vorsorgeeinrichtung öffentlichen Rechts handelt, hat die Auslegung der einschlägigen Statutenbestimmungen - anders als die Auslegung der Vorsorgereglemente privatrechtlicher Versicherungsträger - nach den gewöhnlichen Regeln der Gesetzesauslegung zu erfolgen (BGE 138 V 98 E. 5.1 S. 102; BGE 134 V 208 E. 2.2 S. 211; BGE 133 V 314 E. 4.1 S. 316 mit Hinweisen; SVR 2012 BVG Nr. 14 S. 61, 9C_213/2011 E. 4.3.1 mit Hinweisen).\n\n2.2 Ausgangspunkt jeder Auslegung bildet der Wortlaut der Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich von Sinn und Zweck sowie der dem Text zugrunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 138 V 86 E. 5.1 S. 94 mit Hinweisen).\n\n3. Die hier massgebenden Bestimmungen der Statuten vom 22. Mai 1996 der Versicherungskasse für das (zürcherische) Staatspersonal (BVK-Statuten; LS 177.21) präsentieren sich - unter dem Titel \"b. Invalidenleistungen\" - wie folgt:\n\n\"§ 19 Berufsinvalidität\n\n1 Versicherte Personen, welche vor Vollendung des 63. Altersjahres wegen Krankheit oder Unfall für die bisherige Berufstätigkeit invalid geworden sind, haben Anspruch auf eine Invalidenrente. Sie wird längstens für zwei Jahre ausgerichtet. Für über 50-jährige Personen entfällt die zweijährige Befristung, die Rente wird jedoch längstens bis zum 63. Altersjahr ausgerichtet.\n\n(...)\n\n§ 20 Höhe der Berufsinvalidenrente\n\n1 Die Berufsinvalidenrente beträgt bei voller Invalidität 60 % des letzten versicherten Lohnes.\n\n2 Bei teilweiser Berufsinvalidität wird die Rente entsprechend dem Invaliditätsgrad wie folgt festgesetzt: BGE 139 V 66 S. 69\n\nBerufsunfähigkeit Höhe der Rente in % eines Vollamtes bis 24 % keine Rente 25 % bis 59 % Rente gemäss IV-Grad 60 % bis 69 % Dreiviertelrente 70.00% und mehr Vollrente\n\nBerufsunfähigkeit\n\nHöhe der Rente\n\nin % eines Vollamtes\n\nbis 24 %\n\nkeine Rente\n\n25 % bis 59 %\n\nRente gemäss IV-Grad\n\n60 % bis 69 %\n\nDreiviertelrente\n\n70.00% und mehr\n\nVollrente\n\n(...)\n\n§ 21 Erwerbsinvalidität\n\n1 Nach dem Auslaufen der Rente wegen Berufsinvalidität haben versicherte Personen Anspruch auf eine Rente, wenn volle oder teilweise Erwerbsinvalidität besteht.\n\n2 Eine versicherte Person gilt als erwerbsinvalid, wenn sie infolge Krankheit oder Unfall ihre bisherige oder eine andere, ihrem Wissen und Können entsprechende und zumutbare Erwerbstätigkeit nicht mehr ausüben kann, oder wenn sie aufgrund eines Entscheides der eidgenössischen IV-Kommission invalid erklärt wurde.\n\n(...)\n\n4 Die Renten wegen Erwerbsinvalidität werden längstens bis zum vollendeten 63. Altersjahr ausgerichtet.\n\n§ 22 Höhe der Erwerbsinvalidenrente\n\n1 Die Erwerbsinvalidenrente beträgt bei voller Invalidität 60 % des letzten versicherten Lohnes.\n\n2 Bei teilweiser Erwerbsinvalidität wird die Rente entsprechend dem Invaliditätsgrad wie folgt festgesetzt:\n\nErwerbsunfähigkeit Höhe der Rente in % eines Vollamtes bis 24 % keine Rente 25 % bis 59 % Rente gemäss IV-Grad 60 % bis 69 % Dreiviertelrente 70.00% und mehr Vollrente\n\nErwerbsunfähigkeit\n\nHöhe der Rente\n\nin % eines Vollamtes\n\nbis 24 %\n\nkeine Rente\n\n25 % bis 59 %\n\nRente gemäss IV-Grad\n\n60 % bis 69 %\n\nDreiviertelrente\n\n70.00% und mehr\n\nVollrente\n\n(...)\n\n§ 23 Überbrückungszuschuss\n\n1 Den voll Invaliden wird neben der Invalidenrente ein Zuschuss von 75 % der maximalen Altersrente der AHV ausgerichtet, bis die Leistungen der AHV/IV einsetzen. Bei Teilinvaliden wird der Zuschuss entsprechend dem Invaliditätsgrad festgesetzt. Bei Teilbeschäftigten wird der Überbrückungszuschuss entsprechend dem Beschäftigungsgrad herabgesetzt.\n\n(...)BGE 139 V 66 S. 70\n\n3 Unterlässt es die invalide Person, ihre Forderungen bei der eidgenössischen IV rechtzeitig geltend zu machen, besteht kein Anspruch auf einen Zuschuss.\n\n4 Werden der invaliden Person Leistungen der eidgenössischen IV rückwirkend zugesprochen, hat sie der Versicherungskasse den Zuschuss für den gleichen Zeitraum zurückzuerstatten, höchstens aber im Umfang der Leistungen der eidgenössischen IV. In Härtefällen kann auf die Rückerstattung verzichtet werden.\n\n(...)\"\n\n4.\n\n4.1 Dem in der Beschwerdeschrift erhobenen Einwand, wonach der Wortlaut von § 23 Abs. 1 zweiter Satz BVK-Statuten nicht ganz klar ist und verschiedene Deutungen zulässt, ist beizupflichten. Dass der Zuschuss bei Teilinvaliden \"entsprechend dem Invaliditätsgrad festgesetzt\" wird, bedeutet nicht zwingend, dass der Zuschuss dem Invaliditätsgrad prozentgenau zu entsprechen hat (wie die Vorinstanz offenbar annimmt). Der Text verlangt zunächst nur ein bestimmbares Verhältnis zwischen der Höhe des Zuschusses und dem Invaliditätsgrad des Berechtigten. Dass die Relation zwischen dem jeweiligen Betrag des Überbrückungszuschusses und dem Ausmass der Invalidität vor dem Hintergrund eines Rentenstufensystems zu suchen ist, ergibt sich aus der Interpretation des ebenfalls nicht eindeutigen Begriffs \"Teilinvalide\". Nach rein sprachlichem Verständnis fallen darunter sämtliche Versicherten mit einer Invalidität von mehr als 0 % und weniger als 100 %. Es ist indes unter den Parteien zu Recht unbestritten, dass ein Rentenbezüger bereits ab einem Invaliditätsgrad von 70 % Anspruch auf den höchstmöglichen Zuschuss hat und insofern als \"voll Invalider\" im Sinne von § 23 Abs. 1 erster Satz BVK-Statuten gilt. Während sich der Kanton Zürich diesbezüglich auf das Rentenstufensystem der Invalidenversicherung gemäss Art. 28 Abs. 2 IVG bezieht (ganze Rente bei einem Invaliditätsgrad von mindestens 70 %), beruft sich der Beschwerdegegner auf die Abstufungen der Berufs- und der Erwerbsinvalidenrente nach § 20 Abs. 2 und § 22 Abs. 2 BVK-Statuten (jeweils Vollrente bei Berufsunfähigkeit oder Erwerbsunfähigkeit von 70 % und mehr; vgl. E. 3 hievor). Der Umstand, dass grundsätzlich verschiedene Rentenstufensysteme (mit deutlich voneinander abweichenden Resultaten bei Invaliditätsgraden unter 60 %) als Referenz für die Abstufung des Überbrückungszuschusses herangezogen werden können, macht ebenfalls deutlich, dass der Wortlaut der streitigen Statutenbestimmung nicht klar und unmissverständlich ist, sondern prinzipiell verschiedene BGE 139 V 66 S. 71Auslegungen zulässt. Es gilt deshalb, den Rechtssinn anhand der übrigen normunmittelbaren Auslegungselemente zu eruieren.\n\n4.2 Das kantonale Gericht hat zutreffend erkannt, dass sich hier aus rein teleologischem (zweckbezogenem) Blickwinkel keine für die Auslegung entscheidenden Erkenntnisse gewinnen lassen: Weder das Abstellen auf den jeweiligen exakten, in Prozenten ausgedrückten Invaliditätsgrad noch die Abstufung des Überbrückungszuschusses in Analogie zu den Renten der Invalidenversicherung (Viertels-, halbe, Dreiviertels- und ganze Rente) oder zu den Invalidenrenten der BVK (eine Mischform der beiden vorgenannten Varianten) steht Sinn und Zweck von § 23 BVK-Statuten entgegen. Dieser liegt allein in der finanziellen Überbrückung des Zeitraums zwischen der Zusprechung einer Berufs- oder einer Erwerbsinvalidenrente durch die Vorsorgeeinrichtung und dem Einsetzen von Leistungen der IV oder der AHV (§ 23 Abs. 1 erster Satz am Ende BVK-Statuten; vgl. auch § 17 BVK-Statuten betreffend den Überbrückungszuschuss zur Altersrente aus beruflicher Vorsorge vor Erreichen des ordentlichen AHV-Rentenalters). Den Ausführungen des beschwerdeführenden Kantons Zürich zur historischen Betrachtungsweise lässt sich ebenfalls nichts entnehmen, was im Zusammenhang mit der hier zu beantwortenden Auslegungsfrage bedeutsam wäre.\n\n4.3 Die rechtliche Tragweite von § 23 Abs. 1 zweiter Satz BVK-Statuten erschliesst sich ohne weiteres aufgrund seiner systematischen Einbettung und seines Zusammenwirkens mit den bereits erwähnten §§ 20 und 22 BVK-Statuten (vgl. E. 3 hievor). Ein Überbrückungszuschuss wird voll- oder teilinvaliden Bezügern einer Berufs- oder einer Erwerbsinvalidenrente der BVK ausgerichtet, solange ihnen noch keine Renten aus der Ersten Säule zustehen. Als Referenz für die Abstufung dieser überobligatorischen Leistung \"entsprechend dem Invaliditätsgrad\" drängen sich die jeweiligen Abs. 2 der beiden letztgenannten Statutenbestimmungen geradezu gebieterisch auf. Auch sie regeln Leistungen, welche der weitergehenden beruflichen Vorsorge zuzurechnen sind (vgl. Urteil 9C_213/2011 vom 2. November 2011 E. 4.4, wonach der Begriff der Erwerbsinvalidität nach § 21 BVK-Statuten weiter gefasst ist als der Invaliditätsbegriff nach Art. 23 lit. a BVG resp. Art. 8 Abs. 1 ATSG [SR 830.1]). Dass - entgegen der Auffassung des beschwerdeführenden Kantons Zürich - bei Teilinvaliden nicht auf das Rentenstufensystem der Invalidenversicherung nach Art. 28 Abs. 2 IVG (und der obligatorischen Berufsvorsorge gemäss Art. 24 Abs. 1 BVG) abgestellt werden kann, BGE 139 V 66 S. 72ergibt sich schon daraus, dass dessen unterste Stufe Rentenleistungen erst ab einem Invaliditätsgrad von 40 % vorsieht, wogegen laut jeweiligem Abs. 2 von § 20 und § 22 BVK-Statuten bereits ab einer Invalidität von 25 % Anspruch auf eine Berufs- oder eine Erwerbsinvalidenrente (und gegebenenfalls auf einen Zuschuss nach § 23 BVK-Statuten) besteht. Aufgrund seiner Erwerbseinbusse von weniger als 40 % steht denn auch dem Beschwerdegegner keine Rente der Invalidenversicherung zu (vgl. die abweisende Verfügung der IV-Stelle vom 25. Mai 2010). Bei unveränderten Verhältnissen wird sich daran bis zum Erreichen des AHV-Rentenalters nichts ändern. Gerade am Beispiel des Beschwerdegegners zeigt sich, dass sich eine Abstufung analog dem Anspruch auf eine IV-Rente unter keinem Titel rechtfertigt. Inwiefern diese Betrachtungsweise dem Gleichheitsgebot widersprechen soll, wird in der Beschwerdeschrift nicht näher ausgeführt, weshalb darauf schon aus diesem Grunde nicht eingegangen wird.\n\n4.4 Ist nach dem dargelegten Auslegungsergebnis der Überbrückungszuschuss von Teilinvaliden in gleicher Weise abzustufen wie ihre Berufs- oder Erwerbsinvalidenrente, fällt der Beschwerdegegner aufgrund seiner Berufsunfähigkeit von 34,62 % in die erste Leistungsstufe, welche die Invaliditätsgrade zwischen 25 % und 59 % umfasst und Anspruch gibt auf einen der Berufsinvalidität prozentgenau entsprechenden Zuschuss (§ 20 Abs. 2 BVK-Statuten, vgl. E. 3 hievor). Der angefochtene Entscheid ist somit (im Ergebnis) nicht zu beanstanden."}