{"annee": "139", "cour": "III", "page": "444", "date": "12/8/2013", "cite": ["133 III 545", "94 I 365", "100 III 41", "128 III 383", "95 I 313", "132 III 140"], "cite_par": ["143 III 221", "142 III 720", "140 III 372", "140 III 456", "141 I 97"], "chapeau": "63. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. (recours en matière civile)\n\n5A_236/2013 du 12 août 2013", "regestes": ["Art. 80 ss LP; pouvoir d'examen du juge de la mainlevée. Le juge saisi d'une requête de mainlevée d'opposition n'est pas compétent pour examiner si la poursuite litigieuse est viciée du fait que le poursuivant a déjà introduit une ou plusieurs poursuites pour la même créance (consid. 4)."], "faits": "BGE 139 III 444 S. 445\n\nA. B. a introduit deux poursuites successives contre A. en se fondant sur la même créance.\n\nA.a Dans la première de ces poursuites (poursuite n° 1 de l'Office des poursuites de Morges), pour le montant de x fr. avec intérêts à 3 % l'an dès le 1er novembre 2001, indiquant comme cause de l'obligation la transaction judiciaire valant jugement définitif, conclue par les parties le 30 octobre 2001 devant la Cour civile du Tribunal cantonal vaudois, le commandement de payer a été notifié au débiteur le 7 février 2012, lequel y a fait opposition.\n\nA.b Dans la seconde poursuite (poursuite n° 2 de l'Office des poursuites de Morges), requise le 1er mai 2012, pour le montant de x fr. avec intérêts à 3 % l'an dès le 15 juin 2011 et des frais, indiquant comme cause de l'obligation: \"Validation du séquestre n° 3, selon procès-verbal du 19 avril 2012; reprise de l'acte de défaut de biens n° 4 pour un montant de x fr. du 14 juin 2011 délivré par l'Office des poursuites de Morges, ayant pour origine des saisies infructueuses et transaction judiciaire valant jugement définitif, conclue par les parties le 30 octobre 2001 auprès de la Cour civile du Tribunal cantonal vaudois. Emolument du juge. Frais procès-verbal de séquestre\", le commandement de payer a été notifié au débiteur le 7 mai 2012, lequel y a fait opposition.\n\nAinsi que cela ressort de l'arrêt du Tribunal fédéral du 5 avril 2013 (arrêt 5A_925/2012) rendu entre les mêmes parties (art. 105 al. 2 LTF), le créancier poursuivant avait en effet requis le 8 mars 2012 et obtenu du Juge de paix du district de Morges le 2 avril 2012 le séquestre de plusieurs comptes bancaires du débiteur, séquestre exécuté par l'Office des poursuites du district de Morges le 19 avril 2012 (procès-verbal n° 3). Dans son arrêt, le Tribunal fédéral a toutefois réformé l'arrêt du 30 novembre 2012 de la Cour des poursuites et faillites du Tribunal cantonal vaudois qui statuait sur oppositions au séquestre et a rejeté la requête de séquestre du créancier et levé le séquestre.\n\nB. Dans les deux poursuites, l'opposition du débiteur a été levée définitivement par le Juge de paix du district de Morges, par décisions séparées du 3 septembre 2012.\n\nDans les deux poursuites, statuant par arrêts séparés datés du même jour, à savoir le 28 février 2013, la Cour des poursuites et faillites du Tribunal cantonal vaudois a rejeté le recours du débiteur et confirmé le prononcé de mainlevée définitive du premier juge. (...) BGE 139 III 444 S. 446\n\nPar arrêt du 12 août 2013, le Tribunal fédéral a rejeté, par substitution de motifs, le recours interjeté par A. contre l'arrêt cantonal rendu dans la seconde poursuite (poursuite n° 2).\n\n(extrait)", "considerants": "Extrait des considérants:\n\n4. Saisi d'un recours en matière civile, le Tribunal fédéral applique le droit d'office (art. 106 al. 1 LTF), sans être lié ni par les motifs de l'autorité précédente, ni par les moyens des parties; il peut donc admettre le recours en se fondant sur d'autres arguments que ceux invoqués par le recourant, comme il peut le rejeter en opérant une substitution de motifs (ATF 133 III 545 consid. 2.2).\n\n4.1 Selon le système de la LP, l'énumération des tâches du juge est limitative: celui-ci ne peut intervenir dans la procédure de poursuite que dans les cas où la loi le prévoit expressément (art. 17 al. 1 et art. 23 LP); en dehors de ces cas-là, toute intervention du juge dans la procédure de poursuite est donc exclue (ATF 95 I 313 consid. 3 et la référence).\n\n4.1.1 La levée de l'opposition du débiteur au commandement de payer est de la compétence du juge (art. 80 ss LP). En vertu des art. 80 et 81 LP, le juge doit prononcer la mainlevée définitive de l'opposition lorsque le créancier produit un jugement exécutoire ou un titre y assimilé, à moins que le débiteur ne prouve par titre que la dette a été éteinte ou qu'il a obtenu un sursis postérieurement au jugement, ou qu'il ne se prévale de la prescription. En vertu de l'art. 82 LP, le juge doit prononcer la mainlevée provisoire de l'opposition lorsque le créancier produit une reconnaissance de dette et que le débiteur ne rend pas immédiatement vraisemblable sa libération.\n\nLa procédure de mainlevée est une pure procédure d'exécution forcée (ATF 94 I 365 consid. 6 p. 373; 72 II 52 p. 54), un incident de la poursuite: le juge n'est compétent que pour examiner le jugement exécutoire ou les titres y assimilés dans le cas d'une requête de mainlevée définitive, respectivement le titre - public ou privé - qu'est la reconnaissance de dette dans le cas d'une requête de mainlevée provisoire, ainsi que les trois identités: l'identité entre le poursuivant et le créancier désigné dans ce titre, l'identité entre le poursuivi et le débiteur désigné et l'identité entre la prétention déduite en poursuite et la dette reconnue (pour la mainlevée provisoire: ATF 132 III 140 consid. 4.1.1; P.-R. GILLIÉRON, Commentaire de la loi fédérale sur BGE 139 III 444 S. 447la poursuite pour dettes et la faillite, vol. I, 1999, nos 73 s. ad art. 82 LP; pour la mainlevée définitive: arrêt 5P.239/2002 du 22 août 2002 consid. 3.1; GILLIÉRON, op. cit., n° 22 ad art. 80 LP) et enfin statuer sur le droit du créancier de poursuivre le débiteur, c'est-à-dire décider si l'opposition doit ou ne doit pas être maintenue. Il peut également examiner d'office si la poursuite est à l'évidence périmée ou nulle (arrêt 5P.174/2005 du 7 octobre 2005 consid. 2.1; PANCHAUD/CAPREZ, Die Rechtsöffnung, La mainlevée d'opposition, 1980, § 43 n. 1-5 p. 96; GILLIÉRON, op. cit., n° 27 ad art. 80 LP). En revanche, il ne peut pas relever, ni retenir un vice de la procédure de poursuite dont l'intéressé doit se prévaloir par la voie de la plainte à l'autorité de surveillance (arrêt précité consid. 2.1; GILLIÉRON, op. cit., n° 76 ad art. 82 LP).\n\n4.1.2 Lorsque le poursuivant introduit plusieurs poursuites pour la même créance, le débiteur qui entend empêcher que celui-ci ne s'en prenne plusieurs fois à son patrimoine peut faire annuler par la voie de la plainte à l'autorité de surveillance la ou les poursuites superflues (ATF 100 III 41 p. 42 et 43; ATF 128 III 383 consid. 1.1; GILLIÉRON, op. cit., n° 51 ad art. 85a LP). Ainsi, saisi d'un recours (art. 19 LP) contre une décision, rendue sur plainte (art. 17 et 18 LP), concernant la notification d'un second commandement de payer, le Tribunal fédéral a jugé qu'une seconde poursuite pour la même créance n'est inadmissible que si, dans la première poursuite, le créancier a déjà requis la continuation de la poursuite ou est en droit de le faire. Ce n'est en effet que dans ces cas qu'il y a un risque sérieux que le patrimoine du débiteur fasse l'objet d'une exécution à plusieurs reprises. En revanche, si la première poursuite a été arrêtée à la suite d'une opposition ou qu'elle est devenue caduque en raison d'une renonciation du créancier, il n'y a pas de motif d'empêcher ce dernier d'engager une nouvelle poursuite pour la même créance.\n\n4.1.3 Il ressort de ce qui précède que le juge de la mainlevée n'est compétent que pour l'examen de l'existence d'un titre à mainlevée - définitive ou provisoire -, alors que l'office et les autorités de surveillance le sont pour ce qui concerne l'exécution de la poursuite, en particulier l'abus de droit du créancier à obtenir la saisie de plus de biens qu'il n'est nécessaire pour être désintéressé (cf. art. 97 al. 2 LP).\n\n4.2 C'est ainsi en violation des règles sur les compétences respectives du juge de la mainlevée et de l'autorité de surveillance LP que la cour cantonale a examiné, dans le cadre de la présente procédure BGE 139 III 444 S. 448de mainlevée définitive, si la seconde poursuite - à supposer qu'elle concerne la même créance - était ou non admissible.\n\nDès lors qu'en l'espèce, le créancier avait produit un titre exécutoire, ce qui n'est pas contesté, et que le débiteur ne soutenait pas avoir payé sa dette (art. 81 al. 1 LP), la mainlevée définitive devait être prononcée. Le recours du débiteur doit donc être rejeté, par substitution de motifs."}