{"annee": "139", "cour": "II", "page": "451", "date": "27/8/2013", "cite": ["127 II 323", "137 II 313", "107 IB 258", "139 IV 137", "139 II 404", "107 IB 252", "126 II 126", "136 IV 4", "112 IB 462", "120 IB 251", "128 II 407"], "cite_par": ["141 II 436", "144 II 29"], "chapeau": "31. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. et B. Ltd. contre Administration fédérale des contributions (recours en matière de droit public)\n\n2C_511/2013 du 27 août 2013", "regestes": ["CDI-USA 96; Ord. CDI-USA; art. 10 al. 2 TEJUS; art. 12 al. 2 et art. 15a al. 2 LTEJUS; art. 38 al. 4 LBVM; art. 4 al. 3 LAAF; assistance administrative en matière fiscale en faveur des Etats-Unis d'Amérique; degré de preuve exigé pour écarter les soupçons de fraude et s'opposer avec succès à la transmission des informations à l'Etat requérant. Exigences quant à la preuve dans le domaine de l'assistance administrative internationale en matière fiscale; notion de \"personne non impliquée\" dans les faits à l'origine de la demande (consid. 2.2). Au sens de la CDI-USA 96, qui s'interprète restrictivement, l'autorité requise refusera uniquement de transmettre le nom des personnes qui, manifestement, ne sont pas impliquées dans l'affaire à l'origine de la demande d'assistance, en exigeant à cet égard une preuve claire, résultant de documents, que le détenteur d'information ou la personne concernée sont tenus de lui fournir (consid. 2.3). Principes relatifs à la preuve d'un fait négatif (consid. 2.4)."], "faits": "BGE 139 II 451 S. 452\n\nA. Le 3 juillet 2012, les autorités fiscales américaines (Internal Revenue Service; ci-après: l'IRS) ont adressé une demande d'assistance administrative internationale en matière fiscale à l'Administration fédérale des contributions (ci-après: l'AFC). La requête concernait des personnes assujetties aux impôts américains (ci-après: clients US) qui détenaient des comptes auprès de Credit Suisse Group SA ou de ses succursales et filiales en Suisse (ci-après: le Credit Suisse). L'IRS demandait que lui soient transmises des informations à propos des clients US qui, à un moment donné entre 2002 et 2010, avaient un pouvoir de signature ou un autre pouvoir de disposition sur des comptes bancaires ouverts auprès du Credit Suisse ou en étaient les ayants droit économiques, et qui correspondaient en tous points à l'état de fait détaillé présenté dans la requête.\n\nB. Le 20 juillet 2012, l'AFC a demandé au Credit Suisse de lui transmettre les documents réclamés par l'IRS. Le Credit Suisse s'est conformé à cette requête en temps utile. Simultanément, l'AFC a également invité le Credit Suisse à identifier les personnes concernées, à BGE 139 II 451 S. 453les informer de la procédure d'assistance administrative et à les engager à désigner un représentant en Suisse.\n\nPar décision du 18 octobre 2012, l'AFC a conclu que A. était l'ayant droit économique de la société B. Ltd. et qu'il remplissait les conditions de la requête du 3 juillet 2012, de sorte que l'assistance administrative en matière fiscale devait être accordée à l'IRS en ce qui le concernait.\n\nA. et B. Ltd. ont recouru contre cette décision auprès du Tribunal administratif fédéral. Par arrêt du 21 mai 2013, celui-ci a rejeté ces recours.\n\nC. A. (ci-après: le recourant 1) et B. Ltd. (ci-après: la recourante 2) déposent un recours en matière de droit public au Tribunal fédéral. Ils sollicitent l'effet suspensif et prennent les conclusions au fond suivantes, sous suite de frais et dépens:\n\n- Déclarer le recours bien fondé.\n\n- Annuler l'arrêt du 21 mai 2013 du Tribunal administratif fédéral.\n\n- Refuser à l'IRS l'assistance administrative concernant le recourant 1.\n\n- Refuser à l'IRS l'assistance administrative concernant la recourante 2.\n\n- Refuser de transmettre à l'IRS tous les documents édités par le Credit Suisse dans le cadre de la demande d'assistance administrative.\n\n- Subsidiairement, annuler l'arrêt du 21 mai 2013 du Tribunal administratif fédéral et renvoyer la cause au Tribunal administratif fédéral pour nouvel arrêt, ou plus subsidiairement encore, à l'AFC pour nouvelle décision.\n\nLe Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Les recourants critiquent le degré de preuve exigé par le Tribunal administratif fédéral pour permettre aux personnes intéressées d'écarter les soupçons de fraude et délits semblables.\n\n2.1 La demande de l'IRS du 3 juillet 2012 qui est à l'origine de la présente procédure remplit les exigences posées en matière d'assistance administrative internationale en matière fiscale. En effet, la description de l'état de fait déterminant est suffisamment détaillée pour fonder un soupçon de fraude et délits semblables et permettre d'identifier les personnes recherchées. La manière de procéder des contribuables décrite par l'IRS est constitutive d'escroquerie en matière de contributions et de fraude fiscale; elle n'était pas seulement destinée à BGE 139 II 451 S. 454soustraire l'impôt sur le revenu dû par les ayants droit économiques des sociétés en cause, mais également à circonvenir le mécanisme de contrôle mis en place par l'IRS pour garantir le paiement de cet impôt (cf. ATF 139 II 404 consid. 7 p. 421 et 9 p. 433).\n\nLes recourants ne contestent pas que leur situation correspond, à première vue, à l'état de fait décrit par l'IRS. Ils font en revanche valoir qu'il doit leur être permis d'infirmer les soupçons de fraude et délits semblables en apportant une preuve relevant du degré de la vraisemblance prépondérante. Ils reprochent à cet égard à l'instance précédente d'avoir exigé une preuve claire et définitive, devant être apportée sur-le-champ, sans conteste et par titres, outrepassant de la sorte les exigences posées par la jurisprudence.\n\n2.2.\n\n2.2.1 En matière d'entraide judiciaire internationale pour fraude fiscale, la jurisprudence n'exige pas que l'autorité requérante prouve la commission de l'infraction pour laquelle l'entraide est requise, mais seulement qu'elle expose de manière satisfaisante toutes les circonstances sur lesquelles elle fonde ses soupçons. En ce qui concerne l'échange de renseignements au sens de la Convention du 2 octobre 1996 entre la Confédération suisse et les Etats-Unis d'Amérique en vue d'éviter les doubles impositions en matière d'impôts sur le revenu (RS 0.672.933.61; ci-après: CDI-USA 96), cette notion de présomption raisonnable a ainsi, de tout temps, prévalu (cf. arrêts 2A.608/ 2005 du 10 août 2006 consid. 2; 2A.185/2003 du 17 janvier 2004 consid. 6 avec renvois). Selon un principe établi de l'entraide internationale en matière pénale, les autorités suisses chargées de statuer sur l'existence d'un soupçon de fraude fiscale doivent se fonder exclusivement sur la description des faits figurant dans la requête d'entraide administrative, pour autant que cette dernière ne comporte pas des erreurs manifestes, des lacunes ou des contradictions. Selon la jurisprudence constante du Tribunal fédéral, l'autorité suisse saisie d'une demande d'entraide judiciaire (que celle-ci tende à l'extradition d'une personne, à la transmission de renseignements ou à la remise d'objets ou de valeurs) n'a pas à se prononcer sur la réalité des faits évoqués dans la demande; elle ne peut que vérifier si, tels qu'ils sont présentés, ces faits constituent une infraction (cf. ATF 136 IV 4 consid. 4.1 p. 8; 1 p. 416 consid. 2 p. 417, p. 427 consid. 2 p. 430 s.). La procédure dans l'Etat requis n'a en effet pas pour objet de vérifier si la personne poursuivie est coupable ou non des faits qui lui sont reprochés. Seul le juge du fond, dans l'Etat requérant, est apte à en BGE 139 II 451 S. 455décider. Saisie d'une demande d'entraide administrative, l'autorité compétente n'est pas tenue d'effectuer une procédure probatoire proprement dite (cf. ATF 127 II 323 consid. 6b/aa p. 332 s.; arrêt 2A.551/2001 du 12 avril 2002 consid. 4). Il en va de même en ce qui concerne l'assistance administrative internationale en matière fiscale (cf. ATF 139 II 404 consid. 9.5 p. 436).\n\n2.2.2 L'art. 10 al. 2 du Traité du 25 mai 1973 entre la Confédération suisse et les Etats-Unis d'Amérique sur l'entraide judiciaire en matière pénale (RS 0.351.933.6; ci-après: TEJUS), ainsi que les art. 12 al. 2 et 15a al. 2 de la loi fédérale du 3 octobre 1975 relative au traité conclu avec les Etats-Unis d'Amérique sur l'entraide judiciaire en matière pénale (RS 351.93; ci-après: LTEJUS) traitent des personnes n'ayant apparemment aucun rapport avec l'infraction mentionnée dans la demande. Selon la jurisprudence, une personne est tenue pour impliquée dès qu'elle se trouve en lien direct et réel avec les faits décrits à l'appui de la demande d'entraide, sans qu'elle ait nécessairement participé à l'infraction (cf. ATF 120 Ib 251 consid. 5b p. 254 s.; arrêts 1A.65/2007 du 13 novembre 2007 consid. 2.1; 1A.60/2000 du 22 juin 2000 consid. 4c). Il n'est pas nécessaire que la personne ait collaboré à la commission de l'infraction ou à la réalisation de l'un de ses éléments constitutifs (cf. ATF 112 Ib 462 consid. 2b p. 463 s.; arrêt 1A.300/2004 du 5 mars 2005 consid. 4). Le titulaire de comptes bancaires utilisés pour des opérations suspectes ne peut se prévaloir de la qualité de tiers non impliqué selon l'art. 10 ch. 2 TEJUS (cf. ATF 120 Ib 251 consid. 5b p. 245 s.). Sont également considérées comme impliquées les personnes physiques qui dirigent, en fait ou en droit, une société et peuvent en disposer (cf. ATF 107 Ib 258 consid. 2c p. 260 s.).\n\n2.2.3 Dans les cas d'assistance administrative internationale en matière boursière, l'art. 38 al. 4 de la loi fédérale du 24 mars 1995 sur les bourses et le commerce des valeurs mobilières (LBVM; RS 654.1) prévoit que la transmission d'informations concernant des personnes qui, manifestement, ne sont pas impliquées dans l'affaire faisant l'objet d'une enquête, est exclue. Cette disposition reprend, dans le domaine de l'assistance administrative internationale en matière boursière, la notion de tiers non impliqué, telle que définie par l'art. 10 de la loi fédérale du 20 mars 1981 sur l'entraide internationale en matière pénale (EIMP; RS 351.1), disposition abrogée le 31 janvier 1997 (RO 1997 114; cf. arrêt 2A.155/2000 du 21 août 2000 consid. 5c; LAURENT MOREILLON ET AL., Commentaire romand, Entraide BGE 139 II 451 S. 456internationale en matière pénale, 2004, n° 153 ad Introduction générale). A ce sujet, le Tribunal fédéral a retenu que celui dont le compte bancaire pourrait avoir servi, même à son insu, à commettre une infraction, voire à transférer ou à dissimuler le produit d'une infraction ne peut en principe pas être considéré comme un tiers non impliqué (cf. ATF 126 II 126 consid. 6a/bb p. 137 avec renvois; arrêt 2A.155/2000 du 21 août 2000 consid. 5c; comp. ATF 139 IV 137 consid. 4.6.6 p. 149). En revanche, le client d'un gérant de fortune peut se prévaloir de la qualité de tiers non impliqué lorsqu'il confie à ce dernier un mandat écrit, clair et univoque et qu'aucune autre circonstance ne permet de déduire qu'il pourrait avoir pris part à la décision de placement (cf. arrêt 2A.347/2001 du 2 octobre 2001 consid. 5b). Lorsque le client ne crée pas une situation claire, il doit en supporter les conséquences. Celui qui - même en partie - gère lui-même son portefeuille et n'a pas transmis cette responsabilité de manière claire et univoque au gérant, n'est pas un tiers manifestement non impliqué, car l'importance et la nature de son implication dans la transaction litigieuse doivent faire l'objet d'une clarification supplémentaire (cf. arrêt 2A.354/2000 du 5 avril 2001 consid. 3c/bb). L'assistance administrative ne viole pas déjà le principe de proportionnalité si le client expose, de manière plus ou moins plausible, qu'il a pris sa décision d'achat en se fondant sur des informations publiquement disponibles, mais seulement lorsqu'il peut clairement infirmer le soupçon initial; tel est par exemple le cas lorsqu'il n'a manifestement aucun lien avec la transaction parce qu'il a signé un mandat de gestion discrétionnaire (cf. ATF 128 II 407 consid. 5.2.3 p. 419).\n\n2.2.4 L'art. 4 al. 3 de la loi fédérale du 28 septembre 2012 sur l'assistance administrative internationale en matière fiscale (LAAF; RS 672.5) prévoit également que la transmission de renseignements concernant des personnes qui ne sont pas concernées par la demande est exclue, mais cette loi n'est pas applicable à la présente affaire (cf. ATF 139 II 404 consid. 1.1 p. 408). De leur côté, ni la CDI-USA 96 ni l'ordonnance du 15 juin 1998 concernant la convention de double imposition américano-suisse du 2 octobre 1996 (RS 672.933.61; ci-après: Ord. CDI-USA) ne précisent ce qu'il doit advenir des informations relatives à des personnes qui ne sont pas impliquées dans l'affaire qui est à l'origine de la demande d'assistance. On pourrait en déduire que ces textes entendent exclure toute possibilité, pour le titulaire du compte ou l'ayant droit économique dont les données BGE 139 II 451 S. 457doivent être transmises dans le cadre de l'assistance administrative internationale en matière fiscale, de s'opposer à la transmission en faisant valoir qu'il n'est pas impliqué et que les soupçons de fraude et délits semblables ne le concernent pas. Dans la mesure où l'on peut se référer, en règle générale, pour l'assistance administrative internationale en matière fiscale, aux principes applicables à l'entraide judiciaire internationale en matière pénale et à ceux développés en lien avec l'assistance administrative internationale en matière boursière (cf. ATF 139 II 404 consid. 7.2.2 p. 423), il paraît cependant adéquat de s'y rapporter, également en ce qui concerne la possibilité de se prévaloir d'une non-implication dans les faits qui sont à l'origine de la demande d'assistance administrative lorsque la LAAF ne s'applique pas. Le titulaire d'un compte ou son ayant droit économique doit ainsi être admis à apporter la preuve qu'il n'est pas concerné par la demande d'assistance administrative internationale en matière fiscale. Reste à déterminer quel est le degré de preuve nécessaire pour se prévaloir d'une telle non-implication.\n\n2.3 Le Tribunal administratif fédéral a admis qu'il revenait à la personne concernée d'écarter les soupçons de manière claire et définitive. Il a ajouté que cette preuve devait être rapportée sur-le-champ, sans conteste et par titres. Les recourants font valoir qu'en posant cette exigence, l'instance précédente a fixé un degré de preuve nettement plus élevé que ce qui est exigé par la jurisprudence.\n\n2.3.1 Dans la doctrine, un auteur s'est étonné du degré de preuve exigé par le Tribunal administratif fédéral (cf. AURELIA RAPPO, Le secret bancaire, les droits de la défense et la jurisprudence du Tribunal administratif fédéral dans l'affaire UBS, RDAF 2011 II p. 233, 243 s.). On signalera cependant que la critique se rapportait non pas à la CDI-USA 96 elle-même, mais à l'Accord du 19 août 2009 entre la Confédération suisse et les Etats-Unis d'Amérique concernant la demande de renseignements de l'Internal Revenue Service (IRS) relative à la société de droit suisse UBS SA (RS 0.672.933.612; ci-après: l'Accord UBS) qui, dans les critères permettant d'accorder l'entraide administrative dans le cadre de la demande de renseignements de l'IRS, retient que l'assistance administrative sera accordée pour les comptes au sujet desquels il y a \"de sérieuses raisons de penser\" que des contribuables domiciliés aux Etats-Unis s'adonnaient aux activités délictueuses décrites. RAPPO reproche à cet égard au Tribunal administratif fédéral de s'éloigner du texte initial stipulé par l'Accord UBS en faveur de l'autorité requérante, qui bénéficie ainsi d'un BGE 139 II 451 S. 458allègement substantiel du fardeau de la preuve relative aux soupçons qui fondent la demande. Or, à la différence de l'Accord UBS, le texte de la CDI-USA 96 se contente de décrire les attitudes frauduleuses visées sans se prononcer sur le degré de preuve relatif à l'implication du contribuable dans le comportement visé. Dans ces conditions, la critique doctrinale invoquée par les recourants doit être relativisée.\n\n2.3.2 Les recourants se réfèrent à la jurisprudence rendue par le Tribunal fédéral en lien avec l'existence d'un lien de causalité naturelle entre un événement et un dommage. Selon cette jurisprudence, lorsque, par la nature même de l'affaire, une preuve stricte n'est pas possible ou ne peut être raisonnablement exigée, en particulier si les faits allégués par la partie qui supporte le fardeau de la preuve ne peuvent être établis qu'indirectement et par des indices, le degré de preuve requis se limite à la vraisemblance prépondérante, ce qui suppose que, d'un point de vue objectif, des motifs importants plaident pour l'exactitude d'une allégation, sans que d'autres possibilités ne revêtent une importance significative ou n'entrent raisonnablement en considération (cf. arrêt 5A_597/2007 du 17 avril 2008 consid. 3.2.1). Sans étayer leur propos, les recourants estiment que, lorsque la jurisprudence du Tribunal fédéral retient qu'il appartient à la personne concernée d'infirmer les soupçons de manière claire, une preuve relevant de la vraisemblance prépondérante suffit à renverser les soupçons. Ils ne sauraient être suivis dans cette argumentation.\n\n2.3.3 Selon la jurisprudence rendue par le Tribunal fédéral en lien avec l'assistance administrative internationale en matière boursière, la personne en cause ne peut se disculper que lorsqu'elle peut clairement infirmer le soupçon initial (cf. ATF 128 II 407 consid. 5.2.3 p. 419: \"einen... Anfangsverdacht klarerweise entkräften kann\"); elle doit en d'autres termes, et contrairement à l'interprétation qu'en donnent les recourants, pouvoir établir qu'elle ne présente, manifestement et au-delà de tout doute, aucun lien avec l'opération suspecte (\"offensichtlich und unzweifelhaft nichts zu tun hat\"; ATF 128 II 407, ibidem). Cette jurisprudence se rapporte à l'art. 38 al. 4 LBVM qui interdit la transmission d'informations concernant des personnes qui, manifestement, ne sont pas impliquées dans l'affaire (cf. supra consid. 2.2.3).\n\nLe degré de preuve exigé par le TEJUS et la LTEJUS quant à lui est moins élevé, puisque ces textes permettent aux personnes n'ayant apparemment aucun rapport avec l'infraction mentionnée dans la BGE 139 II 451 S. 459demande de se disculper (cf. supra consid. 2.2.2). La jurisprudence a cependant précisé ces règles et posé l'exigence que l'autorité doit prendre sa décision sur la base des apparences résultant des documents à sa disposition, en exigeant pour cela un certain degré de vraisemblance (cf. ATF 107 Ib 252 consid. 2b/bb p. 255 s.).\n\nNi la LBVM, ni le TEJUS et la LTEJUS ne sont directement applicables à la présente affaire qui obéit à la CDI-USA 96. En outre, la notion de tiers non impliqué ne figure pas dans la CDI-USA 96 ni dans l'Ord. CDI-USA et n'est par conséquent utilisée que par référence aux textes précités. Dans la mesure où la CDI-USA 96 permettrait d'exclure toute possibilité, pour le titulaire du compte ou l'ayant droit économique, de faire valoir qu'il n'est pas impliqué et que les soupçons de fraude et délits semblables ne le concernent pas (cf. supra consid. 2.2.4), cette possibilité, si elle est admise, ne doit l'être qu'avec retenue. Il convient donc de se référer à la définition plus restrictive qu'en donnent la LBVM et la jurisprudence y relative. On ne refusera donc de transmettre que le nom des personnes qui, manifestement, ne sont pas impliquées dans l'affaire faisant l'objet de la demande d'assistance, en exigeant à cet égard une preuve claire, résultant de documents, que le détenteur d'information ou la personne concernée sont tenus de mettre à la disposition des autorités compétentes chargées de statuer sur l'exécution de la requête d'assistance administrative. Or, c'est exactement le degré de preuve exigé par le Tribunal administratif fédéral, dont la décision doit par conséquent être confirmée sur ce point.\n\n2.4 En tant que les recourants reprochent à la précédente instance d'avoir exigé d'eux qu'ils apportent la preuve stricte d'un fait négatif, à savoir de ce que le recourant 1 ne serait pas l'ayant droit économique des avoirs, alors qu'une telle preuve serait d'après eux impossible à apporter, leur grief tombe à faux. D'une part en effet, il n'a pas nécessairement été demandé aux recourants de prouver un fait négatif; il leur eût suffi d'établir par preuve des faits positifs propres à invalider, à eux seuls ou pris ensemble, la présence de soupçons fondés, par exemple en établissant notamment que le recourant 1 aurait donné un ordre de gestion discrétionnaire à la recourante 2. D'autre part, l'exigence d'établir des faits négatifs, c'est-à-dire de fournir une preuve négative, n'est pas par principe inadmissible. Ne modifiant nullement le fardeau de la preuve et n'impliquant pas un renversement de ce dernier, cette circonstance devra néanmoins être dûment prise en compte dans le cadre de l'appréciation des preuves BGE 139 II 451 S. 460ainsi que des exigences posées au devoir de la partie adverse de coopérer à la procédure probatoire (cf. ATF 137 II 313 consid. 3.5.2 p. 325; arrêts 2C_686/2012 du 13 juin 2013 consid. 4.2.3 et les références citées; 5D_63/2009 du 23 juillet 2009 consid. 3.3, in RNRF 92/2011 p. 186)."}