{"annee": "139", "cour": "III", "page": "7", "date": "5/11/2012", "cite": ["130 III 321", "132 III 186", "114 II 396", "135 III 162", "136 III 257", "134 I 65", "127 III 519", "118 II 42", "129 III 18"], "cite_par": ["140 III 491"], "chapeau": "2. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A.X. et B.X. contre H.Z. et consorts (recours en matière civile)\n\n4A_313/2012 du 5 novembre 2012", "regestes": ["Art. 169 CC, art. 266m, 266n et 266o CO, art. 2 al. 2 CC; bail à loyer, notification du congé, logement de la famille, abus de droit. Existence d'un logement familial au sens des art. 266m et 266n CO. Fardeau de la preuve (consid. 2.2). Ratio legis de la double notification prévue à l'art. 266n CO (consid. 2.3.1). Invoque l'art. 266n CO de manière abusive la locataire qui, pour faire constater la nullité de la résiliation, se prévaut de l'intérêt de son époux - à qui le congé n'a pas été notifié - alors que celui-ci a quitté les lieux et s'est totalement désintéressé de la question (consid. 2.3.2)."], "faits": "BGE 139 III 7 S. 8\n\nA. A.X. et sa mère, B.X., sont locataires, depuis le 1er juillet 1993, d'un appartement de trois pièces au 4e étage de l'immeuble sis 2, rue (...), à Genève.\n\nB.X. n'a jamais habité l'appartement, mais elle a signé le contrat de bail en qualité de colocataire pour fournir ainsi au bailleur une sorte de garantie en faveur de sa fille.\n\nLe 4 février 2002, A.X. a épousé M., lequel a pris le nom de famille de son épouse. Il résulte des témoignages que les époux ont vécu ensemble dans l'appartement, puis que M.X. a quitté le domicile conjugal pour aller vivre chez une amie. La date de son départ n'a pas pu être établie avec certitude.\n\nDepuis octobre 2004, H.Z. et F.Z. sont les propriétaires de l'appartement et, par voie de conséquence, les bailleurs.\n\nPar avis officiel expédié le 19 mai 2009 à A.X., à l'adresse de l'appartement loué, et à B.X., tant à son adresse effective qu'à celle de l'appartement loué, les bailleurs ont résilié le bail pour le 31 août 2009, en invoquant le besoin personnel de loger un de leurs proches. Les plis recommandés n'ont pas été retirés par les locataires.\n\nB. Par requête adressée le 20 juillet 2009 à la Commission de conciliation en matière de baux et loyers du canton de Genève, A.X., B.X. et M.X. ont conclu à la nullité du congé, pour le motif qu'il n'avait pas été notifié à l'époux de A.X. Subsidiairement, ils ont demandé une prolongation de bail pour une durée de quatre ans.\n\nLes bailleurs se sont opposés à la demande, en faisant valoir que l'appartement n'était plus le logement d'une famille en raison du départ de M.X. et que la prolongation du bail avait été demandée tardivement. Ils ont, de leur côté, demandé l'évacuation des locataires et les deux procédures ont été jointes.\n\nLes deux requêtes jointes n'ayant pas été conciliées, le Tribunal des baux et loyers a été saisi. BGE 139 III 7 S. 9\n\nM.X. ne s'est pas présenté en comparution personnelle et n'a pas pris de conclusions, ni en première instance, ni en appel, montrant ainsi qu'il se désintéressait de la procédure et, par voie de conséquence, du sort de l'appartement en cause.\n\nPar jugement du 19 mai 2011, le Tribunal des baux et loyers a déclaré valable le congé donné par H.Z. et F.Z. à A.X. et à B.X. pour l'appartement loué et a condamné les locataires à évacuer les lieux immédiatement, avec suite de débours.\n\nSaisie d'un appel formé par A.X. et B.X., la Cour de justice, Chambre des baux et loyers, a confirmé le jugement attaqué par arrêt du 23 avril 2012. La cour cantonale a considéré qu'il appartenait aux locataires de prouver les faits permettant de constater que l'appartement était encore un logement familial au moment de la notification de la résiliation et qu'ils n'étaient pas parvenus à apporter cette preuve. Ainsi, les bailleurs n'étaient pas tenus de notifier séparément la résiliation à l'époux de A.X. Quant à la demande de prolongation du bail, elle a été formée tardivement, de sorte que le contrat s'est éteint et que les locataires doivent restituer les locaux.\n\nC. A.X. et B.X. exercent un recours en matière civile au Tribunal fédéral contre l'arrêt cantonal du 23 avril 2012. Invoquant une violation (...) des art. 8 CC, 266n et 266o CO, elles concluent, sous suite de dépens, à l'annulation des jugements cantonaux et au constat de la nullité du congé; subsidiairement, elles demandent le renvoi de la cause à la cour cantonale. (...)\n\nLes intimés ont conclu au rejet du recours avec suite de dépens. (...)\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2.\n\n2.2 Les recourantes se plaignent d'une violation de l'art. 8 CC en tant que norme régissant la répartition du fardeau de la preuve.\n\nIl résulte des constatations cantonales que les parties sont liées par un contrat de bail à loyer (art. 253 CO), qui ne présente aucun caractère international.\n\nEn l'absence d'une disposition spéciale instituant une présomption, l'art. 8 CC répartit le fardeau de la preuve pour toutes les prétentions fondées sur le droit fédéral et détermine, sur cette base, laquelle des BGE 139 III 7 S. 10parties doit assumer les conséquences de l'échec de la preuve (ATF 129 III 18 consid. 2.6 p. 24; ATF 127 III 519 consid. 2a p. 522). Il en résulte que la partie demanderesse doit prouver les faits qui fondent sa prétention, tandis que la partie adverse doit prouver les faits qui entraînent l'extinction ou la perte du droit (ATF 130 III 321 consid. 3.1 p. 323). Ainsi, les faits qui empêchent la naissance d'un droit ou en provoquent l'extinction doivent être prouvés par la partie qui les allègue (ATF 132 III 186 consid. 8.3 p. 206). S'il existe une exception à une règle générale, il appartient à la partie qui invoque cette exception de prouver que les conditions en sont remplies (ATF 132 III 186 consid. 5.1 p. 197).\n\nEn l'espèce, les bailleurs ont prouvé qu'ils avaient donné le congé en envoyant à chacune des locataires une formule agréée par le canton, dûment remplie, qui indique au locataire la manière dont il doit procéder s'il entend contester le congé ou demander la prolongation du bail (art. 266l al. 2 CO; art. 9 al. 1 OBLF [RS 221.213.11]). Ils ont ainsi établi les faits permettant de constater, selon la règle générale, la validité formelle de la résiliation.\n\nLes recourantes invoquent cependant une règle d'exception pour le cas particulier où la chose louée est un logement familial (art. 266m et 266n CO). Il ressort clairement du titre marginal de la loi que l'art. 266l CO exprime le principe général et que l'hypothèse d'un logement familial constitue une exception. Il découle des principes rappelés ci-dessus que celui qui invoque une règle d'exception pour paralyser les effets d'un acte juridique doit prouver les faits permettant de constater que les conditions de l'exception sont réalisées. La doctrine s'est également exprimée dans ce sens (MURIEL BARRELET, in Droit du bail à loyer, Bohnet/Montini [éd.], 2010, n° 4 ad art. 266n CO).\n\nC'est en vain que les recourantes s'appuient sur l' ATF 136 III 257 (consid. 2.2 p. 259 s.), ainsi que sur l'avis d'un auteur de doctrine (IVO SCHWANDER, in Basler Kommentar, Zivilgesetzbuch, vol. I, 4e éd. 2010, n° 10 ad art. 169 CC), pour soutenir qu'il appartient à la personne qui allègue la perte du caractère familial du logement d'en apporter la preuve. Dans cet arrêt publié, le Tribunal fédéral, sous l'angle de l'art. 169 CC, a tranché un litige pendant entre deux conjoints; il a indiqué que lorsqu'il est établi qu'un logement - en l'espèce une villa que l'époux, titulaire des droits réels, désirait vendre - remplissait les caractéristiques du logement familial, il appartient alors à l'époux (qui a l'intention de vendre) de démontrer que tel n'est plus le cas au départ de l'épouse. Sous cet angle, ce précédent n'a donc aucun point BGE 139 III 7 S. 11commun avec la situation d'espèce qui nécessite de répartir le fardeau de la preuve, non pas entre les conjoints, mais entre les recourantes (colocataires) et les bailleurs.\n\nQuant à la décision du Tribunal fédéral du 23 mars 2007 (arrêt 4C.441/2006) également citée par les recourantes, elle ne leur est d'aucune aide. Elle laisse plutôt entendre que c'est bien à l'époque de la notification de la résiliation que le locataire doit démontrer le caractère familial du logement (cf. arrêt précité consid. 4.3.2).\n\nLa cour cantonale n'a dès lors pas violé les règles sur le fardeau de la preuve découlant de l'art. 8 CC en affirmant qu'il incombait aux locataires de prouver les faits permettant de constater que le logement loué, au moment de la notification de la résiliation, constituait un logement familial.\n\nLe grief soulevé à ce sujet par les recourantes est donc également infondé.\n\n2.3 Invoquant une violation des art. 266n et 266o CO, les recourantes se prévalent de la jurisprudence selon laquelle, en cas de conflit conjugal, le logement ne perd pas nécessairement son caractère familial dès que les époux cessent de vivre ensemble (cf. ATF 136 III 257 consid. 2.1 p. 259). Il ressort cependant de l'arrêt cité que cette jurisprudence est intimement liée à la ratio legis des dispositions précitées.\n\n2.3.1 Les art. 169 CC, 266m et 266n CO ont été conçus dans le même but et tendent à protéger de manière particulière les époux ou partenaires enregistrés dans leur faculté d'occuper le logement de la famille.\n\nLa notion de logement de famille recouvre le lieu qui remplit la fonction de logement et de centre de vie de la famille. Seuls bénéficient de cette protection les époux mariés avec ou sans enfant(s) (ATF 136 III 257 consid. 2.1 p. 259) et les partenaires enregistrés (RO 2005 5702).\n\nLe logement perd son caractère familial en cas de dissolution définitive du mariage ou du partenariat enregistré, lorsque les deux époux ou partenaires ont renoncé à le considérer comme tel, lorsqu'ils l'ont quitté ou ont décidé de son attribution définitive à l'un d'eux (ATF 114 II 396 consid. 5b p. 399). Le logement perd également son caractère familial lorsque l'époux ou le partenaire bénéficiaire de la protection légale quitte, de son propre chef, le logement familial de manière définitive ou pour une durée indéterminée (ATF 136 III 257 consid. 2.1 p. 259; cf. également: PETER HIGI, Zürcher Kommentar, BGE 139 III 7 S. 121995, n° 15 ad art. 266m-266n CO; BURKHALTER/MARTINEZ-FAVRE, Le droit suisse du bail à loyer, Commentaire, 2011, n° 10 ad art. 266l-266o CO).\n\nLa réglementation des art. 169 CC, 266m et 266n CO est conçue pour éviter, en cas de conflit conjugal (ou entre partenaires), que l'époux (ou le partenaire), qui n'est pas titulaire du droit réel ou du droit personnel dont dépend le logement familial, se trouve privé de toute possibilité de l'occuper parce que l'autre, ayant quitté les lieux, ou ayant la volonté de lui nuire, dispose du droit réel sur le logement ou ne fait pas valoir ses droits de locataire (cf. ATF 114 II 396 consid. 5a p. 399).\n\nAinsi, il est prévu que, dans le cas d'un congé donné par le bailleur, celui-ci doit être communiqué séparément au locataire et à son conjoint ou partenaire (non titulaire du bail) afin que chacun puisse faire valoir, indépendamment de l'autre, les droits qui appartiennent normalement au locataire. Cette double notification est prévue sous peine de nullité (art. 266o CO). La double notification a donc pour but de protéger l'époux (ou le partenaire enregistré) non titulaire du bail contre le risque de ne pas recevoir la notification et d'être ainsi privé de toute possibilité de s'opposer au congé ou de demander une prolongation du bail (ATF 118 II 42 consid. 3b p. 44).\n\n2.3.2 En l'espèce, il n'a pas été constaté que l'époux de la première recourante aurait signé le bail en qualité de colocataire ou qu'il y aurait adhéré à la suite du mariage (cf. art. 11.3 al. 4 du contrat-cadre romand déclaré de force obligatoire générale par l'Arrêté y relatif du Conseil fédéral du 5 septembre 2001 [FF 2001 5509 et 5515]). Il n'a donc, sous l'angle des droits réels et du droit des obligations, aucun droit sur le logement en cause. L'art. 266n CO est conçu pour le protéger en cas de résiliation par le bailleur et lui permettre de faire valoir, le cas échéant, les droits qui appartiennent à un locataire. Or, il ressort des constatations cantonales que l'époux de la première recourante a quitté définitivement les lieux, qu'il se désintéresse de la présente procédure et, par voie de conséquence, du sort de l'appartement en cause.\n\nQuant aux deux recourantes, elles ont reçu chacune, à leur adresse, une notification sur formule officielle qui leur indiquait quels étaient leurs droits. Elles n'ont donc en rien été lésées par l'absence de notification à l'époux. Si elles ne sont pas allées chercher les plis recommandés qui leur étaient destinés, elles ne peuvent s'en prendre qu'à elles-mêmes. Par leur argumentation, les recourantes invoquent en réalité l'intérêt d'un tiers (à savoir l'époux de la première recourante), alors que BGE 139 III 7 S. 13ce dernier se désintéresse totalement de la question. Elles tentent ainsi d'utiliser une norme protectrice d'une manière totalement étrangère à son but, ce qui constitue un abus de droit (cf. ATF 135 III 162 consid. 3.3.1 p. 169; ATF 134 I 65 consid. 5.1 p. 72 s.; expressément sous l'angle de l'art. 169 CC: YVAN GUICHARD, Les restrictions au droit de disposer du logement de la famille, 2002, p. 143 s. et note de pied 475). Leur argumentation doit donc être écartée.\n\n2.4 Dès lors que les recourantes ne peuvent pas se prévaloir de l'absence de notification à l'époux de la première recourante d'une part parce qu'elles n'ont pas prouvé qu'il s'agissait encore d'un logement familial et, d'autre part, parce qu'elles invoquent de manière abusive une norme protectrice conçue dans l'intérêt d'un tiers, la cour cantonale n'a pas violé le droit fédéral en écartant la conclusion tendant à faire constater la nullité de la résiliation.\n\nComme les recourantes n'ont pas saisi l'autorité de conciliation dans les trente jours dès réception du congé (ce qui a été constaté par la cour cantonale), c'est à juste titre que leur demande de prolongation du bail a été rejetée (art. 273 al. 2 let. a CO).\n\nLe bail ayant ainsi pris fin, les locataires ont l'obligation de restituer la chose louée (art. 267 al. 1 CO), de sorte qu'elles ont été condamnées à évacuer les lieux sans violer le droit fédéral."}