{"annee": "140", "cour": "V", "page": "514", "date": "21/11/2014", "cite": ["135 V 201", "103 V 30", "133 V 108", "97 V 144"], "cite_par": [], "chapeau": "66. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. IV-Stelle des Kantons St. Gallen gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_424/2013 vom 21. November 2014", "regestes": ["Art. 53 al. 2 LPGA; reconsidération d'une décision. L'administration est en droit de revenir sur une décision manifestement erronée par la voie de la reconsidération même dix ans après son prononcé (consid. 3).", "Art. 17 al. 1 et art. 53 al. 2 LPGA; reconsidération d'une décision de révision. Le droit à une rente d'une personne assurée à qui l'assurance-invalidité a alloué une demi-rente et dont la rente a ensuite été augmentée de manière manifestement erronée à une rente entière, doit être examiné librement pour le futur même dans le cas où aucun titre de révocation n'existerait en relation avec cette décision antérieure (consid. 5)."], "faits": "BGE 140 V 514 S. 515\n\nA. Der 1961 geborene A. war zuletzt als Bauarbeiter der B. AG erwerbstätig gewesen, als er sich am 8. November 1994 unter Hinweis auf Rückenbeschwerden bei der IV-Stelle des Kantons St. Gallen (nachfolgend: IV-Stelle) zum Leistungsbezug anmeldete. Die IV-Stelle sprach dem Versicherten für die Zeit vom 1. Juni bis 30. November 1995 bei einem Invaliditätsgrad von 100 % eine ganze Rente zu. Ab dem 1. Dezember 1995 löste ein Taggeld die Rentenzahlungen ab. Nach Abschluss der beruflichen Massnahmen auf den 31. Mai 1996 und nach Vorliegen des Gutachtens des Dr. med. C., Klinik für Neurochirurgie des Spitals D., sprach die IV-Stelle mit Verfügung vom 15. November 1996 dem Versicherten ab 1. Juni 1996 bei einem Invaliditätsgrad von 50 % eine halbe Rente zu. Auf Antrag des Versicherten hin erhöhte die IV-Stelle diese Rente mit Verfügung vom 7. Mai 1999 revisionsweise per 1. Januar 1999 bei einem Invaliditätsgrad von neu 100 % auf eine ganze Rente.\n\nIm Jahre 2010 leitete die IV-Stelle ein neues Revisionsverfahren ein. Nachdem sie bei der Gutachterstelle E. das Gutachten vom 4. Juli 2011 eingeholt und das Vorbescheidverfahren durchgeführt hatte, hob die IV-Stelle mit Verfügung vom 2. Juli 2012 ihre Verfügung vom 7. Mai 1999 wiedererwägungsweise auf und stellte die Rente auf das Ende des der Zustellung der Verfügung folgenden Monats ein.\n\nB. Die von A. hiegegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons St. Gallen mit Entscheid vom 14. Mai 2013 in dem Sinne teilweise gut, als es unter Aufhebung der Verfügung vom 2. Juli 2012 die Rente des Versicherten per 1. September 2012 von einer ganzen auf eine halbe reduzierte.\n\nC. Mit Beschwerde beantragt die IV-Stelle, es sei unter Aufhebung des kantonalen Gerichtsentscheides ihre Verfügung vom 2. Juli 2012 zu bestätigen. BGE 140 V 514 S. 516\n\nWährend A. auf Abweisung der Beschwerde schliesst, verzichtet das Bundesamt für Sozialversicherungen auf eine Vernehmlassung.\n\nD. Die I. und die II. sozialrechtliche Abteilung des Bundesgerichts führten ein Verfahren nach Art. 23 BGG durch.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist, ob die Vorinstanz Bundesrecht verletzt hat, als sie die Rente des Versicherten per 1. September 2012 nicht aufgehoben, sondern lediglich auf eine halbe Rente reduziert hat.\n\n3.\n\n3.1 Die Vorinstanz bestätigte im Grundsatz, dass die Beschwerdeführerin berechtigt war, mit Verfügung vom 2. Juli 2012 die Revisionsverfügung vom 7. Mai 1999 in Wiedererwägung zu ziehen. Das kantonale Gericht ging somit davon aus, eine Wiedererwägung sei auch mehr als zehn Jahre nach Erlass der zweifellos unrichtigen Verfügung noch möglich. Die Frage, ob diese Rechtsauffassung zutrifft, wurde vom Bundesgericht bisher offengelassen (vgl. Urteile 9C_837/2010 vom 30. August 2011 E. 2.4 und 9C_828/2008 vom 25. Februar 2009 E. 5; vgl. auch RUMO-JUNGO/HOLZER, Bundesgesetz über die Unfallversicherung, 4. Aufl. 2012, S. 158), so dass diese nunmehr zu prüfen ist.\n\n3.2 Ein Konflikt zwischen der aktuellen Rechtslage und einer früher erlassenen, in formelle Rechtskraft erwachsenen Verfügung über eine Dauerleistung kann in vier Konstellationen entstehen: Eine fehlerhafte Sachverhaltsfeststellung (anfängliche tatsächliche Unrichtigkeit) lässt sich unter bestimmten Voraussetzungen durch eine prozessuale Revision (Art. 53 Abs. 1 ATSG [SR 830.1]) korrigieren. Tritt nach dem Erlass einer ursprünglich fehlerfreien Verfügung eine anspruchsrelevante Änderung des Sachverhalts ein (nachträgliche tatsächliche Unrichtigkeit), hat gegebenenfalls eine Anpassung im Rahmen einer Rentenrevision nach Art. 17 Abs. 1 ATSG stattzufinden. Falls die Verfügung auf einer fehlerhaften Rechtsanwendung beruht (anfängliche rechtliche Unrichtigkeit), ist ein Rückkommen unter dem Titel der Wiedererwägung (Art. 53 Abs. 2 ATSG) zu prüfen. Nicht allgemein gesetzlich geregelt ist der Tatbestand der nachträglichen rechtlichen Unrichtigkeit infolge einer nach dem Verfügungserlass eintretenden Änderung der massgebenden Rechtsgrundlagen (vgl. BGE 135 V 201 E. 5.1 S. 204 f. mit weiteren Hinweisen).BGE 140 V 514 S. 517\n\n3.3 Gemäss Art. 67 Abs. 1 VwVG (SR 172.021) ist das Revisionsbegehren der Beschwerdeinstanz innert 90 Tagen nach Entdeckung des Revisionsgrundes, spätestens aber innert 10 Jahren nach Eröffnung des Beschwerdeentscheides schriftlich einzureichen. Nach Ablauf von 10 Jahren seit Eröffnung des Entscheides ist gemäss Art. 67 Abs. 2 VwVG ein Revisionsbegehren nur aus dem Grunde von Art. 66 Abs. 1 VwVG zulässig. Letzterer Absatz regelt die Revision eines Entscheides, welcher durch ein Verbrechen oder ein Vergehen beeinflusst wurde.\n\nGemäss Rechtsprechung des Bundesgerichts ist diese zehnjährige Frist auf die prozessuale Revision im Sinne von Art. 53 Abs. 1 ATSG anwendbar (vgl. Urteile 8C_434/2011 vom 8. Dezember 2011 E. 3 und 8C_302/2010 vom 25. August 2010 E. 4 mit weiteren Hinweisen). Diese Rechtsprechung wird in der jüngsten Lehre teilweise kritisiert, da sie zu wenig Rücksicht auf die spezielle Interessenlage bei Dauerleistungen nehme (MIRIAM LENDFERS, Möglichkeiten und Grenzen der Korrektur von Dauerleistungen mittels prozessualer Revision, in: Sozialversicherungsrechtstagung 2011, Kieser/Lendfers [Hrsg.], 2012, S. 177 ff., 208).\n\nUnter Vorbehalt der Renten im Alter (vgl. dazu Art. 22 UVG und Art. 47 Abs. 2 des Bundesgesetzes vom 19. Juni 1992 über die Militärversicherung [MVG; SR 833.1]) und in bewusster Abweichung von der früheren Regelung des ehemaligen KUVG (Art. 80 Abs. 2 KUVG; zitiert in BGE 103 V 30 E. 1 S. 30 - vgl. hiezu Botschaft vom 18. August 1976 zum Bundesgesetz über die Unfallversicherung, BBl 1976 III 141, 192 zu Art. 22 E-UVG) ist die Rentenrevision nach Art. 17 Abs. 1 ATSG jederzeit und unabhängig davon möglich, wie viel Zeit seit dem Erlass der zu revidierenden Verfügung vergangen ist (vgl. MEYER/REICHMUTH, Bundesgesetz über die Invalidenversicherung, 3. Aufl. 2014, S. 420).\n\n3.4 Das ehemalige Eidg. Versicherungsgericht hat es in BGE 97 V 144 E. 2b S. 150 - mithin noch vor Inkrafttreten des ATSG - als im Interesse der Rechtssicherheit wünschenswert bezeichnet, das Recht der Verwaltung, wiedererwägungsweise auf eine Verfügung zurückzukommen, zu befristen. In der Lehre wurde die Frage einer Befristung der Wiedererwägungsbefugnis der Verwaltung unterschiedlich beantwortet. So wurde etwa vorschlagen, zu differenzieren zwischen jenen Fällen, in denen die Wiedererwägung ex tunc, und jenen Fallgruppen, in denen die Leistungsneufestlegung ex nunc et pro futuro wirkt (so ULRICH MEYER-BLASER, Die Abänderung BGE 140 V 514 S. 518 formell rechtskräftiger Verwaltungsverfügungen in der Sozialversicherung, ZBl 95/1994 S. 337 ff., 356 f.; vgl. auch DANIEL JACOBI, Der Anspruch auf Wiedererwägung von Verfügungen in der Sozialversicherung, ZBJV 138/2002 S. 458 ff., 468 f.). Mehrheitlich tendiert die Lehre dazu, eine Befristung der Wiedererwägungsbefugnis generell abzulehnen. So führen LENDFERS (a.a.O.) und KIESER (UELI KIESER, ATSG-Kommentar, 2. Aufl. 2009, N. 41 zu Art. 53 ATSG) ohne nähere Begründung aus, die Wiedererwägung unterscheide sich in diesem Punkt von der prozessualen Revision. RUMO-JUNGO (ALEXANDRA RUMO-JUNGO, Die Instrumente zur Korrektur der Sozialversicherungsverfügung, in: Verfahrensfragen in der Sozialversicherung, Schaffhauser/Schlauri [Hrsg.], 1996, S. 263 ff., 282 f.) lehnt eine Befristung ab mit der Begründung, es bestehe rechtsprechungsgemäss kein eigentlicher Anspruch auf Wiedererwägung, welcher befristet werden könnte. Ähnlich argumentiert MAESCHI (JÜRG MAESCHI, Kommentar zum Bundesgesetz über die Militärversicherung [MVG], 2000, N. 18 zu Art. 103 MVG), wenn er darauf hinweist, dass es sich bei der Wiedererwägung bloss um einen Rechtsbehelf (und nicht um ein Rechtsmittel) handle. MEYER/REICHMUTH (a.a.O., S. 443 f.) sind schliesslich der Ansicht, es liesse sich nicht rechtfertigen, eine ursprünglich zweifellos unrichtig zugesprochene Dauerleistung weiterhin auszurichten, nur weil der Fehler mehr als zehn Jahre zurückliege.\n\n3.5 Der Anspruch auf ausstehende Leistungen erlischt gemäss Art. 24 Abs. 1 ATSG fünf Jahre nach dem Ende des Monats, für welchen die Leistung geschuldet war. Der Rückforderungsanspruch eines Versicherungsträgers auf Rückerstattung zu Unrecht bezogener Leistungen erlischt seinerseits in Anwendung von Art. 25 Abs. 2 ATSG spätestens aber mit dem Ablauf von fünf Jahren nach der Entrichtung der einzelnen Leistung. Mit dieser Regelung wird sichergestellt, dass in der Regel weder der Versicherungsträger noch die versicherte Person ein Interesse daran haben, eine über fünf Jahre alte Verfügung in Wiedererwägung zu ziehen, es sei denn, die Verfügung betreffe eine Dauerleistung. Damit ist dem Gebot der Rechtssicherheit hinreichend Genüge getan. Auf der anderen Seite wäre es schwierig zu rechtfertigen, wenn einer versicherten Person für die Zukunft eine zweifellos geschuldete Leistung verweigert oder eine zweifellos nicht geschuldete Leistung weiterhin ausbezahlt würde, nur weil der Fehler der Verwaltung schon Jahre zurückliegt. Zwar mag es zutreffen, dass eine versicherten Person, welche über viele BGE 140 V 514 S. 519Jahre ungerechtfertigt, aber gutgläubig eine Invalidenrente bezogen hat, nunmehr rein faktisch auf Schwierigkeiten stossen wird, sich in den Arbeitsmarkt einzugliedern. Auf ähnliche Schwierigkeiten wird indessen auch eine versicherte Person stossen, deren Gesundheitszustand sich nach vielen Jahren erheblich verbessert hat und deren Rente im Revisionsverfahren nach Art. 17 Abs. 1 ATSG aufgehoben wird. Es besteht kein Grund, die Wiedererwägung nach Art. 53 Abs. 2 ATSG in diesem Punkt anders zu behandeln als die Revision nach Art. 17 Abs. 1 ATSG. Somit ist festzuhalten, dass die Verwaltung auch über zehn Jahre nach Verfügungserlass befugt ist, auf eine zweifellos unrichtige Leistungszusprache oder -verweigerung wiedererwägungsweise zurückzukommen.\n\n4. Vorinstanz und Verwaltung gingen davon aus, die Verfügung vom 7. Mai 1999, mit welcher die bisherige halbe Rente auf eine ganze Rente erhöht wurde, sei zweifellos unrichtig gewesen, da sie nicht auf einer rechtsgenüglichen Sachverhaltsabklärung beruhte. Was der Beschwerdegegner gegen diese Erwägung vorbringt, vermag sie nicht als bundesrechtswidrig erscheinen zu lassen. Insbesondere vermag der Versicherte nicht zu substantiieren, welche wesentlichen Dokumente aus dem Jahre 1999 in den IV-Akten fehlen würden. Zudem spricht auch der zeitliche Ablauf (Gesuch um Erhöhung der Rente am 13. Januar 1999, Vorbescheid mit Ankündigung einer Erhöhung bereits am 17. Februar 1999) eher gegen eine rechtsgenügliche Aufarbeitung des Sachverhaltes. Somit ist davon auszugehen, dass sich die damalige Rentenerhöhung einzig auf den Bericht des Hausarztes des Versicherten, Dr. med. F. vom 3. Februar 1999 stützte. In diesem Bericht attestierte der Hausarzt - wie bereits in seinen früheren Berichten - eine seit 6. Juni 1994 bestehende 100%ige Arbeitsunfähigkeit und gab zudem an, der Gesundheitszustand verschlechtere sich \"eher\". Einzig gestützt auf diesen Bericht hätte die Rente zweifellos nicht erhöht werden dürfen.\n\n5.\n\n5.1 Haben Vorinstanz und Verwaltung demnach zu Recht die Verfügung vom 7. Mai 1999 wegen zweifelloser Unrichtigkeit in Wiedererwägung gezogen, so ist in einem weiteren Schritt zu prüfen, ob die Beschwerdeführerin zu Recht den Rentenanspruch für die Zukunft frei geprüft hat. In seinem Urteil I 130/05 vom 10. November 2005 E. 3 hat das damalige Eidg. Versicherungsgericht erwogen, die Rückkommensgründe (Wiedererwägung; Revision) seien für jede Verfügung getrennt zu prüfen. Wenn die spätere BGE 140 V 514 S. 520Revisionsverfügung sich als zweifellos unrichtig herausstelle, jedoch weder damals noch später ein Rückkommensgrund bezüglich der ursprünglichen, rentenzusprechenden Verfügung vorliege, so sei die Rente nach der Wiedererwägung der Revisionsverfügung im ursprünglichen Umfang weiter zu gewähren. Das Bundesgericht hat demgegenüber im Urteil 9C_101/2011 vom 21. Juli 2011 E. 5.2 unter Bezugnahme auf das Urteil 9C_562/2008 vom 3. November 2008 E. 6.2.1 erwogen, die ursprüngliche Verfügung bleibe auch dann aufgehoben, wenn sich die Revisionsverfügung nachträglich als zweifellos unrichtig erweise. Somit seien im Zeitpunkt der Wiedererwägung alle erheblichen Aspekte einer Rentenzusprache durch die IV-Stelle frei zu prüfen (vgl. auch THOMAS FLÜCKIGER, Verwaltungsverfahren, in: Recht der Sozialen Sicherheit, Steiger-Sackmann/Mosimann [Hrsg.], 2014, S. 97 ff. Rz. 4.291). In einem neueren Entscheid hat das Bundesgericht sodann die Frage offengelassen (SVR 2014 IV Nr. 10 S. 39, 9C_125/2013 E. 4.4).\n\n5.2 Wird eine Rente revisionsweise (vgl. Art. 17 Abs. 1 ATSG) herauf- oder herabgesetzt, so tritt die Revisionsverfügung an Stelle der zu revidierenden Verfügung. Dasselbe gilt auch dann, wenn in einem Revisionsverfahren die bisherige Rente nach materieller Prüfung des Rentenanspruchs mit rechtskonformer Sachverhaltsabklärung, Beweiswürdigung und Durchführung eines Einkommensvergleichs bestätigt wird (vgl. BGE 133 V 108). Dies bedeutet aber auch, dass selbst dann, wenn nachträglich auf den Wegen der Wiedererwägung oder der Revision auf diese Revisionsverfügung zurückgekommen wird, die ursprüngliche Verfügung von der Revisionsverfügung konsumiert bleibt und daher nicht wieder auflebt, sondern deren Schicksal teilt. Vorbehalten bleiben dabei lediglich jene seltenen Fälle, in denen die Revisionsverfügung nichtig ist. Somit ist bei einem wiedererwägungsweisen Zurückkommen auf eine zweifellos unrichtige Revisionsverfügung der Rentenanspruch ex nunc und pro futuro ohne Bindung an die ursprüngliche Verfügung in allen seinen Teilen neu zu beurteilen, ohne dass zunächst geprüft werden müsste, ob auch bezüglich der ursprünglichen Verfügung ein Rückkommenstitel gegeben wäre. Wie die I. und II. sozialrechtliche Abteilung im Verfahren nach Art. 23 BGG für die Antrag stellende Abteilung verbindlich beschlossen haben (vgl. Art. 23 Abs. 3 BGG), ist, soweit sich aus dem Urteil I 130/05 vom 10. November 2005 etwas anderes ergibt, dies als in Folge von BGE 133 V 108 überholt zu betrachten.BGE 140 V 514 S. 521\n\n6. Somit steht fest, dass die Beschwerdeführerin auf die Revisionsverfügung vom 7. Mai 1999 wiedererwägungsweise zurückkommen und den Rentenanspruch für die Zukunft frei prüfen durfte. Die Beschwerde der IV-Stelle ist demgemäss in dem Sinne teilweise gutzuheissen, dass der kantonale Entscheid aufzuheben und die Sache an die Vorinstanz zurückzuweisen ist, damit diese über die Beschwerde des Versicherten gegen die Verfügung vom 2. Juli 2012 mit dieser Vorgabe neu entscheide."}