{"annee": "140", "cour": "III", "page": "221", "date": "20/5/2014", "cite": ["117 IA 170", "137 I 227", "138 I 406", "139 III 433", "135 I 14", "136 I 207", "139 III 120", "139 I 121", "138 I 1"], "cite_par": ["142 III 521", "144 I 159", "143 III 79", "142 III 732"], "chapeau": "34. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Eidgenössische Invalidenversicherung gegen Nationales Versicherungsbüro (NVB) (Beschwerde in Zivilsachen)\n\n4A_62/2014 vom 20. Mai 2014", "regestes": ["Art. 30 al. 1 Cst., art. 6 par. 1 CEDH, art. 47 CPC; prévention d'un magistrat judiciaire. Résumé des principes développés dans la jurisprudence (consid. 4). Apparence de prévention d'une juge cantonale en raison de proximité particulière de son mari et de son beau-frère avec une personne étroitement liée à une partie au procès (consid. 5)."], "faits": "", "considerants": "BGE 140 III 221 S. 221\n\nAus den Erwägungen:\n\n4.\n\n4.1 Nach Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK hat jede Person, deren Sache in einem gerichtlichen Verfahren beurteilt werden muss, Anspruch darauf, dass ihre Streitsache von einem unbefangenen, unvoreingenommenen und unparteiischen Richter beurteilt wird. Es soll garantiert werden, dass keine sachfremden Umstände, die ausserhalb des Prozesses liegen, in sachwidriger Weise zugunsten oder zulasten einer Partei auf das gerichtliche Urteil einwirken. Art. 30 Abs. 1 BV soll zu der für einen korrekten und fairen Prozess BGE 140 III 221 S. 222erforderlichen Offenheit des Verfahrens im Einzelfall beitragen und damit ein gerechtes Urteil ermöglichen (BGE 139 III 433 E. 2.1.2 S. 435 f.; BGE 139 III 120 E. 3.2.1 S. 124; BGE 138 I 1 E. 2.2 S. 3; BGE 137 I 227 E. 2.1 S. 229; BGE 136 I 207 E. 3.1 S. 210).\n\nDie Garantie des verfassungsmässigen Richters wird bereits verletzt, wenn bei objektiver Betrachtung Gegebenheiten vorliegen, die den Anschein der Befangenheit oder die Gefahr der Voreingenommenheit zu begründen vermögen. Voreingenommenheit und Befangenheit in diesem Sinne werden nach der Rechtsprechung angenommen, wenn im Einzelfall anhand aller tatsächlichen und verfahrensrechtlichen Umstände Gegebenheiten aufscheinen, die geeignet sind, Misstrauen in die Unparteilichkeit des Richters zu erwecken. Dabei ist nicht auf das subjektive Empfinden einer Partei abzustellen. Das Misstrauen in die Unvoreingenommenheit muss vielmehr in objektiver Weise begründet erscheinen. Es genügt, wenn Umstände vorliegen, die bei objektiver Betrachtung den Anschein der Befangenheit und Voreingenommenheit hervorrufen. Für die Ablehnung wird nicht verlangt, dass der Richter tatsächlich befangen ist (BGE 139 III 433 E. 2.1.1 S. 436; BGE 139 I 121 E. 5.1 S. 125; BGE 139 III 120 E. 3.2.1 S. 124; BGE 138 I 1 E. 2.2 S. 3; BGE 137 I 227 E. 2.1 S. 229; BGE 136 I 207 E. 3.1 S. 210; je mit Hinweisen).\n\n4.2 Art. 47 ZPO umschreibt die Ausstandsgründe auf Gesetzesebene. Neben den persönlichen Beziehungen gemäss Abs. 1 lit. b-e, die ohne weiteres einen Ausstand begründen, enthält Art. 47 Abs. 1 lit. f ZPO eine Generalklausel (\"aus anderen Gründen\"). Art. 47 Abs. 1 lit. f ZPO wird durch einen weiteren generalklauselartig umschriebenen Ausstandsgrund (Art. 47 Abs. 1 lit. a ZPO) ergänzt, für den Fall, dass ein \"persönliches Interesse\" auf Seiten der Gerichtsperson vorliegt. Vergleichbare Generalklauseln finden sich auch in Art. 34 Abs. 1 lit. a und lit. e BGG.\n\nIm Rahmen der Konkretisierung der Generalklauseln sind die aus Art. 30 Abs. 1 BV fliessenden Grundsätze zu beachten (BGE 139 III 433 E. 2.2 S. 441). Zu den persönlichen Interessen gemäss Art. 47 Abs. 1 lit. a ZPO gehören nicht nur solche, welche die Gerichtsperson direkt, sondern auch solche, die sie indirekt betreffen. Dabei ist vorausgesetzt, dass die Gerichtsperson eine spürbare persönliche Beziehungsnähe zum Streitgegenstand aufweist. Das Interesse kann materiell oder ideell sein und es kann die rechtliche oder die tatsächliche Situation beeinflussen. Es muss aber, um die richterliche BGE 140 III 221 S. 223Unabhängigkeit in Frage zu stellen, die betreffende Gerichtsperson nicht nur allgemein berühren, sondern die persönliche Interessensphäre spürbar und mehr als diejenige anderer Gerichtspersonen tangieren. Das Interesse kann auch über die Beziehung zu einer Drittpartei gegeben sein, die dem Richter einen Vor- oder Nachteil im Zusammenhang mit dem Ausgang des Rechtsstreits verschaffen kann (vgl. Urteil 4A_162/2010 vom 22. Juni 2010 E. 2.2 zu Art. 34 Abs. 1 lit. a BGG), oder weil eine direkte oder indirekte Betroffenheit einer Person zu bejahen ist, mit welcher die Gerichtsperson im Sinne von Art. 47 Abs. 1 lit. c oder lit. d ZPO persönlich verbunden ist (DAVID RÜETSCHI, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2010, N. 10 zu Art. 47 ZPO).\n\n4.3 Das Bundesgericht hatte sich wiederholt mit Fällen zu befassen, in denen ein nebenamtlicher Richter (oder Schiedsrichter) wegen seiner hauptamtlichen Tätigkeit in einer Anwaltskanzlei mit einer Prozesspartei besonders verbunden war:\n\n4.3.1 Es erklärte, ein als Richter amtender Anwalt erscheine als befangen, wenn zu einer Partei ein noch offenes Mandat bestehe oder er für eine Partei in dem Sinne mehrmals anwaltlich tätig geworden sei, dass eine Art Dauerbeziehung bestehe. Das gelte unabhängig davon, ob das Mandat in einem Sachzusammenhang mit dem zu beurteilenden Streitgegenstand stehe oder nicht (BGE 139 III 433 E. 2.1.4 S. 437; BGE 138 I 406 E. 5.3 und E. 5.4 S. 407 f.; BGE 135 I 14 E. 4.1 S. 15 f.; je mit Hinweisen). In solchen Fällen geht das Bundesgericht ungeachtet der weiteren konkreten Umstände von einem Anschein der Befangenheit aus (BGE 139 III 433 E. 2.1.4 S. 437 mit Hinweis).\n\n4.3.2 Ein Anschein der Befangenheit ergibt sich nach der Rechtsprechung auch daraus, dass nicht ein nebenamtlicher Richter selbst, sondern ein anderer Anwalt seiner Kanzlei ein Mandat mit einer Prozesspartei unterhält bzw. kurz zuvor oder im Sinn eines Dauerverhältnisses mehrmals unterhalten hat. Denn der Mandant erwarte nicht nur von seinem Ansprechpartner innerhalb der Anwaltskanzlei, sondern von deren Gesamtheit Solidarität. Die einheitliche Betrachtung entspreche auch dem anwaltlichen Berufsrecht, das im Hinblick auf einen Interessenkonflikt alle in einer Kanzleigemeinschaft zusammengefassten Anwälte wie einen Anwalt behandle (BGE 139 III 433 E. 2.1.5 S. 438 mit Hinweisen).\n\n4.3.3 Schliesslich bejahte das Bundesgericht eine besondere Verbundenheit und damit den Anschein der Befangenheit, wenn ein offenes BGE 140 III 221 S. 224Mandat des als nebenamtlicher Richter tätigen Anwalts oder seiner Kanzlei nicht nur zu einer Verfahrenspartei, sondern auch zu einer mit dieser eng verbundenen Person (Konzernschwester) bestehe. In einem solchen Fall wäre im Hinblick auf den massgebenden Gesichtspunkt des Anscheins der Befangenheit ein streng schematisches und auf die rechtliche Unabhängigkeit abstellendes Vorgehen verfehlt (vgl. auch BGE 139 III 433 E. 2.1.6 S. 439 f.).\n\n4.4 Gestützt auf den verfassungsrechtlichen Anspruch auf einen unparteiischen Richter bejahte das Bundesgericht sodann einen Ablehnungsgrund wegen der familiären Nähe, wenn ein Richter einen Entscheid zu fällen hat, der Einfluss auf ein Verfahren haben kann, in das der Ehemann der Schwester seiner Frau verwickelt ist (BGE 117 Ia 170 E. 3b S. 174).\n\n5.\n\n5.1 Die Beschwerdeführerin beruft sich zwar auf Art. 47 Abs. 1 lit. c und lit. e ZPO, macht aber zu Recht nicht geltend, der Ehemann bzw. der Schwager der Oberrichterin würden die Versicherung F. AG im vorliegenden Verfahren vertreten. Diese Bestimmungen sind daher unmittelbar nicht anwendbar.\n\n5.2 Vielmehr beruft sich die Beschwerdeführerin auf die in BGE 139 III 433 zusammengefassten und entwickelten Grundsätze (oben E. 4.3).\n\n5.2.1 Die Versicherung F. AG ist formell nicht Partei. Beschwerdegegner ist das Nationale Versicherungsbüro Schweiz (NVB), ein Verein, der von den in der Schweiz zum Betrieb der Motorfahrzeug-Haftpflichtversicherung zugelassenen Versicherungseinrichtungen gemeinsam betrieben wird (Art. 74 Abs. 1 SVG). Gemäss Art. 76b Abs. 4 lit. a SVG kann das NVB die Erfüllung der ihm obliegenden Aufgaben einem geschäftsführenden Versicherer übergeben. Seit der Gründung des Vereins wird diese Aufgabe von der Versicherung F. AG wahrgenommen. Inwieweit die Versicherung F. AG in dieser Funktion dem NVB bzw. dem ausländischen Versicherer gegenüber in der Verantwortung steht bzw. entschädigt wird, ist nicht im Einzelnen bekannt. Immerhin wird in einem Schreiben vom 5. Juli 2006 der damaligen Rechtsvertreterin der Versicherten an die Versicherung F. AG auf ein Gespräch mit dem Sachbearbeiter Bezug genommen, wonach dieser darauf hingewiesen habe, dass die Versicherung F. AG ihrerseits gegenüber der deutschen Haftpflichtversicherung Rechenschaft ablegen müsse. Es trifft sodann zu, wie die Beschwerdeführerin unter Hinweis auf eine Vielzahl BGE 140 III 221 S. 225von Aktenstücken geltend macht, dass die Versicherung F. AG den Schadenfall wie einen eigenen abgewickelt hat. Namentlich schloss sie mit der Versicherten die \"Vereinbarung über die Auszahlung von Versicherungsleistungen\" mit folgendem Wortlaut:\n\n\"Sie [die Versicherte] erklärt sich damit für die ihr aus diesem Schadenereignis erwachsenen Ansprüche an die Gesellschaft 'F.' und an den Halter sowie den Lenker des versicherten Fahrzeugs wie auch an das Nationale Versicherungsbüro Schweiz, ebenso gegenüber der ausländischen Motorfahrzeug-Haftpflichtversicherung SV Gebäudeversicherung, Stuttgart, als abgefunden.\"\n\nDie Versicherte erklärte sich also ausdrücklich auch gegenüber der Versicherung F. AG als abgefunden. Ein eigenes Interesse der Versicherung F. AG an der Abwicklung des Schadenfalls, wozu auch das streitgegenständliche Verfahren gehört, kann nicht verneint werden. Bei der Versicherung F. AG handelt es sich somit zwar nicht um eine Verfahrenspartei, jedoch um eine mit einer solchen eng verbundenen Person im Sinne der Rechtsprechung (vgl. E. 4.3.3).\n\n5.2.2 Die Vergleichbarkeit mit der in BGE 139 III 433 beurteilten Streitsache sieht die Beschwerdeführerin darin, dass der Ehemann der Oberrichterin die Versicherung F. AG in früheren Verfahren vertreten habe (vgl. E. 4.3.1) und die Nähe zwischen Ehemann und Richtergattin ähnlich sei wie jene zwischen zwei Anwälten der gleichen Bürogemeinschaft (vgl. E. 4.3.2).\n\nEine Dauerbeziehung im Sinn der Rechtsprechung ist glaubhaft gemacht. Zwar konnte die Beschwerdeführerin nur drei konkrete Fälle benennen, jedoch über einen grösseren Zeitraum. Hinzu kommt namentlich, dass der Ehemann mit seinem Bruder ein ehemaliges Direktionsmitglied der Versicherung F. AG in sein Anwaltsbüro aufnahm und es naheliegt, dass auf diese Weise Haftpflichtfälle der Versicherung F. AG akquiriert werden. Schliesslich hat der Beschwerdegegner auch nicht bestritten, dass der Ehemann gemäss Hinweis des konsultierten Rechtsanwalts regelmässig mit Prozessmandaten der Versicherung F. AG betraut sei.\n\nJedoch kann die vorliegende Situation nicht ohne weiteres mit der Betreuung eines Dauermandats durch einen Bürokollegen eines nebenamtlichen Richters/Anwalts gleichgesetzt werden. Die Begründung in BGE 139 III 433 - dass ein Mandant Solidarität nicht nur von seinem Ansprechpartner in der Anwaltskanzlei, sondern von deren Gesamtheit erwarte, und dass auch im anwaltlichen Berufsrecht bei Interessenkonflikten die in einer Kanzleigemeinschaft BGE 140 III 221 S. 226zusammengefassten Anwälte wie ein Anwalt behandelt werden (vgl. E. 4.3.2) - trifft auf ein Ehepaar so nicht zu. Immerhin lässt sich argumentieren, dass ein persönliches Interesse der Oberrichterin im Sinne von Art. 47 Abs. 1 lit. a ZPO darin gesehen werden kann, dass ihr Ehemann wegen des Dauermandats indirekt vom Ausgang des Prozesses betroffen ist (vgl. vorne E. 4.2 a.E.). Es kann jedoch offenbleiben, ob dies als Ausstandsgrund genügen könnte. Vorliegend kommen weitere Gründe hinzu:\n\n5.2.3 Es ist ausgewiesen, dass der Bruder des Ehemannes und heutiger Bürokollege, der in der Zeit von 1985 bis 2008 Mitglied der Direktion bei der Versicherung F. AG war, im Jahr 2006 an der vergleichsweisen Erledigung des Direktschadens (Haushaltschaden, Genugtuung und Rechtsvertretungskosten) mit der Versicherten beteiligt war. Das ergibt sich einerseits aus dem Schreiben der damaligen Rechtsvertreterin der Versicherten vom 5. Juli 2006, das an ihn persönlich gerichtet ist und dem von ihm mitunterzeichneten Antwortschreiben vom 12. Juli 2006. Beide Schreiben zeigen, dass der Vergleich massgeblich aufgrund seiner Einflussnahme zustande kam.\n\nDer Beschwerdegegner wendet ein, dieser Vergleich habe nicht \"Schadenkategorien\" betroffen, für welche die Beschwerdeführerin hier Regress nehmen wolle, und ausserdem auch eine andere Partei. Unter Hinweis auf ein Schreiben der SVA St. Gallen an die Versicherung F. AG vom 9. Juni 2008 macht er geltend, dass die Auseinandersetzung mit der Beschwerdeführerin über den Regress erst im Juni 2008 begonnen habe, nachdem der Bruder des Ehemannes aber bereits am 21. Dezember 2007 aus der Versicherung F. AG ausgeschieden war. Er sei daher nie in das vorliegende Regressverfahren involviert gewesen.\n\nEs kann offenbleiben, ob sich die Streitigkeit nicht schon länger abzeichnete. Der Regress betrifft Umschulungskosten für den Zeitraum bis zum 10. August 2005 und die Rechtsvertreterin der Versicherten erwähnte bereits in ihrem Schreiben vom 5. Juli 2006 an das damalige Direktionsmitglied der Versicherung F. AG, ihre Mandantin sei dankbar \"für die Ermöglichung eines kaufmännischen Berufsabschlusses durch die IV\". Eine Umschulung setzt voraus, dass die Versicherte in der bisherigen bzw. den ihr ohne zusätzliche Ausbildung offenstehenden Erwerbstätigkeiten eine Erwerbseinbusse erleidet. Dem Bruder des Ehemannes und Schwager der Oberrichterin, der gemäss Webseite des Anwaltsbüros Fachspezialist imBGE 140 III 221 S. 227Haftpflichtrecht sowie für Sozialversicherungsleistungen und Regresse ist, war somit im Zeitpunkt des Vergleichsabschlusses mit der Versicherten zweifellos bewusst, dass die von der Beschwerdeführerin verfügte Umschulung eine Regressproblematik beinhaltete. Er war demnach zwar nicht am vorliegenden Prozess beteiligt, doch war er massgeblich für Leistungen verantwortlich, welche auf dem gleichen Lebenssachverhalt und zum Teil den gleichen Leistungsvoraussetzungen beruhten, und es ist glaubhaft, dass ihm auch die Regressfrage bekannt war.\n\n5.2.4 Insgesamt besteht daher über ihren Ehemann und ihren Schwager eine derartige Nähe zu dem die Regressforderung bestreitenden Beschwerdegegner, dass die Oberrichterin wegen des Anscheins der Befangenheit hätte in den Ausstand treten müssen. Das angefochtene Urteil ist aus diesem Grund aufzuheben und die Sache zu neuer Entscheidung, durch einen verfassungs- und gesetzmässig zusammengesetzten Spruchkörper, an die Vorinstanz zurückzuweisen. Dies rechtfertigt sich umso mehr, als gemäss Art. 48 ZPO eine betroffene Gerichtsperson einen möglichen Ausstandsgrund von sich aus vorgängig offenlegen muss (vgl. auch Urteil 4A_162/2010 vom 22. Juni 2010 E. 2.3)."}