{"annee": "140", "cour": "III", "page": "312", "date": "19/6/2014", "cite": [], "cite_par": ["143 III 297", "144 III 117", "144 III 175", "141 III 481", "145 III 428", "144 III 67"], "chapeau": "47. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n4A_73/2014 vom 19. Juni 2014", "regestes": ["Art. 229 al. 1 CPC; clôture de la phase de l'allégation. La phase de l'allégation est close à l'issue du deuxième échange d'écritures, même s'il y a encore des débats d'instruction. Les faits et moyens de preuve nouveaux ne peuvent pas être introduits plus tard dans le procès, sinon aux conditions de l'art. 229 al. 1 CPC (consid. 6.3.2)."], "faits": "", "considerants": "BGE 140 III 312 S. 313 Aus den Erwägungen:\n\n6.\n\n6.3.2 Ob die Eingabe des Beschwerdeführers vom 29. Oktober 2012 verspätet erfolgte, ist vielmehr nach den allgemeinen Grundsätzen gemäss Art. 229 Abs. 1 ZPO zu beurteilen.\n\n6.3.2.1 Die Eingabe vom 29. Oktober 2012 wurde nach Abschluss des doppelten Schriftenwechsels, jedoch vor der Instruktionsverhandlung vom 20. November 2012 eingereicht. Die Vorinstanz erachtete dies als verspätet, weil sie unter Hinweis auf eine Lehrmeinung (CHRISTOPH LEUENBERGER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 2. Aufl. 2013, N. 5 zu Art. 226 und N. 4a zu Art. 229 ZPO) davon ausging, die Parteien hätten grundsätzlich zweimal Gelegenheit, unbeschränkt Tatsachen und Beweismittel vorzubringen. Habe demnach ein zweifacher Schriftenwechsel stattgefunden, trete der Aktenschluss ein und die Parteien könnten Noven nur noch nach den Voraussetzungen von Art. 229 Abs. 1 ZPO in den Prozess einbringen.\n\n6.3.2.2 Der Beschwerdeführer bringt vor, an der von der Vorinstanz zitierten Literaturstelle würden zwei mögliche Interpretationen erwähnt. Dabei werde ausgeführt, es sei unsicher, ob an einer Instruktionsverhandlung nach einem doppelten Schriftenwechsel noch unbegrenzt Noven vorgetragen werden dürften. Dafür spreche, dass der Aktenschluss nach dem Wortlaut von Art. 229 Abs. 1 lit. a ZPO (\"[...] oder nach der letzten Instruktionsverhandlung\"; \"[...] ou à la dernière audience d'instruction\"; \"[...] o dopo l'ultima udienza di istruzione\") nach der \"letzten\" Instruktionsverhandlung eintrete. Dies habe die Vorinstanz unberücksichtigt gelassen und sei zu seinem Nachteil nicht von dieser Möglichkeit ausgegangen.\n\n6.3.2.3 Dass eine unbeschränkte Ergänzung noch bis zur (letzten) Instruktionsverhandlung möglich sein soll, wird nur vereinzelt ausdrücklich vertreten (DENIS TAPPY, in: CPC, Code de procédure civile BGE 140 III 312 S. 314commenté, 2011, N. 25 zu Art. 229 ZPO, unter Hinweis auf den Wortlaut von Art. 229 Abs. 1 lit. a und b ZPO [\"la dernière audience d'instruction\"]). Andere Autoren halten fest, die Parteien könnten sich \"mindestens\" bzw. \"zumindest\" zweimal unbeschränkt äussern, ohne dies jedoch zu konkretisieren oder näher zu begründen (LAURENT KILLIAS, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 20 zu Art. 229 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], 2010, N. 8 zu Art. 229 ZPO). Nach einer weitergehenderen Auffassung sollen unbeschränkte Ergänzungen möglich sein, solange das Verfahren nicht ins Stadium der Hauptverhandlung übergetreten ist. Gebe das Gericht beispielsweise Gelegenheit zu einem zweiten Schriftenwechsel, trete die Novenrechtsschranke unmittelbar mit der Eröffnung der Hauptverhandlung ein. Abgeleitet wird dies aus der Formulierung in Art. 229 Abs. 1 ZPO: \"In der Hauptverhandlung [...]\" (DANIEL WILLISEGGER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 7 ff. zu Art. 229 ZPO). Dass nach einem doppelten Schriftenwechsel der Aktenschluss eintritt, unabhängig davon, ob anschliessend noch eine Instruktionsverhandlung folge, wird demgegenüber von zwei Lehrmeinungen ausdrücklich vertreten (THOMAS SUTTER-SOMM, Schweizerisches Zivilprozessrecht, 2. Aufl. 2012, Rz. 1103; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 10 Rz. 40a i.V.m. § 21 Rz. 7; so auch: FABIENNE HOHL, Procédure civile, Bd. II, 2010, Rz. 1195).\n\nAus den Materialien ergeben sich keine Anhaltspunkte, was mit der Formulierung \"nach der letzten Instruktionsverhandlung\" genau gemeint war (vgl. CHRISTOPH LEUENBERGER, Das Recht, zweimal unbeschränkt Tatsachen und Beweise vorzutragen, ein Grundsatz und seine Anwendung, SZZP 2014 S. 86). Andererseits verweist die Lehre zu Recht auf den im Zug der Differenzbereinigung zwischen den Räten eingefügten Art. 229 Abs. 2 ZPO, mit dem sichergestellt werden sollte, dass sich jede Partei grundsätzlich zweimal unbeschränkt äussern kann, entweder im Rahmen eines doppelten Schriftenwechsels oder eines einfachen Schriftenwechsels mit anschliessender Instruktionsverhandlung oder eines einfachen Schriftenwechsels und den ersten Parteivorträgen an der Hauptverhandlung (CHRISTOPH LEUENBERGER, a.a.O., S. 84; DENIS TAPPY, a.a.O., N. 18 zu Art. 229 ZPO; NAEGELI/MAYHALL, in: ZPO, Oberhammer/Domej/Haas [Hrsg.], 2. Aufl. 2014, N. 17 zu Art. 229 ZPO; alle unter Hinweis auf die Materialien). Wäre es möglich, an einer einem doppelten BGE 140 III 312 S. 315Schriftenwechsel folgenden Instruktionsverhandlung (bzw. bei allfälligen mehreren Instruktionsverhandlungen an der letzten) noch unbeschränkt Tatsachen vorzubringen, wäre die Eventualmaxime in das Ermessen des Gerichts gestellt und eine Partei wüsste von vornherein nie, wann der Aktenschluss eintritt. Ein solches Vorgehen widerspricht einem geordneten und für die Parteien berechenbaren Prozessablauf. Die Vorinstanz ging somit zu Recht davon aus, dass mit dem zweiten Schriftenwechsel der Aktenschluss eintrat."}