{"annee": "140", "cour": "V", "page": "41", "date": "20/12/2013", "cite": ["123 V 133", "123 V 25", "129 V 1", "127 V 456", "126 V 134", "118 V 293", "138 V 140"], "cite_par": ["141 V 446"], "chapeau": "5. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Generali Allgemeine Versicherungen AG gegen B. und vice versa (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n8C_298/2013 / 8C_340/2013 vom 20. Dezember 2013", "regestes": ["Art. 15 al. 2 et 3 LAA; art. 22 al. 1 et 4 ainsi qu'art. 24 al. 2 OLAA; montant maximum du gain assuré dans les cas d'application de la réglementation spéciale prévue à l'art. 24 al. 2 OLAA. Lorsque le droit à la rente prend naissance seulement cinq ans après l'événement assuré (cas d'application de l'art. 24 al. 2 OLAA), le gain assuré doit être fixé selon les règles applicables à ce moment-là. Cela s'applique également au montant maximum valable à l'époque selon l'art. 22 al. 1 OLAA (changement de jurisprudence; consid. 6)."], "faits": "BGE 140 V 41 S. 42\n\nA.\n\nA.a Der 1952 geborene B. war bei der G. als Regional Sales Manager tätig und damit bei der Generali Allgemeine Versicherungen AG (nachfolgend: Generali) unter anderem gegen die Folgen von Unfällen versichert. Am 16. Juli 1999 erlitt er während einer Bootsfahrt bei hohem Wellengang wegen wiederholtem Aufschlagen auf dem Wasser eine Kompressionsfraktur der Wirbelkörper Th 12 und L1. Die Unfallversicherung erbrachte Leistungen in Form von Heilbehandlung und Taggeld. Ab dem 16. April 2000 war er wieder voll arbeitsfähig.\n\nIm Frühjahr 2003 erlitt B. einen ersten Rückfall. Wegen Rückenschmerzen war er vom 9. April an vorerst vollständig, danach zu 50 % arbeitsunfähig. Ab 1. Juli 2003 konnte er die Arbeit wieder vollumfänglich aufnehmen. Mit Verfügung vom 28. Februar 2005 sprach die Generali dem Versicherten wegen der bleibenden Unfallfolgen eine Integritätsentschädigung aufgrund eines Integritätsschadens von 20 % zu.\n\nA.b Am 27. September 2006 liess B. erneut einen Rückfall melden. Nach Abklärungen in Form von medizinischen Gutachten sprach die Unfallversicherung B. mit Verfügung vom 21. Juli 2011 ab 1. Dezember 2010 eine Invalidenrente aufgrund eines Invaliditätsgrades von 38 % und eines versicherten Verdienstes von Fr. 106'800.- im Betrage von Fr. 2'706.- pro Monat zu. Auf Einsprache hin anerkannte die Generali einen Rentenbeginn ab 1. Januar 2008 und einen BGE 140 V 41 S. 43Invaliditätsgrad von 43 %, ermittelte den monatlichen Rentenbetrag von Fr. 2'786.- jedoch neu aufgrund eines versicherten Verdienstes von Fr. 97'200.- (Entscheid vom 31. August 2012).\n\nB. Das Versicherungsgericht des Kantons Aargau hiess die dagegen erhobene Beschwerde in dem Sinne teilweise gut, als sie einen Invaliditätsgrad von 52 % ermittelte. Die entsprechende Rente sei ab 1. Januar 2008 basierend auf einem versicherten Verdienst von Fr. 97'200.- auszurichten.\n\nC.\n\nC.a Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt B. beantragen, es sei ihm ab 1. Januar 2008 eine Invalidenrente basierend auf einem Invaliditätsgrad von 80 % und einem versicherten Verdienst von Fr. 106'800.- zu gewähren (Verfahren 8C_340/2013).\n\nC.b Die Generali führt ihrerseits Beschwerde und stellt den Antrag, es sei dem Versicherten ab 1. Januar 2008 eine Invalidenrente aufgrund eines Invaliditätsgrades von 46 % und eines versicherten Verdienstes von Fr. 97'200.- zu gewähren. Zudem sei ihrer Beschwerde aufschiebende Wirkung zu erteilen (Verfahren 8C_298/2013).\n\nDas Bundesgericht heisst die Beschwerden teilweise gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n6. Umstritten ist weiter die Höhe des anrechenbaren versicherten Verdienstes.\n\n6.1\n\n6.1.1 Taggelder und Renten werden gemäss Art. 15 Abs. 1 UVG nach dem versicherten Verdienst bemessen. Als versicherter Verdienst gilt für die Bemessung der Renten der innerhalb eines Jahres vor dem Unfall bezogene Lohn (Art. 15 Abs. 2 UVG). In Anwendung von Art. 15 Abs. 3 UVG setzt der Bundesrat einen Höchstbetrag des versicherten Verdienstes fest (vgl. auch Art. 18 ATSG [SR 830.1]) und erlässt Bestimmungen über den versicherten Verdienst in Sonderfällen. Der Höchstbetrag des versicherten Verdienstes belief sich gemäss Art. 22 Abs. 1 UVV (SR 832.202) in der vom 1. Januar 1991 bis zum 31. Dezember 1999 in Kraft gestandenen Fassung auf Fr. 97'200.- im Jahr. Mit Verordnungsänderung vom 28. September 1998, in Kraft vom 1. Januar 2000 bis 31. Dezember 2007, hatte der Bundesrat den Höchstbetrag des versicherten Verdienstes auf Fr. 106'800.- im Jahr festgesetzt, seit dem 1. Januar 2008 beträgt dieser Fr. 126'000.- im Jahr. BGE 140 V 41 S. 44\n\n6.1.2 Gemäss Abs. 3 des Art. 15 UVG erlässt der Bundesrat Bestimmungen über den versicherten Verdienst in Sonderfällen. Gestützt darauf hat der Bundesrat in Art. 24 UVV unter dem Titel \"massgebender Lohn für Renten in Sonderfällen\" ergänzende Vorschriften erlassen. Absatz 2 dieser Bestimmung lautet: \"Beginnt die Rente mehr als fünf Jahre nach dem Unfall oder dem Ausbruch der Berufskrankheit, so ist der Lohn massgebend, den der Versicherte ohne den Unfall oder die Berufskrankheit im Jahre vor dem Rentenbeginn bezogen hätte, sofern er höher ist als der letzte vor dem Unfall oder dem Ausbruch der Berufskrankheit erzielte Lohn.\" Nach der Rechtsprechung ist Art. 24 Abs. 2 UVV auch bei Rückfällen (oder Spätfolgen) anwendbar, die mehr als fünf Jahre nach dem Unfall eingetreten sind (Urteil des Eidg. Versicherungsgerichts U 427/99 vom 10. Dezember 2001 E. 3a, nicht publ. in: BGE 127 V 456, aber in: RKUV 2002 S. 61 ff.).\n\n6.2 Gemäss Unfallmeldung vom 23. Juli 1999 bezog der Versicherte damals inklusive Gratifikation Fr. 106'556.- pro Jahr; im Jahre vor Rentenbeginn per 1. Januar 2008 Fr. 138'879.- (Lohn 2006: Fr. 136'011.- x Nominallohnindex Kreditgewerbe für 2007:125.9/123.3). Der tatsächliche Verdienst war somit sowohl im Unfallzeitpunkt als auch in jenem der Berentung - welcher mehr als fünf Jahre nach dem Unfall liegt - höher als der jeweilige versicherte Höchstbetrag. Während die Unfallversicherung in der Verfügung vom 21. Juli 2011 für die Rentenberechnung noch von einem versicherten Verdienst von Fr. 106'800.- ausging, korrigierte sie diesen Bemessungsfaktor im Einspracheentscheid vom 31. August 2012 auf Fr. 97'200.-, entsprechend dem maximal versicherbaren Verdienst am Tag des Unfalls. Das kantonale Gericht schützte diesen Standpunkt.\n\nDemgegenüber argumentiert der Versicherte, da der für die Rente in Anwendung von Art. 24 Abs. 2 UVV massgebende versicherte Verdienst sich nach den Verhältnissen im Jahre vor Rentenbeginn richte, käme auch der dannzumal geltende Höchstbetrag gemäss Art. 22 Abs. 1 UVV - mithin Fr. 106'800.- - zum Tragen.\n\n6.3\n\n6.3.1 Der von der Vorinstanz angerufene, allgemein gültige intertemporalrechtliche Grundsatz besagt, dass zur Beurteilung einer Sache jene Rechtsnormen zugrunde zu legen sind, die in Geltung standen, als sich der zu den materiellen Rechtsfolgen führende und somit rechtserhebliche Sachverhalt verwirklichte (BGE 129 V 1 BGE 140 V 41 S. 45 E. 1.2 S. 4; BGE 126 V 134 E. 4b S. 136 mit Hinweisen). Dieser Grundsatz gilt sowohl für Bundesgesetze und kantonale Erlasse als auch für bundesrechtliche Verordnungen (BGE 126 V 134 E. 4a S. 135 mit Hinweisen). Gemäss kantonalem Gericht gälte nach dem klaren Wortlaut der auch im Zeitpunkt des Rentenbeginns (hier: 1. Januar 2008) geltenden Grundregel von Art. 15 Abs. 2 UVG und Art. 22 Abs. 4 Satz 1 UVV der innerhalb eines Jahres vor dem Unfall erzielte Lohn als versicherter Verdienst für die Rentenberechnung. Massgebender Zeitpunkt für die Beantwortung der Frage, welcher Höchstbetrag im konkreten Fall zur Anwendung gelangt, sei mithin der Unfalltag (BGE 123 V 133).\n\n6.3.2 In der Literatur wird die Ansicht vertreten, der Höchstbetrag richte sich in Fällen, in denen die Sonderregelungen gemäss Art. 23 oder 24 UVV Anwendung finden, nach dem im Zeitpunkt des Rentenbeginns geltenden Wert. So führt ALFRED MAURER ohne Relativierung als Selbstverständlichkeit aus: \"Die Sonderregel (von Art. 24 Abs. 2 UVV) ist sinngemäss auch bei der Bestimmung des Höchstbetrages des versicherten Verdienstes nach Art. 22 Abs. 1 UVV zu beachten. Massgebend ist beim Vorliegen des besprochenen Sonderfalles somit der Höchstbetrag zur Zeit des Rentenbeginns\" (MAURER, Das Schweizerische Unfallversicherungsrecht, 2. Aufl. 1989, S. 331 f.). Auch ANDRÉ PIERRE HOLZER hält dafür, im Anwendungsbereich von Art. 24 Abs. 2 UVV den jeweiligen aktuellen Höchstbetrag des versicherten Verdienstes zu berücksichtigen, da das Festhalten am Wert zum Unfallzeitpunkt in Zeiten rascher Geldentwertung vor allem in Fällen, in denen die Rente erst viele Jahre nach dem Unfall geschuldet wird, zu stossenden Ergebnissen führe, was der Verordnungsgeber durch die Sonderregelungen gerade verhindern wollte (HOLZER, Der versicherte Verdienst in der obligatorischen Unfallversicherung, SZS 2010 S. 206).\n\n6.3.3 Das Bundesgericht hat in BGE 118 V 293 entschieden, bei einer durch einen Rückfall (Spätfolge) bewirkten Erhöhung des Invaliditätsgrades (einer unter der Herrschaft des KUVG zugesprochenen altrechtlichen Rente) handle es sich nicht um einen neuen Rentenanspruch, weshalb weiterhin der vor dem Unfall erzielte Jahresverdienst als versicherter Verdienst gelte. Zu Handen des Gesetzgebers hielt das Gericht ausdrücklich fest, dieses Ergebnis sei höchst unbefriedigend, weshalb für Fälle, bei denen die Revisionstatbestände längere Zeit nach dem Grundfall eintreten, de lege ferenda eine bessere Lösung zu finden sei (BGE 118 V 293 E. 2f S. 298). Da der BGE 140 V 41 S. 46Gesetzgeber seither nicht tätig geworden ist, wurde in einem jüngs-ten Urteil (8C_257/2013 vom 25. September 2013) wiederum gleich entschieden. In BGE 127 V 456 hielt das Bundesgericht fest, der Höchstbetrag des versicherten Jahresverdienstes am Unfalltag bilde die Berechnungsgrundlage für die infolge eines Rückfalles oder einer Spätfolge zugesprochene Integritätsentschädigung, mithin finde Art. 24 Abs. 2 UVV für die Integritätsentschädigung nicht analog Anwendung (E. 4b S. 458). Im Urteil des Eidg. Versicherungsgerichts U 384/01 vom 2. Dezember 2004 (in: RKUV 2005 S. 137) prüfte das Gericht die Frage, ob das laufende Taggeld bei einer Revision des Art. 22 Abs. 1 UVV und der damit verbundenen Heraufsetzung des Höchstbetrages in Anwendung von Art. 23 Abs. 7 UVV angepasst werden soll, und verneinte diese. Schliesslich hatte das damalige Eidg. Versicherungsgericht (heute: Bundesgericht) im Urteil U 50/86 vom 18. Dezember 1987 für einen unter der Herrschaft des KUVG erlittenen Unfall, bei dem es im Juni 1984 und damit im Anwendungsbereich des UVG zu einem Rückfall kam, der den Anspruch auf eine Invalidenrente auslöste, entschieden, der (neurechtliche) Art. 24 Abs. 2 UVV finde Anwendung. Es bejahte einen Rentenanspruch auf der Basis eines versicherten Verdienstes von Fr. 53'250.-, obwohl im Unfallzeitpunkt (24. April 1979) ein versicherbarer Höchstbetrag von Fr. 46'800.- galt (Art. 78 Abs. 5 KUVG in der im Jahre 1979 geltenden Fassung).\n\n6.4\n\n6.4.1 Nach dem vom Bundesgericht in seiner Rechtsprechung immer wieder bestätigten intertemporalrechtlichen Grundsatz sind der Beurteilung einer Sache jene Rechtsnormen zugrunde zu legen, die in Geltung standen, als sich der zu den materiellen Rechtsfolgen führende und somit rechtserhebliche Sachverhalt verwirklichte (BGE 129 V 4 E. 1.2; BGE 126 V 136 E. 4b mit Hinweisen). Bei dieser Regel handelt es sich um eine Richtlinie, die nicht stereotyp anzuwenden ist. Vielmehr entscheidet sich auch die Frage nach der intertemporalrechtlichen Geltung einer Norm primär nach den allgemeinen, anerkannten Auslegungsgrundsätzen (BGE 126 V 136 E. 4c; BGE 123 V 29 E. 3b; Urteil U 384/01 vom 2. Dezember 2004 E. 5.1, in: RKUV 2005 S. 141).\n\n6.4.2\n\n6.4.2.1 Vorliegend geht es um eine in einem Rückfall erstmals zugesprochene Rente und damit um einen neuen Rentenanspruch. Die Bestimmung von Abs. 2 des Art. 24 UVV lautet wie folgt: \"Beginnt BGE 140 V 41 S. 47die Rente mehr als fünf Jahre nach dem Unfall oder dem Ausbruch der Berufskrankheit, so ist der Lohn massgebend, den der Versicherte ohne den Unfall oder die Berufskrankheit im Jahre vor dem Rentenbeginn bezogen hätte, sofern er höher ist als der vor dem Unfall oder dem Ausbruch der Berufskrankheit erzielte Lohn.\" Der Rentenanspruch beginnt am 1. Januar 2008 und damit mehr als fünf Jahre nach dem Unfall im April 1999. Art. 24 Abs. 2 UVV findet daher Anwendung. Wie dieser Lohn (versicherte Verdienst) zu bestimmen ist, ergibt sich aus den zu diesem Zeitpunkt geltenden Regeln. Darunter fällt auch der jeweilige geltende Höchstbetrag gemäss Art. 22 Abs. 1 UVV. Das ergibt sich nicht nur aus der Literatur (E. 6.3.2), sondern entspricht auch einer Empfehlung der Ad-hoc-Kommission Schaden UVG. Danach ist in Fällen von Art. 24 Abs. 2 UVV der am Tage vor Rentenbeginn gültige Höchstbetrag für die Berechnung der Rente massgebend (Empfehlung der Ad-hoc-Kommission Schaden UVG Nr. 1/2008, in der Fassung nach der Revision vom 20. März 2012). Empfehlungen der Ad-hoc-Kommission Schaden UVG stellen zwar keine Weisungen an die Durchführungsorgane der obligatorischen Unfallversicherung dar und sind insbesondere für die Gerichte nicht verbindlich. Sie sind jedoch geeignet, eine rechtsgleiche Praxis sicherzustellen (BGE 138 V 140 E. 5.3.6 S. 146).\n\n6.4.2.2 Sinn der Sonderregelung gemäss Art. 24 Abs. 2 UVV ist es, Versicherte, denen erst viele Jahre nach dem Unfall eine Rente zugesprochen wird, vor den Folgen der Geldentwertung zu schützen. Würde dem angefochtenen Entscheid gefolgt, käme es in verschiedener Hinsicht zu unbilligen Resultaten. Art. 24 Abs. 2 UVV würde für alle Versicherten, die bereits im Unfallzeitpunkt mehr als den Höchstbetrag gemäss Art. 22 Abs. 1 UVV verdienen, keine Anwendung finden. Hätte der Verordnungsgeber diese restriktive Auslegung der Norm gewollt, hätte er die Bestimmung entsprechend formuliert.\n\nVersicherte, die ein über dem maximal versicherten Verdienst liegendes Einkommen erzielen, könnten aber nicht nur nicht profitieren, sie würden sogar bestraft. Gemäss Art. 44 Abs. 2 UVV wird für die erstmalige Berechnung der Teuerungszulagen zu einer Rente, die seit dem Inkrafttreten des Gesetzes oder seit der letzten Gewährung einer Teuerungszulage entstanden ist, auf den Septemberindex im Unfalljahr abgestellt, in den Fällen nach Art. 24 Abs. 2 UVV hingegen auf jenen im Vorjahr des Rentenbeginns. Über dem Höchstbetrag Verdienende würden demgemäss netto einen kleineren Rentenbetrag erhalten, wenn der Rentenbeginn mehr als fünf Jahre nach BGE 140 V 41 S. 48dem Unfall liegt, weil ihr versicherter Verdienst auf den Höchstbetrag am Unfalltag eingefroren würde, die Teuerungszulage aber erst ab Rentenbeginn berechnet würde. Das widerspricht der Intention der Sonderregelung des Art. 24 UVV. Dort wird sowohl in Absatz 2 als auch in Absatz 4 darauf verwiesen, dass die Bestimmung nur zu Gunsten der versicherten Person wirken soll.\n\n6.4.3 Zusammenfassend hat die Vorinstanz die Rente zu Unrecht auf der Basis eines versicherten Verdienstes von Fr. 97'200.- bemessen. Soweit aus E. 5.3 des von der Vorinstanz zitierten Urteils U 384/01 vom 2. Dezember 2004, in: RKUV 2005 S. 137 oder aus dem Urteil 8C_660/2012 vom 23. März 2013 etwas anderes gefolgert werden könnte, kann daran nicht festgehalten werden. Damit ist vorliegend der am Tage vor Rentenbeginn (31. Dezember 2007) geltende Höchstbetrag des versicherten Verdienstes, somit Fr. 106'800.-, für die Berechnung des Rentenbetrages massgebend."}