{"annee": "140", "cour": "V", "page": "108", "date": "1/4/2014", "cite": ["135 V 65", "133 V 593", "123 V 161", "131 V 417"], "cite_par": [], "chapeau": "16. Extrait de l'arrêt de la IIe Cour de droit social dans la cause Office fédéral des assurances sociales contre Caisse cantonale vaudoise de compensation AVS et T. (recours en matière de droit public)\n\n9C_598/2013 du 1er avril 2014", "regestes": ["Art. 50 LPGA; art. 4 ss LAVS; transaction judiciaire et statut de cotisant à l'AVS. Une transaction passée dans le cadre d'une procédure de recours concernant le statut de cotisant au regard de l'AVS est conforme à l'art. 50 LPGA (consid. 2-6)."], "faits": "BGE 140 V 108 S. 109\n\nA. T. s'est annoncé à la Caisse cantonale vaudoise de compensation AVS (ci-après: la CCVC) durant le mois de décembre 2008. Il l'a avisée qu'il exerçait depuis le début de l'année en cours la profession de négociant indépendant en matières premières.\n\nSur la base des renseignements et des documents récoltés pendant la procédure, la CCVC a finalement reconnu à l'intéressé le statut de personne salariée dont l'employeur n'était pas soumis à cotisations (décision sur opposition du 21 juillet 2011).\n\nB. T. a porté l'affaire devant le Tribunal cantonal du canton de Vaud, Cour des assurances sociales. Il a conclu à la reconnaissance du statut d'indépendant pour ses activités. A l'issue d'un second échange d'écritures, la CCVC s'est déclarée prête à admettre ce statut dès le 1er janvier 2011. Les parties ont conclu une transaction. \"La caisse intimée reconnai[ssait finalement] le statut d'indépendant du recourant pour les années 2008 à 2011 et renon[çait] à l'affilier en qualité de personne exerçant une activité de salarié pour cette période.\"\n\nL'autorité judiciaire saisie a pris acte de la transaction et a rayé la cause du rôle (jugement du 1er juillet 2011).\n\nC. L'Office fédéral des assurances sociales (OFAS) recourt contre ce jugement. Il requiert son annulation et conclut au renvoi du dossier au Tribunal cantonal vaudois pour qu'il se prononce sur le fond du litige.\n\nConviés à se déterminer, la juridiction cantonale, la CCVC et l'intéressé ont conclu au rejet du recours.\n\nLe recours a été rejeté.", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 L'OFAS estime en l'espèce que le fait pour une autorité judiciaire de première instance d'entériner une transaction survenue dans le cadre d'un litige concernant le statut de cotisant à l'AVS viole le BGE 140 V 108 S. 110droit fédéral, dès lors qu'un tel litige ne porte pas sur des prestations d'assurances sociales et qu'il ne correspond pas à l'un des cas dans lesquels la jurisprudence a étendu la possibilité de transiger (créances en réparation du dommage au sens de l'art. 52 LAVS ou prétentions réciproques [prestations et cotisations]).\n\n4.2 La juridiction cantonale défend le point de vue contraire et soutient que les circonstances du cas particulier s'accordent tout à fait avec les motifs qui ont conduit le Tribunal fédéral à admettre la validité ou la légalité de transactions survenues dans le contexte de litiges ne concernant pas des prestations d'assurances sociales. La caisse de compensation intimée adhère à ce même point de vue; elle ajoute que seules des raisons formelles justifient la reconnaissance du statut d'indépendant de l'intimé par voie transactionnelle plutôt que décisionnelle. T. partage l'opinion du tribunal cantonal, souligne que l'acte contesté permet le contrôle de la conformité de la transaction aux faits ainsi qu'au droit et considère que le renvoi du dossier à l'autorité judiciaire précédente pour qu'elle statue au fond ne permettrait pas d'aboutir à une autre solution que celle entérinée par transaction judiciaire.\n\n5.\n\n5.1 Conformément à ce qu'allègue l'office recourant, il apparaît effectivement que le texte clair de l'art. 50 al. 1 LPGA (RS 830.1) ne permet pas aux autorités administratives de transiger dans des causes relatives au statut de cotisant à l'AVS.\n\n5.2 La mention à l'art. 50 al. 3 LPGA d'une application par analogie de l'al. 1 à la procédure de recours ne veut cependant pas dire que l'interdiction de transiger sur un autre objet que des prestations s'applique à la procédure d'opposition et de recours mais seulement que le législateur a laissé une marge de manoeuvre permettant de mieux concrétiser l'institution de la transaction en fonction de la jurisprudence préexistante (cf. ATF 135 V 65 consid. 1.5 p. 69, voir aussi Rapport de la Commission de la sécurité sociale et de la santé du Conseil national [ci-après: la CSSS CN] du 26 mars 1999 relatif à une \"Initiative parlementaire, Droit des assurances sociales\", FF 1999 4168, 4257 ss). Le Tribunal fédéral en a du reste déduit que l'entérinement par une autorité judiciaire de première instance d'une transaction survenue dans le contexte d'une contestation portant sur les créances en réparation du dommage et les prétentions réciproques évoquées (ATF 135 V 65; ATF 131 V 417) ou sur une mesure de BGE 140 V 108 S. 111suspension du droit à l'indemnité journalière de chômage (ATF 133 V 593) était conforme à la loi. Les motifs justifiant cette solution ressortent des travaux préparatoires qui ont conduit à l'adoption de la LPGA.\n\n5.3\n\n5.3.1 La possibilité de transiger est absente des réflexions initiales sur la nécessité de créer un modèle de partie générale applicable à toutes les assurances sociales (cf. la Contribution d'un groupe de travail de la Société suisse de droit des assurances en vue d'améliorer la coordination en matière d'assurances sociales: Rapport sur une partie générale du droit suisse des assurances sociales et projet de loi, 1984; Commission du Conseil des Etats [CCE], Aperçu du 31 octobre 1989 sur l'état des travaux concernant l'examen de l'initiative parlementaire sur le droit des assurances sociales).\n\n5.3.2 Cette possibilité de transiger intègre le champ des discussions à l'instigation de la Sous-Commission LPGA de la CSSS CN (ci-après: la sous-commission) pour laquelle les litiges dans le domaine des assurances sociales devaient pouvoir se régler par voie de transaction (cf. procès-verbal de la séance du 11/12 septembre 1995, p. 34). Excepté l'opportunité de son introduction et sa place dans la systématique du projet de loi en cours de réalisation (cf. procès-verbal, op. cit., p. 34 ss), la nouvelle disposition n'a par la suite fait l'objet d'aucune modification matérielle particulière (cf. procès-verbal des séances de la sous-commission ou de la CSSS CN des 13 novembre 1995 [p. 14], 21 novembre 1995 [p. 5], 4 décembre 1995 [p. 27], 30 août 1996 [p. 21], 3/4 septembre 1998 [p. 16] et 14 janvier 1999 [p. 27]; voir également projet de rapport de la CSSS CN à l'intention du Conseil national du 11 août 1996, p. 73 ss).\n\n5.3.3 Afin de répondre aux soucis d'une minorité de la CSSS CN et du Conseil fédéral d'assurer le respect des principes de légalité et d'égalité de traitement dans une matière soumise à de sévères conditions légales dans laquelle le pouvoir d'appréciation a peu de place et d'éviter tout risque de pressions sur les caisses de compensation lors du paiement des cotisations, une éventuelle restriction du domaine d'application des transactions aux seules prestations d'assurances sociales est mentionnée pour la première fois (cf. procès-verbal de la séance de la CSSS CN du 25/26 mars 1999, p. 4 ss). Il a toutefois été décidé de présenter au Conseil national le projet d'article dans sa teneur initiale (cf. le résultat du vote, procès-verbal du BGE 140 V 108 S. 11225/26 mars 1999, p. 6; voir aussi Rapport de la CSSS CN du 26 mars 1999 relatif à une \"Initiative parlementaire, Droit des assurances sociales\", FF 1999 4257 ss).\n\n5.3.4 Les avis majoritaire et minoritaire de la CSSS CN ainsi que celui du Conseil fédéral sont exposés devant le Conseil national, sans argument ampliatif (cf. BO 1999 CN 1244 ss). La version de l'article proposée par la minorité est finalement adoptée le 17 juin 1999 par le Conseil national (cf. BO 1999 CN 1246) et le 22 mars 2000 par le Conseil des Etats (cf. BO 2000 CE 182 s.). Sa teneur correspond à celle actuellement en vigueur.\n\n5.3.5 Le Tribunal fédéral a considéré que les raisons qui avaient conduit le législateur à restreindre la possibilité de transiger uniquement aux prestations (cf. consid. 5.3.3) n'empêchaient aucunement la conclusion d'une transaction dans le contexte d'une procédure de recours portant sur une créance en réparation du dommage (cf. ATF 135 V 65 consid. 1 p. 67 ss) ou sur des prétentions réciproques (cf. ATF 131 V 417 consid. 4.3 p. 422 ss). Il a en revanche exclu une telle possibilité lorsque les contestations portaient uniquement sur des cotisations (cf. ATF 131 V 417 consid. 4.3.2 i.f. p. 424; voir aussi arrêts H 141/06 du 31 janvier 2008 consid. 5 et H 195/06 du 31 janvier 2008 consid. 4).\n\n6. En l'occurrence, le litige concerne la détermination du statut de l'intimé à l'égard de l'AVS. S'il est exact que le statut permet de fixer la quotité de la cotisation due (cf. p. ex. art. 5 ou 8 LAVS), ces deux éléments ne se confondent pas. Alors que le second est régi par des règles légales très strictes, la concrétisation du premier laisse aux autorités amenées à statuer une large marge d'appréciation. Il suffit pour s'en convaincre de parcourir la liste, non exhaustive, des nombreux critères permettant de distinguer entre activité salariée et activité indépendante établie par la jurisprudence et évoquée par le tribunal cantonal. On ajoutera également à cet égard que l'interprétation de ces indices est rarement univoque et qu'il y a lieu de décider pour chaque cas particulier en fonction de la prépondérance de certains critères par rapport à d'autres le point de savoir en présence de quel genre d'activités l'on se trouve (cf. notamment ATF 123 V 161 consid. 1 p. 162 s.). On ne saurait ainsi tirer aucun argument de la jurisprudence interdisant les transactions relatives à des cotisations. Par ailleurs, la nature judiciaire de la transaction litigieuse exclut tout risque de pression sur la caisse de compensation BGE 140 V 108 S. 113intimée (cf. ATF 135 V 65 consid. 1.7 p. 70; ATF 133 V 593 consid. 4.3 p. 595; ATF 131 V 417 consid. 4.3.2 p. 423). Il apparaît dès lors qu'une transaction relative au statut de cotisant à l'AVS est conforme au droit. Le recours doit être rejeté."}