{"annee": "140", "cour": "II", "page": "112", "date": "31/1/2014", "cite": ["136 II 65", "130 I 26", "127 I 73", "120 V 357", "128 I 280", "118 IA 462", "131 V 209", "133 V 367", "125 II 541", "134 I 159", "130 I 360", "138 I 196", "139 II 393", "126 III 249", "136 II 5"], "cite_par": ["145 IV 364", "142 II 35", "142 V 239", "143 II 57", "140 II 447", "140 II 460", "143 I 388", "140 II 364"], "chapeau": "12. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Fachgruppe Dolmetscherwesen, Obergericht des Kantons Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_187/2013 vom 31. Januar 2014", "regestes": ["Art. 4 ALCP; art. 16 al. 1 et 2 ALCP; art. 16 et 10 Annexe I ALCP. Portée de la notion d'activité liée à l'exercice de la puissance publique au sens de l'Accord sur la libre circulation. Réserve de l'exercice de l'autorité publique, respectivement de l'exercice de la puissance publique dans le cadre de l'activité indépendante, respectivement dépendante (art. 16 et 10 Annexe I ALCP). Jurisprudence constante de la CJUE sur la portée de l'exception du domaine de \"l'exercice de l'autorité publique\": l'autonomie décisionnelle et une certaine responsabilité propre sont inhérentes aux activités de puissance publique (consid. 3.2.2 et 3.2.3). Application à un interprète de justice (consid. 3.2.4).", "Préambule, art. 16 al. 1 et 2 ALCP. Motifs justificatifs non écrits dans le contexte de l'Accord sur la libre circulation. Les motifs justificatifs non écrits à des limitations effectives de la liberté d'établissement en droit primaire de l'UE (consid. 3.6.1) sont également applicables dans le domaine de l'Accord sur la libre circulation (consid. 3.6.2). Ils doivent toujours être appliqués de manière proportionnée et non discriminatoire (consid. 3.6.3)."], "faits": "BGE 140 II 112 S. 113\n\nA. A. ist lettischer Staatsangehöriger. Er beantragte mit Schreiben vom 21. Februar 2012 die \"Aufnahme in das Justizdolmetscherverzeichnis Zürich\" für die Sprache Lettisch. Mit Beschluss des Ausschusses der Fachgruppe/Zentralstelle Dolmetscherwesen des Obergerichts des Kantons Zürich (nachfolgend: Fachgruppe) vom 15. Juni 2012 wurde dieser Antrag abgewiesen. Einen gegen den negativen Entscheid gerichteten Rekurs an die Verwaltungskommission am Obergericht des Kantons Zürich lehnte diese am 4. Februar 2013 ab.\n\nB. Die Rekursinstanz begründete ihren Entscheid im Wesentlichen dahin gehend, A. erfülle die persönlichen Voraussetzungen für eine Eintragung in das Dolmetscherverzeichnis nicht. Er verfüge erst seit Juli 2012 über eine Kurzaufenthaltsbewilligung. Weil er seinen Lebensmittelpunkt nicht in der Schweiz habe, sei nicht gewährleistet, dass er auch kurzfristig für Dolmetschereinsätze zur Verfügung stehe; aufgenommen werden könne nur, wer tatsächlich auch vor Ort Dolmetschereinsätze leisten könne. Die Verwaltungskommission am Obergericht des Kantons Zürich stellt sich überdies auf den BGE 140 II 112 S. 114Standpunkt, A. könne keine Ansprüche aus dem Freizügigkeitsabkommen für sich ableiten. Da es sich bei der Dolmetschertätigkeit um eine hoheitliche Tätigkeit handle, sei das Freizügigkeitsabkommen zwischen der Schweiz, der Europäischen Union und ihren Mitgliedstaaten \"nicht anwendbar\".\n\nC. Mit Eingabe vom 16. Februar 2013 beantragt A. dem Bundesgericht, der Beschluss der Verwaltungskommission am Obergericht des Kantons Zürich (Vorinstanz) vom 4. Februar 2013 sei aufzuheben. Die Fachgruppe sei in Anwendung des Freizügigkeitsabkommens mit der EU und ihren Mitgliedstaaten anzuweisen, ihn als Dolmetscher und Übersetzer in das Dolmetscherverzeichnis des Kantons Zürich aufzunehmen. (...)\n\nDas Bundesgericht hebt in Gutheissung der Beschwerde den Beschluss der Verwaltungskommission am Obergericht des Kantons Zürich auf und weist die Sache zur Neubeurteilung an die Fachgruppe zurück.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. Das Freizügigkeitsabkommen (Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit [FZA; SR 0.142.112.681]) bestimmt im Rahmen seines sachlichen Anwendungsbereichs die Aufenthalts- und Berufsausübungsrechte der selbstständig und unselbstständig erwerbstätigen EU-Ausländer nach Massgabe der folgenden Bestimmungen:\n\n2.1 Art. 4 FZA in Verbindung mit Art. 12 Abs. 1 Anhang I FZA gewährt selbstständig Erwerbstätigen eine Aufenthaltsberechtigung mit einer Gültigkeitsdauer von mindestens fünf Jahren, wenn sich diese zum Zweck der Ausübung einer selbstständigen Erwerbstätigkeit in der Schweiz niederlassen. Aufenthaltsunterbrechungen, die sechs aufeinanderfolgende Monate nicht überschreiten, berühren die Gültigkeit einer solchen Aufenthaltserlaubnis nicht (Art. 4 Abs. 1 und Art. 12 Abs. 5 Anhang I FZA; vgl. Urteil 2C_471/2012 vom 18. Januar 2013 E. 4.4). Selbstständige Erwerbstätige, die sich in der Schweiz niederlassen wollen, sind hinsichtlich des Zugangs zu einer Erwerbstätigkeit und deren Ausübung nicht weniger günstig zu behandeln als schweizerische Staatsangehörige (Art. 15 Anhang I FZA; vgl. auch Art. 7 lit. a FZA; \"Inländerbehandlung\"). Gemäss Art. 16 Anhang I BGE 140 II 112 S. 115des Freizügigkeitsabkommens kann Selbstständigen das Recht auf Ausübung einer Erwerbstätigkeit im Sinne einer Ausnahme allerdings dann verweigert werden, wenn die Erwerbstätigkeit dauernd oder zeitweise \"mit der Ausübung öffentlicher Gewalt verbunden\" ist.\n\n2.2 Gemäss Art. 4 FZA in Verbindung mit Art. 6 Abs. 1 Anhang I FZA hat ein Staatsangehöriger einer Vertragspartei, der mit einem Arbeitgeber des Aufnahmestaates ein Arbeitsverhältnis mit einer Dauer von mindestens einem Jahr eingegangen ist, Anspruch auf Erteilung einer Aufenthaltserlaubnis mit einer Gültigkeitsdauer von mindestens fünf Jahren. Ein Arbeitnehmer, der mit einem Arbeitgeber des Aufnahmestaates ein Arbeitsverhältnis mit einer Dauer von mehr als drei Monaten und weniger als einem Jahr eingegangen ist, erhält eine Aufenthaltserlaubnis mit einer Gültigkeitsdauer, die der Dauer des Arbeitsvertrags entspricht (Art. 6 Abs. 2 Anhang I FZA). Einem unselbstständig erwerbstätigen Staatsangehörigen einer Vertragspartei kann das Recht auf eine \"Beschäftigung in der öffentlichen Verwaltung\" verweigert werden, sofern diese \"die Ausübung hoheitlicher Befugnisse umfasst und der Wahrung der allgemeinen Interessen des Staates oder anderer öffentlicher Körperschaften dient \" (Art. 10 Anhang I FZA).\n\n2.3 Der Beschwerdeführer verfügt gemäss der vorinstanzlichen Darstellung über eine Geschäftsniederlassung in Zürich, um seine Übersetzertätigkeit auf Dauer in der Schweiz anzubieten. Um weitere Aufträge zu generieren, bewirbt er sich um Aufnahme ins Dolmetscherverzeichnis, die er anhand seiner Rechte als Selbstständigerwerbender aus dem Freizügigkeitsabkommen überprüft haben möchte. Gerichtsdolmetscheraufträge gelten sozialversicherungsrechtlich in der Regel als unselbstständige Erwerbstätigkeit (vgl. Urteile H 5/00 vom 13. Juli 2001 E. 5; H 173/06 vom 21. Mai 2007 E. 3; vgl. auch die in § 20 der Zürcher Dolmetscherverordnung vom 26./27. November 2003 [LS 211.17] statuierte, jedoch widerlegbare Vermutung). Es erübrigt sich allerdings, an dieser Stelle zu prüfen, ob die Geschäftstätigkeit des Beschwerdeführers - wie er selbst und offenbar auch die Vorinstanz annimmt -, tatsächlich als selbstständige Erwerbstätigkeit zu qualifizieren ist. Der vorgelegte Rechtsstreit, das heisst die Frage der Anwendbarkeit des Freizügigkeitsabkommens, führt - wie zu zeigen sein wird - zu keinen unterschiedlichen Resultaten je nach Art der ausgeübten (selbstständigen oder unselbstständigen) Erwerbstätigkeit (vgl. nachstehend E. 3 und 3.5). BGE 140 II 112 S. 116\n\n3. Die Vorinstanz stellt sich auf den Standpunkt, bei der Dolmetschertätigkeit handle es sich um eine \"hoheitliche staatliche Tätigkeit\", sodass der Beschwerdeführer keine Ansprüche gestützt auf das Freizügigkeitsabkommen für sich ableiten könne. Der Beschwerdeführer macht demgegenüber geltend, die Vorinstanz habe die Ausnahmebestimmung im Sinne von Art. 16 Anhang I des Freizügigkeitsabkommens zu den hoheitlichen Tätigkeiten zu Unrecht für anwendbar erklärt. Dies habe zu einer \"rechtsfehlerhaften Ungleichbehandlung\" des Beschwerdeführers aufgrund seiner Staatsangehörigkeit (Diskriminierung) und damit zu einer Verletzung des Abkommens geführt.\n\n3.1 Wie die Vorinstanz anführt, hat sich das Bundesgericht in innerstaatlichem Kontext bereits zur Qualifikation der Arbeitseinsätze von Dolmetschern, Übersetzern und Sachverständigen für Gerichte und Behörden geäussert.\n\n3.1.1 Anlässlich der Überprüfung der Entschädigungsregel der Dolmetscherverordnung hat es festgestellt, dass es sich bei Übersetzungseinsätzen nach § 16 der Dolmetscherverordnung um ein öffentlich-rechtliches Vertragsverhältnis zwischen der Gerichts- oder Verwaltungsbehörde einerseits und der dolmetschenden Person andererseits handle, wobei die Bestimmungen des OR zum Auftrag sinngemäss Anwendung finden (§ 16 Abs. 2 der Dolmetscherverordnung; Urteil 1P.58/2004 vom 15. November 2004 E. 2.2 und 4.4; vgl. auch Urteil 1C_252/2007 vom 5. März 2008 E. 2). Die in diesem Rahmen ausgeübten Einsätze gehörten \"zur hoheitlichen staatlichen Tätigkeit\" (Urteil 1P.58/2004 vom 15. November 2004 E. 2.2). Da die Ausübung einer staatlichen Tätigkeit oder eines öffentlichen Amtes nicht unter dem Schutz der Wirtschaftsfreiheit stehe, könnten die Dolmetscher gestützt auf die Wirtschaftsfreiheit keinen Anspruch daraus ableiten \"für staatliche Aufträge Vergütungen in einer bestimmten Höhe bezahlt zu erhalten\" (Urteil 1P.58/2004 vom 15. November 2004 E. 2.1 und 2.2; BGE 130 I 26 E. 4.1 S. 40 f. mit zahlreichen Hinweisen). Die im Verfahren der abstrakten Normenkontrolle angefochtene Entschädigungsregelung in der Dolmetscherverordnung des Kantons Zürich stand nicht im Widerspruch zur Verfassung (Urteil 1P.58/2004 vom 15. November 2004 E. 2.2 und 4.5).\n\nIn BGE 138 I 196 ff. hatte das Bundesgericht die Tätigkeit von vereidigten Übersetzern im Kanton Genf unter dem Gesichtswinkel des Legalitätsprinzips zu beurteilen. Es hat festgehalten, ein vereidigter Übersetzer nehme Staatsaufgaben wahr (E. 4.3). Jedoch bilde er nicht BGE 140 II 112 S. 117Teil der Genfer Staatsverwaltung, sondern sei ihr ausgelagert. Die Auslagerung staatlicher Aufgaben an einen Privaten bedürfe einer Grundlage in einem formellen Gesetz; da keine gesetzliche Grundlage für eine entsprechende Tätigkeit bestand, verletzte eine entsprechende Übersetzertätigkeit Verfassungsrecht (BGE 138 I 196 E. 4.4 S. 200 ff.).\n\n3.1.2 Im Urteil 2C_121/2011 vom 9. August 2011 hatte das Bundesgericht ausgeführt, die Gutachtertätigkeit für staatliche Behörden sei eine \"hoheitliche Tätigkeit\", welche dem Bundesgesetz vom 6. Oktober 1995 über den Binnenmarkt (BGBM; SR 943.02) nicht unterstehe (E. 3). So gehörten die Aufgaben von Gerichten oder Strafvollzugsbehörden zu den typischen hoheitlichen Tätigkeiten, die vom Geltungsbereich des Binnenmarktgesetzes ausgeschlossen seien (E. 3.3.2). Auch von diesen Behörden beauftragte Gutachter seien \"Entscheidungsgehilfen der Behörden\", was sich unter anderem darin ausdrücke, \"dass sie die gleichen Anforderungen an Neutralität und Unparteilichkeit erfüllen müssen\" (E. 3.3.2 mit Hinweis auf das Urteil 1P.439/2004 vom 9. Dezember 2001 E. 4.2, nicht publ. in: BGE 130 I 360; BGE 134 I 159 E. 3 S. 163; BGE 127 I 73 E. 3f/aa und E. 3f/bb S. 80 ff.; BGE 126 III 249 E. 3c S. 253 f.).\n\n3.2 Es stellt sich die Frage, wie der Begriff der \"Ausübung öffentlicher Gewalt\" im Lichte der Auslegung des FZA zu verstehen und die Tätigkeit von Dolmetschern für Behörden und Gerichte vor diesem Hintergrund zu beurteilen ist.\n\nGemäss Art. 16 Abs. 2 FZA ist für die Anwendung des Freizügigkeitsabkommens - soweit für die Anwendung des Abkommens Begriffe des Unionsrechts herangezogen werden - die einschlägige Rechtsprechung des EuGH vor dem Zeitpunkt der Unterzeichnung (21. Juni 1999) massgebend. Da es Ziel des Abkommens ist, die Freizügigkeit auf der Grundlage der in der Europäischen Union geltenden Bestimmungen zu verwirklichen (Präambel), und die Vertragsstaaten übereingekommen sind, in den vom Abkommen erfassten Bereichen alle erforderlichen Massnahmen zu treffen, damit in ihren Beziehungen eine möglichst parallele Rechtslage besteht (Art. 16 Abs. 1 FZA), weicht das Bundesgericht praxisgemäss von der Auslegung abkommensrelevanter unionsrechtlicher Bestimmungen durch den EuGH nach dem Unterzeichnungsdatum nicht leichthin, sondern nur beim Vorliegen \"triftiger\" Gründe ab (BGE 139 II 393 E. 4.1.1 S. 397 f.; BGE 136 II 65 E. 3.1 S. 70 f., BGE 136 II 5 E. 3.4 S. 12 f.; je mit zahlreichen Hinweisen). BGE 140 II 112 S. 118\n\nArt. 16 Anhang I FZA zur Ausübung hoheitlicher Befugnisse ist der Ausnahmebestimmung zum Anwendungsbereich der Niederlassungsfreiheit von Art. 51 des Vertrags über die Arbeitsweise der Europäischen Union (AEUV; ABl. C 326 vom 26. Oktober 2012 S. 47 ff. [ehemals Art. 45 EGV]) nachgebildet; die Formulierung dieser Bestimmung des Freizügigkeitsabkommens (\"Ausübung öffentlicher Gewalt\") stimmt wörtlich mit derjenigen des AEUV bzw. EGV überein. Für ihre Interpretation wie auch für die Auslegung der unter dem Begriff der Niederlassungsfreiheit gewährten Rechte (Art. 4 und 7 FZA in Verbindung mit Art. 12 ff. Anhang I FZA) ist die einschlägige Rechtsprechung des Gerichtshofs der Europäischen Union heranzuziehen (Art. 16 Abs. 2 FZA; vgl. BGE 139 II 393 E. 4.1.1 S. 397 f. mit Hinweisen; vgl. auch Urteil des Eidgenössischen Versicherungsgerichts C 203/03 vom 21. Dezember 2006 E. 6.1; vgl. auch EPINEY/METZ/PIRKER, Zur Parallelität der Rechtsentwicklung in der EU und in der Schweiz, Ein Beitrag zur rechtlichen Tragweite der \"Bilateralen Abkommen\", 2012, S. 157 ff.).\n\n3.2.1 Im Rahmen der Niederlassungsfreiheit in der EU - d.h. der \"tatsächlichen Ausübung einer wirtschaftlichen Tätigkeit mittels einer festen Einrichtung in einem anderen Mitgliedstaat auf unbeschränkte Zeit\" (Urteil des EuGH vom 25. Juli 1991 C-221/89 Factortame, Slg. 1991 I-3905 Randnr. 20) - sind Ungleichbehandlungen aufgrund der Staatsangehörigkeit verboten (Art. 49 ff. AEUV; ehemals Art. 43 ff. EGV). Die Gleichbehandlungsgebote verbieten nach der bei der Auslegung des FZA zu berücksichtigenden Rechtsprechung des EuGH nicht nur unmittelbare (offene) Diskriminierungen aufgrund der Staatsangehörigkeit, sondern auch alle mittelbaren (verdeckten) Formen der Diskriminierung, die durch die Anwendung anderer Unterscheidungsmerkmale zum Ergebnis einer unterschiedlichen Behandlung je nach Staatszugehörigkeit führen würden (Urteile des EuGH vom 12. Februar 1974 C-152/73 Sotgiu, Slg. 1974 153 Randnr. 11; vom 8. Mai 1990 C-175/88 Biehl, Slg. 1990 I-1779 Randnrn. 13 f.; vom 14. Januar 1988 C-63/86 Kommission gegen Italien, Slg. 1988 29 Randnrn. 18 ff.; vgl. BGE 131 V 209 E. 6.2 S. 215; BGE 130 I 26 E. 3.2.3 S. 35 f.; Urteil 2C_244/2011 vom 3. Februar 2012 E. 3.2.2; WINFRIED BRECHMANN, in: EUV/AEUV, Kommentar, Calliess/Ruffert [Hrsg.], 4. Aufl. 2011, N. 20 zu Art. 49 AEUV; TOBIAS JAAG, Europarecht, 3. Aufl. 2010, Rz. 1517a). Massnahmen, die nicht diskriminierend sind, sich jedoch beschränkend auswirken, stellen im Binnenrecht der EU ebenfalls einen zu rechtfertigenden Eingriff in BGE 140 II 112 S. 119die Niederlassungsfreiheit dar (vgl. Urteile des EuGH vom 7. Mai 1991 C-340/89 Vlassoupoulou, Slg. 1991 I-2357 Randnrn. 15 ff.; vom 31. März 1993 C-19/92 Kraus Slg. 1993 I-1663 Randnr. 32; vgl. auch vom 19. Mai 2009 C-171/07 Doc Morris II, Randnrn. 18, 22 ff.; vgl. BIEBER/EPINEY/HAAG, Die Europäische Union, 10. Aufl. 2013, § 11 N. 120).\n\nVom Anwendungsbereich des Niederlassungsrechts bleiben hingegen Tätigkeiten ausgeschlossen, \"die in einem Mitgliedstaat dauernd oder zeitweise mit der Ausübung öffentlicher Gewalt verbunden sind\" (Art. 51 AEUV; ehemals Art. 45 Abs. 1 EGV). Tätigkeiten, die in diese sog. \"Bereichsausnahme\" fallen, sind vom Anwendungsbereich der Grundfreiheiten ausgenommen und dürfen - auch ohne Anrufung von Rechtfertigungsgründen - eigenen Staatsangehörigen vorbehalten bleiben (vgl. hierzu JÜRGEN BRÖHMER, in: EUV/AEUV, 4. Aufl. 2011, N. 1 zu Art. 51 AEUV; ULRICH FORSTHOFF, in: Das Recht der Europäischen Union, Kommentar, Grabitz/Hilf/Nettesheim [Hrsg.], Stand Juli 2010, N. 6 zu Art. 51 AEUV; HENSSLER/KILIAN, Die Ausübung hoheitlicher Gewalt im Sinne des Art. 45 EG, EuR 2005 S. 192 ff.; JAAG, a.a.O., Rz. 3142 f.).\n\n3.2.2 Nach der Praxis des EuGH ist der Begriff der \"öffentlichen Gewalt\" im Sinne von Art. 51 AEUV eng auszulegen: Um die praktische Wirksamkeit (vgl. hierzu BGE 133 V 367 E. 11 S. 386 ff.) der Niederlassungsfreiheit zu wahren, müsste die vorgesehene Ausnahmeregelung auf Tätigkeiten beschränkt sein, welche \"unmittelbar und spezifisch\" mit der Ausübung hoheitlicher Gewalt verbunden sind (vgl. Urteile des EuGH vom 21. Juni 1974 2/74 Reyners, Slg. 1974 631 Randnrn. 44/45, 54/55; vom 13. Juli 1993 C-42/92 Thijssen, Slg. 1993 I-4047 Randnr. 8; vom 29. Oktober 1998 C-114/97 Kommission gegen Spanien, Slg. 1998 I-6717 Randnr. 35; vgl. auch vom 30. März 2006 C-451/03 Servizi Ausiliari Dottori Commercialisti, Slg. 2006 I-2941 Randnr. 46; vom 29. November 2007 C-404/05 Kommission gegen Deutschland, Slg. 2007 I-10239 Randnr. 38; und vom 22. Oktober 2009 C-438/08 Kommission gegen Portugal, Slg. 2009 I-10219 Randnr. 36). Die öffentliche Gewalt manifestiere sich etwa in der Ausübung von gerichtlichen Beurteilungs- und Entscheidungsbefugnissen (Urteil Reyners, Randnrn. 51 bis 53, 54/55). Auch die mit dem Einsatz von Zwangsmitteln bzw. der regelmässigen Ausübung polizeilicher Befugnisse verbundenen Tätigkeiten stellen eine Ausübung hoheitlicher Befugnisse dar, sofern sie nicht bloss einen sehr geringen Teil jener Tätigkeit ausmachen (UrteileBGE 140 II 112 S. 120 Kommission gegen Portugal, Randnr. 44; vom 30. September 2003 C-47/02 Anker u. a. gegen Deutschland, Slg. 2003 I-10447 Randnrn. 61, 63, 69; Kommission gegen Spanien, Randnr. 37).\n\n3.2.3 Allerdings sind nach der Rechtsprechung des EuGH bestimmte Hilfs- oder Vorbereitungstätigkeiten für die Ausübung hoheitlicher Tätigkeiten nicht von der Bereichsausnahme gemäss Art. 51 AEUV bzw. Art. 45 Abs. 1 EGV erfasst (Urteil Thijssen, Randnr. 22). Hierunter hat der EuGH bereits etwa die Tätigkeit von Seeschifffahrtskapitänen mit personenstandsrechtlichen oder notariellen Aufgaben (Urteile Anker, Randnr. 68 f.; vom 30. September 2003 C-405/01 Colegio de Oficiales de la Marina, Slg. 2003 I-10391 Randnrn. 42 ff.), Steuerbeistandszentren (Urteil Servizi Ausiliari Dottori Commercialisti, Randnr. 47), Kfz-Sachverständige, die von Gerichten zur Begutachtung von Strassenverkehrsunfällen herangezogen wurden (Urteil vom 10. Dezember 1991 C-306/89 Kommission gegen Griechenland, Slg. 1991 I-5863 Randnr. 7) oder Sicherheitsdienste unter polizeilicher Aufsicht subsumiert (Urteile Kommission gegen Spanien, Randnr. 37; vom 31. Mai 2001 C-283/99 Kommission gegen Italien, Randnr. 21). Auch stellen Tätigkeiten, die \"einen Verkehr mit den Gerichten mit sich bringen\", selbst wenn diese \"regelmässig erbracht werden, organisch in das Gerichtsverfahren eingebettet sind und auf eine obligatorische Mitarbeit bei der Erfüllung der Aufgaben der Gerichte hinauslaufen\", keine Teilnahme an der Ausübung öffentlicher Gewalt dar (Urteil Reyners, Randnrn. 51-53).\n\nHoheitlichen Tätigkeiten müssen demnach Entscheidungsautonomie und eine gewisse Letztverantwortung inhärent sein, damit sie als Ausübung hoheitlicher Gewalt qualifiziert werden können. Nicht unter die Bereichsausnahme von Art. 51 AEUV fallen hingegen Tätigkeiten, deren Ausübung die Beurteilungs- oder Entscheidungsbefugnisse von Verwaltungsbehörden oder Gerichten unberührt lässt (Urteile Thijssen, Randnr. 22; Kommission gegen Spanien, Randnr. 38; vgl. auch Urteil des EuGH vom 24. Mai 2011 C-54/08 Kommission gegen Deutschland, Slg. 2011 I-04355 Randnr. 87). Personen, die entsprechende Hilfstätigkeiten ausüben, können sich auf ihre Freizügigkeitsrechte berufen, und umgekehrt steht es den Vertragsstaaten nicht zu, die Freizügigkeitsrechte einzuschränken und entsprechende Hilfstätigkeiten den eigenen Staatsangehörigen vorzubehalten (vgl. MARIE- CHRISTINE FUCHS, Kein Staatsangehörigkeitsvorbehalt für den Zugang zum Notarberuf [EuGH, GrosseKammer, Urteil vom 24. Mai 2011 BGE 140 II 112 S. 121C-54/08, Kommission/Deutschland], Europ. Zeitschrift für Wirtschaftsrecht [EuZW] 12/2011 S. 468 ff.,dort 475 f.; MATTHIAS OESCH, Niederlassungsfreiheit und Ausübung öffentlicher Gewalt im EU-Recht und im Freizügigkeitsabkommen Schweiz-EU, SZIER 2011 S. 583 ff., dort 596; vgl. auch ETIENNE POLTIER, RDAF 2013 I 427).\n\nDer EuGH hat in einem Urteil aus dem Jahr 2011 in Bezugnahme auf die ständige Rechtsprechung zum eng auszulegenden Begriff der öffentlichen Gewalt (E. 3.2.2; Urteile Reyners, Randnrn. 44/45, 54/55; Kommission gegen Griechenland, Randnr. 7) denn auch festgestellt, dass die Tätigkeit von \"Gerichtssachverständigen auf dem Gebiet der Übersetzung\" darin bestehe, eine neutrale und hochwertige Übersetzung aus einer Sprache in eine andere zu erbringen, ohne dass die Meinung der Sachverständigen in die Entscheidungsfindung der Behörden mit einfliessen würde. Die Übersetzungsleistung lasse die gerichtliche Würdigung und die freie Ausübung der rechtsprechenden Gewalt ungeschmälert, sodass sie nicht unter die Bereichsausnahme der öffentlichen Gewalt falle, sondern vielmehr eine Hilfstätigkeit hierzu darstelle (Urteil des EuGH vom 17. März 2011 C-372/09 und 373/09 Josep Penarroja Fa, Slg. 2011 I-1785 Randnrn. 41-45).\n\n3.2.4 Die Rechtsprechung des EuGH zur Bereichsausnahme der öffentlichen Gewalt hat sich - wie die Rechtsprechung zur Abgrenzung von Hilfstätigkeiten für hoheitliche Tätigkeiten - in ihrem Kernbestand seit langer Zeit herausgebildet (vgl. die Urteile Reyners, Randnrn. 44/45, 54/55; Thijssen, Randnr. 22 sowie Kommission gegen Griechenland, Randnr. 7; oben E. 3.2.2); sie ist nicht \"ausschliesslich Teil der Weiterbildung des Unionsrechts\" seit dem für die Auslegung des Freizügigkeitsabkommens massgeblichen Stichtag vom 21. Juni 1999 (vgl. BGE 139 II 393 E. 4.1.1 S. 397 f.; oben E. 3.2). Der Begriff der Bereichsausnahme der öffentlichen Gewalt im Sinne der angeführten Rechtsprechung des EuGH ist demnach für die Schweiz verbindlich (Art. 16 Anhang I in Verbindung mit Art. 16 Abs. 2 FZA):\n\nIm Anwendungsbereich des Freizügigkeitsabkommens stellt die Dolmetschertätigkeit, die darin besteht, eine neutrale und hochwertige Übersetzung zuhanden der Gerichte zu erbringen, ohne dass die Meinung des Dolmetschers in die Entscheidungsfindung der Behörden mit einfliesst (vgl. oben E. 3.2.3), keine \"unmittelbare und spezifische Teilnahme an der Ausübung öffentlicher Gewalt\" (BGE 128 I 280 E. 3 S. 282) im Sinne von Art. 16 Anhang I FZA dar. Der BGE 140 II 112 S. 122Beschwerdeführer kann - weil seine Aufgabe nicht (unmittelbar) mit derAusübung öffentlicher Gewalt verbunden ist, sondern eine Hilfsfunktion für die entsprechende Bereichsausnahme darstellt - Ansprüche aus dem Freizügigkeitsabkommen für sich ableiten.\n\n3.3 Diese Auslegung steht begrifflich, nicht jedoch inhaltlich im Widerspruch zur bisherigen, in Anwendung des nationalen Rechts ergangenen Rechtsprechung zur Qualifikation der Dolmetscher- bzw. Übersetzertätigkeiten (oben E. 3.1): Wenn die Dolmetscher gestützt auf die Wirtschaftsfreiheit keinen Anspruch darauf haben, staatliche Entschädigungen über die Entschädigungsregel in der Dolmetscherverordnung hinaus zu verlangen, können sie unter dem Blickwinkel der Freizügigkeit gleichwohl berechtigt sein, sich zur Berufsausübung in der Schweiz niederzulassen (oben E. 3.1.1). Die Auslegung tangiert auch nicht den Grundsatz, wonach die Übertragung staatlicher Aufgaben an Dritte ausserhalb der Behördenorganisation auf einer gesetzlichen Grundlage beruhen muss (BGE 138 I 196 E. 4.4 S. 200 ff. mit Hinweisen; oben E. 3.1.1; vgl. hierzu auch ZÜND/ERRASS, Privatisierung von Polizeiaufgaben, Sicherheit & Recht 3/2012 S. 162 ff., 183; TOBIAS JAAG, Dezentralisierung und Privatisierung öffentlicher Aufgaben, Formen, Voraussetzungen und Rahmenbedingungen, in: Dezentralisierung und Privatisierung öffentlicher Aufgaben, 2000, S. 37 ff.). Zwar ist es geboten, die Dolmetscher zur Wahrung prozessualer Rechte der Bürgerinnen und Bürger in die Unparteilichkeit, Unbefangenheit und Unvoreingenommenheit der gerichtlichen Behörden und damit in die Grundrechtsbindung staatlichen Handelns mit einzubeziehen (Art. 30 Abs. 1 BV bzw. Art. 29 Abs. 1 BV; BGE 125 II 541 E. 4a S. 544; BGE 120 V 357 E. 3a S. 364 f.; Urteile 2C_991/2011 vom 18. Juli 2012 E. 2.2; 2C_121/2011 vom 9. August 2011 E. 3.3.2; 2P.78/2005 21. Juli 2005 E.2.1; GEROLD STEINMANN, in: Die Schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 8 zu Art. 30 BV). Umgekehrt sollten freizügigkeitsberechtigte Dolmetscherinnen und Dolmetscher nicht unter Berufung auf jenen Zweck daran gehindert werden, entsprechende Dienste (auch) an Schweizer Gerichten und vor Schweizer Behörden anzubieten. Die funktionelle Betrachtung der Dolmetschertätigkeit im Rahmen des Freizügigkeitsabkommens (vgl. Urteil C-54/08 Kommission gegen Deutschland, Randnr. 109, und die oben E. 3.2.2 f. zitierte Rechtsprechung des EuGH; vgl. auch OESCH, a.a.O., S. 595 mit Hinweisen) mindert die institutionelle Unabhängigkeitsgarantie gerichtlicher Behörden nicht (Art. 30 BV). BGE 140 II 112 S. 123\n\n3.4 Nach dem Gesagten geniesst der Beschwerdeführer - dessen fachliche Qualifikationen gemäss den vorinstanzlichen Feststellungen von der Fachgruppe vollumfänglich anerkannt sind (vgl. hierzu Art. 9 in Verbindung mit Anhang III FZA) - hinsichtlich des Zugangs zu einer selbstständigen Erwerbstätigkeit und deren Ausübung Inländerbehandlung. Jede Ungleichbehandlung aufgrund der Staatszugehörigkeit ist untersagt (Art. 15 Abs. 1 Anhang I FZA; vgl. auch Art. 2 FZA). Die Vorinstanz durfte demnach im Auswahlverfahren nicht auf das in § 10 Abs. 2 lit. c der Dolmetscherverordnung genannte Kriterium der Staatszugehörigkeit (\"in der Regel Schweizer Bürgerin oder Bürger\") abstellen. Die Vorinstanz legt nicht dar, was die in § 10 Abs. 2 lit. c der Dolmetscherverordnung festgehaltene weitere Voraussetzung bezweckt, wonach die Bewerber \"seit mehreren Jahren über eine Aufenthaltsbewilligung\" verfügen müssten. Die Dauer des bisherigen Aufenthalts bzw. die Tatsache, dass der Beschwerdeführer erst seit kurzer Zeit im Besitz einer Aufenthaltsbewilligung ist, darf für sich ebenfalls kein Kriterium sein, ihm die Aufnahme ins Dolmetscherverzeichnis zu verweigern.\n\nDie Fachgruppe wird das Aufnahmegesuch demnach neu zu prüfen haben, ohne dabei auf die genannten, an die Staatsangehörigkeit anknüpfenden und damit im Anwendungsbereich des FZA unzulässigen Kriterien zurückzugreifen. Die Beschwerde ist aus diesem Grund gutzuheissen und im Sinne der Erwägungen an die Fachgruppe als Erstinstanz zurückzuweisen.\n\n3.5 Nichts anderes ergäbe sich, wenn der Beschwerdeführer entgegen seinen Ausführungen in der Schweiz nicht selbstständige, sondern ausschliesslich unselbstständige Erwerbstätigkeiten wahrnähme (vgl. Urteil H 5/00 vom 13. Juli 2001 insb. E. 4; oben E. 2.3). Auch die Bereichsausnahme der \"Beschäftigung in der öffentlichen Verwaltung\" für Arbeitnehmende knüpft - im Vertragstext des FZA sogar explizit - an die \"Ausübung hoheitlicher Befugnisse\" an. Auch unselbstständig erwerbstätige Behördendolmetscher sind demnach unter dem Gesichtswinkel des FZA nicht als \"Beschäftigte der öffentlichen Verwaltung\" anzusehen, deren Tätigkeit \"die Ausübung hoheitlicher Befugnisse umfasst\" und die folglich unter die sachliche Einschränkung des Anwendungsbereichs des FZA fallen würde (Art. 10 Anhang I FZA; vgl. zu Art. 45 Abs. 4 AEUV bzw. Art. 39 Abs. 4 EGV auch die Urteile des EuGH Colegio de Oficiales de la Marina, Randnrn. 42 ff.; ferner vom 26. Mai 1982 149/79 BGE 140 II 112 S. 124 Kommission gegen Belgien, Slg. 1982 S. 1845, Randnr. 7; vom 3. Juni 1986 307/84 Kommission gegen Frankreich, Slg. 1986 S. 1725 Randnr. 12; vom 2. Juli 1996 C-290/94 Kommission gegen Griechenland, Slg. 1996 I-3285 Randnr. 2; vgl. auch MARIE-CHRISTINE FUCHS, Die Bereichsausnahmen in Art. 45 Abs. 4 AEUV und Art. 51 Abs. 1 AEUV, 2013, S. 104 ff., 345 ff.; MATTHIAS OESCH, Das Binnengesetz und hoheitliche Tätigkeiten, ZBJV 148/2012 S. 377 ff., dort 393 f.).\n\n3.6 Die Vorinstanz führt weiter aus, Sinn und Zweck der Voraussetzungen in § 10 Abs. 2 lit. c der Dolmetscherverordnung sei letztlich, dass Dolmetscher tatsächlich verfügbar seien. Eine \"grundsätzliche Einsatzbereitschaft\" bzw. \"eine gewisse Mobilität und Flexibilität\" seien für die Aufnahme in das Dolmetscherregister am Obergericht Zürich unerlässlich. Da der Beschwerdeführer sich vermehrt im Ausland aufhalte und faktisch für viele Einsätze - für die Polizei oder Staatsanwaltschaft etwa - nicht zur Verfügung stehe, sei die Verweigerung der Fachgruppe, ihn ins Dolmetscherregister aufzunehmen, nicht zu beanstanden. Der Beschwerdeführer bringt seinerseits vor, eine Verfügbarkeit in ausreichendem Masse sei durch seinen Geschäftssitz in Zürich nachgewiesen. Daran ändere nichts, dass er sich teilweise im Ausland aufhalte.\n\n3.6.1 Nach ständiger Rechtsprechung des EuGH umfasst die Niederlassungsfreiheit die Möglichkeit, unter Beachtung der jeweiligen Berufsregeln im Gebiet der Vertragsstaaten mehr als eine Stätte für die Ausübung einer Tätigkeit einzurichten und beizubehalten (vgl. Urteile des EuGH vom 12. Juli 1984 107/83 Klopp, Slg. 1984 S. 2971 Randnr. 19; vom 20. Mai 1992 C-106/91 Ramrath, Slg. 1992 I-3351 Randnr. 20). Es ist daher unter dem Gesichtswinkel der Freizügigkeitsrechte grundsätzlich unzulässig, das Niederlassungsrecht eines EU-Ausländers einzuschränken, etwa weil er eine entsprechende Tätigkeit auch in einem anderen Vertragsstaat ausübt oder in einem anderen Vertragsstaat (zusätzlich in Teilzeitbeschäftigung) unselbstständig erwerbstätig ist (vgl. Urteile des EuGH Ramrath, Randnrn. 25 f.; vom 18. Januar 2001 C-162/99 Kommission gegen Italien, Slg. 2001 I-541 Randnr. 20).\n\nAllerdings sind gewisse Einschränkungen der Niederlassungsfreiheit im Binnenrecht der EU zu rechtfertigen. So sind die Mitgliedstaaten befugt, Sonderregelungen für EU-Ausländer vorzusehen oder Einschränkungen der Grundfreiheiten zuzulassen, die Vertragsausländer faktisch vermehrt treffen, jedoch aus Gründen der öffentlichen BGE 140 II 112 S. 125Ordnung, Sicherheit und Gesundheit zu rechtfertigen sind (Art. 52 Abs. 1 AEUV bzw. Art. 46 Abs. 1 EGV; vgl. etwa Urteile des EuGH vom 30. November 1995 C-55/94 Gebhard, Slg. 1995 I-4165 ff. Randnr. 33 ff., 37; Kraus, Randnr. 32; Anker, Randnr. 67; Kommission gegen Deutschland, Randnr. 98); als Rechtfertigungsgründe kommen auch Grundrechte Dritter in Betracht (vgl. etwa Urteile des EuGH vom 12. Juni 2003 C-112/00 Schmidberger, Slg. 2003 I-5659 Randnr. 71; vom 14. Oktober 2004 C-36/02 Omega, Slg. 2004 I-09609 Randnr. 40). Entsprechende Einschränkungen sind jedoch zusätzlich nicht diskriminierend und unter dem Grundsatz der Verhältnismässigkeit auszulegen (vgl. Urteil Gebhard, Randnr. 37). Auch ungeschriebene, in der Terminologie des EuGH \"zwingende Erfordernisse\" des Allgemeininteresses können faktische Eingriffe in die Niederlassungsfreiheit rechtfertigen (Urteile vom 20. Februar 1979 120/78 Rewe-Zentral AG, Slg. 1979 S. 649 ff., \"Cassis de Dijon\", Randnrn. 8, 13 f.; Kraus, Randnr. 32; vgl. vom 3. Oktober 2000 C-58/98 Corsten, Slg. 2000 I-7919 Randnr. 35;BRÖHMER, a.a.O., N. 32 zu Art. 49 AEUV;FORSTHOFF,a.a.O., N. 122 und 124 zu Art. 49 AEUV). Beim Heranziehen von inhärenten Rechtfertigungsgründen ist gleichermassen der Verhältnismässigkeitsgrundsatz zu beachten und sie müssen in nicht diskriminierender Weise angewendet werden (vgl. Urteil Gebhard, Randnr. 37; vgl. heute Art. 5 Abs. 4 EUV, Art. 52 Abs. 1 der Grundrechtecharta der EU).\n\n3.6.2 Das FZA bezweckt, die Freizügigkeit auf der Grundlage der in der Europäischen Union geltenden Bestimmungen zu verwirklichen (Präambel und vorne E. 3.2); in den Beziehungen der Schweiz zur EU und ihren Mitgliedstaaten soll im Rahmen der partiell auf die Schweiz ausgeweiteten unionsrechtlichen Freizügigkeitsrechte eine möglichst parallele Rechtslage bestehen (Art. 16 Abs. 1 FZA). Erfordernisse der öffentlichen Ordnung, Sicherheit und Gesundheit sowie \"zwingende Erfordernisse\" des Allgemeininteresses, die zwar über die in Art. 5 Abs. 1 Anhang I FZA genannten Rechtfertigungsgründe hinausgehen, jedoch im Binnenrecht der EU ausnahmsweise einen Eingriff in die Grundfreiheiten rechtfertigen können (vgl. hierzu das Urteil des EuGH vom 6. Oktober 2011 C-506/10 Graf und Engel, Slg. 2011 I-09345 Randnrn. 30 ff., 34), sind auch im Anwendungsbereich des Freizügigkeitsabkommens einschlägig.\n\n3.6.3 Die Vorinstanz hat weder die Abwesenheiten des Beschwerdeführers festgestellt, noch dargelegt, wie die Fachgruppe das BGE 140 II 112 S. 126Kriterium der Verfügbarkeit gegenüber inländischen Bewerbern anwendet. Eine Schlechterstellung des Beschwerdeführers aufgrund möglicher anderer Tätigkeiten im Ausland ist grundsätzlich unzulässig. Ob der Beschwerdeführer gegenüber inländischen Bewerbern aufgrund seiner Verfügbarkeiten faktisch schlechtergestellt wird, lässt sich den Ausführungen der Vorinstanz nicht entnehmen. Es liegt auch nicht auf der Hand, Personen generell vom Eintrag in das Dolmetscherverzeichnis auszuschliessen, bloss weil sie eine gewisse Vorausplanung benötigen. So ist eine kurzfristige Verfügbarkeit für die in der Regel frühzeitig angesetzten Behörden- und Gerichtsverhandlungen, die den Grossteil der Übersetzungsaufträge ausmachen dürften, nicht erforderlich.\n\nAllerdings kann das Kriterium der Verfügbarkeit für gewisse Einsätze sachgerecht erscheinen, um etwa haftrichterliche Überprüfungen oder Einvernahmen von Angeschuldigten zu ermöglichen und damit Grundrechte von Dritten, zum Beispiel effektive Verteidigungsrechte von Angeklagten, zu gewährleisten (vgl. Art. 29 BV; Art. 6 EMRK; vgl. etwa BGE 118 Ia 462 E. 2a S. 464 f. mit zahlreichen Hinweisen; Urteil 6B_190/2008 vom 20. Mai 2008 E. 3.1; Urteile des EGMR Luedicke, Belkacem und Koç gegen Deutschland vom 28. November 1978, Serie A Bd. 62 § 48, sowie Kamasinski gegen Österreich vom 19. Dezember 1989, Serie A Bd. 168 § 74) oder die Funktionsweise der Gerichte zu wahren. Für solche Einsätze darf demnach die Fachgruppe die Voraussetzung der Verfügbarkeit heranziehen, selbst wenn es ausländische Dolmetscher faktisch stärker in der Ausübung ihrer Freizügigkeitsrechte einschränken würde. Das Kriterium der Verfügbarkeit steht für derartige Einsätze - soweit es seinerseits nicht diskriminierend angewandt wird und verhältnismässig ist - dem Freizügigkeitsabkommen nicht entgegen (vgl. Urteile Gebhard, Randnr. 37; Ramrath, Randnrn. 29 f.; JAAG, a.a.O., 2010, N. 314 f., 3150 f.; FORSTHOFF, a.a.O., N. 122 zu Art. 49 in Verbindung mit N. 371 ff. zu Art. 45 AEUV; vgl. in anderem Kontext des FZA auch ASTRID EPINEY, Vorübergehende Wiedereinführung der bedarfsabhängigen Zulassung frei praktizierender Ärzte, Jusletter 22. April 2013 Rz.12 mit zahlreichen Hinweisen; COTTIER/LIECHTI-MCKEE, KVG-Teilrevision, Zur Vereinbarkeit mit dem bilateralen Freizügigkeitsabkommen Schweiz-EU, Jusletter 10. Juni 2013 Rz. 25 ff., 29).\n\n4. Die Beschwerde erweist sich demnach als begründet. Das Aufnahmeverfahren ist für den Beschwerdeführer neu zu eröffnen und BGE 140 II 112 S. 127auf der Grundlage des Freizügigkeitsabkommens zu beurteilen. Dabei geniesst der Beschwerdeführer Inländerbehandlung (oben E. 2 und 3): Die Staatsangehörigkeit und die Frage, wie lange er bereits über eine Aufenthaltsbewilligung verfügte, können nicht massgeblich sein für die Beurteilung seines Gesuchs um Aufnahme in das Dolmetscherverzeichnis. Soweit Erfordernisse der Verfügbarkeit beim Beschwerdeführer zu faktischen Ungleichbehandlungen gegenüber schweizerischen Bewerbern führen, lassen sich diese nur durch überwiegende öffentliche Interessen (\"zwingende Erfordernisse\") rechtfertigen, die ihrerseits - im Sinne der vorhergehenden Ausführungen - nicht diskriminierend sowie verhältnismässig angewandt werden."}