{"annee": "140", "cour": "III", "page": "344", "date": "19/3/2014", "cite": ["126 III 375", "121 III 408", "138 III 453"], "cite_par": [], "chapeau": "52. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. B. GmbH gegen A. Anlagestiftung (Beschwerde in Zivilsachen)\n\n4A_500/2013 vom 19. März 2014", "regestes": ["Art. 263 al. 4 et art. 143-149 CO; transfert du bail de locaux commerciaux; dette solidaire. Le transfert du bail donne naissance, selon l'art. 263 al. 4 CO, à une dette solidaire du locataire transférant et du locataire reprenant conformément aux art. 143-149 CO (consid. 5)."], "faits": "", "considerants": "BGE 140 III 344 S. 345\n\nAus den Erwägungen:\n\n5. Die Beschwerdeführerin rügt, die Vorinstanz habe Art. 263 Abs. 4 OR verletzt, indem sie angenommen habe, diese Bestimmung ordne ein Solidarschuldverhältnis im Sinne von Art. 143-149 OR zwischen dem übertragenden und dem übernehmenden Mieter an. In Wahrheit komme die Haftung des übertragenden Mieters \"nur zum Zug, wenn im Originalverhältnis nicht geleistet\" werde. Dies sei vorliegend nicht der Fall.\n\n5.1 Art. 263 OR regelt die Übertragung der Miete von Geschäftsräumen. Gemäss Absatz 1 der Bestimmung kann der Mieter das Mietverhältnis mit schriftlicher Zustimmung des Vermieters auf einen Dritten übertragen. Der Vermieter kann die Zustimmung nur aus wichtigem Grund verweigern (Abs. 2). Stimmt der Vermieter zu, so tritt der Dritte anstelle des Mieters in das Mietverhältnis ein (Abs. 3). Nach Absatz 4 ist der Mieter von seinen Verpflichtungen gegenüber dem Vermieter befreit. Er haftet jedoch solidarisch mit dem Dritten bis zum Zeitpunkt, in dem das Mietverhältnis gemäss Vertrag oder Gesetz endet oder beendet werden kann, höchstens aber für zwei Jahre.\n\nDas Übertragungsrecht des Mieters gemäss Art. 263 OR geht auf die Mietrechtsrevision von 1990 zurück. Die Weiterhaftung des übertragenden Mieters gemäss Absatz 4 wurde als Ausgleich dazu eingeführt, dass sich der Vermieter den Mieterwechsel - wenn kein wichtiger Grund dagegen vorliegt - gefallen lassen muss. Sie beschränkt sich nach der Rechtsprechung nicht auf den eigentlichen Mietzinsanspruch des Vermieters. Wird das Mietverhältnis gegenüber einem den Vertrag übernehmenden Mieter etwa wegen Verzugs vorzeitig gekündigt und verlässt er die gemieteten Räumlichkeiten nicht, so haftet der übertragende Mieter vielmehr auch solidarisch für die BGE 140 III 344 S. 346Entschädigung während der unerlaubten Weiternutzung, und zwar bis zum Ablauf des Mietvertrags oder bis zu zwei Jahren seit der Übertragung, falls die Vertragsdauer darüber hinausgeht (BGE 121 III 408 E. 4).\n\n5.2 Im Gegensatz zum Umfang der Weiterhaftung des übertragenden Mieters gemäss Art. 263 Abs. 4 OR war deren Rechtsnatur bisher nicht Gegenstand bundesgerichtlicher Rechtsprechung. So hat das Bundesgericht namentlich noch nicht über die vorliegend streitige Frage entschieden, in welchem Verhältnis die Haftung des übertragenden Mieters zu derjenigen des übernehmenden Mieters steht.\n\nIn der mietrechtlichen Literatur wird, wo dieser Punkt zur Sprache kommt, in der Regel ohne weitere Begründung bemerkt, es liege eine Solidarschuld nach den Artikeln 143 ff. OR vor, oder aber, der Vermieter könne (gemäss Art. 144 Abs. 1 OR) wählen, von welchem Solidarschuldner er die Leistung fordere (so etwa FAVRE, Le transfert conventionnel de contrat, 2005, S. 636 Rz. 1771; LACHAT, Le bail à loyer, 2008, S. 590; MINDER, Die Übertragung des Mietvertrags bei Geschäftsräumen [Art. 263 OR], 2010, S. 306 Rz. 839; PERMANN, Kommentar zum Mietrecht, 2. Aufl. 2007, N. 17 zu Art. 263 OR; TERCIER/FAVRE, Les contrats spéciaux, 4. Aufl. 2009, S. 364 Rz. 2508; WYTTENBACH, Zur Auswirkung der Spaltungstheorie auf die Ansprüche des Mieters [Art. 261 OR], mp 2011 S. 28). In Übereinstimmung damit wird die Haftung des übertragenden Mieters nach Art. 263 Abs. 4 OR teilweise ausdrücklich zu den im Sinne von Art. 143 Abs. 2 OR \"vom Gesetze bestimmten Fällen\" gezählt, in denen Solidarität ohne Willenserklärung entsteht (siehe KOLLER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 3. Aufl. 2009, S. 1207 Rz. 23; SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 6. Aufl. 2012, S. 558 Rz. 88.12; WEISS, Solidarität nach Art. 143-149 des Schweizerischen Obligationenrechts unter besonderer Berücksichtigung der Verjährung, 2011, S. 50).\n\n5.3 Art. 263 Abs. 4 Satz 2 OR statuiert, dass der übertragende Mieter - in zeitlich beschränktem Umfang - \"solidarisch\" mit dem Dritten \"haftet\". Damit bedient er sich der Terminologie, die bereits von Art. 143 Abs. 1 OR betreffend Entstehung der Solidarschuld durch Willenserklärung verwendet wird und der mithin das Obligationenrecht selber in seinen Allgemeinen Bestimmungen eine klar definierte rechtliche Bedeutung zuweist. Dem Wortlaut von Art. 263 Abs. 4 OR können auch keine Anhaltspunkte entnommen werden, wonach die Begriffe hier in einem abweichenden Sinne zu verstehen wären. BGE 140 III 344 S. 347\n\nAufschlussreich ist sodann, dass das schweizerische Schuldrecht auch in anderen, vergleichbaren Sachzusammenhängen ähnliche Regelungen enthält. Art. 121 Abs. 2 ZGB bestimmt die Folgen der Zuteilung der Wohnung der Familie im Rahmen der Scheidung - wie das Bundesgericht bemerkt hat - nach dem Vorbild von Art. 263 Abs. 4 OR (vgl. dazu Urteil 4A_155/2013 vom 21. Oktober 2013 E. 2.6.2 mit Hinweisen). Ausserhalb des Mietrechts ist namentlich Art. 181 Abs. 2 OR zu erwähnen, der die Übernahme eines Vermögens oder eines Geschäfts mit Aktiven und Passiven regelt und damit ebenfalls eine Konstellation erfasst, in der sich ein Gläubiger oder eine Vertragspartei einen Wechsel auf der Gegenseite gefallen lassen muss. Mit Bezug auf diese Bestimmung, die wie Art. 263 Abs. 4 OR eine (zeitlich beschränkte) solidarische Haftung des bisherigen Schuldners vorsieht, hat das Bundesgericht in einer publizierten Erwägung ausdrücklich festgehalten, zwischen dem bisherigen und dem neuen Schuldner bestehe Solidarität im Sinne von Art. 143 f. OR (BGE 126 III 375 E. 2c). Nachdem in der Botschaft des Bundesrates zu Art. 263 OR - hinsichtlich der Höchstdauer der Solidarhaftung - ausdrücklich auf Art. 181 Abs. 2 OR (in seiner damaligen Fassung) Bezug genommen wurde (Botschaft vom 27. März 1985 zur Revision des Miet- und Pachtrechts, BBl 1985 I 1444), erscheint ein entsprechendes Verständnis von Art. 263 Abs. 4 OR naheliegend.\n\nSomit sprechen das grammatikalische und das gesetzessystematische Auslegungselement dafür, dass Art. 263 Abs. 4 OR ein solidarisches Schuldverhältnis im Sinne der Artikel 143-149 OR anordnet, und gegen die Auffassung der Beschwerdeführerin, die Übertragung der Miete habe eine andersartige \"mietspezifische Solidarität\" zur Folge. Die Beschwerdeführerin vermag sodann auch mit ihrer teleologischen Argumentation nichts für ihren Standpunkt zu gewinnen: Zwar trifft zu, dass der Gesetzgeber es für geboten erachtete, bei der mieterseitigen Übertragung des Mietverhältnisses auf die Interessen des Vermieters Rücksicht zu nehmen und zu diesem Zweck die gemäss Art. 263 Abs. 4 Satz 1 OR erfolgende Befreiung des übertragenden Mieters durch die in Satz 2 statuierte Solidarhaftung einzuschränken. Dieses allgemeine Bestreben kommt zum Ausdruck, wenn der Solidarhaftung in der Literatur \"garantieähnliche Funktion\" attestiert wird (so etwa WEBER, in: Basler Kommentar, Obligationenrecht, Bd. I, 5. Aufl. 2011, N. 7 zu Art. 263 OR). Dass die Weiterhaftung des übertragenden Mieters zu diesem Zweck - BGE 140 III 344 S. 348wie die Beschwerdeführerin meint - in einer besonderen, von der Solidarschuld nach den Artikeln 143-149 OR abweichenden Form ausgestaltet sein müsste, leuchtet allerdings nicht ein. So ist gerade nicht erkennbar, inwiefern der Vermieter durch eine bloss subsidiäre Weiterhaftung des übertragenden Mieters besser geschützt wäre als durch die solidarische Haftung des übertragenden mit dem übernehmenden Mieter, zumal die Beschwerdeführerin selber aus der von ihr vertretenen Rechtsauffassung für den vorliegenden Fall letztlich den umgekehrten Schluss zieht.\n\nSchliesslich hilft es der Beschwerdeführerin auch nicht weiter, wenn sie zu bedenken gibt, dem übertragenden Mieter sei es bei Annahme eines Solidarschuldverhältnisses nach den Artikeln 143-149 OR faktisch nicht möglich, Einreden, Einwendungen oder Gegenforderungen \"aus dem Originalverhältnis\" geltend zu machen. Die damit angesprochene Schwierigkeit ist keine Besonderheit der Übertragung des Mietverhältnisses nach Art. 263 OR, sondern kann sich generell im Rahmen der solidarischen Haftung für eine vertragliche Schuld wie auch etwa bei der Bürgschaft als akzessorischer Sicherheit stellen (vgl. Art. 502 Abs. 1 OR und BGE 138 III 453 E. 2.2.1). Sie vermag jedenfalls den vom Gesetzgeber in Art. 263 Abs. 4 OR getroffenen Entscheid zu Gunsten einer Solidarschuld nicht ausser Kraft zu setzen.\n\n5.4 Aus dem Gesagten ergibt sich, dass die Übertragung der Miete nach Art. 263 Abs. 4 OR eine - zeitlich beschränkte - Solidarschuld des übertragenden und des übernehmenden Mieters gemäss den Art. 143-149 OR zur Folge hat. Die Vorinstanz hat somit zutreffend erkannt, dass die Vermieterin nach Art. 144 Abs. 1 OR grundsätzlich direkt gegen die Beschwerdeführerin vorgehen konnte, ohne hinsichtlich der Mietzins- und Nebenkostenausstände zunächst die übernehmende Mieterin - mittels Klage oder Betreibung - in Anspruch nehmen zu müssen."}