{"annee": "140", "cour": "V", "page": "441", "date": "20/8/2014", "cite": ["134 III 323", "69 III 53", "78 III 126", "130 III 400", "107 III 78"], "cite_par": [], "chapeau": "56. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. A. gegen beco Berner Wirtschaft (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_752/2013 vom 20. August 2014", "regestes": ["Art. 8 ss LACI; art. 93 al. 1 LP; caractère relativement saisissable des indemnités journalières de chômage. Le minimum vital du droit de la poursuite fixé pour un mois civil complet par les autorités de l'exécution forcée dans le cadre d'une saisie de salaire ne peut pas être converti pro rata temporis par la caisse de chômage pour la durée du droit à l'indemnité journalière de chômage au-dedans d'une période de contrôle (mois civil). Il n'est pas juste d'effectuer un tel prélèvement du revenu de remplacement au-dessous du minimum vital du droit de la poursuite, fixé à l'intention de l'office des poursuites (consid. 3)."], "faits": "BGE 140 V 441 S. 442\n\nA. Der 1956 geborene, zuletzt als Chauffeur und Servicemann bei der B. AG tätig gewesene A. bezog seit März 2011 Leistungen der Arbeitslosenversicherung, nachdem die Arbeitgeberin per Ende Februar 2011 das Arbeitsverhältnis gekündigt hatte. Am 20. Juni 2012 zeigte das Betreibungs- und Konkursamt X. der Arbeitslosenkasse des Kantons Bern eine Lohnpfändung des Versicherten an, wobei sein Existenzminimum Fr. 2'100.- betrage. Die diesen Betrag übersteigenden Einkünfte seien dem Betreibungsamt zu überweisen. Mit neuer Lohnpfändungsanzeige vom 17. September 2012 setzte das Betreibungsamt X. das Existenzminimum neu auf Fr. 1'400.- fest. Die Arbeitslosenkasse teilte A. mit Schreiben vom 22. März 2013 mit, sein Taggeldanspruch sei infolge Aussteuerung ab 10. März 2013 ausgeschöpft. Die Taggeldabrechnung für den Monat März 2013, mit welcher vom Bruttotaggeld von Fr. 1'020.90 noch Fr. 535.75 abgezogen und an das Betreibungsamt überwiesen wurden, bestätigte die Kasse mit Verfügung vom 16. Mai 2013 und Einspracheentscheid vom 19. Juni 2013.\n\nB. Die dagegen geführte Beschwerde wies das Verwaltungsgericht des Kantons Bern mit Entscheid vom 4. September 2013 ab.\n\nC. A. führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem sinngemässen Rechtsbegehren, in Aufhebung des vorinstanzlichen Entscheids sei ihm der zu Unrecht abgezogene Betrag von Fr. 535.75 nebst Zins zu 3,25 % zuzusprechen.\n\nDie Arbeitslosenkasse schliesst auf Abweisung der Beschwerde. Das zur Vernehmlassung aufgeforderte Staatssekretariat für Wirtschaft (SECO) schliesst unter Verweis auf das mit dem verwaltungsinternen Zahlungssystem (ASAL) konforme Vorgehen von Vorinstanz und Verwaltung in seiner Vernehmlassung vom 13. Mai 2014 auf Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Streitig ist die Zulässigkeit des erfolgten Abzugs von der im Monat März 2013 zustehenden Arbeitslosenentschädigung zugunsten des Office Y. in der Höhe von Fr. 535.75. Da der strittige Abzug durch die Arbeitslosenkasse als Vollzugsorgan der Arbeitslosenversicherung erfolgte, steht dem Beschwerdeführer der in Art. 56 ff. ATSG (SR 830.1) vorgezeichnete Rechtsweg offen. Die Beschwerde BGE 140 V 441 S. 443in Schuldbetreibungs- und Konkurssachen gemäss Art. 17 SchKG, welche sich gegen Verfügungen eines Betreibungs- oder eines Konkursamtes (als Zwangsvollstreckungsorgan) richtet, fällt daher ausser Betracht (COMETTA/MÖCKLI, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 15 ff. zu Art. 17 SchKG; DIETH/WOHL, in: SchKG, Hunkeler [Hrsg.], 2. Aufl. 2014, N. 1 zu Art. 17 SchKG).\n\n2.2 Nach Art. 94 Abs. 3 AVIG (SR 837.0) ist der Anspruch auf Taggelder einzig im Umfang eines Nachzahlungsanspruchs von bevorschussenden Dritten der Zwangsvollstreckung entzogen. Da das ATSG die Zwangsvollstreckung nicht ordnet (vgl. Art. 22 Abs. 1 ATSG), richtet sich diese nach den Bestimmungen des SchKG.\n\n2.3 Als beschränkt pfändbares Einkommen können Erwerbseinkommen jeder Art, Nutzniessungen und ihre Erträge, Leibrenten sowie Unterhaltsbeiträge, Pensionen und Leistungen jeder Art, die einen Erwerbsausfall oder Unterhaltsanspruch abgelten, namentlich Renten und Kapitalabfindungen, die nicht nach Artikel 92 unpfändbar sind, so weit gepfändet werden, als sie nach dem Ermessen des Betreibungsbeamten für den Schuldner und seine Familie nicht unbedingt notwendig sind (Art. 93 Abs. 1 SchKG). Da die Arbeitslosenentschädigung nicht bei den unpfändbaren Vermögenswerten in Art. 92 Abs. 1 SchKG aufgeführt ist, unterliegen die Arbeitslosentaggelder als Ersatzeinkommen der beschränkten Pfändung (vgl. BGE 130 III 400 E. 3 S. 402 ff.; GEORGES VONDER MÜHLL, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 44 zu Art. 93 SchKG).\n\n3.\n\n3.1 Während die Vorinstanz zum Schluss gelangte, es sei rechtens, wenn die Arbeitslosenkasse das monatliche Existenzminimum anteilsmässig für das im Monat März 2013 (vor der Aussteuerung am 10. März 2013) noch zustehende Arbeitslosentaggeld berechnete und den entsprechenden Abzug hiervon vornahm, wendet der Beschwerdeführer ein, die Arbeitslosenkasse habe unzulässigerweise eine eigene Berechnung des Existenzminimums vorgenommen; es dürfe nicht in das auf Fr. 1'400.- festgesetzte Existenzminimum eingegriffen werden, weshalb ihm das Bruttotaggeld von Fr. 1'020.90 zu belassen sei. Das SECO stützt wiederum die Auffassung von Vorinstanz und Verwaltung, indem es in seiner Stellungnahme vom 13. Mai 2014 ausführte, für das Informatiksystem ASAL BGE 140 V 441 S. 444(Auszahlungssystem der Kasse) sei ein festgesetztes Existenzminimum verbindlich und werde grundsätzlich monatlich fix der versicherten Person unabhängig von der variierenden Anzahl anspruchsberechtigter Tage direkt ausbezahlt. Wenn jedoch Beginn und Ende einer Rahmenfrist innerhalb eines Kalendermonats liegen würden, berechne das ASAL alle Leistungen anteilsmässig in Bezug auf die noch anspruchsberechtigten (\"Stempel\"-)Tage. Dies sei sinnvoll, weil die Arbeitslosenversicherung nur für die Leistungen innerhalb dieser Rahmenfrist zuständig sein könne. Die entsprechende Programmierung des ASAL sei noch nie beanstandet worden. Wenn beispielsweise die Arbeitslosenentschädigung vollumfänglich ausbezahlt würde, der Versicherte jedoch auf den 11. März 2013 wieder eine Stelle gefunden hätte und er beim Arbeitgeber erneut den gesamten Betrag von Fr. 1'400.- geltend machen könnte, würde dieser Schuldner bevorzugt, was nicht angehe.\n\n3.2 Die Parteien sind sich einig, dass die Arbeitslosenentschädigung als Einkommen der (beschränkten) Pfändung unterliegt. Pfändbar ist an sich der ganze Überschuss des Lohnes über dem Existenzminimum (Art. 93 Abs. 1 SchKG). In Anbetracht des Umstands, dass die Arbeitslosenentschädigung ein variables Ersatzeinkommen darstellt, wurde vom Betreibungsamt korrekterweise kein monatlich zu pfändender Fixbetrag angegeben, sondern ein dem Versicherten zu belassendes betreibungsrechtliches Existenzminimum von Fr. 1'400.- errechnet, womit der darüber hinaus gehende Betrag (pfändbare Quote) direkt der Zwangsvollstreckungsbehörde zu überweisen war (Art. 99 SchKG).\n\n3.3 Die rein rechnerische Umsetzung der vorliegenden Problematik wird nicht gerügt und ist auch nicht zu beanstanden: Hätte der Versicherte für den ganzen Monat März 2013 Anspruch auf Arbeitslosentaggeld gehabt, hätte dies ein Bruttotaggeld von Fr. 3'573.15 ergeben (21 x Fr. 170.15), wovon das gesamte monatliche Existenzminimum von Fr. 1'400.- ausbezahlt worden wäre. Nach Abzug der Sozialversicherungsbeiträge von Fr. 283.70 wären demnach Fr. 1'889.45 an das Betreibungsamt überwiesen worden. Bei 21 Arbeitstagen im Monat März 2013 rechnete die Arbeitslosenkasse bei einem verbliebenen Restanspruch auf Arbeitslosenentschädigung für sechs Arbeitstage à Fr. 170.15 das dem Beschwerdeführer zustehende monatliche Existenzminimum nun anteilsmässig auf diese Zeitspanne um ([Fr. 1'400.- : 21] x 6), woraus sich ein \"Existenzminimum pro rata\" von Fr. 400.- ergab. Bei einer BGE 140 V 441 S. 445Bruttotaggeldentschädigung von Fr. 1'020.90 und Sozialversicherungsabzügen in der Höhe von Fr. 85.15 verblieb ein die Fr. 400.- übersteigender Betrag von Fr. 535.75. Dies ist mathematisch korrekt.\n\n3.4 Es stellt sich aber die Frage, ob das für einen ganzen Kalendermonat von der Zwangsvollstreckungsbehörde festgesetzte betreibungsrechtliche Existenzminimum von Fr. 1'400.- pro rata temporis auf die noch in arbeitslosenversicherungsrechtlicher Hinsicht in der Kontrollperiode (Kalendermonat) zustehenden Taggelder umgerechnet werden darf, wenn kein ganzer Abrechnungsmonat im Raum steht. Bei dieser Berechnungsweise wurde die monatliche Grenze von Fr. 1'400.- faktisch unterschritten und eine Summe zuhanden der Betreibungsbehörde abgeschöpft, obwohl die Arbeitslosenentschädigung hier mit Fr. 1'020.90 klar unter der behördlich bestimmten Existenzminimumsgrenze lag, weshalb in diesem Sinne mit dem Beschwerdeführer in das Existenzminimum eingegriffen wurde.\n\nEs steht ausser Zweifel, dass die Leistungen der Arbeitslosenversicherung nur innerhalb einer bestehenden Rahmenfrist erfolgen können. Liegt infolge Beendigung des Taggeldanspruchs kein ganzer Abrechnungsmonat vor, hat die Arbeitslosenkasse die arbeitslosenversicherungsrechtlichen Leistungen aufgrund der verbleibenden anspruchsberechtigten Tage des Kalendermonats zu berechnen. Die betreibungsrechtliche Existenzminimumberechnung basiert aber auf dem tatsächlichen, objektiven Notbedarf des Schuldners (und seiner Familie) pro Monat. Der Betreibungsbeamte legt das Existenzminimum anhand eines pauschalen Grundbetrags, der sich an den monatlichen durchschnittlichen Auslagen (für Nahrung, Kleidung, Körper- und Gesundheitspflege, Unterhalt der Wohnungseinrichtung, Privatversicherungen, Kulturelles einschliesslich Radio/TV- und Telefongebühren sowie für Strom usw.) orientiert, sowie aufgrund individueller Zuschläge fest (BGE 134 III 323 E. 2 S. 324; vgl. auch die \"Richtlinien für die Berechnung des betreibungsrechtlichen Existenzminimums [Notbedarf] nach Art. 93 SchKG\" der Konferenz der Betreibungs- und Konkursbeamten der Schweiz vom 1. Juli 2009). Die Einkommenspfändung erfasst, wie erwähnt (E. 3.2), einzig den das monatliche Existenzminimum übersteigenden Einkommensanteil, was mit einer Pro-rata-Festlegung des Existenzminimums durch die Arbeitslosenkasse nicht vereinbar ist: Wenn die Arbeitslosenkasse den Betrag des monatlichen Existenzminimums auf den hier bis 10. März 2013 begrenzten Zeitraum umrechnet und so das betreibungsrechtliche Instrument der Lohnpfändung mit BGE 140 V 441 S. 446betragsmässig für die Zeitspanne eines Monats fixiertem Existenzminimum in das Taggeldleistungssystem der Arbeitslosenversicherung einverleibt, ist das zweckwidrig und sachfremd. Mit der gewählten Vorgehensweise wird der dem Beschwerdeführer monatlich zur Verfügung stehende Betrag durch die Arbeitslosenversicherung verringert, indem mithin zugunsten der Gläubigerbefriedigung gleichwohl von den Taggeldleistungen ein Abzug vorgenommen wird, auch wenn der Gesamtbetrag der in diesem Monat zustehenden Arbeitslosenentschädigung unter diesem betreibungsrechtlichen Existenzminimum liegt. Damit wird der von Art. 93 Abs. 1 SchKG bezweckte soziale Schutz des Schuldners vereitelt, indem der Notbedarf nicht in voller Höhe dem Zugriff des staatlichen Vollstreckungsorgans und damit demjenigen der Gläubiger entzogen wird und das streng geschützte betreibungsrechtliche Existenzminimum dem Beschwerdeführer nicht mehr ungeschmälert zur Verfügung steht. Schlüssige Argumente für diese Abschöpfung unterhalb des fixierten Existenzminimums werden nicht vorgetragen, zumal weder Vorinstanz noch Verwaltung oder das SECO darzulegen vermögen, woraus sich die Rechtmässigkeit einer solchen Festsetzung ergäbe. Eine rechtliche Grundlage für die anteilsmässige Umrechnung des Existenzminimums auf den Zeitraum des arbeitslosenversicherungsrechtlichen Taggeldanspruchs ergibt sich weder aus dem AVIG noch dem ATSG oder einem anderen Erlass. Die Vorgehensweise der Kasse wird denn auch einzig mit der entsprechenden Programmierung ihres elektronischen Abrechnungssystems begründet, was nach dem Dargelegten nicht zu überzeugen vermag. Auch mit Blick darauf, dass die Zwangsvollstreckungsbehörde jeweils bei Einkommensschwankungen, die dazu führen, dass die Pfändung ins Existenzminimum eingreift, sofort das zur Erreichung des Existenzminimums Fehlende aus den allfällig verfügbaren Lohnüberschüssen dem Beschwerdeführer auszurichten hätte (BGE 69 III 53 E. 2 S. 54 f.; Urteil 5A_567/2013 vom 28. August 2013 E. 5.2), bewirkte dies in Anwendung auf die vorliegende Konstellation einen sinnlosen Leerlauf innerhalb der Verwaltung, indem das zuvor von der Arbeitslosenversicherung Überwiesene dem Versicherten aufgrund des Eingriffs in den Notbedarf direkt wieder von der Zwangsvollstreckungsbehörde auszubezahlen wäre. Oder, sofern die Sozialhilfe den Fehlbetrag in diesem Monat bis zum Existenzminimum überbrückte, eine Rückzahlung an das Sozialamt zu erfolgen hätte.\n\n3.5 Schliesslich ist auch der vom SECO vorgebrachte Einwand, wenn das Existenzminimum nicht auf den Resttaggeldanspruch BGE 140 V 441 S. 447umgerechnet würde, bestünde bei einem Stellenantritt im gleichen Monat die Gefahr einer erneuten Geltendmachung des monatlichen Existenzminimums in voller Höhe, nicht stichhaltig. Ein Stellenantritt nach beendeter Arbeitslosigkeit ist gleich wie ein Stellenwechsel umgehend dem Betreibungsamt mitzuteilen, ansonsten der Schuldner gemäss Art. 292 StGB verzeigt und mit einer Freiheits- oder Geldstrafe bestraft wird. Erhält der Schuldner aus einer nicht deklarierten Arbeitstätigkeit einen Lohn und verfügt er dabei eigenhändig über den das Existenzminimum übersteigenden Betrag, so macht er sich nach Art. 169 StGB (Verfügung über mit Beschlag belegte Vermögenswerte) schuldig, was zu einer Freiheits- oder Geldstrafe führt. Eine Lohnpfändung geht schliesslich bei Stellenwechsel nicht unter, sondern beschlägt ohne weiteres auch den Lohn aus dem neuen Arbeitsverhältnis (BGE 107 III 78 E. 3 S. 81 mit Hinweisen). Diese Rechtsprechung gilt auch, wenn der Schuldner zwischendurch ohne Arbeitsverdienst ist (BGE 107 III 78 E. 3 S. 81 mit Hinweis auf BGE 78 III 129). Nach dem Gesagten ist der erfolgte Abzug in der Höhe von Fr. 535.75 von der zustehenden Arbeitslosenentschädigung nicht rechtens."}