{"annee": "140", "cour": "III", "page": "30", "date": "6/1/2014", "cite": ["138 III 46", "138 III 76", "139 III 24", "139 III 33"], "cite_par": ["141 III 426", "142 III 40", "140 III 24"], "chapeau": "6. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen A. (subsidiäre Verfassungsbeschwerde)\n\n4D_54/2013 vom 6. Januar 2014", "regestes": ["Répartition des frais d'une procédure de preuve à futur autonome (Art. 106, 107 al. 1 let. f et art. 158 CPC). Sort des frais et dépens lorsque l'intimé conclut au rejet de la requête de preuve à futur et qu'il succombe (consid. 3 et 4)."], "faits": "", "considerants": "BGE 140 III 30 S. 31\n\nAus den Erwägungen:\n\n3. Zu entscheiden ist, wie im Verfahren der vorsorglichen Beweisführung nach Art. 158 ZPO die Gerichtskosten zu verteilen sind, wenn der Gesuchsgegner die Abweisung der verlangten Beweiserhebung beantragt und mit diesem Antrag unterliegt. Weiter stellt sich die Frage, ob der anwaltlich vertretene Gesuchsgegner in einem solchen Fall Anspruch auf Parteientschädigung hat. Dabei wird von der Konstellation ausgegangen, dass die vorsorgliche Beweisführung in einem separaten Verfahren vor Einleitung eines Hauptprozesses beantragt wird.\n\n3.1 Nach Art. 158 Abs. 2 ZPO sind auf das Verfahren der vorsorglichen Beweisführung die Bestimmungen über die vorsorglichen Massnahmen anzuwenden. In Bezug auf die Verteilung bzw. Auferlegung der Gerichts- und Parteikosten besteht keine besondere Regelung. Dies wäre aber angebracht, da im Verfahren der vorsorglichen Beweisführung nicht über materiellrechtliche Ansprüche entschieden wird und daher nicht im Sinne des grundsätzlich geltenden Unterliegerprinzips nach Art. 106 ZPO von obsiegender und unterliegender Partei gesprochen werden kann (BGE 139 III 33 E. 4 S. 34). Es gilt daher, gestützt auf die Ausnahmevorschrift von Art. 107 Abs. 1 lit. f ZPO die auf die besondere Konstellation der vorsorglichen Beweisführung zugeschnittene Lösung zu finden.\n\n3.2 Einigkeit besteht darüber, dass die gesuchstellende Partei sowohl die Gerichtskosten als auch die Beweiskosten vorzuschiessen hat (Art. 98 und Art. 102 Abs. 1 ZPO).\n\nDas Bundesgericht hat sodann bereits entschieden, dass die gesuchstellende Partei die Kosten für die Beweisführung zu tragen hat (unter Vorbehalt der Neuverlegung in einem allfälligen Hauptprozess). Es verstosse gegen den Regelungsgedanken von Art. 107 Abs. 1 lit. f ZPO, der Gegenpartei, die keinen Antrag auf Abweisung des Gesuchs, jedoch innerhalb des vom Gesuchsteller bestimmten Beweisthemas Ergänzungsfragen stellte, einen Teil der Gutachterkosten zu auferlegen (BGE 139 III 33 E. 4.6).\n\n3.3 Zu den noch nicht entschiedenen Fragen, welcher Partei die Gerichtsgebühr bei Gutheissung eines bestrittenen Gesuchs um vorsorgliche Beweisführung aufzuerlegen ist und ob der Gesuchsgegner Anspruch auf eine Parteientschädigung hat, sind die Meinungen in der Literatur geteilt: BGE 140 III 30 S. 32\n\nMehrheitlich wird die Ansicht vertreten, dass die Gerichtskosten der gesuchstellenden Partei aufzuerlegen sind, unabhängig davon, ob der Gesuchsgegner Abweisung des Gesuchs beantragt und damit das Vorliegen der Voraussetzungen für eine vorsorgliche Beweisführung bestritten hat. Die Kostenauflage habe dabei unter Vorbehalt einer Abwälzung zu erfolgen, wenn die gesuchstellende Partei in einem späteren Hauptprozess obsiegen sollte (WALTER FELLMANN, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2. Aufl. 2013, N. 37 zu Art. 158 ZPO; HANS SCHMID, in: ZPO, Oberhammer [Hrsg.], 2. Aufl. 2013, N. 5 zu Art. 104 ZPO i.V.m. N. 9 zu Art. 158 ZPO; wohl auch: PETER GUYAN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 9a/b zu Art. 158 ZPO sowie JÜRGEN BRÖNIMANN, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 25 f. zu Art. 158 ZPO; JOHANN ZÜRCHER, in: Schweizerische Zivilprozessordnung [ZPO], Kommentar, Brunner und andere [Hrsg.], 2011, N. 20 zu Art. 158 ZPO [anders aber in der online-update-Fassung vom 20. Oktober 2013, N. 27 in fine zu Art. 158 ZPO]; für ein grosses Ermessen des Richters: DENIS TAPPY, in: Code de procédure civile commenté, 2011, N. 14 zu Art. 104 ZPO).\n\nEbenso wird überwiegend befürwortet, dass der Gesuchsgegner Anspruch auf eine Parteientschädigung hat, unter Vorbehalt einer Rückerstattung bei Unterliegen im Hauptprozess. Denn der Gesuchsgegner wird unter Umständen gegen seinen Willen in ein Verfahren einbezogen, dessen finanzielle Folgen für eine anwaltliche Vertretung er nicht abwenden kann (FELLMANN, a.a.O., N. 40 zu Art. 158 ZPO; BRÖNIMANN, a.a.O., N. 26 zu Art. 158 ZPO; GUYAN, a.a.O., N. 9b zu Art. 158 ZPO; SCHMID, a.a.O., N. 5 zu Art. 104 ZPO i.V.m. N. 9 zu Art. 158 ZPO).\n\nVereinzelt wird demgegenüber die Ansicht vertreten, die Prozesskosten seien dem Gesuchsgegner aufzuerlegen, wenn er sich dem Gesuch widersetzt habe (MARK SCHWEIZER, Vorsorgliche Beweisabnahme nach schweizerischer Zivilprozessordnung und Patentgesetz, ZZZ 2010 S. 3 ff., 27; ihm folgend ZÜRCHER, a.a.O., online-update-Fassung vom 20. Oktober 2013, N. 27 in fine zu Art. 158 ZPO).\n\n3.4 Die Mehrheitsmeinung verdient Unterstützung.\n\n3.4.1 Auszugehen ist vom Umstand, dass es im Verfahren der vorsorglichen Beweisführung im Normalfall keine unterliegende Partei gibt (BGE 139 III 33 E. 4 S. 34). In diesem Stadium der BGE 140 III 30 S. 33Auseinandersetzung ist keine obsiegende oder unterliegende Partei auszumachen. Die vorsorgliche Beweisaufnahme erfolgt im Hinblick auf ein eventuelles Hauptverfahren, in dem erst entschieden wird, welche Partei in der Auseinandersetzung über einen behaupteten materiellen Anspruch unterliegt (vgl. BRÖNNIMANN, a.a.O., N. 26 zu Art. 158 ZPO). Entgegen der Ansicht der Vorinstanz kann der Gesuchsgegner daher nicht als unterliegende Partei im Sinne von Art. 106 Abs. 1 ZPO betrachtet werden, wenn er die Abweisung des Gesuchs um vorsorgliche Beweisführung beantragt hat und das Gesuch entgegen diesem Antrag gutgeheissen wird. Das Unterliegerprinzip kann hier für die Kostenverteilung nicht zum Tragen kommen.\n\nZu beachten ist dabei auch, dass der Abweisungsantrag für die Durchführung eines Verfahrens nicht ausschlaggebend ist. Der Richter hat auch ohne einen solchen in einem ersten Schritt zu prüfen, ob die gesetzlichen Voraussetzungen für eine vorsorgliche Beweisführung nach Art. 158 ZPO erfüllt sind, d.h. im Fall, dass sich das Gesuch auf Art. 158 Abs. 1 lit. b ZPO stützt, ob eine Gefährdung der Beweismittel oder ein schutzwürdiges Interesse im Sinn dieser Bestimmung glaubhaft gemacht ist (vgl. dazu BGE 138 III 76 E. 2.4.2 S. 81 f.; Urteil 4A_118/2012 vom 19. Juni 2012 E. 2.1). Diese Prüfung hat - ähnlich wie diejenige über das Vorliegen von Prozessvoraussetzungen - von Amtes wegen zu erfolgen und kann im Rahmen eines selbständig zu eröffnenden Zwischenentscheids vorgenommen werden (Art. 237 Abs. 1 ZPO; BGE 138 III 46 E. 1.1 S. 46 f.). Werden die Voraussetzungen bejaht, sind in einem zweiten Schritt die beantragten Beweise zu erheben. Mit anderen Worten hat es der Gesuchsgegner nicht in der Hand zu bewirken, dass das Verfahren um vorsorgliche Beweisführung vermieden werden kann, indem er das Gesuch \"anerkennt\" bzw. darauf verzichtet, dessen Abweisung zu beantragen, auch wenn sich der Richter in der ersten Verfahrensphase in aller Regel auf eine grobe Prüfung beschränken kann, falls der Gesuchsgegner das Vorliegen der gesetzlichen Voraussetzungen anerkennt. Anders als in einem Prozess um einen materiellrechtlichen Anspruch gibt es im Verfahren der vorsorglichen Beweisführung keine Klageanerkennung, die zur Abschreibung des Verfahrens führte (vgl. Art. 241 Abs. 3 ZPO). Auch wenn sich der Gegner dem Gesuch nicht widersetzt, ist das Verfahren durchzuführen, und bei gegebenen Voraussetzungen sind die beantragten Beweise abzunehmen.\n\nDas Vorgehen der Vorinstanz, welche die Kosten entsprechend den Anträgen zum Gesuch nach Obsiegen und Unterliegen verlegte, BGE 140 III 30 S. 34widerspricht den genannten Besonderheiten der vorsorglichen Beweisführung. Es verfängt zudem auch in der Konsequenz nicht: Denn wenn der Antrag des Gesuchsgegners für die Kostenverteilung ausschlaggebend sein sollte, müsste der Gesuchsgegner de lege gerade auch bei einem Antrag auf Gutheissung des Gesuchs (bzw. einer \"Anerkennung\" desselben) als unterliegend betrachtet und mit den Kosten belastet werden (vgl. Art. 106 Abs. 1 Satz 2 ZPO in fine).\n\n3.5 Kann die Kostenverteilung - mangels unterliegender Partei - nicht nach dem sonst geltenden Unterliegerprinzip nach Art. 106 ZPO vorgenommen werden, ist zu fragen, wessen Interessen das Verfahren der vorsorglichen Beweisführung dient, so dass es billig erscheint, diese Partei die Kosten (vorbehältlich einer anderen Verteilung im Hauptprozess) tragen zu lassen (vgl. Art. 107 Abs. 1 lit. f ZPO).\n\nDie vorsorgliche Beweisführung dient stets dem Interesse derjenigen Partei, die darum ersucht. Sie gibt ihr die Möglichkeit, einen gefährdeten Beweis zu sichern oder durch entsprechende Beweiserhebung ihre Prozesschancen abzuklären. Von dieser Möglichkeit kann die gesuchstellende Partei (bei gegebenen Voraussetzungen) nach eigenem Gutdünken Gebrauch machen. Die (potentielle zukünftige) Gegenpartei hingegen wird durch die vorsorgliche Beweisführung in ein Verfahren gezwungen, noch bevor ein Prozess gegen sie angestrengt ist. Da sie aber mit einem solchen zu rechnen hat, muss es ihr unbenommen sein, sich wie in einem solchen gegen die beantragte vorsorgliche Beweisführung im angezeigten Umfang zur Wehr zu setzen, ohne bereits einem Kostenrisiko ausgesetzt zu sein. Zu Recht weist die Beschwerdeführerin darauf hin, dass die Gegenpartei in einem hängigen Prozess die Abweisung eines gegnerischen Beweismittels beantragen kann, ohne sich deswegen einem separaten Kostenrisiko auszusetzen. Es sind keine sachlichen Gründe ersichtlich, weshalb dies anders sein soll, wenn eine Beweiserhebung in einem eigenständigen Verfahren vor Einleitung des Hauptprozesses beantragt wird.\n\nDie gesuchstellende Partei hat die Möglichkeit, den Hauptprozess anzustrengen und bei Obsiegen in der Sache auch die Kosten des vorsorglichen Beweisverfahrens auf die in der Sache unterliegende Partei abzuwälzen. Verzichtet sie nach erfolgter vorsorglicher Beweiserhebung auf die Einleitung eines Hauptprozesses, um ihren behaupteten materiellen Anspruch durchzusetzen, kommt dies ihrem Unterliegen in einem solchen Prozess gleich und ist es sachgerecht, BGE 140 III 30 S. 35wenn ihr die Kosten der vorsorglichen Beweisaufnahme endgültig anhaften. Demgegenüber hat es der Gesuchsgegner nicht in der Hand, einen Hauptprozess einzuleiten und sich so bei Obsiegen der Kosten zu entledigen. Immerhin lässt sich erwägen, dass der Gesuchsgegner eine negative Feststellungsklage über das Nichtbestehen eines materiellen Anspruchs erheben könnte, um in einem Hauptprozess obsiegen zu können. Dieser Weg würde aber dem Ziel der vorsorglichen Beweisführung, aussichtslose (d.h. unnötige) Prozesse zu vermeiden (BGE 138 III 76 E. 2.4.2 S. 81), diametral zuwiderlaufen.\n\nDie Vorinstanz hat diese besondere Interessenlage gänzlich unberücksichtigt gelassen und damit im Ergebnis einen willkürlichen Entscheid getroffen.\n\n3.6 Aus den gleichen Überlegungen, namentlich, dass der Gesuchsgegner nicht als unterliegende Partei im Sinne von Art. 106 Abs. 1 ZPO betrachtet werden kann, auch wenn er die Abweisung eines schliesslich gutgeheissenen Gesuchs um vorsorgliche Beweisführung beantragt hat, folgt, dass der Gesuchsgegner Anspruch auf Parteientschädigung für das Gesuchsverfahren hat. Er wird mitunter gegen seinen Willen in das Verfahren einbezogen und hat allenfalls an der Beweiserhebung mitzuwirken (z.B. bei einem Gutachten). Sofern er sich anwaltlich vertreten lässt, entsteht ihm dadurch Aufwand. Dieser ist ihm vom Gesuchsteller zu ersetzen, unter Vorbehalt einer Rückerstattung entsprechend dem Ausgang des Hauptprozesses, über dessen Einleitung allein der Gesuchsteller entscheidet.\n\n4. Nach dem Gesagten ist die Beschwerde gutzuheissen und das Urteil des Obergerichts vom 6. August 2013 aufzuheben. Der Beschwerdeführerin dürfen für das erstinstanzliche Verfahren keine Gerichtskosten auferlegt werden. Der Beschwerdegegner als die gesuchstellende Partei hat der Beschwerdeführerin zudem eine Parteientschädigung für das erstinstanzliche Verfahren zu entrichten. Da das Obergericht die Höhe der Parteientschädigung an die Beschwerdeführerin für das erstinstanzliche Verfahren noch nicht bestimmt hat, ist auf einen reformatorischen Entscheid des Bundesgerichts zu verzichten. Die Sache wird zu neuem Entscheid im Sinne der bundesgerichtlichen Erwägungen an die Vorinstanz zurückgewiesen (Art. 107 Abs. 2 BGG; Urteil 4A_375/2012 vom 20. November 2012 E. 1.2, nicht publ. in: BGE 139 III 24). Diese wird auch über die Verteilung der obergerichtlichen Kosten neu zu befinden haben (Art. 67 und Art. 68 Abs. 5 BGG). BGE 140 III 30 S. 36\n\nBei diesem Ausgang des Verfahrens wird der Beschwerdegegner im bundesgerichtlichen Verfahren kosten- und entschädigungspflichtig (Art. 66 Abs. 1 und Art. 68 Abs. 2 BGG)."}