{"annee": "140", "cour": "II", "page": "33", "date": "12/12/2013", "cite": ["126 II 366", "119 IB 463", "133 II 292", "124 II 219", "118 IB 234", "126 II 300", "133 II 169"], "cite_par": ["140 II 214"], "chapeau": "5. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. und B. gegen C., D. und Gemeinderat Möhlin sowie Departement Bau, Verkehr und Umwelt des Kantons Aargau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_250/2013 vom 12. Dezember 2013", "regestes": ["Limitations préventives des émissions lumineuses (éclairages décoratifs pour Noël et durant le reste de l'année) fondées sur les art. 11 al. 2 et 12 al. 2 LPE. Dispositions applicables (légales, techniques et professionnelles) (consid. 4). Intérêt public à la limitation des émissions lumineuses en général (consid. 5.4) et en particulier durant la période de repos nocturne comprise entre 22h00 et 06h00 (consid. 5.5). L'éclairage décoratif durant l'année a été limité jusqu'à 22h00. Cette manière de faire ne restreint que légèrement le droit de propriété, ainsi que les autres droits fondamentaux des recourants et est proportionnée (consid. 5.6- 5.8). L'éclairage pour Noël a été limité à la période du 1er dimanche de l'Avent au 6 janvier et ne peut être enclenché que jusqu'à 01h00 du matin le jour suivant. Ce faisant, il est tenu compte d'une manière suffisante de l'intérêt privé des recourants, ainsi que des traditions des éclairages de l'Avent et de Noël (consid. 6). Aucune violation du principe de l'égalité de traitement (consid. 7)."], "faits": "BGE 140 II 33 S. 34\n\nA. A. und B. bewohnen ein Haus (...) in Möhlin. Vom 11. November (Martinstag) bis zum 2. Februar (Maria Lichtmess) schmücken sie die Aussenfassade des Hauses, den Carport und den Garten BGE 140 II 33 S. 35(Bäume, Sträucher, Gewächshaus) mit Weihnachtsbeleuchtung (u.a. beleuchtete Sterne, Weihnachtsmänner, Lichtergirlanden). Zudem leuchten Sterne in den Fenstern des Hauses.\n\nNach der Weihnachtszeit wird eine reduzierte Beleuchtung für das ganze Jahr hindurch installiert (Ganzjahresbeleuchtung). Die Hausfassaden werden von allen Seiten mit Spots beleuchtet. Gewisse Lichterketten (z.B. am Carport) bleiben bestehen und einzelne Bäume werden weiterhin beleuchtet. In den Fenstern befinden sich anstelle der Sterne kleine Tischlampen.\n\nDie Steuerung der Beleuchtung erfolgt mit Zeitschaltuhren. Zur Weihnachtszeit wird die Beleuchtung zwischen 16.30 und 17.00 Uhr ein- und zwischen 00.30 und 01.00 Uhr abgeschaltet. Ausserhalb der Weihnachtszeit schaltet die Beleuchtung jeweils mit dem Eindunkeln entsprechend der Jahreszeit ein.\n\nD. und C. bewohnen das vis-à-vis liegende Haus (...). Sie fühlen sich durch die Weihnachts- und Ganzjahresbeleuchtung gestört. Am 9. Februar 2011 beantragten sie bei der Gemeinde Möhlin eine zeitliche Beschränkung und Reduktion der Lichtimmissionen. Der Gemeinderat wies den Antrag am 20. Juni 2011 ab.\n\nB. Dagegen erhoben D. und C. Verwaltungsbeschwerde an das Departement Bau, Verkehr und Umwelt des Kantons Aargau (BVU). Dieses führte einen Augenschein durch. Am 19. April 2012 hiess es die Beschwerde gut und verpflichtete A. und B., die Zierbeleuchtung (Ganzjahresbeleuchtung und Weihnachtsbeleuchtung) ab 22.00 Uhr abzuschalten; nur am 24., 25. und 26. Dezember dürfe sie bis 01.00 Uhr des Folgetags eingeschaltet bleiben.\n\nC. Gegen den Entscheid des BVU gelangten A. und B. am 18. Mai 2012 an das Verwaltungsgericht des Kantons Aargau. Dieses führte am 11. Dezember 2012 eine Augenscheinsverhandlung durch. Am 18. Dezember 2012 hiess es die Beschwerde teilweise gut. Es änderte den angefochtenen Entscheid wie folgt ab:\n\n\"A. und B. werden verpflichtet, die Zierbeleuchtung (Ganzjahresbeleuchtung) (...) ab 22.00 Uhr abzuschalten; die Weihnachtsbeleuchtung ist vom 1. Advent bis 6. Januar zulässig und darf bis 01.00 Uhr des Folgetags eingeschaltet bleiben.\"\n\nD. Gegen den verwaltungsgerichtlichen Entscheid haben A. und B. am 4. März 2013 Beschwerde in öffentlich-rechtlichen Angelegenheiten erhoben. (...) BGE 140 II 33 S. 36\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n4. Künstliches Licht besteht aus elektromagnetischen Strahlen und gehört daher zu den Einwirkungen i.S.von Art. 7 Abs. 1 USG (SR 814.01), die beim Austritt aus Anlagen als Emissionen, am Ort ihres Einwirkens als Immissionen bezeichnet werden (Art. 7 Abs. 2 USG).\n\n4.1 Im Sinne der Vorsorge sind Einwirkungen, die schädlich oder lästig werden könnten, frühzeitig zu begrenzen (Art. 1 Abs. 2 USG). Demgemäss sind u.a. Strahlen durch Massnahmen bei der Quelle zu begrenzen (Art. 11 Abs. 2 USG; Emissionsbegrenzungen), und zwar unabhängig von der bestehenden Umweltbelastung, so weit, als dies technisch und betrieblich möglich und wirtschaftlich tragbar ist (Art. 11 Abs. 2 USG; Vorsorgeprinzip). Art. 12 Abs. 1 USG nennt als Massnahmen zur Emissionsbegrenzung den Erlass von Emissionsgrenzwerten (lit. a), Bau- und Ausrüstungsvorschriften (lit. b) und Verkehrs- oder Betriebsvorschriften (lit. c). Die Begrenzungen werden durch Verordnungen oder, soweit diese nichts vorsehen, durch unmittelbar auf das USG abgestützte Verfügungen vorgeschrieben (Art. 12 Abs. 2 USG).\n\nNach dem klaren Wortlaut des Gesetzes sind daher Emissionsbegrenzungen nach Art. 12 Abs. 2 USG nicht nur zum Schutz gegen schädliche oder lästige Emissionen geboten, sondern - gestützt auf das Vorsorgeprinzip - auch zur Vermeidung unnötiger Emissionen (BGE 133 II 169 E. 175; BGE 126 II 366 E. 2b S. 368 mit Hinweisen). Sie werden insbesondere durch das Verhältnismässigkeitsprinzip begrenzt; zudem können (namentlich bei bewilligten Anlagen) Gründe des Vertrauensschutzes der (sofortigen) Herstellung des rechtmässigen Zustands entgegenstehen (vgl. Urteil des Bundesgerichts 1C_177/2011 vom 9. Februar 2012 E. 4.2 mit Hinweisen; GRIFFEL/RAUSCH, Kommentar zum Umweltschutzgesetz, Ergänzungsband, 2011, N. 10 zu Art. 16 USG).\n\n4.2 Gemäss Art. 11 Abs. 3 USG werden die Emissionsbegrenzungen verschärft, wenn feststeht oder zu erwarten ist, dass die Einwirkungen unter Berücksichtigung der bestehenden Umweltbelastung schädlich oder lästig werden. Da Immissionsgrenzwerte für sichtbares Licht fehlen, müssen die Behörden die Lichtimmissionen im BGE 140 II 33 S. 37Einzelfall beurteilen, unmittelbar gestützt auf die Art. 11-14 USG sowie Art. 16-18 USG (BGE 124 II 219 E. 7a S. 230 mit Hinweis; Urteile des Bundesgerichts 1C_177/2011 vom 9. Februar 2012 E. 5.2; 1C_105/2009 vom 13. Oktober 2009 E. 3.1, in: URP 2010 S. 145, RDAF 2011 I S. 480). Dabei muss analog Art. 14 lit. a und b USG sichergestellt werden, dass die Immission nach dem Stand der Wissenschaft oder der Erfahrung Menschen, Tiere und Pflanzen, ihre Lebensgemeinschaften und Lebensräume nicht gefährden und die Bevölkerung in ihrem Wohlbefinden nicht erheblich stören.\n\n4.3 Die Vollzugsbehörde kann sich hierfür auf Angaben von Experten und Fachstellen stützen. Als Entscheidungshilfe dienen ferner fachlich genügend abgestützte ausländische Richtlinien, sofern die Kriterien, auf welchen diese Unterlagen beruhen, mit denjenigen des schweizerischen Umweltrechts vereinbar sind (BGE 133 II 292 E. 3.3 S. 297). Dazu gehört insbesondere die Richtlinie 150 der Commission Internationale de l'Eclairage aus dem Jahr 2003 (nachfolgend: Richtlinie CIE 150:2003) sowie die \"Hinweise zur Messung, Beurteilung und Minderung von Lichtimmissionen\" der deutschen Bund/Länder-Arbeitsgemeinschaft vom 13. September 2012 (im Folgenden; LAI 2012; es handelt sich um die überarbeitete Fassung der LAI 2000) (Urteil des Bundesgerichts 1C_216/2010 vom 28. September 2010 E. 3.2, in: URP 2010 S. 698, RDAF 2011 I S. 481).\n\nDas Bundesamt für Umwelt, Wald und Landschaft (BUWAL; heute BAFU) hat im Jahr 2005 Empfehlungen zur Vermeidung von Lichtemissionen (nachfolgend: Empfehlungen BUWAL) herausgegeben. Diese konkretisieren in erster Linie das Vorsorgeprinzip, indem sie aufzeigen, wie sich unnötige Lichtemissionen durch eine nachhaltige Lichtnutzung in Aussenräumen vermeiden lassen. Sie zeigen aber auch die negativen Konsequenzen von Lichtimmissionen auf Menschen, Tiere und Pflanzen, ihre Lebensgemeinschaften und Lebensräume auf, die bei der Beurteilung der Schädlichkeit von Lichtimmissionen zu berücksichtigen sind (Art. 1 Abs. 1 und Art. 14 lit. a USG analog; vgl. auch Art. 18 des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz [NHG; SR 451] und Art. 1 Abs. 1 und Art. 7 Abs. 4 des Bundesgesetzes vom 20. Juni 1986 über die Jagd und den Schutz wildlebender Säugetiere und Vögel [JSG; SR 922.0]).\n\nSeit 1. März 2013 gilt die SIA-Norm 491 zur Vermeidung von unnötigen Lichtemissionen im Aussenraum (im Folgenden: SIA 491: 2013). BGE 140 II 33 S. 38Diese verzichtet bewusst auf die Festlegung von Richtwerten, und zielt darauf ab, unnötige Lichtemissionen an der Quelle zu vermeiden, in Anwendung des Vorsorgeprinzips und entsprechend dem Stand der Technik (Ziff. 0.3). Sie kann als Äusserung von Fachleuten zu dieser Fragestellung auch in Verfahren herangezogen werden, die - wie hier - schon vor dem 1. März 2013 eingeleitet worden sind.\n\n4.4 Die Vorinstanzen gingen gestützt auf ihren Augenschein davon aus, dass die Weihnachts- und Ganzjahresbeleuchtung der Beschwerdeführer keine schädlichen oder lästigen Immissionen, namentlich für die Beschwerdegegner, verursachen. Dies verkennen die Beschwerdeführer, wenn sie dem Verwaltungsgericht vorwerfen, zu Unrecht auf die subjektive Empfindlichkeit der Beschwerdegegner abgestellt zu haben.\n\nIm Folgenden ist daher zu prüfen, ob sich die angeordneten Emissionsbegrenzungen auf das Vorsorgeprinzip stützen können, verhältnismässig und mit den Grundrechten der Beschwerdeführer vereinbar sind. Dabei ist zu unterscheiden zwischen der Ganzjahresbeleuchtung, die um 22.00 Uhr abgeschaltet werden muss (unten E. 5), und der Weihnachtsbeleuchtung, die vom 1. Advent bis zum 6. Januar bis 01.00 Uhr des Folgetags eingeschaltet bleiben darf (unten E. 6).\n\nDa die Beschwerdegegner das Urteil des Verwaltungsgerichts nicht angefochten haben, ist nicht zu prüfen, ob weitergehende Emissionsbegrenzungen zulässig oder sogar geboten gewesen wären.\n\n5. Die Beschwerdeführer halten die zeitliche Beschränkung der Ganzjahresbeleuchtung auf 22.00 Uhr für unzulässig.\n\n5.1 Sie verletze das Umweltschutzrecht, weil sie auf einer undifferenzierten Gleichschaltung von Licht- und Lärmimmissionen beruhe. Die Empfehlungen des BUWAL, auf die sich das Verwaltungsgericht berufen habe, beträfen ausschliesslich öffentliche oder sehr lichtintensive private Beleuchtungen (z.B. Skybeamer) und seien auf die hier streitige Lichtinstallation nicht anwendbar, die aus gewöhnlichen, im Detailhandel erhältlichen Leuchtkörpern bestehe.\n\nDie Beschwerdeführer rügen eine Verletzung der persönlichen Freiheit (Art. 10 Abs. 2 BV), der Eigentumsgarantie (Art. 26 BV) und der Kunstfreiheit (Art. 21 BV). Die Zierbeleuchtung im Garten sei Ausdruck ihrer Lebensfreude und Teil ihrer BGE 140 II 33 S. 39Persönlichkeitsentfaltung. Sie sei die Fortsetzung der kunstvollen Wohnungseinrichtung und bilde mit dieser ein Gesamtkunstwerk. Es gebe keine Norm, die das Aufstellen von Kunstobjekten, zu denen auch Lichtinstallationen gehörten, verbieten würde. Überdies umfasse die Eigentumsgarantie das Recht, Haus und Garten im Rahmen der gesetzlichen Bestimmungen nach Belieben zu beleuchten. Sie machen geltend, dass die Beleuchtung auch dem Schutz vor Einbrechern diene und insofern Sicherheitsfunktion habe. Insbesondere in der warmen Jahreszeit schränke das Verbot der Beleuchtung nach 22.00 Uhr die Nutzung des Gartens ein. Unverhältnismässig sei zudem das Verbot von Zierbeleuchtung in den Fenstern: Dies würde die Beschwerdeführer dazu zwingen, entweder die Fensterläden zu schliessen oder das Licht im Haus teilweise zu löschen.\n\nDie Einschränkung dieser Grundrechte sei nur zulässig, wenn eine gesetzliche Grundlage vorliege, die Einschränkung im öffentlichen Interesse liege oder dem Schutz von Grundrechten Dritter diene und verhältnismässig sei (Art. 36 Abs. 1-3 BV). Diese Voraussetzungen fehlten im vorliegenden Fall. Insbesondere fehle ein öffentliches Interesse an der Einschränkung der Zierbeleuchtung, an der sich einzig die Beschwerdegegner störten. Die Einschränkung sei auch unverhältnismässig, weil das Schlafzimmer der Beschwerdegegner ohnehin durch die Strassenbeleuchtung erhellt werde, das Abschalten der Zierbeleuchtung daher nicht zu einer feststellbaren Verdunkelung des Strassenraums führen würde. Der \"Gewinn\" für die Beschwerdegegner sei so geringfügig, dass er den Grundrechtseingriff nicht zu rechtfertigen vermöge.\n\n5.2 Das Verwaltungsgericht führte aus, dass es sich um eine Zierbeleuchtung handle, die nicht der Sicherheit diene, sondern der Verschönerung von Haus und Garten. Dem privaten Interesse der Beschwerdeführer am möglichst uneingeschränkten Betrieb ihrer Zierbeleuchtung stehe das Interesse an der Vermeidung von unnötigen Lichtemissionen entgegen. In Analogie zur Nachtruhe für den Lärmschutz gemäss Anhang 3-5 der Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41) und § 9 Abs. 2 des Polizeireglements Unteres Fricktal hielt es eine zeitliche Beschränkung der Betriebszeit der Ganzjahresbeleuchtung auf 22.00 Uhr für sinnvoll und angemessen. Ab 22.00 Uhr sei das Bedürfnis der Bevölkerung bzw. der Nachbarschaft an einer ungestörten Nachtruhe hoch zu werten; auch Gründe der Ökologie und der Energieersparnis BGE 140 II 33 S. 40sprächen für eine Einschränkung solcher Beleuchtungen, insbesondere wenn sie das ganze Jahr über betrieben würden.\n\n5.3 Wie bereits oben (E. 4.1) aufgezeigt wurde, verlangt Art. 11 Abs. 2 USG die Begrenzung von Emissionen an der Quelle im Rahmen der Vorsorge. Hierfür kann insbesondere eine zeitliche Beschränkung des Betriebs angeordnet werden (Art. 12 Abs. 1 lit. c USG), unmittelbar gestützt auf das Umweltschutzgesetz (Art. 12 Abs. 2 USG). Es ist unstreitig, dass es technisch und betrieblich möglich und wirtschaftlich tragbar ist, die Zierbeleuchtung nach 22.00 Uhr abzuschalten. Art. 11 Abs. 2 USG ist jedoch im Lichte des Verhältnismässigkeitsprinzips auszulegen. Insofern ist im Folgenden noch die Verhältnismässigkeit der Massnahme zu prüfen; hierfür sind die öffentlichen und privaten Interessen an der Vermeidung von (unnötigen) Lichtimmissionen mit den privaten Interessen der Beschwerdeführer abzuwägen.\n\n5.4 In den Empfehlungen des BUWAL (S. 15 ff.) wird dargelegt, dass die zunehmende Aufhellung des Nachthimmels die Wahrnehmung des Sternenhimmels und das Erlebnis der nächtlichen Landschaft beeinträchtigt; hinzu kommen mögliche negative Auswirkungen auf die Gesundheit des Menschen sowie auf Tiere und Pflanzen (S. 17 ff.).\n\nDies bestätigt der vom Bundesrat am 13. Februar 2013 genehmigte Bericht des BAFU \"Auswirkungen von künstlichem Licht auf die Artenvielfalt und den Menschen\" vom 29. November 2012 (http://www.admin.ch/aktuell/00089/index.html?lang=de&msgid=47743). Danach haben die gegen oben gerichteten Lichtemissionen in der Schweiz in den letzten zwanzig Jahren um rund 70 % zugenommen. Dadurch nimmt die Nachtdunkelheit ab und grosse, natürlich dunkle Gebiete werden immer seltener. In der Schweiz tragen der hohe Zersiedelungsgrad und die coupierte Topografie dazu bei, dass Kunstlicht weit in die nächtliche Landschaft hinaus wirkt. Die Lebensräume nachtaktiver Tiere können durch künstliches Licht erheblich gestört werden, wodurch die Überlebensfähigkeit lichtempfindlicher Arten reduziert und ihr Sterberisiko erhöht wird. Der Lebensraum von Tieren kann durch Lichtemissionen zerschnitten, ihr Aktionsradius eingeschränkt und das Nahrungsangebot reduziert werden. Nachtaktive Tiere erwachen wegen der Beleuchtung später und haben weniger Zeit für die Nahrungssuche. In Lebensgemeinschaften kann es zur Verschiebung und Verarmung der BGE 140 II 33 S. 41Artenzusammensetzung kommen. Bei bedrohten Arten muss ein Rückgang oder gar das Aussterben von kleinen, isolierten Populationen besonders dort befürchtet werden, wo Lebensräume durch die städtische Entwicklung zerschnitten werden. Einflüsse von künstlichem Licht auf Tiere und Pflanzen sind in zahlreichen Fällen nachgewiesen worden; eine systematische Erforschung der Beeinträchtigung von Arten, Organismengruppen oder Lebensgemeinschaften fehlt jedoch. Nachgewiesen ist immerhin, dass eine hohe Zahl von Insekten und Vögeln durch Lichtquellen zugrunde geht (vgl. dazu bereits die Empfehlungen des BUWAL, S. 18 f.).\n\nDa bislang Erkenntnisse zur Quantifizierung der negativen Auswirkungen von Lichtemissionen auf Pflanzen und Tiere fehlen, besteht ein gewichtiges öffentliches Interesse daran, zumindest unnötige Lichtemissionen im Rahmen der Vorsorge zu begrenzen.\n\n5.5 Dies gilt - entgegen der Auffassung der Beschwerdeführer - nicht nur für öffentliche Beleuchtungsanlagen und besonders intensive private Lichtemissionen (wie Skybeamer): Bei der zunehmenden Belastung durch Licht handelt es sich um einen schleichenden Prozess; jede künstliche Lichtquelle ist potenziell Mitverursacherin unerwünschter Lichtemissionen (Empfehlungen BUWAL, S. 12). Insofern besteht ein öffentliches Interesse daran, auch die Beleuchtung privater Gebäude und Anlagen vorsorglich zu begrenzen. Das BAFU bestätigt daher in seiner Vernehmlassung ausdrücklich, dass die Empfehlungen von 2005 zur Vermeidung von Lichtimmissionen auch für private Emittenten gelten (so auch der Leitfaden zur Vermeidung unnötiger Lichtimmissionen des Amts für Umwelt des Kantons Solothurn aus dem Jahre 2011, S. 10).\n\nAuch die SIA 491:2013 widmet der Beleuchtung privater Gebäude und Anlagen, einschliesslich Einfamilienhäusern und Privatgärten, einen eigenen Abschnitt (Ziff. 3.8). Zu den möglichen unnötigen Lichtimmissionen dieser Kategorie zählen u.a. das Anleuchten von nicht zu beleuchtenden Umgebungsflächen, das ungenaue Anleuchten oder das unnötige ganznächtliche Anleuchten von Objekten (Ziff. 3.8.2.2). Zu den möglichen Auswirkungen zählen die Aufhellung des Nachthimmels, die Aufhellung von Naturräumen und naturnahen Gebieten, die Störung von Fledermäusen, Zugvögeln und Wildsäugern, die Anziehung von Insekten und die Verkünstlichung der natürlichen Nachtlandschaft (Ziff. 3.8.3). Als emissionsmindernde Massnahme empfiehlt die Norm u.a. die Minimierung und BGE 140 II 33 S. 42Begrenzung von Betriebszeiten (Ziff. 3.8.4.2); zum Schutz der Nachtruhe wird empfohlen, im Zeitraum zwischen 22.00 und 06.00 Uhr u.a. auf Garten- und Dekorbeleuchtung sowie die Anstrahlung von Objekten zu verzichten (Ziff. 2.5.5 i.V.m. Ziff. 3.8.4.1).\n\nDies entspricht der Empfehlung des BUWAL (Ziff 5.2.9 S. 34) und anderer Stellen (z.B. dem bereits erwähnten Leitfaden des Kantons Solothurn, S. 17 und 30), wonach eine Synchronisierung mit dem Nachtruhefenster, ähnlich wie im Lärmschutz, von 22.00 bis 06.00 Uhr anzustreben sei. Die Gemeinde Möhlin kommt dieser Empfehlung insofern nach, als sie die öffentliche Strassenbeleuchtung nach 22.00 Uhr zwar nicht abgeschaltet, wohl aber um 30-40 % der Stärke abdämmt.\n\nNach dem Gesagten besteht ein öffentliches Interesse daran, Lichtemissionen nach 22.00 Uhr so weit wie möglich zu reduzieren und - sofern sie nicht (z.B. aus Sicherheitsgründen) benötigt werden - abzustellen.\n\n5.6 Dispositiv Ziff. 2 des angefochtenen Entscheids ordnet die Abschaltung der \"Zierbeleuchtung\" nach 22.00 Uhr an. Bereits in der Verfügung des BVU vom 19. April 2012 wurde ausdrücklich festgehalten, dass es den Beschwerdeführern freigestellt sei, aus Sicherheitsgründen Licht mit Bewegungsmeldern zu installieren, das nur die eigene Liegenschaft anleuchte. Ebenfalls bleibe es zulässig, bei effektivem Aufenthalt im Aussenbereich eine angemessene Beleuchtung einzuschalten. Dieser Vorbehalt wurde von den Beschwerdegegnern nicht angefochten und auch vom Verwaltungsgericht nicht beanstandet, weshalb er weiterhin gilt. Die folgenden Erwägungen beschränken sich daher auf Zierbeleuchtung.\n\nDazu gehören auch die Tischlämpchen in den Fenstern, die nach den Feststellungen der Vorinstanz ebenfalls der Aussenbeleuchtung dienen. Dagegen ist es den Beschwerdeführern nicht untersagt, ihr Haus von innen zu beleuchten, wenn sie sich dort aufhalten.\n\n5.7 Berührt ist daher lediglich das Interesse der Beschwerdeführer, ihre Aussenanlagen nach Belieben mit Beleuchtung zu schmücken (Zierbeleuchtung). Dieses fällt grundsätzlich unter den Schutz der Eigentumsgarantie. Ob auch die persönliche Freiheit und die Kunstfreiheit berührt sind, kann offenbleiben, wenn auch die Voraussetzungen für eine Einschränkung dieser Grundrechte vorliegen (vgl. dazu auch Urteil 1C_529/2012 vom 29. Januar 2013 E. 7). BGE 140 II 33 S. 43\n\nDieses Interesse wird nur insofern tangiert, als die Beschwerdeführer die Beleuchtung von 22.00 bis 06.00 Uhr abschalten müssen. Dagegen wurden ihnen keinerlei Auflagen zu Umfang, Intensität, Art und Platzierung der Zierbeleuchtung gemacht. Die zulässige Beleuchtungsdauer (vom Eindunkeln bis 22.00 Uhr) ist im Sommer kurz; in den übrigen Jahreszeiten dauert sie dagegen mehrere Stunden; insofern haben die Beschwerdeführer wie auch Anwohner und Passanten ausreichend Gelegenheit, die Zierbeleuchtung zu betrachten. Während der Weihnachtszeit gilt zudem eine grosszügigere Regelung (vgl. unten, E. 6). In diesem Zusammenhang ist zu berücksichtigen, dass sich das Haus der Beschwerdeführer nicht in einem städtischen Zentrum befindet, das bis spät in die Nacht animiert ist, sondern in einem ruhigen Einfamilienhausquartier, in dem nach 22.00 Uhr ohnehin nur wenig Publikum verkehrt.\n\n5.8 Unter diesen Umständen ist die Einschränkung der Eigentumsgarantie und allfälliger anderer Grundrechte der Beschwerdeführer geringfügig; die zeitliche Beschränkung der Ganzjahresbeleuchtung bis 22.00 Uhr liegt im öffentlichen Interesse und ist verhältnismässig.\n\n6. Die Weihnachtsbeleuchtung wurde auf die Zeit vom 1. Advent bis zum 6. Januar begrenzt und darf bis 01.00 Uhr des Folgetags betrieben werden.\n\n6.1 Das Verwaltungsgericht berücksichtigte, dass Weihnachtsbeleuchtung in der Advents- und Weihnachtszeit weit verbreitet und üblich sei, weshalb in diesem Zeitraum die Akzeptanz für solche Zierbeleuchtungen allgemein höher sei. In dieser Zeitspanne könne daher ein grosszügigeres Regime und ein Abweichen vom Nachtruhefenster toleriert werden. Üppige Weihnachtsbeleuchtungen vor dem 1. Advent und nach dem 6. Januar seien dagegen im Kanton Aargau weder verbreitet noch üblich.\n\n6.2 Diese Erwägungen sind aus Sicht des Bundesrechts nicht zu beanstanden und verletzen die Grundrechte der Beschwerdeführer nicht; hierfür kann grundsätzlich auf das oben (E. 5) Ausgeführte verwiesen werden. Ergänzend ist Folgendes festzuhalten:\n\nWeihnachtsbeleuchtung wird von vielen Menschen nicht als störend empfunden, sondern als festlicher Brauch geschätzt. Insofern verhält es sich ähnlich wie beim Glockengeläut (vgl. BGE 126 II 366 E. 3c S. 371) oder anderen Immissionen, die nicht als unerwünschte Nebenwirkungen einer bestimmten Tätigkeit auftreten, sondern BGE 140 II 33 S. 44bezweckt werden bzw. zur Tradition gehören (vgl. BGE 126 II 300 E. 4c/dd S. 309: Schiesslärm am Liestaler Banntag). Derartige Emissionen als unnötig und unzulässig zu qualifizieren, würde implizieren, die betreffende Tätigkeit oder Tradition generell als unnötig zu betrachten. Die Rechtsprechung hat solche Emissionen zwar ebenfalls aufgrund des Umweltschutzgesetzes beurteilt, aber - unter Berücksichtigung des öffentlichen und privaten Interesses an der Tätigkeit bzw. der Tradition - nicht völlig verboten, sondern bloss einschränkenden Massnahmen unterworfen, i.d.R. durch eine Einschränkung der Betriebszeiten (BGE 126 II 366 E. 2d S. 369, BGE 126 II 300 E. 4d/aa S. 309; BGE 119 Ib 463 E. 4-6; BGE 118 Ib 234 E. 2b S. 239 f.; vgl. auch Urteil 1C_297/2009 vom 18. Januar 2010 zum hergebrachten Stundenschlag der Kirchglocke, in: AJP 2010 S. 648, URP 2010 S. 269, ZBl 112/2011 S. 442).\n\n6.3 Im vorliegenden Fall wurde die Dauer der Weihnachtsbeleuchtung auf die im Kanton Aargau und der Gemeinde Möhlin ortsübliche Dauer (1. Advent bis 6. Januar) begrenzt. Während dieses Zeitraums von mindestens 5 Wochen Dauer unterliegen die Beschwerdeführer keiner sachlichen oder zeitlichen Beschränkung, sondern können Haus und Garten schmücken und - wie bisher - bis 01.00 Uhr beleuchten. Vor und nach diesem Zeitraum dürfen sie immerhin die (gegenüber der Weihnachtsbeleuchtung reduzierte) Ganzjahresbeleuchtung bis 22.00 Uhr betreiben. Damit trug das Verwaltungsgericht dem privaten Interesse der Beschwerdeführer wie auch der Ortsüblichkeit und der Tradition der Advents- und Weihnachtsbeleuchtung ausreichend Rechnung.\n\n6.4 Nichts anderes ergibt sich aus dem Urteil 1A.202/2006 vom 10. September 2007 (in: URP 2008 S. 621): Damals hielt das Bundesgericht fest, dass eine aussergewöhnlich grosse und helle Weihnachtsbeleuchtung gegen den Grundsatz der vorsorglichen Emissionsbegrenzung verstossen und sogar schädliche oder lästige Immissionen verursachen könne (E. 5.2). Es verneinte lediglich die Baubewilligungspflicht gemäss Art. 22 Abs. 1 RPG (SR 700), d.h. die Notwendigkeit einer vorgängigen präventiven Kontrolle: Es genüge, wenn die baupolizeiliche Überprüfung im Falle konkreter Beanstandungen ansetze und die Baubehörde dann in einer beschwerdefähigen Verfügung darüber befinde, ob die Beleuchtung die bau- und umweltschutzrechtlichen Vorschriften einhalte; damit werde zugleich der rechtliche Rahmen für die zulässige Weihnachtsbeleuchtung der kommenden Jahre bestimmt (E. 5.3-5.6). BGE 140 II 33 S. 45\n\n7. Die Beschwerdeführer rügen weiter eine Verletzung des Rechtsgleichheitsgebots (Art. 8 Abs. 1 BV) und des Diskriminierungsverbots (Art. 8 Abs. 2 BV). Sie machen geltend, dass kein Nachbar in der Umgebung einer ähnlichen Einschränkung unterworfen werde, obwohl sich vergleichbare Zierbeleuchtungen auch in der näheren und weiteren Nachbarschaft fänden. (...)\n\n7.1 Bereits das Verwaltungsgericht hat eine Verletzung der Rechtsgleichheit verneint, weil nicht erkennbar sei, dass ein Nachbar eine vergleichbar extensive Aussenbeleuchtungsanlage unterhalte. Dies ist nicht zu beanstanden. (...)\n\n7.2 Zwar hat die Gemeinde in ihrer Vernehmlassung eingeräumt, dass die öffentliche Weihnachtsbeleuchtung der Gemeinde direkt an die Elektroverteiler angeschlossen sei und die ganze Nacht leuchte. Diese beschränkt sich allerdings auf einzelne beleuchtete Weihnachtsbäume entlang der Hauptstrasse und beleuchtete Kastanienbäume auf dem Vorplatz des Gemeindehauses im Gemeindezentrum. Diese Beleuchtung ist von ihrer Platzierung (an der Hauptstrasse) und Funktion her nicht mit derjenigen der Beschwerdeführer vergleichbar, weshalb sie im vorliegenden Verfahren nicht zu behandeln ist. Es wird Sache der Gemeinde sein zu prüfen, ob ihre Praxis mit dem Vorsorgeprinzip vereinbar ist.\n\n7.3 Den Beschwerdeführern ist einzuräumen, dass die heutige Praxis der Behörden, vorsorgliche Beschränkungen von Lichtimmissionen nur im Fall von Beanstandungen anzuordnen, insofern unbefriedigend ist, als es vom Wohlwollen bzw. der Empfindlichkeit der Nachbarn abhängt, ob überhaupt ein Verfahren eingeleitet wird. Dies ist eine Konsequenz des Verzichts auf ein präventives Bewilligungsverfahren (vgl. oben, E. 6.4). Die zuständigen (kantonalen oder kommunalen) Behörden können jedoch von Amtes wegen Kontrollen vornehmen und nötigenfalls Beschränkungen anordnen."}