{"annee": "140", "cour": "I", "page": "176", "date": "27/3/2014", "cite": ["135 I 233", "135 I 130", "126 I 213", "138 II 70", "125 I 449", "131 II 271", "125 I 182", "122 I 213", "128 I 102", "130 I 113", "131 I 386", "131 II 728", "131 I 12", "126 I 180"], "cite_par": ["143 II 87", "145 II 70", "143 I 137", "142 II 182", "144 II 454", "141 V 509", "141 I 36"], "chapeau": "15. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. und Y. sowie Z. und Mitb. gegen Gemeinde Silvaplana und Regierung des Kantons Graubünden (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_1076/2012 / 2C_1088/2012 vom 27. März 2014", "regestes": ["Art. 3 en relation avec l'art. 42 Cst.; art. 26 al. 1 et 2 Cst.; art. 36 Cst.; art. 75b Cst.; art. 127 al. 1 et 2 Cst.; art. 134 Cst.; art. 8a al. 2 et 3 LAT; qualification juridique et admissibilité d'une contribution sur les résidences secondaires inoccupées. La contribution en cause est un impôt et pas une taxe causale (consid. 5). L'impôt sur les résidences secondaires a en particulier pour but une meilleure exploitation des résidences secondaires déjà existantes sur le territoire communal. Compte tenu de son effet incitateur potentiel, il paraît en principe approprié (consid. 6). La commune est compétente pour l'introduction de cet impôt: l'initiative sur les résidences secondaires, acceptée par la votation fédérale du 11 mars 2012, et le nouvel art. 75b Cst. ne contiennent pas d'approche globale et donc exclusive pour résoudre la problématique des \"lits froids\"; ils ne s'opposent dès lors pas à l'impôt communal sur les résidences secondaires litigieux (consid. 7.2). En outre, le droit cantonal offre à la commune une base suffisante pour légiférer (consid. 7.3 et 7.4). Le principe de l'universalité de l'impôt n'est pas violé (consid. 7.5-7.10). Il n'est pas arbitraire de nier la similarité entre l'impôt sur les résidences secondaires et l'impôt foncier également prélevé (consid. 8). L'impôt sur les résidences secondaires ne restreint pas la garantie de propriété de façon inadmissible (consid. 9)."], "faits": "BGE 140 I 176 S. 177\n\nA. Die Gemeindeversammlung Silvaplana beschloss am 17. Februar 2010 die Einführung einer jährlichen Steuer auf Zweitwohnungen. Zu diesem Zweck nahm sie eine Änderung des kommunalen Baugesetzes vor und fügte die Art. 62a-62c ein. Der Steuersatz beträgt 2 o/oo des Steuerwertes der Zweitwohnung. Touristisch bewirtschaftete Zweitwohnungen fallen nicht unter die Steuerpflicht. Die private Bewirtschaftung kann eine Reduktion der Zweitwohnungssteuer bewirken. Im Einzelnen lauten diese Bestimmungen wie folgt: BGE 140 I 176 S. 178\n\n\"(...) Zweitwohnungssteuer Art. 62a\n\n1", "considerants": ""}