{"annee": "140", "cour": "I", "page": "218", "date": "16/12/2013", "cite": ["137 I 167", "138 II 191", "128 I 19", "138 II 398", "135 I 169", "125 II 129", "135 I 233", "122 V 85", "130 I 26", "121 I 279", "127 II 91", "130 II 87", "134 I 322", "138 II 1", "135 V 443", "138 I 378", "135 I 130", "138 I 435", "136 I 404", "134 V 269", "132 I 7", "128 I 295", "138 I 410", "136 IV 97", "131 I 223", "125 I 431", "116 IA 242", "138 IV 13"], "cite_par": ["143 I 109", "142 I 76", "145 II 49", "145 I 183", "141 II 280", "143 II 598", "145 IV 10", "142 I 162", "141 V 455", "143 I 37", "143 I 403", "145 V 128", "142 II 369"], "chapeau": "17. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. SA contre Conseil d'Etat de la République et canton de Neuchâtel (recours en matière de droit public)\n\n2C_123/2013 du 16 décembre 2013", "regestes": ["Art. 3, 27, 49 al. 1, art. 94 et 117 Cst.; art. 32, 35, 39, 49a et 56 LAMal; conformité au droit supérieur (LAMal et liberté économique) d'une clause du besoin cantonale soumettant à autorisation l'acquisition d'équipements médicaux lourds dans le domaine hospitalier ou ambulatoire, public ou privé. Le régime cantonal qui soumet à autorisation, en fonction du besoin médical existant dans le canton, l'acquisition d'équipements médicaux lourds, en l'occurrence un CT-Scan ou une IRM, afin d'une part, de protéger la santé des patients (tâche qui demeure en principe du ressort des cantons) et, d'autre part, de mieux maîtriser les coûts sanitaires (champ non exhaustivement réglementé par la Confédération) ne viole pas le principe de la primauté du droit fédéral; perméabilité entre les systèmes de financement privé (hors planification hospitalière) et de la LAMal concernant les appareils médicaux lourds (consid. 5). In casu, le refus par le canton d'autoriser la mise en service d'une IRM et d'un CT-Scan par une clinique non incluse dans la planification hospitalière cantonale ne viole ni la liberté économique, ni le principe de l'ordre économique, ni encore l'égalité de traitement entre concurrents directs (consid. 6)."], "faits": "BGE 140 I 218 S. 219\n\nA. A. SA (ci-après: la Société), sise à F. (NE) est une société anonyme qui a notamment pour but l'exploitation d'une clinique générale.\n\nB. Le 27 avril 2011, A. SA a adressé au Conseil d'Etat de la République et canton de Neuchâtel (ci-après: le Conseil d'Etat) une demande d'autorisation de mise en service d'un scanner (CT-Scan) et d'une imagerie par résonance magnétique (IRM). Le dossier a été soumis pour préavis au Conseil de santé, ainsi qu'à la Commission ad hoc \"clause du besoin\" (ci-après: la Commission) constituée par ledit conseil. A la suite de sa séance du 13 février 2012, la Commission a préavisé négativement la requête d'autorisation du 27 avril 2011; par quatre voix contre trois, le Conseil de santé a, le 30 mars 2012, également rendu un préavis négatif. BGE 140 I 218 S. 220\n\nPar arrêté du 6 juin 2012, entrant en vigueur avec effet immédiat, le Conseil d'Etat a refusé la demande d'octroi d'autorisation. A. SA a formé recours contre cet arrêté auprès de la Cour de droit public du Tribunal cantonal de la République et canton de Neuchâtel (ci-après: le Tribunal cantonal). Elle a parallèlement saisi le Tribunal fédéral d'un recours en matière de droit public, qui l'a déclaré irrecevable pour non-épuisement des voies de recours cantonales en date du 10 juillet 2012 (cause 2C_673/2012 consid. 3). Le 18 décembre 2012, le Tribunal cantonal a rejeté le recours de A. SA.\n\nC. Contre l'arrêt du 18 décembre 2012, A. SA interjette, le 31 janvier 2013, un recours en matière de droit public au Tribunal fédéral. Elle lui demande, principalement, d'annuler l'arrêt du 18 décembre 2012 et de dire que la mise en service sollicitée du CT-Scan et de l'IRM n'est pas sujette à autorisation du Conseil d'Etat; subsidiairement, d'annuler l'arrêt précité et d'autoriser la mise en service du CT-Scan et de l'IRM; plus subsidiairement, d'annuler ledit arrêt et d'ordonner au Conseil d'Etat d'autoriser la mise en service demandée; encore plus subsidiairement, d'annuler l'arrêt précité et de renvoyer la cause à l'autorité cantonale pour nouvelle décision au sens des considérants.\n\nD. Outre la présente procédure, A. SA a saisi le Tribunal fédéral d'un recours contre l'arrêté du Conseil d'Etat du 21 décembre 2011 fixant la liste des hôpitaux neuchâtelois admis à pratiquer à charge de l'assurance obligatoire des soins, en tant que cet acte excluait la Société de la planification sanitaire cantonale. Par arrêt du 25 avril 2012, le Tribunal fédéral a déclaré ledit recours irrecevable et transmis la cause au Tribunal administratif fédéral comme objet de sa compétence (arrêt 2C_104/2012).\n\nE. Après avoir délibéré en séance publique du 16 décembre 2013 au sujet du recours du 31 janvier 2013, le Tribunal fédéral a rejeté celui-ci.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n5. La recourante critique en premier lieu le principe du régime d'autorisation. Elle soutient que l'art. 83b de la loi du 6 février 1995 de santé cantonale (LS/NE; RSN 800.1), l'Arrêté du Conseil d'Etat du 1er avril 1998 concernant la mise en service d'équipements techniques lourds et d'autres équipements de médecine de pointe (RSN BGE 140 I 218 S. 221800.100.02; ci-après: l'Arrêté) et le refus d'approuver la mise en service de l'IRM et du CT-Scan sur la base de ces dispositions seraient en particulier contraires au principe de la primauté du droit fédéral, dans la mesure où l'art. 39 al. 1 de la loi fédérale du 18 mars 1994 sur l'assurance-maladie (LAMal; RS 832.10) oblige les cantons à prendre en considération de manière adéquate les organismes privés dans le cadre de leur planification hospitalière et favorise ainsi la libre concurrence.\n\n5.1 Garanti à l'art. 49 al. 1 Cst., le principe de la primauté du droit fédéral fait obstacle à l'adoption ou à l'application de règles cantonales qui éludent des prescriptions de droit fédéral ou qui en contredisent le sens ou l'esprit, notamment par leur but ou par les moyens qu'elles mettent en oeuvre, ou qui empiètent sur des matières que le législateur fédéral a réglementées de façon exhaustive. Cependant, même si la législation fédérale est considérée comme exhaustive dans un domaine donné, une loi cantonale peut subsister dans le même domaine en particulier si elle poursuit un autre but que celui recherché par le droit fédéral. En outre, même si, en raison du caractère exhaustif de la législation fédérale, le canton ne peut plus légiférer dans une matière, il n'est pas toujours privé de toute possibilité d'action. Ce n'est que lorsque la législation fédérale exclut toute réglementation dans un domaine particulier que le canton perd toute compétence pour adopter des dispositions complétives, quand bien même celles-ci ne contrediraient pas le droit fédéral ou seraient même en accord avec celui-ci (ATF 138 I 435 consid. 3.1 p. 446; ATF 137 I 167 consid. 3.4 p. 174 s.).\n\n5.2 La LS/NE citée par les parties au présent litige dispose:\n\nArt. 83a\n\n1"}