{"annee": "140", "cour": "III", "page": "372", "date": "23/6/2014", "cite": ["103 II 75", "125 III 42", "52 III 49", "91 III 7", "139 III 444", "124 III 501", "115 III 97", "135 V 23"], "cite_par": ["141 I 97"], "chapeau": "56. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Gemeinde Y. (Beschwerde in Zivilsachen)\n\n5A_144/2014 vom 23. Juni 2014", "regestes": ["Art. 80 s. LP, art. 170 CO; mainlevée définitive et cession. Le cessionnaire peut se prévaloir d'un jugement obtenu par le cédant comme titre de mainlevée définitive lorsqu'il peut démontrer immédiatement sa qualité d'ayant cause. Le juge peut accorder la mainlevée définitive même lorsque la mainlevée provisoire a été requise (consid. 3)."], "faits": "BGE 140 III 372 S. 373\n\nA.\n\nA.a Mit Urteil des Kantonsgerichts Graubünden vom 3. Januar 2013 wurde X. verpflichtet, A. ausseramtlich mit Fr. 41'518.70 (inkl. MWST) zu entschädigen. Diese Forderung zedierte A. am 4. Juni 2013 mittels schriftlicher Abtretungserklärung an die Gemeinde Y.\n\nA.b In der Folge leitete die Gemeinde Y. gegen X. die Betreibung für die Forderung von Fr. 41'518.70 nebst Zins von 5 % seit dem 2. August 2013 ein. Als Forderungsgrund wurde die abgetretene Forderung gemäss Urteil des Kantonsgerichts vom 3. Januar 2013 angegeben. Gegen den am 9. August 2013 zugestellten Zahlungsbefehl (Nr. x; Betreibungsamt B.) erhob X. am 16. August 2013 Rechtsvorschlag.\n\nA.c Am 18. September 2013 gelangte die Gemeinde Y. an das Bezirksgericht Prättigau/Davos und verlangte die definitive Rechtsöffnung. Mit Entscheid vom 24. Oktober 2013 erteilte das Bezirksgericht (Einzelrichter SchKG) für die in Betreibung gesetzte Forderung die provisorische Rechtsöffnung. Zur Begründung wurde auf die Praxis des Kantonsgerichts Graubünden abgestellt, wonach dem Zessionar, welcher sich eine Forderung aus einem Gerichtsurteil hat abtreten lassen, nicht die definitive, sondern die provisorische Rechtsöffnung gewährt wird.\n\nB. Gegen den Entscheid vom 24. Oktober 2013 erhob (einzig) X. Beschwerde und beantragte, die provisorische Rechtsöffnung zu verweigern. Das Kantonsgericht Graubünden wies die Beschwerde mit Entscheid vom 6. Dezember 2013 ab. In der Begründung bestätigte es seine Praxis.\n\nC. Mit Eingabe vom 19. Februar 2014 hat X. Beschwerde in Zivilsachen erhoben. Der Beschwerdeführer verlangt, der Entscheid des Kantonsgerichts Graubünden vom 6. Dezember 2013 und die Erteilung der provisorischen Rechtsöffnung in der von der Gemeinde Y. (Beschwerdegegnerin) angehobenen Betreibung sei zu verweigern.\n\n(...)\n\nDie Beschwerdegegnerin beantragt die Abweisung der Beschwerde. BGE 140 III 372 S. 374\n\nDas Bundesgericht heisst die Beschwerde gut und weist die Sache zur neuen Entscheidung an das Kantonsgericht zurück.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Anlass zur Beschwerde gibt das Gesuch um definitive Rechtsöffnung für eine in einem Urteil festgestellte Forderung. Nach dem Sachverhalt steht fest, dass gemäss Urteil des Kantonsgerichts Graubünden vom 3. Januar 2013 A. Gläubiger einer Forderung gegenüber dem Beschwerdeführer wurde und er diese Forderung am 4. Juni 2013 mittels schriftlicher Abtretungserklärung an die Beschwerdegegnerin abgetreten hat, welche sie in der Folge in Betreibung gesetzt hat. Streitpunkt ist die Auffassung des Kantonsgerichts, welche die provisorische Rechtsöffnung bzw. die Aberkennungsklage mit Bezug auf die Rechtsnachfolge erlaubt, währenddem der Beschwerdeführer jede Möglichkeit zur Rechtsöffnung verneint.\n\n3.1 Unter der definitiven Rechtsöffnung gemäss Art. 80 SchKG ist der richterliche Entscheid zu verstehen, der aufgrund eines vollstreckbaren gerichtlichen (oder gleich gestellten) Entscheides die Wirkung des Rechtsvorschlages endgültig beseitigt; die Möglichkeiten des Schuldners zur Abwehr sind eng beschränkt (Art. 81 SchKG); der definitive Rechtsöffnungstitel kann nur mit völlig eindeutigen Urkunden entkräftet werden (BGE 115 III 97 E. 4 S. 100; BGE 124 III 501 E. 3a S. 503). Der Richter prüft u.a. von Amtes wegen, ob die Identität des im Urteil Berechtigten und des Gläubigers übereinstimmt (BGE 139 III 444 E. 4.1.1 S. 446). Diese Grundsätze stehen nicht in Frage.\n\n3.2 Wie die Vorinstanz zutreffend ausgeführt hat, ist die Frage umstritten, ob dem Rechtsnachfolger eines durch ein Urteil Berechtigten in der Betreibung gegen den Schuldner die definitive oder provisorische Rechtsöffnung zu erteilen sei.\n\n3.2.1 Das Bundesgericht hat in einem Urteil aus dem Jahre 1998 zur strittigen Frage Stellung genommen. Es hat mit Blick auf die Wirkung der Abtretung gemäss Art. 170 OR auf die Betreibung erklärt, dass derjenige, der eine Forderung erwirbt, die dem Zedenten in einem rechtskräftigem Urteil zugesprochen wurde, in der Betreibung gegen den Schuldner die definitive Rechtsöffnung erhalten kann (Urteil 5P.322/1998 vom 23. November 1998 E. 2a, nicht publ. in: BGE 125 III 42, aber in: SJ 1999 I S. 171; bestätigt in Urteil 5D_195/2013 vom 22. Januar 2013 E. 3.2). BGE 140 III 372 S. 375\n\n3.2.2 Auch nach der Lehre kann im Fall, dass die Rechtsnachfolge durch Urkunde nachgewiesen ist, zu Gunsten des Rechtsnachfolgers definitive Rechtsöffnung gewährt werden, weil provisorische Rechtsöffnung für eine auf einem definitiven Rechtsöffnungstitel beruhende Forderung nicht möglich sei (GILLIÉRON, JdT 1968 II S. 118/119; GAUTHIER, La cession de créance dans la saisie et la faillite, SJ 1970 S. 387; DES GOUTTES, Cession de créance, FJS Nr. 704, Stand: 1969, Ziff. IV/b/aa, Rz. 17 Fn. 112 [Version www.sjk.ch]; RAPP, Urteilswirkungen gegenüber Dritten, in: Zivilprozess, Arbeitsrecht, 1997, S. 47; STAEHELIN, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 35 zu Art. 80 SchKG; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 24 Rz. 15; VOCK, in: SchKG, 2. Aufl. 2014, N. 17 zu Art. 80 SchKG). Die entsprechende kantonale Praxis ist weit verbreitet (z.B. Urteil des Tribunale d'appello [Tessin] 14.2013.80 vom 29. Mai 2013; Entscheide der Gerichts- und Verwaltungsbehörden des Kantons Schwyz [EGV-SZ] 2007 Nr. A6.3 S. 69 ff. [Schwyz]; BlSchK 2007 S. 113 f. [Solothurn]; Aargauische Gerichts- und Verwaltungsentscheide [AGVE] 2005 Nr. 4 S. 34 [Aargau]; SJ 1966 S. 520 ff. [Genf]), weshalb die Auffassung - wie die Vorinstanz selber festgehalten hat - als vorherrschend gilt (STAEHELIN, a.a.O., m.w.H.).\n\n3.2.3 Nach anderer Meinung ist im Fall, dass keine Einwendungen gegen die Rechtsnachfolge glaubhaft gemacht werden, provisorische Rechtsöffnung zu erteilen; in der Folge soll der Schuldner die Gültigkeit der Rechtsnachfolge im Aberkennungsprozess gemäss Art. 83 Abs. 2 SchKG bestreiten können (PANCHAUD/CAPREZ, Die Rechtsöffnung, 1980, § 107 [Ingress] S. 257; STÜCHELI, Die Rechtsöffnung, 2000, S. 228 ff.; LARDELLI, Die Einreden des Schuldners bei der Zession, 2008, S. 138; PETER, La mainlevée de l'opposition, La mainlevée definitive, in: Rechtsöffnung und Zivilprozess, national und international, 2014, S. 11). Dieser Ansicht folgen die Vorinstanz (Praxis des Kantonsgerichts Graubünden [PKG] 2001 Nr. 13 S. 79 ff.) sowie Gerichte in anderen Kantonen (z.B. ZBJV 1994 S. 93 [Bern]; SJZ 1976 S. 192 ff. [Appenzell I.Rh.]). Zu Recht hält die Vorinstanz ferner fest, dass eine Praxis, wonach der Zessionar der gerichtlich festgestellten Forderung weder definitive noch provisorische Rechtsöffnung verlangen könne, nicht belegt ist.\n\n3.3 Zu prüfen ist im Folgenden, ob die Praxis der Vorinstanz mit Bundesrecht vereinbar ist. BGE 140 III 372 S. 376\n\n3.3.1 Nach Rechtsprechung und Lehre tritt der Zessionar einer in Betreibung stehenden Forderung in die betreibungsrechtliche Stellung des Zedenten ein; er erwirbt die \"Legitimation zum Verfahren\" und kann daher die Betreibung in dem Stadium, in das sie getreten war, nun in eigenem Namen fortsetzen. Die Betreibungsrechte (betreibungsrechtlichen Befugnisse) gelten als \"Vorzugs- und Nebenrechte\", die bei der Zession gemäss Art. 170 OR (mit Ausnahme derer, die untrennbar mit dem Abtretenden verknüpft sind) auf den Erwerber übergehen (BGE 103 II 75 E. 3 S. 78; BGE 91 III 7 S. 10; Urteil 5A_65/2008 vom 15. Dezember 2008 E. 2.2; u.a. RUEDIN, in: Commentaire romand, Poursuite et faillite, 2005, N. 1 zu Art. 77 SchKG; BESSENICH, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 3 zu Art. 77 SchKG; PROBST, in: Commentaire romand, Code des obligations, Bd. I, 2. Aufl. 2012, N. 9 zu Art. 170 OR); dies ist seit langem anerkannt (vgl. bereits BGE 22 S. 666 E. 2 S. 669; BLUMENSTEIN, Handbuch des schweizerischen Schuldbetreibungsrechts, 1911, S. 148; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs [...], Bd. II, 1984, S. 88 Rz. 51). Bei dieser Sichtweise gibt es keinen Raum, ein gerichtliches Urteil auch für die Rechtsgültigkeit der Zession zu verlangen, damit die definitive Rechtsöffnung gewährt werden kann. Es ist vielmehr die abgetretene Forderung, die dem Zessionar entweder die provisorische oder definitive Rechtsöffnung erlaubt. Wenn sich der Zessionar einer Forderung, welcher Vollstreckbarkeit zukommt, über die Berechtigung ausweist, gibt es keinen Grund, ihm das (Neben- bzw. Vorzugs-)Recht zu verweigern, in gleicher Weise wie der Zedent gegen den Schuldner vorzugehen und die definitive Rechtsöffnung zu verlangen (GILLIÉRON, JdT 1968 II S. 119).\n\n3.3.2 Der Beschwerdeführer beruft sich auf GULDENER. Dieser Autor hat die in BGE 22 S. 666 zugrunde gelegte Rechtsprechung, wonach die betreibungsrechtlichen Befugnisse als \"Nebenrechte\" im Sinne von Art. 170 OR gelten und der Zessionar in die betreibungsrechtliche Stellung des Zedenten eintritt, kritisiert (GULDENER, Zwangsvollstreckung und Zivilprozess, ZSR 1955 I S. 36). Nach seiner Auffassung sind die betreibungsrechlichen Befugnisse ihrer Natur nach einer Übertragung nicht zugänglich; es bestünden indes keine Bedenken, den Singularnachfolger in die verfahrensrechtliche Stellung des Rechtsvorgängers eintreten zu lassen. Für hängige (Zwangsvollstreckungs-)Verfahren unterscheidet sich das Ergebnis nicht (wie GULDENER, a.a.O., selber festhält). Zur Frage, was gelten soll, BGE 140 III 372 S. 377wenn der Zedent noch keine Betreibung eingeleitet hat, äussert sich der Autor nicht. Ob in diesem Fall \"weder provisorische noch definitive Rechtsöffnung\" möglich wäre (wie STAEHELIN, a.a.O., N. 35 zu Art. 80 SchKG, mit Hinweis auf GULDENER schliesst), braucht nicht erörtert zu werden, da sich die Kritik an der in BGE 22 S. 666 zugrunde gelegten Auffassung nicht durchgesetzt hat.\n\n3.3.3 Die Vorinstanz gibt zu bedenken, dass der Schuldner im Fall, dass der Zedent mit der abgetretenen Forderung die definitive Rechtsöffnung verlangen kann, gegenüber dem Zessionar bzw. der \"gerichtlich noch nicht beurteilten Abtretungserklärung\" ungenügend geschützt sei. Dem ist entgegenzuhalten, dass die Rechtsnachfolge liquide sein muss. Dies folgt aus der Natur des Verfahrens und der Pflicht des Rechtsöffnungsrichters, den Rechtsöffnungstitel von Amtes wegen zu prüfen (E. 3.1). Er darf bzw. muss die Rechtsöffnung verweigern und den Gläubiger auf einen zweiten Prozess verweisen, wenn die Rechtsnachfolge nicht liquide erscheint. Zu Recht wird die Analogie zum suspensiv bedingten Urteil gezogen (EGV-SZ 2007 Nr. A6.3 S. 71), wo die Rechtsöffnung - anerkanntermassen - ebenfalls (nur) erteilt werden darf, wenn der Eintritt der Bedingung liquide (\"zweifelsfrei\") nachgewiesen wird, andernfalls hierüber ein weiteres Urteil notwendig ist (u.a. STAEHELIN, a.a.O., N. 35 zu Art. 80 SchKG). Sodann kann der Schuldner seine persönlichen Einreden gegen den Zessionar, welcher die Betreibung eingeleitet hat, im Rahmen von Art. 81 SchKG durch Urkunden vorbringen, wie z.B. die Tilgung durch Verrechnung mit einer Gegenforderung (GILLIÉRON, JdT 1968 II S. 118 f.; STAEHELIN, a.a.O., N. 35 zu Art. 80, N. 10 zu Art. 81 SchKG; GAUCH/SPIRIG, Zürcher Kommentar, 3. Aufl. 1993, N. 55 zu Art. 169 OR). Schliesslich steht dem Schuldner jederzeit offen, durch Klage gemäss Art. 85 und Art. 85a SchKG feststellen zu lassen, dass der Betreibende nicht Rechtsnachfolger und daher zur Fortführung der Betreibung nicht berechtigt sei (vgl. BGE 52 III 49 S. 50; 96 I 1 E. 2 S. 3; STAEHELIN, a.a.O., N. 35 zu Art. 80 SchKG).\n\n3.4 Nach dem Dargelegten ist die im Bundesgerichtsurteil aus dem Jahre 1998 geäusserte und vorherrschende Rechtsauffassung überzeugend. Wenn das Kantonsgericht gestützt auf das von der Beschwerdegegnerin - als Rechtsnachfolgerin und Betreibungsgläubigerin - vorgelegte Urteil dennoch die provisorische Rechtsöffnung (bzw. die Aberkennungsklage) für möglich hält, ist dies mit Bundesrecht BGE 140 III 372 S. 378nicht vereinbar. Die Beschwerde ist begründet und das angefochtene Urteil sowie die provisorische Rechtsöffnung sind antragsgemäss aufzuheben.\n\n3.5 Mit Bezug auf die Art der Rechtsöffnung findet der Grundsatz der Bindung an Begehren der Parteien keine Anwendung. Der Richter kann ungeachtet eines auf definitive Rechtsöffnung lautenden (oder eines unspezifizierten) Antrages unter Wahrung des rechtlichen Gehörs die provisorische Rechtsöffnung - oder das Umgekehrte - bewilligen; das SchKG sieht vor, dass insoweit die Offizialmaxime gilt (u.a. GILLIÉRON, JdT 1968 II S. 121; ders., Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Bd. I, 1999, N. 18 zu Art. 80, N. 65 zu Art. 84 SchKG; STAEHELIN, a.a.O., N. 38 und 39 zu Art. 84 SchKG). Im vorliegenden Fall kann die provisorische Rechtsöffnung nicht erteilt werden (E. 3.4). Da die Vorinstanz die Voraussetzungen zur definitiven Rechtsöffnung nicht geprüft hat, ist die Sache für das Bundesgericht nicht spruchreif (vgl. BGE 135 V 23 E. 4 S. 29) und hat das Kantonsgericht über die Rechtsöffnung neu zu befinden; es kann reformatorisch anstelle der provisorischen die definitive Rechtsöffnung erteilen (vgl. Art. 327 Abs. 3 ZPO; Botschaft vom 28. Juni 2006 zur ZPO, BBl 2006 7221 ff., 7379 Ziff. 5.23.2; vgl. JEANDIN, in: CPC, Code de procédure civile commenté, 2011, N. 18 der Vorbem. zu Art. 308-334 ZPO). Die Sache ist daher zur weiteren Entscheidung über das Rechtsöffnungsbegehren im Sinne der Erwägungen an das Kantonsgericht zurückzuweisen."}