{"annee": "140", "cour": "I", "page": "353", "date": "1/10/2014", "cite": ["125 I 96", "118 IA 137", "131 II 710", "137 I 31", "132 I 181", "134 IV 266", "136 I 49", "138 II 346", "117 IA 292", "126 I 50", "122 I 182", "125 I 46", "109 IA 273", "140 I 2", "129 II 249", "136 I 87"], "cite_par": ["140 I 381", "144 I 126", "143 I 310", "144 V 2", "143 I 137", "143 IV 27", "144 V 184", "142 IV 289", "142 I 99"], "chapeau": "29. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. gegen Kantonsrat des Kantons Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_653/2012 vom 1. Oktober 2014", "regestes": ["Art. 13 al. 1 et art. 123 al. 1 Cst., art. 8 CEDH; loi sur la police du canton de Zurich; investigations préventives secrètes, surveillance des forums de discussions, protection de la correspondance par poste et télécommunication. Compétence des cantons pour réglementer l'activité préventive de la police, indépendante d'un soupçon d'infraction et non fondée sur le droit fédéral de procédure pénale (consid. 5). Aperçu de la réglementation sur l'investigation préventive secrète et la récolte d'informations sur internet selon la loi sur la police (consid. 6). Investigation secrète: la disposition cantonale (§ 32e LPol/ZH) se rapporte à des délits graves au sens de l'art. 286 al. 2 CPP. S'agissant de l'exécution, il est renvoyé aux art. 151 et 287-298 CPP, ce qui permet d'éviter que l'agent infiltré ne devienne agent provocateur. La réglementation satisfait aux exigences d'un Etat de droit s'agissant de l'autorisation judiciaire, des droits de procédure et de la protection juridique des personnes concernées (consid. 7). Surveillance des forums de discussions: le § 32f al. 2 LPol/ZH permet la surveillance des communications sur les plateformes de discussions virtuelles qui ne sont accessibles qu'à un nombre limité d'utilisateurs (Closed User Groups). Une telle récolte d'informations peut porter atteinte à la sphère privée et au secret des télécommunications (consid. 8.4). Elle s'étend en principe à l'ensemble des utilisateurs de ce moyen de communication. Il s'agit d'une méthode de surveillance très large qui permet la récolte et l'exploitation de données sur la sphère privée de nombreuses personnes contre lesquelles il n'existe aucun soupçon de comportement illicite (consid. 8.7.2.1). La disposition n'est pas compatible avec le principe de proportionnalité, car elle ne soumet la surveillance à aucune autorisation judiciaire préalable et n'accorde ni information ultérieure, ni protection juridique aux personnes concernées (consid. 8.7.2.4). Référence aux dispositions du CPP sur la surveillance de la correspondance par poste et télécommunication (consid. 8.8)."], "faits": "BGE 140 I 353 S. 355\n\nA. Der Regierungsrat des Kantons Zürich unterbreitete dem Kantonsrat des Kantons Zürich am 28. März 2012 einen Antrag für die Änderung des Polizeigesetzes vom 23. April 2007 (PolG/ZH; LS 550. 1). Mit der Gesetzesänderung sollten die Schnittstelle zwischen Kriminalprävention und Strafverfolgung klarer geregelt und die gesetzlichen Grundlagen für das polizeiliche Vorgehen zur Verhinderung und Erkennung von Straftaten vervollständigt werden. Der Kantonsrat beschloss die Gesetzesänderung am 5. November 2012. In § 4 des geänderten Polizeigesetzes verankerte er ausdrücklich das Vorermittlungsverfahren. Die Bestimmungen über die Überwachungsmassnahmen wurden präzisiert und ergänzt (§ 32 ff.), wobei neu auch die verdeckte Vorermittlung (§ 32e), die Informationsbeschaffung im Internet (§ 32f) und die verdeckte Registrierung (§ 32g) geregelt sind. (...)\n\nGegen die Änderung des Polizeigesetzes wurde nach der Veröffentlichung im kantonalen Amtsblatt vom 16. November 2012 kein Referendum ergriffen. Die neuen Bestimmungen traten am 1. März 2013 in Kraft. BGE 140 I 353 S. 356\n\nB. A. hat beim Bundesgericht am 17. Dezember 2012 Beschwerde in öffentlich-rechtlichen Angelegenheiten erhoben. Er beantragt, das Polizeigesetz in der Fassung vom 5. November 2012 sei aufzuheben. Eventualiter seien die §§ 32e und 32f PolG/ZH aufzuheben. Im Wesentlichen macht der Beschwerdeführer geltend, mit dem Inkrafttreten der Schweizerischen Strafprozessordnung (StPO; SR 312) am 1. Januar 2011, sei die Kompetenz der Kantone zum Erlass von Normen auf dem Gebiet des Straf- und Strafprozessrechts erloschen. Namentlich seien Instrumente wie die verdeckte Ermittlung oder die verdeckte Fahndung abschliessend in der StPO geregelt.\n\nDie Sicherheitsdirektion des Kantons Zürich beantragt im Namen des Regierungsrates die Abweisung der Beschwerde. Sie vertritt die Auffassung, die Polizeihoheit liege bei den Kantonen und diese seien deshalb zuständig zum Erlass des Polizeirechts. Das Vorermittlungsverfahren der Polizei sei vom Vorverfahren nach Art. 299 Abs. 1 StPO abzugrenzen. Vorermittlungen sollten klären, ob strafprozessuale Sachverhalte vorliegen oder nicht. Sie seien im kantonalen Polizeirecht zu regeln.\n\nDer Beschwerdeführer hält in seiner Beschwerdeergänzung an seinem Hauptantrag und an seinen Eventualanträgen betreffend die §§ 32e und 32f PolG/ZH fest. (...)\n\nC. Das Bundesgericht führte am 18. Juni 2014 in Anwesenheit des Beschwerdeführers und der Kantonspolizei Zürich eine Instruktionsverhandlung durch, an welcher Fragen zur Anwendung der neuen Bestimmungen des Polizeigesetzes zur Sprache kamen. Der Beschwerdeführer und die Kantonspolizei haben zum Protokoll der Instruktionsverhandlung Stellung genommen.\n\nD. Am 1. Oktober 2014 hat das Bundesgericht die Angelegenheit öffentlich beraten.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. Die vom Beschwerdeführer beanstandeten polizeilichen Tätigkeiten sind im Wesentlichen in den §§ 32d bis 32f des geänderten Polizeigesetzes geregelt. Diese Bestimmungen lauten:\n\n§ 32d Kontaktnahme\n\n1 Zur Verhinderung und Erkennung von Straftaten können Angehörige der Polizei oder von ihr beauftragte oder mit ihr kooperierende Dritte mit anderen Personen Kontakt aufnehmen, ohne ihre wahre Identität und Funktion bekannt zu geben. BGE 140 I 353 S. 357\n\n2 Als Kontaktnahmen nach Abs. 1 gelten auch die Vorbereitung und der Abschluss von Scheingeschäften und Testkäufen.\n\n3 Das Polizeikommando kann die eingesetzte Person mit einer Legende ausstatten. Herstellung, Veränderung und Gebrauch von amtlichen Dokumenten wie Pässe, Identitätskarten und Führerausweise bedürfen der Genehmigung durch das Zwangsmassnahmengericht.\n\n§ 32e Verdeckte Vorermittlung\n\n1 Zur Verhinderung und Erkennung von Straftaten kann das Polizeikommando mit Genehmigung des Zwangsmassnahmengerichts ausserhalb eines Strafverfahrens verdeckte Vorermittlerinnen und Vorermittler einsetzen, die unter einer auf Dauer angelegten falschen Identität durch aktives und zielgerichtetes Verhalten versuchen, zu anderen Personen Kontakte zu knüpfen und zu ihnen ein Vertrauensverhältnis aufzubauen.\n\n2 Eine verdeckte Vorermittlung kann angeordnet werden, wenn\n\na. hinreichende Anhaltspunkte dafür vorhanden sind, dass es zu Straftaten im Sinne von Art. 286 Abs. 2 StPO kommen könnte,\n\nb. die Schwere dieser Straftaten eine verdeckte Vorermittlung rechtfertigt und\n\nc. andere Massnahmen erfolglos geblieben sind oder die Vorermittlung sonst aussichtslos oder unverhältnismässig erschwert wäre.\n\n3 Als verdeckte Vorermittlerinnen und Vorermittler können Angehörige der Polizei oder von ihr beauftragte Personen eingesetzt werden.\n\n4 Für die Durchführung der verdeckten Vorermittlung sind im Übrigen Art. 151 und 287-298 StPO sinngemäss anwendbar, wobei an die Stelle der Staatsanwaltschaft das Polizeikommando tritt.\n\n§ 32f Informationsbeschaffung im Internet\n\n1 Die Polizei kann zur Erfüllung ihrer Aufgaben mit technischen Mitteln im Internet fahnden.\n\n2 Eine Polizeioffizierin oder ein Polizeioffizier kann den Einsatz von technischen Mitteln zur Feststellung von verdächtigen Inhalten in einer einem beschränkten Benutzerkreis zugänglichen virtuellen Kommunikationsplattform anordnen, wenn die Abwehr einer drohenden Gefahr oder die Erkennung von Straftaten sonst aussichtslos wäre oder unverhältnismässig erschwert würde. Dies gilt namentlich zur Erkennung folgender Gefahren und Straftaten:\n\na. Amokläufe,\n\nb. Hooliganismus und schwere Ausschreitungen bei öffentlich zugänglichen Grossveranstaltungen und Kundgebungen,\n\nc. Aufrufe zu Gewalt, zu schweren Sachbeschädigungen mit erheblichem Schadenspotenzial oder zu anderen schweren Rechtsgutverletzungen,\n\nd. schwere Sexualdelikte,\n\ne. Verhinderung drohender Verbrechen oder Vergehen an Einrichtungen, die der Allgemeinheit dienen und die wegen ihrer Verletzlichkeit besonders gefährdet sind. BGE 140 I 353 S. 358\n\n3. Nach ständiger Rechtsprechung des Bundesgerichts ist bei der Prüfung der Verfassungsmässigkeit eines kantonalen Erlasses im Rahmen der abstrakten Normenkontrolle massgebend, ob der betreffenden Norm nach anerkannten Auslegungsregeln ein Sinn zugemessen werden kann, der mit den angerufenen Verfassungs- oder EMRK-Garantien vereinbar ist. Das Bundesgericht hebt eine kantonale Norm nur auf, sofern sie sich jeglicher verfassungs- und konventionskonformen Auslegung entzieht, nicht jedoch, wenn sie einer solchen in vertretbarer Weise zugänglich bleibt. Es ist grundsätzlich vom Wortlaut der Gesetzesbestimmung auszugehen und der Sinn nach den überkommenen Auslegungsmethoden zu bestimmen. Eine verfassungs- und konventionskonforme Auslegung ist namentlich zulässig, wenn der Normtext lückenhaft, zweideutig oder unklar ist. Der klare und eindeutige Wortsinn darf indes nicht durch eine verfassungskonforme Interpretation beiseitegeschoben werden. Im Einzelnen wird auf die Tragweite des Grundrechtseingriffs, die Möglichkeit eines hinreichenden verfassungsrechtlichen Schutzes bei einer späteren Normenkontrolle, die konkreten Umstände der Anwendung und die Auswirkungen auf die Rechtssicherheit abgestellt. Der blosse Umstand, dass die angefochtene Norm in einzelnen Fällen in verfassungswidriger Weise angewendet werden könnte, führt für sich allein noch nicht zu deren Aufhebung (vgl. BGE 140 I 2 E. 4 S. 14; BGE 137 I 31 E. 2 S. 39 f.).\n\n4.\n\n4.1 Nach Art. 190 BV sind Bundesgesetze und Völkerrecht für das Bundesgericht und die anderen rechtsanwendenden Behörden massgebend. Damit kann Bundesgesetzen weder im Rahmen der abstrakten noch der konkreten Normenkontrolle die Anwendung versagt werden. Zwar handelt es sich dabei um ein Anwendungsgebot und kein Prüfungsverbot (BGE 131 II 710 E. 5.4 S. 721; BGE 129 II 249 E. 5.4 S. 263, mit Hinweisen; YVO HANGARTNER, in: Die schweizerische Bundesverfassung, Kommentar, Bd. II, Ehrenzeller/Mastronardi/Schweizer/Vallender [Hrsg.], 2. Aufl. 2008, N. 8 zu Art. 190 BV), und es kann sich rechtfertigen, vorfrageweise die Verfassungswidrigkeit eines Bundesgesetzes zu prüfen. Wird eine solche festgestellt, muss das Gesetz aber angewandt werden, und das Bundesgericht kann lediglich gegebenenfalls den Gesetzgeber einladen, die fragliche Bestimmung zu ändern. Freilich besteht nicht in jedem Fall die Veranlassung, die bundesgesetzliche Regelung auf ihre Vereinbarkeit mit höherrangigem Recht hin zu prüfen. Vielmehr hängt es von den BGE 140 I 353 S. 359Umständen des Einzelfalles ab, ob sich dies rechtfertigt. Im Rahmen einer abstrakten Normenkontrolle ist dafür entscheidend, ob ein genügendes allgemeines Interesse an der Feststellung einer allfälligen Verfassungswidrigkeit besteht.\n\n4.2 Im vorliegenden Fall sind kantonale Gesetzesbestimmungen angefochten. Dafür gilt das Anwendungsgebot von Art. 190 BV grundsätzlich nicht. Auch der Umstand, dass der Bundesgesetzgeber eine bestimmte Materie für seinen Kompetenzbereich, hier die verdeckte Fahndung und die verdeckte Ermittlung nach den Art. 285a ff. und 298a ff. StPO, bereits geordnet hat, schränkt die Befugnis des Bundesgerichts zur Überprüfung eines kantonalen Erlasses nicht ein. Dabei ist sogar in Kauf zu nehmen, dass sich bei einer solchen Prüfung allenfalls Zweifel an der Verfassungsmässigkeit eines Bundesgesetzes ergeben können (vgl. BGE 136 I 49 E. 3 S. 55; BGE 109 Ia 273 E. 2b S. 277 f.). Im vorliegenden Fall stellt sich die Frage der Zulässigkeit der umstrittenen kantonalen Bestimmungen vor dem Hintergrund der Zuständigkeit des Bundes zur Rechtssetzung im Bereich des Strafprozesses (Art. 123 Abs. 1 BV). Die vom Bund geschaffenen strafprozessualen Normen sind bei der Beurteilung der Gesetzgebungskompetenzen des Bundes und der Kantone zu berücksichtigen.\n\n5. Der Beschwerdeführer macht geltend, die verdeckte Ermittlung sei abschliessend in Art. 286 ff. StPO geregelt. Damit habe der Bund von seiner Rechtsetzungskompetenz auf dem Gebiet des Strafrechts und des Strafprozessrechts gemäss Art. 123 Abs. 1 und 3 BV Gebrauch gemacht. Den Kantonen verbleibe kein Spielraum zur Einführung einer verdeckten Vorermittlung (§ 32e PolG/ZH) mit den Instrumenten der Kontaktaufnahme (§ 32d PolG/ZH) und der automatisierten, technischen Fahndung im Internet (§ 32f PolG/ZH). Die beanstandete Regelung verstosse gegen den Vorrang des Bundesrechts im Sinne von Art. 49 Abs. 1 BV.\n\n5.1 Die Zuständigkeit der Kantone, auf ihrem Hoheitsgebiet für die Aufrechterhaltung der öffentlichen Sicherheit und Ordnung zu sorgen, gilt als originäre Kompetenz der Kantone (Botschaft des Bundesrats vom 20. November 1996 über eine neue Bundesverfassung, BBl 1997 I 236 f. zu Art. 53; BGE 140 I 2 E. 10.2.1 S. 29 f.). Die Kantone verfügen auf ihrem Territorium über die Polizeihoheit und damit über die entsprechende Rechtsetzungskompetenz im Hinblick auf die Wahrnehmung des umfassenden Auftrags zur BGE 140 I 353 S. 360 Gefahrenabwehr. Der Grundsatz der primären Verantwortung der Kantone für die Sicherheit auf ihrem Territorium ist in der Lehre wie auch in der Rechtsprechung unbestritten (Art. 57 BV; BGE 117 Ia 292; Bericht des Bundesrats vom 2. März 2012 in Erfüllung des Postulats Malama [...] \"Innere Sicherheit. Klärung der Kompetenzen\", BBl 2012 4459, 4479 f. mit weiteren Hinweisen; RAINER J. SCHWEIZER, in: Die schweizerische Bundesverfassung, Kommentar, a.a.O., N. 5 zu Art. 57 BV; ALEXANDER RUCH, Äussere und innere Sicherheit, in: Verfassungsrecht der Schweiz, 2001, S. 898 Rz. 33).\n\nDer Bund ist aufgrund von Art. 123 Abs. 1 BV zur Gesetzgebung auf dem Gebiet des Strafprozessrechts befugt. Ausgangspunkt eines jeden Strafverfahrens ist der Verdacht, eine strafbare Handlung sei begangen worden. Das Strafprozessrecht regelt somit die Vorkehrungen und die Schritte des Verfahrens, mit welchem die Richtigkeit dieses Verdachts überprüft und gegebenenfalls die Straftat beurteilt wird. Soweit dagegen zu regeln ist, mit welchen Mitteln Straftaten verhindert werden können oder ihre erst mögliche Begehung festgestellt werden kann, beschlägt dies das Polizeirecht, zu dessen Erlass grundsätzlich die Kantone zuständig sind (vgl. Stellungnahme des Bundesrats vom 23. Mai 2012 zum Bericht der Kommission für Rechtsfragen des Nationalrates vom 3. Februar 2012 zur Parlamentarischen Initiative \"Präzisierung des Anwendungsbereichs der Bestimmungen über die verdeckte Ermittlung\", BBl 2012 5609, 5611 mit Hinweisen).\n\n5.2 Das Polizeirecht ist grundsätzlich öffentlich-rechtlicher Natur. Tätigkeiten und Aufgaben der Polizei, wie insbesondere die Aufrechterhaltung der öffentlichen Sicherheit und Ordnung (vgl. §§ 3 ff. PolG/ZH und §§ 7 ff. des Polizeiorganisationsgesetzes des Kantons Zürich vom 29. November 2004 [POG/ZH; LS 551.1]), werden von den für das Verwaltungsrecht massgebenden materiellen Grundsätzen beherrscht. Das Polizeirecht weist in verschiedener Hinsicht Bezüge zum Straf- und Strafprozessrecht auf, da die Polizei auch im Dienst der Strafverfolgung tätig ist. Sie nimmt nach § 2 Abs. 2 PolG/ZH und § 8 POG/ZH im Rahmen des kantonalen Gesetzes vom 10. Mai 2010 über die Gerichts- und Behördenorganisation im Zivil- und Strafprozess (GOG/ZH; LS 211.1) und der Strafprozessordnung des Bundes kriminalpolizeiliche Aufgaben wahr wie die Verhütung strafbarer Handlungen oder die Feststellung und die Aufklärung von Straftaten. Die verwaltungsrechtliche Polizeitätigkeit lässt sich nicht leicht vom strafprozessualen, im Dienst der Strafverfolgung BGE 140 I 353 S. 361stehenden Aufgabenbereich unterscheiden. Die beiden Bereiche können sich überschneiden oder fliessend ineinander übergehen, etwa wenn ein Polizist in Ausübung einer rein polizeilichen Tätigkeit, die keinen Tatverdacht voraussetzt, auf strafrechtlich relevante Sachverhalte trifft und entsprechende Massnahmen mit Blick auf die Strafverfolgung vorkehrt (vgl. Art. 306 StPO). Gemeinsam ist den Bereichen, dass bei gegebenen Voraussetzungen in vergleichbarer Weise in Grundrechte von Personen eingegriffen werden kann. Es kommen im Wesentlichen auch die gleichen verfassungsrechtlichen Garantien zum Schutz der Grundrechte zum Zug, insbesondere die Erfordernisse der gesetzlichen Grundlage, des öffentlichen Interesses und der Verhältnismässigkeit (Art. 5 und 36 BV; E. 8.5 hiernach; BGE 136 I 87 E. 3.4 S. 93 f.).\n\n5.3 Nach Inkrafttreten der StPO des Bundes am 1. Januar 2011 und im Nachgang zum Urteil des Bundesgerichts BGE 134 IV 266 bejahten die Eidgenössischen Räte einen Revisionsbedarf in Bezug auf die gesetzliche Regelung der verdeckten Ermittlung und der verdeckten Fahndung (Bericht der Kommission für Rechtsfragen des Nationalrats vom 3. Februar 2012 zur Parlamentarischen Initiative \"Präzisierung des Anwendungsbereichs der Bestimmungen über die verdeckte Ermittlung\", BBl 2012 5591; Stellungnahme des Bundesrats vom 23. Mai 2012, BBl 2012 5609). Die parlamentarischen Beratungen führten zur Änderung der StPO vom 14. Dezember 2012, welche am 1. Mai 2013 in Kraft trat (AS 2013 1051). Mit dieser Gesetzesänderung wurden die Bestimmungen über die verdeckte Ermittlung präzisiert (Art. 285a und 288 Abs. 1 und 2 StPO) und eine neue gesetzliche Grundlage für die verdeckte Fahndung geschaffen (Art. 298a ff. StPO).\n\n5.4 Die gesetzliche Grundlage für die verdeckte Fahndung in Art. 298a ff. StPO lehnt sich an die Regelung der Observation nach Art. 282 f. StPO an und unterscheidet sich von der verdeckten Ermittlung. So bedarf die verdeckte Fahndung nach Art. 298a ff. StPO im Unterschied zur verdeckten Ermittlung (Art. 285a ff. StPO) keiner gerichtlichen Genehmigung. Hingegen ist in beiden Fällen die Mitteilung an die betroffenen Personen und der nachträgliche Rechtsschutz gewährleistet (Art. 298 und 298d StPO). Gleich wie die Observation wird die verdeckte Fahndung von der Polizei angeordnet und muss nach einer Dauer von einem Monat von der Staatsanwaltschaft genehmigt werden. Die neuen Bestimmungen der StPO erfassen ausschliesslich jene Fälle, in denen ein Verdacht auf eine BGE 140 I 353 S. 362strafbare Handlung besteht. Dieser Verdacht kann auch ein bloss vager sein (BBl 2012 5596; LANDSHUT/BOSSHARD, in: Kommentar zur Schweizerischen Strafprozessordnung, Donatsch/Hansjakob/Lieber [Hrsg.], 2. Aufl. 2014, N. 26 zu Art. 309 StPO).\n\n5.5 In gewissen Fällen erscheinen im Interesse der Prävention gegen Straftaten Ermittlungen erforderlich, selbst wenn zu Beginn der verdeckten Ermittlungstätigkeit kein Tatverdacht vorliegt. Entsprechende Vorermittlungen können sich gegen jede Art von schwerwiegenden Straftaten richten. Betroffen sein können unter anderem kriminelle Organisationen (Art. 260ter StGB), Straftaten gegen die Freiheit wie der Menschenhandel (Art. 182 StGB), die Kommunikation in Chat-Räumen zur Verhinderung von sexuellen Handlungen mit Kindern (BGE 134 IV 266), die Vorbeugung gegen den Missbrauch von Betäubungsmitteln (vgl. Art. 23 Abs. 2 des Betäubungsmittelgesetzes vom 3. Oktober 1951 [BetmG; SR 812.121]) oder sogenannte Alkoholtestkäufe (Urteil des Bundesgerichts 6B_334/2011 vom 10. Januar 2012; Art. 13 des Entwurfs zu einem Bundesgesetz über den Handel mit alkoholischen Getränken [...], BBl 2012 1493, 1497 zu Art. 13).\n\n5.5.1 Das geltende Bundesrecht enthält auch nach der Neuregelung der verdeckten Ermittlung und verdeckten Fahndung in den Art. 285a und 298a ff. StPO keine Bestimmungen zur präventiven Vorermittlung im Sinne eines polizeilichen Tätigwerdens zur Verhinderung oder Erkennung zukünftiger möglicher Delikte (vgl. § 4 Abs. 1 und 2 sowie § 32e PolG/ZH). Bei der Beratung der Art. 298a ff. StPO in den Eidgenössischen Räten vertrat eine Minderheit der Rechtskommission des Nationalrats die Ansicht, dass im Bundesrecht auch eine Grundlage für die präventive verdeckte Vorermittlung zu schaffen sei, wie eine solche auch bereits in Art. 4 Abs. 1 lit. a des (mit Inkrafttreten der StPO aufgehobenen) Bundesgesetzes vom 20. Juni 2003 über die verdeckte Ermittlung (BVE; AS 2004 1409) bestanden habe (vgl. hierzu BGE 134 IV 266 E. 4.1.1 und 4.2.1 S. 280). Damit sollte sichergestellt werden, dass in der ganzen Schweiz die gleiche Regelung gelte. Die Kommissionsmehrheit lehnte diesen Antrag mit dem Hinweis auf die dafür fehlende Gesetzgebungskompetenz des Bundes sowie die laufenden bzw. bereits abgeschlossenen Arbeiten der Kantone ab (BBl 2012 5599 f. Ziff. 3.2). Der Bundesrat lehnte den Antrag ebenfalls ab, weil er im Widerspruch zur verfassungsmässigen Kompetenzordnung stehe und eine solche Regelung nicht in das der StPO zugrunde liegende System passe. BGE 140 I 353 S. 363Es gehöre nicht zu den Aufgaben der Strafbehörden, präventive Massnahmen anzuordnen (BBl 2012 5611). In der parlamentarischen Beratung stimmten die Räte dem Vorschlag der Mehrheit der Rechtskommission des Nationalrats zu (AB 2012 N 1263, 2012 S 1152, 2012 N 2278, 2012 S 1258). Die neuen Art. 285a, 288 Abs. 1 und 2 und 298a ff. StPO sind am 1. Mai 2013 in Kraft getreten (AS 2013 1051).\n\n5.5.2 Nach der Debatte in den Eidgenössischen Räten bei Erlass der geltenden Vorschriften zur verdeckten Ermittlung und verdeckten Fahndung in der StPO besteht kein Zweifel, dass der Gesetzgeber die präventive verdeckte Vorermittlung in der StPO nicht normierte, sondern der Regelung durch die Kantone überliess. Nach der Auffassung der Rechtskommission des Nationalrats könnte der Bund auch gar keine Gesetzesgrundlagen für die präventive verdeckte Vorermittlung schaffen, da es sich dabei nicht um Massnahmen des Strafprozessrechts handle, zu dessen Regelung der Bund nach Art. 123 Abs. 1 BV befugt ist (BBl 2012 5596 Ziff. 2.2.2).\n\nBei der präventiven verdeckten Vorermittlung und Informationsbeschaffung im Internet im Sinne der §§ 32e und 32f PolG/ZH geht es um Handlungen von Polizeiorganen vor einem Strafverfahren, welche der Verhinderung oder Erkennung einer möglichen Straftat dienen. Dafür ist eine gesetzliche Grundlage im kantonalen Polizeirecht nötig. Diese Situation ist auch dem Strafprozessrecht nicht fremd: Die Observation, die mit der verdeckten Vorermittlung gewisse Ähnlichkeiten aufweist, ist in der Strafprozessordnung nur insoweit geregelt, als die Massnahme der Aufklärung eines Tatverdachts dient. Art. 282 Abs. 1 lit. a StPO setzt für die Anordnung der Observation die Annahme voraus, dass \"Verbrechen oder Vergehen begangen worden sind\". Erfolgt eine Observation hingegen zur Verhinderung oder Erkennung von künftigen Straftaten, die begangen werden könnten, ohne dass bereits ein Tatverdacht vorliegt, lässt sie sich nicht auf Art. 282 f. StPO stützen. Eine solche Observation bedarf einer Grundlage im kantonalen Polizeirecht (BBl 2012 5596 f. Ziff. 2.2.2). Eine entsprechende gesetzliche Grundlage hat der Kantonsrat mit dem Erlass von § 32 PolG/ZH geschaffen. Der Beschwerdeführer erhebt gegen diese Bestimmung keine spezifischen Rügen (vgl. nicht publ. E. 1.2).\n\n5.5.3 Im Hinblick auf die präventive verdeckte Vorermittlung ohne konkreten Tatverdacht ist weiter zu beachten, dass viele Kantone die notwendigen gesetzlichen Grundlagen bereits erlassen haben oder BGE 140 I 353 S. 364solche vorbereiten. Damit sich nicht Schwierigkeiten ergeben, wenn Erkenntnisse aus präventiven polizeilichen Massnahmen in einem Strafverfahren verwertet werden sollen, ist sicherzustellen, dass die Regelungen im Strafprozessrecht und im Polizeirecht aufeinander abgestimmt sind. Zu diesem Zweck koordinierte die Kommission für Rechtsfragen des Nationalrats ihre Arbeiten mit jenen der Konferenz der kantonalen Justiz- und Polizeidirektoren (KKJPD), welche zuhanden der Kantone eine Musterregelung erarbeitet hat (BBl 2012 5597 Ziff. 2.2.2; THOMAS HANSJAKOB, Die neuen Bestimmungen zu verdeckter Fahndung und Ermittlung, forumpoenale 2013 S. 214 ff., 220 f.). Dieses Vorgehen entspricht der bestehenden verfassungsrechtlichen Kompetenzordnung und dient der angemessenen Kriminalitätsbekämpfung unter Gewährleistung der verfassungsmässigen Rechte der Bürger.\n\n5.6 Als Zwischenergebnis ist festzuhalten, dass der Beschwerdeführer zu Unrecht geltend macht, die verdeckte Ermittlung sei abschliessend in den Art. 285a ff. StPO geregelt und den Kantonen verbleibe kein Raum zur Einführung präventiver verdeckter Vorermittlungsmassnahmen. Die Rüge der Missachtung des Vorrangs des Bundesrechts im Sinne von Art. 49 Abs. 1 BV dringt nicht durch.\n\n6. Inhaltlich umstritten sind im Einzelnen die §§ 32e und 32f PolG/ZH. Beiden Bestimmungen ist gemeinsam, dass sie die präventive Polizeitätigkeit im Interesse der Verbrechensvermeidung betreffen und das polizeiliche Tätigwerden keinen Anfangsverdacht voraussetzt.\n\nDie Vorschriften knüpfen an die Grundsatzbestimmung über die Vorermittlung und das Vorverfahren in § 4 Abs. 1 PolG/ZH an. Danach tätigt die Polizei ausgehend von Hinweisen oder eigenen Wahrnehmungen Vorermittlungen, um festzustellen, ob strafbare Handlungen zu verhindern (lit. a) oder aufzuklären (lit. b) sind. Die Aufklärung der Straftaten durch die Staatsanwaltschaft und die Polizei erfolgt im Wesentlichen auf der Grundlage der StPO (§ 4 Abs. 3 PolG/ZH). Dem strafprozessualen Vorverfahren (Art. 299 ff. StPO) kann ein polizeirechtliches Vorermittlungsverfahren im Sinne von § 4 Abs. 1 lit. b PolG/ZH vorgelagert sein, welches wie erwähnt keinen Tatverdacht voraussetzt. Die vorliegend zu beurteilenden §§ 32e und 32f PolG/ZH beziehen sich insbesondere auf die präventive Polizeitätigkeit im Interesse der Verhinderung strafbarer Handlungen (vgl. E. 5.5.2 hiervor). BGE 140 I 353 S. 365\n\n6.1 In § 32e PolG/ZH wird die verdeckte Vorermittlung geregelt. Die Bestimmung steht in engem Zusammenhang mit der Regelung der Vorermittlung in § 4 Abs. 1 PolG/ZH. Dieses Vorermittlungsverfahren betrifft die polizeiliche Tätigkeit ohne konkreten Tatverdacht vor einem strafprozessualen Vorverfahren im Sinne von Art. 299 ff. StPO. Unter Vorermittlungen sind Abklärungen und Massnahmen der Polizei zu verstehen, die auf Verdachtsbegründung ausgerichtet sind oder die auf einem bloss vagen, noch unbestimmten Anfangsverdacht, kriminalistischen Erfahrungswerten oder auf einer blossen Vermutung oder Hypothese gründen, die ohne vorgängige Konkretisierung und Verdichtung (oder Entkräftung) für die Einleitung eines gerichtspolizeilichen Ermittlungsverfahrens gemäss Art. 306 StPO nicht genügen. Typisch ist solches Handeln, wenn die Polizei Meldungen aus der Bevölkerung über verdächtige Wahrnehmungen nachgeht. Vorermittlungen ermöglichen der Polizei das Erkennen, dass bestimmte Straftaten begangen worden sind oder gestützt auf einen bereits gefassten Tatentschluss kurz vor der Ausführung stehen könnten. Vorermittlungen bezwecken die Feststellung, ob überhaupt strafprozessual abzuklärende Sachverhalte vorliegen oder nicht, und im bejahenden Fall eine möglichst gute Ausgangslage für das nachfolgende Vorverfahren gemäss StPO zu schaffen oder auch (weitere) Straftaten zu verhindern (vgl. Antrag des Regierungsrats an den Kantonsrat vom 28. März 2012 zur Änderung des Polizeigesetzes, S. 15 f.; s. auch E. 5.2 und 5.5.2 hiervor).\n\nIn § 32e PolG/ZH ist in Ergänzung zu § 4 Abs. 1 PolG/ZH vorgesehen, dass das Polizeikommando mit Genehmigung des Zwangsmassnahmengerichts ausserhalb eines Strafverfahrens verdeckte Vorermittlerinnen und Vorermittler einsetzen kann, die unter falscher Identität durch aktives und zielgerichtetes Verhalten versuchen, zu anderen Personen Kontakte zu knüpfen und zu ihnen ein Vertrauensverhältnis aufzubauen. Eine solche persönliche Kontaktnahme kann unter anderem auch über das Internet in sog. Chatrooms erfolgen (vgl. BGE 134 IV 266).\n\n6.2 Darüber hinaus wurde in § 32f PolG/ZH eine gesetzliche Grundlage für die Informationsbeschaffung im Internet geschaffen. Nach Abs. 2 soll die Bestimmung unter anderem auch als gesetzliche Grundlage zur verdeckten Feststellung von verdächtigen Inhalten in geschlossenen Bereichen auf virtuellen Kommunikationsplattformen (z.B. Chatrooms) im Internet dienen. Diese Vorermittlungstätigkeit soll auf Computerprogrammen basieren, welche die Beobachtung BGE 140 I 353 S. 366der Kommunikation ohne direkte Kontaktnahme der beobachtenden Person mit den beobachteten Kommunikationsteilnehmern ermöglichen (vgl. E. 8 hiernach; BGE 134 IV 266 E. 3.8.2 und 3.9).\n\n7. Der Beschwerdeführer beanstandet die Bestimmung über die verdeckte Vorermittlung (§ 32e PolG/ZH) insofern, als sie die Kontaktaufnahme mit möglichen Tätern von sexuellen Handlungen mit Kindern (Art. 187 Ziff. 1 StGB) auf virtuellen Kommunikationsplattformen (sog. Chatrooms) betrifft. Solche verdeckten Vorermittlungen richteten sich gegen Personen, die unter Pädophilie, einer Störung der sexuellen Präferenz und damit einer psychischen Krankheit litten. Mit der Anknüpfung der verdeckten Vorermittlung an einer psychischen Krankheit verstosse sie gegen das Diskriminierungsverbot (Art. 8 Abs. 2 BV). Zudem träten die verdeckten Vorermittler nicht bloss als unbeteiligte Beobachter auf, sondern sie betätigten sich als \"agent provocateur\", was mit Art. 293 StPO und verschiedenen Verfassungs- und Konventionsgarantien nicht vereinbar sei.\n\n§ 32e PolG/ZH betrifft ausschliesslich die Verhinderung und Erkennung von Straftaten, bevor eine solche begangen wird. In Abs. 2 lit. b dieser Bestimmung wird dabei ausdrücklich festgehalten, dass eine verdeckte Vorermittlung nur zulässig ist, wenn die Schwere der Straftat dies rechtfertigt. Insoweit ist die verdeckte Vorermittlung nicht auf die Kontaktaufnahme in Chatrooms mit möglichen Tätern von sexuellen Handlungen mit Kindern (Art. 187 Ziff. 1 StGB; vgl. BGE 134 IV 266) beschränkt, sondern erstreckt sich zum Beispiel auch auf mögliche Täter einer Widerhandlung gegen das Betäubungsmittelgesetz (Art. 19 ff. i.V.m. Art. 23 BetmG). Dabei ist in Anwendung von § 32e Abs. 2 PolG/ZH sichergestellt, dass die verdeckte Vorermittlung vom Zwangsmassnahmengericht nur genehmigt wird, wenn ein schweres Delikt im Sinne von Art. 286 Abs. 2 StPO droht, die Schwere der Straftat eine verdeckte Vorermittlung rechtfertigt und andere Massnahmen erfolglos geblieben sind oder die Vorermittlung sonst aussichtslos oder unverhältnismässig erschwert wäre. Die verdeckte Vorermittlung ist damit auf die Verhinderung zahlreicher, sehr unterschiedlicher, schwerer Straftaten ausgerichtet. Es kann somit keine Rede davon sein, die beanstandete Bestimmung stelle eine gegen Art. 8 Abs. 2 BV verstossende Diskriminierung von Personen mit pädophilen Neigungen dar.\n\nAuch die Befürchtung des Beschwerdeführers, die verdeckten Vorermittler würden als \"agents provocateurs\" bestimmte Personen zur BGE 140 I 353 S. 367Begehung von Straftaten veranlassen, erscheint als unbegründet. In § 32e Abs. 4 PolG/ZH wird ausdrücklich festgehalten, dass für die Durchführung der verdeckten Vorermittlung die Art. 151 und 287-298 StPO sinngemäss anwendbar sind. Art. 293 StPO gibt das Mass der zulässigen Einwirkung von verdeckten Vorermittlerinnen und -ermittlern vor. Mit dieser Regelung wird verhindert, dass die verdeckte Vorermittlung zu einem unzulässigen Einsatz eines \"agent provocateur\" führt. Ausserdem entspricht § 32e PolG/ZH kraft der Verweisung in Abs. 4 weiteren rechtsstaatlichen Anforderungen namentlich in Bezug auf die richterliche Genehmigung der verdeckten Vorermittlung (Art. 289 StPO) sowie die Verfahrensrechte und den Rechtsschutz der betroffenen Personen (Art. 298 StPO). Die gegen § 32e PolG/ZH erhobenen Einwände erweisen sich somit als nicht stichhaltig. Die Beschwerde ist in diesem Punkt abzuweisen.\n\n8.\n\n8.1 In Bezug auf § 32f PolG/ZH bringt der Beschwerdeführer unter anderem vor, die Bestimmung verletze das Fernmeldegeheimnis (Art. 13 Abs. 1 BV, Art. 8 Ziff. 1 EMRK und Art. 17 Abs. 1 UNO-Pakt II [SR 0.103.2]). Mit der nach § 32f PolG/ZH zulässigen verdeckten Überwachung vonvirtuellen Kommunikationsplattformen, die nur einem beschränkten Benutzerkreis zugänglich seien, werde der grundrechtlich geschützte Fernmeldeverkehr und damit die Privatsphäre der Betroffenen tangiert. Dies sei nur unter Einhaltung der hohen Anforderungen des Bundesverfassungs- und -gesetzesrechts zulässig. Nach Art. 179octies StGB erfordere die Überwachung des Fernmeldeverkehrs eine richterliche Genehmigung, anderenfalls sich der Überwachende strafbar mache. Diene die Überwachung der Strafrechtspflege, so müssten zudem die Schranken der StPO eingehalten werden. In Anwendung von Art. 269 Abs. 1 lit. a StPO dürfe eine Überwachung des Fernmeldeverkehrs nur dann angeordnet werden, wenn ein dringender Tatverdacht bestehe. Sie bedürfe zudem gemäss Art. 272 Abs. 1 StPO der Genehmigung durch das Zwangsmassnahmengericht. Würden zur Überwachung des Fernmeldeverkehrs technische Überwachungsgeräte verwendet, so dürften diese nur gegenüber dem Beschuldigten eingesetzt werden (Art. 281 StPO), was den Verdacht einer strafbaren Handlung voraussetze.\n\n§ 32f PolG/ZH erfülle diese Voraussetzungen nicht. Die Überwachung könne von jedem Polizeioffizier angeordnet werden. Eine richterliche Genehmigung werde nicht verlangt. Ebensowenig werde ein konkreter Tatverdacht vorausgesetzt. Es dürfe nach allenBGE 140 I 353 S. 368verdächtigen Inhalten gefahndet werden, die in irgendeiner Art und Weise mit den in § 32f Abs. 2 lit. a-e PolG/ZH genannten, unbestimmten Handlungen zusammenhängen könnten. Auch müssten nicht erst andere, weniger grundrechtsintensive Untersuchungshandlungen erfolglos geblieben sein, wie dies Art. 269 Abs. 1 lit. c StPO für die Überwachung des Fernmeldeverkehrs vorschreibe. Eine derart umfassende Überwachung des Internets, insbesondere von Chat-Protokollen und privaten Nachrichten in Internetforen, stehe im Widerspruch zur bundesgerichtlichen Rechtsprechung, wonach die Überwachung von E-Mails nur zur Verfolgung einer Straftat im Rahmen der Regeln von Art. 179octies StGB sowie der Strafprozessordnung zulässig sei (BGE 126 I 50 E. 6a S. 65 f.). Ausserdem würden in § 32f Abs. 2 lit. a-e PolG/ZH Gefahren und Straftaten aufgelistet, die im Tatbestandskatalog des StGB nicht existierten. Mangels einer klaren Definition des Überwachungsumfangs könne nicht festgestellt werden, ob es sich überhaupt um schwerwiegende Straftaten handle. Insofern sei keine Verhältnismässigkeitsprüfung von § 32f PolG/ZH möglich.\n\n8.2 Soweit sich der Beschwerdeführer auf die Regelung der Überwachung des Post- und Fernmeldeverkehrs in Art. 269 ff. StPO beruft, ist zu beachten, dass die StPO entsprechend der Kompetenznorm von Art. 123 BV lediglich die Verfolgung und Beurteilung bereits verübter Straftaten regelt (Art. 1 Abs. 1 StPO). Die Gesetzgebung zur Vermeidung von Straftaten ist Sache der Kantone (vgl. E. 5 hiervor). In diesem Bereich kann die StPO nur insoweit angewendet werden, als das kantonale Recht wie zum Beispiel in § 32e Abs. 2 und 4 PolG/ZH auf die sinngemässe Anwendung der StPO verweist und die StPO in diesem Umfang als kantonales Recht anwendbar ist (vgl. BGE 118 Ia 137 E. 2a S. 140). § 32f PolG/ZH enthält keine entsprechende Verweisung auf die StPO.\n\nIn Art. 179octies StGB hingegen, nach welcher Bestimmung die zur Überwachung befugte Person straflos bleibt, wenn die Überwachung des Post- und Fernmeldeverkehrs auf richterlicher Genehmigung beruht, wird nicht unterschieden, ob die amtliche Überwachung im Rahmen eines strafprozessualen Vorverfahrens (Art. 299 ff. StPO) oder präventiv vor einem polizeilichen Ermittlungsverfahren (Art. 306 f. StPO) erfolgt. In Bezug auf den vorliegend umstrittenen § 32f PolG/ZH ist indessen zumindest fraglich, inwieweit Art. 179octies StGB auf die Überwachung mittels Computerprogrammen anwendbar ist (vgl. VON INS/WYDER, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. BGE 140 I 353 S. 369 2013, N. 15 ff. zu Art. 179octies StGB). Zu prüfen ist im Folgenden, ob die nach § 32f PolG/ZH vorgesehene Informationsbeschaffung im Internet einen unzulässigen Eingriff in den verfassungsrechtlichen Schutz des Fernmeldeverkehrs nach Art. 13 Abs. 1 BV darstellt.\n\n8.3 Nach Art. 13 Abs. 1 BV hat jede Person Anspruch auf die Achtung ihres Privat- und Familienlebens, ihrer Wohnung sowie ihres Brief-, Post- und Fernmeldeverkehrs. Im Wesentlichen derselbe Schutz ergibt sich aus Art. 8 Ziff. 1 EMRK, wobei dort lediglich die Korrespondenz, nicht aber der Fernmeldeverkehr ausdrücklich genannt wird. Der Schutzbereich von Art. 13 Abs. 1 BV und der EMRK erstreckt sich jedoch auch auf den Briefverkehr, Telefongespräche und Telefax-Übermittlungen, die Kommunikation per E-Mail, SMS, MMS, Pager oder durch einen Kurier sowie das Telefonieren über das Internet, während Homepages und öffentlich zugängliche Newsgroups nicht durch die Korrespondenzfreiheit geschützt sind (GRABENWARTER/PABEL, Europäische Menschenrechtskonvention, 5. Aufl. 2012, S. 240 f.; RHINOW/SCHEFER, Schweizerisches Verfassungsrecht, 2. Aufl. 2009, S. 275 f.; MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 203; STEPHAN BREITENMOSER, in: Die schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 33 zu Art. 13 BV). Geschützt ist nicht nur der Inhalt der Kommunikation; erfasst werden auch die Randdaten wie die von einem privaten Telefonanschluss aus angewählten Nummern sowie Zeitpunkt, Dauer und Teilnehmer der geführten Gespräche (Hinweise bei MÜLLER/SCHEFER, a.a.O., S. 203).\n\nMit dem Verfassungsanspruch gemäss Art. 13 Abs. 1 BV soll gewährleistet werden, dass die Kommunikation mit fremden Mitteln gegenüber Drittpersonen geheim erfolgen kann, auch wenn technische Mittel zur Kommunikationsüberwachung bestehen. Immer dann, wenn die Kommunikation durch eine Organisation wie die Post oder einen Fernmeldeverkehrsanbieter erfolgt, soll sie im Vertrauen auf die Respektierung der Geheimsphäre vertraulich geführt werden können, ohne dass das Gemeinwesen Kenntnis und Einblick erhält und daraus gewonnene Erkenntnisse gegen den Betroffenen verwenden kann. Dieser Geheimbereich ist unabhängig davon zu wahren, ob die Kommunikation durch eine staatliche Organisation (wie die früheren PTT-Betriebe) oder wie heute durch private Anbieter von Fernmeldedienstleistungen vermittelt wird (BGE 126 I 50 E. 6a S. 65). Staatliche Behörden bleiben auch dann unmittelbar an das Brief-, BGE 140 I 353 S. 370Post- und Fernmeldegeheimnis gebunden, wenn ein Privater in ihrem Auftrag die konkreten elektronischen Durchsuchungs- und Abhörmassnahmen oder Briefkontrollen durchführt. In solchen Situationen nehmen die privaten Anbieter eine staatliche Aufgabe wahr und sind nach Art. 35 Abs. 2 BV an die Grundrechte, konkret an das Brief-, Post- und Fernmeldegeheimnis, gebunden. Dem entsprechend ist in Art. 43 des Fernmeldegesetzes vom 30. April 1997 (FMG; SR 784.10) eine umfassende Geheimhaltungspflicht verankert (MÜLLER/SCHEFER, a.a.O., S. 208).\n\nDie genannten Überlegungen gelten nach der Rechtsprechung namentlich auch für den E-Mail-Verkehr über Internet. Auszugehen ist von der Achtung des umfassend zu verstehenden Fernmeldeverkehrs. Das FMG regelt die fernmeldetechnische Übertragung von Informationen, die nicht als Radio- oder Fernsehprogramme gelten (Art. 2 FMG). Als fernmeldetechnische Übertragung gilt elektrisches, magnetisches, optisches oder anderes elektromagnetisches Senden oder Empfangen von Informationen über Leitungen oder Funk (Art. 3 lit. c FMG). Auch die Dienste von Internet-Providern werden den Fernmeldediensten zugeordnet; sie fallen unter das Fernmeldegesetz mit der Verpflichtung zur Geheimniswahrung (Art. 43 FMG). Die Geheimsphäre der E-Mail-Benützer ist im Rahmen des technisch Möglichen verfassungsmässig zu wahren, und die staatlichen Behörden sollen über die normale Verwendung des Internets hinaus keinen besondern Zugriff zum E-Mail-Verkehr haben (BGE 126 I 50 E. 6a S. 66; zur Beschlagnahme von E-Mails vgl. Urteil des Bundesgerichts 1B_19/2014 vom 28. Mai 2014).\n\n8.4\n\n8.4.1 Aus § 32f Abs. 2 PolG/ZH ergibt sich die Ermächtigung der Polizei zur Ermittlung von verdächtigen Inhalten in virtuellen Kommunikationsplattformen, die nur einem beschränkten Benutzerkreis zugänglich sind. Solche Informationsbeschaffungen können die durch Art. 13 Abs. 1 BV geschützte Privatsphäre von Personen tangieren, die auf solchen Plattformen kommunizieren. Davon geht nicht nur der Beschwerdeführer, sondern auch der Regierungsrat in seinem Antrag an den Kantonsrat vom 28. März 2012 aus. Der Regierungsrat legt dar, dass das Internet unter anderem auch bei der Vorbereitung und Planung von schweren Störungen der öffentlichen Sicherheit genutzt werde und Informationen enthalte, die zur Früherkennung und Verhinderung von schweren Sicherheitsrisiken von entscheidender Bedeutung sein könnten. Nach der polizeilichen BGE 140 I 353 S. 371Erfahrung, etwa im Zusammenhang mit der Früherkennung und Bekämpfung der Pädophilie im Internet, zeige sich allerdings, dass die polizeilich bedeutsamen Informationen im Internet zumeist nicht im allgemein zugänglichen Bereich, sondern in geschlossenen Foren bzw. \"Closed User Groups\" ausgetauscht werden (vgl. BGE 134 IV 266 E. 3.9 S. 278 f.). Diese geschlossenen Plattformen könnten teilweise der Privatsphäre zugerechnet werden, auch wenn im Handel für jedermann Programme erhältlich seien, die eine gezielte Suche nach bestimmten Schlüsselwörtern in an sich geschlossenen Foren ermöglichten. Solche Programme, die auch polizeilich eingesetzt werden könnten, seien ein geeignetes Mittel, um frühzeitig Informationen über die Vorbereitung von Ausschreitungen, Gewaltstraftaten und allgemein über schwere Rechtsgutsverletzungen zu gewinnen und die rechtzeitige Vorbereitung der erforderlichen Gegenmassnahmen zu ermöglichen. § 32f Abs. 2 PolG/ZH erlaube den Einsatz solcher Suchprogramme in geschlossenen Internetforen. Dabei werde namentlich durch die Aufzählung der Rechtsgutsgefährdungen und Straftaten, die nach den lit. a bis e Anlass zu einem solchen Internetmonitoring geben könnten, klargestellt, dass die Hürden für diese Überwachungsmassnahmen hoch seien.\n\n8.4.2 An der im Rahmen des bundesgerichtlichen Verfahrens durchgeführten Instruktionsverhandlung hat die Kantonspolizei darauf hingewiesen, dass die Informationsbeschaffung nach § 32f PolG/ZH der Kenntnisnahme von im Privatbereich bereits vorhandenen Informationen diene und keine zeitechte Informationsbeschaffung erfolge. Dies im Unterschied zur direkten Beteiligung an der Kommunikation nach den §§ 32d und 32e PolG/ZH oder der Überwachung des Fernmeldeverkehrs gemäss Art. 269 ff. StPO. Weiter ergab sich, dass die Kantonspolizei die Anschaffung eines Automatisierungsprogramms für die Informationsbeschaffung im Internet plant, das auch Informationen in einem zeitlich sehr nahen Kontext zur tatsächlichen Kommunikation erfassen könnte, womit bevorstehende Rechtsverstösse sofort sichtbar gemacht würden.\n\n8.4.3 § 32f Abs. 2 PolG/ZH beschränkt die nach dem Wortlaut dieser Bestimmung zulässige Informationsbeschaffung nicht auf abgeschlossene Kommunikationsvorgänge. Dass heute ein gewisser zeitlicher Abstand zwischen der tatsächlichen Kommunikation auf der Internetplattform und der Kenntnisnahme durch die Polizeiorgane besteht, hängt insbesondere mit den zurzeit verfügbaren beschränkten technischen Mitteln zusammen. Indessen wird auch bei der BGE 140 I 353 S. 372Anwendung von § 32f Abs. 2 PolG/ZH beabsichtigt, die Information über den Inhalt der Kommunikation möglichst zeitnah zu erlangen, um bevorstehende Rechtsverstösse sofort sichtbar zu machen. Dies läuft auf eine Kontrolle der Kommunikation auf den betroffenen Internet-Plattformen hinaus, welche sich von einer zeitgleichen Überwachung der Telekommunikation kaum unterscheiden lässt. Auf jeden Fall schliesst § 32f Abs. 2 PolG/ZH eine direkte Überwachung der Kommunikation auf einer Kommunikationsplattform im Internet nicht aus. Es handelt sich somit um eine gesetzliche Grundlage für die Überwachung der genannten Kommunikationsplattformen, die mit entsprechenden technischen Mitteln eine zeitgleiche Überwachung der Kommunikation zulässt. In ihrer Wirkung kommt eine solche Informationsbeschaffung einer Überwachung des E-Mail-Verkehrs oder eines Telefongesprächs gleich, welche eine Einschränkung des nach Art. 13 Abs. 1 BV geschützten Fernmeldeverkehrs darstellt (vgl. E. 8.3 hiervor).\n\n8.5 Der in Art. 13 Abs. 1 BV verankerte Schutz des Fernmeldegeheimnisses gilt nicht unbeschränkt. Eine Beschränkung im Interesse der Verhütung von Straftaten ist in Art. 8 Abs. 2 EMRK ausdrücklich vorgesehen. Doch stellen die Überwachung des Fernmeldeverkehrs und damit auch die Durchsuchung informationstechnischer Systeme, auf denen dem Privatbereich zuzuordnende Angaben gespeichert sind, schwere Eingriffe in das Fernmeldegeheimnis der betroffenen Personen dar (vgl. BGE 125 I 96 E. 3e S. 103; BGE 122 I 182 E. 5 S. 193). Solche Eingriffe bedürfen einer Regelung im Gesetz selbst (Art. 36 Abs. 1 BV).\n\n§ 32f Abs. 2 PolG/ZH dient der Ermittlung von verdächtigen Inhalten in geschlossenen Bereichen auf virtuellen Kommunikationsplattformen im Internet. Soweit damit in den Bereich persönlicher Kommunikation und somit in die im Rahmen des Fernmeldegeheimnisses geschützte Privatsphäre eingegriffen wird, muss die kantonale Gesetzgebung den weiteren Anforderungen für einen Eingriff in das Fernmeldegeheimnis genügen (Art. 13 Abs. 1 i.V.m. Art. 36 BV). Grundrechtsbeschränkungen müssen durch ein öffentliches Interesse oder durch den Schutz von Grundrechten Dritter gerechtfertigt und mit dem Grundsatz der Verhältnismässigkeit vereinbar sein (Art. 36 Abs. 2 und 3 BV). Der Kerngehalt der Grundrechte ist unantastbar (Art. 36 Abs. 4 BV). Ob das kantonale Recht diesen bundesrechtlichen Anforderungen genügt, prüft das Bundesgericht mit freier Kognition (vgl. BGE 136 I 87 E. 3.3 S. 93; BGE 125 I 46 E. 3c S. 49, BGE 125 I 96 E. 2a S. 98).\n\nBGE 140 I 353 S. 373\n\n8.6 Wie bereits der Regierungsrat in seinem Antrag an den Kantonsrat darlegte, besteht an der Vorbeugung gegen sexuelle Übergriffe auf Kinder mittels einer Kontaktnahme im Internet ein grosses öffentliches Interesse (E. 8.4 hiervor). Die mit § 32f Abs. 2 PolG/ZH ermöglichte Überwachung virtueller Kommunikationsplattformen im Internet erlaubt den Polizeibehörden unter anderem, im Rahmen ihrer Präventionstätigkeit gegen die Gefahr sexueller Handlungen mit Kindern (Art. 187 Ziff. 1 StGB) und der Kinderpornografie (Art. 197 Ziff. 3 und 3bis StGB) vorzugehen. Das öffentliche Interesse an einer solchen polizeilichen Verbrechensbekämpfung mittels angemessener verdeckter Ermittlungen ergibt sich auch aus Art. 23 i.V.m. Art. 30 Ziff. 5 des Übereinkommens des Europarats vom 25. Oktober 2007 zum Schutz von Kindern vor sexueller Ausbeutung und sexuellem Missbrauch (SR 0.311.40; in der Schweiz in Kraft seit 1. Juli 2014). Art. 23 des Übereinkommens nennt ausdrücklich die Verwendung von Informations- und Kommunikationstechnologien als Mittel der Kontaktanbahnung mit Kindern, welche nach Art. 30 Ziff. 5 des Übereinkommens Gegenstand von angemessenen verdeckten Ermittlungen bilden können.\n\nAuch in Bezug auf die übrigen in § 32f Abs. 2 lit. a-e PolG/ZH genannten Gefahren besteht grundsätzlich ein grosses öffentliches Interesse an einer verdeckten Ermittlungstätigkeit der Polizeibehörden in beschränkt zugänglichen Kommunikationsplattformen. Damit können die für die Wahrung der öffentlichen Sicherheit und Ordnung zuständigen Behörden frühzeitig Informationen über die Vorbereitung von Ausschreitungen und Gewalttaten sowie allgemein über bevorstehende schwere Rechtsgutsverletzungen gewinnen und rechtzeitig die erforderlichen Gegenmassnahmen einleiten. In diesem Sinne erfolgt die Einschränkung des Fernmeldegeheimnisses auch im Interesse des Grundrechtsschutzes Dritter gemäss Art. 36 Abs. 2 i.V.m. Art. 10 f. BV.\n\n8.7 Mit Blick auf Art. 36 Abs. 3 BV müssen Einschränkungen von Grundrechten verhältnismässig sein. Im Polizeirecht, welches das staatliche Handeln im Bereich des staatlichen Gewaltmonopols regelt (vgl. BGE 140 I 2 E. 10.2.2 S. 30), kommt dem Grundsatz der Verhältnismässigkeit auch gestützt auf Art. 5 Abs. 2 BV besonderes Gewicht zu. Der Grundsatz verlangt, dass eine Massnahme für das Erreichen des im öffentlichen oder privaten Interesse liegenden Ziels geeignet und erforderlich ist und sich für die Betroffenen in Anbetracht der Schwere der Grundrechtseinschränkung zumutbar BGE 140 I 353 S. 374erweist. Es muss eine vernünftige Zweck-Mittel-Relation vorliegen. Eine Massnahme ist unverhältnismässig, wenn das angestrebte Ziel mit einem weniger schweren Grundrechtseingriff erreicht werden kann (BGE 140 I 2 E. 9.2.2 S. 24 mit Hinweisen).\n\n8.7.1 Angesichts der weiten Verbreitung des Internets und der damit bestehenden vielfältigen Kommunikationsmöglichkeiten, die auch zur Vorbereitung der in § 32f Abs. 2 PolG/ZH genannten Störungen von Sicherheit und Ordnung verwendet werden können, besteht an der Eignung der Verwendung technischer Mittel zur Feststellung von verdächtigen Inhalten in einer einem beschränkten Benutzerkreis zugänglichen virtuellen Kommunikationsplattform kein Zweifel. Insoweit kann auf die Ausführungen des Regierungsrats zuhanden des Kantonsrats verwiesen werden (E. 8.4 hiervor).\n\n8.7.2 Der Grundsatz der Verhältnismässigkeit verlangt weiter, dass die Einschränkung eines Grundrechts, hier des durch Art. 13 Abs. 1 BV und Art. 8 Ziff. 1 EMRK geschützten Fernmeldegeheimnisses, zur polizeilichen Gefahrenabwehr erforderlich ist. Der Eingriff darf in sachlicher, räumlicher, zeitlicher und personeller Hinsicht nicht über das Notwendige hinausgehen. Ausserdem gebietet das Verhältnismässigkeitsprinzip eine Abwägung der einander entgegengesetzten Interessen (BGE 132 I 181 E. 4.2 S. 191; s. auch BGE 138 II 346 E. 9.3 S. 363; HÄFELIN/HALLER/KELLER, Schweizerisches Bundesstaatsrecht, 8. Aufl. 2012, S. 105).\n\n8.7.2.1 Die Überwachung der einem beschränkten Benutzerkreis zugänglichen virtuellen Kommunikationsplattformen im Sinne von § 32f Abs. 2 PolG/ZH erfolgt wie erwähnt ohne Anfangsverdacht und betrifft grundsätzlich alle Benutzer dieser Kommunikationsmittel. Die Massnahme richtet sich somit nicht nur gegen einzelne potenzielle Störer der öffentlichen Ordnung oder künftige Straftäter. Sie kann sämtliche Teilnehmer einer auf einen beschränkten Benutzerkreis begrenzten Kommunikation im Internet erfassen, welche für den Benutzerkreis bestimmte Informationen austauschen. Es handelt sich somit um eine sehr weit gehende Überwachungsmethode, die das Sammeln und Auswerten von Informationen aus den Privatbereichen einer Vielzahl von Personen erlaubt, gegen die überhaupt kein Anhaltspunkt oder ein Verdacht für ein rechtswidriges Verhalten vorliegt.\n\n8.7.2.2 Nach § 32f Abs. 2 PolG/ZH dürfen die einem beschränkten Benutzerkreis zugänglichen virtuellen Kommunikationsplattformen BGE 140 I 353 S. 375nur mit technischen Mitteln überwacht werden, wenn die Abwehr einer drohenden Gefahr sonst aussichtslos wäre oder unverhältnismässig erschwert würde. Dies gilt nach der nicht abschliessenden Aufzählung in § 32f Abs. 2 lit. a-e PolG/ZH namentlich zur Erkennung von Gefahren und Straftaten wie Amokläufen, schweren Sexualdelikten, schweren Ausschreitungen bei Grossveranstaltungen und Kundgebungen, Aufrufen zu Gewalt mit erheblichem Schadenpotenzial und anderen schweren Rechtsgutsverletzungen etc.\n\nMit diesen Einschränkungen wird aufgezeigt, dass sich die Überwachung der Kommunikation im Internet auf schwerwiegende Gefahren beziehen muss, an deren Bekämpfung ein grosses öffentliches Interesse besteht. Die gestützt auf § 32f Abs. 2 PolG/ZH zulässige Informationsbeschaffung setzt zunächst voraus, dass die Gefahrenabwehr ohne eine solche Internetüberwachung nicht möglich oder unverhältnismässig erschwert wäre. Weiter geben die in § 32f Abs. 2 lit. a-e PolG/ZH genannten Gefahren und Straftaten klar vor, dass die Überwachung nur bei der Gefahr schwerer Störungen der öffentlichen Sicherheit und Ordnung gerechtfertigt sein kann. Diese Einschränkungen schliessen die präventive Überwachung beschränkt zugänglicher virtueller Kommunikationsplattformen im Internet bei weniger gravierenden Gefahren mit geringerem Schädigungspotenzial grundsätzlich aus. Entgegen der Auffassung des Beschwerdeführers erscheint es indessen kaum möglich, im Bereich der polizeilichen Gewaltprävention ausserhalb strafrechtlicher Verfahren den Anwendungsbereich der Bestimmungen wesentlich genauer zu fassen, da die konkreten Gefahren und Präventionsbedürfnisse sehr unterschiedliche Formen annehmen und nicht präzis vorhergesehen werden können. Im Anwendungsfall erscheint es grundsätzlich möglich, eine konkrete Überwachungsanordnung anhand der genannten einschränkenden Kriterien auf ihre Verfassungsmässigkeit hin zu überprüfen.\n\n8.7.2.3 § 32f Abs. 2 PolG/ZH enthält anders als die Bestimmung über die verdeckte Vorermittlung in § 32e PolG/ZH keine Vorschriften über die Gewährleistung des Rechtsschutzes bei der Informationsbeschaffung im Internet. Es ist keine gerichtliche Genehmigung der Überwachung der Privatsphäre bei der polizeilichen Ermittlungstätigkeit in beschränkt zugänglichen virtuellen Kommunikationsplattformen vorgeschrieben. Ausserdem ist keine nachträgliche Mitteilung an die Betroffenen und auch keine Beschwerdemöglichkeit vorgesehen. Dies obwohl die Überwachung einer einem beschränkten BGE 140 I 353 S. 376Benutzerkreis zugänglichen virtuellen Kommunikationsplattform einen schweren Eingriff in das verfassungsrechtlich geschützte Fernmeldegeheimnis darstellt und eine Vielzahl von Personen betrifft, gegen die überhaupt kein Anhaltspunkt oder ein Verdacht für ein rechtswidriges Verhalten vorliegt (s. vorne E. 8.5 und 8.7.2.1).\n\nIn Bezug auf die Telefonüberwachung, bei der ebenfalls ein schwerer Eingriff in das Fernmeldegeheimnis erfolgt, hat das Bundesgericht bereits in BGE 109 Ia 273 darauf hingewiesen, dass bei der Anwendung von Normen, welche die verdeckte polizeiliche Überwachung von Telefongesprächen näher regeln und einschränken, Missbräuche nicht ausgeschlossen sind. Missbräuche, die im präventiven Bereich noch weit mehr als bei der repressiven Überwachung schädliche Folgen für die freiheitliche, demokratische Ordnung haben könnten. Der anordnenden Behörde sowie der richterlichen Instanz, welche die Überwachungsmassnahmen zu genehmigen habe, komme daher eine grosse Verantwortung zu (BGE 109 Ia 273 E. 9c S. 295). Das Bundesgericht bezog sich im genannten Urteil auf einen Entscheid des EGMR Klass gegen Deutschland vom 6. September 1978 §§ 48 ff. Darin anerkannte der Gerichtshof vor dem Hintergrund drohender Gefahren für die öffentliche Sicherheit und Ordnung durch Spionage und Terrorismus, dass die geheime Überwachung des Post- und Telefonverkehrs in einer demokratischen Gesellschaft bei einer ausserordentlichen Situation zum Schutz der nationalen Sicherheit und zur Sicherung der Ordnung sowie zur Verhütung von strafbaren Handlungen notwendig sein kann. Der EGMR betonte indessen, die Demokratie dürfe nicht mit der Begründung, sie zu verteidigen, untergraben oder zerstört werden. Es müssten daher angemessene und wirksame Garantien gegen Missbräuche vorhanden sein. Der Grundsatz der Vorherrschaft des Rechts verlange, dass Eingriffe in die Rechte des Einzelnen einer wirksamen Kontrolle unterliegen, die normalerweise von der rechtsprechenden Gewalt sichergestellt werden müsse. Aus diesen Gründen sei es wünschenswert, dass auf einem Gebiet, in dem Missbräuche in Einzelfällen so leicht möglich sind und derart schädliche Folgen für die demokratische Gesellschaft haben können, ein Richter mit der Kontrolle betraut werde (vgl. BGE 109 Ia 273 E. 10 S. 295).\n\nUnter Berücksichtigung der genannten Erwägungen des EGMR entschied das Bundesgericht, dass eine Bestimmung im kantonalen Recht, welche die Überwachung des Post- und Telefonverkehrs mit richterlicher Genehmigung zwecks präventiver Vermeidung BGE 140 I 353 S. 377schwerer Delikte gegen die Öffentlichkeit zulässt, mit dem verfassungsrechtlichen Schutz des Fernmeldegeheimnisses vereinbar ist (vgl. BGE 109 Ia 273 E. 10 S. 295 f.).\n\n8.7.2.4 Die grundsätzlichen Erwägungen des Bundesgerichts in BGE 109 Ia 273 sind trotz der heute teilweise geänderten Rechtsgrundlagen weiterhin gültig. Nach wie vor besteht angesichts der weiten Verbreitung und der leichten Zugänglichkeit technischer Mittel zur Überwachung des Fernmeldeverkehrs eine erhebliche Gefahr von Missbräuchen (vgl. MÜLLER/SCHEFER, a.a.O., S. 212 mit Hinweisen auf die Strassburger Rechtsprechung). Die hohe Missbrauchsgefahr besteht insbesondere auch für den Fernmeldeverkehr über das Internet. Der Verhinderung solcher Missbräuche kommt vor dem Hintergrund des durch Art. 13 Abs. 1 BV geschützten Fernmeldeverkehrs eine grosse Bedeutung zu. § 32f Abs. 2 PolG/ZH enthält keine Vorschrift, die geeignet wäre, den bestehenden Missbrauchsgefahren wirksam zu begegnen.\n\nSo besteht zunächst keine unabhängige Kontrollinstanz, die eine konkrete Anordnung der verdeckten Überwachung von virtuellen Kommunikationsplattformen, die nur einem beschränkten Benutzerkreis zugänglich sind, genehmigt und dabei im einzelnen Anwendungsfall überprüft, ob die gesetzlichen und verfassungsrechtlichen Voraussetzungen für diese Art der Informationsbeschaffung im Internet erfüllt sind. Eine solche Genehmigungsinstanz, bei der es sich grundsätzlich um eine unabhängige richterliche Behörde handeln sollte (s. E. 8.7.2.3 hiervor), hat bei der Überprüfung der Überwachungsanordnung unter anderem die Aufgabe, die Einhaltung der gesetzlichen Vorgaben und das öffentliche Interesse zu prüfen sowie die Verhältnismässigkeit der Massnahme zu gewährleisten.\n\nWeiter hat der kantonale Gesetzgeber darauf verzichtet, die nachträgliche Mitteilung an die von der Überwachung ihrer Privatsphäre Betroffenen und die Gewährleistung eines wirksamen Rechtsschutzes zu regeln. Ein nachträglicher wirksamer Rechtsschutz erscheint indessen im Hinblick auf die Wahrung der Verhältnismässigkeit des schweren Grundrechtseingriffs notwendig, um zu verhindern, dass staatliche Eingriffe in die Privatsphäre auf Dauer geheim bleiben. Die grundsätzlich notwendige Mitteilung stellt sicher, dass die Anordnung der Überwachung zumindest nachträglich unter Anhörung der Betroffenen einer Kontrolle unterzogen werden kann. Sie steht auch im Dienste eines wirksamen Beschwerderechts im Sinne von BGE 140 I 353 S. 378Art. 29a BV und Art. 13 EMRK, auf welches in der Mitteilung hinzuweisen ist. Auf die nachträgliche Benachrichtigung der Betroffenen kann nach der Rechtsprechung nur verzichtet werden, soweit und solange eine solche den Zweck der durchgeführten Überwachungsmassnahmen gefährden oder ihr ein dauerndes öffentliches Interesse entgegenstehen würde (vgl. BGE 109 Ia 273 E. 12 S. 299 ff.; Urteil des Bundesgerichts P.543/1983 vom 9. Mai 1984, in: ZBl 86/1985 S. 19 E. 12). Schliesslich bleibt zu beachten, dass die Mitteilungspflicht und die Beschwerdemöglichkeit dazu beitragen, dass bei der richterlichen Genehmigung der Anordnung der verdeckten Überwachung die gesetzlichen und verfassungsrechtlichen Anforderungen eingehalten werden.\n\n8.7.2.5 Angesichts des schweren Grundrechtseingriffs, den die amtliche Überwachung des Fernmeldeverkehrs nach gefestigter Rechtsprechung darstellt (BGE 122 I 182 E. 4c S. 190), sind sämtliche Voraussetzungen der präventiven polizeilichen Überwachung und damit auch die unverzügliche richterliche Genehmigung und die Gewährleistung des nachträglichen Rechtsschutzes im Polizeigesetz selbst zu regeln (vgl. Art. 36 Abs. 1 BV; E. 8.5 hiervor). Da § 32f Abs. 2 PolG/ZH keine Genehmigung des Eingriffs in den nach Art. 13 Abs. 1 BV geschützten Fernmeldeverkehr durch eine unabhängige richterliche Instanz und keinen nachträglichen Rechtsschutz vorsieht, besteht keine hinreichende Gewähr für die Verhinderung von Missbräuchen und eine mit dem Verhältnismässigkeitsgrundsatz vereinbare Anwendung von § 32f Abs. 2 PolG/ZH. Die Bestimmung ist deshalb aufzuheben.\n\n8.8 Schliesslich ist darauf hinzuweisen, dass der Bundesgesetzgeber im Rahmen seiner Zuständigkeit zur Regelung der Überwachung des Fernmeldeverkehrs bei Straftaten ebenfalls an die verfassungsrechtlichen Voraussetzungen zur Beschränkung des Fernmeldegeheimnisses gebunden ist. Bei der Überwachung des Fernmeldeverkehrs im Rahmen einer Strafuntersuchung, deren Durchführung einen Anfangsverdacht voraussetzt (Art. 299 Abs. 2 StPO), ist das Erfordernis einer richterlichen Genehmigung ausdrücklich in Art. 274 StPO geregelt. Ausserdem wird die Überwachung den betroffenen Personen nachträglich mitgeteilt, und diese können gegen die Überwachung Beschwerde erheben (Art. 279 StPO; vgl. für die verdeckte Vorermittlung § 32e PolG/ZH mit der Verweisung auf die StPO [E. 7 hiervor]). Für die Überwachung des Post- und BGE 140 I 353 S. 379Fernmeldeverkehrs sowie tatbestandsmässiges Verhalten im Sinne der Art. 179bis ff. StGB setzt auch Art. 179octies StGB die unverzügliche Einholung der Genehmigung des zuständigen Richters voraus, damit die zur Überwachung befugte Person straflos bleibt. Dabei wird nicht unterschieden, ob die amtliche Überwachung im Rahmen eines strafprozessualen Vorverfahrens (Art. 299 ff. StPO) oder präventiv vor einem polizeilichen Ermittlungsverfahren (Art. 306 f. StPO) erfolgt. Diese Bestimmungen in der StPO und im StGB entsprechen den verfassungsrechtlichen Anforderungen. Der Bundesrat schlägt im Rahmen der Revision des Bundesgesetzes betreffend die Überwachung des Post- und Fernmeldeverkehrs (BÜPF; BBl 2013 2683, 2701 f. Ziff. 1.4.15, 2771 ff. zu Art. 269ter ) vor, die Verwendung von Computerprogrammen zur Überwachung von Verdächtigen in der Strafuntersuchung näher zu regeln und verlangt dabei ebenfalls die Einhaltung der genannten verfassungsrechtlichen Anforderungen. Im Unterschied zu den bundesrechtlichen Regelungen setzt die kantonale Polizeigesetzgebung für die präventiven Ermittlungs- und Fahndungsmassnahmen keinen Anfangsverdacht voraus. Die Kantone haben aber bei der Rechtsetzung in ihrem Kompetenzbereich mindestens dieselben verfassungsrechtlichen Anforderungen zu respektieren wie der Bund.\n\n9. Nachdem § 32f Abs. 2 PolG/ZH aufzuheben ist, stellt sich noch die Frage nach dem verbleibenden Gehalt von § 32f Abs. 1 PolG/ZH. Die Bestimmung beschränkt die Verwendung des Internets als Informationsquelle nicht allein auf die allgemein zugänglichen Inhalte, sondern nennt ausdrücklich die Zulässigkeit der Verwendung technischer Mittel zur Informationsbeschaffung im Internet, ohne diese zu präzisieren. Insoweit wird der Inhalt von § 32f Abs. 2 PolG/ZH mit Abs. 1 eingeleitet. Die beiden Absätze sind untrennbar miteinander verknüpft. Ohne die Präzisierungen in § 32f Abs. 2 PolG/ZH fehlt jede Angabe, welche technischen Hilfsmittel zur Informationsbeschaffung im Internet in welchen Fällen zu welchem Zweck angewendet werden sollen. Dies ist, wie vorne dargelegt, mit dem Verhältnismässigkeitsgrundsatz nicht vereinbar.\n\n§ 32f Abs. 1 PolG/ZH allein enthielte als Blankettnorm keine verbindlichen inhaltlichen Einschränkungen der Verwendung technischer Mittel zur Ermittlung im Internet, welche eine verfassungskonforme, insbesondere verhältnismässige Anwendung der Bestimmung erst ermöglichen würden. Aus den vorliegenden Ausführungen zur BGE 140 I 353 S. 380Verhältnismässigkeit eines Eingriffs in den verfassungsrechtlich geschützten Fernmeldeverkehr folgt, dass die Verwendung technischer Mittel zur Informationsbeschaffung im Internet detaillierter Regelung bedarf. Eine Blankettnorm wie sie § 32f Abs. 1 PolG/ZH allein darstellen würde, vermag keine verhältnismässige Handhabung von technischen Mitteln zu gewährleisten. Ohne präzisierende Regelung zulässig ist dagegen die reine Beobachtung von öffentlich zugänglichen Bereichen im Internet (THOMAS HANSJAKOB, Verdeckte polizeiliche Tätigkeit im Internet, forumpoenale 4/2014 S. 247). Es ergibt sich, dass Abs. 1 von § 32f PolG/ZH ebenfalls aufzuheben ist.\n\n10. Zusammenfassend ergibt sich, dass § 32f PolG/ZH mit dem Schutz des Fernmeldeverkehrs im Sinne von Art. 13 Abs. 1 BV nicht vereinbar ist, soweit er die Überwachung der Kommunikation in geschlossenen Internetforen bzw. \"Closed User Groups\", die der Privatsphäre zuzurechnen sind, ohne Genehmigung und nachträgliche Überprüfungsmöglichkeit durch eine unabhängige richterliche Instanz zulässt. Die Beschwerde ist in diesem Sinn gutzuheissen und § 32f PolG/ZH aufzuheben. Im Übrigen ist die Beschwerde abzuweisen, soweit darauf eingetreten werden kann. (...)"}