{"annee": "140", "cour": "III", "page": "481", "date": "19/9/2014", "cite": ["133 III 61", "130 II 270", "129 III 493", "130 III 113", "140 III 175", "113 III 2", "115 III 18"], "cite_par": ["143 III 666"], "chapeau": "71. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. AG (Beschwerde in Zivilsachen)\n\n5A_508/2014 vom 19. September 2014", "regestes": ["Art. 2 CC; poursuite abusive? Réquisition de poursuite que le poursuivant dépose trois jours avant les pourparlers transactionnels qu'il a lui-même initiés et qui ont pour objet le retrait d'une précédente poursuite (consid. 2)."], "faits": "BGE 140 III 481 S. 481\n\nA. X. leitete am 7. Februar 2014 eine Betreibung gegen die Y. AG ein. Dabei machte er einen Schadenersatzanspruch in der Höhe von Fr. 1'392'000.- nebst Zins zu 3,5 % seit dem 11. Februar 2014 geltend. Am 10. Februar 2014 stellte das Betreibungsamt Bern-Mittelland den Zahlungsbefehl aus (Betreibung Nr. x). Dieser wurde der Y. AG am 13. Februar 2014 zugestellt. Am 14. Februar 2014 erhob die Y. AG Rechtsvorschlag. Am 20. Februar 2014 gelangte sie an das Obergericht des Kantons Bern als Aufsichtsbehörde in Betreibungs- und Konkurssachen und beantragte, die Verfügung des Betreibungsamts Bern-Mittelland vom 10. Februar 2014 für nichtig zu BGE 140 III 481 S. 482erklären, eventualiter aufzuheben. Das Betreibungsamt sei anzuweisen, den Eintrag in der Betreibungssache Nr. x aus dem Betreibungsregister zu löschen. Am 10. Juli 2014 hiess das Obergericht des Kantons Bern die Beschwerde unter Hinweis auf die Rechtsmissbräuchlichkeit der erfolgten Betreibung gut.\n\nB. Mit Eingabe in italienischer Sprache vom 20. Juni 2014 wendet sich X. (Beschwerdeführer) an das Bundesgericht. Er verlangt, den Entscheid des Obergerichts aufzuheben und den Zahlungsbefehl in der Betreibung Nr. x für gültig zu erklären und im Betreibungsregister eingetragen zu lassen. Das Bundesgericht hat die vorinstanzlichen Akten, aber keine Vernehmlassungen eingeholt. Es weist die Beschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Einzig umstritten ist die Frage, ob der Beschwerdeführer die Betreibung Nr. x rechtsmissbräuchlich angestrengt hat. Die Vorinstanz ist dieser Meinung. Sie begründet ihren Standpunkt damit, dass der Beschwerdeführer am 7. Februar 2014, als er die Betreibung anhob, Vergleichsverhandlungen mit der Betriebenen geführt habe. Inhalt dieser Vergleichsverhandlungen sei der mögliche Rückzug eines früheren Betreibungsbegehrens des Beschwerdeführers in gleicher Sache (Betreibung Nr. y des Betreibungsamts Bern-Mittelland) gewesen. Dieses frühere Betreibungsbegehren sei der Grund gewesen, weshalb die Betriebene nicht nur Rechtsvorschlag erhoben, sondern gegen den Beschwerdeführer eine - soweit ersichtlich - nach wie vor hängige negative Feststellungsklage an seinem Wohnsitz im Kanton A. angestrengt habe.\n\n2.2 Der Beschwerdeführer bestreitet, rechtsmissbräuchlich gehandelt zu haben. Er ist der Meinung, dass ihm die Betriebene den in Betreibung gesetzten Betrag schulde, weil sie ihrem Bewachungsauftrag im Zusammenhang mit dem Betrieb des Asylzentrums in B. nicht nachgekommen und er deshalb zu Schaden gekommen sei. Der Zahlungsbefehl verfolge damit keine sachfremden Zwecke.\n\n2.3\n\n2.3.1 Jedermann hat in der Ausübung seiner Rechte und in der Erfüllung seiner Pflichten nach Treu und Glauben zu handeln (Art. 2 Abs. 1 ZGB). Der offenbare Missbrauch eines Rechtes findet keinen Rechtsschutz (Art. 2 Abs. 2 ZGB). Nach der Rechtsprechung, die das BGE 140 III 481 S. 483Obergericht richtig wiedergibt, ist eine Betreibung nur in Ausnahmefällen wegen Rechtsmissbrauchs nichtig. Rechtsmissbräuchlich verhält sich der Gläubiger, wenn er mit der Betreibung offensichtlich Ziele verfolgt, die nicht das Geringste mit der Zwangsvollstreckung zu tun haben. Allerdings steht es weder dem Betreibungsamt noch der Aufsichtsbehörde zu, die Begründetheit der in Betreibung gesetzten Forderung zu beurteilen. Deshalb darf sich der Vorwurf des Schuldners auch nicht darin erschöpfen, dass der umstrittene Anspruch rechtsmissbräuchlich erhoben werde (s. BGE 113 III 2 E. 2b S. 3 ff.). Rechtsmissbräuchlich und deswegen nichtig kann eine Betreibung demgegenüber dann sein, wenn der Betreibende bloss die Kreditwürdigkeit eines (angeblichen) Schuldners schädigen will, wenn er in schikanöser Weise einen völlig übersetzten Betrag in Betreibung setzt (BGE 130 II 270 E. 3.2.2 S. 278; BGE 115 III 18 E. 3b S. 21).\n\n2.3.2 Der Sache nach geht es dem Beschwerdeführer zumindest vordergründig darum, von der Betriebenen Schadenersatz und Genugtuung für erlittene seelische Unbill zu erhalten. Allein unter diesem Blickwinkel kann in der Tat nicht gesagt werden, seine Vorgehensweise habe mit der Zwangsvollstreckung nicht das Geringste zu tun. Insbesondere ist es ihm auch nicht verwehrt, die tatsächliche oder vermeintliche Schuldnerin ein zweites Mal zu betreiben, wenn diese gegen einen ersten Zahlungsbefehl Rechtsvorschlag erhoben hat. Trotzdem hält die Einschätzung der Vorinstanz, der Beschwerdeführer habe sich rechtsmissbräuchlich verhalten, vor Bundesrecht stand. Die Ausübung eines Rechts ist nämlich auch dann rechtsmissbräuchlich, wenn damit aufgrund früheren Verhaltens legitime Erwartungen der anderen Seite enttäuscht werden (venire contra factum proprium; BGE 133 III 61 E. 4.1 S. 76; BGE 130 III 113 E. 4.2 S. 123; BGE 129 III 493 E. 5.1 S. 497; je mit Hinweisen). Ein Verschulden jener Partei, die sich widersprüchlich verhält, ist dabei nicht erforderlich. Vielmehr genügt es, wenn aus objektiver Sicht Erwartungen zunächst geweckt und anschliessend enttäuscht werden (HAUSHEER/AEBI-MÜLLER, Berner Kommentar, 2012, N. 269 zu Art. 2 ZGB).\n\n2.3.3 Im konkreten Fall führte der Beschwerdeführer mit der Betriebenen Vergleichsverhandlungen, die er selbst angestrengt hatte. Im Hinblick auf den Verhandlungstermin vom 10. Februar 2014 vor dem zuständigen Gericht stellte er der Betriebenen den Rückzug seiner früheren Betreibung Nr. y in Aussicht, in der das Betreibungsamt Bern-Mittelland den Zahlungsbefehl am 10. Februar 2012 ausgestellt hatte. Es verstösst gegen Treu und Glauben und ist BGE 140 III 481 S. 484rechtsmissbräuchlich, wenn der Beschwerdeführer am 7. Februar 2014 und damit gerade einmal drei Tage vor dem besagten Verhandlungstermin ein zweites Betreibungsbegehren stellt. Eine solche Verhaltensweise lässt die laufenden Vergleichsverhandlungen und den angestrebten Vergleich in Bezug auf den Rückzug des ersten Betreibungsbegehrens als sinnlos erscheinen. Daran ändert nichts, dass im zweiten Betreibungsbegehren ein höherer Forderungsbetrag genannt wird (Fr. 1'392'000.- gegenüber Fr. 1'000'000.-). In der Sache beruft sich der Beschwerdeführer für seine angebliche Forderung, was von keiner Seite bestritten wird, auf den gleichen Lebenssachverhalt und auf die gleiche rechtliche Grundlage.\n\n2.4 Am rechtsmissbräuchlichen Charakter der heute zu beurteilenden zweiten Betreibung ändert auch die Tatsache nichts, dass das Betreibungsamt Bern-Mittelland den Rechtsmissbrauch nicht ohne weiteres erkennen konnte, wie es in seiner Vernehmlassung an die Vorinstanz selbst ausführte. Das Verfahren vor der Aufsichtsbehörde ist kontradiktorischer Natur und unterscheidet sich damit vom Verfahren vor dem Betreibungsamt (vgl. BGE 140 III 175 E. 4.3 S. 178 f.). Dies bringt es mit sich, dass die Rechtsmissbräuchlichkeit möglicherweise erst von der Beschwerdeinstanz erkannt wird. Allein die Tatsache, dass die Vorinstanz das Betreibungsbegehren als rechtsmissbräuchlich bezeichnet, bedeutet deshalb nicht, dass bereits das Betreibungsamt dies hätte bemerken müssen. Im Übrigen hat das Betreibungsamt die Möglichkeit, seine nichtige Verfügung durch den Erlass einer neuen Verfügung zu ersetzen, wenn es vom wahren Sachverhalt Kenntnis erhält. Ist in diesem Moment bereits ein Verfahren bei der Aufsichtsbehörde hängig, so steht dem Amt diese Befugnis immerhin bis zur Vernehmlassung zu (Art. 22 Abs. 2 SchKG)."}