{"annee": "140", "cour": "III", "page": "155", "date": "10/2/2014", "cite": ["138 III 366", "139 III 457", "138 III 471", "137 III 217"], "cite_par": ["140 III 550", "141 II 280", "141 III 479", "140 III 355", "141 III 564"], "chapeau": "25. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen Y. AG (Beschwerde in Zivilsachen)\n\n4A_480/2013 vom 10. Februar 2014", "regestes": ["Art. 4 al. 1 et art. 6 CPC; compétence exclusive du tribunal de commerce; compétences réservées aux cantons. Lorsqu'un canton a fait usage de la possibilité d'instituer un tribunal de commerce, l'art. 6 CPC règle de manière exhaustive la compétence matérielle pour les litiges commerciaux (art. 6 al. 2 let. a-c CPC). Une réglementation parallèle de cette compétence par le canton est exclue (consid. 4.3)."], "faits": "", "considerants": "BGE 140 III 155 S. 155\n\nAus den Erwägungen:\n\n4. Zu prüfen ist, ob Art. 6 Abs. 1 und 2 ZPO eine zwingende und ausschliessliche Zuständigkeit des Handelsgerichts vorsehen oder ob ein Kanton ein anderes Gericht als ebenfalls bzw. zusätzlich BGE 140 III 155 S. 156zuständig erklären kann, für Streitigkeiten, welche die Voraussetzungen gemäss Art. 6 Abs. 2 lit. a-c ZPO erfüllen.\n\n4.1 Die herrschende Lehre vertritt die Auffassung, dass unter den gegebenen Voraussetzungen von Art. 6 Abs. 2 ZPO das Handelsgericht zwingend bzw. ausschliesslich zuständig ist (BERNHARD BERGER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 7 und 36 zu Art. 6 ZPO; derselbe, Verfahren vor dem Handelsgericht: ausgewählte Fragen, praktische Hinweise, ZBJV 148/2012 S. 466; VOCK/NATER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 7 zu Art. 6 ZPO; DAVID RÜETSCHI, in: Kommentar zur Schweizerischen Zivilprozessordnung[ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 2. Aufl. 2013,N. 9 und 19 zu Art. 6 ZPO; THOMAS SUTTER-SOMM, Schweizerisches Zivilprozessrecht, 2. Aufl. 2012, Rz. 98; ALEXANDER BRUNNER, in: Schweizerische Zivilprozessordnung [ZPO], Kommentar, Bunnerund andere [Hrsg.], 2011, N. 18 zu Art. 6 ZPO; wohl auchSTAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 9 N. 7).\n\nDie Vorinstanz hielt entgegen, dass diese (Kommentar-)Literatur ihre Auffassung allerdings nicht näher begründe. Das trifft zu; trotzdem ist dieser Lehre zu folgen, wie zu zeigen ist:\n\n4.2 Die Beschwerdegegnerin stützt sich zur Begründung ihrer gegenteiligen Ansicht namentlich auf BGE 138 III 471 E. 5 und das Urteil 4A_239/2013 vom 9. September 2013. Diese beiden Urteile betrafen die sachliche Zuständigkeit bei einer einfachen passiven Streitgenossenschaft, bei der die Voraussetzungen für die Zuständigkeit des Handelsgerichts nur für einen Teil der Streitgenossen erfüllt war. Zentrale Erkenntnis aus dieser Rechtsprechung seien: (i) Die sachliche Zuständigkeit des Handelsgerichts gemäss Art. 6 Abs. 1 und 2 ZPO sei keine zwingende, (ii) die Kantone hätten zwar keine Möglichkeit, die handelsgerichtliche Zuständigkeit auf alle Fälle auszuweiten, welche die Voraussetzungen der handelsgerichtlichen Zuständigkeit gemäss Art. 6 Abs. 1 und 2 ZPO nicht erfüllten, hingegen hätten sie grundsätzlich die Möglichkeit, (je nach Kanton unterschiedliche) Zuständigkeiten vorzusehen, welche die handelsgerichtliche Zuständigkeit gemäss Art. 6 Abs. 1 und 2 ZPO (sogar) ausschlössen, und (iii) solche Zuständigkeiten könnten auch zu Gunsten ordentlicher Gerichte vorgesehen werden, d.h. nicht nur zu Gunsten anderer Fachgerichte. Vorliegend gehe es jedoch nicht einmal um einen solchen (zulässigen) Ausschluss des Handelsgerichts, BGE 140 III 155 S. 157 sondern lediglich um eine weniger weitgehende konkurrierende Zuständigkeit.\n\nZuzustimmen ist der Beschwerdegegnerin, dass die zitierte Rechtsprechung eine Ausnahme von der an sich aufgrund der Voraussetzungen gemäss Art. 6 Abs. 2 lit. a-c ZPO gegebenen Zuständigkeit des Handelsgerichts begründet. Die Durchbrechung der sachlichen Zuständigkeit des Handelsgerichts wird aber mit dem Institut der Streitgenossenschaft begründet. Das Bundesgericht hat hier der Durchsetzung einer ebenfalls durch die Zivilprozessordnung vorgegebenen bundesrechtlichen Verfahrensvorschrift im Interesse der mit dieser Bestimmung bezweckten Ziele (Prozessökonomie und Vermeidung widersprüchlicher Urteile) den Vorrang gegeben (vgl. auch die in BGE 138 III 371 E. 5.1 S. 481 zitierte TANJA DOMEJ, in: ZPO, Oberhammer [Hrsg.], 2010, N. 6 zu Art. 71 ZPO). Auch in einem neueren Entscheid zur Abgrenzung der sachlichen Zuständigkeit des Handelsgerichts hat das Bundesgericht die Bedeutung bundesrechtlicher Verfahrensvorschriften betont (BGE 139 III 457 E. 4.4.3.3 S. 463 f. mit Hinweisen).\n\nEine solche bereits durch das bundesrechtliche Prozessrecht vorgegebene Rechtfertigung fehlt vorliegend. Aus der Rechtsprechung zur Streitgenossenschaft kann die Beschwerdegegnerin nichts für sich ableiten.\n\n4.3 Vorliegend geht es nicht darum, dass sich aus der Zivilprozessordnung selber eine Einschränkung ergibt, sondern vielmehr um die Abgrenzung der Gesetzgebungskompetenz des Bundes von jener der Kantone.\n\nArt. 122 der Bundesverfassung bestimmt:\n\n\"1 Die Gesetzgebung auf dem Gebiet des Zivilrechts und des Zivilprozessrechts ist Sache des Bundes.\n\n2 Für die Organisation der Gerichte und die Rechtsprechung in Zivilsachen sind die Kantone zuständig, soweit das Gesetz nichts anderes vorsieht.\"\n\nDamit steht dem Bund im Bereich des Zivilprozessrechts eine umfassende Gesetzgebungskompetenz zu. Die Kantone können nur selber legiferieren, soweit der Bund von seiner Kompetenz keinen Gebrauch macht (sog. nachträglich derogierende Rechtsetzungskompetenz; vgl. Urteil 4C_1/2013 vom 25. Juni 2013 E. 4.1.3 mit zahlreichen Hinweisen auf Materialien und Literatur). Es handelt sich mithin nicht um eine parallele Kompetenz von Bund und Kanton BGE 140 III 155 S. 158(zur Abgrenzung vgl. HÄFELIN/HALLER/KELLER, Schweizerisches Bundesstaatsrecht, 8. Aufl. 2012, Rz. 1091 f.). Die Kantone bleiben aber zuständig für die Organisation der Gerichte; diese kantonale Organisationshoheit wird allerdings durch Art. 122 Abs. 2 BV eingeschränkt. Sie besteht nur, soweit das (Bundes-)Gesetz nichts anderes vorsieht (PETER KARLEN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 8 und 12 zu Art. 122 BV; JEAN-FRANÇOIS AUBERT, Petit commentaire de la Constitution fédérale de la Confédération suisse, 2003, N. 13 zu Art. 122 BV). Von einer eigentlichen \"Autonomie der Kantone bei der Organisation\" kann daher entgegen der Auffassung der Vorinstanz nicht die Rede sein (vgl. auch BGE 137 III 217 E. 2.4.1.4 S. 224).\n\nGegenstand des Zivilprozessrechts ist das Verfahren vor den Zivilgerichten (vgl. auch Art. 1 ZPO). Es umfasst die Rechtsnormen, die in diesem Verfahren zu befolgen sind. Dazu gehören auch die Bestimmungen, die festlegen, unter welchen Voraussetzungen die Zivilgerichte ihre Tätigkeit überhaupt auszuüben haben, also auch jene über die sachliche Zuständigkeit (CHRISTOPH LEUENBERGER, in: Die schweizerische Bundesverfassung, Bernhard Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 14 und 16 zu Art. 122 BV;MARKUS SCHOTT, in: ZPO, Oberhammer [Hrsg.], 2. Aufl. 2013, N. 2 zu Art. 3ZPO; MAX GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl. 1979, S. 50; JEAN-FRANÇOIS AUBERT, a.a.O., N. 12 zu Art. 122 BV; PETER KARLEN, a.a.O., N. 13 zu Art. 122 BV). Von dieser Abgrenzung geht auch die Zivilprozessordnung selber aus. Gemäss ihrer Systematik werden die im zweiten Titel (Art. 4 ff. ZPO) geregelten Zuständigkeiten klar von der Gerichtsorganisation, die in Art. 3 ZPO geregelt bzw. vorbehalten ist, abgegrenzt.\n\nDer Bundesgesetzgeber hat nun die ihm an sich grundsätzlich zustehende Kompetenz zur Regelung der Zuständigkeiten zwar den Kantonen überlassen, jedoch nur, soweit er sie nicht selber ausübt (Art. 4 Abs. 1 ZPO). Mit Art. 6 ZPO hat er für den Fall, dass ein Kanton ein Handelsgericht schafft, die sachliche Zuständigkeit für jene Streitsachen, welche die Voraussetzungen von Art. 6 Abs. 2 lit. a-c ZPO erfüllen, geregelt. Da der Bund von seiner Rechtsetzungskompetenz Gebrauch gemacht hat, ist eine parallele Zuständigkeitsregelung nach dem oben Dargelegten durch den Kanton ausgeschlossen.\n\nDie Beschwerde ist daher gutzuheissen und die Ziffern 1 bis 3 des angefochtenen Urteils sind aufzuheben, ohne dass auf die übrigen BGE 140 III 155 S. 159\n\nRügen der Beschwerdeführerin (Verletzung des rechtlichen Gehörs und willkürliche Auslegung des kantonalen Rechts) noch einzugehen ist."}