{"annee": "141", "cour": "I", "page": "235", "date": "19/6/2015", "cite": ["132 I 153", "127 I 185", "129 I 1", "133 I 206", "129 I 113", "139 II 373", "125 I 1", "140 II 157", "122 I 305", "131 I 1", "133 I 249", "129 I 346", "136 II 120"], "cite_par": ["143 I 109"], "chapeau": "22. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A.X. et B.X. contre Administration fiscale de la République et canton de Genève (recours en matière de droit public)\n\n2C_28/2015 du 19 juin 2015", "regestes": ["Art. 49 al. 1 Cst.; art. 1, 3 et 4 LHID; force dérogatoire du droit fédéral; harmonisation fiscale; impôt communal sur le revenu et la fortune; répartition intercommunale. Les communes reçoivent leur souveraineté fiscale non pas de la Confédération mais bien des cantons (consid. 5). Les cantons sont libres de délimiter les compétences fiscales de leurs communes, sous réserve du respect de l'égalité de traitement et de l'interdiction de l'arbitraire (consid. 6 et 7)."], "faits": "BGE 141 I 235 S. 236\n\nA.X. et B.X. sont domiciliés à C. En 2007 et 2008, A.X. exerçait une activité salariée à Genève et B.X. une activité indépendante à D. L'Administration fiscale cantonale de la République et canton de Genève a procédé à la taxation des époux X. pour l'impôt cantonal et communal 2007 et 2008. Elle y a joint un tableau de répartition intercommunale du revenu imposable dont il ressortait,\n\npour 2007, l'attribution d'une part de 677'685 fr., sur un montant total de 694'009 fr., à la Ville de Genève (ci-après: la Ville), le solde, de 15'459 fr.-, étant réparti entre les communes de C. et de D., l'impôt communal se composant de 7'186 fr. 75 (part privilégiée) et de 640 fr. 30 en faveur de la commune C., de 35 fr. 80 pour la commune de D. et de 41'063 fr. 45 pour la Ville, et,\n\npour 2008, l'attribution d'une part de 655'624 fr., sur un montant total de 667'940 fr., à la Ville, le solde, de 12'316 fr., étant réparti entre les communes de C. et de D., l'impôt communal se composant de 6'879 fr. 90 (part privilégiée) et de 440 fr. 20 en faveur de la commune de C., de 67 fr. 20 pour la commune de D. et de 39'647 fr. 05 pour la Ville.\n\nLes époux ont formé réclamation. Le salaire brut devait, à leur avis, être attribué à la commune de domicile et non pas à la commune de travail sous peine de violer les art. 3 et 4 de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642.14; ci-après: loi sur l'harmonisation fiscale).\n\nPar arrêt du 25 novembre 2014, la Cour de justice du canton de Genève a rejeté le recours. En substance, ni la Constitution fédérale ni la loi sur l'harmonisation fiscale ne s'opposaient à ce que le droit cantonal régisse de manière autonome la délimitation des souverainetés fiscales communales dans le respect du droit à l'égalité et à l'interdiction de l'arbitraire; or, sous ce dernier angle, la réglementation des art. 293 ch. 2 let. c et 295A de la loi générale du 9 novembre 1887 sur les contributions publiques (LCP; rs/GE D 3 05) était conforme au droit fédéral. BGE 141 I 235 S. 237\n\nLe Tribunal fédéral a rejeté le recours en matière de droit public que les époux X. ont déposé contre l'arrêt du 25 novembre 2014.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n5.\n\n5.1 Selon l'art. 1 LHID, la loi sur l'harmonisation fiscale désigne les impôts directs que les cantons doivent prélever et fixe les principes selon lesquels la législation cantonale les établit (al. 1). Pour les impôts que les cantons doivent prélever en vertu de l'art. 2 al. 1 LHID, notamment un impôt sur le revenu et sur la fortune des personnes physiques, la loi sur l'harmonisation fiscale s'applique également aux communes dans la mesure où le droit cantonal leur accorde la compétence fiscale (art. 1 al. 2 LHID). Lorsqu'aucune réglementation particulière n'est prévue, les impôts cantonaux et communaux sont établis en vertu du droit cantonal. Restent en particulier de la compétence des cantons la fixation des barèmes, celle des taux et celle des montants exonérés d'impôt (al. 3).\n\n5.2 Il ressort des travaux parlementaires que les communes ont été volontairement biffées du projet de texte de l'art. 1 al. 1 LHID, parce qu'elles reçoivent leur souveraineté fiscale non pas de la Confédération mais bien des cantons (BO 1986 CE 121 et 122; BO 1989 CN 21 s.). Conformément au mandat constitutionnel (art. 42quinquies aCst. et art. 129 al. 1 Cst.) toutefois, il est clair que la loi sur l'harmonisation fiscale concerne également les communes: dans la mesure où le droit cantonal leur accorde la compétence fiscale (art. 1 al. 2 LHID), les communes doivent s'en tenir aux principes de l'harmonisation, comme l'a expressément souligné le rapporteur de la commission (cf. BO 1986 CE 121), ce qui est automatiquement le cas lorsque le droit cantonal autorise les communes à ne percevoir que des centimes additionnels sur l'impôt cantonal sur le revenu et la fortune des personnes physiques. En effet, l'assiette de l'impôt cantonal et communal est alors identique, seul le taux d'imposition change. Les communes respectent par conséquent les dispositions de la loi sur l'harmonisation fiscale exactement dans la même mesure que le droit cantonal.\n\nParmi ces dispositions figurent les art. 3 et 4 LHID; le premier règle l'assujettissement des personnes physiques à l'impôt à raison du rattachement personnel, le deuxième leur assujettissement à raison du rattachement économique. BGE 141 I 235 S. 238\n\n6. Les recourants sont d'avis que l'art. 293 let. A ch. 1 let. c et ch. 2 let. c LCP viole les art. 3 et 4 LHID.\n\n6.1 Selon l'art. 3 al. 1 LHID, les personnes physiques sont assujetties à l'impôt lorsque, au regard du droit fiscal, elles sont domiciliées dans le canton ou lorsque, sans interruption notable, elles y séjournent pendant 30 jours au moins en exerçant une activité lucrative, ou pendant 90 jours au moins sans exercer d'activité lucrative. Selon l'art. 4 al. 1 LHID, les personnes physiques qui, au regard du droit fiscal, ne sont ni domiciliées ni en séjour dans le canton sont assujetties à l'impôt à raison du rattachement économique lorsqu'elles exploitent une entreprise ou un établissement stable dans le canton, qu'elles y possèdent des immeubles, en ont la jouissance, servent d'intermédiaires dans des opérations immobilières ou font du commerce immobilier.\n\n6.2 Applicables aux périodes fiscales en cause en l'espèce, les art. 2 et 3 de la loi cantonale genevoise du 22 septembre 2000 sur l'imposition des personnes physiques - objet de l'impôt - assujettissement à l'impôt (LIPP-I; en vigueur jusqu'au 31 décembre 2009) ont une teneur similaire à celle des art. 3 et 4 LHID.\n\n6.3 Il résulte de la lettre des art. 3 et 4 LHID que les dispositions qu'ils contiennent concernent l'assujettissement intercantonal et non pas l'assujettissement intercommunal. Il est vrai que le mandat constitutionnel des art. 42quinquies aCst. et 129 al. 1 Cst. postule non seulement une harmonisation horizontale mais également une harmonisation verticale des régimes fiscaux. En raison toutefois de l'art. 3 Cst., selon lequel les cantons sont souverains en tant que leur souveraineté n'est pas limitée par la Constitution fédérale et exercent tous les droits qui ne sont pas délégués à la Confédération, et de l'art. 127 al. 3 Cst., qui ne vise que les relations intercantonales, il n'y a pas lieu d'interpréter de manière extensive et contra legem la portée des art. 3 et 4 LHID en ce sens qu'ils auraient aussi pour fonction de délimiter les compétences fiscales intercommunales au sein d'un même canton, comme le précise le Message du 20 novembre 1996 relatif à une nouvelle Constitution fédérale (FF 1997 I 353 ad art. 118 al. 2) et le confirme également la doctrine: les cantons sont par conséquent libres de délimiter les compétences fiscales de leurs communes, sous réserve du respect de l'égalité de traitement et l'interdiction de l'arbitraire (PETER MÄUSLI-ALLENSPACH, in Interkantonales Steuerrecht, in Kommentar zum schweizerischen Steuerrecht, Zweifel/BGE 141 I 235 S. 239Beusch/Mäusli-Allenspach [éd.], 2011, p. 20 et24 nos 6 et 21 ad § 3; ZUCKSCHWERDT/MEUTER, Gegenberichtigung im interkantonalen und interkommunalen Verhältnis, Zürcher Steuerpraxis [ZStP] 1/2015 p. 1,10 et les références citées).\n\nLe grief de violation de la primauté du droit fédéral est donc rejeté.\n\n7. Invoquant les art. 8, 9 et 127 al. 2 Cst., les recourants se plaignent de la violation de la généralité de l'impôt, du droit à l'égalité et de l'interdiction de l'arbitraire. Ils soutiennent que l'art. 293 ch. 1 let. c et ch. 2 let. c LCP consacre une solution contraire à ces droits constitutionnels, en ce qu'il accorde un privilège aux contribuables exerçant une activité lucrative dépendante dans une commune dont les centimes additionnels sont inférieurs à ceux de la commune de domicile et à les discriminer dans le cas inverse.\n\n7.1 En matière fiscale, le principe de l'égalité de traitement est concrétisé par les principes de la généralité et de l'égalité de l'imposition, ainsi que par le principe de la proportionnalité de la charge fiscale fondée sur la capacité économique. Le principe de la généralité de l'imposition interdit, d'une part, que certaines personnes ou groupes de personnes soient exonérés sans motif objectif (interdiction du privilège fiscal), car les charges financières de la collectivité qui résultent des tâches publiques générales qui lui incombent doivent être supportées par l'ensemble des citoyens (ATF 133 I 206 consid. 6.1 p. 215; ATF 132 I 153 consid. 3.1 p. 154 s.); il prohibe, d'autre part, une surimposition d'un petit groupe de contribuables (interdiction de la discrimination fiscale; cf. ATF 122 I 305 consid. 6a p. 313 s.; arrêt 2P.152/2005 du 25 octobre 2005 consid. 3.1, in RDAF 2006 II p. 109). Les différents principes de droit fiscal déduits de l'égalité de traitement ont été codifiés à l'art. 127 al. 2 Cst. (cf. ATF 133 I 206 consid. 6.1 p. 215). En vertu de cette disposition, dans la mesure où la nature de l'impôt le permet, les principes de l'universalité, de l'égalité de traitement et de la capacité économique doivent, en particulier, être respectés (cf. aussi ATF 140 II 157 consid. 7.1 p. 160).\n\nLa protection de l'égalité (art. 8 Cst.) et celle contre l'arbitraire (art. 9 Cst.) sont étroitement liées. Une décision est arbitraire lorsqu'elle ne repose pas sur des motifs sérieux et objectifs ou n'a ni sens ni but. Elle viole le principe de l'égalité de traitement lorsqu'elle établit des distinctions juridiques qui ne se justifient par aucun motif raisonnable au regard de la situation de fait à réglementer ou lorsqu'elle omet BGE 141 I 235 S. 240de faire des distinctions qui s'imposent au vu des circonstances, c'est-à-dire lorsque ce qui est semblable n'est pas traité de manière identique et lorsque ce qui est dissemblable ne l'est pas de manière différente. Il faut que le traitement différent ou semblable injustifié se rapporte à une situation de fait importante (ATF 136 II 120 consid. 3.3.2 p. 127; ATF 133 I 249 consid. 3.3 p. 254 s.; ATF 131 I 1 consid. 4.2 p. 6 s.; ATF 129 I 113 consid. 5.1 p. 125, ATF 129 I 346 consid. 6 p. 357 ss). L'inégalité de traitement apparaît ainsi comme une forme particulière d'arbitraire, consistant à traiter de manière inégale ce qui devrait l'être de manière semblable ou inversement (ATF 129 I 1 consid. 3 p. 3, ATF 129 I 346 consid. 6 p. 357 ss; ATF 127 I 185 consid. 5 p. 192; ATF 125 I 1 consid. 2b/aa p. 4 et les références citées).\n\n7.2 En l'espèce, les recourants perdent de vue que tous les contribuables exerçant une activité lucrative dépendante dans une commune dont les centimes additionnels sont inférieurs à ceux de la commune de domicile sont imposés de la même manière et que le fait d'être domicilié, ou non, dans une commune et de travailler, ou non, dans cette même commune dans le même canton constitue une différence d'importance qui permet la fixation de centimes additionnels différents sans violation du droit à l'égalité. Il n'y a donc ni privilège ni discrimination ni par conséquent de violations du principe de la généralité de l'imposition ou du droit à l'égalité ou encore de l'interdiction de l'arbitraire, encore moins de l'interdiction du traitement fiscal discriminatoire (art. 127 al. 3 Cst.; \"Schlechterstellungsverbot\"; cf. aussi ATF 139 II 373 consid. 3.5), qui ne trouve du reste pas d'application en matière de fiscalité intracantonale (cf. consid. 6.3 ci-dessus), qui résultent de l'art. 293 ch. 1 let. c et ch. 2 let. c LCP.\n\nPar conséquent, même si l'on peut regretter qu'en matière intercommunale, la législation genevoise s'écarte des règles de jurisprudence en matière d'interdiction de la double imposition intercantonale, force est de constater qu'une telle solution est admissible et respecte le droit constitutionnel."}