{"annee": "141", "cour": "I", "page": "141", "date": "7/4/2015", "cite": ["97 I 45", "118 IA 64", "97 I 839", "140 I 125", "99 IA 262", "123 I 221", "139 I 272", "102 IA 279", "133 I 110"], "cite_par": ["143 I 241", "144 II 130", "145 I 318", "143 I 437"], "chapeau": "14. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la République et canton de Genève (recours en matière pénale)\n\n6B_14/2014 du 7 avril 2015", "regestes": ["Art. 3 CEDH; art. 7 et 10 al. 3 Cst.; art. 85 al. 2 CP; art. 3 al. 1 et art. 235 al. 1 et 5 CPP; conditions de détention au sein de la prison de Champ-Dollon; fouilles corporelles. Exigences conventionnelles, constitutionnelles, législatives fédérales et cantonales en matière de fouilles corporelles (consid. 6.3). Admissibilité des fouilles corporelles systématiques effectuées à l'issue de chaque visite au parloir lorsqu'elles sont justifiées par des considérations de nature sécuritaire (consid. 6.5)."], "faits": "BGE 141 I 141 S. 142\n\nA. Soupçonné d'avoir commis à Genève, en compagnie de A., plus d'une dizaine de cambriolages entre le 12 avril et le 12 mai 2012, X., ressortissant algérien né en 1992, a été interpellé le 21 septembre 2012 et placé en détention provisoire.\n\nB. Par jugement du 23 avril 2013, le Tribunal correctionnel de la République et canton de Genève a reconnu X. coupable de vols par métier, de dommages à la propriété, de violation de domicile et de séjour illégal, révoqué la libération conditionnelle qui lui avait été accordée par le Tribunal d'application des peines et des mesures le 30 septembre 2010 pour un solde de peine de 71 jours, condamné l'intéressé à une peine privative de liberté d'ensemble de 4 ans, sous déduction de 215 jours de détention avant jugement, et ordonné son maintien en détention pour des motifs de sûreté.\n\nC. Le 29 avril 2013, X. a déposé une demande de mise en liberté en se plaignant de ses conditions de détention en lien notamment avec la surpopulation carcérale à la prison de Champ-Dollon. Le 6 mai 2013, le Tribunal des mesures de contrainte de la République et canton de Genève a refusé de prononcer la mise en liberté et ordonné l'ouverture d'une procédure destinée à établir l'existence d'éventuelles irrégularités dans les modalités d'exécution de la détention. Après avoir procédé à l'instruction des faits pertinents, le Tribunal des mesures de contrainte a, par ordonnance du 24 mai 2013, constaté son incompétence à statuer sur la demande d'examen des conditions de détention et transmis la demande à la Chambre pénale d'appel et de révision de la Cour de justice de la République et canton de Genève comme objet de sa compétence.\n\nD. Par arrêt du 11 novembre 2013, la Chambre pénale d'appel et de révision de la Cour de justice de la République et canton de Genève a partiellement admis l'appel formé par X., réduit la peine privative de liberté à trois ans, sous déduction de la détention subie avant jugement et dit que cette peine était complémentaire à celle prononcée par le Tribunal de police de la Côte le 7 mai 2013. Pour le reste, le jugement de première instance a été confirmé et les conclusions en indemnisation en lien avec les conditions de détention ont été rejetées.\n\nE. X. interjette un recours en matière pénale contre ce jugement dont il demande l'annulation. Il conclut principalement à son acquittement ainsi qu'à la condamnation de la République et canton de Genève à lui payer les sommes de 200 fr. par jour de détention subi à tort, de BGE 141 I 141 S. 143500 fr. par jour passé dans une cellule dont l'espace personnel disponible était inférieur à 3 m2, de 300 fr. par jour passé dans une cellule dont l'espace personnel disponible était compris entre 3 et 4 m2, de 200 fr. par jour passé dans une cellule dont l'espace personnel disponible était inférieur à 6 m2 et de 20'000 fr. pour le tort moral subi du fait des fouilles à nu systématiques dont il a fait l'objet en prison. A titre subsidiaire, il conclut au renvoi de l'affaire à la juridiction cantonale pour qu'elle statue à nouveau. Il sollicite par ailleurs l'assistance judiciaire.\n\nLe Ministère public conclut au rejet du recours, tandis que la juridiction cantonale a renoncé à présenter des observations. X. a persisté dans ses conclusions.", "considerants": "Extrait des considérants:\n\n6. Le recourant reproche à l'autorité cantonale de recours d'avoir nié que le caractère systématique des fouilles à nu pratiquées à la prison de Champ-Dollon à l'issue de chaque visite au parloir constituait un traitement inhumain et dégradant au sens des art. 3 CEDH, 7 Cst. et 3 CPP.\n\n6.1 La juridiction cantonale a considéré que les fouilles corporelles dont le recourant faisait l'objet ne franchissaient pas le seuil d'un traitement dégradant au sens de l'art. 3 CEDH. Ces fouilles lui étaient imposées dans un contexte particulier, en relation avec la nécessité de garantir la sécurité et la prévention d'infractions pénales. Elles intervenaient après les visites qu'il recevait, lesquelles avaient lieu en parloir permettant un contact physique, dans le but de limiter le risque d'introduction d'objets prohibés à l'intérieur de l'établissement. Bien que systématiques, elles étaient appliquées à tous les détenus, dans les mêmes circonstances, comme l'a expliqué la direction de la prison, qui mentionnait également un procédé en deux étapes, afin d'éviter que le détenu ne se trouvât entièrement dénudé devant le personnel de surveillance. Dans la mesure où le recourant n'a pas soutenu qu'elles s'étaient déroulées autrement que selon ce procédé, ni que leur but était de l'humilier ou de le rabaisser, et n'a pas allégué non plus avoir été victime de gardiens irrespectueux ou qui auraient fait preuve d'un comportement démontrant qu'ils poursuivaient une fin de cette nature, il n'était pas établi que ces mesures avaient provoqué chez lui des sentiments d'angoisse et d'infériorité de nature à l'humilier et à le rabaisser. BGE 141 I 141 S. 144\n\n6.2 Le recourant estime en substance que la pratique mise en place à la prison de Champ-Dollon ne reposerait pas sur une base légale suffisante, ne répondrait à aucun intérêt public et serait disproportionnée. En effet, les fouilles n'avaient jamais permis de découvrir sur lui quoi que ce soit de répréhensible et aucun soupçon qu'il aurait pu tenter d'introduire un objet ou tout autre élément interdit à l'issue d'une visite n'avait jamais été porté contre lui. Vu la manière dont elles se déroulaient (exposition du détenu entièrement nu devant le personnel surveillant, examen et fouille des parties sexuelles par un gardien), les fouilles portaient atteinte à l'essence même du droit à la dignité personnelle.\n\n6.3\n\n6.3.1 Au niveau conventionnel, l'art. 3 CEDH prévoit que nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. Sur le plan constitutionnel, l'art. 7 Cst. prescrit de son côté que la dignité humaine doit être respectée et protégée. A teneur de l'art. 10 al. 3 Cst., la torture et tout autre traitement ou peine cruels, inhumains ou dégradants sont interdits (voir également les art. 14 al. 1 et 18 al. 2 de la Constitution du 14 octobre 2012 de la République et canton de Genève [Cst-GE; RS 131.234]). Auniveau législatif enfin, l'art. 3 al. 1 CPP rappelle le principe du respect de la dignité humaine. L'art. 234 al. 1 CPP prévoit que la détention provisoire et pour des motifs de sûreté est exécutée, en règle générale, dans des établissements réservés à cet usage et qui ne servent qu'à l'exécution de courtes peines privatives de liberté. L'art. 235 CPP régit l'exécution de la détention; il pose le principe général de proportionnalité (al. 1) et précise que les cantons règlent les droits et les obligations des prévenus en détention (al. 5; sur l'exécution de la détention, voir MATTHIAS HÄRRI, in Basler Kommentar, Schweizerische Strafprozessordnung, 2e éd. 2014, nos 1 ss ad art. 234 et 235 CPP).\n\n6.3.2 S'agissant plus particulièrement de la fouille corporelle, l'art. 85 al. 2 CP précise que le détenu soupçonné de dissimuler des objets interdits sur lui ou à l'intérieur de son corps peut être soumis à une fouille corporelle. Celle-ci doit être exécutée par une personne du même sexe. Si elle implique un déshabillage, elle se fera en l'absence d'autres détenus. L'examen de l'intérieur du corps doit être effectué par un médecin ou un autre membre du personnel médical. D'après l'art. 46 du règlement genevois du 30 septembre 1985 sur le régime intérieur de la prison et le statut des personnes incarcérées BGE 141 I 141 S. 145(RRIP; rs/GE F 1 50.04), lequel fixe le régime intérieur de la prison et le statut des personnes incarcérées dans la République et canton de Genève (art. 1 al. 3 de la loi genevoise du 21 juin 1984 sur l'organisation et le personnel de la prison [LOPP; rs/GE F 1 50]), la direction de la prison peut en tout temps ordonner des fouilles corporelles et une inspection des locaux.\n\n6.3.3 Le Comité des Ministres du Conseil de l'Europe, en application de l'art. 15 let. b du Statut du Conseil de l'Europe (RS 0.192.030), a adopté le 11 janvier 2006 la Recommandation Rec(2006)2 sur les Règles pénitentiaires européennes (RPE). Ces règles prennent notamment en compte le travail mené par le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) ainsi que les normes qu'il a développées dans ses rapports généraux, et visent à garantir des conditions de détention qui ne portent pas atteinte à la dignité humaine. La règle 1 pose que les personnes privées de liberté doivent être traitées dans le respect des droits de l'homme, alors que la règle 3 souligne que les restrictions imposées aux personnes privées de liberté doivent être réduites au strict nécessaire et doivent être proportionnelles aux objectifs légitimes pour lesquels elles ont été imposées. La règle 54 traite plus particulièrement des fouilles et des contrôles. Ainsi, le personnel doit suivre des procédures détaillées lorsqu'il fouille des détenus (règle 54.1 let. b). Les situations dans lesquelles ces fouilles s'imposent, ainsi que leur nature, doivent être définies par le droit interne (règle 54.2). Le personnel doit être formé à mener ces fouilles en vue de détecter et de prévenir les tentatives d'évasion ou de dissimulation d'objets entrés en fraude, tout en respectant la dignité des personnes fouillées et leurs effets personnels (règle 54.3). Les personnes fouillées ne doivent pas être humiliées par le processus de fouille (règle 54.4). Les personnes peuvent uniquement être fouillées par un membre du personnel du même sexe (règle 54.5). Aucun examen des cavités corporelles ne peut être effectué par le personnel pénitentiaire (règle 54.6). Un examen intime dans le cadre d'une fouille ne peut être réalisé que par un médecin (règle 54.7).\n\nCes règles ont été précisées dans un Commentaire établi par le CPT (Commentaire de la Recommandation Rec(2006)2 du Comité des Ministres aux Etats membres sur les Règles pénitentiaires européennes, in Règles pénitentiaires européennes, Strasbourg 2006, p. 41 ss). Celui-ci précise ainsi que la règle 54 énonce le principe selon lequel BGE 141 I 141 S. 146chaque prison doit disposer d'un ensemble de procédures bien comprises décrivant en détail les situations dans lesquelles des fouilles s'imposent, les méthodes à employer et leur fréquence. Il n'est pas contesté que les détenus individuels, en particulier ceux soumis à des restrictions de sécurité moyennes ou maximales, doivent également faire l'objet de fouilles régulières en vue de s'assurer qu'ils ne portent pas d'objets pouvant servir lors de tentatives d'évasion, à blesser d'autres personnes, se blesser eux-mêmes, ou d'objets non autorisés tels que les drogues illicites. L'intensité de ces fouilles doit varier en fonction des situations. Elles ne devraient toutefois pas être employées lorsqu'elles ne présentent aucune utilité et ne devraient jamais être utilisées comme une forme de sanction. Le Commentaire précise également que les détenus ne devraient jamais avoir à se dévêtir complétement pour les besoins d'une fouille (cf. Commentaire, p. 81 s.).\n\nLes RPE - et a fortiori leur commentaire - ont le caractère de simples directives à l'intention des Etats membres du Conseil de l'Europe. Cependant, en tant que reflet des traditions juridiques communes à ces Etats, le Tribunal fédéral en tient compte de longue date dans la concrétisation de la liberté personnelle et des autres droits fondamentaux garantis par la Cst. et par la CEDH. On parle à leur propos de \"code de la détention pénitentiaire\" ou de \"soft law\", néanmoins relativement contraignante pour les autorités (voir ATF 140 I 125 consid. 3.2 p. 133 et les références).\n\n6.3.4 Pour le Tribunal fédéral, même si les mesures privatives de liberté s'accompagnent inévitablement de souffrance et d'humiliation, cela n'emporte pas en soi la violation de l'art. 3 CEDH. Pour enfreindre cette disposition, les conditions matérielles de détention doivent atteindre un niveau d'humiliation ou d'avilissement supérieur à ce qu'emporte habituellement la privation de liberté. Cela impose ainsi à l'Etat de s'assurer que tout prisonnier est détenu dans des conditions compatibles avec le respect de la dignité humaine, que les modalités de sa détention ne le soumettent pas une détresse ou à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à une telle mesure et que, eu égard aux exigences pratiques de l'emprisonnement, sa santé et son bien-être sont assurés de manière adéquate; en outre, les mesures prises dans le cadre de la détention doivent être nécessaires pour parvenir au but légitime poursuivi (ATF 140 I 125 consid. 3.5 p. 135 et les références).\n\nBGE 141 I 141 S. 147En pratique, le Tribunal fédéral a principalement été saisi du contrôle abstrait de règlements cantonaux sur les prisons. Il a posé le principe selon lequel des restrictions à la liberté personnelle de la personne incarcérée sont admissibles uniquement lorsqu'elles ne violent pas le principe de la dignité humaine (ATF 102 Ia 279 consid. 2a p. 283; ATF 99 Ia 262 consid. 2 et 3). Il a précisé que les garanties de la CEDH relatives aux conditions de détention n'étaient pas plus étendues que celles garanties par la Constitution fédérale (ATF 118 Ia 64 consid. 2d p. 73). Il a encore considéré que le but de la détention devait être pris en compte et souligné qu'il y avait lieu de distinguer la détention en exécution de jugement de la détention provisoire, laquelle vise à garantir un déroulement correct de l'instruction pénale et est justifiée par les besoins de l'instruction, un risque de fuite ou un danger de collusion ou de réitération (cf. ATF 97 I 839 consid. 5 p. 844; ATF 97 I 45 consid. 4b p. 53): les conditions de détention provisoire peuvent être plus restrictives lorsque les risques de fuite, de collusion et de récidive sont plus élevés, ou lorsque l'ordre et la sécurité dans la prison sont particulièrement mis en danger (notamment la sécurité du personnel et des détenus; ATF 123 I 221 consid. 4c p. 228 et l'arrêt cité). Cela vaut toutefois tant que la durée de la détention provisoire est courte. En cas de détention provisoire qui se prolonge - au-delà d'environ trois mois -, les conditions de détention doivent satisfaire à des exigences plus élevées (ATF 140 I 125 consid. 3.3 p. 133 et les références).\n\nLe Tribunal fédéral a enfin insisté sur l'appréciation globale de toutes les conditions concrètes de détention (ATF 123 I 221 consid. II/1c/cc p. 233). En ce qui concerne la violation de l'art. 3 CEDH, il a relevé qu'un traitement dénoncé doit atteindre un minimum de gravité: l'appréciation de ce minimum dépend de l'ensemble des données de la cause et notamment de la nature et du contexte du traitement ainsi que de sa durée (ATF 139 I 272 consid. 4 p. 278). Cette durée est en effet susceptible de rendre incompatible avec la dignité humaine une situation qui ne le serait pas nécessairement sur une courte période.\n\n6.3.5 La Cour européenne des droits de l'homme a également été amenée à statuer sur les conditions relatives aux fouilles corporelles des détenus. Elle a ainsi considéré comme parfaitement concevable qu'un individu qui se trouve obligé de se soumettre à un traitement de cette nature se sente de ce seul fait atteint dans son intimité et sa dignité, tout particulièrement lorsque cela implique qu'il se BGE 141 I 141 S. 148dévêtisse devant autrui, et plus encore lorsqu'il lui faut adopter des postures embarrassantes. Un tel traitement n'est pourtant pas en soi illégitime: des fouilles corporelles, même intégrales, peuvent parfois se révéler nécessaires pour assurer la sécurité dans une prison - y compris celle du détenu lui-même -, défendre l'ordre ou prévenir les infractions pénales. Il n'en reste pas moins que les fouilles corporelles doivent, en sus d'être \"nécessaires\" pour parvenir à l'un de ces buts, être menées selon des \"modalités adéquates\", de manière à ce que le degré de souffrance ou d'humiliation subi par les détenus ne dépasse pas celui que comporte inévitablement cette forme de traitement légitime. A défaut, elles enfreignent l'art. 3 CEDH. Il va en outre de soi que plus importante est l'intrusion dans l'intimité du détenu fouillé à corps (notamment lorsque ces modalités incluent l'obligation de se dévêtir devant autrui ou lorsque le détenu doit en sus prendre des postures embarrassantes), plus grande est la vigilance qui s'impose (arrêt de la Cour européenne des droits de l'homme Frérot contre France du 12 juin 2007 § 38).\n\nPrise isolément, une fouille à corps qui se déroule selon des modalités adéquates et qui est concrètement nécessaire pour assurer la sécurité dans une prison, défendre l'ordre ou prévenir des infractions pénales, n'est pas incompatible avec l'art. 3 CEDH; sauf spécificités tenant à la situation de la personne qui en fait l'objet, l'on ne saurait dire que, par principe, une telle fouille implique un degré de souffrance ou d'humiliation dépassant l'inévitable. Cela vaut même lorsqu'il est fait obligation au détenu de se pencher et de tousser en vue d'une inspection anale visuelle \"dans les cas précis de recherches d'objet ou de substance prohibés\", étant entendu qu'une telle mesure n'est admissible que si elle est absolument nécessaire au regard des circonstances particulières dans lesquelles elle s'inscrit et s'il existe des soupçons concrets et sérieux que l'intéressé dissimule de tels objet ou substance dans cette partie du corps (arrêt précité Frérot contre France du 12 juin 2007 § 41). A l'inverse, même isolée, une fouille corporelle peut s'analyser comme un traitement dégradant eu égard à la manière dont elle est pratiquée, aux objectifs d'humiliation et d'avilissement qu'elle peut poursuivre et à son caractère injustifié (arrêt de la Cour européenne des droits de l'homme Valasinas contre Lituanie du 24 juillet 2001, Recueil CourEDH 2001- VIII p. 425 § 117). La pratique de la fouille corporelle, même selon des modalités \"normales\", a un effet dégradant et s'analyse en une violation de l'art. 3 CEDH, dès lors qu'elle a lieu chaque semaine, BGE 141 I 141 S. 149de manière systématique, routinière et sans justification précise tenant au comportement du requérant (arrêts de la Cour européenne des droits de l'homme Van der Ven contre Pays-Bas du 4 février 2003, Recueil CourEDH 2003-II p. 33 § 62, et Ciupercescu contre Roumanie du 15 juin 2010 § 117).\n\n6.4 Il convient d'examiner si ces principes ont été respectés à la prison de Champ-Dollon dans le cas particulier du recourant.\n\n6.4.1 Dans le courrier qu'il a adressé le 4 septembre 2013 à la Présidente de la Chambre pénale d'appel et de révision, le recourant a expliqué qu'il subissait de façon systématique après chaque visite au parloir une fouille à nu. La fouille portait sur les cheveux, la cavité buccale, y compris sous la langue, les doigts, les bras, les aisselles, les pieds, le sexe et les fesses, qui étaient successivement examinés par un gardien portant des gants.\n\n6.4.2 Dans le rapport qu'il a établi le 12 septembre 2013, le Directeur de la prison de Champ-Dollon a indiqué que les parloirs de la prison permettaient un contact physique entre les personnes incarcérées et leurs visiteurs. Afin de limiter le risque d'introduction d'objets prohibés lors de ces rencontres, tous les détenus étaient par conséquent systématiquement fouillés au terme de la visite au parloir. Il s'agissait d'une fouille complète qui était opérée en deux temps afin d'éviter que la personne fouillée ne se retrouve entièrement dénudée devant le personnel de surveillance. Le recourant avait reçu trente-huit visites depuis son incarcération.\n\n6.4.3 La Commission nationale de prévention de la torture (CNPT) a procédé à une visite de la prison de Champ-Dollon les 19, 20 et 21 juin 2012, qui a fait l'objet d'un rapport du 12 février 2013 à l'attention du Conseil d'Etat de la République et canton de Genève. S'agissant des fouilles de sécurité, la CNPT a mis en évidence que la direction pouvait en tout temps ordonner des fouilles qui, selon ses dires, étaient pratiquées en deux temps. Cela ne correspondait toutefois pas aux informations récoltées par la délégation qui a eu connaissance de pratiques contraires aux directives.\n\n6.5\n\n6.5.1 Comme le relève à juste titre la juridiction cantonale, les critiques formulées par le recourant ne portent pas tant sur les modalités des fouilles que sur le caractère systématique et disproportionné de celles-ci (trente-huit fouilles en moins d'une année). En l'occurrence, la direction de la prison justifie le caractère systématique des BGE 141 I 141 S. 150fouilles corporelles par des considérations générales de nature sécuritaire, afin de limiter le risque d'introduction d'objets prohibés à l'intérieur de l'établissement. Ainsi que cela ressort desdites déclarations, la pratique mise en place à la prison de Champ-Dollon, si elle repose sur des motifs objectifs et répond à un intérêt public, résulte en premier lieu des contingences sécuritaires liées aux infrastructures à disposition (parloir ouvert), lesquelles imposent de procéder à une fouille systématique de l'ensemble des détenus.\n\n6.5.2 En l'occurrence, les trente-huit fouilles corporelles effectuées entre le 21 septembre 2012 et le 12 septembre 2013 se sont toutes déroulées après que le recourant eut au préalable eu un contact physique direct avec une personne extérieure à la prison de Champ-Dollon. La jurisprudence de la Cour européenne des droits de l'homme n'a jamais remis en cause le bien-fondé de fouilles corporelles lorsque celles-ci étaient justifiées par le fait que le détenu avait pu avoir, à l'occasion d'une visite au parloir ou d'une sortie, un contact physique avec un tiers, susceptible de lui permettre de recevoir et d'introduire dans la prison des objets ou des substances potentiellement dangereux pour la sécurité du détenu ou des tiers (arrêt précité Frérot contre France du 12 juin 2007 § 45; voir également la décision de la Cour européenne des droits de l'homme Schiavone contre Italie du 13 novembre 2007, p. 8). Quand bien même les fouilles corporelles effectuées à la prison de Champ-Dollon ont lieu de façon systématique, elles sont justifiées pour chacune d'entre elles par des considérations objectives liées à la sécurité de cet établissement pénitentiaire; pour ce motif, le nombre de fouilles corporelles subies par un détenu n'a pas d'importance. En tant qu'il implique un automatisme des fouilles corporelles à la suite d'une visite au parloir, le système mis en place à la prison de Champ-Dollon ne porte donc pas atteinte aux exigences de la CEDH. On ajoutera au demeurant que le nombre de personnes incarcérées à la prison de Champ-Dollon et le nombre de visites corrélatives nécessite inévitablement l'application d'une procédure simple et standardisée, au risque sinon de rendre ingérable la gestion du droit de visite en prison. On ne saurait voir dans la procédure mise en place une forme de \"routine\" comparable à celle condamnée par la Cour européenne des droits de l'homme dans les affaires Van der Ven ou Ciupercescu, dès lors qu'il n'a pas été établi ni même prétendu que le recourant avait fait l'objet d'autres fouilles qui ne trouvaient aucune justification liée à des impératifs de sécurité ou tenant à son comportement. BGE 141 I 141 S. 151\n\n6.5.3 Le principe de la proportionnalité exige qu'une mesure restrictive, telle une fouille corporelle intégrale, soit apte à produire les résultats escomptés (règle de l'aptitude) et que ceux-ci ne puissent être atteints par une mesure moins incisive (règle de la nécessité); il interdit par ailleurs toute limitation allant au-delà du but visé et exige un rapport raisonnable entre celui-ci et les intérêts publics ou privés compromis (principe de la proportionnalité au sens étroit, impliquant une pesée des intérêts; ATF 133 I 110 consid. 7.1 p. 123 et les références). S'il n'est pas contestable que la fouille corporelle intégrale est apte à répondre à l'objectif sécuritaire poursuivi par la direction de la prison, il n'en demeure pas moins qu'il existe d'autres moyens de surveillance ou d'investigation qui peuvent entrer en ligne de compte et ainsi permettre de concilier les droits fondamentaux des prévenus et les impératifs de sécurité, tels que l'aménagement des locaux de manière à éviter tout contact physique direct (vitres de séparation), le renforcement des procédures de contrôle des visiteurs (détecteur à rayons X; détecteur de métaux; fouille par palpation) ou l'exercice d'une surveillance directe sur le déroulement de la visite. Si l'ensemble de ces instruments peuvent de prime abord apparaître moins attentatoires à la dignité, il n'en demeure pas moins qu'ils présentent eux également des inconvénients, que cela soit sur le plan sécuritaire (efficacité moindre des contrôles) ou sur le plan des droits fondamentaux (protection de la vie privée et familiale; liberté personnelle). Compte tenu de la marge de manoeuvre laissée aux cantons dans l'organisation du système carcéral, il incombe au Tribunal fédéral de faire preuve de retenue lorsqu'il s'agit de revoir le bien-fondé de l'organisation choisie, ce d'autant que le système mis en place dans la République et canton de Genève satisfait, comme vu précédemment, aux exigences de la CEDH.\n\n6.6 Par conséquent, la juridiction cantonale n'a pas violé le droit en considérant que la détention du recourant, en tant qu'elle concernait le régime de fouille systématique auquel celui-ci était soumis, respectait les exigences légales, constitutionnelles et conventionnelles en matière de conditions de détention."}