{"annee": "141", "cour": "III", "page": "265", "date": "23/6/2015", "cite": ["140 III 70"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A.A. und B.A. gegen Staatliche Schlichtungsstelle für Mietstreitigkeiten (Beschwerde in Zivilsachen)\n\n4A_510/2014 vom 23. Juni 2015", "regestes": ["Art. 128 et 206 CPC; amende disciplinaire en procédure de conciliation. L'autorité de conciliation peut-elle punir une partie d'une amende disciplinaire sur la base de l'art. 128 CPC au motif que cette partie ne s'est pas présentée à l'audience? En l'espèce, l'amende disciplinaire est de toute manière exclue parce que la partie défaillante n'a pas été préalablement menacée de cette sanction (consid. 3-5)."], "faits": "BGE 141 III 265 S. 265\n\nA. A.A. und B.A. (Beschwerdeführer) sind Vermieter einer Liegenschaft in Basel. Sie sind bzw. waren als Beklagte an mehreren - von verschiedenen Mietern dieser Liegenschaft eingeleiteten - Gerichtsverfahren beteiligt. In fünf Verfahren vor der Staatlichen Schlichtungsstelle für Mietstreitigkeiten blieben sie den auf den Vormittag BGE 141 III 265 S. 266des 26. März 2014 angesetzten Schlichtungsverhandlungen fern. Mit separaten \"Kosten-Verfügungen\" vom gleichen Tag auferlegte die Schlichtungsstelle A.A. und B.A. \"in Anwendung von Art. 128 der Schweizerischen Zivilprozessordnung\" fünf Ordnungsbussen von je Fr. 200.- wegen Nichterscheinens zur Schlichtungsverhandlung.\n\nDiese fünf Verfügungen fochten A.A. und B.A. jeweils beim Appellationsgericht des Kantons Basel-Stadt an, das die Beschwerden am 15. Juli 2014 in einem einzigen Entscheid abwies.\n\nB. A.A. und B.A. erhoben dagegen Beschwerde in Zivilsachen an das Bundesgericht. Am 23. Juni 2015 führte das Bundesgericht eine öffentliche Urteilsberatung durch. Es heisst die Beschwerde gut und hebt den angefochtenen Entscheid auf.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 128 ZPO wird, wer im Verfahren vor Gericht den Anstand verletzt oder den Geschäftsgang stört, mit einem Verweis oder einer Ordnungsbusse bis zu 1000 Franken bestraft. Das Gericht kann zudem den Ausschluss von der Verhandlung anordnen (Abs. 1). Das Gericht kann zur Durchsetzung seiner Anordnungen die Polizei beiziehen (Abs. 2). Bei bös- oder mutwilliger Prozessführung können die Parteien und ihre Vertretungen mit einer Ordnungsbusse bis zu 2000 Franken und bei Wiederholung bis zu 5000 Franken bestraft werden (Abs. 3).\n\n3.2 Dass die in Art. 128 ZPO vorgesehenen Disziplinarmassnahmen grundsätzlich auch von der Schlichtungsbehörde ergriffen werden dürfen, stellen die Beschwerdeführer zu Recht nicht in Frage. Die Anwendbarkeit der Bestimmung im Schlichtungsverfahren folgt bereits aus ihrer Stellung im 1. Kapitel (Prozessleitung) des 9. Titels (Prozessleitung, prozessuales Handeln und Fristen) des 1. Teils (Allgemeine Bestimmungen) der Zivilprozessordnung (vgl. zur Gesetzessystematik allgemein Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung [nachfolgend:Botschaft ZPO], BBl2006 7240 Ziff. 3.1). Die entsprechende Disziplinarbefugnis der Schlichtungsbehörde wird denn auch von der Lehre befürwortet (so ausdrücklich DOLGE, in: Schlichtungsverfahren nach Schweizerischer Zivilprozessordnung, 2012, S. 51; vgl. ferner TAPPY/NOVIER, La procédure de conciliation et la médiation dans le Code de procédure civile suisse [...], in: Il BGE 141 III 265 S. 267Codice di diritto processuale civile svizzero, Bernasconi und andere[Hrsg.], 2011, S. 107; für eine analoge Anwendung der Bestimmung HONEGGER, in: Kommentar zur Schweizerischen Zivilprozessordnung[ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 2. Aufl. 2013,N. 3 zu Art. 206 ZPO). Sie ist insbesondere auch nicht deshalb ausgeschlossen, weil Art. 128 Abs. 1 ZPO bloss das Verfahren vor Gericht erwähnt, zumal der Wortlaut der Bestimmung soweit erkennbar nicht mit Blick auf ihren Geltungsbereich gewählt wurde, sondern zwecks Harmonisierung mit Art. 33 BGG, in dem vom \"Verfahren vor dem Bundesgericht\" die Rede ist (siehe Botschaft ZPO, a.a.O., 7246 [Ziff. 3.3] und 7306 zu Art. 126; vgl. auch Art. 60 VwVG [SR172.021]). Schliesslichentspricht es zweifellos einem praktischen Bedürfnis, dass der Schlichtungsbehörde nötigenfalls die erforderlichen disziplinarischen Mittel zur Verfügung stehen, um das Ziel einer einvernehmlichen Streitbeilegung in einem geordneten Verfahren verfolgen zu können, und zwar unabhängig davon, ob ihr gemäss Art. 212 ZPO Entscheidkompetenz zukommt.\n\n4.\n\n4.1 Die Beschwerdeführer rügen, im Gesetz sei nicht vorgesehen, dass das Nichterscheinen der beklagten Partei zur Schlichtungsverhandlung Sanktionen nach sich ziehen könne, namentlich weder in Art. 204 ZPO betreffend das persönliche Erscheinen der Parteien noch in Art. 206 Abs. 2 ZPO, der die Folgen des Ausbleibens der beklagten Partei regle. Der Gesetzgeber - so die Beschwerdeführer - habe mithin darauf verzichtet, das Nichterscheinen der beklagten Partei zu sanktionieren, und die Verhängung einer Ordnungsbusse sei aus diesem Grund unzulässig.\n\n4.2 Dem Entscheidverfahren geht ein Schlichtungsversuch vor einer Schlichtungsbehörde voraus (Art. 197 ZPO). Die Parteien müssen persönlich zur Schlichtungsverhandlung erscheinen (Art. 204 Abs. 1 ZPO). Sie können sich von einer Rechtsbeiständin, einem Rechtsbeistand oder einer Vertrauensperson begleiten lassen (Art. 204 Abs. 2 ZPO). Nicht persönlich erscheinen muss und sich vertreten lassen kann, wer sich auf einen gesetzlich vorgesehenen Dispensationsgrund berufen kann, so namentlich, wer ausserkantonalen oder ausländischen Wohnsitz hat oder wegen Krankheit, Alter oder anderen wichtigen Gründen verhindert ist (Art. 204 Abs. 3 lit. a und b ZPO).\n\nBei Säumnis der klagenden Partei gilt das Schlichtungsgesuch als zurückgezogen; das Verfahren wird als gegenstandslos abgeschrieben (Art. 206 Abs. 1 ZPO). Bei Säumnis der beklagten Partei verfährt BGE 141 III 265 S. 268die Schlichtungsbehörde, wie wenn keine Einigung zu Stande gekommen wäre, das heisst gemäss den Artikeln 209-212 der Zivilprozessordnung (Art. 206 Abs. 2 ZPO). Sie hat somit die Klagebewilligung zu erteilen (Art. 209 Abs. 1 ZPO). In gewissen Fällen kann sie stattdessen den Parteien einen Urteilsvorschlag unterbreiten (Art. 210 Abs. 1 ZPO) oder auf Antrag der klagenden Partei die Streitigkeit entscheiden (Art. 212 Abs. 1 ZPO).\n\n4.3 In der Literatur wird von einzelnen Autoren vertreten, das Nichterscheinen einer Partei im Schlichtungsverfahren könne nicht mit Ordnungsbusse gemäss Art. 128 ZPO geahndet werden, weil Art. 206 ZPO die Säumnisfolgen abschliessend regle (so STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, S. 368 § 20 Rz. 24; WYSS, in: Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie [Hrsg.], 2010, N. 1 zu Art. 206 ZPO).\n\nDieser Auffassung ist nicht zu folgen: Wohl hält Art. 206 ZPO verbindlich fest, wie die Schlichtungsbehörde bei Säumnis einer Partei in prozessualer Hinsicht zu verfahren hat. Die Bestimmung regelt mithin ausdrücklich die Säumnisfolgen für dieses Verfahrensstadium, wie von Art. 147 Abs. 2 ZPO vorbehalten. Im Urteil 4C_1/2013 vom 23. Juni 2013 stellte das Bundesgericht in anderem Zusammenhang fest, die Zivilprozessordnung regle (in ihren Artikeln 204 und 206) die Pflicht zum Erscheinen zur Schlichtungsverhandlung und die Folgen der Nichtbeachtung - im Verhältnis zum kantonalen Recht - abschliessend (E. 4).\n\nDemgegenüber sind allfällige disziplinarische Folgen des Verhaltens der Parteien im Verfahren von vornherein nicht Gegenstand von Art. 206 ZPO. Disziplinarmassnahmen bleiben somit möglich, sofern eine gesetzliche Grundlage dafür besteht (in diesem Sinne - beide unter Hinweis auf Art. 128 ZPO - INFANGER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 16 zu Art. 206 ZPO; MAAG, MietRecht aktuell 2014 S. 136 f.). Demnach ist jedenfalls aufgrund des Regelungsgehalts von Art. 206 ZPO nicht ausgeschlossen, dass die Schlichtungsbehörde das (unentschuldigte) Fernbleiben einer Partei von der Schlichtungsverhandlung disziplinarisch ahndet.\n\n5.\n\n5.1 Angesichts der Bedeutung der persönlichen Anwesenheit der Parteien für die Durchführung einer wirksamen Schlichtung (siehe dazu BGE 140 III 70 E. 4.3 S. 71 f. mit Hinweisen) scheint es denn auch nicht von vornherein ausgeschlossen, dass die Schlichtungsbehörde BGE 141 III 265 S. 269 eine Partei, die der Schlichtungsverhandlung ohne Grund fernbleibt und damit nicht nur prozessual säumig ist, sondern gleichzeitig ihre Pflicht zum persönlichen Erscheinen nach Art. 204 Abs. 1 ZPO verletzt, gemäss Art. 128 Abs. 1 oder 3 ZPO bestraft. Dies gilt namentlich für die beklagte Partei, die ansonsten durch ihr Nichterscheinen den gesetzgeberischen Willen, dass ein Einigungsversuch stattfinden soll, sanktionslos vereiteln könnte (siehe INFANGER, in: Schlichtungsverfahren nach Schweizerischer Zivilprozessordnung, 2012, S. 107, mit dem Hinweis, die Säumnisfolgen des Schlichtungsverfahrens seien für die säumige beklagte Partei nicht griffig, \"weshalb zur Disziplinierung unbedingt die Disziplinarbefugnisse nach Art. 128 ZPO ausgeschöpft werden müssen\").\n\nEine disziplinarische Ahndung mit Ordnungsbusse setzt aber immerhin voraus, dass das Nichterscheinen zur Schlichtungsverfahren eine Störung des Geschäftsgangs gemäss Art. 128 Abs. 1 ZPO respektive eine bös- oder mutwillige Prozessführung nach Art. 128 Abs. 3 ZPO darstellt. Welche qualifizierenden Umstände hierfür erforderlich sind und unter welchen Voraussetzungen die Ausfällung einer Ordnungsbusse konkret gerechtfertigt ist, braucht an dieser Stelle indessen nicht weiter beurteilt zu werden (siehe aber DOLGE, a.a.O., S. 127, die annimmt, eine Ordnungsbusse wegen Störung des Geschäftsgangs gemäss Art. 128 Abs. 1 ZPO rechtfertige sich \"nur ausnahmsweise\", etwa wenn die Partei den Termin verschieben lasse, um dann gleichwohl unentschuldigt nicht zu erscheinen).\n\n5.2 Denn nach den auch im Zivilverfahren geltenden Grundsätzen der Verhältnismässigkeit (Art. 5 Abs. 2 BV) und des Handelns nach Treu und Glauben (Art. 5 Abs. 3 BV; Art. 52 ZPO) sowie mit Blick auf das rechtliche Gehör der Parteien (Art. 29 Abs. 2 BV) sind nicht nur prozessuale Säumnisfolgen (vgl. hierzu Art. 147 Abs. 3 ZPO), sondern auch disziplinarische Massnahmen vor ihrer Anordnung - jedenfalls soweit möglich und zweckmässig - anzudrohen (vgl. etwa Art. 191 Abs. 2 ZPO; hinsichtlich der Praxis des Bundesgerichts zu Art. 33 BGG: Urteile 5A_447/2012 vom 27. August 2012 E. 5; 5F_5/2010 vom 7. Juli 2010 E. 8). Dies gilt auch mit Bezug auf Art. 128 ZPO (so GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO],Kurzkommentar, 2. Aufl. 2014, N. 2 zu Art. 128 ZPO; WEBER, in: ZPO, Oberhammer/Domej/Haas [Hrsg.], 2. Aufl. 2014, N. 8 zuArt. 128 ZPO; differenzierend: AFFENTRANGER, in: Schweizerische Zivilprozessordnung [ZPO], Baker &McKenzie [Hrsg.], 2010, N. 11 zuArt. 128 ZPO).\n\nBGE 141 III 265 S. 270\n\n5.3 Dass die Beschwerdeführer von der Schlichtungsstelle auf die disziplinarischen Konsequenzen ihres Nichterscheinens zu den Schlichtungsverhandlungen vom 26. März 2014 aufmerksam gemacht worden wären, geht aus den massgeblichen Sachverhaltsfeststellungen des angefochtenen Entscheids (vgl. Art. 105 Abs. 1 BGG) nicht hervor. Im Gegenteil räumte die Schlichtungsstelle in ihrer Vernehmlassung vom 6. November 2014 selber ein, die Vorladung an die Parteien habe in der bis zum 21. Juli 2014 gebräuchlichen Fassung unter der Rubrik \"Wichtige Hinweise\" im hier interessierenden Punkt wie folgt gelautet: \"Bei Nichterscheinen der beklagten Partei verfährt die Schlichtungsstelle, wie wenn keine Einigung zu Stande gekommen wäre.\"\n\n5.4 Aufgrund dieser Formulierung mussten die Beschwerdeführer nicht damit rechnen, dass die Schlichtungsstelle sie für ihre Abwesenheit an den Schlichtungsverhandlungen jeweils mit einer Ordnungsbusse belegen würde, zumal sich diese Konsequenz auch aus dem Gesetz nicht ausdrücklich ergibt (siehe dazu E. 3 und 4). Die Verhängung von Ordnungsbussen war somit im vorliegenden Fall jedenfalls mangels vorgängiger Androhung unzulässig. Demnach kann offenbleiben, ob qualifizierende Umstände für eine ausnahmsweise Auferlegung von Ordnungsbussen vorlagen. Die Beschwerde erweist sich in diesem Punkt als begründet, unabhängig davon, dass die entsprechende Kritik im bundesgerichtlichen Verfahren erstmals erhoben wurde (vgl. Art. 57 ZPO; Art. 106 Abs. 1 BGG)."}