{"annee": "141", "cour": "III", "page": "495", "date": "6/10/2015", "cite": ["121 III 38", "131 III 227", "129 III 727", "134 III 565", "140 III 134", "141 III 294", "137 III 32"], "cite_par": ["144 III 559", "144 II 130", "144 III 120", "143 II 628", "143 II 136", "142 II 161"], "chapeau": "66. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause République A. contre B. International (recours en matière civile)\n\n4A_34/2015 du 6 octobre 2015", "regestes": ["Arbitrage international; contentieux des investissements internationaux; compétence du tribunal arbitral (art. 26 du Traité du 17 décembre 1994 sur la Charte de l'énergie [TCE]; art. 178 et 190 al. 2 let. b LDIP). Notions de contract claims, de treaty claims et de clause parapluie au regard des art. 10 par. 1 et 26 TCE (consid. 3.2). Validité formelle et matérielle d'une convention d'arbitrage découlant d'un traité (consid. 3.4). Principes régissant l'interprétation d'un traité et d'une réserve formulée par une partie contractante au sujet de l'applicabilité d'une clause parapluie (consid. 3.5.1). Application de ces principes au cas concret (consid. 3.5.2-3.5.5)."], "faits": "", "considerants": "BGE 141 III 495 S. 496\n\nExtrait des considérants:\n\n3. Dans un premier et principal moyen, fondé sur l'art. 190 al. 2 let. b LDIP (RS 291), la recourante soutient que le Tribunal arbitral s'est déclaré à tort compétent pour connaître de la demande qui lui était soumise.\n\n3.1 Saisi du grief d'incompétence, le Tribunal fédéral examine librement les questions de droit, y compris les questions préalables, qui déterminent la compétence ou l'incompétence du Tribunal arbitral. Il n'en devient pas pour autant une cour d'appel. Aussi ne lui incombe-t-il pas de rechercher lui-même, dans la sentence attaquée, les arguments juridiques qui pourraient justifier l'admission du grief fondé sur l'art. 190 al. 2 let. b LDIP. C'est bien plutôt à la partie recourante qu'il appartient d'attirer son attention sur eux, pour se conformer aux exigences de l'art. 77 al. 3 LTF (ATF 134 III 565 consid. 3.1 et les arrêts cités).\n\nEn revanche, le Tribunal fédéral ne revoit les constatations de fait que dans les limites usuelles, même lorsqu'il statue sur le moyen pris de l'incompétence du Tribunal arbitral (arrêt 4A_676/2014 du 3 juin 2015 consid. 3.1).\n\n3.2 La bonne compréhension des motifs retenus par le Tribunal arbitral pour admettre sa compétence et des arguments avancés par les parties, qui pour la lui dénier, qui pour cautionner sa décision, nécessite que soient tracées, au préalable, les limites du cadre juridique dans lequel s'inscrit la problématique soulevée par la recourante.\n\n3.2.1 L'art. 10 par. 1 du Traité du 17 décembre 1994 sur la Charte de l'energie (RS 0.730.0; ci-après: TCE; en anglais: Energy Charter Treaty ou ECT), inséré dans la partie III du traité, énonce ce qui suit, sous le titre \"Promotion, protection et traitement des investissements\":\n\n\"Chaque partie contractante encourage et crée, conformément aux dispositions du présent traité, des conditions stables, équitables, favorables et transparentes pour la réalisation d'investissements dans sa zone par les investisseurs des autres parties contractantes. Ces conditions comprennent l'engagement d'accorder, à tout instant, un traitement loyal et équitable aux investissements des investisseurs des autres parties contractantes. Ces investissements bénéficient également d'une protection et d'une sécurité les plus constantes possible, et aucune partie contractante n'entrave, en aucune manière, par des mesures déraisonnables ou discriminatoires, leur gestion, maintien, utilisation, jouissance ou disposition. En aucun cas, ces investissements ne peuvent être traités d'une manière moinsBGE 141 III 495 S. 497favorable que celle requise par le droit international, y compris les obligations conventionnelles. Chaque partie contractante respecte les obligations qu'elle a contractées vis-à-vis d'un investisseur ou à l'égard des investissements d'un investisseur d'une autre partie contractante.\"\n\nEn tant qu'il intéresse la présente procédure, l'art. 26 TCE, consacré au \"[r]èglement des différends entre un investisseur et une partie contractante\", contient notamment les dispositions suivantes:\n\n\"1. Les différends qui opposent une partie contractante et un investisseur d'une autre partie contractante au sujet d'un investissement réalisé par ce dernier dans la zone de la première et qui portent sur un manquement allégué à une obligation de la première partie contractante au titre de la partie III sont, dans la mesure du possible, réglés à l'amiable.\n\n2. Si un différend de ce type n'a pu être réglé conformément aux dispositions du paragraphe 1 dans un délai de trois mois à compter du moment où l'une des parties au différend a sollicité un règlement à l'amiable, l'investisseur partie au différend peut choisir de le soumettre, en vue de son règlement:\n\na) aux juridictions judiciaires ou administratives de la partie contractante qui est partie au différend; ou\n\nb) conformément à toute procédure de règlement des différends applicable préalablement convenue; ou\n\nc) conformément aux paragraphes suivants du présent article.\n\n3. a) Sous réserve des seuls points b) et c), chaque partie contractante donne son consentement inconditionnel à la soumission de tout différend à une procédure d'arbitrage ou de conciliation internationale, conformément aux dispositions du présent article.\n\nb) ...\n\nc) Les parties contractantes énumérées à l'annexe IA ne donnent pas ce consentement inconditionnel pour les différends survenant au sujet de la disposition contenue dans la dernière phrase de l'art. 10, par. 1.\n\n4. [énumération des différentes procédures d'arbitrage entrant en ligne de compte]\n\n6. Un tribunal constitué selon les dispositions du par. 4 statue sur les questions litigieuses conformément au présent traité et aux règles et principes applicables de droit international.\"\n\nA. est l'une des quatre parties contractantes énumérées à l'annexe IA, au sens de l'art. 26 par. 3 point c) TCE.\n\n3.2.2 Le contentieux des investissements internationaux, phase procédurale de la protection des investisseurs étrangers contre les actes de l'Etat d'accueil portant atteinte à leurs droits, fait appel à une distinction fondamentale entre les contract claims et les treaty claims: BGE 141 III 495 S. 498les premières sont des réclamations que les investisseurs élèvent en se fondant sur le contrat qu'ils ont conclu avec l'Etat d'accueil ou avec une autre personne publique dépendant de cet Etat; les secondes sont celles qui se basent sur un traité conclu entre l'Etat national des investisseurs et l'Etat d'accueil pour la protection réciproque de leurs investisseurs (cf., parmi d'autres: PIERRE MAYER, Contract claims et clauses juridictionnelles des traités relatifs à la protection des investissements, Journal du Droit International, 2009, p. 71 ss, 72).\n\nLes traités sur la protection des investissements, qu'ils soient bilatéraux ou multilatéraux, contiennent des engagements matériels repris de la pratique antérieure des juridictions internationales en matière de droit international général, tels que l'exigence d'un traitement loyal et équitable, la prohibition des mesures discriminatoires ou l'interdiction des expropriations et nationalisations sans indemnité. Ces traités contiennent surtout une clause juridictionnelle en vertu de laquelle chaque Etat accepte par avance, au profit des investisseurs nationaux de l'autre Etat ou des autres Etats qui investissent sur son territoire, que les litiges relatifs à l'investissement soient portés contre lui par l'investisseur devant un tribunal arbitral indépendant (MAYER, op. cit., p. 73 s. n. 3). Tel est le cas du TCE qui, à son art. 26 par. 2 point c), en liaison avec le par. 4, offre le choix à l'investisseur - il peut aussi porter l'affaire devant les juridictions judiciaires ou administratives de l'Etat d'accueil partie au différend ou recourir au mode de règlement des litiges préalablement convenu (art. 26 par. 2 points a) et b) TCE) - entre plusieurs types d'arbitrage pour faire trancher tout litige concernant des treaty claims (arbitrage du Centre international pour le règlement des différends relatifs aux investissements [CIRDI],arbitrage ad hoc selon le règlement CNUDCI ou arbitrage sous l'égide de l'Institut d'arbitrage de la Chambre de commerce de Stockholm).\n\nLes contract claims, en revanche, sont exorbitantes du traité de protection des investissements et de ses clauses juridictionnelles. Elles relèvent des tribunaux nationaux de l'Etat d'accueil ou, si le contrat d'investissement contient une clause compromissoire, du tribunal arbitral désigné par cette clause.\n\nLe risque est grand, pour l'investisseur qui se plaint d'une violation du contrat passé avec l'Etat d'accueil, de voir ses contract claims laissées sans réponse ou d'être éconduit par les tribunaux de ce même Etat, trop conciliants à l'égard d'une corporation de droit public dont BGE 141 III 495 S. 499ils sont un organe, voire d'être contraint d'agir devant un tribunal arbitral manquant d'indépendance. C'est la raison pour laquelle d'aucuns ont eu l'idée d'insérer dans les traités sur la protection des investissements une clause de respect des engagements, appelée aussi clause de couverture, clause ascenseur ou clause à effet miroir, mais le plus souvent dénommée clause parapluie(umbrella clause). Quel que soit son nom, cette clause désigne la disposition d'un traité d'investissement par laquelle chaque Etat partie s'engage, selon des formulations variables, à respecter toute obligation concernant des investissements réalisés par des ressortissants de l'autre Etat (GÉRARD CAHIN, La clause de couverture [dite umbrella clause], Revue Générale de Droit International Public 2015 p. 103 ss, 103). En d'autres termes, la clause de couverture place le contrat conclu par l'investisseur avec l'Etat d'accueil directement sous la protection du traité bilatéral ou multilatéral touchant les investissements, lequel traité vient abriter en quelque sorte le contrat sous son parapluie, si bien que toute méconnaissance d'une obligation contractuelle se double, ipso facto, d'une violation d'un engagement international et que les contract claims en découlant peuvent être invoquées devant l'organe juridictionnel prévu par le traité (MAYER, op. cit., p. 80; CAHIN, op. cit., p. 127 ss). Ledit organe sera le plus souvent un tribunal arbitral statuant sous l'égide d'une institution d'arbitrage internationale, tel le CIRDI. Pour le surplus, la clause en question est entourée d'incertitudes, qu'il s'agisse de l'étendue des obligations protégées, de ses effets juridiques ou de sa fonction juridictionnelle (CAHIN, op. cit., p. 105), et les tribunaux arbitraux qui ont eu à l'examiner sont divisés sur sa portée (MAYER, op. cit., p. 80 et les sentences arbitrales citées en notes de pied 25-27). Ce n'est pas le lieu d'entrer dans cette controverse. On se contentera d'examiner, ci-après, les questions juridiques indispensables au traitement du cas concret.\n\nLa dernière phrase de l'art. 10 par. 1 TCE constitue indéniablement une clause parapluie. Il est tout aussi incontestable que A. a fait usage de la possibilité, réservée à l'art. 26 par. 3 point c) TCE, de ne pas donner son consentement inconditionnel à la soumission de tout différend à une procédure d'arbitrage ou de conciliation internationale pour les différends tombant sous le coup de cette clause parapluie. Le litige divisant les parties suppose que soit déterminée l'incidence de ladite clause et de la réserve qui l'affecte sur les prétentions élevées par l'intimée et, partant, sur la compétence du Tribunal arbitral. BGE 141 III 495 S. 500\n\nLa Cour de céans procédera à cette recherche en se fondant sur le texte original de la sentence déférée, afin d'éviter les discussions pouvant résulter d'un éventuel désaccord entre les parties quant à la fidélité de la traduction des passages pertinents proposée dans leurs écritures respectives.\n\n3.3\n\n3.3.1 Dans sa sentence du 3 décembre 2014, le Tribunal arbitral, après avoir résumé les arguments développés par la recourante (n. 270 à 276) et par l'intimée (n. 277 à 279), respectivement défenderesse (Respondent) et demanderesse (Claimant) dans la procédure arbitrale, a motivé en ces termes sa décision d'admettre sa compétence pour connaître de la demande formée par l'intimée:\n\n\"280.\n\nFirst, the Tribunal notes that the Claimant's primary request for relief, in its Claim (i), seeks a declaration \"that Respondent has breached Article 10(1) of the ECT\". This paragraph of Article 10 indeed includes the last sentence which is considered as the umbrella clause.\n\n281.\n\nHowever, in reply to the Respondent, the Claimant expressly states that it does not raise an umbrella clause claim under the last sentence of that provision. The Claimant's request for relief, therefore, is to be interpreted with that qualification and limitation. Consequently, the Claimant's argumentation for a breach does not in any way focus on a breach of the last sentence, but only on the earlier sentences of Article 10(1).\n\n282.\n\nIn this context, the Respondent argues that, even though the Claimant invokes the language of FET [acronyme pour Fair and Equitable Treatment] and unreasonable impairment, what it really asserts is an umbrella clause claim falling within the last sentence of Article 10(1) ECT. The Tribunal is not persuaded by that argument. When considering the Respondent's conduct under the criteria of FET and unreasonable impairment, all of that conduct can be relied on. This conduct includes the PPAs [acronyme pour Power Purchasing Agreements] and other contractuel arrangements between the parties which are obviously a very relevant framework regarding the expectations of the Parties. Further, their implementation by each of the Parties is indeed relevant for the examination of whether there may be a breach of the provisions on FET and unreasonable impairment. That does not make them a claim under the umbrella clause.\n\n283.\n\nAccordingly, the Tribunal will not examine whether the umbrella clause has been breached, but concludes that this will not prevent it from accepting jurisdiction over the claims raised regarding alleged breaches of the earlier sentences of Article 10(1) ECT.\" BGE 141 III 495 S. 501\n\n3.3.2 Pour contester les motifs ainsi retenus par le Tribunal arbitral et la conclusion qu'il en a tirée quant à sa compétence, la recourante se lance dans une longue argumentation, souvent redondante, qu'elle est toutefois parvenue à résumer en quelques lignes. A l'en croire, les arbitres n'auraient pas procédé à une analyse approfondie de la véritable nature des demandes formulées par l'intimée, pour s'en tenir à la qualification, proposée par cette dernière, selon laquelle ses demandes étaient basées sur le devoir d'accorder un traitement juste et équitable à l'investisseur. Par cette qualification, l'intéressée aurait cherché uniquement à bénéficier du consentement à l'arbitrage donné par la recourante, alors que les demandes étaient, en réalité, fondées sur la clause parapluie pour laquelle cette partie avait exclu son consentement. Le Tribunal arbitral aurait donc statué sans convention d'arbitrage.\n\nLa Cour de céans examinera le grief tiré de l'incompétence du Tribunal arbitral en focalisant son attention sur son essence même, telle qu'elle ressort de ce résumé. Aussi ne se déterminera-t-elle pas sur l'ensemble des moyens développés dans les écritures de la recourante, dont elle a dûment pris connaissance, certains d'entre eux - agrémentés parfois de schémas explicatifs - méconnaissant d'ailleurs les règles susmentionnées touchant la réplique, mais se bornera-t-elle à analyser ceux qui lui paraissent objectivement pertinents au regard du grief considéré.\n\n3.4\n\n3.4.1 La convention d'arbitrage doit satisfaire aux exigences posées à l'art. 178 LDIP.\n\nEn vertu de l'art. 26 par. 3 point a) TCE, chaque partie contractante donne son consentement inconditionnel à la soumission de tout différend à une procédure d'arbitrage ou de conciliation internationale prévue par les dispositions du même article. Quant à l'art. 26 par. 4 TCE, il prévoit, en substance, que, si un investisseur choisit la voie arbitrale pour faire trancher le différend qui l'oppose à une partie contractante, il donne son consentement par écrit pour que le différend soit porté devant l'une des institutions d'arbitrage énumérées dans la suite de la clause. L'art. 26 par. 5 point a) let. ii) ajoute que le consentement prévu au par. 3 et le consentement écrit donné par l'investisseur en application du par. 4 sont considérés comme satisfaisant à l'exigence d'un accord par écrit aux fins de l'art. II de la Convention de New York du 10 juin 1958 pour la reconnaissance et BGE 141 III 495 S. 502l'exécution des sentences arbitrales étrangères (RS 0.277.12). Or, les exigences formelles posées à l'art. II al. 2 de cette convention ne sont en tout cas pas moins strictes que celles qui caractérisent la forme écrite simplifiée prescrite par l'art. 178 al. 1 LDIP (ATF 121 III 38 consid. 2c p. 44; KAUFMANN-KOHLER/RIGOZZI, Arbitrage international, 2e éd. 2010, n. 212 et 212a). Aussi n'est-il pas contestable, ni contesté d'ailleurs, que les clauses citées du TCE satisfont à la forme requise par cette dernière disposition.\n\n3.4.2 En vertu de l'art. 178 al. 2 LDIP, la convention d'arbitrage est valable, s'agissant du fond, si elle répond aux conditions que pose soit le droit choisi par les parties, soit le droit régissant l'objet du litige et notamment le droit applicable au contrat principal, soit encore le droit suisse. La disposition citée consacre trois rattachements alternatifs in favorem validitatis, sans aucune hiérarchie entre eux, à savoir le droit choisi par les parties, le droit régissant l'objet du litige (lex causae) et le droit suisse en tant que droit du siège de l'arbitrage (ATF 129 III 727 consid. 5.3.2 p. 736).\n\nLe Tribunal arbitral, dont le siège a été fixé à Zurich, a statué sur sa propre compétence et jugé la cause à la lumière du TCE, convention qui fait partie intégrante du droit suisse et qui ne renvoie pas au droit d'un autre Etat pour l'interprétation et l'application de sa clause juridictionnelle. Faute d'une élection de droit se rapportant à ladite clause, le droit suisse constitue donc à la fois la lex causae et la lex fori en l'occurrence. L'examen de la Cour de céans se limitera donc à la question de savoir si le Tribunal arbitral a méconnu le droit suisse - concrètement, le TCE - en admettant sa compétence.\n\nIl sied de préciser, à cet égard, que la convention d'arbitrage résulte, in casu, d'un mécanisme particulier puisque son point d'ancrage se situe directement dans un traité multilatéral conclu par des Etats pour la protection des investissements, traité dont une disposition prévoit le recours à l'arbitrage pour régler les différends relatifs aux prétendues violations de ses clauses matérielles (appelées aussi substantielles). La pratique arbitrale assimile pareille disposition à une offre de chacun des Etats contractants de résoudre par l'arbitrage les litiges qui pourraient l'opposer aux investisseurs (non parties au traité) des autres Etats contractants. La convention d'arbitrage n'est conclue qu'au moment où l'investisseur accepte l'offre de l'Etat, ce qu'il fera le plus souvent par l'acte concluant que constitue le dépôt d'une requête d'arbitrage (KAUFMANN-KOHLER/RIGOZZI, op. cit., n. 230 et note BGE 141 III 495 S. 503de pied 148). L'art. 26 par. 4 TCE exige, il est vrai, que l'investisseur donne son consentement par écrit. Cependant, la recourante n'allègue pas que l'intimée ne l'aurait pas fait, ni ne se prévaut d'un éventuel vice de forme susceptible d'invalider l'acceptation de l'offre. D'où il suit que l'existence d'une convention d'arbitrage doit être admise, sous cette modalité atypique que la jurisprudence a envisagé de rapprocher de la stipulation pour autrui au sens de l'art. 112 CO (arrêts 4P.114/2006 du 7 septembre 2006 consid. 4.1; 1P.113/2000 du 20 septembre 2000 consid. 1c).\n\n3.5 Ainsi que l'art. 26 par. 3 point c) TCE l'y autorisait, la recourante, à l'instar de trois autres parties contractantes, n'a pas donné son consentement inconditionnel pour les différends survenant au sujet de la disposition contenue dans la dernière phrase de l'article 10 par. 1 de ce traité, c'est-à-dire la clause parapluie. Il y a lieu d'envisager la portée de cette manifestation de volonté unilatérale, faite en application de la clause topique du traité multilatéral en question, afin de déterminer si les prétentions élevées par l'intimée tombaient sous le coup de ladite clause. Si tel était le cas, les arbitres se seraient déclarés à tort compétents pour connaître du différend opposant les parties et le grief fondé sur l'art. 190 al. 2 let. b LDIP devrait être admis.\n\n3.5.1 Comme tout traité, le TCE doit être interprété de bonne foi, suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but (art. 31 al. 1 de la Convention de Vienne du 23 mai 1969 sur le droit des traités [CV; RS 0.111]; ATF 131 III 227 consid. 3.1 p. 229). Au demeurant, le principe de la bonne foi est intimement lié à la règle de l'effet utile, même si cette dernière n'apparaît pas expressément à l'art. 31 CV. L'interprète doit donc choisir, entre plusieurs significations possibles, celle qui permet l'application effective de la clause dont on recherche le sens, en évitant toutefois d'aboutir à une signification en contradiction avec la lettre ou l'esprit du traité (arrêt 4A_736/2011 du 11 avril 2012 consid. 3.3.4).\n\nIl n'en va pas différemment de la réserve formulée par un Etat, qui doit être considérée comme faisant partie intégrante du traité (dernier arrêt cité, consid. 3.3.1). Par \"réserve\", on entend une déclaration unilatérale, quel que soit son libellé ou sa désignation, faite par un Etat quand il signe, ratifie, accepte ou approuve un traité ou y adhère, par laquelle il vise à exclure ou à modifier l'effet juridique de certaines dispositions du traité dans leur application à cet Etat BGE 141 III 495 S. 504(art. 2 al. 1 let. d CV). Aux termes de l'art. 4.2.6 du Guide de la pratique sur les réserves aux traités, dont le texte a été adopté le 11 août 2011 par la Commission du droit international des Nations Unies (sur l'origine et la nature de ce document, consultable sur le site internet http://legal.un.org, cf. ALAIN PELLET, The ILC Guide to Practice on Reservations to Treaties: A General Presentation by the Special Rapporteur, in European Journal of International Law, 24/2013 p.1061 ss), une réserve doit être interprétée de bonne foi, en tenant compte de l'intention de son auteur telle qu'elle est reflétée en priorité par le texte de la réserve, ainsi que de l'objet et du but du traité et des circonstances dans lesquelles la réserve a été formulée (p. 25). Le Commentaire officiel de ce guide souligne, entre autres précisions, que, si l'on excepte éventuellement le cas des traités des droits de l'homme, il n'y a pas lieu d'admettre qu'en règle générale, toute réserve devrait faire l'objet d'une interprétation restrictive (p. 496 n. 13).\n\n3.5.2 Dans la partie théorique de son mémoire principal, la recourante insiste, tout d'abord, sur le fait que le consentement à l'arbitrage ne peut pas être admis à la légère (ATF 140 III 134 consid. 3.2 p. 139). Rappelant ensuite certaines des règles susmentionnées relatives à l'interprétation des traités, elle y ajoute le principe in dubio mitius, qu'elle met en relation avec cette jurisprudence, pour en déduire que, dans le doute, il faut préférer l'interprétation du traité qui soit la moins onéreuse pour la partie qui s'oblige, autrement dit l'interprétation qui réduira autant que faire se peut la portée de l'acceptation de l'Etat à voir les différends l'opposant à un investisseur soumis à l'arbitrage. La recourante, références jurisprudentielles et doctrinales à l'appui (en particulier: CHRISTOPH H. SCHREUER, Fair and Equitable Treatment [FET]: interactions with other standards, in Investment Protection and the Energy Charter Treaty, Coop/Clarisse [éd.], Huntingdon: JurisNet 2008, p. 63 ss, 90), met encore l'accent sur la nécessité de distinguer entre les demandes basées sur la clause imposant un traitement loyal et équitable, d'une part, et celles qui reposent sur une clause parapluie, d'autre part, cette clause-là revêtant, à ses yeux, un caractère subsidiaire par rapport à cette clause-ci. Et de conclure en soulignant qu'en droit international de l'investissement, un tribunal arbitral ne peut pas s'en remettre simplement à la qualification que le demandeur donne à son action, mais a l'obligation de rechercher la véritable nature juridique des demandes qui lui sont soumises sur le vu des faits allégués pour les étayer. BGE 141 III 495 S. 505\n\nAppliquant ces principes au cas concret, la recourante précise, à titre liminaire, que la clause parapluie figurant à l'art. 10 par. 1 dernière phrase TCE, dont elle a expressément écarté l'application ainsi que le lui permettait la réserve de l'art. 26 par. 3 point c) TCE, ne concerne pas uniquement des obligations à caractère contractuel, mais n'importe quel engagement pris par l'Etat hôte envers des investisseurs d'un autre Etat partie au TCE. Cette précision apportée, elle envisage, en premier lieu, la question de savoir si les demandes de l'intimée entrent dans la catégorie de celles qui sont couvertes par la clause parapluie. A cet égard, elle reproche au Tribunal arbitral de s'être reposé sur les seules déclarations de l'intimée pour en juger. A la suivre, en effet, une analyse approfondie démontre que cette partie cherchait à être replacée dans la même situation financière que celle qui eût été la sienne si les CAE (acronyme pour Contrats d'Achat d'Energie) n'avaient pas pris fin; partant, quelle que fût l'étiquette que l'intimée tentait d'apposer sur ses demandes, ces dernières entraient bel et bien dans le champ d'application de la clause parapluie. En second lieu, la recourante fait grief aux arbitres d'avoir apparemment retenu que, si un même état de fait peut être rangé à la fois dans la catégorie des treaty claims et dans celle des contract claims, il suffit que leur compétence soit donnée à l'un ou l'autre titre. Selon l'intéressée, semblable approche, du reste contraire au principe in dubio mitius, prive de son sens la réserve faite par elle à l'art. 26 par. 3 point c) TCE, méconnaissant par là même le principe de l'effet utile, puisqu'aussi bien un investisseur pourrait se contenter de soutenir que sa demande repose sur ce double fondement à la seule fin de contourner la réserve émise au sujet des demandes découlant de la clause parapluie.\n\n3.5.3 Il convient d'examiner les arguments ainsi développés par la recourante à la lumière des principes juridiques gouvernant l'interprétation des traités et des réserves qu'ils contiennent, en tenant compte des objections soulevées à leur égard dans la réponse de l'intimée. Avant d'y procéder (cf. consid. 3.5.4 ci-après), il se justifie, toutefois, d'émettre quelques considérations d'ordre théorique qui permettront de mieux comprendre les réponses apportées aux questions soulevées dans le présent recours.\n\n3.5.3.1 On peut admettre, avec la recourante, que la clause parapluie de l'art. 10 par. 1, dernière phrase, TCE et les engagements matériels souscrits par les Etats parties au traité dans les phrases précédentes BGE 141 III 495 S. 506de la même disposition, tels que celui d'accorder, à tout instant, un traitement loyal et équitable aux investissements des investisseurs des autres parties contractantes, ne sont pas interchangeables. L'intimée en convient elle-même. C'est là, du reste, une constatation qui découle de la simple logique, sauf à dénier toute portée à la clause parapluie et, plus encore, à l'exclusion par une partie contractante de son consentement inconditionnel à voir les différends y relatifs soumis à la procédure d'arbitrage prévue par le traité. Pour étayer le grief de violation du standard du traitement juste et équitable contenu dans le traité, l'investisseur ne peut donc pas se contenter d'établir la seule méconnaissance, par l'Etat hôte, de ses obligations envers lui couvertes par la clause parapluie. Il lui faut, bien plutôt, démontrer, à tout le moins, que la manière dont cet Etat a traité son investissement était injuste et/ou inéquitable. Cela étant, il paraît néanmoins très difficile, pour ne pas dire exclu, de faire abstraction totale du contexte historique spécifique dans lequel l'investisseur étranger a réalisé des investissements sur le territoire de l'Etat hôte ainsi que du cadre juridique propre à ces investissements. Aussi la prise en compte de tels éléments, en particulier la référence au contrat conclu par l'investisseur avec l'Etat d'accueil, ne saurait-elle impliquer qu'une prétention fondée sur le non-respect de l'exigence d'un traitement correct et non discriminatoire doive nécessairement être rangée sous la clause parapluie de ce seul fait.\n\nEn outre, il ne va pas de soi, en ce qui concerne son champ d'application ratione personae, qu'une clause parapluie permette à un actionnaire étranger de se prévaloir des contrats qu'une société de droit local, objet de son investissement, a conclu avec l'Etat hôte ou avec une entreprise publique qui en dépend, la jurisprudence arbitrale étant partagée à ce sujet (cf., parmi d'autres: SOPHIE LEMAIRE, La mystérieuse Umbrella Clause [...], Revue de l'arbitrage 2009 p. 479 ss, 498-501; CAHIN, op. cit., p. 135 s., chacun avec des références jurisprudentielles). Posée autrement, la question revient à se demander si l'investisseur peut revendiquer le bénéfice d'un contrat auquel il n'est pas partie, sur le fondement de la clause parapluie. Le premier auteur cité y répond par l'affirmative, pour ce qui est du TCE, dès lors que l'art. 10 par. 1 in fine de ce traité se réfère aux obligations qu'un Etat a contractées non seulement vis-à-vis d'un investisseur, mais également \"à l'égard des investissements\" d'un investisseur d'une autre partie contractante, recouvrant ainsi deux réalités différentes (LEMAIRE, op. cit., p. 501 n. 51). C'est aussi l'interprétation que BGE 141 III 495 S. 507privilégie le document officiel établi par le Secrétariat de la Charte de l'Energie, d'après lequel \"[t]his provision covers any contract thata host country has concluded with a subsidiary of the foreign investor in the host country or a contract between the host country and the parent company of the subsidiary\" (The Energy Charter Treaty - A reader's guide, juin 2002, p. 26, cité par LEMAIRE, ibid.). Quant au champ d'application ratione materiae de la clause parapluie, la question - elle aussi controversée - se pose de savoir si toutes les sources formelles d'obligations peuvent être couvertes par cette clause, qu'elles soient contractuelles, unilatérales ou conventionnelles (cf. LEMAIRE, op. cit., p. 484 ss; CAHIN, op. cit., p. 119 ss;). LEMAIRE suggère, non sans pertinence, d'admettre que la violation d'une norme de portée générale, abstraite et hypothétique, édictée par l'Etat hôte, n'affecte pas la clause parapluie, tandis que, si la mesure contestée revêt un caractère concret et catégorique, elle constitue une décision à l'égard de laquelle l'investisseur pourra réclamer la protection de ladite clause (op. cit., p. 490 n. 26).\n\nLa déclaration unilatérale faite par la recourante en application de l'art. 26 par. 3 point c) TCE est une réserve au sens juridique du terme. Comme telle, elle doit être interprétée de bonne foi, conformément à l'intention de son auteur, qui ressort au premier chef de son texte, ainsi que de l'objet et du but du traité où elle figure, et compte tenu des circonstances dans lesquelles elle a été formulée. Quoi qu'en dise l'intimée, cette réserve ne doit pas forcément être interprétée restrictivement (cf. consid. 3.5.1, 2e par., ci-dessus). A l'inverse, il n'est pas possible d'entériner la démarche de la recourante qui consiste, indirectement, à élargir l'objet de la réserve en question par le truchement d'une interprétation extensive de la clause parapluie couplée avec la mise en oeuvre du principe in dubio mitius. Cela reviendrait à priver l'art. 10 par. 1 TCE (à l'exception de sa dernière phrase) et l'art. 26 par. 3 point a) TCE de toute portée, contrairement à la règle de l'effet utile, en ce sens que les treaty claims seraient assimilées aux contract claims et soustraites, par là même, au tribunal du traité. Pour reprendre l'image du parapluie, ce serait comme si le porteur de l'ombrelle protectrice cherchait à attirer le plus grand nombre possible de personnes sous celle-ci (interprétation extensive de la clause parapluie, alors que celle-ci vise pourtant à restreindre la souveraineté juridictionnelle de l'Etat hôte), puis fermerait brusquement le parapluie (invocation de la réserve) en laissant les infortunés sans défense face aux intempéries. Du reste, la présomption in dubio mitius n'est plus très appliquée (ROBERT BGE 141 III 495 S. 508KOLB, Interprétation et création du droit international, 2006, p. 659 note de pied 841), y compris pour l'interprétation des traités de protection des investissements (KATRIN MESCHEDE, Die Schutzwirkung von umbrella clauses für Investor-Staat-Verträge, 2014, p. 53 ss).\n\n3.5.3.2 En vertu d'un principe général de procédure, pour trancher la question de la compétence, il faut se baser en premier lieu sur le contenu et le fondement juridique de la prétention élevée par le demandeur. L'objet de la demande est défini par celui qui la fait valoir en justice, si bien que la partie défenderesse n'a pas le pouvoir de le modifier ni de contraindre le demandeur à en changer le fondement. Le demandeur détermine la question qu'il pose au juge et celui-ci statue sur la réponse à donner à cette question. S'agissant de l'appréciation juridique des faits allégués à l'appui de la demande, le tribunal n'est cependant pas lié par l'argumentation du demandeur (ATF 137 III 32 consid. 2.2; arrêt 4P.18/1999 du 22 mars 1999 consid. 2c).\n\nPar ailleurs, lorsque les faits déterminants pour la compétence du tribunal le sont également pour le bien-fondé de l'action - on parle, dans ce cas, de faits doublement pertinents ou de double pertinence (\"doppelrelevante Tatsachen\"; ATF 141 III 294 consid. 5.1 p. 298) -, l'administration des preuves sur de tels faits est renvoyée à la phase du procès au cours de laquelle est examiné le bien-fondé de la prétention au fond. Ainsi en va-t-il notamment lorsque la compétence dépend de la nature de la prétention alléguée (même arrêt, consid. 5.2). Cependant, la théorie de la double pertinence n'entre pas en ligne de compte lorsque la compétence d'un tribunal arbitral est contestée, car il est exclu de contraindre une partie à souffrir qu'un tel tribunal se prononce sur des droits et obligations litigieux s'il n'est pas compétent pour le faire (même arrêt, consid. 5.3 et les précédents cités).\n\n3.5.4\n\n3.5.4.1 In casu, c'est avec raison que le Tribunal arbitral s'est fondé au premier chef sur la demande, telle que l'intimée la lui avait présentée, pour trancher la question de sa compétence. Il n'a fait qu'obéir, de la sorte, à la règle générale qui vient d'être rappelée. Par conséquent, la recourante tente en vain de présenter cette demande sous un autre jour, de lui donner une coloration différente, bref de la remodeler à sa guise afin de la faire entrer dans les prévisions de la clause parapluie, dont la réserve formulée par elle paralyse l'application.\n\nAu demeurant, quoi qu'en dise l'intéressée, les arbitres ne s'en sont pas remis aveuglément à la qualification juridique que l'intimée BGE 141 III 495 S. 509avait donnée à sa demande, s'agissant d'un point de droit à l'égard duquel ils jouissaient d'un plein pouvoir d'examen. Si l'on fait abstraction de ses conclusions en constatation de droit (i) et (ii), la demande de l'intimée, dans son dernier état, comportait quatre conclusions condamnatoires sur le fond, dirigées contre la recourante, plus précisément une conclusion principale et trois conclusions subsidiaires. La conclusion principale (iii) visait à la réparation du dommage résultant de la résiliation des CAE et de l'adoption du décret n° 50/2011. Elle a été écartée par le Tribunal arbitral, motif pris de ce que la résiliation incriminée ne constituait pas en soi une violation de l'art. 10 al. 1 TCE. Le même sort a été réservé à la première conclusion subsidiaire (iv), laquelle tendait à l'indemnisation du préjudice issu, outre de l'adoption dudit décret, de l'absence de mise en place, par la recourante, d'un mécanisme de compensation des coûts échoués propre à rétablir les bénéfices engendrés par les CAE. Pour les arbitres, qui se sont rangés sur ce point à l'avis de la recourante, suivre la théorie du dommage formulée dans cette conclusion eût été une manière d'admettre la tentative de l'intimée de réintroduire les CAE. En revanche, le Tribunal arbitral a considéré que les dommages-intérêts réclamés via la deuxième conclusion subsidiaire (v), au double titre de l'adoption du susdit décret, d'une part, et du défaut de mise en oeuvre d'un mécanisme de compensation des coûts échoués de nature à procurer à C. (société de l'Etat hôte, dont l'intimée avait acquis la quasi-totalité des actions) un retour sur investissement raisonnable, d'autre part, n'équivalaient pas à créer un CAE artificiel (a synthetic PPA), raison pour laquelle il est entré en matière sur cette conclusion-là. Quant à la troisième conclusion subsidiaire (vi), fondée exclusivement sur le préjudice lié à l'adoption du décret n° 50/2011, les arbitres ne s'y sont pas arrêtés parce qu'elle faisait double emploi, selon eux, avec une partie de la conclusion précédente.\n\nSelon la recourante, ces explications n'auraient pas trait à la compétence du Tribunal arbitral, mais au calcul du dommage. Rien n'est moins sûr. Il en appert, au contraire, qu'elles s'inscrivent dans une démarche visant à distinguer les conclusions de la demande en fonction de leur nature juridique respective, et non à établir le quantum du préjudice, sans qu'importe, à cet égard, le fait qu'elles n'apparaissent pas dans le chapitre traitant spécifiquement de la compétence. En effectuant une telle démarche, les arbitres ne se sont donc pas reposés sur les seules allégations de l'intimée, comme si la théorie des faits de double pertinence eût été applicable. Ils ont, bien plutôt, BGE 141 III 495 S. 510cherché à découvrir à quoi correspondaient, juridiquement parlant, les faits avancés par cette partie pour étayer ses prétentions, faits dont l'existence en tant que telle n'était au demeurant pas litigieuse.\n\n3.5.4.2 En l'occurrence, l'intimée, comme elle le relève à juste titre, n'a jamais prétendu que D. (société d'Etat avec qui C. avait conclu les CAE) aurait violé ses obligations contractuelles envers C. en résiliant prématurément les CAE. Elle aurait difficilement pu soutenir un tel point de vue, d'ailleurs, dès lors que cette résiliation avait été imposée à D., via la recourante, par une décision de la Commission européenne (CE) à laquelle il ne lui était pas possible de se soustraire. L'intimée n'a pas non plus fait valoir que l'une ou l'autre des clauses des CAE aurait été méconnue par D. Il sied d'observer, par ailleurs, encore que la chose ne devrait pas forcément constituer une objection dirimante à la mise en oeuvre de la clause parapluie (cf. consid. 3.5.3.1, 2e par., ci-dessus), que ni l'investisseur, i.e. l'intimée, ni l'Etat hôte, à savoir la recourante, n'étaient parties aux CAE. Ces derniers, qui plus est, avaient été conclus avant l'arrivée de l'investisseur. Aussi, vouloir ranger à tout prix dans la catégorie des contract claims la prétention élevée par l'intimée au moyen de sa conclusion (v) - la seule à avoir été accueillie par le Tribunal arbitral - est une démarche qui ne tient pas compte des circonstances du cas concret.\n\nLe Tribunal arbitral a bien vu que ce qui était reproché à la recourante, à l'appui de ladite conclusion, c'était de ne pas avoir mis en place un système d'indemnisation raisonnable des coûts échoués de C., qui eût offert à cette filiale de l'intimée une compensation adéquate de tels coûts, alors que semblable compensation était non seulement permise par le droit de l'Union européenne (UE), mais encore encouragée par les conseillers étrangers de la recourante et la CE notamment. On ne peut que l'approuver d'avoir considéré que pareil reproche s'inscrivait dans le cadre des devoirs généraux, faits à l'Etat d'accueil par les premières phrases de l'art. 10 par. 1 TCE, d'accorder un traitement loyal et équitable aux investissements des investisseurs des autres parties contractantes et de ne point en entraver la jouissance ou le maintien par des mesures déraisonnables ou discriminatoires. Il n'était ainsi nullement contraire à cette norme conventionnelle de qualifier la demande liée à ce reproche de treaty claim et d'admettre, partant, qu'elle était exorbitante de la réserve affectant la clause parapluie. BGE 141 III 495 S. 511\n\n3.5.4.3 Si l'on comprend bien la recourante, le seul fait qu'il y ait pu y avoir un lien entre les attentes légitimes de l'intimée quant à la protection de ses investissements, d'une part, et l'existence ou le maintien des CAE, d'autre part, suffirait à faire des demandes fondées sur le prétendu non-respect des promesses génératrices de telles attentes des contract claims. Semblable thèse ne convainc pas. Poussée dans ses extrémités, elle reviendrait à interdire à un investisseur de dénoncer une violation du standard du traitement juste et équitable contenu dans le traité au seul motif qu'il a investi des fonds dans l'Etat d'accueil en vue de bénéficier des conditions avantageuses auxquelles une société contrôlée par cet Etat achetait l'énergie produite par le fournisseur objet de son investissement. Interprété de la sorte, l'art. 10 par. 1 TEC, qui impose le respect de ce standard, serait privé d'effet utile. Du reste et sur un plan plus général, on ne voit pas qu'il soit possible de faire abstraction totale du contexte factuel et du cadre juridique dans lesquels les investissements ont été opérés lorsqu'il s'agit de vérifier que l'auteur de ceux-ci a été traité par la suite de manière juste, équitable et non discriminatoire. Ce serait oublier que le fait même d'investir est déjà en soi un acte appréhendé par le droit.\n\nLes remarques précédentes peuvent être opposées également, mutatis mutandis, à l'argument de la recourante selon lequel la clause parapluie ne serait pas limitée aux seuls engagements contractuels pris par l'Etat hôte, mais viserait encore d'autres sources formelles d'obligations, tels des actes gouvernementaux à caractère unilatéral (cf., sur ce point, le consid. 3.5.3.1, 2e par. in fine, ci-dessus).\n\n3.5.4.4 Enfin, pour les raisons déjà exposées plus haut (consid. 3.5.3.1, 3e par.), les principes généraux en matière d'interprétation des traités et des réserves y figurant ne sont d'aucun secours à la recourante.\n\n3.5.5 Il suit de là que le Tribunal arbitral s'est déclaré à bon droit compétent pour se prononcer sur la conclusion (v) que l'intimée lui avait soumise. Partant, le grief fondé sur l'art. 190 al. 2 let. b LDIP tombe à faux."}