{"annee": "141", "cour": "IV", "page": "336", "date": "3/7/2015", "cite": ["129 IV 238", "137 II 353", "128 IV 145", "105 IV 326", "124 IV 241", "109 IV 1", "135 IV 152", "97 IV 205", "101 IB 33", "72 IV 30", "119 IV 250", "133 IV 171", "104 IV 217"], "cite_par": ["144 IV 265"], "chapeau": "44. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la Confédération (recours en matière pénale)\n\n6B_974/2014 du 3 juillet 2015", "regestes": ["Art. 8 CP; lieu de commission de l'acte. En cas de falsification d'un timbre officiel de valeur, en l'espèce d'une vignette autoroutière, l'auteur est réputé avoir agi en Suisse lorsqu'il a falsifié la vignette à l'étranger, mais qu'il avait le dessein de l'utiliser sur une route suisse soumise à redevance (consid. 1).", "Art. 245 CP; falsification des timbres officiels de valeur. Celui qui colle une vignette autoroutière sur un film adhésif transparent et l'appose ainsi sur son véhicule falsifie un timbre officiel de valeur au sens de l'art. 245 CP (consid. 2)."], "faits": "BGE 141 IV 336 S. 336\n\nA. Par ordonnance pénale du 25 septembre 2013, le Ministère public de la Confédération (ci-après: MPC) a reconnu X. coupable du délit de falsification des timbres officiels de valeur (art. 245 CP) pour avoir falsifié une vignette autoroutière 2013 et utilisé celle-ci au passage de la frontière franco-suisse de Saint-Gingolph en date du 23 août 2013. Il a condamné l'intéressé à une peine pécuniaire de dix jours-amende à 30 fr., avec sursis pendant deux ans, ainsi qu'à une amende de 200 francs.\n\nAprès que le recourant eut formé opposition à dite ordonnance pénale, le MPC a ouvert à son encontre une instruction pénale pour BGE 141 IV 336 S. 337infraction à l'art. 245 CP le 6 décembre 2013. Il a rendu le même jour une nouvelle ordonnance pénale à l'encontre de X. pour les mêmes motifs et lui a infligé cette fois une peine pécuniaire de dix jours-amende à 100 fr., avec sursis durant deux ans, ainsi qu'une amende de 200 francs.\n\nB. A la suite d'une nouvelle opposition formée à l'encontre de cette seconde ordonnance pénale, le MPC a transmis le dossier à la Cour des affaires pénales du Tribunal pénal fédéral. Par jugement du 25 août 2014, cette autorité a reconnu X. coupable du délit de falsification des timbres officiels de valeur au sens de l'art. 245 CP et l'a condamné à une peine pécuniaire de dix jours-amende à 100 fr., tout en le mettant au bénéfice du sursis avec un délai d'épreuve de deux ans et en renonçant à prononcer en sus une amende.\n\nEn résumé, la Cour des affaires pénales retient les faits suivants:\n\nEn date du 23 août 2013, X. a stationné son véhicule à Evian (France). Au moyen du bateau, il s'est rendu à Lausanne, où il a acquis une vignette autoroutière. Après avoir également acquis du film adhésif transparent, il est retourné à Evian en bateau. En France, il a décollé la vignette de son support. Il l'a recouverte d'un film adhésif transparent et en a soigneusement découpé les bords. Puis, il a collé la vignette ainsi modifiée sur le pare-brise de son véhicule. Au volant de celui-ci, il a ensuite circulé en direction de la Suisse. Lors de son arrivée au poste de Douane de Saint-Gingolph (Valais), son véhicule a été contrôlé par les gardes-frontières et ceux-ci ont découvert la vignette modifiée.\n\nC. Contre ce dernier jugement, X. dépose un recours en matière pénale devant le Tribunal fédéral. Il conclut, principalement, à son acquittement et à sa libération des fins de la poursuite pénale dirigée contre lui. A titre subsidiaire, il conclut à l'annulation du jugement attaqué et au renvoi de la cause à l'autorité précédente pour qu'elle rende une nouvelle décision.", "considerants": "Extrait des considérants:\n\n1. Le recourant conteste que la compétence des autorités suisses soit donnée au regard des art. 3-8 CP ou de la disposition spécifique prévue à l'art. 245 ch. 1 al. 4 CP. Il fait valoir que les actes qui lui sont reprochés (à savoir la modification de la vignette) ont été réalisés sur le territoire français. Selon lui, toute localisation en Suisse serait exclue sur la base du résultat, dès lors que l'art. 245 ch. 1 CP définit BGE 141 IV 336 S. 338 un délit de mise en danger abstraite (cf. ATF 97 IV 205 consid. 2 p. 209). L'emploi de la vignette en Suisse, qui constitue, selon la cour fédérale, la conséquence directe et immédiate de sa modification, ne saurait fonder un rattachement territorial avec la Suisse.\n\n1.1 Selon l'art. 3 al. 1 CP, le Code pénal est applicable à quiconque commet un crime ou un délit en Suisse. Un crime ou un délit est réputé commis tant au lieu où l'auteur a agi ou aurait dû agir qu'au lieu où le résultat s'est produit (art. 8 al. 1 CP). Une tentative est réputée commise tant au lieu où son auteur l'a faite qu'au lieu où, dans l'idée de l'auteur, le résultat devait se produire (art. 8 al. 2 CP).\n\nLe lieu où l'auteur a agi ou aurait dû agir est le lieu où il a réalisé l'un des éléments constitutifs de l'infraction. Il suffit qu'il réalise une partie - voire un seul - des actes constitutifs sur le territoire suisse; le lieu où il décide de commettre l'infraction ou le lieu où il réalise les actes préparatoires (non punissables) ne sont toutefois pas pertinents (ATF 119 IV 250 consid. 3c p. 253; arrêts 6B_251/2012 du 2 octobre 2012 consid. 1.3; 6B_74/2011 du 13 septembre 2011 consid. 2.3).\n\nLa notion de résultat a évolué au fil de la jurisprudence. A l'origine, le Tribunal fédéral a défini le résultat comme \"le dommage à cause duquel le législateur a rendu un acte punissable\" (ATF 97 IV 205 consid. 2 p. 209). Il a ensuite admis que seul le résultat au sens technique, qui caractérise les délits matériels (Erfolgsdelikte), était propre à déterminer le lieu de commission d'une infraction (ATF 105 IV 326). En matière d'escroquerie, le Tribunal fédéral a retenu que la notion de résultat englobait aussi le résultat recherché par l'auteur (ATF 109 IV 1 consid. 3c p. 3 s., confirmé dans l' ATF 133 IV 171 consid. 6.3 p. 177; cf. aussi POPP/KESHELAVA, in Basler Kommentar, Strafrecht, vol. I, 3e éd. 2013, n° 13 ad art. 8 CP; HARARI/LINIGER GROS, in Commentaire romand, Code pénal, vol. I, 2009, n° 36 ad art. 8 CP; URSULA CASSANI, Die Anwendbarkeit des schweizerischen Strafrechts auf internationale Wirtschaftsdelikte [Art. 3-7 StGB], RPS 114/1996 p. 237 ss, spéc. 255 s.). Ainsi, il a jugé suffisant le fait que l'argent obtenu à l'étranger par le biais d'une escroquerie soit crédité sur un compte ouvert dans un établissement bancaire suisse (ATF 133 IV 171 consid. 6.3 p. 177) ou le fait qu'un compte ouvert en Suisse appartenant à une société ayant son siège en Suisse ne soit pas, à la suite d'un abus de confiance, crédité des actifs convenus (ATF 128 IV 145 consid. 2e p. 153; ATF 124 IV 241 consid. 4c et d p. 244 s.). Selon la jurisprudence, la nécessité de prévenir les conflits BGE 141 IV 336 S. 339de compétence négatifs dans les rapports internationaux justifie d'admettre la compétence des autorités pénales suisses, même en l'absence de lien étroit avec la Suisse (ATF 133 IV 171 consid. 6.3 p. 177).\n\n1.2 Suivant la doctrine, il convient de relativiser la portée de la classification typologique des infractions et d'admettre un rattachement territorial fondé sur le lieu de survenance du résultat également en matière de délits formels et de délits de mise en danger abstraite (MICHEL DUPUIS ET AL., CP Code pénal, 2e éd. 2012, n° 14 ad art. 8 CP et références citées). L'art. 245 CP protège la valeur probante des timbres ainsi que les intérêts patrimoniaux de l'Etat (DUPUIS ET AL., op. cit., n° 2 ad art. 245 CP). Le recourant a certes procédé à la modification de la vignette autoroutière sur le territoire français. Il avait toutefois le dessein de l'utiliser comme intacte en Suisse (cf. ATF 109 IV 1 consid. 3c p. 3 s.). L'emploi de la vignette en Suisse comme intacte constitue une conséquence directe de sa modification et justifie en conséquence un rattachement territorial (cf. JEAN-LUC COLOMBINI, La prise en considération du droit étranger [pénal et extra-pénal] dans le jugement pénal, 1983, p. 30; HARARI/LINIGER GROS, op. cit., nos 35 ss ad art. 8 CP). Par analogie avec l'art. 8 al. 2 CP en cas de tentative, il suffit que, selon l'idée de l'auteur, le résultat dût se réaliser en Suisse (cf. POPP/KESHELAVA, ibidem; cf. aussi ATF 109 IV 1 consid. 3c p. 3). Peu importe dès lors que le recourant n'ait pas encore circulé sur une route suisse soumise à la redevance. C'est donc à juste titre que la cour fédérale a admis que le complexe des faits à juger devait être rattaché à la Suisse. En conséquence, l'art. 245 ch. 1 al. 4 CP, qui vise la commission de l'infraction de falsification des timbres officiels de valeur à l'étranger, n'entre pas en considération. Le grief soulevé doit être rejeté.\n\n2. Le recourant conteste sa condamnation pour falsification d'un timbre officiel de valeur (art. 245 ch. 1 al. 1 CP). Sur le plan objectif, il fait valoir que le bricolage auquel il s'est livré n'avait rien d'élaboré, de sorte qu'il n'a en rien permis de modifier la vignette de façon à lui donner faussement une apparence de validité. Sur le plan subjectif, il soutient qu'il n'a jamais eu l'intention de réutiliser sa vignette; son seul souci était de pouvoir la décoller plus facilement afin d'éviter d'endommager son pare-brise par l'usage d'un grattoir ou d'un produit spécial à caractère agressif.\n\n2.1 Selon l'art. 245 CP, est punissable d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire celui qui, dans le BGE 141 IV 336 S. 340dessein de les employer comme authentiques ou intacts, aura contrefait ou falsifié des timbres officiels de valeur, notamment des timbres-poste, des estampilles ou des timbres-quittances, ainsi que celui qui aura donné à des timbres officiels de valeur oblitérés l'apparence de timbres encore valables, pour les employer comme tels (ch. 1). Celui qui aura employé comme authentiques, intacts ou encore valables des timbres officiels de valeur faux, falsifiés ou oblitérés, sera puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire (ch. 2).\n\n2.2\n\n2.2.1 L'art. 245 CP vise les timbres officiels de valeur. Par timbre, il faut entendre un signe (par exemple une petite vignette, une empreinte, un cachet, etc.) destiné à être apposé sur un support matériel. Il doit être officiel, de sorte qu'il ne saurait relever du domaine purement privé. Enfin, il doit avoir de la valeur, c'est-à-dire qu'il doit être utilisé comme moyen de paiement dans un domaine ou servir de preuve du paiement pour une prestation spéciale (ATF 72 IV 30 p. 31; BERNARD CORBOZ, Les infractions en droit suisse, vol. II, 3e éd. 2010, nos 1 ss ad art. 245 CP; DUPUIS ET AL., op. cit., nos 7-12 ad art. 245 CP).\n\n2.2.2 Il n'est pas contesté que la vignette autoroutière réunit l'ensemble de ces conditions (cf. DUPUIS ET AL., op. cit., n° 13 ad art. 245 CP; LENTJES MEILI/KELLER, in Basler Kommentar, Strafrecht, vol. II, 3e éd. 2013, n° 13 ad art. 245 CP).\n\n2.3\n\n2.3.1 Le comportement punissable peut revêtir trois formes: la contrefaçon, la falsification et l'utilisation. Dans l'hypothèse de la contrefaçon - qui n'entre pas en ligne de compte dans le cas d'espèce -, l'auteur crée un timbre de valeur alors qu'il n'est pas autorisé à l'émettre. Par la falsification du timbre, l'auteur modifie le timbre de telle sorte qu'il lui donne l'apparence d'un timbre doté d'une valeur qui ne correspond pas ou plus à celle du timbre authentique. La falsification peut aussi porter sur l'oblitération. L'oblitération consiste à apposer une marque sur le timbre pour le rendre impropre à un second usage. En falsifiant l'oblitération, l'auteur efface ou fait disparaître l'oblitération pour l'utiliser à nouveau. Enfin, l'art. 245 ch. 2 CP réprime l' utilisation d'un timbre officiel de valeur faux, falsifié ou déjà oblitéré (cf. CORBOZ, op. cit., nos 5 ss ad art. 245 CP; DUPUIS ET AL., op. cit., nos 14-20 ad art. 245 CP).BGE 141 IV 336 S. 341\n\n2.3.2 Selon la loi fédérale du 19 mars 2010 concernant la redevance pour l'utilisation des routes nationales (loi sur la vignette autoroutière, LVA; RS 741.71), la vignette doit être collée directement sur le véhicule avant l'emprunt d'une route nationale soumise à la redevance (art. 7 al. 2 LVA). Elle n'est plus valable si elle a été détachée du véhicule après avoir été collée correctement ou si elle a été détachée de son support sans être collée directement sur le véhicule (art. 7 al. 4 let. a et b LVA). Dans son message concernant la loi relative à la vignette autoroutière (FF 2008 1215), le Conseil fédéral a expliqué ce qui suit: \"La vignette autoroutière est un timbre officiel de valeur qui, une fois collé sur un véhicule, n'est valable que pour ce dernier. Dès qu'elle est décollée d'un véhicule, la vignette est considérée comme oblitérée. Il est interdit d'apposer une vignette décollée et donc oblitérée sur un autre véhicule en exploitant le restant de pouvoir adhésif ou en utilisant un film adhésif ou tout autre moyen. Il est absolument interdit de manipuler la vignette (la coller sur un support transparent, la recouvrir d'un film adhésif, réduire son pouvoir adhésif, etc.) afin de pouvoir la réutiliser en lui donnant l'apparence d'une vignette encore valable. La manipulation de vignettes constitue un délit au sens de l'art. 245 CP. Ce type d'infraction est puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire. La falsification de vignettes tombe sous le coup de la même disposition pénale\" (FF 2008 1229 ad art. 14 al. 3).\n\n2.3.3 En l'espèce, le recourant a décollé la vignette de son support et l'a recouverte d'un film adhésif transparent. De la sorte, la vignette a perdu sa valeur, puisqu'elle a été détachée de son support sans être collée directement sur le véhicule (art. 7 al. 4 let. b LVA). Ensuite, le recourant en a découpé les bords et l'a collée ainsi modifiée sur le pare-brise de son véhicule. Par ce comportement, il a permis de modifier l'apparence de la vignette en lui donnant faussement une apparence de validité. La modification apportée par le recourant à la vignette constitue donc objectivement une falsification au sens de l'art. 245 ch. 1 al. 1 CP.\n\nLe recourant soutient que le bricolage auquel il s'est livré n'avait rien d'élaboré, de sorte que l'on ne saurait retenir l'existence d'une falsification. Le jugement attaqué ne constate toutefois pas que le bricolage serait grossier; au contraire, selon la cour fédérale, le recourant a \"soigneusement\" découpé les bords du film adhésif. Le Tribunal fédéral est lié par les constatations de fait établies par l'autorité précédente (art. 105 al. 1 LTF), à moins que celles-ci ne soient BGE 141 IV 336 S. 342manifestement inexactes (art. 97 al. 1 LTF), c'est-à-dire arbitraires (ATF 137 II 353 consid. 5.1 p. 356). Le recourant critique cette constatation de fait au motif qu'elle ne reposerait sur aucun élément du dossier; en outre, la cour fédérale aurait elle-même retenu que les agissements du recourant n'avaient rien d'élaborés. Par cette argumentation, le recourant ne démontre cependant pas l'arbitraire. En effet, la vignette en cause - qui figure au dossier - n'est pas grossièrement découpée; en outre, la contradiction invoquée par le recourant n'existe pas, puisque la cour cantonale a déclaré que \"ses agissement n'ont pas été le résultat d'une planification élaborée\"; elle s'est ainsi référée à la manière d'agir, et non uniquement au bricolage. Dans ces conditions, on ne saurait admettre que la falsification était à ce point grossière qu'il n'existait aucun risque de confusion et, partant, d'infraction de falsification. Le grief soulevé doit donc être rejeté.\n\n2.4 Le recourant s'en prend ensuite à l'élément subjectif.\n\n2.4.1 Du point de vue subjectif, l'infraction est intentionnelle. L'auteur doit avoir conscience de contrefaire ou de falsifier un timbre officiel de valeur (ou de donner à un timbre oblitéré l'apparence de timbre encore valable) (DUPUIS ET AL., op. cit., n° 21 ad art. 245 CP). Déterminer si l'auteur a agi avec conscience et volonté relève de l'établissement des faits (ATF 135 IV 152 consid. 2.3.2 p. 156), que le Tribunal fédéral ne peut réexaminer que lorsque celui-ci est entaché d'inexactitude manifeste (art. 97 al. 1 LTF), à savoir d'arbitraire (ATF 137 II 353 consid. 5.1 p. 356).\n\nEn l'espèce, le recourant savait que la vignette autoroutière devait se coller directement sur le pare-brise. En collant la vignette directement sur un film transparent et en découpant ensuite les bords, il ne pouvait que se rendre compte qu'il manipulait la vignette et en accepter l'idée. Les conditions du dol éventuel sont donc à tout le moins réalisées.\n\n2.4.2 L'art. 245 ch. 1 CP exige, en outre, que l'auteur agisse dans le dessein d'utiliser le timbre falsifié comme authentique ou intact (cf. DUPUIS ET AL., op. cit., n° 23 ad art. 245 CP).\n\nEn l'espèce, il n'est pas contesté que le recourant avait l'intention de circuler avec la vignette falsifiée sur les routes nationales suisses soumises à redevance, de sorte que le dessein d'utiliser la vignette comme intacte doit être admis. Contrairement à ce que soutient le recourant, l'art. 245 ch. 1 CP n'exige pas que l'auteur ait eu le dessein de \"réutiliser la vignette en lui donnant l'apparence d'une BGE 141 IV 336 S. 343vignette encore valable\". Pour le surplus, les raisons qui ont poussé le recourant à agir ne sont pas pertinentes au stade de l'intention. Peu importe que le recourant ait agi pour préserver son pare-brise, pour revendre la vignette à un tiers ou encore pour l'utiliser lui-même sur une seconde voiture. Les raisons qui ont poussé le recourant à agir joueront en revanche un rôle au stade de la fixation de la peine. Le grief soulevé doit donc être rejeté.\n\n2.4.3 Le recourant fait valoir qu'il n'a pas réalisé que son comportement était illicite. De la sorte, il fait valoir une erreur sur l'illicéité (art. 21 CP).\n\nSelon l'art. 21 CP, quiconque ne sait ni ne peut savoir au moment d'agir que son comportement est illicite n'agit pas de manière coupable. Le juge atténue la peine si l'erreur était évitable. Pour qu'il y ait erreur sur l'illicéité, il faut que l'auteur ne sache ni ne puisse savoir que son comportement est illicite. Comme dans l'ancien droit, l'auteur doit agir alors qu'il se croyait en droit de le faire (cf. ATF 129 IV 238 consid. 3.1 p. 241). Il pense, à tort, que l'acte concret qu'il commet est conforme au droit. Pour admettre l'erreur sur l'illicéité, il ne suffit pas que l'auteur pense que son comportement n'est pas punissable (ATF 104 IV 217 consid. 2 p. 218 s.), ni qu'il ait cru à l'absence d'une sanction (ATF 101 Ib 33 consid. 3b p. 36). Déterminer ce que l'auteur d'une infraction a su, cru ou voulu et, en particulier, l'existence d'une erreur relève de l'établissement des faits (ATF 135 IV 152 consid. 2.3.2 p. 156).\n\nSelon le jugement attaqué, le recourant savait que la vignette autoroutière devait se coller directement sur le pare-brise. Il avait estimé que le seul risque qu'il encourait en manipulant la vignette avec du film adhésif transparent était de devoir s'acquitter d'une amende et de devoir acquérir une nouvelle vignette. Ces constatations de fait, dont le recourant n'a pas démontré l'arbitraire (cf. art. 97 al. 1 LTF), lient la cour de céans (art. 105 al. 1 LTF). Au vu de celles-ci, on ne peut qu'admettre que le recourant était conscient du caractère illicite de son comportement. Peu importe que le recourant n'ait pas connu exactement la disposition légale qu'il violait, ni la sanction prévue par cette dernière. Il n'est pas non plus déterminant que l'art. 245 CP ne soit pas mentionné dans le texte écrit au verso du support de la vignette qu'il avait acquise, ni que ce texte ait changé depuis lors. Le grief soulevé doit donc être rejeté."}