{"annee": "141", "cour": "V", "page": "206", "date": "25/3/2015", "cite": ["138 II 557", "135 V 443", "126 III 345", "138 V 17", "134 V 269", "137 III 217", "132 V 352", "133 II 249", "131 V 191", "136 V 7", "131 V 133", "138 II 398", "138 IV 232", "140 V 22", "138 II 440", "139 V 82"], "cite_par": ["142 V 94", "145 V 128", "145 V 304", "143 I 272", "145 II 49", "145 V 57", "142 V 67"], "chapeau": "24. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Klinik A. AG gegen Mutuel Krankenversicherung AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_96/2014 vom 25. März 2015", "regestes": ["Art. 41 al. 1bis, art. 44 al. 1 et art. 49 al. 5 LAMal; traitement volontaire extra-cantonal. Le traitement volontaire extra-cantonal fait partie des soins de base depuis l'entrée en vigueur au 1er janvier 2009 de la révision partielle de la LAMal dans le domaine du financement hospitalier et doit être qualifié de prestation de l'assurance-maladie obligatoire des soins. Il est en tant que tel soumis à la protection tarifaire en ce sens qu'au maximum le tarif-LAMal du fournisseur de prestations peut être facturé (consid. 3.3)."], "faits": "BGE 141 V 206 S. 207\n\nA. B. war im Rahmen der obligatorischen Krankenpflegeversicherung (nachfolgend: OKP) bei der Mutuel Krankenversicherung AG (nachfolgend: Krankenkasse) versichert und wohnte im Kanton Zürich, als sie vom 19. Januar bis 31. März 2012 in der allgemeinen Abteilung der im Kanton Thurgau gelegenen Klinik A. stationär behandelt wurde. Hierfür stellte die Klinik A. AG (nachfolgend: Klinik) der \"Groupe Mutuel\" für jeden Aufenthaltstag die \"Tagestaxe Allg.\" von Fr. 369.- (unter Abzug des darin enthaltenen Kantonsanteils von 51 %) und zusätzlich die Differenz dieser Taxe zur \"Tagestaxe AllgCH\" von Fr. 590.-, mithin Fr. 221.-, in Rechnung. Die Krankenkasse stellte sich auf den Standpunkt, für die erfolgte Behandlung dürfe über die \"Tagestaxe Allg.\" von Fr. 369.- hinaus keine Rechnung gestellt werden.\n\nB. Am 18. Juli 2012 erhob die Krankenkasse Klage mit dem Rechtsbegehren, es sei festzustellen, dass die Klinik auch für ausserkantonale Patienten den für die innerkantonalen Patienten gültigen Tarif, d.h. eine Tagespauschale von Fr. 369.-, anzuwenden habe und dass sie - allenfalls mit Ausnahme von ausgewiesenen Zusatzkosten - keine weiteren Beträge in Rechnung stellen dürfe. Die Klinik liess beantragen, auf die Klage sei nicht einzutreten, eventualiter sei sie abzuweisen.\n\nDas Verwaltungsgericht des Kantons Thurgau hiess die Klage mit Entscheid vom 11. Dezember 2013 in dem Sinne gut, als es BGE 141 V 206 S. 208feststellte, dass die Klinik für den Aufenthalt der B. aus der obligatorischen Krankenpflegeversicherung eine Tagespauschale von Fr. 369.-, ansonsten aber keine weiteren finanziellen Ansprüche geltend machen könne.\n\nC. Die Klinik lässt mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragen, der Entscheid vom 11. Dezember 2013 sei aufzuheben und auf die Klage der Krankenkasse sei nicht einzutreten, eventualiter sei die Klage abzuweisen, subeventualiter sei die Sache zur Neubeurteilung an das kantonale Gericht zurückzuweisen.\n\nDie Krankenkasse und das Bundesamt für Gesundheit (BAG) schliessen auf Abweisung der Beschwerde. Die Klinik lässt dazu mit einer weiteren Eingabe Stellung nehmen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Das Bundesgericht prüft in Bezug auf das vorinstanzliche Verfahren die Zuständigkeit und die weiteren Eintretensvoraussetzungen von Amtes wegen und mit freier Kognition (BGE 140 V 22 E. 4 S. 26; BGE 136 V 7 E. 2 S. 9).\n\n1.2 Das Verwaltungsgericht des Kantons Thurgau als Schiedsgericht gemäss Art. 89 KVG beurteilt Streitigkeiten zwischen Versicherern und Leistungserbringern, welche die OKP und die freiwillige Taggeldversicherung betreffen (Art. 89 in Verbindung mit Art. 1a Abs. 1 KVG; Art. 69a Abs. 2 des Gesetzes des Kantons Thurgau vom 23. Februar 1981 über die Verwaltungsrechtspflege [VRG; RB 170.1]).\n\n1.3\n\n1.3.1 Es steht fest, dass es sich bei der streitbetroffenen Leistung um einen medizinisch notwendigen Aufenthalt in einem Spital (vgl. Art. 39 Abs. 1 KVG) entsprechend dem Standard der allgemeinen Abteilung (Art. 25 Abs. 2 lit. e KVG) handelt. Sodann ist unbestritten, dass es sich um eine sogenannte \"ausserkantonale Wahlbehandlung\" im Sinne von Art. 41 Abs. 1bis KVG handelt, da die Klinik zwar auf der Spitalliste des Kantons Thurgau (vgl. Art. 39 Abs. 1 lit. e KVG), nicht aber des Wohnkantons der Patientin aufgeführt ist, und zudem die ausserkantonale Hospitalisierung nicht medizinisch begründet war (vgl. Art. 41 Abs. 3 und 3bis KVG). Weiter ist anerkannt, dass im Tarifvertrag (vgl. Art. 46 KVG) vom 22. Dezember BGE 141 V 206 S. 2092010 zwischen der Klinik einerseits und santésuisse anderseits für den fraglichen Zeitraum eine Tagesvollpauschale von Fr. 369.- vereinbart wurde. Sowohl die Höhe dieses Tarifs als auch die entsprechende Leistungspflicht der Krankenkasse im Rahmen der OKP sind unbestritten (vgl. E. 3.4).\n\nAufgrund des Klage- resp. Beschwerdebegehrens war und ist einzig streitig, ob die Klinik zu Lasten der versicherten Person oder einer allfälligen Zusatzversicherung nach VVG (SR 221.229.1) über die \"Tagestaxe Allg.\" von Fr. 369.- hinaus eine Rechnung stellen, d.h. ob sie in diesem Rahmen den höheren Tarif \"AllgCH\" von Fr. 590.- anwenden darf. Im Vordergrund stand und steht dabei die Frage, ob die ausserkantonale Wahlbehandlung eine Pflichtleistung der OKP darstellt.\n\n1.3.2 Entgegen der Auffassung der Beschwerdeführerin bildete resp. bildet nicht die Leistungspflicht einer Zusatzversicherung Streitgegenstand des vorinstanzlichen wie des bundesgerichtlichen Verfahrens, steht doch weder die innerhalb der \"Groupe Mutuel\" für die Zusatzversicherung zuständige \"Groupe Mutuel Versicherungen GMA AG\" noch die Patientin am Recht, sondern die Krankenkasse als Versicherer im Sinne von Art. 89 Abs. 1 KVG (anders in BGE 134 V 269 E. 2.3 S. 272 f. und E. 2.6 S. 275). Vielmehr stellt sich hier die Frage nach der Tragweite des Tarifschutzes (Art. 44 Abs. 1 KVG), d.h. in concreto, ob sich der Leistungserbringer mit dem Tarif der Grundversicherung begnügen muss (vgl. BGE 134 V 269 E. 2.4 S. 274). Fällt - über die Tagesvollpauschale von Fr. 369.- hinaus - eine Vergütungspflicht im Rahmen der OKP ausser Betracht, hat die damit betraute Krankenkasse in Bezug auf die Frage, ob die Rechnung eines Leistungserbringers die Tarifschutzbestimmung verletzt, ein eigenes Feststellungsinteresse. Die Vorinstanz hat daher zu Recht ihre Zuständigkeit bejaht (Art. 89 Abs. 1 KVG; BGE 135 V 443 E. 1.2 S. 446; BGE 132 V 352 E. 2.5.4 S. 356; SVR 2010 KV Nr. 13 S. 53, 9C_569/2009 E. 3.3). Aus BGE 131 V 191 ergibt sich nichts anderes, war doch dabei ausschlaggebend, dass der Krankenversicherer nicht verpflichtet war, die versicherte Person im Streit über Pflegeheimkosten vor dem Schiedsgericht zu vertreten (BGE 131 V 191 E. 4 und 5 S. 194 ff.).\n\nEbenso ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten an die II. sozialrechtliche Abteilung des Bundesgerichts zulässig (Art. 82 lit. a BGG; Art. 35 lit. d des Reglements vom 20. November 2006 für das Bundesgericht [BGerR; SR 173.110.131]). BGE 141 V 206 S. 210\n\n2.\n\n2.1\n\n2.1.1 Die versicherte Person kann für die stationäre Behandlung unter den Spitälern frei wählen, die auf der Spitalliste ihres Wohnkantons oder jener des Standortkantons aufgeführt sind (Listenspital). Der Versicherer und der Wohnkanton übernehmen bei stationärer Behandlung in einem Listenspital die Vergütung anteilsmässig nach Artikel 49a höchstens nach dem Tarif, der in einem Listenspital des Wohnkantons für die betreffende Behandlung gilt (Art. 41 Abs. 1bis KVG). Diese Bestimmung trat mit der Änderung vom 21. Dezember 2007 des Bundesgesetzes über die Krankenversicherung (KVG, Spitalfinanzierung; AS 2008 2049), auf den 1. Januar 2009 in Kraft und ist, laut den entsprechenden Übergangsbestimmungen, seit 1. Januar 2012 umzusetzen.\n\n2.1.2 Für die Vergütung der stationären Behandlung einschliesslich Aufenthalt und Pflegeleistungen in einem Spital (Art. 39 Abs. 1) oder einem Geburtshaus (Art. 29) vereinbaren die Vertragsparteien Pauschalen. In der Regel sind Fallpauschalen festzulegen. Die Pauschalen sind leistungsbezogen und beruhen auf gesamtschweizerisch einheitlichen Strukturen. Die Vertragsparteien können vereinbaren, dass besondere diagnostische oder therapeutische Leistungen nicht in der Pauschale enthalten sind, sondern getrennt in Rechnung gestellt werden. Die Spitaltarife orientieren sich an der Entschädigung jener Spitäler, welche die tarifierte obligatorisch versicherte Leistung in der notwendigen Qualität effizient und günstig erbringen (Art. 49 Abs. 1 KVG).\n\nMit den Vergütungen nach Art. 49 Abs. 1 und 4 KVG (letzterer regelt die Abgrenzung des Spitaltarifs vom Pflegeheimtarif) sind alle Ansprüche des Spitals für die Leistungen nach diesem Gesetz abgegolten (Art. 49 Abs. 5 KVG). Damit im Einklang steht die Tarifschutzbestimmung von Art. 44 Abs. 1 Satz 1 KVG: Die Leistungserbringer müssen sich an die vertraglich oder behördlich festgelegten Tarife und Preise halten und dürfen für Leistungen nach diesem Gesetz keine weitergehenden Vergütungen berechnen.\n\n2.2 Die Vorinstanz ist der Auffassung, dass für den Aufenthalt in der allgemeinen Abteilung der Klinik nur die Kosten entsprechend der OKP verrechnet werden dürften, wofür eine Tagespauschale von Fr. 369.- vereinbart worden sei. Seit dem Systemwechsel in der Spitalfinanzierung per 1. Januar 2012 würden die Patienten über eine freie Wahl unter den Listenspitälern verfügen. Anders als früher sei BGE 141 V 206 S. 211es nach den geltenden KVG-Bestimmungen nicht mehr zulässig, bei ausserkantonalen Patienten für die Behandlung auf der allgemeinen Abteilung einen Zuschlag auf den im Tarifvertrag ausgehandelten pauschalen Tagessatz zu verrechnen. Somit könne auch für allfällige Zusatzleistungen kein Zusatzhonorar generiert werden.\n\n2.3 Die Beschwerdeführerin macht geltend, die ausserkantonale Wahlbehandlung sei keine Pflichtleistung nach KVG, weshalb sie auch nicht dem Tarifschutz unterstehe und dafür eine höhere Tagespauschale verlangt werden dürfe.\n\n3.\n\n3.1 Bis zum 31. Dezember 2008 resp. 31. Dezember 2011 galt für die hier interessierende Spitalwahl folgende Regelung: Die Versicherten können unter den zugelassenen Leistungserbringern, die für die Behandlung ihrer Krankheit geeignet sind, frei wählen. Bei stationärer Behandlung muss der Versicherer die Kosten höchstens nach dem Tarif übernehmen, der im Wohnkanton der versicherten Person gilt (Art. 41 aAbs. 1 KVG).\n\nDazu entschied das Bundesgericht, dass die ausserkantonale Wahlbehandlung keine Pflichtleistung der OKP war und daher weder dem KVG-Tarifrecht noch dem Tarifschutz unterstand. Versicherte hatten für eine solche Behandlung - im Sinne einer gesetzlichen Austauschbefugnis (BGE 126 III 345 E. 3c S. 351) - aber immerhin Anspruch auf Vergütung jener Kosten, die dem Krankenversicherer bei einer Pflichtleistung, d.h. bei einer Behandlung in einem Spital des Wohnkantons, angefallen wären. Eine zusätzliche, darüber hinausgehende Vergütung war somit zulässig und vom Patienten selber bzw. von einer abgeschlossenen Zusatzversicherung zu leisten (BGE 134 V 269 E. 2.5 S. 274 f.; SVR 2013 KV Nr. 11 S. 57, 9C_630/2012 E. 6; 2010 KV Nr. 13 S. 53, 9C_569/2009 E. 3.3; Urteil 9F_4/2010 vom 21. Juni 2010 E. 2; vgl. auch BEAT MEYER, Ausserkantonale Wahlbehandlung - Tarifschutz und Tarifgestaltung gemäss 3. KVG-Revision, SZS 2012 S. 391 ff.; GEBHARD EUGSTER, Krankenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 692 f. Rz. 874 und S. 721 f. Rz. 956). Damit mussten sich Leistungserbringer bei ausserkantonaler Wahlbehandlung nicht an den KVG-Tarif, sei es ihres Standortkantons oder des Wohnkantons von Patienten, halten.\n\nFraglich und zu prüfen ist, ob diese Rechtsprechung auch bei der aktuellen Rechtslage (E. 2.1) Bestand hat. BGE 141 V 206 S. 212\n\n3.2 Ausgangspunkt jeder Auslegung bildet der Wortlaut der massgeblichen Norm. Ist der Text nicht ganz klar und sind verschiedene Interpretationen möglich, so muss nach der wahren Tragweite der Bestimmung gesucht werden, wobei alle Auslegungselemente zu berücksichtigen sind (Methodenpluralismus). Dabei kommt es namentlich auf den Zweck der Regelung, die dem Text zugrunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem die Norm steht. Die Entstehungsgeschichte ist zwar nicht unmittelbar entscheidend, dient aber als Hilfsmittel, um den Sinn der Norm zu erkennen. Namentlich zur Auslegung neuerer Texte, die noch auf wenig veränderte Umstände und ein kaum gewandeltes Rechtsverständnis treffen, kommt den Materialien eine besondere Bedeutung zu. Vom Wortlaut darf abgewichen werden, wenn triftige Gründe dafür bestehen, dass er nicht den wahren Sinn der Regelung wiedergibt. Sind mehrere Auslegungen möglich, ist jene zu wählen, die der Verfassung am besten entspricht (BGE 138 II 440 E. 13 S. 453, BGE 138 II 557 E. 7.1 S. 565 f.; BGE 138 IV 232 E. 3 S. 234 f.; BGE 138 V 17 E. 4.2 S. 20; BGE 137 III 217 E. 2.4.1 S. 221 f.).\n\n3.3\n\n3.3.1 Im Wortlaut von Art. 41 Abs. 1bis KVG (E. 2.1.1) wird wie bereits in jenem von Art. 41 aAbs. 1 KVG die grundsätzlich freie Spitalwahl der Patienten statuiert. Eine Modifikation gegenüber der alten Rechtslage ergibt sich in zweierlei Hinsicht: Einerseits kann nicht mehr jeder \"zugelassene Leistungserbringer\", sondern ausschliesslich ein \"Listenspital\" (vgl. Art. 39 Abs. 1 lit. e KVG) gewählt werden, wobei einschränkend auf die Spitallisten des Wohn- und des Standortkantons verwiesen wird. Anderseits liegt eine Ausweitung des Wahlrechts darin, dass neu zusätzlich der Wohnkanton zur Kostenbeteiligung an ausserkantonalen Wahlbehandlungen verpflichtet ist. Eine volle Kostendeckung wird indessen auch mit der neuen Regelung nicht garantiert (vgl. MEYER, a.a.O., S. 397 f.), zumal Versicherer und Wohnkanton \"höchstens\" den für ein Listenspital des Wohnkantons geltenden Tarif vergüten. Immerhin wird mit dem Verweis auf Art. 49a KVG indirekt auf Art. 49 Abs. 1 KVG (E. 2.1.2) und damit auf Tarifverträge resp. Spitaltarife für \"obligatorisch versicherte Leistungen\" Bezug genommen, was eher dafür spricht, die umstrittene Leistung der Grundversorgung zuzuordnen.\n\nOb die streitbetroffene Leistung in dem Sinn dem Tarifschutz untersteht, als über den Vertrags- resp. KVG-Tarif (vgl. Art. 46 und 47 KVG) hinaus keine Rechnung gestellt werden darf, lässt sich BGE 141 V 206 S. 213allein aus dem Wortlaut von Art. 41 Abs. 1bis KVG nicht abschliessend beantworten. Aus dem französischen und italienischen Wortlaut der Bestimmung ergibt sich nichts anderes.\n\n3.3.2 Mit der KVG-Revision zur Spitalfinanzierung wurde der Systemwechsel von der Objekt- zur Leistungsfinanzierung vollzogen. Die Neuregelung im Tarifbereich sollte zu einer Stärkung des Wettbewerbsgedankens führen (vgl. Botschaft vom 15. September 2004 betreffend die Änderung des Bundesgesetzes über die Krankenversicherung [Spitalfinanzierung], BBl 2004 5551, 5569 f. Ziff. 2.3, 5588 Ziff. 5.3). Durch die leistungsbezogenen Pauschalen werden grundsätzlich sämtliche Kosten (auch die Investitionskosten) abgegolten, soweit es sich nicht um Kosten für gemeinwirtschaftliche Leistungen handelt (vgl. Art. 49 Abs. 1, 3 und 5 KVG). Die Abgeltung der stationären Leistungen erfolgt nach einheitlichen Regeln (Art. 49a in Verbindung mit Art. 49 KVG), unabhängig davon, ob es sich um ein öffentliches oder ein privates Spital handelt. Weil die Pauschalen nicht kosten-, sondern leistungsbezogen festgelegt werden und auf einer Vollkostenrechnung beruhen, kann es keine unterschiedlichen Tarife für innerkantonale und ausserkantonale Versicherte mehr geben (vgl. Botschaft, a.a.O., 5569 f. Ziff. 2.3; GEBHARD EUGSTER, Rechtsprechung des Bundesgerichts zum KVG, 2010 [nachfolgend: KVG], N. 9 zu Art. 41 KVG; BVGE 2013/17 E. 2.4.2.2; 2013/8 E. 2.5.2).\n\nIm Kontext der neuen Spitalfinanzierung ist insbesondere zu berücksichtigen, dass der Gesetzgeber auch den interkantonalen Wettbewerb fördern wollte, welcher längerfristig zu einer Angleichung der Preise führen sollte. Um zu verhindern, dass sich die Preise nach oben anpassen, beziehungsweise um Druck auf Kantone mit (zu) hohen Spitalpreisen aufzubauen, wurde die Vergütung vorerst auf den Wohnkantonstarif beschränkt. Die freie Spitalwahl mit voller Kostenübernahme sollte erst später verwirklicht werden, wenn die beabsichtigte Angleichung der Preise stattgefunden hat (vgl. AB 2007 S 750 ff., siehe auch AB 2007 N 1770 ff.; Botschaft, a.a.O., 5569 f. Ziff. 2.3; BVGE 2013/17 E. 2.4.3).\n\nDer angestrebte interkantonale Wettbewerb spielt am besten, wenn die Versicherten von ihrer Wahlfreiheit - die zu verbessern ebenfalls Ziel der KVG-Revision war (vgl. MEYER, a.a.O., S. 400 f.) - möglichst weitgehend Gebrauch machen. Das ist bei ausserkantonalen Wahlbehandlungen am besten gewährleistet, wenn sie als Teil der Grundversorgung betrachtet werden und sich deren Kosten BGE 141 V 206 S. 214folglich nach den Tarifbestimmungen des KVG richten. Daran ändert nichts, dass die OKP und der Kanton lediglich den Referenztarif des Wohnkantons vergüten, wenn dieser kleiner ist als der KVG-Tarif des Spitals, und der Tarifschutz insofern reduziert ist (vgl. BGE 138 II 398 E. 2.3.2 S. 407).\n\n3.3.3 In systematischer Hinsicht macht die Beschwerdeführerin geltend, dass sie im Rahmen von Art. 41 Abs. 1bis KVG keine Aufnahmepflicht treffe (Art. 41a KVG). Dies ist indessen insofern systemkonform, als die ausserkantonale Wahlbehandlung auch nicht der Spitalplanung untersteht und es diesbezüglich keinen Leistungsauftrag zu erfüllen gilt. Daraus allein lässt sich nicht schliessen, dass sie nicht der Grundversorgung zuzurechnen resp. dem Tarifschutz unterstellt sein soll. Hingegen lässt sich insbesondere unter dem Aspekt der Rechtsgleichheit (Art. 8 Abs. 1 BV) die Anwendung unterschiedlicher Tarife einzig in Abhängigkeit vom Wohnort der Patienten angesichts des leistungsbezogenen Finanzierungsmodells kaum rechtfertigen. Der Umstand, dass die ausserkantonale Wahlbehandlung ausserhalb der kantonalen Spitalplanung stattfindet, genügt dafür nicht. In diesem Zusammenhang bringt die Krankenkasse zu Recht vor, dass ausserkantonale Patienten nicht per se Mehrkosten verursachten.\n\n3.3.4 In Gesamtwürdigung der dargelegten Gesichtspunkte ist die ausserkantonale Wahlbehandlung bei der aktuellen Rechtslage der Grundversorgung zuzurechnen und als Pflichtleistung der OKP zu qualifizieren. Als solche untersteht sie insofern dem Tarifschutz, als dafür höchstens der KVG-Tarif des Leistungserbringers verrechnet werden darf. Daran ändert nichts, dass die OKP und der Kanton gegebenenfalls lediglich den niedrigeren Referenztarif des Wohnkantons vergüten (vgl. E. 3.3.2 Abs. 2). Dieses Ergebnis entspricht denn auch weitgehend der Umsetzung von Art. 41 Abs. 1bis KVG in der Praxis (vgl. etwa PLATTNER UND ANDERE, SÄZ 2011 S. 1585; swissDRG AG, Ausserkantonale Hospitalisation, 2014, www.swissdrg.org/de/02_informationen_swissDRG/informationen_zu_swissDRG.asp, unter \"freie Spitalwahl\"; Service de la Santé Publique du Canton de Neuchâtel, Note d'information aux médecins concernant les hospitalisations hors canton, 2011, www.ne.ch/autorites/DFS/SCSP/medecin-cantonal/Pages/HospitalisationsHC.aspx).\n\n3.4 Sodann macht die Beschwerdeführerin geltend, die ausserkantonale Wahlbehandlung werde durch den Tarifvertrag vom 22. Dezember 2010 nicht abgedeckt. In der Tat ist sie vom Wortlaut von BGE 141 V 206 S. 215Art. 5 Abs. 2 (Geltungsbereich ab 1. Januar 2012) und Art. 6 (Pflichtleistungen) des Tarifvertrags nicht erfasst. Dieser Umstand genügt jedoch nicht, den Tarifschutz von vornherein zu versagen, zumal er auch im vertragslosen Zustand zu respektieren ist und der Leistungserbringer in einer solchen Situation nicht frei ist, das Honorar einseitig festzulegen (BGE 131 V 133 E. 6 S. 139; EUGSTER, KVG, N. 1 und 2 zu Art. 44 KVG). Die Klinik stellt nicht die Höhe des Vertragstarifs von Fr. 369.- pro Tag in Abrede und bestreitet auch nicht, dass dieser Tarif im Rahmen der OKP grundsätzlich anwendbar ist. Die Frage, ob auch die ausserkantonale Wahlbehandlung durch den genannten Tarifvertrag geregelt wird (zur Auslegung resp. Lückenfüllung nach dem Vertrauensprinzip vgl. BGE 139 V 82 E. 3.1 S. 83 f.) oder ob diesbezüglich ein vertragsloser Zustand herrscht (vgl. Art. 47 Abs. 2 KVG), muss an dieser Stelle nicht beantwortet werden; diesbezüglich fehlt es ohnehin an substanziierten Ausführungen der Beschwerdeführerin (vgl. zur Begründungs- und Rügepflicht Art. 42 Abs. 1 und 2 BGG; BGE 133 II 249 E. 1.4.1 S. 254).\n\n3.5 Schliesslich wird in der Beschwerde auch nicht (substanziiert) dargelegt, inwiefern \"ausserkantonale\" im Vergleich zu einheimischen Patienten von echten Mehrleistungen (vgl. BGE 135 V 443 E. 2.2 S. 446 f.; vgl. auch etwa SVR 2015 KV Nr. 2 S. 6, 9C_108/2014 E. 3.5) profitiert haben sollen. Somit braucht nicht geprüft zu werden, ob solche Mehrleistungen zu Unrecht über die Tagespauschale von Fr. 369.- abgegolten wurden. Die Beschwerde ist unbegründet."}