{"annee": "141", "cour": "III", "page": "472", "date": "27/8/2015", "cite": [], "cite_par": ["144 III 481", "143 III 361", "142 III 197", "142 III 481", "142 III 1", "142 III 56"], "chapeau": "62. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. und C. (Beschwerde in Zivilsachen)\n\n5A_923/2014 vom 27. August 2015", "regestes": ["Art. 298 al. 1, art. 298b al. 2 et art. 298d al. 1 CC; attribution de l'autorité parentale exclusive. Les critères pour l'attribution exclusive de l'autorité parentale ne sont pas les mêmes que ceux prévalant pour son retrait dans le cadre d'une mesure de protection de l'enfant. Une incapacité de communication ou de coopération importante et persistante des parents justifie l'attribution exclusive lorsqu'un impact négatif pour l'enfant peut ainsi être diminué (consid. 4)."], "faits": "BGE 141 III 472 S. 473\n\nA. A. und B. sind die nicht verheirateten Eltern der im Jahr 2009 geborenen Tochter C. Im Zeitpunkt der Geburt lebten die Eltern im gleichen Haushalt. Sie schlossen eine Vereinbarung, in welcher sie sich u.a. auf die gemeinsame Ausübung der elterlichen Sorge einigten. In deren Genehmigung übertrug die Vormundschaftsbehörde mit Beschluss vom 23. Juli 2009 gestützt auf aArt. 298a Abs. 1 ZGB die gemeinsame elterliche Sorge.\n\nWenige Monate später trennten sich die Eltern. Die Mutter zog mit C. einige Male um und wohnt seit Frühsommer 2011 in W. Der Vater pflegt seit der Trennung regelmässig Kontakt zu seiner Tochter, verfügt aber seit dem Auszug über keine eigene Wohnung mehr; er lebt mal hier und mal da, aktuell bei seinem Bruder. Die Kontakte mit der Tochter finden in der Regel bei der Grossmutter väterlicherseits statt, welche im selben Haus wie der Bruder wohnt.\n\nB. Auf ein entsprechendes Begehren der Mutter hin hob die KESB nach den nötigen Untersuchungen und Anhörungen mit Entscheid vom 21. März 2013 die gemeinsame elterliche Sorge gestützt auf aArt. 298a Abs. 2 ZGB wegen fehlender Kooperations- und Kommunikationsfähigkeit der Eltern auf und übertrug die alleinige elterliche Sorge an die Mutter, unter Regelung des Besuchsrechts des Vaters und Errichtung einer Beistandschaft gemäss Art. 308 ZGB.\n\nDagegen erhob der Vater eine Beschwerde, welche der Bezirksrat mit Entscheid vom 20. März 2014 abwies.\n\nDie hiergegen vom Vater erhobene Beschwerde wies das Obergericht des Kantons Zürich nach mündlicher Anhörung der Eltern und der Beiständin von C. sowie Stellungnahme der Kindesvertreterin mit Urteil vom 15. Oktober 2014 ab.\n\nC. Gegen das obergerichtliche Urteil hat der Vater am 21. November 2014 beim Bundesgericht eine Beschwerde erhoben, im Wesentlichen mit dem Antrag um dessen Aufhebung und Festhaltung an der gemeinsamen elterlichen Sorge über C. Das Bundesgericht hat die BGE 141 III 472 S. 474Sache am 27. August 2015 an einer öffentlichen Sitzung beraten und die Beschwerde abgewiesen.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. In rechtlicher Hinsicht geht es um die Auslegung des im Rahmen der Sorgerechtsnovelle (AS 2014 357) per 1. Juli 2014 in Kraft getretenen Art. 298d Abs. 1 ZGB, wonach die Zuteilung der elterlichen Sorge neu zu regeln ist, wenn dies wegen wesentlicher Änderung der Verhältnisse zur Wahrung des Kindeswohls nötig ist. Unbestrittenermassen sind veränderte Verhältnisse gegeben. Zu prüfen ist hingegen die Frage, ob im Zusammenhang mit der Wahrung des Kindeswohls für die Alleinzuteilung des elterlichen Sorgerechts die Messlatte von Art. 311 ZGB gilt.\n\n4.1 Im Entwurf fehlte eine Regelung für veränderte Verhältnisse vollständig. Zwar sah Art. 134 Abs. 1 E-ZGB, welcher dem schliesslich verabschiedeten Art. 134 Abs. 2 ZGB entsprach, eine Verweisnorm vor; es fehlte aber an der verwiesenen Norm im achten Titel. Diese Lücke wurde von der ständerätlichen Kommission erkannt und durch Einfügung des Art. 298d ZGB geschlossen (Ständerat AB 2013 S 12; Zustimmung durch Nationalrat AB 2013 N 703).\n\nWas diese Auslegung von Art. 298d Abs. 1 ZGB anbelangt, ist die Botschaft vom 16. November 2011 zur Revision der elterlichen Sorge (BBl 2011 9077 ff.) nicht restlos klar. Im Zusammenhang mit Art. 298 ZGB wird keine Interventionsschwelle für die Alleinzuteilung diskutiert, erst bei Art. 298b ZGB erfolgen Ausführungen. Dabei wird zunächst festgehalten, der Entwurf spreche bewusst von den Interessen - in der verabschiedeten Fassung: Kindeswohl - und nicht vom Schutz des Kindes. Dieser Begriff sei besetzt, indem er im Randtitel von Art. 307 ZGB erscheine und dabei einer Situation zugewiesen sei, die danach verlange, dass die Kindesschutzbehörde von Amtes wegen einschreite. Es gelte zu verhindern, dass ein Konflikt der Eltern untereinander voreilig mit der Notwendigkeit einer solchen Intervention in Zusammenhang gebracht werde. Unmittelbar im nächsten Absatz wird jedoch festgehalten, ungeachtet der vorgeschlagenen Terminologie dürfe einem Elternteil die (gemeinsame) elterliche Sorge nur dann vorenthalten werden, wenn die Kindesschutzbehörde Anlass hätte, sie ihm andernfalls gleich wieder zu entziehen. Der Massstab, den die Kindesschutzbehörde ihremBGE 141 III 472 S. 475Entscheid zugrunde legen müsse, decke sich damit neu mit jenem von Art. 311 ZGB (BBl 2011 9105 zu Art. 298b). Ferner wird auch in der einleitenden Übersicht auf Art. 311 ZGB verwiesen und festgehalten, dass dem einen Elternteil die elterliche Sorge unter den gleichen Voraussetzungen vorenthalten werden könne (BBl 2011 9087 Ziff. 1.3.1).\n\n4.2 Die Unschärfe der Botschaft pflanzte sich in den parlamentarischen Beratungen fort. So wurde die Alleinzuteilung des Sorgerechts zur Wahrung des Kindeswohls mit Art. 311 ZGB in Verbindung gebracht bzw. gleichgesetzt (vgl. AB 2012 N 1625 und 1644), aber gleichzeitig von verschiedenen Parlamentariern festgehalten, dass Raum für weitere Fälle bestehe (vgl. AB 2012 N 1644-1646) bzw. diese nicht drastisch sein müssten (vgl. AB 2012 N 1638) bzw. Ausnahmen bei schwierigen Verhältnissen möglich seien (vgl. AB 2012 N 1636; sinngemäss auch AB 2012 N 1627 und 1628 sowie AB 2013 S 5). Die ambivalente Herangehensweise spiegelt sich auch in den bundesrätlichen Ausführungen im Parlament, indem eine Verbindung mit Art. 311 ZGB hergestellt, aber gleichzeitig der Charakter einer Generalklausel betont und festgehalten wurde, auch andere als die Gründe von Art. 311 ZGB könnten eine Alleinzuteilung rechtfertigen (vgl. AB 2012 N 1638 und 1646).\n\n4.3 Insgesamt lässt sich aufgrund der widersprüchlichen Botschaft und der nicht abschliessend klaren Voten in den Beratungen nicht mit letzter Sicherheit eruieren, was der präzise wirkliche Wille des Gesetzgebers war. Immerhin ist die Stossrichtung im Parlament erkennbar, dass das Kindeswohl im Vordergrund stehen soll. Ferner lässt sich der Botschaft entnehmen, dass für Art. 298 Abs. 1 und Art. 298b Abs. 2 ZGB der gleiche Massstab gelte (BBl 2011 9103 zu Art. 298). Aufgrund der analogen Norminhalte darf davon ausgegangen werden, dass auch Art. 298d Abs. 1 ZGB, welcher erst im Parlament ins Spiel kam und über welchen keine Diskussion stattfand, die gleiche Intensität an Beeinträchtigung des Kindeswohls im Auge hat. Einzig die Ausgangslage ist nicht bei allen drei Normen die gleiche: So ist etwa bei der Scheidung zu berücksichtigen, dass es im Zuge des gerichtlichen Verfahrens naturgemäss zu Streitigkeiten kommen kann, die jedoch in den meisten Fällen mit der Zeit abklingen. Solche einem fast jeden Scheidungsverfahren mehr oder weniger inhärenten Differenzen sind selbstredend kein Grund für eine Alleinzuteilung (dazu unten); erweist sich die Annahme, dass BGE 141 III 472 S. 476die Konflikte mit der Zeit beigelegt werden können und sich die gemeinsame Ausübung des Sorgerechts einpendelt, im Nachhinein als falsch, können allenfalls veränderte Tatsachen und damit Abänderungsgründe im Sinn von Art. 298d Abs. 1 ZGB gegeben sein.\n\n4.4 Was nun die Frage anbelangt, ob im Zusammenhang mit den drei genannten Normen die Interventionsschwelle von Art. 311 ZGB gilt, geht die Lehre unter Verweis auf die parlamentarische Beratung übereinstimmend - wenn auch in unterschiedlichem Ausmass - davon aus, dass andere bzw. weniger gravierende Gründe die Alleinzuteilung der elterlichen Sorge ebenfalls rechtfertigen können (SCHWENZER/COTTIER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 5. Aufl. 2014, N. 14 zu Art. 298, N. 10 zu Art. 298b, N. 4 zu Art. 298d ZGB; MEIER/STETTLER, Droit de la filiation, 5. Aufl., 2014, S. 343 f. und 358 ff.; BUCHER, Elterliche Sorge im schweizerischen und internationalen Kontext, in: Familien in Zeiten grenzüberschreitender Beziehungen, 2013, S. 10 f.; FELDER/HAUSHEER/AEBI-MÜLLER/DESCH, Gemeinsame elterliche Sorge und Kindeswohl, ZBJV 2014 S. 892 ff., insb. 902; BÜCHLER/MARANTA, Das neue Recht der elterlichen Sorge, Jusletter 11. August 2014 S. 15 ff; GLOOR/SCHWEIGHAUSER, Die Reform des Rechts der elterlichen Sorge - eine Würdigung aus praktischer Sicht, FamPra.ch 2014 S. 6 f.; GEISER, Wann ist Alleinsorge anzuordnen und wie ist diese zu regeln?, ZKE 2015 S. 240 ff.; HAUSHEER/GEISER/AEBI-MÜLLER, Das Familienrecht des Schweizerischen Zivilgesetzbuches, 5. Aufl., 2014, vgl. Rz. 17.88 und 17.168, allerdings Rz. 17.128 a.E.).\n\n4.5 Dieser Ansicht ist aus mehreren Gründen zuzustimmen. Zwar ist das rechtliche Ergebnis in beiden Konstellationen der Entzug elterlicher Sorgerechte, was vordergründig eine parallele Auslegung der jeweils einschlägigen Normen als angezeigt erscheinen liesse. Indes ist nicht zu übersehen, dass die Thematik eine völlig andere ist. Dies zeigt sich schon an der sprachlichen Unterscheidung, welche das Gesetz trifft: Während in Art. 298 ff. ZGB durchwegs vom \"Kindeswohl\" die Rede ist, sprechen Art. 307 ff. ZGB von dessen \"Gefährdung\". Bei den Kindesschutzmassnahmen geht es nämlich um das von Amtes wegen erfolgende Eingreifen der Kindesschutzbehörde bei einer Gefährdung des Kindes, wobei je nach Gefährdungsgrad eine Stufenfolge vorgesehen ist. Kann der Gefährdung des Kindes nicht anders begegnet werden, d.h. sind Massnahmen nach Art. 307 f. ZGB ungenügend, ist das Kind gemäss Art. 310 ZGB den BGE 141 III 472 S. 477Eltern wegzunehmen und angemessen unterzubringen (sog. Fremdplatzierung). Wenn selbst diese einschneidende Massnahme zur Wahrung des Kindeswohls nicht ausreicht, kann den Eltern unter den in Art. 311 Abs. 1 ZGB genannten Bedingungen das Sorgerecht entzogen werden. Es handelt sich dabei um eine ultima ratio, welche nur Platz greift, wenn alle anderen Massnahmen keinen Erfolg versprechen (Prinzip der Subsidiarität). In der Regel findet in diesen Fällen nach dem Entzug auch gar kein persönlicher Verkehr zwischen Eltern und Kindern statt, während bei der Alleinzuteilung des Sorgerechtes nach Art. 298 ff. ZGB dem nicht (mehr) sorgeberechtigten Elternteil grundsätzlich (weiterhin) die normalen Besuchsrechte zustehen, so dass das Kind von der rechtlichen Änderung faktisch kaum etwas spüren wird, ausser dass die Eltern nicht mehr über die Entscheidungen streiten können, welche sie vorher gemeinsam zu fällen hatten.\n\nNebst der systematischen Stellung und dem unterschiedlichen Regelungsinhalt ist für die Abgrenzung zwischen der Sorgerechtszuteilung nach Art. 298 ff. ZGB und dem Sorgerechtsentzug gemäss Art. 311 ZGB weiter zu beachten, dass das Gesetz bei den Kindesschutzmassnahmen durchwegs \"die Eltern\" aufführt (Art. 307 Abs. 1, Art. 308 Abs. 1, Art. 310 Abs. 1 und Art. 311 Abs. 1 Ziff. 1 und 2 ZGB). Zwar ist theoretisch auch der Sorgerechtsentzug gegenüber einem Elternteil möglich, was indirekt aus Art. 311 Abs. 2 ZGB hervorgeht; das Gesetz hat aber als Hauptanwendungsfall das Unvermögen des Elternpaares und mithin den Fall vor Augen, dass die Elternteile mögliche Defizite des anderen nicht gegenseitig auszugleichen vermögen, so dass das Kind insgesamt gefährdet ist. Sodann bedarf es keiner vertieften Erläuterung, dass die Fremdplatzierung eines Kindes gestützt auf Art. 310 ZGB jedenfalls von der Auswirkung her ein ungleich grösserer Eingriff ist als die Alleinzuteilung des Sorgerechtes gestützt auf Art. 298 ff. ZGB. Bei dieser bleibt das Kind in aller Regel beim hauptbetreuenden Elternteil und es wird oft gar nicht wahrnehmen, dass die rechtliche Entscheidzuständigkeit eine Änderung erfahren hat. Wenn aber ein Entzug der elterlichen Sorge gemäss Art. 311 ZGB eine noch entschieden einschneidendere Massnahme ist als die Fremdplatzierung gemäss Art. 310 ZGB, kann für die auf Art. 298 ff. ZGB gestützte Alleinzuteilung der elterlichen Sorge schon allein von der Logik her nicht der gleiche Massstab wie für den Sorgerechtsentzug gemäss Art. 311 ZGB gelten. BGE 141 III 472 S. 478\n\nDas Gleichsetzen der Alleinzuteilung des Sorgerechts mit dem als Kindesschutzmassnahme verfügten Entzug der elterlichen Sorge würde aber auch in praktischer Hinsicht keinen Sinn machen. Eine Massnahme gemäss Art. 311/312 ZGB wird schweizweit rund 50 bis 100 Mal pro Jahr angeordnet (gegenüber rund 1000 Fremdplatzierungen, vgl. Statistik, ZKE 2012, S. 456), was ihren absoluten Ausnahmecharakter deutlich hervortreten lässt. Es wäre nicht sachgerecht und würde auch nicht mit den Voten im Parlament übereinstimmen, wenn die Alleinzuteilung des Sorgerechtes bei Trennung oder Scheidung ebenfalls nur bei ganz krassen Ausnahmefällen erfolgen würde. Im Parlament wurde mehrmals auf den offenen und generalklauselartigen Wortlaut von Art. 298 ff. ZGB hingewiesen, welcher angemessene Lösungen im Sinn des Kindeswohles zulasse.\n\n4.6 Nach dem Gesagten können für die Alleinzuteilung der elterlichen Sorge gemäss Art. 298 ff. ZGB nicht die gleichen Voraussetzungen wie für den auf Art. 311 ZGB gestützten Entzug des Sorgerechts gelten. Vielmehr kann beispielsweise auch ein schwerwiegender elterlicher Dauerkonflikt oder die anhaltende Kommunikationsunfähigkeit eine Alleinzuteilung des Sorgerechts gebieten, wenn sich der Mangel negativ auf das Kindeswohl auswirkt und von einer Alleinzuteilung eine Verbesserung erwartet werden kann. Das gemeinsame elterliche Sorgerecht wird zur inhaltslosen Hülse, wenn ein Zusammenwirken nicht möglich ist, und es liegt in aller Regel nicht im Kindeswohl, wenn die Kindesschutzbehörde oder gar der Richter andauernd die Entscheidungen treffen muss, für welche es bei gemeinsamer Sorge der elterlichen Einigung bedarf. Die bloss formale Aufrechterhaltung der gemeinsamen Sorge über das Kindeswohl zu stellen, liesse sich nicht mit dem Grundgedanken des Kindesrechts vereinbaren und würde auch nicht mit den parlamentarischen Voten übereinstimmen.\n\n4.7 Erforderlich ist aber in jedem Fall eine Erheblichkeit und Chronizität des Konflikts oder der gestörten Kommunikation; punktuelle Auseinandersetzungen oder Meinungsverschiedenheiten, wie sie in allen Familien vorkommen und insbesondere mit einer Trennung oder Scheidung einhergehen können, können angesichts des mit der Gesetzesnovelle klarerweise angestrebten Paradigmenwechsels - der Minderheitsantrag II auf eine freie richterliche Sorgerechtszuteilung (AB 2012 N 1635) wurde verworfen - nicht Anlass für eine Alleinzuteilung des elterlichen Sorgerechts sein. Ist sodann ein Konflikt BGE 141 III 472 S. 479zwar schwerwiegend, erscheint er aber singulär, ist im Sinn der Subsidiarität zu prüfen, ob nicht ein richterlicher Entscheid über einzelne Inhalte des Sorgerechts bzw. eine richterliche Alleinzuweisung spezifischer Entscheidungsbefugnisse in den betreffenden Angelegenheiten (beispielsweise über die religiöse Erziehung, in schulischen Belangen oder in Bezug auf das in Art. 298 Abs. 2 und Art. 298d Abs. 2 ZGB genannte Aufenthaltsbestimmungsrecht) ausreicht, um Abhilfe zu schaffen. Die Alleinzuteilung des elterlichen Sorgerechts muss eine eng begrenzte Ausnahme bleiben."}