{"annee": "141", "cour": "IV", "page": "417", "date": "4/11/2015", "cite": [], "cite_par": ["143 II 443"], "chapeau": "53. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Zürich (Beschwerde in Strafsachen)\n\n6B_1025/2015 vom 4. November 2015", "regestes": ["Poursuite d'un véhicule par la police, acte autorisé par la loi (art. 14 CP, § 8 al. 3 LPol/ZH); exploitation des preuves (art. 141 al. 2 CPP). Un prétendu dépassement par la droite d'une voiture, commis par le conducteur d'un véhicule de police banalisé dans le cadre d'un contrôle à distance d'une autre voiture, respectait dans le cas d'espèce le principe de proportionnalité et était par conséquent licite. L'enregistrement vidéo établi pendant la course de contrôle et destiné à servir de preuve du dépassement par la droite commis par la voiture suivie n'a par conséquent pas été établi de manière illicite. Il était donc exploitable (consid. 2). Des violations de règles de la circulation routière commises par des policiers sont, conformément à l'art. 14 CP et éventuellement à des règles de droit cantonal, licites et partant pas punissables dans la mesure où elles ont été commises dans le cadre de l'exercice de tâches de police ainsi que dans le respect du principe de proportionnalité et ce même si ni le feu bleu ni l'avertisseur à deux sons alternés n'était enclenché (consid. 3)."], "faits": "BGE 141 IV 417 S. 418\n\nA. X. fuhr am 25. Mai 2014 mit seinem Personenwagen auf der Autobahn. Im Gemeindegebiet Opfikon fuhr er auf dem Normalstreifen in Richtung \"St. Gallen/Schaffhausen/Zürich-City\" hinter einem Personenwagen. Er wechselte in der Folge nach rechts auf den Fahrstreifen in Richtung \"Bülach/Zürich-Flughafen\", überholte das genannte und ein weiteres Fahrzeug rechts und wechselte danach wieder nach links auf den Normalstreifen in Richtung \"St. Gallen/Schaffhausen/Zürich-City\", wobei er eine Doppellinie überfuhr.\n\nKurze Zeit später fuhr X. auf der Höhe des Heizkraftwerks Zürich auf dem Überholstreifen in Richtung \"St. Gallen/Schaffhausen\" hinter einem Personenwagen. Er wechselte ohne Betätigung des Richtungsanzeigers nach rechts auf den Normalstreifen, überholte den Personenwagen rechts und wechselte danach wieder nach links auf den Überholstreifen.\n\nDiese Fahrmanöver sind in einer Videoaufzeichnung festgehalten, die im Rahmen einer Nachfahrkontrolle aus einem zivilen Dienstfahrzeug der Polizei gemacht worden war.\n\nB. Die II. Strafkammer des Obergerichts des Kantons Zürich sprach X. am 20. August 2015 in Bestätigung des Urteils des Bezirksgerichts Bülach, Einzelgericht, vom 25. Februar 2015 der groben Verletzung der Verkehrsregeln im Sinne von Art. 90 Abs. 2 SVG i.V.m. BGE 141 IV 417 S. 419Art. 35 Abs. 1 SVG und Art. 8 Abs. 3 VRV (Rechtsüberholen durch Ausschwenken und Wiedereinbiegen auf Fahrstreifen mit gleichen Fahrzielen) sowie der mehrfachen einfachen Verletzung der Verkehrsregeln im Sinne von Art. 90 Abs. 1 SVG i.V.m. Art. 35 Abs. 1 SVG i.V.m. Art. 8 Abs. 3 VRV (Rechtsüberholen durch Ausschwenken und Wiedereinbiegen auf Fahrstreifen mit getrennten Fahrzielen) i.V.m. Art. 27 Abs. 1 SVG und Art. 73 Abs. 4 und Abs. 6 lit. c SSV (Überfahren einer Doppellinie) i.V.m. Art. 39 Abs. 1 lit. a SVG und Art. 28 Abs. 1 VRV (Unterlassen der Richtungsanzeige) schuldig. Sie bestrafte ihn mit einer Geldstrafe von 60 Tagessätzen zu CHF 85.-, bedingt vollziehbar bei einer Probezeit von drei Jahren, und mit einer Busse von CHF 500.- beziehungsweise, im Falle schuldhafter Nichtbezahlung der Busse, mit einer Ersatzfreiheitsstrafe von fünf Tagen.\n\nC. X. erhebt Beschwerde in Strafsachen. Er beantragt, das Urteil des Obergerichts sei aufzuheben und er sei vollumfänglich freizusprechen.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer macht geltend, das zivile Polizeifahrzeug, das weder mit Blaulicht noch mit Sirene unterwegs gewesen sei, habe einen Lieferwagen rechts überholt. Dies sei eine grobe Verkehrsregelverletzung. Das Rechtsüberholmanöver seitens des Führers des zivilen Polizeifahrzeugs sei in keinem angemessenen Verhältnis zum angestrebten Zweck der Identifikation des fehlbaren Lenkers gewesen und deshalb unverhältnismässig. Die Videoaufzeichnung sei in strafbarer Weise erhoben worden. Sie sei daher gemäss Art. 141 Abs. 2 StPO nicht als Beweismittel verwertbar. Polizeibeamte, welche bei Erfüllung ihrer Aufgaben eine Rechtsverletzung begingen, könnten sich nicht auf Art. 14 StGB (gesetzlich erlaubte Handlung) berufen, wenn ihr Handeln unverhältnismässig sei. Dies sei hier der Fall. Der Lenker des Lieferwagens sei durch das Rechtsüberholmanöver seitens der Polizeibeamten nicht bloss abstrakt, sondern konkret gefährdet worden.\n\n2.2 Als die Polizeibeamten auf der Autobahn in ihrem zivilen Dienstfahrzeug unterwegs waren, wurden sie auf der Höhe des Rastplatzes \"Büsisee-Süd\" vom Beschwerdeführer links überholt, der dabei nach ihrer Einschätzung mit einer Geschwindigkeit fuhr, welche die dort zulässige Höchstgeschwindigkeit von 120 km/h überschritt. Die BGE 141 IV 417 S. 420Polizeibeamten führten daher auf der Autobahn nach dem Gubristtunnel im Bereich des Stelzentunnels und bis nach dem Heizkraftwerk Zürich in Fahrtrichtung St. Gallen eine Nachfahrkontrolle mit Videoaufzeichnung durch. Das vom Beschwerdeführer als gefährliches, strafbares Rechtsüberholen seitens der Polizeibeamten qualifizierte Manöver erfolgte nicht vor, sondern erst während der Nachfahrkontrolle, bei welcher die Polizeibeamten die Fahrweise des Beschwerdeführers per Video aufzeichneten. Der vorliegende Sachverhalt entspricht daher insoweit dem im Urteil 6B_694/2011 vom 23. Januar 2012 beurteilten Sachverhalt. Da das fragliche Manöver der Polizeibeamten im Rahmen der Nachfahrkontrolle erfolgte, kann es grundsätzlich durch die gesetzlichen Bestimmungen gerechtfertigt sein, welche die polizeilichen Aufgaben im Strassenverkehr im Allgemeinen und die Nachfahrkontrolle im Besonderen regeln, und ist es gegebenenfalls keine strafbare Handlung.\n\n2.3 Gesetzliche Grundlage für die Nachfahrkontrolle sind verschiedene Bestimmungen in der Strassenverkehrskontrollverordnung vom 28. März 2007 (SKV; SR 741.013) und in der Verordnung des ASTRA hiezu vom 22. Mai 2008 (VSKV-ASTRA; SR 741.013.1) einerseits sowie im Polizeigesetz des Kantons Zürich vom 23. April 2007 (PolG/ZH; LS 550.1) andererseits. Die Kontrolle des Verkehrs auf öffentlichen Strassen obliegt der nach kantonalem Recht zuständigen Polizei (Art. 3 Abs. 1 Satz 1 SKV). Die kantonalen Behörden richten die Kontrollen schwerpunktmässig unter anderem nach sicherheitsrelevantem Fehlverhalten (Art. 5 Abs. 1 SKV). Die Kontrollen erfolgen stichprobenweise, systematisch oder im Rahmen von Grosskontrollen (Art. 5 Abs. 2 SKV). Nach Möglichkeit sind bei den Kontrollen technische Hilfsmittel einzusetzen (Art. 9 Abs. 1 SKV), insbesondere unter anderem (a) bei der Kontrolle der Geschwindigkeit. Geschwindigkeitskontrollen können gemäss Art. 6 lit. c Ziff. 2 VSKV-ASTRA unter anderem durchgeführt werden durch Nachfahren und Ermittlung der Geschwindigkeit durch einen Geschwindigkeitsvergleich zwischen den beiden Fahrzeugen (Nachfahrkontrolle). Die Polizei trägt durch Information, Beratung, sichtbare Präsenz und andere geeignete Massnahmen zur Aufrechterhaltung der öffentlichen Sicherheit und Ordnung bei (§ 3 Abs. 1 PolG/ZH). Sie trifft gemäss § 3 Abs. 2 PolG/ZH insbesondere unter anderem Massnahmen (a) zur Verhinderung und Erkennung von Straftaten, (b) zur Erhöhung der Verkehrssicherheit und Verhütung von Unfällen im Strassenverkehr. Stellt sie dabei strafbare Handlungen fest, BGE 141 IV 417 S. 421ermittelt sie nach Art. 306 f. StPO (§ 3 Abs. 3 PolG/ZH). Dabei hat sie gemäss Art. 306 Abs. 2 lit. a StPO namentlich Spuren und Beweise sicherzustellen und auszuwerten. Polizeiliches Handeln muss verhältnismässig sein (§ 10 PolG/ZH). Es muss zur Erfüllung der polizeilichen Aufgaben notwendig und geeignet sein (§ 10 Abs. 1 PolG/ZH). Die Massnahmen dürfen nicht zu einem Nachteil führen, der in einem erkennbaren Missverhältnis zum verfolgten Zweck steht (§ 10 Abs. 3 PolG/ZH). Erfüllt die Polizei ihre Amts- und Berufspflicht, wie es das Gesetz gebietet oder erlaubt, verhält sie sich rechtmässig, auch wenn die Tat nach dem Strafgesetzbuch oder einem andern Gesetz mit Strafe bedroht ist (§ 8 Abs. 3 PolG/ZH).\n\nDie letztgenannte Bestimmung des Zürcher Polizeigesetzes entspricht im Wesentlichen Art. 14 StGB. Wer handelt, wie es das Gesetz gebietet oder erlaubt, verhält sich nach dieser Bestimmung rechtmässig, auch wenn die Tat nach diesem oder einem andern Gesetz mit Strafe bedroht ist. Nach der Rechtsprechung des Bundesgerichts können sich Polizeibeamte, die bei der Erfüllung ihrer Aufgaben Rechtsverletzungen begehen, nicht auf Art. 14 StGB berufen, wenn ihr Handeln unverhältnismässig ist. Das Handeln der Polizeibeamten muss mit andern Worten zur Erreichung des angestrebten Ziels geeignet und erforderlich sein, und das beeinträchtigte Rechtsgut sowie das Ausmass der Rechtsgutverletzung müssen in einem angemessenen Verhältnis zum angestrebten Zweck stehen (Urteile 6B_1006/2013 vom 25. September 2014 E. 4.3; 6B_288/2009 vom 13. August 2009 E. 3.5; 6B_20/2009 vom 14. April 2009 E. 4.4.2).\n\n2.4 Bei der Nachfahrkontrolle eines Fahrzeuglenkers, der mit übersetzter Geschwindigkeit fährt, kommen die Polizeibeamten nicht darum herum, ihrerseits die Vorschriften betreffend die zulässige Höchstgeschwindigkeit und allenfalls weitere Vorschriften beispielsweise betreffend das Gebot des Linksüberholens zu missachten. Solche Verstösse im Rahmen einer Nachfahrkontrolle sind erlaubt und daher nicht strafbar, wenn sie im genannten Sinne verhältnismässig sind. Diese Voraussetzung ist nach der zutreffenden Auffassung der Vorinstanzen vorliegend auch in Bezug auf das vom Beschwerdeführer als Rechtsüberholen qualifizierte Manöver seitens der Polizeibeamten erfüllt. Die Videoaufzeichnung enthält keine Anhaltspunkte, die dafür sprechen, dass der Lenker des Lieferwagens dadurch, dass das zivile Polizeifahrzeug rechts an ihm vorbeifuhr, konkret gefährdet worden sein könnte. Nichts weist darauf hin, dass der Lenker des Lieferwagens zum Fahrstreifenwechsel nach rechts ansetzte, als das BGE 141 IV 417 S. 422zivile Polizeifahrzeug rechts an ihm vorbeifuhr. Weder wurde ein Blinker gesetzt noch ist eine Verschiebung des Lieferwagens nach rechts erkennbar. Zu sehen ist einzig ein kurzes Aufleuchten der Bremslichter. Dass der Lenker des Lieferwagens kurz bremste, spricht entgegen den Mutmassungen in der Beschwerde nicht dafür, dass er ob der Fahrweise des zivilen Polizeifahrzeugs erschrocken sei, unbewusst gebremst habe und dabei leicht die Herrschaft über sein Fahrzeug hätte verlieren können. Das kurze Bremsen lässt sich damit erklären, dass der Lenker des Lieferwagens einen ausreichenden Abstand zum Vordermann wahren wollte. Zudem diente die Nachfahrkontrolle nicht allein der Identifikation des Beschwerdeführers, der bereits eine Verkehrswiderhandlung begangen hatte. Sie diente auch der Erkennung und Ermittlung von Straftaten, welche der Beschwerdeführer weiterhin mehrfach beging. Unerheblich ist in diesem Zusammenhang, dass gegen den Beschwerdeführer nicht auch wegen Überschreitung der zulässigen Höchstgeschwindigkeit, sondern allein wegen zweifachen Rechtsüberholens und wegen der damit zusammenhängenden SVG-Widerhandlungen (Überfahren einer Doppellinie, Unterlassen der Richtungsanzeige) Strafanzeige erstattet und Anklage erhoben wurde.\n\n2.5 Das fragliche Fahrmanöver der Polizeibeamten im Rahmen der gesetzlich vorgesehenen Nachfahrkontrolle war demnach verhältnismässig im Sinne von § 10 PolG/ZH und der Rechtsprechung des Bundesgerichts zu Art. 14 StGB und somit erlaubt. Die Polizeibeamten erhoben die als Beweis dienende Videoaufzeichnung nicht im Sinne von Art. 141 Abs. 2 StPO in strafbarer Weise. Dass und inwiefern sie diesen Beweis im Sinne der zitierten Bestimmung unter Verletzung von Gültigkeitsvorschriften erhoben hätten, legt der Beschwerdeführer nicht dar und ist nicht ersichtlich. Die Videoaufzeichnung wurde somit von der Vorinstanz zu Recht als Beweismittel verwertet.\n\n3.\n\n3.1 Inwiefern die vom Beschwerdeführer behaupteten \"weiteren groben Verkehrsregelverletzungen (massiv ungenügender Abstand und Geschwindigkeitsüberschreitung)\" der Polizeibeamten in einem krassen Missverhältnis zum verfolgten Zweck stünden, legt der Beschwerdeführer nicht dar.\n\n3.2 Dass die Polizeibeamten weder das Blaulicht noch das Wechselklanghorn eingeschaltet hatten, ist unerheblich, da vorliegend nicht eine dringliche Dienstfahrt (Art. 100 Ziff. 4 SVG) zur Diskussion steht. Liegt keine dringliche Dienstfahrt vor, so steht der BGE 141 IV 417 S. 423beschuldigten Person grundsätzlich weiterhin die Berufung auf den Rechtfertigungsgrund von Art. 14 StGB (oder § 8 Abs. 3 PolG/ZH) offen (Urteile 6B_20/2009 vom 14. April 2009 E. 4.4.2; 6B_288/2009 vom 13. August 2009 E. 3.5). Verkehrsregelverletzungen durch Polizeibeamte sind auch in Fällen, in denen, wie etwa bei Nachfahrkontrollen, weder Blaulicht noch Wechselklanghorn eingesetzt werden, gestützt auf Art. 14 StGB und allenfalls kantonales Polizeirecht erlaubt und somit nicht strafbar, wenn die Verkehrsregelverletzung im Rahmen der Erfüllung polizeilicher Aufgaben erfolgt und verhältnismässig ist. Eine Revision von Art. 100 Ziff. 4 SVG ist hierfür entgegen einer Bemerkung in der Beschwerde nicht erforderlich."}