{"annee": "141", "cour": "IV", "page": "396", "date": "3/9/2015", "cite": ["140 III 206", "140 IV 1", "141 III 195"], "cite_par": ["142 IV 307", "143 IV 151", "145 IV 383", "145 IV 167", "145 IV 65", "143 IV 40"], "chapeau": "51. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Generalstaatsanwaltschaft des Kantons Bern (Beschwerde in Strafsachen)\n\n6B_1021/2014 vom 3. September 2015", "regestes": ["Voie de droit à l'encontre de décisions judiciaires ultérieures indépendantes. Les décisions judiciaires ultérieures indépendantes au sens des art. 363 ss CPP revêtent la forme de décisions ou d'ordonnances et doivent être attaquées par la voie du recours (consid. 3 et 4)."], "faits": "BGE 141 IV 396 S. 397\n\nA. Das Obergericht des Kantons Bern verurteilte X. am 11. März 2008 wegen mehrfacher sexueller Handlungen mit Kindern, mehrfacher sexueller Nötigung, mehrfacher sexueller Belästigung sowie Pornographie zu einer Freiheitsstrafe von 35 Monaten und zu einer Busse von Fr. 500.-. Es ordnete eine stationäre therapeutische Behandlung an. Den Vollzug der Freiheitsstrafe schob es zugunsten der Massnahme auf.\n\nDas Regionalgericht Bern-Mittelland verlängerte die stationäre therapeutische Massnahme jeweils um drei Jahre, letztmals am 25. Juni 2014. Der Entscheid wurde X. anlässlich der Hauptverhandlung vom selben Tag mündlich eröffnet.\n\nX. reichte dagegen am 2. Juli 2014 beim Obergericht des Kantons Bern Beschwerde ein mit dem Hinweis, er behalte sich eine eingehende Auseinandersetzung mit dem Entscheid bei Vorliegen der schriftlichen Begründung vor.\n\nDas Obergericht eröffnete am 4. Juli 2014 ein Beschwerdeverfahren. Das Verfahren wurde bis zum Eintreffen der schriftlichen Begründung des Entscheids vom 25. Juni 2014 sistiert.\n\nDie schriftliche Begründung des Entscheids vom 25. Juni 2014 datiert vom 8. Juli 2014. Sie wurde den Parteien zugestellt und ging bei X. bzw. dessen Rechtsvertreter am 10. Juli 2014 ein.\n\nDas Obergericht nahm das sistierte Verfahren am 11. Juli 2014 wieder auf. Es gab der Generalstaatsanwaltschaft Gelegenheit, innert 20 Tagen eine Stellungnahme zur Beschwerde einzureichen. Die von X. eingereichte Beschwerdeergänzung vom 14. Juli 2014 erkannte es mit Verfügung vom 15. Juli 2014 nicht zu den Akten. Auf die dagegen geführte Beschwerde von X. trat das Bundesgericht am 29. August 2014 nicht ein (Verfahren 6B_780/2014). Es verwies auf die Möglichkeit der Anfechtung des Endentscheids.\n\nDas Obergericht wies die von X. erhobene Beschwerde gegen die Verlängerung der Massnahme am 30. September 2014 in der Sache ab.\n\nB. X. führt Beschwerde in Strafsachen. Er beantragt im Wesentlichen, es sei das obergerichtliche Urteil vom 30. September 2014 aufzuheben. Die Sache sei an das Obergericht zurückzuweisen, welches seine Beschwerdeergänzung vom 14. Juli 2014 zu den Akten zu nehmen und den Fall neu materiell zu beurteilen habe. Eventualiter sei die Angelegenheit mit der Anweisung an die kantonalen BGE 141 IV 396 S. 398Instanzen zurückzuweisen, anstelle des Beschwerdeverfahrens ein Berufungsverfahren durchzuführen. Subeventualiter sei eine ambulante Massnahme anzuordnen und er aus der stationären therapeutischen Massnahme bedingt zu entlassen. Subsubeventualiter sei die stationäre therapeutische Massnahme um maximal ein Jahr zu verlängern.\n\nC. Das Obergericht stellt in der Vernehmlassung zur Beschwerde keinen Antrag. Die Generalstaatsanwaltschaft des Kantons Bern verzichtet auf Stellungnahme.\n\nD. Das Bundesgericht hat den Entscheid öffentlich beraten (Art. 58 Abs. 1 BGG).", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Als Entscheide im Nachverfahren gemäss Art. 363 ff. StPO gelten solche, in denen sich ein Gericht im Nachgang an ein in Rechtskraft erwachsenes Strafurteil hauptsächlich in Bezug auf die Massnahme oder den Vollzug der Strafe nochmals mit der Sache zu befassen hat. Das ursprüngliche Verfahren wird fortgesetzt. Solche nachträgliche Entscheide in Nachverfahren sind subsidiär. Kommt es wegen neuer Straftaten zu einer Anklage, übernimmt das dafür zuständige Gericht auch die Abänderungen und Ergänzungen des vorherigen Urteils (Art. 81 Abs. 4 lit. d, Art. 326 Abs. 1 lit. g StPO). In den Verfahren gemäss Art. 363 ff. StPO geht es mithin um die nachträgliche Abänderung oder Ergänzung der Sanktionsfolgen von rechtskräftigen Strafurteilen. Es soll damit einer späteren Entwicklung Rechnung getragen werden. Die Grundlage dafür findet sich im materiellen Recht. Beispiele für solche Nachverfahren sind die Festlegung einer Ersatzfreiheitsstrafe bei Nichtbezahlung der Geldstrafe bzw. Busse nach Art. 36 und Art. 106 Abs. 5 StGB, die Umwandlung der gemeinnützigen Arbeit in Geld- oder Freiheitsstrafe bei mangelnder Kooperation des Betroffenen nach Art. 39 StGB, die Verlängerung oder nachträgliche Anordnung einer stationären Massnahme nach Art. 59 Abs. 4 StGB bzw. Art. 62c Abs. 3 StGB oder gar die nachträgliche Anordnung der Verwahrung nach Art. 62c Abs. 4 StGB (MARIANNE HEER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 1 zu Art. 363 StPO; s.a. CHRISTIAN SCHWARZENEGGER, in: Kommentar zur Schweizerischen Strafprozessordnung, Donatsch/Lieber/Hansjakob [Hrsg.], 2. Aufl. 2014, N. 1 zu Art. 363 StPO). Die inhaltliche Bandbreite der Entscheide, welche im Nachverfahren im Sinne von Art. 363 ff. StPO BGE 141 IV 396 S. 399ergehen, ist somit weit. Es geht einerseits um Bagatellen im strafvollzugsrechtlichen Massengeschäft bzw. um Fälle minderen Gewichts, andererseits um Entscheidungen, die für den Betroffenen mit ganz massiven Konsequenzen verbunden sind.\n\n3.2 Das Nachverfahren im Sinne von Art. 363 ff. StPO ist im Gesetz nur rudimentär geregelt. Die zuständige Behörde - in aller Regel die Straf- oder Vollzugsbehörde - leitet das Verfahren auf Erlass eines nachträglichen richterlichen Entscheids von Amtes wegen ein, sofern das Bundesrecht nichts anderes bestimmt, und reicht dem Gericht die entsprechenden Akten und ihren Antrag ein (Art. 364 Abs. 1 StPO). In den übrigen Fällen können die verurteilte Person oder andere dazu berechtigte Personen mit einem schriftlichen und begründeten Gesuch die Einleitung des Verfahrens beantragen (Art. 364 Abs. 2 StPO).\n\nDas zuständige Gericht - grundsätzlich das Gericht, welches das erstinstanzliche Urteil gefällt hat (Art. 363 Abs. 1 StPO) - prüft in der Folge, ob die Voraussetzungen für den nachträglichen richterlichen Entscheid erfüllt sind, und ergänzt, wenn nötig, die Akten oder lässt weitere Erhebungen durchführen (Art. 364 Abs. 3 StPO). Es gibt den betroffenen Personen und Behörden Gelegenheit, sich zum vorgesehenen Entscheid zu äussern und Anträge zu stellen (Art. 364 Abs. 4 StPO). Das Gericht entscheidet grundsätzlich gestützt auf die Akten. Es kann aber auch eine Verhandlung anordnen (Art. 365 Abs. 1 StPO). Es erlässt seinen Entscheid schriftlich und begründet ihn kurz. Hat eine mündliche Verhandlung stattgefunden, so eröffnet es seinen Entscheid sofort mündlich (Art. 365 Abs. 2 StPO).\n\n3.3 Das Gesetz regelt damit nicht ausdrücklich, in welcher Rechtsform nachträgliche selbstständige Entscheide im Sinne von Art. 363 ff. StPO zu ergehen haben. Art. 365 Abs. 2 StPO spricht (ebenso wie die Marginale zur Gesetzesbestimmung) insofern neutral von \"Entscheiden\". Es stellt sich daher die Frage, ob solche Entscheide in Urteilsform oder aber in Beschluss- bzw. Verfügungsform zu ergehen haben, mit der Folge, dass im einen Fall die Berufung (Art. 398 Abs. 1 StPO), im andern Fall die Beschwerde (Art. 393 Abs. 1 lit. b StPO) das zulässige Rechtsmittel bildet. In der Literatur wird in diesem Zusammenhang mitunter von der \"Urteil/Berufung\"-Lösung oder aber der \"Beschluss/Beschwerde\"-Lösung gesprochen (NIKLAUS SCHMID, Nochmals zum Rechtsmittel gegen selbstständig gefällte Entscheide nach Art. 365 StPO, forumpoenale 4/2011 S. 222 ff.).\n\n3.4 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde BGE 141 IV 396 S. 400liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen (BGE 141 III 195 E. 2.4; BGE 140 III 206 E. 3.5.4; BGE 140 IV 1 E. 3.1; je mit Hinweisen).\n\n3.5 Art. 80 ff. StPO enthalten Vorschriften zu Form und Inhalt von Entscheiden. Sie knüpfen an die allgemein gebräuchliche Begriffsbildung an. Nach Art. 80 Abs. 1 Satz 1 StPO ergehen Entscheide, in denen über Straf- und Zivilfragen materiell befunden wird, in Form eines Urteils. Die anderen Entscheide ergehen gemäss Art. 80 Abs. 1 Satz 2 StPO in Beschlussform, wenn sie von einer Kollektivbehörde (recte wohl Kollegialbehörde), in Verfügungsform, wenn sie von einer Einzelperson gefällt werden. Nach Art. 81 Abs. 3 lit. a StPO spricht sich ein Urteil inhaltlich zur tatsächlichen und rechtlichen Würdigung des der beschuldigten Person zur Last gelegten Verhaltens aus und enthält die Begründung der Sanktionen und der Nebenfolgen sowie der Kosten- und Entschädigungsfolgen. Das Urteilsdispositiv gemäss Art. 81 Abs. 4 lit. b StPO umfasst im Sinne einer Zusammenfassung der zentralen Punkte den Entscheid über Schuld und Sanktion, Kosten- und Entschädigungsfolgen sowie allfällige Zivilklagen.\n\n3.6 Nach den Gesetzesmaterialien sollen die nachträglichen richterlichen Entscheide im Sinne von Art. 363 ff. StPO, ungeachtet ihrer jeweiligen inhaltlichen Tragweite für den Betroffenen, nicht in Urteilsform ergehen, sondern als Beschluss bzw. Verfügung, weil kein neues Sachurteil anstehe. Die Materialien sind unmissverständlich. Sie sprechen deutlich dafür, dass sich der Gesetzgeber bewusst und in voller Kenntnis der Sachlage für die sogenannte \"Beschluss/Beschwerde\"-Lösung entschieden hat. So listen der Begleitbericht des Bundesamts für Justiz zum Vorentwurf für eine Schweizerische Strafprozessordnung unter Einschluss des Vorentwurfs 2001 sowie namentlich die Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts die Entscheide, die als nachträgliche richterliche Anordnungen zu gelten haben, im Einzelnen auf und BGE 141 IV 396 S. 401halten ausdrücklich fest, diese Entscheide müssten - weil kein neues Sachurteil anstehe - in Form eines Beschlusses oder einer Verfügung ergehen und unterlägen deshalb der Beschwerde (vgl. Bundesamt für Justiz, Begleitbericht zum Vorentwurf für eine Schweizerische Strafprozessordnung, 2001, S. 236; Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1085 ff., 1298 f. zu Art. 371-372).\n\n3.7 Die Lehre folgt überwiegend der in der Botschaft vertretenen \"Beschluss/Beschwerde\"-Lösung. Ausgeführt wird namentlich, der StPO liege ein enger Urteilsbegriff zugrunde. Darunter fielen nur Entscheide, in denen im Sinne eines umfassenden Sachurteils über Schuld und Unschuld, bei Schuldspruch über die Sanktion sowie die Nebenfolgen befunden werde. Auch wo selbstständige nachträgliche Entscheide Sachentscheide beträfen, mit denen eine Frage des materiellen Strafrechts beurteilt werde, liege deshalb kein (neues) Sachurteil vor. Es bestehe bereits ein rechtskräftiges Strafurteil, das bloss abgeändert oder ergänzt werde. Der nachträgliche gerichtliche Entscheid ergehe daher in Form eines Beschlusses bzw. einer Verfügung. Zulässiges Rechtsmittel sei die Beschwerde (so NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar [nachfolgend: Praxiskommentar], 2. Aufl. 2013, N. 3 und 4 zu Art. 365 StPO; SCHWARZENEGGER, a.a.O., N. 1 und 3 zu Art. 365 StPO; DANIEL JOSITSCH, Grundriss des Schweizerischen Strafprozessrechts, 2. Aufl. 2013, N. 558 f.; ANDREAS KELLER, in: Kommentar zur Schweizerischen Strafprozessordnung, Donatsch/Lieber/Hansjakob [Hrsg.], 2. Aufl. 2014, N. 21 zu Art. 393 StPO; RUCKSTUHL/DITTMANN/ARNOLD, Strafprozessrecht, 2011, S. 352 N. 1141; MARIE-LOUISE STAMM, Rechtsmittel bei selbstständigen nachträglichen Entscheiden nach Art. 363 ff. StPO, forumpoenale 5/2012 S. 30 f.; MICHEL PERRIN, in: Commentaire romand, Code de procédure pénale suisse, 2011, N. 10 zu Art. 365 StPO; JEANNERET/KUHN, Précis de procédure pénale, 2013, S. 453 f. N. 17120; vgl. auch MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, N. 7 und 8 zu Art. 365 StPO).\n\n3.8 Das Bundesgericht hat sich unter Hinweis auf die Botschaft und einzelne Autoren in seiner bisherigen Rechtsprechung dafür ausgesprochen, dass die Beschwerde zulässiges Rechtsmittel gegen nachträgliche gerichtliche Entscheide im Sinne von Art. 363 ff. StPO sein soll (Entscheide 6B_293/2012 vom 21. Februar 2012 E. 2 betreffend Verlängerung einer ambulanten Massnahme; 6B_425/2013 BGE 141 IV 396 S. 402vom 31. Juli 2013 E. 1.2 betreffend Widerruf einer bedingten Strafe; sowie namentlich 6B_688/2013 vom 28. Oktober 2013 E. 2.1. und 2.2 betreffend Verlängerung einer stationären Massnahme; vgl. auch Entscheid 6B_538/2013 vom 14. Oktober 2013 E. 5.2, worin es ausdrücklich heisst, nachträgliche gerichtliche Entscheide im Sinne von Art. 363 ff. StPO seien \"par la voie du recours à l'exclusion de l'appel\" anzufechten).\n\n3.9 Die in der Botschaft und von der herrschenden Lehre vertretene Auffassung, dass Entscheide im Verfahren nach Art. 363 ff. StPO als Beschluss bzw. Verfügung ergehen und mit Beschwerde anzufechten sind, ist bei einem nicht unerheblichen Teil des Schrifttums auf Kritik gestossen. Eingewendet wird namentlich, mit der nachträglichen Modifikation eines rechtskräftigen Strafurteils auf der Grundlage von Art. 363 ff. StPO werde eine neue materiellrechtliche Entscheidung über eine Straffrage getroffen, indem die ursprüngliche Sanktionsfolge ergänzt oder abgeändert werde. Diese Entscheidung müsse zwingend in Urteilsform gemäss Art. 80 Abs. 1 Satz 1 StPO ergehen. Dass jedenfalls einschneidende Entscheide im Bereich des Massnahmenrechts nur als Urteil ausgefällt werden könnten, werde auch an anderer Stelle des Gesetzes deutlich. So ergehe die Anordnung der Massnahme bei einer schuldunfähigen Person nach Art. 375 Abs. 2 StPO ausdrücklich in Form eines Urteils; dies aufgrund der \"Tragweite der möglichen Sanktionen\" (Botschaft, a.a.O., S. 1305 zu Art. 383 Fn. 419). Das Gesetz sehe die Urteilsform auch für die nachträgliche Verwahrung im Fall eines fehlerhaften Urteils im Sinne von Art. 65 Abs. 2 StGB vor, deren Verfahren sich nach den Regeln über die Wiederaufnahme richte (Art. 65 Abs. 2 StGB i.V.m. 410 StPO). Weshalb bei nachträglichen Entscheiden andere Regeln gelten sollen, sei nicht einsehbar, zumal es in der Sache um das Gleiche gehe. Das Rechtsmittel der Beschwerde und die gesetzliche Ausgestaltung des Beschwerdeverfahrens würden dem inhaltlichen Gewicht dieser Entscheide nicht gerecht. Daher sei im Verfahren nach Art. 363 ff. StPO die Berufung als zulässiges Rechtsmittel zuzulassen (HEER, a.a.O., N. 4 ff. zu Art. 365 StPO; RIEDO/FIOLKA/NIGGLI, Strafprozessrecht sowie Rechtshilfe in Strafsachen, 2011, Rz. 2695 und Rz. 2697 f.; NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3. Aufl. 2012, S. 529 f. N. 1508 und 1509; CHRISTOPHER GETH, Rechtsmittel gegen selbstständige nachträgliche Entscheidungen des Gerichts nach Art. 363 ff. StPO, AJP 3/2011 S. 313 ff.; RENATE SCHNELL, Entscheide nach Art. 365 StPO - BGE 141 IV 396 S. 403berufungsfähig oder nur der Beschwerde zugänglich, forumpoenale 4/2011 S. 111 f.).\n\n3.10 In Anlehnung an die Minderheitsmeinung haben mehrere Kantone explizit die Berufung als zulässiges Rechtsmittel gegen nachträgliche gerichtliche Entscheide im Verfahren nach Art. 363 ff. StPO bezeichnet (vgl. dazu PATRICK GUIDON, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 12 zu Art. 393 StPO mit Hinweisen; so namentlich St. Gallen [GVP 2011 Nr. 79], Aargau [AGVE 2012 Nr. 82] und Luzern [LGVE 2012 I Nr. 68]). Andere Kantone erachten dagegen die Beschwerde als das zulässige Rechtsmittel (beispielsweise Basel-Stadt [BJM 4/2013 S. 209 ff.], Zürich [ZR 110 (2011) Nr. 53], Schwyz [EGV 2012 A 5.5 S. 36]).\n\n3.11 Unter diesen Umständen besteht Anlass, die kontroverse Frage zum zulässigen Rechtsmittel gegen selbstständige gerichtliche Entscheide im Sinne von Art. 363 ff. StPO einer näheren Überprüfung zu unterziehen, zumal sich das Bundesgericht in seiner bisherigen Rechtsprechung damit nicht vertieft befasste.\n\n4.\n\n4.1 Die Argumente der Minderheitsmeinung für die \"Urteil/Berufung\"-Lösung haben einiges für sich, namentlich soweit es sich um nachträgliche gerichtliche Entscheide handelt, die materielle Sachentscheide betreffen, welche mit weitreichenden Konsequenzen für den Betroffenen verbunden sind. So wird im Nachverfahren nach Art. 363 ff. StPO im Zusammenhang mit Art. 65 Abs. 1 StGB überhaupt erstmals der eingriffsintensive Freiheitsentzug einer Massnahme angeordnet. Eine nachträgliche Anordnung oder Verlängerung einer stationären Massnahme - etwa im Sinne von Art. 59 Abs. 4 StGB oder Art. 62c Abs. 3 StGB - ist für den Betroffenen sodann nicht von geringerer Tragweite als die ursprüngliche Anordnung der Sanktion. Ebenso wenig kann es aus Sicht der betroffenen Person einen Unterschied machen, ob die nachträgliche Anordnung einer Verwahrung aufgrund eines fehlerhaften Urteils gemäss Art. 65 Abs. 2 StGB (dann Urteilsform) oder als Folge der Aussichtslosigkeit oder Undurchführbarkeit einer Massnahme gemäss Art. 62c Abs. 4 StGB i.V.m. Art. 363 ff. StPO (dann Beschlussform) erfolgt. Vor diesem Hintergrund kann man sich fragen, ob in diesen Fällen der nachträgliche Entscheid, mit welchem das ursprüngliche Urteil in Anwendung des materiellen Rechts abgeändert wird, aufgrund der BGE 141 IV 396 S. 404damit verbundenen Eingriffsintensität nicht als Urteil ergehen müsste, welches mit Berufung anzufechten wäre (ähnlich nicht publizierter Entscheid des Obergerichts des Kantons Zürich, III. Strafkammer, vom 26. März 2013 E. 2.1/b S. 8).\n\n4.2 Allerdings ist zu beachten, dass im Bereich von Rechtsmitteln das Gebot der Rechtssicherheit in hohem Masse gilt. Angesichts der inhaltlichen Bandbreite von möglichen nachträglichen Entscheiden ist mithin unabdingbar, dass bezüglich des zu ergreifenden Rechtsmittels Klarheit herrscht (STAMM, a.a.O., S. 31). Der Gesetzgeber hat sich im Zusammenhang mit den nachträglichen gerichtlichen Entscheiden gemäss Art. 363 ff. StPO - ungeachtet ihrer inhaltlichen Tragweite - bewusst und unmissverständlich für die \"Beschluss/Beschwerde\"-Lösung entschieden (vorstehend E. 3.6). Ausgangspunkt dieser Entscheidung bildet ein formaler Urteilsbegriff, wie er schon früher in der vorherrschenden Prozesslehre der Schweiz vertreten wurde und auch der geltenden StPO zugrunde liegt, wenn man Art. 80 ff. StPO nicht isoliert, sondern im strafprozessualen Kontext liest (Art. 80 Abs. 1 Satz 1 i.V.m. Art. 81 Abs. 3 lit. a und Abs. 4 lit. b StPO; siehe vorstehend E. 3.5). Als Urteile gelten danach nur solche Sachentscheide, in denen umfassend über Schuld oder Unschuld, bei einem Schuldspruch über die Sanktion und die Nebenfolgen entschieden wird (SCHMID, a.a.O., forumpoenale S. 223; wohl auch DONATSCH/SCHWARZENEGGER/WOHLERS, Strafprozessrecht, 2. Aufl. 2014, S. 264; HAUSER/SCHWERI/HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl. 2006, § 45 N. 1 ff.; GÉRARD PIQUEREZ, Traité de procédure pénale suisse, 2. Aufl. 2006, N. 582; SCHMID, Strafprozessrecht, 4. Aufl. 2004, N. 581). Nachträgliche richterliche Anordnungen haben nicht diesen umfassenden Inhalt. Sie sind (bloss) urteilsähnlich (HAUSER/SCHWERI/HARTMANN, a.a.O.). Auch wo nachträgliche richterliche Entscheide unstreitig Sachentscheide betreffen, mit welchen über eine materielle Straffrage befunden wird (zum Beispiel im Rahmen der nachträglichen Anordnung einer stationären Massnahme), ergeht kein neues umfassendes Sachurteil im Sinne von Art. 80 ff. StPO. Es besteht vielmehr bereits ein rechtskräftiges Strafurteil, das durch die nachträgliche richterliche Entscheidung (lediglich) modifiziert wird (DONATSCH/SCHWARZENEGGER/WOHLERS, a.a.O., S. 324 f.; STAMM, a.a.O., S. 30 f.).\n\n4.3 Dass der \"Beschwerde/Beschluss\"-Lösung für nachträgliche richterliche Entscheide im Sinne von Art. 363 ff. StPO eine bewusste gesetzgeberische Entscheidung zugrunde liegt, zeigt auch ein Blick BGE 141 IV 396 S. 405in die Jugendstrafprozessordnung (JStPO; SR 312.1). So hat der Gesetzgeber in Art. 43 lit. a JStPO ausdrücklich vorgesehen, dass Entscheide, mit welchen Massnahmen im Sinne von Art. 18 JStG (SR 311.1) nachträglich abgeändert werden, mit Beschwerde anzufechten sind (DIETER HEBEISEN, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 3 zu Art. 43 JStPO; HEER, a.a.O., N. 9 zu Art. 365 StPO; siehe auch RENATE SCHNELL, Ausgewählte Aspekte zu den Rechtsmitteln im Anwendungsbereich der JStPO, in: Schweizerische Strafprozessordnung und Schweizerische Jugendstrafprozessordnung, Marianne Heer [Hrsg.], 2010, S. 247 ff., 265).\n\n4.4 Den Bedenken der Minderheitsmeinung, dass die Beschwerde bzw. das Beschwerdeverfahren der inhaltlichen Tragweite (eines grossen Teils) der nachträglichen richterlichen Entscheide im Sinne von Art. 363 ff. StPO nicht gerecht wird (SCHNELL, a.a.O., S. 211; HEER, a.a.O., N. 10 zu Art. 365 StPO; siehe auch LUZIUS EUGSTER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 14b zu Art. 399 StPO), ist entgegenzuhalten, dass auch die Beschwerde eine umfassende Prüfung der im Streite liegenden Angelegenheit zulässt. Die Beschwerde ist ein ordentliches, vollkommenes und devolutives Rechtsmittel, welches die Überprüfung des angefochtenen Entscheids mit freier Kognition erlaubt. Noven sind zulässig. Verfahrensmässig sind keine Nachteile auszumachen: Ein zweiter Schriftenwechsel darf durchgeführt werden (Art. 390 Abs. 3 StPO). Zusätzliche Erhebungen oder Beweisabnahmen können, wenn nötig, erfolgen (Art. 390 Abs. 4 StPO i.V.m. Art. 364 Abs. 3 StPO) und je nach Tragweite des Falles kann mündlich verhandelt werden (Art. 390 Abs. 5 StPO i.V.m. Art. 365 Abs. 1 StPO). Damit erlaubt die Beschwerde, falls notwendig, ein der Berufung angenähertes Verfahren. Einzig die Beschwerdefrist von 10 Tagen ist gegenüber der Berufungserklärungsfrist von 20 Tagen verkürzt. Angesichts der Tatsache, dass bei den nachträglichen gerichtlichen Entscheiden nur ein klar umgrenzter Ausschnitt, d.h. die Sanktionsfolge, eines bereits vorliegenden früheren Strafurteils neu geregelt wird, scheint die Frist von 10 Tagen zur Beschwerdeerhebung jedoch ausreichend (dazu eingehend STAMM, a.a.O., S. 30).\n\n4.5 Die Meinung, die vornehmlich mit Verfahrensfragen befasste Beschwerdeinstanz könnte nicht ausreichend in der Lage sein, die sich in den Nachverfahren stellenden materiellrechtlichen Fragen zu beurteilen, entbehrt der Grundlage. Im Übrigen steht es den BGE 141 IV 396 S. 406Kantonen frei, die Befugnisse der Beschwerdeinstanz dem Berufungsgericht zu überweisen (Art. 20 Abs. 2 StPO). Damit entfiele auch die (vermeintliche) Problematik, dass zwei unterschiedliche Rechtsmittelinstanzen über identische Sachfragen zu entscheiden haben. Hinzu kommt das Folgende: Für nachträgliche Entscheide ist gemäss Art. 363 Abs. 1 StPO grundsätzlich das Gericht zuständig, welches das erstinstanzliche Sachurteil gefällt hat. Diese Regelung ist indes nicht zwingend. Das Gesetz lässt vielmehr eine abweichende Regelung zu. Die Kantone können folglich andere erstinstanzliche Instanzen für zuständig erklären und beispielsweise betreffend die Nachverfahren nach Art. 363 ff. StPO separate Sanktionengerichte einrichten (SCHWARZENEGGER, a.a.O., N. 5 zu Art. 363 StPO; vgl. die Regelung in den Kantonen Genf und Waadt). Der Umstand, dass bereits das Gericht, welches das erstinstanzliche Sachurteil gefällt hat, nicht zwingend zuständig zu sein braucht, kann letztlich nur heissen, dass es auch nicht notwendigerweise das Berufungsgericht sein muss, welches in den Nachverfahren zweitinstanzlich entscheidet.\n\n4.6 Ein weiterer Einwand der Minderheitsmeinung betrifft die angebliche Inkonsistenz in Bezug auf die nachträglichen Entscheide im Strafbefehlsverfahren (GETH, a.a.O., S. 30). Fallen nachträgliche Entscheide im Nachgang zu einem Strafbefehl an, ist die Staatsanwaltschaft zuständig (Art. 363 Abs. 2 StPO). Der nachträgliche Entscheid ergeht in der Form eines Strafbefehls, gegen welchen Einsprache erhoben werden kann (Art. 354 StPO; Botschaft, a.a.O., S. 1298 f. zu Art. 370; siehe auch SCHWARZENEGGER, a.a.O., N. 6 zu Art. 363 StPO). Das Einspracheverfahren folgt anschliessend den Regeln von Art. 355 und 356 StPO. Diese Bestimmungen nehmen nicht vorweg, in welcher Form der Entscheid des erstinstanzlichen Gerichts ergeht. Da im Nachverfahren kein umfassendes neues Strafurteil ergeht, sondern (lediglich) die Sanktionsfolge im Sinne eines blossen Teilaspekts angepasst, ergänzt oder geändert wird, hat der nachträgliche richterliche Entscheid nach den allgemeinen Regeln als Beschluss bzw. Verfügung zu ergehen, welcher mit Beschwerde angefochten werden kann (vgl. STAMM, a.a.O., S. 31; SCHMID, Praxiskommentar, a.a.O., N. 4 zu Art. 363 StPO).\n\n4.7 Unter all diesen Umständen hält das Bundesgericht namentlich mit Rücksicht auf den klaren gesetzgeberischen Willen in Übereinstimmung mit der überwiegenden Lehre an seiner bisherigen Rechtsprechung fest, dass die Beschwerde das zulässige Rechtsmittel gegen selbstständige nachträgliche Entscheide im Sinne von Art. 363 ff. StPO BGE 141 IV 396 S. 407ist. Es läge am Gesetzgeber - wenn er es für notwendig ansieht - Abhilfe zu schaffen.\n\nDaraus ergibt sich für den vorliegenden Fall, dass die Vorinstanz zu Recht ein Beschwerdeverfahren eingeleitet hat. (...)"}