{"annee": "141", "cour": "IV", "page": "459", "date": "10/11/2015", "cite": ["104 IV 238", "120 IV 98", "140 IV 40", "74 IV 164", "109 IV 46", "123 IV 70", "129 IV 138"], "cite_par": ["142 IV 289"], "chapeau": "58. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. contre l'Office central du Ministère public du canton du Valais (recours en matière pénale)\n\n1B_274/2015 du 10 novembre 2015", "regestes": ["Art. 269 al. 1 et art. 278 al. 1 CPP; utilisation de découvertes fortuites. Pour utiliser des découvertes fortuites résultant d'une surveillance téléphonique valablement autorisée, les conditions posées à l'art. 269 al. 1 let. a-c CPP - applicable par renvoi de l'art. 278 al. 1 CPP - doivent être réalisées. En particulier, la nouvelle infraction suspectée doit figurer au catalogue de l'art. 269 al. 2 CPP. Dès lors que la surveillance a déjà été exécutée, les découvertes fortuites peuvent être prises en considération lors de l'examen des graves soupçons de la commission de cette infraction (art. 269 al. 1 let. a CPP) (consid. 4.1)."], "faits": "BGE 141 IV 459 S. 459\n\nA. Dans le cadre d'une instruction pénale pour différents vols et/ou dommages à la propriété sur du matériel de vidéo-surveillance installé dans les forêts valaisannes, A., garde-chasse du secteur de Y., a été mis en cause et mis sous surveillance téléphonique entre le 7 mai BGE 141 IV 459 S. 460et le 7 novembre 2014 (cf. les décisions d'autorisation, respectivement de prolongation, du Tribunal des mesures de contrainte [Tmc] des 8 mai et 31 juillet 2014 [causes z et 1B_271/2014]).\n\nSelon le rapport de police du 30 décembre 2014, des éléments constitutifs d'entrave pénale (art. 305 CP) avaient été découverts au cours des écoutes téléphoniques de la procédure z. Le Ministère public du canton du Valais, Office central, a dès lors requis, le 7 janvier 2015, une autorisation d'exploitation des découvertes, demande qui a été admise par le Tmc le 8 janvier suivant. Le 14 janvier 2015, une procédure d'instruction formelle a été ouverte contre A. (cause y) et ce dernier a été entendu le 11 février 2015.\n\nB. Le 24 juillet 2015, le Juge unique de la Chambre pénale du Tribunal cantonal valaisan a rejeté le recours intenté par A. contre l'ordonnance du 8 janvier 2015 du Tmc. (...)\n\nC. Par acte du 19 août 2015, A. forme un recours en matière pénale contre cet arrêt, concluant à son annulation. Il demande la constatation de l'illicéité de la décision rendue le 8 janvier 2015 par le Tmc, son annulation, la destruction de tous les enregistrements, celle de toutes les retranscriptions de ceux-ci, ainsi que celle des moyens de preuve recueillis par la suite dans la procédure y. Il requiert la restitution à leur propriétaire et ayant droit des objets/documents séquestrés dans cette cause et le renvoi de celle-ci au Ministère public en vue du classement de cette procédure, ainsi que de la détermination des indemnités qui lui seraient dues (...). A titre subsidiaire, il sollicite le renvoi de la cause à l'autorité précédente pour nouvelle décision.\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n3. (...)\n\n3.1 Aux termes de l'art. 278 al. 1 CPP, si, lors d'une surveillance, d'autres infractions que celles qui ont fait l'objet de l'ordre de surveillance sont découvertes, les informations recueillies peuvent être utilisées à l'encontre du prévenu lorsqu'une surveillance aurait pu être ordonnée aux fins de la poursuite de ces actes. L'alinéa 3 de cette disposition précise que, dans les cas visés aux alinéas précédents, le ministère public ordonne immédiatement la surveillance et engage la procédure d'autorisation. Le sort des informations et des documents qui ne peuvent être utilisés au titre de découvertes fortuites doivent BGE 141 IV 459 S. 461être conservés séparément et détruits immédiatement après la clôture de la procédure (art. 278 al. 4 CPP).\n\n(...)\n\n4. Le recourant reproche à l'autorité précédente des violations des art. 269 et 278 CPP. Il soutient en substance que les possibles faits qu'il n'aurait pas dénoncés ne seraient pas constitutifs de comportements pénalement répréhensibles, ne pouvant ainsi lui être reproché d'avoir entravé l'action pénale. Dans la mesure où tel serait cependant le cas, le recourant prétend qu'une mesure de surveillance téléphonique n'aurait pas été justifiée par les circonstances d'espèce notamment eu égard aux principes de proportionnalité et de subsidiarité.\n\n4.1 Selon l'art. 269 al. 1 CPP - auquel renvoie l'art. 278 al. 1 CPP -, le ministère public peut ordonner la surveillance de la correspondance par poste et télécommunication aux conditions suivantes: de graves soupçons laissent présumer que l'une des infractions visées à l'alinéa 2 a été commise (let. a); cette mesure se justifie au regard de la gravité de l'infraction (let. b); les mesures prises jusqu'alors dans le cadre de l'instruction sont restées sans succès ou les recherches n'auraient aucune chance d'aboutir ou seraient excessivement difficiles en l'absence de surveillance (let. c). Seules les infractions visées par le catalogue exhaustif de l'art. 269 al. 2 CPP peuvent justifier une surveillance; parmi celles-ci figure l'entrave à l'action pénale (art. 305 CP).\n\nLors de l'examen de l'existence d'un grave soupçon (art. 269 al. 1 let. a CPP), le juge n'a pas à procéder à une pesée complète des éléments à charge et à décharge. Il doit uniquement examiner, si, au vu des éléments ressortant alors de la procédure, il existe des indices sérieux de culpabilité justifiant la mesure requise et procède donc à un examen de la qualification juridique des faits sous l'angle de la vraisemblance (arrêt 1B_230/2013 du 26 juillet 2013 consid. 5.1.1 et les arrêts cités). En cas de découverte fortuite, il y a lieu de tenir compte du fait que la surveillance a d'ores et déjà été exécutée, les découvertes pouvant en conséquence être prises en compte lors de cet examen (cf. le renvoi de l'art. 278 al. 1 CPP; THOMAS HANSJAKOB, in Kommentar zur Schweizerischen Strafprozessordnung [StPO],Donatsch/Hansjakob/Lieber [éd.], 2e éd. 2014, n° 10 ad art. 278 CPP).\n\nEn vertu du principe de proportionnalité (art. 269 al. 1 let. b CPP), la mesure doit être adéquate et poursuivre un intérêt public; elle ne peut être ordonnée que si elle peut mener à des résultats concrets BGE 141 IV 459 S. 462 (HANSJAKOB, op. cit., nos 22 s. ad art. 269 CPP; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, n° 7 ad art. 269 CPP; ZUFFEREY/BACHER, in Commentaire romand, Code de procédure pénale suisse, 2011, nos 11 ss ad art. 269 CPP). Les circonstances d'espèce sont dès lors déterminantes pour examiner la gravité de l'infraction; à cet égard, il n'est pas en soi suffisant que celle-ci figure dans le catalogue de l'art. 269 al. 2 CPP (MARC JEAN-RICHARD-DIT-BRESSEL, in Basler Kommentar, Schweizerische Strafprozessordnung, 2e éd. 2014, n° 47 ad art. 269 CPP; HANSJAKOB, op. cit., nos 22 s. ad art. 269 CPP; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2e éd. 2013, nos 8 s. ad art. 269 CPP; MOREILLON/PAREIN-REYMOND, op. cit., n° 7 ad art. 269 CPP). La surveillance peut ainsi être mise en oeuvre si, objectivement et subjectivement, elle se justifie au regard de la nature du bien juridiquement protégé atteint par l'acte punissable, la mise en danger de ce dernier, la gravité de la lésion, le mode opératoire utilisé, l'énergie criminelle déployée et/ou les mobiles de l'auteur (ZUFFEREY/ BACHER, op. cit., n° 14 ad art. 269 CPP).\n\nUne surveillance ne peut encore être autorisée que si elle respecte le principe de subsidiarité (art. 269 al. 1 let. c CPP; JEAN-RICHARD-DIT-BRESSEL, op. cit., nos 41 ss ad art. 269 CPP; MOREILLON/PAREIN-REYMOND, op. cit., n° 8 ad art. 269 CPP). Celui-ci présuppose notamment que l'autorité examine d'abord si une autre mesure moins incisive peut atteindre le résultat recherché (ultima ratio; HANSJAKOB, op. cit., nos 24 ss ad art. 269 CPP; MOREILLON/PAREIN-REYMOND, op. cit., n° 8 ad art. 269 CPP).\n\n4.2 Aux termes de l'art. 305 al. 1 CP, celui qui aura soustrait une personne à une poursuite pénale ou à l'exécution d'une peine ou d'une des mesures prévues aux art. 59-61, 63 et 64 sera puni d'une peine privative de liberté de trois ans au plus ou d'une peine pécuniaire.\n\nLe bien juridique protégé par cette disposition est le bon fonctionnement de la justice, soit un intérêt collectif (arrêt 1B_182/2014 du 21 mai 2014 consid. 2.2 et les références citées). La personne favorisée doit être pénalement punissable (personne physique ou morale; TRECHSEL/AFFOLTER-EIJSTEN, in Schweizerisches Strafgesetzbuch, Praxiskommentar, Trechsel/Pieth [éd.], 2e éd. 2013, nos 2 s. ad art. 305 CP; DUPUIS ET AL., CP, Code pénal, 2012, n° 6 ad art. 305 CP; BERNARD CORBOZ, Les infractions de droit suisse, vol. II, 3e éd. 2010, nos 5 ss ad art. 305 CP). La question de sa culpabilité, respectivement de son innocence, est toutefois sans pertinence BGE 141 IV 459 S. 463(ATF 104 IV 238 consid. 1e p. 242); il est en effet du ressort des autorités pénales du fond de statuer sur cette question (DUPUIS ET AL., op. cit., n° 7 ad art. 305 CP; CORBOZ, op. cit., n° 12 ad art. 305 CP).\n\nLa soustraction présuppose que l'auteur a empêché une action de l'autorité dans le cours d'une procédure pénale au moins durant un certain temps (ATF 129 IV 138 consid. 2.1 p. 140). La soustraction peut aussi se faire par une abstention, à la condition que l'auteur ait une obligation juridique d'agir en raison d'une position de garant; n'importe quelle obligation ne suffit pas, la personne en cause devant avoir un devoir de protection ou de surveillance (ATF 123 IV 70 consid. 2 p. 72 s.; ATF 120 IV 98 consid. 2c p. 106). Tel est le cas de celui qui a une obligation particulière de collaborer à l'administration de la justice pénale, notamment en raison de sa fonction (cf. art. 302 al. 1 CPP; ATF 120 IV 98 consid. 2c p. 106; DELNON/RÜDY, in Basler Kommentar, Strafrecht, vol. II, 3e éd. 2013, n° 25 ad art. 305 CP; CORBOZ, op. cit., nos 34 ss ad art. 305 CP), comme par exemple un garde-chasse (ATF 74 IV 164) ou un policier (ATF 109 IV 46 consid. 3 p. 48).\n\nLa notion de poursuite pénale n'est pas délimitée en fonction de l'infraction en cause; il peut donc aussi s'agir d'une poursuite pour une simple contravention (DELNON/RÜDY, op. cit., n° 27 ad art. 305 CP; STRATENWERTH/BOMMER, Schweizerisches Strafrecht, Besonderer Teil II: Straftaten gegen Gemeininteressen, 7e éd. 2013, n° 6 p. 398; CORBOZ, op. cit., n° 18 ad art. 305 CP). Dans cette situation, le juge devrait cependant tenir compte de la gravité de l'infraction commise par la personne favorisée pour apprécier la faute dans le cadre général de la fixation de la peine (art. 47 CP; STRATENWERTH/BOMMER, op. cit., n° 18 p. 404; FAVRE/PELLET/STOUDMANN, Code pénal, 3e éd. 2011, n° 1.5 ad art. 305 CP; CORBOZ, op. cit., n° 44 ad art. 305 CP). L'infraction d'entrave ne devrait ainsi pas être punie plus sévèrement que le serait la personne favorisée (DELNON/RÜDY, op. cit., n° 27 ad art. 305 CP, auteurs qui relèvent toutefois qu'une peine plus sévère peut aussi se justifier au regard de l'importance du bien juridique protégé par l'art. 305 CP).\n\n4.3 Lors de l'examen des conditions de l'art. 269 CPP, la cour cantonale a confirmé l'existence de graves soupçons d'une infraction à l'art. 305 CP au regard des propos tenus par le recourant lors de ses conversations téléphoniques; ainsi, trois tirs accidentels lui avaient été annoncés, comportements pouvant être constitutifs de contraventions à la loi fédérale du 20 juin 1986 sur la chasse et la protection BGE 141 IV 459 S. 464des mammifères et oiseaux sauvages (LChP; RS 922.0), et il lui appartenait alors de les dénoncer, ce qu'il n'avait pas fait. L'autorité précédente a ensuite relevé l'intérêt public (recherche de la vérité), l'importance du bien juridique protégé (fonctionnement de la justice), la systématique du comportement adopté (trois suspicions d'infractions en huit jours), l'absence de trace écrite (notamment en raison des instructions du recourant) et les mobiles a priori égoïstes de l'auteur présumé (pour \"services rendus\"). Selon la juridiction attaquée, le principe de subsidiarité était également respecté au regard de l'absence de possibles autres mesures moins incisives; il n'était en particulier pas envisageable de compter sur la collaboration de tierces personnes, notamment quand celles-ci pourraient être mises en cause pour des infractions à la LChP et faisaient partie du même milieu que l'intéressé.\n\nCe raisonnement ne prête pas le flanc à la critique. A cela s'ajoute la qualité de garde-chasse du recourant. Ainsi, ce dernier a de par la loi l'obligation de dénoncer des comportements susceptibles d'entraîner une poursuite pénale (cf. art. 27 al. 1 let. e et art. 28 al. 1 let. e de la loi cantonale du 30 janvier 1991 sur la chasse et la protection des mammifères et oiseaux sauvages [LcChP; RS/VS 922.1]). Ce devoir perdure d'ailleurs même en dehors de son temps de travail (cf. art. 13 al. 5 du règlement d'exécution de la loi sur la chasse du 15 juin 2011 [RS/VS 922.100; ci-après: le règlement]). Au vu de ce statut particulier et des obligations en découlant - notamment quant à la protection de la faune -, la possible entrave pénale qui pourrait être reprochée au recourant n'en paraît dès lors que plus grave; cela vaut d'autant plus qu'elle semble de surcroît avoir été réitérée à au moins trois reprises. L'importance de la gravité résulte également de la qualité des personnes \"protégées\" (garde-chasse auxiliaire, policier et épouse d'un collègue), ainsi que du motif invoqué pour justifier l'absence de dénonciation (\"services rendus\"). Or, il n'appartient pas au recourant de choisir quel(s) acte(s) et/ou quelle(s) personne(s) il entend dénoncer. Les deux éléments susmentionnés permettent aussi de penser que des passe-droits auraient été accordés entre personnes censées pourtant oeuvrer au bon fonctionnement de la justice.\n\nCertes, au vu de la systématique entre la LChP, la LcChP et son règlement, les actes annoncés au prévenu pourraient ne pas entraîner de poursuite pénale (cf. notamment l'art. 42 al. 3 let. d du règlement: tir accidentel d'un faon de chevreuil entraînant une taxe forfaitaire [Pauschalbetrag] et pas une amende [Busse] telle que prévue par BGE 141 IV 459 S. 465exemple à la lettre f de cette même disposition). En retenant toutefois une possible application de la disposition pénale prévue par la loi fédérale (art. 17 al. 1 let. a et al. 2 LChP - tirs par négligence d'espèces protégées), la cour cantonale ne procède pas à une interprétation arbitraire du droit cantonal puisqu'elle statue, à ce stade de la procédure, sous l'angle de la vraisemblance; il appartiendra au juge du fond de se prononcer sur cette question, autorité devant laquelle le recourant pourra, le cas échéant, faire valoir ses moyens au fond.\n\nDans le cadre de son appréciation des preuves, la juridiction précédente n'avait pas non plus à tenir compte des éléments que l'instruction a peut-être permis de mettre en évidence postérieurement; seules prévalaient les circonstances qui existaient au moment où le Tmc a statué (ATF 140 IV 40 consid. 4.2 p. 43). Les griefs relatifs à une appréciation arbitraire des preuves - en particulier ceux tenant compte des auditions entreprises en février 2015 - peuvent ainsi être rejetés.\n\nPartant, le Juge unique pouvait, sans violer le droit fédéral, confirmer l'utilisation des éléments découverts fortuitement au cours de la surveillance téléphonique mise en oeuvre à l'encontre du recourant dans la procédure z."}