{"annee": "141", "cour": "IV", "page": "34", "date": "28/1/2015", "cite": [], "cite_par": [], "chapeau": "4. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Y. gegen Oberstaatsanwaltschaft des Kantons Solothurn (Beschwerde in Strafsachen)\n\n6B_648/2014 vom 28. Januar 2015", "regestes": ["Art. 183 al. 3, art. 56 let. f CPP; prévention de l'expert. Un expert n'apparaît pas prévenu du seul fait qu'il se prononce sur trois coauteurs, tant que l'appréciation qu'il porte sur un expertisé dans son rapport ne le lie pas de manière à compromettre son libre arbitre dans l'évaluation des autres (consid. 5)."], "faits": "BGE 141 IV 34 S. 35\n\nA. Y. und X. fassten am frühen Nachmittag des 5. Juni 2009 bei einer Zusammenkunft mit Z. den Entschluss, sich Zutritt zur Wohnung von A. in B. zu verschaffen, diese sowie allfällige weitere Personen mit Chloroform zu betäuben und anschliessend zu töten, um an Gelder aus Schenkkreis-Aktivitäten zu gelangen, die sie bei ihr vermuteten. Nachdem sie in der Folge erfolglos versucht hatten, Chloroform zu beschaffen, fuhren X. und Y. am späten Nachmittag mit dem Auto nach B. zur Wohnung von A. mit welcher sie zuvor per Telefon unter dem Vorwand, Geld zu überbringen, ein Treffen vereinbart hatten. Gegen 18.35 Uhr gelangten sie an deren Wohnort und meldeten telefonisch ihre Ankunft. Nachdem A. die beiden Männer in ihr Büro im Keller des Mehrfamilienhauses geführt hatte, griff X. A. nach einiger Zeit unvermittelt von hinten an und stülpte ihr einen Plastiksack über den Kopf. Daraufhin fesselten und knebelten die beiden Täter das sich heftig wehrende Opfer, zogen ihm einen zweiten Plastiksack über den Kopf und fixierten diesen mit Klebeband um Mund und Hals, was zum Tod von A. durch Ersticken führte. Anschliessend fuhren die beiden mit dem Lift in die Wohnung des Opfers im obersten Stockwerk des Mehrfamilienhauses, wo X. zunächst den Ehemann von A. den er zuvor vergeblich versucht hatte, zur Herausgabe von Vermögenswerten zu zwingen, mit einer Schusswaffe tötete und hernach Y. die zuvor gefesselte und geknebelte Tochter mit einem Plastiksack erstickte. Nach der Tötung durchsuchten die Täter die Wohnung und entwendeten Bargeld in der Höhe von ca. Euro 600.- und ca. CHF 5'000.- sowie vier Uhren und Modeschmuck.\n\nX., Y. und Z. hatten zusammen mit einer weiteren Person bereits zwischen dem 10. und 14. Mai 2009 konkrete technische und organisatorische Vorkehrungen für einen Raubüberfall zum Nachteil von A. sowie für deren eventuelle Tötung und diejenige allfälliger weiterer Personen getroffen. BGE 141 IV 34 S. 36\n\nB. Das Amtsgericht Solothurn-Lebern erklärte Y. mit Urteil vom 25. Mai 2012 des mehrfachen Mordes, des qualifizierten Raubes, der strafbaren Vorbereitungshandlungen zu Raub und Mord sowie weiterer Delikte schuldig und verurteilte ihn zu einer lebenslänglichen Freiheitsstrafe, unter Anrechnung der ausgestandenen Untersuchungshaft bzw. des vorzeitigen Strafvollzuges. Ferner entschied es über die Einziehung der beschlagnahmten Gegenstände und Vermögenswerte sowie über die geltend gemachten Zivilforderungen. In zwei Punkten stellte es das gegen Y. geführte Verfahren aus Opportunitätsgründen ein.\n\nAuf Berufung von Y. bestätigte das Obergericht des Kantons Solothurn am 27. Januar 2014 das erstinstanzliche Urteil, soweit dieses nicht in Rechtskraft erwachsen war. Die von Y. gestellten Beweisanträge wies es ab.\n\nC. Y. führt Beschwerde in Strafsachen mit dem Antrag, es sei das angefochtene Urteil im Strafpunkt aufzuheben und die Vorinstanz anzuweisen, die von ihm beantragten Beweiserhebungen im Sinne der bundesgerichtlichen Erwägungen zu veranlassen. Insbesondere seien ein neues psychiatrisches Gutachten in Auftrag zu geben, die beantragten Zeugen einzuvernehmen, die Haarprobe auszuwerten sowie ein Bericht eines gerichtsmedizinischen Instituts einzuholen. Ferner ersucht er um Gewährung der unentgeltlichen Rechtspflege.\n\nD. Das Obergericht des Kantons Solothurn beantragt in seinen Gegenbemerkungen die Abweisung der Beschwerde. Y. hält in seiner Stellungnahme an seinen Anträgen fest. Der Oberstaatsanwalt hat auf Vernehmlassung verzichtet.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Die Staatsanwaltschaft des Kantons Solothurn erteilte Dr. E. am 2. September 2009 den Auftrag, über den Beschwerdeführer ein psychiatrisches Gutachten zu erstellen. Darin hatte sich der Gutachter zu den Fragen nach einer psychischen Störung, der Schuldfähigkeit sowie der Massnahmebedürftigkeit zu äussern. Am 4. Januar 2011 reichte der Sachverständige das Gutachten über den Beschwerdeführer ein. Mit Verfügung vom 6. Januar 2011 stellte die Staatsanwaltschaft das psychiatrische Gutachten den Parteien zur Stellungnahme zu. Am 18. Februar 2011 liess sich der damalige Rechtsvertreter des Beschwerdeführers zum Gutachten vernehmen. Die Begutachtung BGE 141 IV 34 S. 37aller drei Tatbeteiligten durch denselben Gutachter beanstandete er nicht. Die Rüge wurde erst vom neuen Verteidiger des Beschwerdeführers in der erstinstanzlichen Hauptverhandlung am 30. April 2012 erhoben (Mandatsübernahme am 23. Dezember 2011).\n\n5.2 Der Beschwerdeführer erblickt im Umstand, dass der Gutachter alle drei Tatbeteiligten begutachtet hat, einen Grund für den Anschein der Befangenheit im Sinne von Art. 183 Abs. 3 i.V.m. Art. 56 lit. f StPO. Mit derselben Begründung macht er geltend, das Gutachten entspreche nicht den fachlichen Anforderungen. Dass es dem Gutachter an der erforderlichen Sachkunde mangeln würde, rügt er nicht. Desgleichen macht er nicht geltend, dass das Gutachten unvollständig, unklar oder sonstwie inhaltlich mangelhaft wäre (vgl. zu den Mindestanforderungen an ein Gutachten NEDOPIL/DITTMANN/KIESEWETTER, Qualitätsanforderungen an psychiatrische Gutachten, ZStrR 123/2005 S. 139 ff.; FOERSTER/DRESSING, Die Erstattung des Gutachtens, in: Psychiatrische Begutachtung, Venzlaff/Foerster [Hrsg.], 5. Aufl., München 2009, S. 49 f.; KONRAD/RASCH, Forensische Psychiatrie, 4. Aufl. 2014, S. 308 ff.).\n\nOb die Rüge der Befangenheit des Gutachters verspätet erfolgt ist bzw. ob ein Verzicht des Beschwerdeführers anzunehmen ist, kann offenbleiben. Ein Anschein der Befangenheit des Gutachters ist im vorliegenden Fall jedenfalls nicht ersichtlich. In der Literatur wird zwar verschiedentlich darauf hingewiesen, dass die Konstellation, in welcher zwei Mitangeklagte durch einen einzigen Gutachter psychiatrisch beurteilt werden, problematisch sein kann. Danach müsse der Anschein der Befangenheit jedenfalls dann bejaht werden, wenn aufgrund der Fragestellung an den Sachverständigen die Wahrscheinlichkeit bestehe, dass sich dieser im Hinblick auf die Beziehung zwischen den beiden Angeklagten nicht frei, sondern nur unter Mitberücksichtigung des anderen Exploranden äussern könnte (JOËLLE VUILLE, in: Commentaire romand, Code de procédure pénale suisse, 2011, N. 12 zu Art. 183 StPO; ANDREAS DONATSCH, Zur Unabhängigkeit und Unbefangenheit des Sachverständigen, in: Rechtsschutz, Festschrift zum 70. Geburtstag von Guido von Castelberg, 1997, S. 50; HAUSER/SCHWERI/HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl. 2005, § 64 Rz. 7a; ANDREAS DONATSCH, in: Kommentar zur Strafprozessordnung des Kantons Zürich, Donatsch/Schmid [Hrsg.], N. 25 zu § 111 StPO/ZH. Im zu beurteilenden Fall ist jedoch weder aus den mündlichen noch den schriftlichen Äusserungen des BGE 141 IV 34 S. 38Experten ersichtlich, dass der Sachverständige sich bei der Erstellung der Gutachten über die Mitangeklagten X. und Z. in einer Weise festgelegt hätte, die ihn in seiner Freiheit bei der Beurteilung des Beschwerdeführers beeinträchtigt hätte, so dass er sich nicht mehr frei hätte äussern können. Das Gutachten basiert einerseits auf der persönlichen Untersuchung des Beschwerdeführers durch den Experten und andererseits auf den Verfahrensakten. Die Standpunkte der Mittäter waren für den Gutachter schon aus diesen Akten ersichtlich. Aus den Gesprächen mit den Mitangeklagten erlangte der Gutachter mithin keine Kenntnis über Tatsachen, die ihm nicht schon aus den Akten bekannt waren. Zudem hat der Gutachter seine Erhebungen umfassend dokumentiert und offengelegt. In sämtlichen Gutachten sind die lebensgeschichtlichen Angaben und die Angaben zu den Tatvorwürfen, insbesondere zur Beziehung zu den Mitangeklagten ausführlich wiedergegeben. Dass der Gutachter über ein breites fallbezogenes Wissen verfügt hätte, welches nicht aktenkundig geworden sei und die Beurteilung verfälscht habe, lässt sich daher nicht sagen. Dies ergibt sich im Übrigen schon daraus, dass die Staatsanwaltschaft dem Beschwerdeführer wie auch den beiden Mitangeklagten alle drei Gutachten zur Kenntnis- und Stellungnahme zugestellt hat. Soweit die Gespräche mit den Mitangeklagten nicht aus dem den Beschwerdeführer selbst betreffenden Gutachten ersichtlich sind, ergeben sie sich somit jedenfalls aus den Gutachten über die Mitangeklagten. Über ein ihm vorenthaltenes zusätzliches Wissen, das über die Erkenntnisse aus den Akten hinausreichen würde, hat der Gutachter mithin nicht verfügt. Zudem ist daran zu erinnern, dass dem Gutachter nicht die Ermittlung des Sachverhalts und dessen rechtliche Würdigung oblag, sondern er sich ausschliesslich zu Fragen des psychiatrischen Befundes und einer allfälligen Beeinträchtigung der Schuldfähigkeit zu äussern hatte. Die Vorinstanz weist in diesem Zusammenhang denn auch darauf hin, dass der Experte in keinem seiner Gutachten unter den Beteiligten eine Hierarchie beschrieb oder eine Rollenverteilung bei der Tatausführung festlegte. Schliesslich ist im zu beurteilenden Fall auch keine Verletzung der prozessualen Schweigepflicht erkennbar. Denn die Schweigepflicht gemäss Art. 73 StPO (vgl. auch Art. 320 StGB) besteht nur gegen aussenstehende Personen, nicht aber gegenüber den Verfahrensbeteiligten, soweit Parteiöffentlichkeit besteht (SAXER/THURNHEER, in: Basler Kommentar, Schweizerische Strafprozessordnung, Bd. II, 2. Aufl. 2014, N. 6 zu Art. 73 StPO). Im Übrigen ist nicht ersichtlich, welche Informationen aus den mit den BGE 141 IV 34 S. 39beiden Mitangeklagten X. und Z. geführten Gesprächen der Gutachter unberechtigterweise an den Beschwerdeführer weitergeleitet haben soll, zumal sich deren Standpunkte bereits aus den Akten ergaben. Insgesamt ist die Mehrfachbegutachtung durch den Sachverständigen Dr. E. somit nicht zu beanstanden.\n\nZuletzt ist nicht ersichtlich, inwiefern die Vorinstanz den Anspruch des Beschwerdeführers auf rechtliches Gehör verletzt haben soll, zumal sie sich entgegen seiner Auffassung mit seiner Argumentation einlässlich auseinandergesetzt hat. Jedenfalls war er ohne Weiteres in der Lage, den Entscheid sachgerecht anzufechten.\n\nDie Beschwerde erweist sich auch in diesem Punkt als unbegründet."}