{"annee": "141", "cour": "V", "page": "216", "date": "6/2/2015", "cite": ["97 V 72", "138 V 522"], "cite_par": [], "chapeau": "25. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. A. gegen Visana Versicherungen AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_605/2014 vom 6. Februar 2015", "regestes": ["Art. 39 LAA; art. 50 OLAA; refus des prestations en espèces en cas d'acte téméraire absolu. Accepte sciemment les dangers inhérents à la situation et agit ainsi d'une manière constitutive d'un acte téméraire absolu la personne qui a connaissance des mises en garde explicites relatives à des dangers graves et nombreux pour l'intégrité et la vie, ressortant des conseils aux voyageurs du Département fédéral des affaires étrangères (DFAE) en vigueur à l'époque, et qui, outrepassant le conseil de renoncer à des voyages touristiques, traverse le Pakistan par voie terrestre en compagnie d'une autre personne en voulant, selon ses propres plans, assurer sa protection par le biais d'une escorte armée appartenant à des groupes paramilitaires. La poursuite du voyage à travers le Pakistan par la route du Nord sans l'escorte armée prévue et l'enlèvement qui s'en est suivi constitue un acte téméraire absolu dans un cas particulièrement grave, ce qui justifie le refus de prestations en espèces (consid. 5.3)."], "faits": "BGE 141 V 216 S. 217\n\nA. A., geboren 1980, arbeitete seit Mai 2005 als Polizist mit 100%-Pensum bei der Kantonspolizei X. (Arbeitgeberin) und war in dieser Eigenschaft bei der Visana Versicherungen AG (nachfolgend: Visana oder Beschwerdegegnerin) gegen die Folgen von Unfällen und Berufskrankheiten versichert. Nachdem der Versicherte letztmals am 15. April 2011 im Arbeitseinsatz stand, meldete die Arbeitgeberin der Visana mit Unfallmeldung UVG vom 20. Juli 2011, A. sei am 1. Juli 2011 in Balochistan (Pakistan) entführt worden. Mit Verfügung vom 27. August 2012, bestätigt durch Einspracheentscheid vom 16. November 2012, verneinte die Visana im Zusammenhang mit dem Ereignis vom 1. Juli 2011 einen Anspruch auf Geldleistungen nach UVG (Taggeld, Invalidenrente, Integritätsentschädigung, Hilflosenentschädigung) für die geltend gemachten psychischen Beschwerden (posttraumatische Störung und Erkrankung), weil das Eidgenössische Departement für auswärtige Angelegenheiten (EDA) seit 2008 von touristischen und anderen nicht notwendigen Reisen nach Pakistan infolge eines erhöhten Entführungsrisikos und der Gefahr von bewaffneten Überfällen abgeraten habe und die Entführung daher Folge eines absoluten Wagnisses im Sinne eines besonders schweren Falles sei.\n\nB. Die hiegegen erhobene Beschwerde des A. wies das Versicherungsgericht des Kantons Solothurn mit Entscheid vom 30. Juni 2014 ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt A. unter Aufhebung des angefochtenen Gerichts- und des Einspracheentscheides die Zusprechung der ungekürzten - eventualiter angemessen gekürzten - Geldleistungen nach UVG, namentlich die BGE 141 V 216 S. 218Zahlung von Taggeldern ab Beginn seiner Arbeitsunfähigkeit beantragen.\n\nWährend die Visana auf Abweisung der Beschwerde schliesst, verzichtet das Bundesamt für Gesundheit (BAG) auf eine Vernehmlassung.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Gestützt auf Art. 39 UVG kann der Bundesrat aussergewöhnliche Gefahren und Wagnisse bezeichnen, die in der Versicherung der Nichtberufsunfälle zur Verweigerung sämtlicher Leistungen oder zur Kürzung der Geldleistungen führen. Die Verweigerung oder Kürzung kann er in Abweichung von Artikel 21 Absätze 1-3 ATSG (SR 830.1) ordnen. Von dieser Kompetenzdelegation hat der Bundesrat in Art. 49 (betreffend aussergewöhnliche Gefahren) und 50 UVV (SR 832.202; betreffend Wagnisse) Gebrauch gemacht. Bei Nichtberufsunfällen, die auf ein Wagnis zurückgehen, werden die Geldleistungen um die Hälfte gekürzt und in besonders schweren Fällen verweigert (Art. 50 Abs. 1 UVV). Wagnisse sind Handlungen, mit denen sich der Versicherte einer besonders grossen Gefahr aussetzt, ohne die Vorkehren zu treffen oder treffen zu können, die das Risiko auf ein vernünftiges Mass beschränken. Rettungshandlungen zugunsten von Personen sind indessen auch dann versichert, wenn sie an sich als Wagnis zu betrachten sind (Art. 50 Abs. 2 UVV).\n\n2.2 Lehre und Rechtsprechung unterscheiden zwischen absoluten und relativen Wagnissen. Ein absolutes Wagnis liegt vor, wenn eine gefährliche Handlung nicht schützenswert ist oder wenn die Handlung mit so grossen Gefahren für Leib und Leben verbunden ist, dass sich diese auch unter günstigsten Umständen nicht auf ein vernünftiges Mass reduzieren lassen. Ein relatives Wagnis ist gegeben, wenn es die versicherte Person unterlassen hat, die objektiv vorhandenen Risiken und Gefahren auf ein vertretbares Mass herabzusetzen, obwohl dies möglich gewesen wäre (BGE 138 V 522 E. 3.1 S. 524 f.; BGE 97 V 72 ff.; Urteil des Eidg. Versicherungsgerichts U 122/06 vom 19. September 2006 E. 2.1, in: SVR 2007 UV Nr. 4 S. 10; ALEXANDRA RUMO-JUNGO, Die Leistungskürzung oder -verweigerung gemäss Art. 37-39 UVG, 1993, S. 291 ff.; ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2. Aufl. 1989, S. 508 f.; BGE 141 V 216 S. 219URS CH. NEF, Das Wagnis in der sozialen Unfallversicherung, SZS 1985 S. 103. ff., 104 f.).\n\n3. Streitig ist, ob die Visana zu Recht einen Anspruch auf Geldleistungen nach UVG im Zusammenhang mit dem Ereignis vom 1. Juli 2011 verneint hat, weil die vom Versicherten im Rahmen seiner privaten Indienreise konkret gewählte Route durch Pakistan, auf welcher er und seine Lebenspartnerin - ebenfalls Polizistin - am 1. Juli 2011 überfallen und entführt wurden, angesichts der bekannten Risiken auf Grund der grossen Gefahrenlage als Wagnis von besonderer Schwere zu qualifizieren war.\n\n4.\n\n4.1 Verwaltung und Vorinstanz stuften die Ferienreise des Beschwerdeführers mit seiner Lebenspartnerin auf dem Landweg von der Schweiz nach Indien im privaten VW-Bus in Bezug auf die zweimalige Durchquerung von Pakistan auf dem Hin- und Rückweg als absolutes Wagnis im Sinne von Art. 50 Abs. 2 UVV ein. Als besonders schweren Fall eines absoluten Wagnisses qualifizierten sie die Tatsache, dass der Versicherte - im Gegensatz zur Hinreise auf der Südroute - auf dem Rückweg nach der zufälligen Bekanntschaft und dem Austausch von Erfahrungen mit französischen Touristen die Rückreiseroute änderte, für den Heimweg die kürzere Nordroute wählte und in Loralai (Pakistan) die Reise kurzfristig ohne bewaffnete Eskorte fortsetzte, wobei er und seine Partnerin in Geiselhaft der Taliban gerieten.\n\n4.2 Demgegenüber rügt der Beschwerdeführer, das kantonale Gericht habe Bundesrecht verletzt, indem es die fragliche Durchquerung von Pakistan mit der Beschwerdegegnerin als Wagnis qualifiziert habe. Erst recht liege entgegen dem angefochtenen Entscheid kein absolutes Wagnis vor. Alternativ zur Leistungseinstellung oder -kürzung wegen eines Wagnisses im Sinne von Art. 50 UVV komme auch keine Leistungskürzung gemäss Art. 37 Abs. 2 UVG in Frage. Denn das Krisenmanagement-Zentrum (KMZ) des EDA habe in der unangefochten in Rechtskraft erwachsenen Kostenverfügung vom 11. Juni 2012, mit welcher es dem Versicherten für die Aufwände und Auslagen der Schweizerischen Eidgenossenschaft im Zusammenhang mit seiner Entführung und Geiselhaft in Pakistan in den Jahren 2011 und 2012 eine Pauschalgebühr von Fr. 10'000.- auferlegte, ausgeführt, dass nicht von einem groben Verschulden des Beschwerdeführers auszugehen sei. BGE 141 V 216 S. 220\n\n5. (...)\n\n5.2 Das kantonale Gericht hat nach eingehender bundesrechtskonformer Beweiswürdigung mit dem im Sozialversicherungsrecht üblichen Beweisgrad der überwiegenden Wahrscheinlichkeit darauf geschlossen, dass in den hinlänglich bekannten und im Internet publizierten \"Reisehinweisen des EDA für Pakistan\" seit 2008 unmissverständlich klar ausdrücklich \"von touristischen oder anderen nicht dringenden Reisen nach Pakistan abgeraten\" wird, weil für ausländische Staatsangehörige ein erhöhtes Entführungsrisiko besteht, im ganzen Land Terroranschläge drohen sowie von einer erhöhten Gefahr bewaffneter Überfälle und politisch-religiös motivierter Gewalttaten auszugehen ist. Auch wenn den EDA-Reisehinweisen keine rechtsverbindliche Wirkung zukommt, so entschloss sich der Versicherte 2011 doch im unbestrittenen Wissen um diese besonders grosse Gefahrenlage gemäss den Warnungen des EDA dazu, alleine mit seiner Lebenspartnerin im eigenen VW-Bus Pakistan zweimal auf dem Landweg zu durchqueren. Mit Verwaltung und Vorinstanz ist festzuhalten, dass weder die Reisevorbereitung noch die besonderen Fähigkeiten des Beschwerdeführers und seiner Lebenspartnerin als Polizisten an der Unkontrollierbarkeit der bekannten, besonders grossen Gefahren für Leib und Leben auf dem Landweg durch Pakistan etwas zu ändern vermochten und diesbezüglich keine Vorkehren das Risiko der Verwirklichung einer der zahlreichen grossen Gefahren auf ein sozialversicherungsrechtlich \"vernünftiges Mass\" (vgl. E. 2.2 hievor) reduzieren liessen. Dies beweist allein die Tatsache, dass der Versicherte und seine Lebenspartnerin planten, ihre Reiseroute nicht ohne bewaffnete Eskorte durch paramilitärische Verbände zu befahren. Dementsprechend bejahte der Beschwerdeführer selber denn auch die Frage, ob er mit der Durchquerung von Pakistan ein Risiko eingegangen sei.\n\n5.3 Der Versicherte vermag aus der unangefochten in Rechtskraft erwachsenen KMZ-Kostenverfügung des EDA betreffend Entschädigungsforderung für den konsularischen Schutz während der gut achtmonatigen Geiselhaft nichts zu seinen Gunsten abzuleiten. Entgegen seiner Argumentation ist in der rein privat motivierten Ferienreise auf dem Landweg durch Pakistan nach Indien unter den gegebenen Umständen des Jahres 2011 kein schützenswertes Motiv dieser Handlung erkennbar. Wer in Kenntnis der ausdrücklichen Warnungen vor zahlreichen grossen Gefahren für Leib und Leben gemäss den in zeitlicher Hinsicht massgebenden BGE 141 V 216 S. 221EDA-Reisehinweisen für Pakistan dieses Land im Rahmen einer freiwilligen Ferienreise zu zweit durchquert und sich dabei nach eigenem Plan durch eine bewaffnete Eskorte von paramilitärischen Verbänden schützen lassen will, nimmt offensichtlich die entsprechenden Gefahren bewusst in Kauf. Weder ist die zweimalige Durchquerung von Pakistan auf dem Landweg mit bewaffneter Eskorte zu Ferienzwecken im Jahre 2011 als schützenswerte Handlung zu bezeichnen, noch liessen sich auf Grund der herrschenden Verhältnisse die zahlreichen grossen Gefahren für Leib und Leben auch unter günstigsten Umständen auf ein vernünftiges Mass reduzieren. Auf jeden Fall haben die Beschwerdegegnerin und das kantonale Gericht nach dem Gesagten die Fortsetzung der Pakistandurchquerung in Loralai trotz fehlender Ablösung der bewaffneten Eskorte unter den gegebenen Umständen bundesrechtskonform als absolutes Wagnis in einem besonders schweren Fall qualifiziert, welcher in Anwendung von Art. 50 Abs. 1 UVV die Verweigerung der Geldleistungen rechtfertigt.\n\n5.4 Demnach hat es bei der mit angefochtenem Entscheid bestätigten Leistungsverweigerung gemäss Einspracheentscheid der Visana vom 16. November 2012 sein Bewenden.\n\n5.5 Die Frage, ob sich überhaupt ein Unfall im Sinne von Art. 6 Abs. 1 UVG in Verbindung mit Art. 4 ATSG ereignet hat, bildet nicht Streitgegenstand dieses Verfahrens und kann deshalb offengelassen werden. Weshalb anstelle der verfügten und vorinstanzlich bestätigten Verweigerung sämtlicher Geldleistungen nur - aber immerhin - eine Kürzung um 50 % angezeigt sein soll, wird nicht in rechtsgenüglicher Weise gerügt."}