{"annee": "141", "cour": "III", "page": "68", "date": "16/1/2015", "cite": ["132 III 226", "123 III 414", "115 III 81", "136 III 523", "134 III 115", "125 III 149", "135 III 378", "121 III 81", "110 II 352", "140 III 41", "120 II 20", "77 II 344", "131 III 319", "128 III 334", "125 III 334"], "cite_par": ["144 III 175"], "chapeau": "11. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. (Beschwerde in Zivilsachen)\n\n4A_414/2014 vom 16. Januar 2015", "regestes": ["Art. 88 en liaison avec l'art. 59 al. 2 let. a CPC; action du débiteur en constatation de l'inexistence de la créance; intérêt suffisant à la constatation. Assouplissement des conditions auxquelles est admise l'action en constatation de droit négative du débiteur poursuivi qui a formé opposition (consid. 2)."], "faits": "BGE 141 III 68 S. 68\n\nA. Mit Schreiben vom 17. Oktober 2012 teilte die Inkassoagentur A. AG (Beklagte, Beschwerdeführerin) B. (Kläger, Beschwerdegegner) mit, dass sie sich eine Forderung über Fr. 41'705.- von C. und D. habe abtreten lassen. Sie forderte ihn auf, die offene Forderung innerhalb von acht Tagen zu begleichen. C. und D. hatten am 23. Februar 2009 ein Grundstück in U. von der E. AG gekauft. Der geltend BGE 141 III 68 S. 69gemachte Anspruch steht im Zusammenhang mit diesem Grundstückkauf und soll angeblich im Jahre 2005 entstanden sein. Der Kläger bestreitet, dass zwischen C. und D. und ihm ein Rechtsverhältnis bestand und stellt demzufolge auch das Bestehen einer Forderung in Abrede, die gestützt auf Art. 165 Abs. 1 OR hätte abgetreten werden können. Er kam der Zahlungsaufforderung der Beklagten nicht nach.\n\nMit Zahlungsbefehl vom 9. November 2012 leitete die Beklagte eine Betreibung über Fr. 41'843.35 nebst Zins ein, wobei sie als Forderungsurkunde die Forderung C. und D., U., und diverse offene Rechnungen bezeichnete. Der Kläger erhob Rechtsvorschlag.\n\nB. Am 28. Februar 2013 klagte der Kläger beim Bezirksgericht Winterthur gegen die Beklagte auf Feststellung, dass die in Betreibung gesetzte Forderung nicht bestehe und die Betreibung ohne Schuldgrund angehoben worden sei. Das Bezirksgericht Winterthur hiess die Klage insofern gut, als es feststellte, dass zwischen dem Kläger und der Beklagten kein Rechts- und Schuldverhältnis besteht und dass demzufolge der Kläger der Beklagten den Betrag von Fr. 41'843.35 nebst Zins zu 5 % auf Fr. 30'000.- seit 7. November 2012 nicht schuldet. Auf den Antrag, es sei ausserdem festzustellen, dass die Beklagte dem Kläger die Betreibung ohne Schuldgrund habe zustellen lassen, trat es nicht ein.\n\nDagegen erhob die Beklagte Berufung an das Obergericht des Kantons Zürich und verlangte im Hauptantrag, auf die Klage sei mangels Feststellungsinteresse über den Nichtbestand der Betreibungsforderung nicht einzutreten.\n\nMit Urteil vom 27. Mai 2014 wies das Obergericht den Hauptantrag der Berufung ab und bestätigte insoweit das Urteil des Bezirksgerichts Winterthur. In teilweiser Gutheissung der Berufung reduzierte es sodann die erstinstanzliche Parteientschädigung von Fr. 6'640.- auf Fr. 5'509.- zuzüglich MWSt von 8 %.\n\nC. Die Beschwerdeführerin beantragt mit Beschwerde in Zivilsachen, das Urteil des Obergerichts vom 27. Mai 2014 aufzuheben und auf die Klage des Beschwerdegegners nicht einzutreten.\n\nDer Beschwerdegegner schliesst auf Abweisung der Beschwerde. Die Vorinstanz verzichtete auf eine Vernehmlassung.\n\nDas Bundesgericht weist die Beschwerde ab. BGE 141 III 68 S. 70", "considerants": "Aus den Erwägungen:\n\n2. Die Vorinstanz erblickte ein schutzwürdiges Interesse des Beschwerdegegners an der anbegehrten Feststellung darin, dass die eingeleitete Betreibung über den nicht unbedeutenden Betrag von Fr. 41'843.35 und der damit verbundene Eintrag im Betreibungsregister den Beschwerdegegner in dessen Kredit- und Vertrauenswürdigkeit beeinträchtige. Dabei sei von einer gesteigerten Empfindlichkeit des Beschwerdegegners auszugehen, der als wirtschaftlicher Akteur im Immobilienbereich tätig sei und als Gesellschafter in zwei an seinem Wohnort in V. domizilierten Immobilienunternehmen fungiere. Hinzu komme, dass für einen Hypothekarschuldner wie den Beschwerdegegner Betreibungen wenig vorteilhaft seien.\n\nDie Beschwerdeführerin rügt, die Vorinstanz habe Art. 88 ZPO i.V.m. Art. 59 Abs. 2 lit. a ZPO verletzt, indem sie aufgrund dieser Erwägungen ein schutzwürdiges Feststellungsinteresse des Beschwerdegegners bejahte.\n\n2.1 Es entspricht einer Besonderheit des schweizerischen Vollstreckungsrechts, dass der (angebliche) Gläubiger eine Betreibung einleiten kann, ohne den Bestand seiner Forderung nachweisen zu müssen (Art. 69 SchKG). Der Zahlungsbefehl als Grundlage des Vollstreckungsverfahrens kann grundsätzlich gegenüber jedermann erwirkt werden, unabhängig davon, ob tatsächlich eine Schuld besteht oder nicht (BGE 125 III 149 E. 2a mit Hinweisen; vgl. dazu auch BGE 134 III 115 E. 4.1). Dies führt dazu, dass auch ungerechtfertigte Betreibungen Eingang in das Betreibungsregister finden können, das interessierten Dritten zur Einsicht offensteht (Art. 8 f. SchKG). Das Betreibungsrecht stellt es ins Belieben des Gläubigers, ob und zu welchem Zweck er Betreibung einleiten will. Der Schuldner seinerseits kann Rechtsvorschlag erheben (Art. 74 SchKG) mit der Wirkung, dass die Betreibung einstweilen nicht fortgesetzt werden darf und der Gläubiger auf den Rechtsweg verwiesen wird (Art. 78 f. SchKG; BGE 110 II 352 E. 2a S. 358).\n\n2.2 Unternimmt der Gläubiger daraufhin keine weiteren Schritte, um die Fortsetzung der Betreibung zu erwirken, steht dem Betriebenen die allgemeine Klage auf Feststellung des Nichtbestehens der in Betreibung gesetzten Forderung offen. Sofern sich aus dem Urteil über diese Klage ergibt, dass die Betreibung zu Unrecht erfolgt ist, führt dies nach Art. 8a Abs. 3 lit. a SchKG zur Verweigerung derBGE 141 III 68 S. 71Kenntnisgabe der Betreibung an Dritte (BGE 140 III 41 E. 3.2.2 S. 44; BGE 128 III 334 S. 335; BGE 125 III 149 E. 2d S. 153).\n\nNachdem die Feststellungsklage schon vor Inkrafttreten der ZPO als Institut des Bundesrechts anerkannt war (vgl. BGE 77 II 344 E. 2 S. 350; 136 III 523 E. 5 S. 524; 123 III 414 E. 7b S. 429), stellt die schweizerische ZPO die Feststellungsklage nunmehr ausdrücklich zur Verfügung: Mit der Feststellungsklage verlangt die klagende Partei die gerichtliche Feststellung, dass ein Recht oder ein Rechtsverhältnis besteht oder nicht besteht (Art. 88 ZPO). Die klagende Partei muss dartun, dass sie ein schutzwürdiges Interesse an der Feststellung hat (vgl. Art. 59 Abs. 2 lit. a ZPO).\n\n2.3 Nach der Rechtsprechung des Bundesgerichts aus der Zeit vor dem Inkrafttreten der ZPO ist die Feststellungsklage zuzulassen, wenn der Kläger an der sofortigen Feststellung ein erhebliches schutzwürdiges Interesse hat, welches kein rechtliches zu sein braucht, sondern auch bloss tatsächlicher Natur sein kann. Diese Voraussetzung ist namentlich gegeben, wenn die Rechtsbeziehungen der Parteien ungewiss sind und die Ungewissheit durch die richterliche Feststellung behoben werden kann. Dabei genügt nicht jede Ungewissheit; erforderlich ist vielmehr, dass ihre Fortdauer dem Kläger nicht mehr zugemutet werden darf, weil sie ihn in seiner Bewegungsfreiheit behindert. Namentlich bei negativen Feststellungsklagen ist zudem auch auf die Interessen des Beklagten Rücksicht zu nehmen. Wer auf Feststellung klagt, dass eine Forderung nicht besteht, zwingt damit den beklagten Gläubiger zu vorzeitiger Prozessführung. Damit wird die Regel durchbrochen, dass grundsätzlich der Gläubiger und nicht der Schuldner den Zeitpunkt der Geltendmachung eines Anspruchs bestimmt. Der vorzeitige Prozess kann den Gläubiger benachteiligen, wenn er zur Beweisführung gezwungen wird, bevor er dazu bereit und in der Lage ist (BGE 136 III 523 E. 5; BGE 135 III 378 E. 2.2 S. 380; BGE 131 III 319 E. 3.5 S. 324 f.; BGE 123 III 414 E. 7b S. 429; BGE 120 II 20 E. 3a S. 22; je mit Hinweisen).\n\nWährend nach dieser Rechtsprechung für die Zulassung der negativen Feststellungsklage ein erhebliches schutzwürdiges Interesse erforderlich ist, verlangt die Bestimmung von Art. 59 Abs. 2 lit. a ZPO bloss ein schutzwürdiges Interesse, wobei es sich dabei um eine allgemeine Vorschrift über die Prozessvoraussetzungen handelt, die sich nicht speziell auf die Feststellungsklage bezieht. Ob die bisherige Rechtsprechung auch unter Art. 88 ZPO i.V.m. Art. 59 Abs. 2 lit. a ZPO Gültigkeit behält, wurde vom Bundesgericht bisher nicht BGE 141 III 68 S. 72ausdrücklich entschieden. Es wandte diese Rechtsprechung in verschiedenen Entscheiden auf negative Feststellungsklagen an, die in der ZPO unterstehenden Verfahren behandelt worden waren, ohne dies näher zu begründen (Urteile 4A_364/2014 vom 18. September 2014 E. 1.2.1; 5A_264/2013 vom 28. November 2013 E. 4.2; 4A_145/2013 vom 4. September 2013 E. 2.2; befürwortend: FRANÇOIS BOHNET, Procédure civile, 2. Aufl. 2014, S. 263 f. Rz. 1042; derselbe, in: CPC, Code de procédure civile commenté, 2011, N. 4 zu Art. 88 ZPO). In einem weiteren Entscheid liess es die Frage nach der Weitergeltung der Rechtsprechung offen (5A_107/2013 vom 7. Juni 2013 E. 1.3). Die Frage braucht im vorliegenden Fall nicht weiter erörtert zu werden, da zur vorliegend strittigen Feststellungsklage nach Einleitung einer Betreibung durch die Beschwerdeführerin besondere Grundsätze zur Anwendung zu bringen sind, nach denen jedenfalls hier ein erhebliches schutzwürdiges Interesse zu bejahen ist.\n\n2.4 In BGE 120 II 20 setzte sich das Bundesgericht eingehend mit der Frage auseinander, unter welchen Voraussetzungen der (angebliche) Schuldner ein hinreichendes Interesse auf Feststellung des Nichtbestehens einer Forderung hat, nachdem gegen ihn eine Betreibung eingeleitet wurde und er Rechtsvorschlag erhoben hat, aber bevor der angebliche Gläubiger Schritte zur Weiterverfolgung der Betreibung unternommen hat.\n\nEs anerkannte zunächst, dass der Rechtsvorschlag die Nachteile nicht zu beseitigen vermag, die dem Betriebenen daraus entstehen, dass die gegen ihn angehobene Betreibung im Betreibungsregister eingetragen ist und damit Dritten, die Betreibungsauskünfte einholen, zur Kenntnis gelangt. Es betonte, dass Registereinträgen über Betreibungen im Geschäftsleben eine erhebliche Tragweite zukomme, da Betreibungsregisterauskünfte im Allgemeinen im Lichte der Erfahrungstatsache interpretiert würden, dass nur in einer verschwindend kleinen Anzahl von Fällen völlig grundlos betrieben werde (Hinweis auf BGE 115 III 81 E. 3b S. 87 f.). Dies führe dazu, dass die Kredit- und Vertrauenswürdigkeit des Betriebenen leide, unabhängig davon, ob die eingeleitete Betreibung begründet sei oder nicht. Allein schon die Tatsache, dass gegen jemanden Betreibungen erfolgt seien, deren Grundlosigkeit nicht in jeder Hinsicht feststehe, könne das Vertrauen Dritter in seine Zahlungsmoral und -fähigkeit belasten. Dies gelte jedenfalls, wenn namhafte Summen in Betreibung gesetzt würden, mithin nicht bloss einzelne Betreibungen über unbedeutende Beträge in Frage stünden. Der Betriebene könne in solchen Fällen ein BGE 141 III 68 S. 73erhebliches Interesse daran haben, in einem Feststellungsprozess ein Urteil zu erwirken, mit dem er gegenüber Dritten die Grundlosigkeit der Betreibung jederzeit einwandfrei belegen könne. Grundsätzlich vermöge - in Abkehr von der vorherigen Rechtsprechung (BGE 110 II 352 E. 2a S. 358) - bereits die blosse Tatsache der Betreibung ein hinreichendes Feststellungsinteresse des Betriebenen zu begründen (BGE 120 II 20 E. 3b S. 23 f. und E. 3c in fine; vgl. auch Urteil 4A_459/2009 vom 25. März 2010 E. 2.1).\n\nWeiter erwog das Bundesgericht im zitierten Entscheid, dem Interesse des Schuldners an einem Feststellungsurteil, das die Grundlosigkeit der Betreibung festhält, stehe das Interesse des Gläubigers gegenüber, sich der betreibungsrechtlichen Vorkehren bedienen zu können, ohne sich damit der Gefahr auszusetzen, den Prozess über seinen Anspruch auf eine negative Feststellungsklage des Betriebenen hin vorzeitig führen zu müssen; die Betreibung stelle für den Gläubiger ein legitimes Mittel dar, seine Forderung durchzusetzen, den Verzug des Betriebenen zu bewirken und die Verjährung zu unterbrechen (Art. 135 Ziff. 2 OR). Angesichts des Gewichts der Nachteile, welche Betreibungen für den Betriebenen nach sich ziehen könnten, rechtfertige es sich indessen, vom Gläubiger, der sich einem Feststellungsbegehren des Betriebenen widersetzen wolle, zu verlangen, dass er hinreichend dartue, weshalb ihm unzumutbar sei, den Beweis seines Anspruches anzutreten. Unzumutbarkeit in diesem Sinne sei namentlich anzunehmen, wenn einzig drohende Verjährung den Gläubiger veranlasst habe, zum Zwecke der Verjährungsunterbrechung Betreibung einzuleiten, bevor er willens und in der Lage sei, die eigentliche rechtliche Auseinandersetzung über seinen Anspruch aufzunehmen. An das vom Gläubiger nachzuweisende Interesse, einen vorzeitigen Prozess zu verhindern, seien dabei umso höhere Anforderungen zu stellen, je gewichtiger im konkreten Einzelfall das Interesse des Betriebenen an einem Feststellungsurteil erscheine (BGE 120 II 20 E. 3b S. 24 f.).\n\nIm konkreten Fall erachtete es das Bundesgericht aufgrund der persönlichen Verhältnisse des Betriebenen und des Umstands, dass er nicht bloss für Bagatellbeträge, sondern für namhafte Summen betrieben wurde, als dargetan, dass ihn die Betreibungen in seiner wirtschaftlichen Bewegungsfreiheit behinderten. Er müsse damit rechnen, dass Dritte aufgrund der Betreibungsregistereinträge an seiner Kredit- und Vertrauenswürdigkeit zweifelten. Demgegenüber sei weder dargetan noch ersichtlich, weshalb dem Beklagten die Führung BGE 141 III 68 S. 74des Prozesses über seine Ansprüche im jetzigen Zeitpunkt nicht zuzumuten sein solle (BGE 120 II 20 E. 3c S. 25). Wer wie der Beklagte eine Betreibung anhebe, die den Betriebenen in seiner wirtschaftlichen Bewegungsfreiheit empfindlich beeinträchtige, solle sich einem negativen Feststellungsbegehren nicht entziehen können, ohne den Nachweis triftiger Gründe zu erbringen, aus welchen ihm die Beweisführung gegenwärtig nicht zuzumuten ist (BGE 120 II 20 E. 3d/dd).\n\n2.5 Nach der bestehenden Praxis ist demnach von einer für den Betreibungsschuldner unzumutbaren, ein Feststellungsinteresse begründenden Ungewissheit auszugehen, wenn namhafte Beträge und nicht bloss Bagatellbeträge in Betreibung gesetzt wurden und wenn er darzutun vermag, dass er konkret aufgrund der Betreibung in seiner wirtschaftlichen Bewegungsfreiheit behindert wird. Dem Gläubiger bleibt allerdings der Nachweis offen, dass ihm die Beweisführung gegenwärtig aus triftigen Gründen nicht zuzumuten ist.\n\nDiese Rechtsprechung, nach der ein schutzwürdiges Interesse an der sofortigen Feststellung des Nichtbestandes einer Betreibungsforderung gegenüber der vorhergehenden Praxis unter erleichterten Voraussetzungen anerkannt wird, findet in der Literatur grundsätzlich Zustimmung. Verschiedene Autoren plädieren allerdings für eine noch grosszügigere Haltung, indem eine unzumutbare Ungewissheit nicht davon abhängig gemacht werden sollte, ob die klagende Partei im eigentlichen Sinn in ihrer wirtschaftlichen Bewegungsfreiheit eingeschränkt ist, und wirklich nur verneint werden sollte, wenn mit Blick auf die wirtschaftlichen Möglichkeiten des Klägers ein Bagatellbetrag in Frage steht (ISAAK MEIER, Schweizerisches Zivilprozessrecht, 2010, S. 211; DANIEL FÜLLEMANN, in: Schweizerische Zivilprozessordnung [ZPO], Brunner und andere [Hrsg.], 2011, N. 10 und 17 zu Art. 88 ZPO; MARC WEBER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 14 zu Art. 88 ZPO; s. auch BOHNET, a.a.O., N. 26 zu Art. 88 ZPO). FÜLLEMANN und OBERHAMMER sprechen sich überdies dafür aus, die Unzumutbarkeit immer dann zu bejahen, wenn ein Betreibungsverfahren eingeleitet wurde und das Einsichtsrecht Dritter ins Betreibungsregister noch besteht, wobei es keinen Unterschied machen könne, ob die Betreibung lediglich zum Zweck der Verjährungsunterbrechung eingeleitet wurde, da auch diesfalls der Eintrag ins Betreibungsregister fortbestehe; der Gläubiger, der den Schuldner betreibe, habe kein schutzwürdiges Interesse daran, dass er den Prozess erst zu einem späteren Zeitpunkt BGE 141 III 68 S. 75führen müsse (FÜLLEMANN, a.a.O., N. 17 zu Art. 88 ZPO; PAUL OBERHAMMER, in: ZPO, Oberhammer und andere [Hrsg.], 2. Aufl. 2014, N. 15 und 26 ff. zu Art. 88 ZPO, der sich darüber hinaus generell für eine weite Zulassung der negativen Feststellungsklage ausspricht; vgl. dagegen ALEXANDER R. MARKUS, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 13 und 16 zu Art. 88 ZPO, der eine restriktive Zulassung der negativen Feststellungsklage für angebracht hält).\n\n2.6 Die in der Lehre erhobene Forderung nach einer weiteren Lockerung der Voraussetzungen für die Zulassung der negativen Feststellungsklage erscheint mit Blick auf verschiedene Entwicklungen seit dem Ergehen von BGE 120 II 20 im Jahr 1994 als gerechtfertigt.\n\n2.6.1 Am 1. Januar 1997 trat die Teilrevision des SchKG vom 16. Dezember 1994 in Kraft.\n\n2.6.1.1 Im Rahmen derselben wurde das Einsichtsrecht in das Betreibungsregister in Art. 8a SchKG neu geregelt.\n\nNach Art. 8a Abs. 3 lit. a SchKG, der im Rahmen des Erlasses der ZPO redaktionell leicht geändert wurde (\"gerichtlicher Entscheid\" statt \"Urteil\"), gibt das Betreibungsamt Dritten von einer Betreibung dann keine Kenntnis, wenn sie nichtig ist oder aufgrund einer Beschwerde oder eines gerichtlichen Entscheids aufgehoben worden ist. Im letzteren Fall ist dabei hinreichend, dass sich aus dem Ergebnis eines Verfahrens ohne Weiteres ergibt, dass die Betreibung bei ihrer Einleitung ungerechtfertigt war, was namentlich bei Gutheissung einer negativen Feststellungsklage der Fall ist (BGE 125 III 335 E. 3; Urteil 4A_440/2014 vom 27. November 2014 E. 2, mit Literaturhinweisen).\n\nNach der Regelung von Art. 8a SchKG soll auf der einen Seite das Betreibungsregister interessierten Dritten als Informationsquelle über die Kreditwürdigkeit einer Person zur Verfügung stehen, indem es Rückschlüsse auf deren Zahlungsfähigkeit und Zahlungswilligkeit zulässt. Auf der anderen Seite soll mit der Regelung den Interessen des (angeblichen) Schuldners daran Rechnung getragen werden, dass die Betreibungsdaten keinen falschen Eindruck über seine Kreditwürdigkeit erwecken und nicht jedermann zugänglich sind (JAMES T. PETER, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 1 ff. zu Art. 8a SchKG; URS MÖCKLI, in: SchKG, Daniel Hunkeler [Hrsg.], 2. Aufl. 2014, N. 2 ff. zu Art. 8a SchKG). In der Botschaft vom 8. Mai 1991 über BGE 141 III 68 S. 76die Änderung des SchKG (BBl 1991 III 1 ff., 29 Ziff. 201.14) wurde dabei anerkannt, dass die Auskunfterteilung über die finanzielle Situation oder die Zahlungsgepflogenheiten der verzeichneten Personen deren wirtschaftlichen Ruf trifft, also einen Bestandteil ihrer rechtlich geschützten Persönlichkeit, und dass ihr Kredit leidet, was im Rechtsalltag vor allem bei engen Marktverhältnissen (z.B. im Wohnungsmarkt) mit schwerwiegenden Nachteilen verbunden sein kann (vgl. auch BGE 121 III 81 E. 4a). Eine auf Vermögensschutz verpflichtete Auskunftserteilung müsse deshalb im Grundsatz auf Einträge beschränkt sein, die einschlägige Gefährdungssachverhalte zuverlässig und zutreffend offenlegten; der Sachverhalt müsse eine wesentliche Gefährdung für das Vermögen eines künftigen Geschäftspartners dokumentieren, denn die Auskunftserteilung könne mit erheblichen Nachteilen für die verzeichnete Person verbunden sein. Von diesem Grundsatz - Auskunftserteilung nur über wesentliche, zutreffende Gefährdungssachverhalte - wurden allerdings die laufenden Betreibungen ausgenommen, da hängige Verfahren in einem Rechtsstaat grundsätzlich öffentlich und dem hinreichend interessierten Dritten damit zugänglich seien. Immerhin wurde eingeräumt, dass diese Ausnahme weit gehe, stehe ja in einer laufenden Betreibung noch nicht fest, ob man es tatsächlich mit einem \"gefährlichen\" (z.B. insolventen) Schuldner zu tun habe.\n\nSchon daraus wird ersichtlich, dass es für den betriebenen (angeblichen) Schuldner von eminenter Wichtigkeit ist, dass an die Zulassung der negativen Feststellungsklage während des laufenden, durch Rechtsvorschlag gehemmten Betreibungsverfahrens keine hohen Anforderungen gestellt werden.\n\n2.6.1.2 Weiter wurde mit der Teilrevision des SchKG vom 16. Dezember 1994 die Bestimmung von Art. 85a SchKG eingeführt. Nach deren Wortlaut kann der Betriebene jederzeit vom Gericht des Betreibungsortes feststellen lassen, dass die Schuld nicht oder nicht mehr besteht oder gestundet ist. Nach dem Willen des Gesetzgebers liegt der Zweck dieser Bestimmung allerdings einzig darin, zu verhindern, dass ein Schuldner, der sich gegen die Betreibung nicht rechtzeitig verteidigt, eine Nichtschuld bezahlen muss (Botschaft, a.a.O., BBl 1991 III 6 Ziff. 111, 69 zu Art. 85a). Die Klage nach Art. 85a SchKG ist demnach als \"Notbehelf\" konzipiert und kann danach nur angehoben werden, wenn der Betriebene es unterliess, rechtzeitig Rechtsvorschlag zu erheben, bzw. nachdem der Rechtsvorschlag rechtskräftig beseitigt wurde, nicht dagegen wenn der Lauf der Betreibung BGE 141 III 68 S. 77- wie vorliegend - durch Rechtsvorschlag gehemmt worden ist (BGE 140 III 41 E. 3.2.2; BGE 128 III 334 S. 335; BGE 125 III 149 E. 2c S. 152 f.).\n\nMit Blick auf den klaren gesetzgeberischen Willen folgte das Bundesgericht in BGE 125 III 149 E. 2d der Ansicht verschiedener Autoren nicht, wonach die Feststellungsklage nach Art. 85a SchKG auch mit Blick auf das Interesse des Betriebenen zugelassen werden sollte, das Einsichtsrecht Dritter in die Betreibung auszuschliessen. An dieser Praxis hielt das Bundesgericht seither fest, was es auch damit rechtfertigte, dass dem Schuldner die Klage nach Art. 85 SchKG sowie die allgemeine Feststellungsklage zur Verfügung stehe; auch mit der Klage auf Aufhebung der Betreibung nach Art. 85 SchKG, die jederzeit (schon vor der Rechtskraft des Zahlungsbefehls) zulässig sei, könne einer der \"gerichtlichen Entscheide\" erwirkt werden, damit das Betreibungsamt Dritten von einer Betreibung keine Kenntnis gebe (BGE 140 III 41 E. 3.2.2 S. 43 f.).\n\nAuch mit der Klage nach Art. 85 SchKG darf der Betriebene nach der neuesten Rechtsprechung über den Wortlaut der Bestimmung hinaus den Nachweis des Nichtbestehens der Betreibungsforderung führen, wobei er allerdings auf den strikten Urkundenbeweis beschränkt ist (BGE 140 III 41 E. 3.3.1/3.3.2 S. 45). Verfügt er - wie das bei zu Unrecht Betriebenen oftmals der Fall ist - über keine Urkunden, mit denen er den strikten Beweis des Nichtbestands der Forderung führen kann, steht ihm demnach einzig die allgemeine negative Feststellungsklage zur Verfügung. Angesichts der für den Betriebenen einschneidenden Wirkungen des Registereintrags mit Blick auf dessen Kreditwürdigkeit, erscheint es auch deshalb angebracht, das Feststellungsinteresse grundsätzlich ohne Weiteres zu bejahen.\n\n2.6.2 Mit Blick auf die wenig befriedigende Rechtslage mit Bezug auf die Mitteilung von Registereinträgen über laufende Betreibungen gegenüber Dritten, die für den zu Unrecht Betriebenen gewichtige Nachteile mit sich bringen kann (z.B. beim Abschluss eines Mietvertrages, einer Kreditaufnahme oder der Stellensuche), sind seit dem Jahr 2009 auf eine parlamentarische Initiative (09.530) hin, die verlangte, dass ungerechtfertigte Zahlungsbefehle rasch \"gelöscht\" werden können, gesetzgeberische Bestrebungen zur Revision der Regelungen von Art. 8a und 85a SchKG im Gange. Am 25. April 2013 verabschiedete die Kommission für Rechtsfragen des Nationalrates einen dazu ausgearbeiteten Vorentwurf samt Bericht, mit BGE 141 III 68 S. 78dem Änderungen im SchKG vorgeschlagen werden, mit dem Ziel, den Schutz betroffener Personen vor nachteiligen Wirkungen ungerechtfertigter Betreibungen zu erhöhen. Dazu wird zunächst die Einführung einer neuen Bestimmung Art. 8b VE-SchKG vorgeschlagen, die das Einsichtsrecht in das Betreibungsregister unter gewissen Voraussetzungen und unabhängig von einem gerichtlichen Entscheid über den Bestand der Forderung einschränkt (vgl. dazu JEAN-DANIEL SCHMID, Der Ausschluss des Einsichtsrechts in das Betreibungsregister gemäss Art. 8b VE-SchKG, Jusletter 7. Oktober 2013; ERIC MUSTER, Les renseignements [Art. 8a LP], BlSchK 2014 S. 161 ff., 176 f.). Weiter wird eine Ergänzung von Art. 85a SchKG vorgeschlagen, mit der \"die einschränkende Rechtsprechung des Bundesgerichts zu dieser Bestimmung korrigiert werden\" soll (Bericht der Kommission für Rechtsfragen des Nationalrates vom 25. April 2013 [Bericht], S. 9). Nach der vorgeschlagenen Neufassung der Bestimmung kann der Betriebene, solange die Betreibung für Dritte aus dem Register ersichtlich ist, vom Gericht des Betreibungsortes feststellen lassen, dass die Schuld nicht oder nicht mehr besteht oder gestundet ist. Solange die Betreibung für Dritte aus dem Register ersichtlich ist, soll das Rechtsschutzinteresse der betriebenen Person damit von Gesetzes wegen vermutet werden und die entsprechende Klage erhoben werden können. Betroffen ist insbesondere der Fall, in dem die betriebene Person Rechtsvorschlag erhoben hat und die betreibende Partei untätig bleibt (a.a.O.).\n\nNamentlich was den im vorliegenden Zusammenhang bedeutenden Vorschlag zur Änderung von Art. 85a SchKG angeht, wurde dieser im Vernehmlassungsverfahren, das bis zum 20. September 2013 dauerte, grossmehrheitlich begrüsst (Bericht des Bundesamtes für Justiz über das Ergebnis des Vernehmlassungsverfahrens 09.530 vom Januar 2014, S. 7; MUSTER, a.a.O., S. 177).\n\n2.7 Angesichts dieser Entwicklungen und unter Berücksichtigung der vorstehend dargestellten Lehrmeinungen, die eine weitere Zulassung der Feststellungklage fordern, erscheint es sachgerecht und gerechtfertigt, die in BGE 120 II 20 eingeleitete Praxis weiter zu lockern und das schutzwürdige Interesse an der Feststellung des Nichtbestands der Forderung grundsätzlich zu bejahen, sobald diese in Betreibung gesetzt wurde, ohne dass der Feststellungskläger konkret nachweisen muss, dass er wegen der Betreibung in seiner wirtschaftlichen Bewegungsfreiheit empfindlich beeinträchtigt wird. In diese Richtung geht auch das Urteil 5A_890/2012 vom 5. März 2013 E. 5.4, wo BGE 141 III 68 S. 79festgehalten wird, den betriebenen Parteien stehe die negative Feststellungsklage offen, ohne dass dazu ein Vorbehalt hinsichtlich des erforderlichen Feststellungsinteresses gemacht wurde. Für den (angeblichen) Gläubiger, der eine Forderung ohne vorherigen Prozess in Betreibung setzt, obwohl sie bestritten ist und er daher mit der Erhebung eines Rechtsvorschlages rechnen muss, ist es zumutbar, diese Forderung in einem Zivilprozess zu verteidigen. Sein Interesse, sich mit der prozessualen Auseinandersetzung bis nach Ablauf der Frist nach Art. 88 Abs. 2 SchKG Zeit zu lassen, hat demjenigen des betriebenen Schuldners, der durch die Betreibung in seiner Kreditwürdigkeit und Reputation beeinträchtigt wird, zu weichen. Zu beachten ist dabei, dass der (angebliche) Gläubiger allemal die Möglichkeit hat, die Betreibung zurückzuziehen; damit entfällt das Rechtschutzinteresse an der negativen Feststellungsklage mit Blick auf die Bestimmung von Art. 8a Abs. 3 lit. c SchKG (BOHNET, a.a.O., N. 28 zu Art. 88 ZPO).\n\nVorzubehalten ist einzig der Fall, in dem die Betreibung nachweislich einzig zur Unterbrechung der Verjährung einer Forderung nach Art. 135 Ziff. 2 OR eingeleitet werden musste, nachdem der (angebliche) Schuldner die Unterzeichnung einer Verjährungsverzichtserklärung verweigert hat (zur Gültigkeit einer solchen: BGE 132 III 226), und die Forderung vom (angeblichen) Gläubiger aus triftigen Gründen nicht sofort im vollen Umfang gerichtlich geltend gemacht werden kann.\n\n2.8 Nachdem im vorliegenden Fall nicht festgestellt ist, dass die Betreibung einzig zur Unterbrechung der Verjährung erfolgte, ist hier das Feststellungsinteresse des Beschwerdegegners nach dem vorstehend Ausgeführten ohne Weiteres zu bejahen. Auf die im vorinstanzlichen Entscheid dazu diskutierten - nach der bisherigen Rechtsprechung massgeblichen - Gesichtspunkte und die dagegen erhobene Kritik der Beschwerdeführerin kommt dabei nichts mehr an, weshalb darauf nicht weiter eingegangen zu werden braucht."}