{"annee": "141", "cour": "V", "page": "546", "date": "29/9/2015", "cite": ["132 V 18", "119 II 456", "125 V 437"], "cite_par": [], "chapeau": "60. Extrait de l'arrêt de la IIe Cour de droit social dans la cause A. SA contre Etat de Vaud - Centre hospitalier universitaire vaudois (CHUV) (recours en matière de droit public)\n\n9C_65/2015 du 29 septembre 2015", "regestes": ["Art. 41 al. 4, art. 42 al. 2 LAMal; limitation du choix du fournisseur de prestations. Les limitations du choix du fournisseur de prestations découlant d'une convention particulière entre l'assureur-maladie et la personne assurée ne sont pas opposables aux fournisseurs de prestations bénéficiant du système du tiers payant (consid. 6-8)."], "faits": "BGE 141 V 546 S. 546\n\nA.\n\nA.a A. SA est une assurance autorisée à pratiquer l'assurance-maladie sociale. Parmi ses modèles d'assurance alternatifs à l'assurance obligatoire des soins, elle offre une assurance du médecin de famille et un modèle de télé-médecine. Les prestations servies sur la base de ces modèles ont fait l'objet de deux règlements, respectivement \"Règlement sur l'assurance du médecin de famille (LAMal)\", et \"Règlement télé-médecine (LAMal)\", par ailleurs approuvés par l'Office fédéral de la santé publique (OFSP). Lors de la conclusion du contrat BGE 141 V 546 S. 547d'assurance, la personne assurée choisit un médecin (médecin coordinateur) sur une liste fournie par A. SA. La personne assurée s'engage à s'adresser au préalable à ce médecin avant qu'un traitement médical soit prodigué par un autre fournisseur de prestations; si elle ne respecte pas cette obligation, elle devra prendre en charge les frais du traitement. Des exceptions sont prévues en relation avec les traitements d'urgence, les traitements auprès de spécialistes, tels qu'ophtalmologues et gynécologues, et lors de l'absence du médecin coordinateur. La personne assurée s'engage à prendre contact avec le centre de télé-médecine mandaté par A. SA avant de consulter un fournisseur de prestations ou de commencer un traitement médical et d'en suivre les recommandations. A défaut de respecter ces obligations, A. SA ne prend pas en charge les frais des traitements. Comme pour le premier modèle, des exceptions sont prévues pour les cas d'urgence et la consultation de certains spécialistes.\n\nA.b A. SA a adhéré à la Convention-cadre TARMED conclue les 27 mars et 11 juillet 2002 entre santésuisse, d'une part, et H+ Les Hôpitaux suisses, d'autre part. Cette convention a pour objet, entre autres, l'introduction de modalités uniformes d'indemnisation des hôpitaux par les assureurs-maladie. A. SA a en outre adhéré à la Convention relative à la valeur du point taxe TARMED conclue entre santésuisse, d'une part, et la Fédération des hôpitaux vaudois et le Centre hospitalier universitaire vaudois (CHUV), d'autre part. Ce dernier établissement est également lié par la Convention-cadre TARMED.\n\nA.c Entre le mois de mars 2011 et le mois de janvier 2013, le CHUV a adressé plusieurs factures à A. SA pour les traitements (ambulatoires et stationnaires) dispensés à ses assurés. A. SA a refusé d'en payer plusieurs pour le motif que ses assurés n'avaient pas contacté au préalable le médecin coordinateur ou n'avaient pas saisi le centre de télé-médecine.\n\nB. Le 2 avril 2013, l'Etat de Vaud, représenté par le CHUV, a ouvert une action contre A. SA devant le Tribunal arbitral des assurances du canton de Vaud, en concluant au paiement de plusieurs factures restées impayées (dont il fournit une liste détaillée), plus intérêts moratoires. Le 20 février 2014, le fournisseur de prestations a complété sa demande. Pendant la procédure arbitrale, l'assureur-maladie a payé une partie des factures.\n\nAprès avoir donné aux parties la possibilité de se déterminer, par jugement du 10 novembre 2014, le Tribunal arbitral a admis la BGE 141 V 546 S. 548demande de l'Etat de Vaud et condamné A. SA à payer 60 factures encore impayées, ainsi que les intérêts moratoires sur les 51 autres factures déjà payées (le dispositif indique le détail des factures).\n\nC. A. SA interjette un recours en matière de droit public contre ce jugement dont elle demande l'annulation. Elle demande à titre principal le rejet de l'action du 2 avril 2013 et à titre subsidiaire le renvoi de la cause à la juridiction arbitrale pour nouvelle décision.\n\nInvité à prendre position sur le recours, l'Etat de Vaud a proposé de le rejeter.\n\nL'OFSP ne s'est pas prononcé.\n\nLe recours a été rejeté.", "considerants": "Extrait des considérants:\n\n2. L'objet du litige porte sur le paiement des factures émises par le CHUV pour les traitements médicaux (ambulatoires et stationnaires) effectués au profit d'assurés de A. SA. Les chiffres II et III du dispositif du jugement attaqué mentionnent le détail des 111 factures dont il est question. Une partie (51) de ces factures ayant été payées, seul reste litigieux pour celles-ci le versement des intérêts moratoires.\n\n3.\n\n3.1 La juridiction arbitrale a admis la demande du 2 avril 2013 pour le motif que la prétention du CHUV pouvait se fonder sur le système du tiers payant introduit par la Convention relative à la valeur du point taxe TARMED. En application de ce système, l'assureur devient le débiteur direct de la facture du fournisseur de prestations en lieu et place de l'assuré. S'il devait s'avérer que l'assuré n'a pas respecté ses obligations contractuelles vis-à-vis de l'assureur, à savoir s'il n'a pas consulté au préalable le médecin coordinateur ou le centre de télé-médecine avant de s'adresser à un fournisseur de prestations, il appartiendrait à l'assureur dans un deuxième temps (une fois payé le fournisseur de prestations) de se retourner contre l'assuré. Après avoir passé en revue certains modèles d'assurance en vigueur chez d'autres assureurs et décrit la nature juridique des obligations et des droits des assureurs, assurés et fournisseurs de prestations, le Tribunal arbitral a estimé que le système du tiers payant ne permet pas à l'assureur de se libérer de ses obligations vis-à-vis du fournisseur de prestations. Dans ce contexte, les \"Règlement sur l'assurance du médecin de famille (LAMal)\" et \"Règlement télé-médecine BGE 141 V 546 S. 549(LAMal)\", malgré l'approbation de l'OFSP, doivent être considérés comme des conditions générales entre particuliers et ne sont pas opposables au fournisseur de prestations, ainsi que pourraient l'être des règlements de droit public. Le fournisseur de prestations n'avait en outre pas de motif de refuser d'exécuter le traitement médical demandé. La limitation du choix du fournisseur de prestations prévue par les règlements mentionnés ci-dessus n'est en effet pas connue du fournisseur de prestations, auquel on ne peut pas imputer une violation de son devoir d'informer l'assuré sur d'éventuels problèmes de couverture de l'assurance avant de lui administrer le traitement médical demandé.\n\n3.2 La recourante conteste devoir payer les factures litigieuses en faisant valoir que tant l'art. 41 al. 4 LAMal que les \"Règlement sur l'assurance du médecin de famille (LAMal)\" et \"Règlement télé-médecine (LAMal)\" prévoient explicitement que l'assureur ne prend en charge que les coûts des prestations prodiguées par le médecin coordinateur ou par les fournisseurs désignés au préalable par ce médecin ou par le centre de télé-médecine. A cet égard, la recourante expose que les règlements précités lient également les fournisseurs de prestations car, ayant été approuvés par l'OFSP, ils doivent être assimilés à un règlement de droit public qui est aussi contraignant pour les tiers. La recourante conteste en outre le caractère économique des prestations ayant fait l'objet des factures litigieuses dans la mesure où elles n'ont pas été ordonnées par le médecin coordinateur ou par le centre de télé-médecine. Ces prestations ne sont donc pas réglementées par la LAMal mais plutôt par l'assurance privée. Le fournisseur de prestations a en outre violé son devoir d'information parce qu'il a omis de renseigner les assurés sur l'absence de couverture de l'assurance sociale. Le CHUV était du reste au courant des problèmes de couverture posés par les modèles d'assurance choisis par les assurés qui restreignent le choix du fournisseur de prestations. Après consultation de la carte d'assuré, qui devrait en principe indiquer les formes particulières d'assurance, le CHUV aurait dû se douter de la couverture d'assurance de l'assuré et se renseigner, avant d'administrer le traitement médical, auprès de l'assureur.\n\n3.3 L'intimé expose que tant pour les prestations ambulatoires que stationnaires, le système du tiers payant oblige l'assureur à payer à l'hôpital les prestations relevant de l'assurance obligatoire. Selon ce système, l'assureur remplace l'assuré en tant que débiteur. Une éventuelle violation des règlements de A. SA ne serait pas de nature à BGE 141 V 546 S. 550changer les rapports juridiques entre les parties. En effet, ces règlements, qui définissent les modèles d'assurance, sont de simples conditions générales d'assurance qui ne sont pas opposables au fournisseur de prestations. L'intimé expose en outre que les prestations litigieuses relèveraient de l'assurance sociale et devraient être prises en charge selon les modalités de la LAMal et des conventions tarifaires. Le choix du modèle d'assurance ne pourrait pas avoir pour effet de sortir ces prestations du catalogue des prestations obligatoires. Il conteste également avoir violé son devoir d'information car le système du tiers payant a justement pour but de simplifier la facturation des prestations. Du point de vue pratique, il lui serait en outre impossible de contrôler la couverture d'assurance de chaque assuré.\n\n4.\n\n4.1 En principe, en cas de traitement ambulatoire, l'assuré a le libre choix entre les fournisseurs de prestations admis et aptes à traiter sa maladie (art. 41 al. 1 LAMal). En cas de traitement hospitalier, l'assuré a également le libre choix entre les hôpitaux aptes à traiter sa maladie et figurant sur la liste de son canton de résidence ou celle du canton où se situe l'hôpital (hôpital répertorié; art. 41 al. 1bis LAMal). Toutefois, \"l'assuré peut, en accord avec l'assureur, limiter son choix aux fournisseurs de prestations que l'assureur désigne en fonction de leurs prestations plus avantageuses (art. 62 al. 1 et 3 LAMal). L'assureur ne prend en charge que les coûts des prestations prodiguées ou ordonnées par ces fournisseurs; l'al. 2 est applicable par analogie. Les prestations que la loi rend obligatoires sont en tout cas garanties\" (art. 41 al. 4 LAMal). Selon l'art. 41 al. 2 LAMal, si, pour des raisons médicales, l'assuré se soumet à un traitement ambulatoire administré par un autre fournisseur de prestations, l'assureur prend en charge les coûts correspondant au tarif applicable à cet autre fournisseur. L'assureur peut réduire les primes des assurances impliquant un choix limité du fournisseur de prestations d'après l'art. 41 al. 4 LAMal (art. 62 al. 1 LAMal).\n\n4.2 L'art. 42 LAMal règle les modalités de facturation et définit le débiteur de la prestation. Ainsi, sauf convention contraire entre les assureurs et les fournisseurs de prestations, l'assuré est le débiteur de la rémunération envers le fournisseur de prestations. L'assuré a, dans ce cas, le droit d'être remboursé par son assureur (système du tiers garant). En dérogation à l'art. 22 al. 1 LPGA (RS 830.1), ce droit peut être cédé au fournisseur de prestations (al. 1). Les assureurs et fournisseurs de prestations peuvent convenir que l'assureur est le BGE 141 V 546 S. 551débiteur de la rémunération (système du tiers payant). En cas de traitement hospitalier, l'assureur, en dérogation à l'al. 1, est le débiteur de sa part de rémunération (al. 2). Le fournisseur de prestations doit remettre au débiteur de la rémunération une facture détaillée et compréhensible. Il doit aussi lui transmettre toutes les indications nécessaires lui permettant de vérifier le calcul de la rémunération et le caractère économique de la prestation. Dans le système du tiers payant, l'assuré reçoit une copie de la facture qui a été adressée à l'assureur. En cas de traitement hospitalier, l'hôpital atteste la part du canton et celle de l'assureur de manière séparée. Le Conseil fédéral règle les détails (al. 3).\n\n5.\n\n5.1 Lors d'un traitement hospitalier, le système du tiers payant s'impose de par la loi (art. 42 al. 2 LAMal). Pour les prestations ambulatoires, la loi laisse le soin aux parties de prévoir l'introduction de ce système. La Convention relative à la valeur du point taxe TARMED, à laquelle tant la recourante que l'intimé ont adhéré, prévoit explicitement ce système dans son art. 7.\n\n5.2 Le Tribunal fédéral a déjà eu l'occasion d'exposer que le système du tiers payant est une forme de reprise de dette contractuelle de l'assureur vis-à-vis du fournisseur de prestations. Dans ce système, l'assuré envoie les factures à son assureur ou ce dernier les reçoit directement du fournisseur de prestations. L'assureur est alors tenu d'indemniser la personne qui fournit les prestations (ATF 132 V 18 consid. 5.2 p. 23). Comme dans le cas d'une reprise de dette au sens de l'art. 175 ss CO, le système du tiers payant suppose l'existence d'une reprise de dette interne et d'une reprise de dette externe (voir GEBHARD EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 732 n° 986 s.; GRÉGOIRE GEISSBÜHLER, Tiers garant, tiers payant [42 LAMal], Un point de vue du droit des obligations, AJP/PJA 2015 p. 1012 ss, 1016). Ainsi, l'assureur s'engage à reprendre la dette de l'assuré (reprise de dette interne, art. 175 al. 1 CO), ce qui a pour effet de libérer l'assuré de ses obligations vis-à-vis du fournisseur de prestations, sous réserve de la franchise et de la quote-part qui ne sont pas pris en charge par l'assurance sociale. Par le choix du système de rémunération, le catalogue des prestations ne peut en effet ni être élargi (art. 34 LAMal) ni être restreint (cf. art. 41 al. 4, 3e phrase, LAMal). L'assureur remplace en outre l'assuré dans la relation contractuelle qui l'unit au fournisseur de prestations (reprise de dette externe, art. 176 al. 1 CO). BGE 141 V 546 S. 552\n\n5.3 Il découle de ce système que le contrat passé entre l'assureur et l'assuré, soit la reprise de dette interne, constitue pour le créancier une res inter alios acta. Par conséquent, l'assureur ne peut pas opposer au fournisseur de prestations les exceptions qu'il aurait pu avoir à l'encontre de l'assuré (cf. par analogie THOMAS PROBST, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, n° 7 ad art. 175 et n° 7 ad art. 179 CO).\n\n6.\n\n6.1 En l'espèce, les factures litigieuses concernent des prestations ambulatoires et stationnaires, ce qui est sans influence pour l'issue du litige dans la mesure où la Convention relative à la valeur du point taxe TARMED introduit le système du tiers payant aussi pour les traitements ambulatoires. Pour les prestations stationnaires, l'application du système du tiers payant résulte directement de la loi (art. 42 al. 2 LAMal). Contrairement à ce que fait valoir la recourante, la rémunération de ces prestations entre dans la champ d'application de l'assurance sociale. Les formes particulières d'assurance au sens de l'art. 41 al. 4 LAMal relèvent en effet de l'assurance-maladie obligatoire comme le prévoit non seulement l'art. 62 LAMal, mais aussi le \"Règlement sur l'assurance du médecin de famille (LAMal)\" et \"Règlement télé-médecine (LAMal)\". Il s'agit de prestations médicales fournies par un hôpital à des assurés dans le cadre d'un traitement médical, dont le caractère approprié et efficace, au sens où l'entend l'art. 32 LAMal, n'est pas remis en cause par la recourante. Ces prestations sont en outre soumises à la Convention-cadre TARMED et la Convention relative à la valeur du point taxe TARMED.\n\n6.2\n\n6.2.1 En application des principes exposés ci-dessus dans le consid. 5, il s'avère que le système du tiers payant, au contraire du système dit du tiers garant, oblige l'assureur à reprendre la dette de l'assuré vis-à-vis du fournisseur de prestations. L'assureur ne peut pas se libérer de son obligation en invoquant une éventuelle violation contractuelle de la part de l'assuré parce que les relations juridiques qui l'unissent à l'assuré constituent un acte qui juridiquement ne concerne pas le fournisseur de prestations. Ni la Convention-cadre TARMED ni la Convention relative à la valeur du point taxe TARMED ne prévoient une dérogation ou une réserve à l'application stricte du système du tiers payant. En ces circonstances, la recourante est donc tenue de payer les factures concernant les traitements médicaux fournis par l'intimé et ceci même s'il devait s'avérer que BGE 141 V 546 S. 553la personne assurée ne s'est pas adressée préalablement au médecin coordinateur ou au centre de télé-médecine.\n\n6.2.2 A l'encontre de cette démonstration, la recourante invoque une jurisprudence constante du Tribunal fédéral (entre autres ATF 125 V 437 consid. 3a; arrêts du Tribunal fédéral des assurances K 58/02 du 6 février 2003 consid. 3.2, in RAMA 2003 p. 74; K 133/98 du 20 décembre 1999 consid. 2b, in RAMA 2000 p. 74), aux termes de laquelle il a été décidé que si l'assuré ne respecte pas ses obligations issues de la limitation du choix du médecin, l'assureur n'a pas l'obligation de prendre en charge ces prestations. Or cette jurisprudence n'est pas remise en cause par les principes exposés ci-dessus. Ces arrêts concernaient des litiges entre assureurs et assurés: le cas d'espèce est différent dans la mesure où il est question d'un litige entre un assureur et un fournisseur de prestations. Le système du tiers payant offre la garantie au fournisseur de prestations qu'il sera remboursé par l'assureur en cas d'exécution de ses obligations conforme à la convention. Il n'empêche pas que, dans un deuxième temps et conformément à l'art. 41 al. 4, 2e phrase, LAMal, l'assureur puisse se retourner contre l'assuré s'il devait s'avérer que ce dernier n'a pas respecté ses obligations contractuelles, comme cela a été jugé dans la jurisprudence citée ci-avant.\n\n6.3 La recourante fait en outre valoir que le \"Règlement sur l'assurance du médecin de famille (LAMal)\" et le \"Règlement télé-médecine (LAMal)\" déploient des effets aussi à l'égard du fournisseur de prestations. Du fait qu'ils ont été approuvés par l'OFSP, ils doivent être assimilés à des règlements de droit public, ayant une portée générale. Il est vrai que ces règlements sont en principe joints à la demande d'autorisation que les caisses-maladie doivent adresser chaque année à l'OFSP pour pouvoir pratiquer l'assurance-maladie sociale (art. 12 al. 2 let. b OAMal [RS 832.102]). Or l'approbation de l'OFSP n'en fait pas pour autant un règlement de droit public. Les règlements en question sont certes adoptés par une caisse-maladie, qui dans certaines circonstances agit en tant qu'organe qui exécute des tâches de droit public. Toutefois, il ne s'agit pas d'un règlement de droit public de portée générale et abstraite, mais d'un contrat qui lie une caisse-maladie à une personne assurée. Dans ce cas, la caisse-maladie agit en tant que partie. Les règlements ainsi adoptés ne lient donc que celle-ci et la personne qui décide de s'affilier à la caisse-maladie. Ils n'ont aucune portée vis-à-vis de tiers, en particulier, des fournisseurs de prestations, et doivent plutôt être assimilés à des BGE 141 V 546 S. 554conditions générales d'assurance, comme l'a justement relevé la juridiction arbitrale.\n\n7.\n\n7.1 La recourante reproche en outre à l'intimé d'avoir violé son obligation d'informer les assurés des problèmes en relation avec leur couverture d'assurance. L'intimé ne pourrait donc pas se prévaloir d'un paiement direct des prestations litigieuses. La recourante fait valoir que l'intimé avait connaissance du fait que les assurés n'avaient pas respecté leur obligation de consulter au préalable le médecin coordinateur ou le centre de télé-médecine avant de demander le traitement. L'intimé aurait donc dû refuser le traitement ou dû contacter au préalable l'assureur afin de vérifier la couverture d'assurance.\n\n7.2 En substance, la recourante fait valoir que, même si le contrat entre l'assuré et l'assureur est une res inter alios acta pour le fournisseur de prestations, ce dernier était de mauvaise foi puisqu'il avait connaissance du vice affectant le contrat de reprise interne, sans qu'il ait averti le reprenant. Il s'agit d'une réserve au principe selon lequel l'assureur ne peut pas opposer au fournisseur de prestations les exceptions qu'il pouvait avoir vis-à-vis de l'assuré. Cet argument reprend par analogie le principe consacré par l'art. 179 al. 3 CO (PROBST, op. cit., n° 8 ad art. 179 CO).\n\n7.3 L'art. 8 de la Convention relative à la valeur du point taxe TARMED prévoit que \"le fournisseur de prestations informe son patient sur les prestations d'assurance-maladie sociale et sur les coûts éventuellement non couverts par l'assurance-obligatoire des soins\". Il s'agit d'une obligation générale que la jurisprudence a déjà eu l'occasion de préciser. Ainsi, le Tribunal fédéral a exposé que le fournisseur de prestations assume un devoir d'information vis-à-vis du patient non seulement pour ce qui est de l'aspect médical du traitement, mais aussi pour les incidences économiques et assécurologiques liées au traitement. Il n'incombe pas au fournisseur de prestations d'éclaircir toutes les questions en relation avec le contrat d'assurance, mais il lui appartient plutôt, lorsqu'il éprouve ou doit éprouver des doutes par exemple sur la couverture d'assurance, d'attirer l'attention du patient sur ces problèmes et l'inviter à prendre contact avec l'assureur (ATF 119 II 456 consid. 2d p. 460).\n\n7.4 En l'espèce, le Tribunal arbitral a constaté que le dossier ne contenait pas de moyens de preuves qui laissaient supposer que le fournisseur de prestations aurait violé son devoir d'informer. Il s'agit d'une BGE 141 V 546 S. 555constatation de fait qui en principe lie le Tribunal fédéral (art. 105 al. 1 LTF). La recourante fait valoir que la simple consultation de la carte d'assuré, lors de l'admission dans l'hôpital, aurait permis à l'intimé de savoir que les assurés avaient opté pour une forme particulière d'assurance qui nécessitait la consultation préalable du médecin coordinateur ou du centre de télé-médecine. A titre d'exemple, elle allègue les cas de trois admissions de patients (dont les factures sont contestées) pour lesquels le CHUV aurait consulté la carte d'assuré lors de leur admission. Cet argument n'est pas de nature à faire admettre au Tribunal fédéral que la constatation du Tribunal arbitral était manifestement erronée. Tout d'abord, on relèvera qu'il s'agit de trois factures sur les 111, objet du litige. Ensuite, la simple consultation de la carte d'assuré ne dit pas encore que le fournisseur de prestations doit avoir des doutes sur la couverture d'assurance au sens où l'entend la recourante. L'indication de la forme particulière d'assurance ne figure en effet qu'à titre facultatif sur la carte d'assurance (art. 4 al. 2 let. c de l'ordonnance du 14 février 2007 sur la carte d'assuré pour l'assurance obligatoire des soins [OCA; RS 832. 105]). En outre, elle ne contient aucun renseignement quant à savoir si l'assuré a respecté ses obligations vis-à-vis de l'assureur avant de contacter l'intimé pour le traitement médical. Dans ces circonstances, on peut confirmer l'appréciation du Tribunal arbitral selon laquelle, en l'espèce il n'y a pas eu de violation du devoir d'informer de la part du fournisseur de prestations.\n\n8.\n\n8.1 La recourante conteste enfin le caractère économique des prestations litigieuses. A ce propos, elle invoque le Message du 6 novembre 1991 concernant la révision de l'assurance-maladie, dont il résulte que les formes particulières d'assurance ont pour but de réduire les coûts de la santé (FF 1992 I 77, 176 ad art. 54 LAMal). En obligeant l'assureur à prendre en charge les prestations de l'intimé, malgré la violation des assurés des dispositions contractuelles, le Tribunal arbitral aurait violé les art. 32 et 56 LAMal.\n\n8.2 En ce qui concerne les conditions de la prise en charge des coûts par l'assurance sociale, il ressort de l'art. 32 al. 1 LAMal, 1ère phrase, que les prestations mentionnées aux art. 25-31 doivent être efficaces, appropriées et économiques. Selon l'art. 56 LAMal, \"le fournisseur de prestations doit limiter ses prestations à la mesure exigée par l'intérêt de l'assuré et le but du traitement\" (al. 1). \"La rémunération BGE 141 V 546 S. 556des prestations qui dépassent cette limite peut être refusée. Le fournisseur de prestations peut être tenu de restituer les sommes reçues à tort au sens de la présente loi. Ont qualité pour demander la restitution: a. l'assuré ou, conformément à l'art. 89, al. 3, l'assureur dans le système du tiers garant (art. 42 al. 1); b. l'assureur dans le système du tiers payant (art. 42 al. 2)\" (al. 2).\n\n8.3 Même si l'art. 56 al. 2 let. b LAMal confère à l'assureur le droit de réclamer au fournisseur de prestations la restitution des prestations versées à tort, de manière générale et non seulement pour des prestations non économiques (voir GEBHARD EUGSTER, Rechtsprechung des Bundesgerichts zum KVG, 2010, n° 25 ad art. 56 LAMal), on ne saurait appliquer cette norme dans le sens voulu par la recourante. Il faut mettre en évidence que la recourante a adhéré à la Convention relative à la valeur du point taxe TARMED, qui prévoit le système du tiers payant pour la rémunération des prestations médicales. Ce système s'applique à toutes les prestations stationnaires et ambulatoires et aucune réserve n'est prévue. Il confère au fournisseur de prestations la garantie d'être payé pour les traitements médicaux. Si le fournisseur de prestations devait assumer la responsabilité de vérifier la couverture d'assurance pour tous les assurés (à ce propos, il convient de rappeler que la carte d'assurance ne contient pas forcément d'indication sur la forme d'assurance choisie, voir consid. 7.4 ci-dessus), on réduirait sensiblement le champ d'application du système du tiers payant. En cas de doute sur la couverture d'assurance, notamment en relation avec la consultation préalable du médecin coordinateur ou du centre de télé-médecine, le fournisseur de prestations devrait ou bien refuser le traitement ou bien exiger le paiement direct de la prestation de la part de l'assuré. En fin de compte, cela ouvrirait une brèche dans la cohérence du régime du tiers payant voulu par les parties, comme l'a signalé le Tribunal fédéral dans l' ATF 132 V 18 consid. 5.4 p. 25 s. dans un cas relativement analogue qui concernait un pharmacien. Pour être complet, on relèvera que les intérêts de l'assureur ne sont pas pour autant mis en danger dans la mesure où, après le paiement des factures au fournisseur des prestations, il lui reste la possibilité de se retourner contre l'assuré qui aurait violé ses obligations contractuelles. Compte tenu de ce qui précède, les griefs de la recourante se révèlent infondés."}