{"annee": "141", "cour": "I", "page": "49", "date": "12/2/2015", "cite": ["137 II 305", "138 I 246", "136 I 316", "139 III 135", "137 I 1", "139 I 330"], "cite_par": ["144 IV 35", "142 I 216", "141 I 211", "143 I 321", "143 IV 347", "142 II 433"], "chapeau": "5. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. et B. contre Service de la population du canton de Vaud (recours en matière de droit public)\n\n2C_16/2014 du 12 février 2015", "regestes": ["Art. 9 et 29 al. 1 Cst.; art. 83 et 85 al. 7 LEtr; art. 74 OASA; admission provisoire; regroupement familial; interdiction du déni de justice et de l'arbitraire. Recours contre le refus de l'autorité cantonale de police des étrangers, confirmé par le Tribunal cantonal, de transmettre le dossier des recourantes, muni de son avis, au Secrétariat d'Etat aux migrations pour examen et décision quant à leur demande de regroupement familial avec leur concubin et père, qui bénéficie d'une admission provisoire en Suisse (consid. 3.1-3.3). Obligation de l'autorité cantonale de transmettre pour décision le dossier, muni de son avis, à l'autorité fédérale; violation de l'interdiction du déni de justice et de l'arbitraire. Différences entre la procédure de l'art. 85 al. 7 LEtr (in casu) et celle de l'art. 83 al. 6 LEtr (consid. 3.4-3.7). Conséquences de la violation (consid. 3.8)."], "faits": "BGE 141 I 49 S. 50\n\nA.\n\nA.a Ressortissante marocaine née en 1982, A. est entrée illégalement en Suisse à une date indéterminée et y réside sans droit depuis 2007. Elle est assistée financièrement depuis mai 2012.\n\nC. est un ressortissant irakien né en 1980. Entré en Suisse en 2008, il a formé une requête d'asile qui a été rejetée le 3 juin 2010 par l'Office fédéral des migrations (ci-après: l'Office fédéral), devenu le Secrétariat d'Etat aux migrations le 1er janvier 2015, et son renvoi de Suisse a été ordonné. Compte tenu en particulier des conditions de sécurité dans la région de provenance du requérant, l'Office fédéral a toutefois remplacé ce renvoi par une admission provisoire, ce qu'a confirmé le Tribunal administratif fédéral par arrêt du 20 février 2013. Du 1er février 2011 au 31 janvier 2012, C. a travaillé auprès d'un palace lausannois. Après une période de chômage, il est assisté par l'Etablissement vaudois d'accueil des migrants (ci-après: l'EVAM). BGE 141 I 49 S. 51\n\nA.b A. et C. se sont unis religieusement en 2011. En 2012, ils ont eu une fille, B., que le père a reconnue le 13 septembre 2012.\n\nB.\n\nB.a Le 19 juin 2012, A. a demandé à pouvoir être incluse dans l'admission provisoire de C. Le 10 août 2012, le Service de la population du canton de Vaud (ci-après: le Service cantonal) a transmis cette requête à l'Office fédéral comme objet de sa compétence avec un préavis négatif. Après avoir permis aux intéressées de se prononcer, l'Office fédéral a, par courrier du 7 janvier 2013, prié celles-ci de s'adresser \"à nouveau\" aux services cantonaux compétents. Il a justifié cette démarche par le fait que, comme A. et B. se trouvaient déjà en Suisse, l'art. 85 al. 7 LAsi (recte: LEtr) ne s'appliquait pas, relevant que le droit d'être entendu leur avait été octroyé \"par erreur\".\n\nB.b Le 26 avril 2013, A. et sa fille B. se sont référées à leur demande d'extension de l'admission provisoire et ont demandé au Service cantonal de considérer que leur renvoi était inexigible et, partant, de proposer à l'Office fédéral leur admission provisoire en application de l'art. 83 al. 6 LEtr.\n\nAprès avoir donné aux intéressées le droit d'être entendues, le Service cantonal, par décision du 15 juillet 2013, a prononcé le renvoi de Suisse de A. et de sa fille B., toutes deux de nationalité marocaine. Il leur a également signifié qu'il n'entendait pas proposer à l'Office fédéral leur admission provisoire, car leur renvoi n'était pas inexigible et qu'il n'était pas non plus déraisonnable de s'attendre à ce que C. les suive au Maroc.\n\nContre cette décision A., en son propre nom et au nom de sa fille B., a formé un recours auprès de la Cour de droit administratif et public du Tribunal cantonal vaudois (ci-après: le Tribunal cantonal) qui, par arrêt du 6 décembre 2013, a rejeté le recours et confirmé la décision du 15 juillet 2013.\n\nC. Contre l'arrêt du 6 décembre 2013, A. et B. ont déposé un recours en matière de droit public au Tribunal fédéral. Elles concluent en particulier à l'annulation de l'arrêt attaqué.\n\nLe Tribunal fédéral admet, dans la mesure où il est recevable, le recours, traité en tant que recours constitutionnel subsidiaire, annule l'arrêt du Tribunal cantonal du 6 décembre 2013 et ordonne au Service cantonal de transmettre la demande d'admission provisoire des recourantes, munie de son avis, au Secrétariat d'Etat aux migrations.\n\n(résumé) BGE 141 I 49 S. 52", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 L'arrêt attaqué a confirmé le refus du Service cantonal de transmettre à l'autorité fédérale la demande d'admission provisoire des recourantes, au motif qu'une telle démarche avait déjà été accomplie le 10 août 2012 et que les intéressées ne s'étaient alors pas opposées lorsque l'Office fédéral avait, le 7 janvier 2013, retourné la cause aux autorités cantonales. Les recourantes n'invoquaient du reste aucune raison pertinente justifiant d'interpeller une seconde fois l'Office fédéral. Au surplus, le refus de transmettre une demande d'admission provisoire n'était pas une décision ouvrant la voie du recours. Quant au renvoi des recourantes de Suisse, l'art. 8 CEDH n'y faisait pas obstacle. En effet, dans le cadre de la pesée des intérêts, le couple n'était pas financièrement indépendant, les intéressées n'avaient pas fait valoir qu'elles seraient exposées à une quelconque menace en cas de retour dans leur pays d'origine et il n'était pas exclu que leur compagnon et père puisse s'établir avec elles au Maroc.\n\n3.2 Les recourantes ne sont pas représentées par un mandataire professionnel, mais par le Service d'Aide Juridique aux Exilé-e-s (SAJE), ce qui est admissible en matière de droit public (art. 40 al. 1 LTF a contrario). Il convient partant de ne pas se montrer trop formaliste quant aux exigences liées à la motivation (cf. arrêts 2C_637/2012 du 4 octobre 2012 consid. 2; 2C_610/2010 du 21 janvier 2011 consid. 2.1). En substance, il ressort de celle-ci que, parallèlement à une violation de l'art. 8 CEDH, les recourantes considèrent qu'il est manifestement contraire à leur intérêt prépondérant de les renvoyer sans que leur demande d'admission provisoire n'ait été transmise à l'autorité fédérale compétente pour en traiter. Ce faisant, elles se plaignent d'une application arbitraire du droit fédéral, grief qui sera vérifié ci-après.\n\n3.3 Il s'ensuit que le recours porte sur le refus par le Service cantonal, confirmé par le Tribunal cantonal dans son arrêt du 6 décembre 2013, de transmettre le dossier des recourantes, muni de son avis, à l'Office fédéral pour examen et décision quant à leur demande de regroupement familial avec leur concubin et père, lequel bénéficie d'une admission provisoire en Suisse. En d'autres termes, la question qui se pose devant la Cour de céans n'est pas celle de savoir si, sur le fond, les recourantes ont droit à un regroupement familial au titre de l'admission provisoire de leur concubin et père, mais seulement si c'est de manière insoutenable que le Tribunal cantonal a refusé de BGE 141 I 49 S. 53transmettre leur requête en ce sens à l'Office fédéral pour qu'il se prononce à cet égard.\n\n3.4 Une décision est arbitraire (cf. art. 9 Cst.) lorsqu'elle est manifestement insoutenable, méconnaît gravement une norme ou un principe juridique clair et indiscuté, ou heurte de manière choquante le sentiment de la justice et de l'équité; il ne suffit pas qu'une autre solution paraisse concevable, voire préférable. Pour que cette décision soit censurée, encore faut-il qu'elle s'avère arbitraire, non seulement dans ses motifs, mais aussi dans son résultat (ATF 137 I 1 consid. 2.4 p. 5; ATF 136 I 316 consid. 2.2.2 p. 318 s.; arrêts 5A_355/2012 du 21 décembre 2012 consid. 2, non publié in ATF 139 III 135; 5A_789/2010 du 29 juin 2011 consid. 5.1).\n\n3.5 Les étrangers au bénéfice d'une admission provisoire en Suisse (art. 83 al. 1 LEtr [RS 142.20]) possèdent un statut précaire qui assure toutefois leur présence en Suisse aussi longtemps que l'exécution du renvoi n'est pas possible, n'est pas licite ou ne peut être raisonnablement exigée (ATF 138 I 246 consid. 2.3 p. 249; arrêt 2C_639/2012 du 13 février 2013 consid. 1.2.1). L'admission provisoire constitue en d'autres termes une mesure qui se substitue, en principe pour une durée limitée, à la mise en oeuvre du renvoi lorsque celui-ci s'avère inexécutable. Elle coexiste donc avec la mesure de renvoi entrée en force, dont elle ne remet pas en cause la validité. L'admission provisoire n'équivaut pas à une autorisation de séjour, mais fonde un statut provisoire qui réglemente la présence en Suisse de l'étranger tant et aussi longtemps que l'exécution de son renvoi - c'est-à-dire la mesure exécutoire du renvoi visant à éliminer une situation contraire au droit - apparaîtra comme impossible, illicite ou non raisonnablement exigible (ATF 138 I 246 consid. 2.3 p. 249; ATF 137 II 305 consid. 3.1 p. 309).\n\n3.5.1 Le droit fédéral reconnaît la particularité de ce statut, puisque, s'il dure plus de trois ans, il permet au conjoint et aux enfants, à certaines conditions énumérées à l'art. 85 al. 7 LEtr, de bénéficier du regroupement familial et du même statut. A teneur de cette dernière disposition:\n\n\"Le conjoint et les enfants célibataires de moins de 18 ans des personnes admises provisoirement, y compris les réfugiés admis provisoirement, peuvent bénéficier du regroupement familial et du même statut, au plus tôt trois ans après le prononcé de l'admission provisoire, aux conditions suivantes: a. ils vivent en ménage commun; b. ils disposent d'un logement approprié; c. la famille ne dépend pas de l'aide sociale.\" BGE 141 I 49 S. 54\n\nLa doctrine admet que le concubinage durable est aussi visé par l'art. 85 al. 7 LEtr (cf. RUEDI ILLES, in Bundesgesetz über die Ausländerinnen und Ausländer [AuG], 2010, n° 25 ad art. 85 LEtr in fine p. 823 s.). La procédure permettant aux conjoints et enfants célibataires de moins de 18 ans d'un étranger admis provisoirement en Suisse d'obtenir le même statut sur la base de l'art. 85 al. 7 LEtr est réglée à l'art. 74 de l'ordonnance du 24 octobre 2007 relative à l'admission, au séjour et à l'exercice d'une activité lucrative (OASA; RS 142.201).\n\n3.5.2 Selon l'art. 74 al. 1 OASA, les demandes visant à inclure des membres de la famille dans l'admission provisoire doivent être déposées auprès de l'autorité cantonale compétente en matière d'étrangers. Quant à l'al. 2, il prévoit que l'autorité cantonale transmet la demande accompagnée de son avis à l'ODM. Ce dernier précise si les conditions légales de regroupement familial sont remplies. Comme le confirment les textes allemand et italien de l'art. 74 al. 2 OASA, mis en évidence ci-dessous, les termes \"ce dernier\" ne visent pas l'Office fédéral (actuellement le Secrétariat d'Etat aux migrations), mais l'avis rendu par l'autorité cantonale:\n\n\"Die kantonale Ausländerbehörde leitet das Gesuch mit ihrer Stellungnahme an das BFM weiter. Die Stellungnahme führt aus, ob die gesetzlichen Voraussetzungen für den Familiennachzug gegeben sind.\"\n\n\"L'autorità cantonale degli stranieri trasmette la domanda, con il suo parere, all'UFM. Nel parere è indicato se le condizioni legali per il ricongiungimento familiare sono date.\"\n\nIl découle de cette procédure que les autorités cantonales ne sont pas compétentes pour statuer sur l'inclusion, dans l'admission provisoire d'un étranger déjà au bénéfice de ce statut, des membres de sa famille (admission provisoire dérivée). La demande doit toutefois leur être adressée et elles n'ont alors, selon l'art. 74 OASA, pas d'autre choix que de transmettre (\"transmet\", \"leitet weiter\", \"trasmette\") le dossier à l'Office fédéral, tout en restant libres du contenu de leur avis. La transmission de la demande ne consiste donc pas en une simple faculté, mais est obligatoire. Si, contrairement à ce que semblent croire les recourantes, les intéressés n'ont pas de droit à obtenir un avis positif ni ne peuvent recourir contre un avis négatif (PETER BOLZLI, in Migrationsrecht, Kommentar, 3e éd. 2012, n° 16 ad art. 85 AuG p. 246), une autorité cantonale ne saurait pour sa part refuser de transmettre une demande d'admission provisoire liée au regroupement familial (admission provisoire dérivée fondée sur l'art. 85 al. 7 LEtr)BGE 141 I 49 S. 55au motif que, de son point de vue, l'admission provisoire ne devrait pas être accordée.\n\n3.5.3 Cette procédure, qui repose sur l'art. 74 OASA et qui concerne les demandes d'admission provisoire dérivée au sens de l'art. 85 al. 7 LEtr en lien avec un regroupement familial, doit être clairement distinguée de la possibilité offerte aux autorités cantonales à l'art. 83 al. 6 LEtr de proposer spontanément une admission provisoire. Cette dernière disposition vise avant tout la situation dans laquelle des autorités cantonales constatent des obstacles liés à l'exécution d'un renvoi (cf. MINH SON NGUYEN, Les renvois et leur exécution en droit suisse, Amarelle/Nguyen [éd.], in Les renvois et leur exécution, 2011, p. 115 ss, 156 s.). Elle n'est pas conditionnée à une demande de l'intéressé ni à ce qu'un membre de la famille se trouve déjà au bénéfice d'une admission provisoire. Contrairement à la formulation de l'art. 74 OASA, l'art. 83 al. 6 LEtr a un caractère facultatif et implique que l'Office fédéral n'est saisi que si l'avis de l'autorité cantonale s'avère positif. Les intéressés n'ont, pour leur part, aucun droit à ce que le canton demande une admission provisoire en leur faveur à l'Office fédéral sur la base de l'art. 83 al. 6 LEtr (ATF 137 II 305 consid. 3.2 p. 310).\n\n3.5.4 En l'espèce, les autorités cantonales mélangent les deux procédures susmentionnées, à savoir celle découlant de l'art. 85 al. 7 LEtr et celle relative à l'art. 83 LEtr. Elles commencent par refuser d'examiner les conditions de l'art. 85 al. 7 LEtr au motif qu'elles avaient déjà transmis le dossier à l'Office fédéral sans succès et que les recourantes ne s'étaient pas opposées à la position de cet office exprimée le 7 janvier 2013, de sorte qu'il n'y aurait pas lieu de répéter l'opération. Puis, se fondant sur l'art. 83 al. 6 LEtr, elles refusent de donner un avis (positif ou négatif) à l'Office fédéral au motif que les conditions de l'art. 85 al. 7 LEtr ne seraient pas réalisées.\n\nEn confirmant une telle démarche, les juges cantonaux perdent manifestement de vue que les recourantes fondent principalement leur demande d'admission provisoire sur leur relation familiale avec leur compagnon et père, lui-même au bénéfice d'une admission provisoire. On se trouve ainsi dans une situation caractéristique de l'art. 85 al. 7 LEtr. Le fait que les recourantes, induites en erreur par le courrier du Service cantonal, aient mentionné l'art. 83 al. 6 LEtr dans leur seconde requête n'y change rien. Il ne pouvait en effet échapper aux autorités cantonales que l'autorité compétente, soit l'Office fédéral, BGE 141 I 49 S. 56n'avait jamais statué sur la demande d'admission provisoire dérivée formée par les recourantes le 19 juin 2012. Celui-ci s'était contenté, par lettre du 7 janvier 2013, de prier les recourantes de s'adresser à nouveau aux services cantonaux compétents, ce qu'elles avaient de bonne foi (cf. art. 9 Cst.) fait le 26 avril 2013.\n\nIl s'ensuit qu'en présence de cette nouvelle requête, les autorités cantonales ne pouvaient refuser de transmettre la cause à l'Office fédéral au motif que les recourantes n'avaient pas contesté l'avis du 7 janvier 2013, alors que cette lettre ne constituait à l'évidence pas une décision formelle. Elles ne pouvaient davantage refuser de transmettre la cause au motif que, selon elles, les recourantes ne pouvaient prétendre à un regroupement familial en application de l'art. 85 al. 7 LEtr. Dans un tel cas, elles n'avaient en effet d'autre choix que de respecter la procédure prévue à l'art. 74 OASA et de transmettre la cause à l'Office fédéral, avec un avis négatif. Il aurait alors appartenu à ce dernier de statuer en rendant une décision contre laquelle les recourantes auraient pu, le cas échéant, recourir auprès du Tribunal administratif fédéral (cf. art. 31 et 33 let. d LTAF [RS 173.32]).\n\n3.5.5 Cette application erronée de la procédure conduit au résultat choquant, constitutif d'un déni de justice formel (art. 29 Cst.), selon lequel les autorités appelées à intervenir dans la procédure selon l'art. 85 al. 7 LEtr ont privé les recourantes de toute décision par rapport à leur requête à pouvoir bénéficier du même statut légal que leur compagnon et père au titre du regroupement familial, tandis qu'elles faisaient en parallèle l'objet d'une décision de renvoi de Suisse. Elles ont ainsi été privées de la possibilité de défendre leurs droits et de faire valoir leur point de vue dans une procédure équitable, pourtant expressément prévue par la loi.\n\n3.5.6 Par conséquent, en confirmant le refus du Service cantonal de transmettre le dossier des recourantes, muni de son avis, à l'Office fédéral pour que ce dernier statue sur leur demande de regroupement familial, au sens des art. 85 al. 7 LEtr et 74 OASA, le Tribunal cantonal a procédé à une application arbitraire de ces dispositions de droit fédéral. Or, comme il a été vu auparavant (consid. 3.3 supra), il n'appartient pas au Tribunal fédéral de remédier à ce vice en se prononçant sur le fond du litige, soit la demande des recourantes à bénéficier du regroupement familial avec leur concubin et père. Cet examen relève en premier lieu de la compétence de l'Office fédéral, soit de l'actuel Secrétariat d'Etat aux migrations, auquel le Service cantonal devra partant transmettre le dossier, muni de son avis. BGE 141 I 49 S. 57\n\n3.6 La position du Tribunal cantonal, confirmant le refus du Service cantonal de transmettre le dossier des recourantes, muni de son avis, à l'Office fédéral au motif que le couple s'était formé postérieurement à l'arrivée de la recourante 1 et de son concubin en Suisse, ne saurait en tout état justifier que les recourantes se voient privées de toute décision à ce propos. D'une part, en effet, l'appréciation faite par le Service cantonal et confirmée par le Tribunal cantonal est étroitement liée à l'examen au fond des conditions de l'art. 85 al. 7 LEtr; elle compète partant (hormis pour l'avis que le Service cantonal est appelé à rendre) à l'Office fédéral et non pas aux autorités cantonales. D'autre part, les trois conditions énoncées par l'art. 85 al. 7 LEtr, en particulier celle relative à la vie en ménage commun (let. a: \"ils vivent en ménage commun\"), ne sont pas formulées de manière à exiger que la vie de couple ait commencé avant l'arrivée en Suisse de la personne admise provisoirement ou que le partenaire de celle-ci vive encore à l'étranger au moment du dépôt de la demande de regroupement familial avec une personne admise provisoirement dans notre pays.\n\nPar ailleurs, il sera relevé que le présent cas ne soulève aucune question au regard de la loi sur l'asile du 26 juin 1998 (LAsi; RS 142.31), de sorte que les conditions spécifiques y afférentes (cf., notamment, art. 44 et 51 LAsi, art. 74 al. 5 OASA; ATF 139 I 330; RUEDI ILLES, Familiennachzug für vorläufig aufgenommene Flüchtlinge, Asyl 2/2008 p. 3 ss; UEBERSAX/REFAEIL/BREITENMOSER, Die Familienvereinigung im internationalen und schweizerischen Flüchtlingsrecht, in Droit d'asile suisse, normes de l'UE et droit international des réfugiés, 2009, p. 471 ss, 520 ss) ne trouvent pas à s'appliquer.\n\n3.7 Dans son arrêt du 6 décembre 2013, le Tribunal cantonal objecte que la situation des recourantes différerait de celle qui faisait l'objet de l'arrêt 2C_639/2012 (du 13 février 2013) invoqué à l'appui du présent recours, dès lors que la recourante 1 et son enfant, la recourante 2, sont \"clandestines\".\n\nCette objection ne revêt aucune pertinence s'agissant de savoir si le Service cantonal devait ou non retourner la cause à l'Office fédéral pour qu'il examine la requête de regroupement familial des recourantes à l'aune de l'art. 85 al. 7 LEtr. Au demeurant, contrairement à ce qu'ont soutenu les précédents juges, il résulte de l'arrêt 2C_639/2012 que la mère de la recourante était arrivée clandestinement en Suisse et que l'enfant requérant le regroupement familial y résidait BGE 141 I 49 S. 58illégalement (cf. let. B et consid. 4.5.2 non publié). Pour le surplus, il appartiendra si nécessaire à l'actuel Secrétariat d'Etat aux migrations, saisi par le Service cantonal, voire, sur recours, au Tribunal administratif fédéral de se prononcer sur les similitudes ou différences pouvant exister entre, d'une part, l'arrêt 2C_639/2012 précité, qui a été traité sous l'angle des art. 44 LEtr (regroupement familial potestatif) et 8 CEDH, et d'autre part, la présente affaire, pour la résolution de laquelle sont en particulier susceptibles d'entrer en ligne de compte les art. 85 al. 7 LEtr et 8 CEDH.\n\n3.8 Il sied de s'interroger sur les conséquences que le précédent constat de violation entraîne par rapport à l'arrêt entrepris .\n\n3.8.1 Les considérants qui précèdent entraînent l'admission du recours et l'annulation de l'arrêt attaqué dans la mesure où le Tribunal cantonal a confirmé le refus par le Service cantonal de soumettre, accompagnée de son avis, la demande des recourantes à bénéficier du regroupement familial avec leur concubin et père à l'approbation de l'autorité fédérale. Il sera dès lors ordonné au Service cantonal de transmettre sans tarder la demande d'admission provisoire des recourantes au Secrétariat d'Etat aux migrations munie de son avis, en conformité avec l'art. 74 OASA, à charge pour ce dernier d'examiner matériellement la situation familiale des recourantes, en particulier si les conditions relatives au regroupement familial avec une personne admise provisoirement en Suisse sont réunies.\n\n3.8.2 Reste le point de savoir s'il y a également lieu d'annuler l'arrêt querellé en tant qu'il porte sur la décision de renvoi prononcée à l'encontre des recourantes.\n\nDe façon générale, le prononcé d'une admission provisoire par l'autorité compétente présuppose l'existence d'une décision de renvoi. Loin de constituer une catégorie d'autorisations de séjour, l'admission provisoire se substitue en effet à la mise en oeuvre du renvoi lorsque celui-ci s'avère inexécutable, sans que soit pour autant remise en cause la validité même dudit renvoi (cf. ATF 138 I 246 consid. 2.3 p. 249; ATF 137 II 305 consid. 3.1 p. 309).\n\nCela dit, ce principe peut connaître une exception lorsqu'il est, comme en l'espèce, question d'une demande d'admission provisoire dérivée, à savoir par regroupement familial avec une personne qui est déjà admise provisoirement. Dans une telle configuration, en particulier lorsque l'étranger qui demande à bénéficier du regroupement familial réside encore à l'étranger, il ferait peu de sens que les autorités BGE 141 I 49 S. 59compétentes dussent, dans un premier temps, prononcer le renvoi du requérant pour ensuite, le cas échéant, lui permettre de venir s'installer en Suisse au bénéfice d'une admission provisoire par regroupement familial. Même quand la personne sollicitant son regroupement au titre de l'admission provisoire réside déjà en Suisse, comme c'est le cas en l'espèce, la procédure d'octroi de cette admission dérivée par regroupement se distingue de la procédure originaire, dans laquelle l'étranger qui s'est vu dénier un titre de séjour en Suisse et s'expose partant à une décision de renvoi (cf. art. 64 al. 1 LEtr), peut selon les cas bénéficier d'une admission provisoire si son renvoi s'avère (temporairement) impraticable.\n\nIl s'ensuit qu'en cas de demande tendant à l'octroi d'une admission provisoire par regroupement familial au sens de l'art. 85 al. 7 LEtr, les autorités compétentes devront s'abstenir de notifier une décision de renvoi au requérant aussi longtemps que le Secrétariat d'Etat aux migrations n'aura pas statué sur cette requête. Demeure réservée la situation dans laquelle l'étranger requérant aurait, à un autre titre, fait l'objet d'une décision de renvoi préalablement au dépôt de sa demande de regroupement, de même que celle où l'admission provisoire du titulaire originaire aurait été révoquée entretemps (cf. art. 84 LEtr). Au vu de ce qui précède, c'est donc à tort que le Service cantonal a, par décision du 15 juillet 2013, prononcé le renvoi de Suisse des recourantes, qui devra donc également être annulé."}