{"annee": "141", "cour": "II", "page": "401", "date": "27/10/2015", "cite": ["135 II 265"], "cite_par": ["143 I 1"], "chapeau": "30. Estratto della sentenza della II Corte di diritto pubblico nella causa A.A. e B.A. contro Sezione della popolazione e Consiglio di Stato del Cantone Ticino (ricorso in materia di diritto pubblico)\n\n2C_750/2014 del 27 ottobre 2015", "regestes": ["Art. 62 let. e et art. 96 al. 2 LEtr; perception d'allocations d'intégration et d'allocations pour la petite enfance fondées sur la loi tessinoise du 18 décembre 2008 sur les allocations familiales et la dépendance à l'aide sociale. Les allocations d'intégration et les allocations pour la petite enfance prévues par la loi tessinoise sur les allocations familiales constituent des instruments de politique familiale. EIles ne tombent pas dans la notion d'aide sociale au sens de l'art. 62 let. e LEtr. L'avertissement prononcé à l'égard de la recourante, qui se base sur l'assertion contraire, est par conséquent infondé et doit être annulé (consid. 4-6)."], "faits": "BGE 141 II 401 S. 402\n\nA. B.A., cittadino cingalese, è entrato in Svizzera nel 1990 quale richiedente l'asilo e nel 1999 ha ottenuto il permesso di dimora. Nel novembre 2002 si è sposato con la connazionale A.A., la quale è stata in seguito autorizzata a entrare in Svizzera per ricongiungersi con il marito ed è stata posta al beneficio di un permesso di dimora. Dalla loro unione, nel settembre 2008, è nata la prima figlia C. Nel settembre 2009, B.A. e la figlia C. hanno ottenuto un permesso di domicilio.\n\nDal febbraio 2009, B.A. e A.A. percepiscono l'assegno familiare integrativo. Nel 2009 e nel 2011 hanno beneficiato anche dell'assegno di prima infanzia.\n\nB. Il 7 ottobre 2013, la Sezione della popolazione del Dipartimento delle istituzioni ha respinto la domanda presentata da A.A. volta ad ottenere il rilascio di un permesso di domicilio, poiché fa capo all'aiuto sociale. Nel contempo, le ha rinnovato il permesso di dimora annuale. L'11 ottobre 2013, la medesima autorità ha poi ammonito i coniugi con l'avvertenza che qualora avessero continuato a dipendere dagli assegni familiari o avessero violato l'ordine pubblico, sarebbe stata presa in esame l'eventualità di adottare nei loro confronti provvedimenti più incisivi quali la revoca dei rispettivi permessi.\n\nPronunciandosi sul ricorso di entrambi contro le suddette decisioni, dopo aver congiunto le cause e aver preso atto che la Sezione della popolazione aveva revocato l'ammonimento emesso l'11 ottobre 2013 nei confronti di B.A., con giudizio dell'11 marzo 2014 il Consiglio di Stato ha confermato l'ammonimento nei confronti di A.A. nonché la decisione del 7 ottobre 2013, con la quale le veniva rifiutato il permesso di domicilio.\n\nC. I coniugi A. si sono aggravati al Tribunale cantonale amministrativo contro tale pronuncia; ritenuto però che la durata richiesta dalla giurisprudenza affinché la consorte straniera acquisisse il diritto al permesso di domicilio sarebbe stata raggiunta solo nel mese di settembre 2014, essi hanno limitato il proprio ricorso al mancato annullamento dell'ammonimento pronunciato nei confronti della moglie.\n\nCon la sentenza del 20 ottobre 2014, la Corte cantonale ha confermato che l'erogazione, a favore dei ricorrenti, degli assegni familiari integrativi e, per un periodo, anche degli assegni di prima infanzia BGE 141 II 401 S. 403denota come essi non dispongano di mezzi finanziari sufficienti per il sostegno proprio e della loro famiglia. Ha in sintesi considerato che, alla luce della loro natura temporanea e finalità assistenziale, i suddetti assegni devono essere considerati come un \"aiuto sociale\".\n\nD. Contro tale giudizio, il 24 novembre 2014 A.A. e B.A. hanno presentato un ricorso in materia di diritto pubblico al Tribunale federale.\n\nGiunto alla conclusione che gli assegni familiari integrativi e gli assegni di prima infanzia previsti dal diritto ticinese non costituiscono un aiuto sociale ai sensi della legge federale sugli stranieri, il Tribunale federale ha annullato l'ammonimento pronunciato nei confronti di A.A. ed ha accolto il ricorso.\n\n(riassunto)", "considerants": "Dai considerandi:\n\n4. Nel merito, i ricorrenti censurano una violazione dell'art. 96 cpv. 2 LStr (RS 142.20) in relazione con gli art. 43, 51 cpv. 2 e 62 lett. e LStr. Sostengono in sintesi che il provvedimento avallato dal Tribunale cantonale amministrativo non sia ammissibile poiché pronunciato sulla base di un'applicazione errata dell'art. 62 lett. e (come pure dell'art. 63 cpv. 1 lett. c LStr), che considera gli assegni familiari integrativi e gli assegni di prima infanzia come un \"aiuto sociale\" ai sensi di tali disposizioni. A loro dire, gli assegni in questione non devono essere considerati alla stregua di prestazioni assistenziali, bensì costituiscono delle prestazioni assicurative, tra l'altro calcolate come le prestazioni complementari dell'AVS (le quali, per costante giurisprudenza del Tribunale federale, non rientrano nella nozione di aiuto sociale) e intese più a compensare oneri familiari che a fornire un vero e proprio aiuto di tipo assistenziale.\n\n4.1 L'art. 43 cpv. 1 LStr stabilisce che il coniuge straniero e i figli stranieri, non coniugati e minori di 18 anni, di uno straniero titolare del permesso di domicilio hanno diritto al rilascio e alla proroga del permesso di dimora se coabitano con lui. Tuttavia, i diritti giusta l'art. 43 si estinguono se sussistono motivi di revoca secondo l'art. 62 (art. 51 cpv. 2 lett. b LStr). L'art. 62 lett. e LStr statuisce in particolare che l'autorità può revocare i permessi, eccetto quelli di domicilio, e le altre decisioni giusta la presente legge se lo straniero o una persona a suo carico dipende dall'aiuto sociale. BGE 141 II 401 S. 404\n\n4.2 In virtù dell'art. 96 cpv. 2 LStr, se però un provvedimento si giustifica ma risulta inadeguato alle circostanze, alla persona interessata può essere rivolto un ammonimento con la comminazione di tale provvedimento. Questa misura consente all'autorità di sanzionare un comportamento scorretto o di indurre ad un comportamento desiderato mediante la semplice minaccia di un provvedimento nell'ambito del diritto degli stranieri, in caso di inosservanza (SPESCHA/THÜR/ZÜND/BOLZLI, Migrationsrecht, Kommentar, 3a ed. 2012, n. 7 ad art. 96 LStr). In quanto emanazione del principio di proporzionalità, l'ammonimento deve in sostanza impedire che si giunga ad un provvedimento che pone fine al soggiorno in Svizzera e nel contempo segnalare al suo destinatario l'esistenza di un comportamento problematico, in un momento in cui l'adozione della misura prospettata non si giustifica ancora.\n\n4.3 La pronuncia di questo provvedimento presuppone però anzitutto che il comportamento rimproverato al beneficiario di un permesso sia effettivamente suscettibile di giustificare l'adozione della misura prospettata. Nella fattispecie, è quindi necessario preliminarmente chiarire se la revoca del permesso di dimora prospettata alla ricorrente in caso di inosservanza dell'avvertimento sia legittima. Così è solo ove si consideri che gli assegni familiari integrativi e gli assegni di prima infanzia istituiti dall'ordinamento cantonale, e di cui beneficia (rispettivamente ha beneficiato in passato per un periodo) la ricorrente, siano delle prestazioni di natura assistenziale e debbano rientrare nella nozione di aiuto sociale ai sensi dell'art. 62 lett. e LStr, potendo così costituire un motivo di revoca.\n\n5.\n\n5.1 Il Tribunale federale ha finora lasciato irrisolta la questione specifica (sentenza 2C_495/2014 del 26 settembre 2014 consid. 4.3), ma ha ammesso che la nozione di aiuto sociale deve essere interpretata in senso tecnico e che essa comprende l'assistenza sociale tradizionale e i redditi minimi dell'aiuto sociale, ad esclusione delle prestazioni delle assicurazioni sociali come le indennità di disoccupazione, le prestazioni complementari dell'AVS/AI istituite dalla legge federale del 6 ottobre 2006 sulle prestazioni complementari all'assicurazione per la vecchiaia, i superstiti e l'invalidità (LPC; RS 831.30) o le riduzioni dei premi nell'assicurazione obbligatoria delle cure medico-sanitarie (DTF 135 II 265 consid. 3.7 pag. 272 con rinvio; sentenze 2C_268/2011 del 22 luglio 2011 consid. 6.2.2; 2C_448/2007 BGE 141 II 401 S. 405del 20 febbraio 2008 consid. 3.4 e 2C_210/2007 del 5 settembre 2007 consid. 3.1).\n\nTra la categoria degli aiuti sociali e quella delle prestazioni complementari istituite dalla LPC esiste una certa similitudine, nella misura in cui sia i primi che le seconde presuppongono che il beneficiario si trovi in uno stato di bisogno e, d'altra parte, mirano alla copertura corrente delle necessità di base della vita. Il Tribunale federale, dovendo determinare se le prestazioni complementari dell'assicurazione rientrassero sotto la nozione di aiuto sociale, ha nondimeno rilevato che le prestazioni tradizionali dell'aiuto sociale hanno una natura più sussidiaria rispetto alle prestazioni complementari e alle riduzioni dei premi di cassa malati e non sono ad esse totalmente equiparabili (sentenza 2C_448/2007 del 20 febbraio 2008 consid. 3.4 con rinvio).\n\n5.2 Gli assegni familiari integrativi e gli assegni di prima infanzia sono stati introdotti con la legge ticinese dell'11 giugno 1996 sugli assegni di famiglia quali misure di sostegno della politica familiare (messaggio del Consiglio di Stato n. 4198 del 19 gennaio 1994 relativo all'introduzione di una nuova legge sugli assegni di famiglia, pag. 1). Il legislatore ticinese li ha mantenuti anche a seguito dell'entrata in vigore della legge federale del 24 marzo 2006 sugli assegni familiari (LAFam; RS 836.2), che ha introdotto gli assegni ordinari (assegno per figli e assegno di formazione).\n\nQueste due tipologie di assegni fanno quindi parte (assieme al rimborso della spesa di collocamento del figlio) delle prestazioni familiari cantonali (i cosiddetti assegni di complemento; messaggio n. 6078 del 27 maggio 2008 sulla n uova legge sugli assegni di famiglia, pag. 11 e 34), continuano ad essere disciplinate dal diritto cantonale (legge ticinese del 18 dicembre 2008 sugli assegni di famiglia[LAF/TI; RL 6.4.1.1.]), e sono restate immutate nella loro natura rispetto al momento in cui vennero introdotte.\n\n5.3 Se gli assegni integrativi servono a coprire il costo aggiuntivo di un figlio, l'obiettivo degli assegni di prima infanzia è invece quello di creare, nei casi di ristrettezza economica, le condizioni materiali atte a favorire l'educazione del bambino, evitando che il genitore, o i genitori, siano costretti dalle loro precarie condizioni economiche a rinunciare ad accudire i figli secondo le loro aspettative (citato messaggio n. 4198, pag. 12). BGE 141 II 401 S. 406\n\nGli assegni cantonali in questione intendono quindi sostanzialmente favorire condizioni materiali tali da assicurare, anche nell'ottica di migliorare le pari opportunità tra uomo e donna, che le decisioni di una coppia in merito alla scelta di avere dei figli ed alle modalità di ripartizione del tempo disponibile tra il lavoro professionale e la cura ed educazione dei figli non debbano essere condizionate da considerazioni di natura finanziaria. Per promuovere queste finalità, il legislatore ha sottolineato che occorre garantire l'universalità di tali assegni (nel senso che il loro campo di applicazione personale si estende a tutta la popolazione residente sul territorio cantonale, indipendentemente dall'attività svolta), la selettività in funzione dei bisogni e del reddito disponibile, nonché la solidarietà (citato messaggio n. 4198, pag. 8 e 21 seg.).\n\n5.4 Da un lato, l'assegno di famiglia integrativo copre completamente il maggior costo del bambino fino a livello del minimo vitale per il figlio stabilito dalla legge federale del 6 ottobre 2006 sulle prestazioni complementari AVS/AI (LPC; RS 831.30). Esso è disciplinato dagli art. 47 segg. LAF/TI e viene riconosciuto, in funzione delle soglie di intervento previste dalla legislazione sulle prestazioni complementari AVS/AI (cfr. l'art. 10 della legge ticinese del 5 giugno 2000 sull'armonizzazione e il coordinamento delle prestazioni sociali [Laps; RL 6.4.1.2]), al genitore domiciliato nel Cantone e che vi risiede da almeno tre anni convivendo (anche soltanto in forma parziale) con il figlio, fino al compimento del quindicesimo anno di età di quest'ultimo. D'altro lato, l'assegno di prima infanzia copre il fabbisogno di tutta la famiglia (nei medesimi limiti previsti dalla legislazione sulle prestazioni complementari all'AVS/AI), durante i primi tre anni di vita di un figlio. L'assegno di prima infanzia è disciplinato dagli art. 51 segg. LAF/TI che prevedono che i genitori (o il genitore, in caso di famiglia monoparentale) domiciliati nel Cantone da almeno tre anni hanno diritto all'assegno per il figlio se coabitano costantemente con quest'ultimo.\n\nIl titolare ha diritto alle prestazioni sociali di complemento armonizzate (tra cui rientrano gli assegni familiari integrativi e gli assegni di prima infanzia) fino a quando la somma fra il reddito disponibile residuale della sua unità di riferimento, le riduzioni dei premi nell'assicurazione obbligatoria delle cure medico-sanitarie di tutte le persone appartenenti all'unità di riferimento, e le prestazioni sociali di complemento di cui beneficia, non raggiunge la soglia di intervento (art. 11 cpv. 1 Laps). BGE 141 II 401 S. 407\n\n6.\n\n6.1 Il Tribunale cantonale amministrativo ha concluso che gli assegni in questione fossero da qualificare come prestazioni sociali aventi fini assistenziali muovendo dalla constatazione secondo cui essi costituiscono prestazioni temporanee concesse alle famiglie in indigenza al fine di coprire il minimo vitale della famiglia. Tale tesi sarebbe corroborata dal fatto che coloro che non hanno figli devono ricorrere direttamente all'assistenza sociale e che, d'altra parte, nel caso concreto senza l'entrata integrativa rappresentata dall'assegno familiare integrativo, gli insorgenti stessi si sarebbero ritrovati a carico dell'assistenza pubblica.\n\nLa Corte cantonale ha nel contempo considerato decisiva la circostanza che soltanto il Ticino prevede tale genere di prestazioni, mentre negli altri Cantoni della Confederazione svizzera cittadini che si trovano in una situazione analoga a quella dei ricorrenti sarebbero messi al beneficio di prestazioni dell'assistenza pubblica in senso stretto.\n\n6.2 La conclusione tratta dai Giudici cantonali nel loro giudizio non può essere tuttavia condivisa, per le seguenti ragioni.\n\n6.2.1 Come illustrato in precedenza, l'assegno familiare integrativo e l'assegno di prima infanzia rispondono manifestamente ad un obiettivo di politica familiare e come tali sono del resto considerati anche dalla dottrina (DANIELE CATTANEO, La legge sugli assegni di famiglia: caratteristiche, sentenze e problemi aperti, RDAT I 2000 pag. 121 e segg., 135).\n\nA differenza dell'assistenza sociale, essi non intendono infatti coprire il \"rischio povertà\" tout court, quanto piuttosto assicurare il rischio che la scelta di avere uno o più figli possa provocare o aumentare la povertà, sia perché genera costi aggiuntivi (per l'assegno familiare integrativo), sia perché induce un genitore che vuole dedicarsi personalmente alla cura del bambino nei primi anni di vita a diminuire o abbandonare la propria attività lucrativa (per l'assegno di prima infanzia).\n\nAl pari degli assegni familiari previsti dal diritto federale, versati \"per compensare parzialmente l'onere finanziario rappresentato da uno o più figli\" (art. 2 LAFam), gli assegni in questione si configurano in sostanza come uno strumento che vuole impedire che la decisione di avere o non avere figli sia dettata da ragioni prettamente economiche. Anche secondo il legislatore, essi raggiungono pertanto il BGE 141 II 401 S. 408loro scopo precisamente \"nella misura in cui il versamento degli stessi contribuisce ad evitare sia che un figlio sia causa di povertà sia che le famiglie debbano far capo a prestazioni assistenziali\" (rapporto della Commissione della gestione e delle finanze n. 5891 del 27 aprile 2010 sul messaggio del 27 febbraio 2007 concernente la valutazione della legge sugli assegni di famiglia, pag. 3 seg.).\n\n6.2.2 Gli assegni familiari integrativi e gli assegni di prima infanzia, disciplinati nel titolo III della legge ticinese sugli assegni familiari che regola le \"Prestazioni familiari cantonali\", non perdono d'altra parte il loro carattere di misure di politica familiare nemmeno per il fatto che non costituiscono delle prestazioni erogate in esecuzione dell'omonima legge federale (art. 3 cpv. 2, prima frase LAFam), le quali invece sono disciplinate nel titolo II LAF/TI.\n\nLa legge federale sugli assegni familiari, infatti, non impedisce ai Cantoni di prevedere altre prestazioni oltre a quelle da essa stessa regolate, limitandosi semplicemente a specificare che dette prestazioni non sono considerate assegni familiari ai sensi della legge in questione e a porre il vincolo che esse vengano disciplinate e finanziate \"fuori degli ordinamenti sugli assegni familiari\" (art. 3 cpv. 2, terza frase LAFam), così da \"evitare problemi di delimitazione e coordinazione\" (rapporto complementare della Commissione della sicurezza sociale e della sanità del Consiglio nazionale dell'8 settembre 2004 all'iniziativa parlamentare \"Prestazioni familiari\", FF 2004 6103 segg., 6120 ad art. 3; KIESER/REICHMUTH, Bundesgesetz über die Familienzulagen, 2010, n. 142 segg. ad art. 3 LAFam; GÄCHTER/FILIPPO, in: Basler Kommentar, Bundesverfassung, 2015, n. 16 ad art. 116 Cost.).\n\nDel resto, è indubbio che le prestazioni in questione siano da considerare come un'espressione della competenza dei Cantoni, parallela a quella della Confederazione, nell'ambito della protezione della famiglia giusta l'art. 116 cpv. 1 Cost. (sentenza 8C_156/2009 del 24 giugno 2009 consid. 6.1.2; GIOVANNI BIAGGINI, BV, 2007, n. 2 ad art. 116 Cost.). La politica familiare svizzera comprende infatti tutte le misure che sostengono e promuovono la famiglia sia in quanto istituzione, sia da un profilo demografico, sia infine in un'ottica di politica sociale, inclusa quindi la lotta contro la povertà e la promozione della solidarietà tra persone con e senza figli (MADER/HÜRZELER, in: Die Schweizerische Bundesverfassung, St. Galler Kommentar, 3a ed. 2014, n. 6 ad art. 116 Cost.). Peraltro, tra le possibili azioni di politica familiare, le diverse forme di compensazione degli BGE 141 II 401 S. 409oneri familiari sono le misure più vecchie e più conosciute (Parere del Consiglio federale del 28 giugno 2000 sul rapporto e la proposta del 20 novembre 1998 della Commissione della sicurezza sociale e della sanità del Consiglio nazionale concernente una legge sugli assegni familiari, FF 2000 4167 segg., 4170 n. 3).\n\n6.2.3 La conclusione secondo cui gli assegni in questione vanno considerati come misure di politica familiare e secondo cui, ancorché destinati (anche) a lottare contro la povertà, non diventano automaticamente forme di aiuto sociale in senso stretto, trova nel contempo un'ulteriore conferma nella definizione restrittiva della nozione di prestazioni assistenziali contenuta nella legge federale del 24 giugno 1977 sull'assistenza (LAS; RS 851.1).\n\nAnche per questa normativa, \"le prestazioni complementari all'assicurazione per la vecchiaia, i superstiti e l'invalidità, i contributi statali e comunali, disciplinati per legge o regolamento, alle spese d'alloggio, di istruzione e di assicurazione dei meno abbienti e altri contributi con carattere di sovvenzione\" (categoria, quest'ultima, nella quale occorre far rientrare pure gli assegni riconosciuti in concreto) non fanno infatti parte delle \"prestazioni assistenziali\" (art. 3 cpv. 2 lett. a LAS).\n\n6.2.4 A favore dell'esclusione degli assegni familiari integrativi e degli assegni di prima infanzia dal concetto di aiuto sociale ai sensi dell'art. 62 lett. e LStr va poi aggiunto che essi difettano in realtà pure di quella natura sussidiaria, temporanea ed eccezionale che caratterizza invece le prestazioni assistenziali e che i Giudici cantonali hanno considerato decisiva ai fini del contendere.\n\nLe misure di sostegno alla famiglia qui in discussione, che sono come detto complementari a quelle federali istituite dalla LAFam, vengono in effetti erogate su lunghi periodi per far fronte al maggior costo generato dai figli. Di conseguenza, esse non sono affatto concepite come ultima ratio per superare periodi di emergenza, ma si prefiggono di garantire - attraverso un sistema di erogazione in funzione sia del numero di figli che compone l'unità di riferimento, sia del reddito disponibile residuale della famiglia, che è a sua volta influenzato anche dal numero di figli (art. 49, rispettivamente 54 LAF/TI in relazione con gli art. 2 segg. Laps) - un reddito minimo commisurato alla composizione del nucleo familiare. Certo è chiaro che, in determinate situazioni, l'erogazione degli assegni integrativi e di quelli di prima infanzia, può sostituirsi all'assistenza sociale BGE 141 II 401 S. 410(rispettivamente rimandare la sua percezione ad uno stadio successivo). Questa circostanza è dovuta tuttavia al fatto che gli assegni litigiosi costituiscono una prestazione versata ai genitori in caso di effettivo bisogno, la quale rimane però pur sempre una misura di politica familiare, visto il \"rischio assicurato\" sopra evocato.\n\nIn questo contesto, diversamente da quanto rilevato nella sentenza impugnata, nemmeno il carattere temporaneo degli assegni familiari può essere considerato determinante per qualificare gli stessi quale assistenza sociale: al contrario, esso è semmai giustificato proprio dalle finalità di politica familiare perseguite dal riconoscimento di tali prestazioni. Così, ad esempio, il legislatore ha considerato che gli assegni di prima infanzia dovessero essere limitati ai primi tre anni di vita del bambino in ragione del fatto che in seguito egli potrà essere accolto nella scuola materna (art. 53 LAF/TI; citato messaggio n. 4198, pag. 13).\n\n6.2.5 Siccome la Corte cantonale vi fa espresso riferimento nel suo giudizio, può essere infine rilevato che alla conclusione tratta nulla muta neanche il richiamo alla sentenza 2C_346/2008 del 24 ottobre 2008.\n\nIn effetti, in quel caso, che concerneva il rilascio di un permesso di soggiorno senza attività lucrativa ai sensi dell'art. 6 dell'Accordo del 21 giugno 1999 sulla libera circolazione delle persone (ALC; RS 0.142.112.681) e dell'art. 24 cpv. 1 e 2 Allegato I ALC, il Tribunale federale non si era espresso sull'interpretazione della nozione di aiuto sociale ai sensi dell'art. 62 lett. e LStr, ma si era limitato a constatare che la ricorrente non aveva dimostrato di disporre, al momento del giudizio, dei mezzi finanziari sufficienti richiesti dalle suddette disposizioni, ritenuto che ella non lavorava da anni, non aveva manifestato l'intenzione di voler iniziare un'attività lucrativa a breve termine e, per di più, beneficiava di un assegno integrativo e di un assegno di prima infanzia come unica fonte di risorse.\n\nCome già spiegato da questa Corte, occorre poi ricordare che la nozione di assistenza sociale giusta l'art. 24 cpv. 1 e 2 Allegato I ALC e quella di aiuto sociale ai sensi della legislazione sugli stranieri, non sono le medesime, ragione per la quale l'eventuale diversa presa in considerazione di determinate prestazioni concesse dallo Stato nell'uno o nell'altro regime non costituisce affatto una contraddizione (DTF 135 II 265 consid. 3.5-3.7 pag. 271 segg.).\n\n6.3 In definitiva, natura e finalità degli assegni familiari integrativi e degli assegni di prima infanzia, previsti dal diritto ticinese, portano BGE 141 II 401 S. 411a concludere che essi non sono un aiuto sociale ai sensi dell'art. 62 lett. e LStr. L'ammonimento pronunciato nei confronti della ricorrente, che era basato sull'assunto contrario, si rivela quindi infondato e deve essere annullato."}