{"annee": "142", "cour": "I", "page": "49", "date": "11/12/2015", "cite": ["141 I 153", "135 I 79", "129 I 74", "130 I 65", "139 I 169", "116 IA 252", "134 I 56", "133 I 77", "125 I 369", "111 IA 322", "134 I 114", "129 I 12", "140 I 2", "114 IA 129", "139 I 280", "138 I 305", "139 I 292", "127 I 164", "107 IA 226", "131 I 333", "116 IA 449", "136 I 87", "129 III 689", "132 I 49", "141 I 211", "119 IA 178", "135 I 233", "135 I 49", "119 IV 260", "125 I 347", "117 IA 311", "118 IA 427", "138 I 331", "137 II 371", "123 I 283", "134 I 23", "128 II 259", "121 I 42", "128 II 292", "138 I 378", "123 I 296", "49 I 138", "137 I 128", "120 IA 147", "134 I 49", "140 I 77"], "cite_par": ["142 I 195", "145 I 121"], "chapeau": "6. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Schulgemeinde St. Margrethen gegen A.D. und B.D. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_121/2015 vom 11. Dezember 2015", "regestes": ["Art. 15 Cst.; art. 9 CEDH; art. 18 Pacte Onu II et art. 2 let. i Cst./SG; art. 36 Cst.; art. 5 Cst./SG. Interdiction de porter le voile pour des écolières d'une école publique; ingérence inadmissible dans la liberté de conscience et de croyance. Principes directeurs de la liberté de conscience et de croyance; contenu du droit fondamental (consid. 3). Aperçu de la jurisprudence rendue en matière de comportements religieux d'élèves d'écoles publiques (consid. 4.2 et 4.3) et de l'utilisation de symboles religieux par l'école elle-même (consid. 4.4). Référence à la jurisprudence de la CourEDH et de quelques cours constitutionnelles étrangères (consid. 4.5). Ingérence dans la sphère de protection de la liberté de conscience et de croyance; conditions de la limitation à un droit fondamental (consid. 5 et 6). Base légale (consid. 7); exigence d'intérêts publics pertinents (consid. 8); examen de la proportionnalité (consid. 9 et 10)."], "faits": "BGE 142 I 49 S. 50\n\nA. C.D. (geb. 2001) besuchte im Schuljahr 2013/2014 die 6. Klasse im Schulhaus X. in St. Margrethen. Am ersten Schultag nach den Sommerferien erschien sie ein islamisches Kopftuch tragend, welches das Haar und den Hals bedeckt (Hijab), in Begleitung ihrer Mutter in der Schule. Sie erklärte, sie werde den Unterricht inskünftig mit dem Hijab besuchen. Die Schulleiterin wies auf die Schulordnung der Schulgemeinde St. Margrethen hin, die das Tragen von Kopfbedeckungen jeglicher Art während des Unterrichts untersagt. Daraufhin verliessen C.D. und ihre Mutter die Schule BGE 142 I 49 S. 51wieder. Anlässlich eines am Abend desselben Tages zwischen dem Präsidenten, dem Vizepräsidenten und dem Sekretär des Schulrats sowie dem Vater von C.D. geführten Gesprächs wurde Letzterem eine Verfügung ausgehändigt, in welcher festgehalten wurde, für C.D. gelte keine Ausnahme vom Kopfbedeckungsverbot. In der Folge beharrten einerseits die Eltern auf dem Anspruch ihrer Tochter, mit dem Kopftuch am Unterricht teilnehmen zu dürfen, und andererseits die Schulleitung auf der Durchsetzung des Kopfbedeckungsverbots. C.D. nahm am Unterricht nicht mehr teil und erarbeitete den Schulstoff zu Hause.\n\nB. Die Eltern von C.D. erhoben in der Folge beim Bildungsdepartement des Kantons St. Gallen Rekurs. Das Gesuch, bis zum Abschluss des Verfahrens mit dem islamischen Kopftuch am Unterricht teilnehmen zu dürfen, wies das Bildungsdepartement ab. Eine hiergegen gerichtete Beschwerde hiess der Präsident des Verwaltungsgerichts am 7. November 2013 gut. C.D. nimmt seit dem 12. November 2013 - mittlerweile in der Realklasse des Oberstufenzentrums - das islamische Kopftuch tragend am Unterricht teil. Am 12. März 2014 wies das Bildungsdepartement den Rekurs in der Sache ab. Eine hiergegen geführte Beschwerde hiess das Verwaltungsgericht mit Urteil vom 11. November 2014 gut. Es hob den Entscheid des Bildungsdepartements vom 12. März 2014 auf und erlaubte C.D., das islamische Kopftuch im Unterricht zu tragen.\n\nC. Mit Eingabe vom 2. Februar 2015 beantragt der Schulrat St. Margrethen dem Bundesgericht, das Urteil vom 11. November 2014 aufzuheben und die Verfügung des Schulrats zu bestätigen. (...)\n\nD. Das Bundesgericht hat die Angelegenheit am 11. Dezember 2015 öffentlich beraten. Es weist die Autonomiebeschwerde der Volksschulgemeinde St. Margrethen ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Die Schulgemeinde wirft dem Verwaltungsgericht vor, es habe die Tragweite der Glaubens- und Gewissensfreiheit verkannt und diese zu Unrecht als durch das erlassene allgemeine Kopfbedeckungsverbot verletzt erachtet. Die Beschwerdeführerin sei unter den gegebenen Voraussetzungen berechtigt gewesen, in die Grundrechte der Schülerin einzugreifen (Art. 15 und 36 Abs. 1-4 BV; Art. 5 KV/SG [SR 131.225]). Zu prüfen ist vor diesem Hintergrund, BGE 142 I 49 S. 52ob die Vorinstanz die Glaubens- und Gewissensfreiheit im Autonomiebereich der Schulgemeinde in korrekter Weise angewendet hat.\n\n3.2 Die Glaubens- und Gewissensfreiheit gehört zu den ältesten Grundrechten; Zeugnisse des Toleranzgedankens finden sich bereits im vierten Jahrhundert (vgl. Mailänder Edikt von 313; QUINTUS AURELIUS SYMMACHUS, TRE [theol. Realenzyklopädie], Ausgabe 2002, Bd. 33, S. 648), und die Vorläufer der Religionsfreiheit als Individualrecht reichen bis ins 16. und 17. Jahrhundert zurück (vgl. etwa JOHN LOCKE, Epistola de tolerantia, 1689). Gleichwohl herrschte bis Ende des 18. Jahrhunderts in den Ständen und Untertanengebieten der Schweiz mehrheitlich Zwang zur Glaubenseinheit (MÜLLER/SCHEFER, Grundrechte in der Schweiz, 2008, S. 251). Die Glaubens- und Gewissensfreiheit als individuelles Grundrecht fand erst 1874 Eingang in die Bundesverfassung (RENÉ PAHUD DE MORTANGES, in: Basler Kommentar, Bundesverfassung, 2015, N. 1 zu Art. 15 BV; vgl. zur Entwicklung ALFRED KÖLZ, Neuere Schweizerische Verfassungsgeschichte, Bd. II, 2004, S. 619 ff., 623); die Bestimmung war eine Reaktion auf die konfessionellen Auseinandersetzungen im 19. Jahrhundert und sah die Möglichkeit von polizeilichen Eingriffen des Bundes oder der Kantone zum Schutz des konfessionellen Friedens vor (vgl. MÜLLER/SCHEFER, a.a.O., S. 251 f.; KIENER/KÄLIN, Grundrechte, 2. Aufl. 2013, S. 313). Nach heutigem Verständnis hat die Glaubens- und Gewissensfreiheit im Wesentlichen drei Funktionen zu erfüllen: Zum einen soll sie den religiösen Frieden sichern (Toleranzgebot; BGE 117 Ia 311 E. 4a S. 317; BGE 119 Ia 178 E. 7a S. 190; BGE 123 I 296 E. 4b/bb S. 310; BGE 125 I 347 ff.; KIENER/KÄLIN, a.a.O., S. 313; PETER KARLEN, Das Grundrecht der Religionsfreiheit in der Schweiz, 1982, S. 51 f.). Sodann soll sie garantieren, dass alle Menschen \"allein und in der Gemeinschaft ihre tiefsten Überzeugungen zu transzendentalen Fragen bewahren, ausdrücken, und im Alltag leben dürfen\" (Freiheitsschutz; KIENER/KÄLIN, a.a.O., S. 313; vgl. BGE 139 I 280 E. 4.1 S. 282 f.; BGE 134 I 49 E. 2.3 S. 52; Urteil 2C_1079/2012 vom 11. April 2013 E. 3.1). Schliesslich soll die Glaubens- und Gewissensfreiheit auch die Ausgrenzung religiöser Minderheiten verhindern und die Integration aller Menschen ungeachtet ihres Glaubens im Gemeinwesen erleichtern (Integrationsfunktion; BGE 119 Ia 178 E. 7e S. 193 und E. 8a S. 194; KIENER/KÄLIN, a.a.O., S. 313). Die Integrationsfunktion stützt sich auf ein religiös-pluralistisches Gesellschaftsverständnis (vgl. BGE 125 I 369 E. 1b S. 372; BGE 123 I 296 E. 4b/bb S. 309). BGE 142 I 49 S. 53\n\n3.3 Die Sicherstellung der religiösen Toleranz, Freiheit und Integration der Menschen wird in den meisten Verfassungsstaaten westlicher Prägung durch das Prinzip der weltanschaulichen und religiösen Neutralität des Staates umgesetzt (vgl. dazu Urteile 2C_897/2012 vom 14. Februar 2013 E. 3.2; EGMR Grosse Kammer Lautsi gegen Italien vom 18. März 2011, Nr. 30814/06, § 60 ff., in: EuGRZ 2011 S. 677 ff.; Dogru gegen Frankreich vom 4. Dezember 2008, Nr. 27058/05, § 62; KIENER/KÄLIN, a.a.O., S. 313; vgl. auch MÜLLER/SCHEFER, a.a.O., S. 269 ff.; SIMON M. SCHÄDLER, Der Schutz des religiösen Friedens als Staatsaufgabe, 2014, S. 51). Die Pflicht des Staates zu Neutralität und Toleranz ergibt sich aus der Religionsfreiheit und dem Gebot, Personen nicht wegen ihrer weltanschaulichen oder religiösen Überzeugung zu diskriminieren (Art. 8 Abs. 2 BV; BGE 139 I 292 E. 8.2 S. 303 ff., BGE 139 I 169 E. 7.2.1 S. 174; BGE 138 I 305 E. 3.3 S. 316 f.; BGE 135 I 49 E. 4.1 S. 53 f.; MÜLLER/SCHEFER, a.a.O., S. 269). Die religiös-weltanschauliche staatliche Neutralität ist nicht erst dann gegeben, wenn eine strikte Trennung von Staat und Religion realisiert ist (laizistische Staatstradition), sondern auch, wenn ihr eine für verschiedene Weltanschauungen und Glaubensbekenntnisse gleichermassen offene Haltung zugrunde liegt (staatliche Neutralität). Im kantonalen Staatsrecht der Schweiz finden sich sowohl konfessionell-neutral geprägte als (vereinzelt) auch laizistisch orientierte Traditionen (vgl. z.B. Art. 3 Abs. 1 und 193 Abs. 1 der Verfassung des Kantons Genf vom 14. Oktober 2012 [SR 131.234]; Art. 1 Abs. 1 der Verfassung des Kantons Neuenburg vom 24. September 2000 [SR 131.233]).\n\n3.4 Die in den angeführten Ideen verankerte Glaubens- und Gewissensfreiheit wird (ebenso wie durch Art. 9 EMRK, Art. 18 UNO-Pakt II [SR 0.103.2] und Art. 2 lit. i KV/SG) durch Art. 15 BV gewährleistet (Abs. 1). Sie räumt jeder Person das Recht ein, ihre Religion und ihre weltanschauliche Überzeugung frei zu wählen und allein oder in Gemeinschaft mit anderen zu bekennen (Abs. 2). Jede Person hat das Recht, einer Religionsgemeinschaft beizutreten oder anzugehören und religiösem Unterricht zu folgen (Abs. 3; sog. positive Glaubens- und Gewissensfreiheit). Umgekehrt darf niemand gezwungen werden, einer Religionsgemeinschaft beizutreten oder anzugehören, eine religiöse Handlung vorzunehmen oder religiösem Unterricht zu folgen (Abs. 4; sog. negative Glaubens- und Gewissensfreiheit). Die Religionsfreiheit umfasst demnach sowohl die innere Freiheit, zu glauben, nicht zu glauben oder seine religiösen BGE 142 I 49 S. 54Anschauungen zu ändern, wie auch die äussere Freiheit, entsprechende Überzeugungen innerhalb gewisser Schranken zu äussern, zu praktizieren und zu verbreiten - oder sie nicht zu teilen (BGE 139 I 280 E. 4.1 S. 282; BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184; Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2). Sie enthält den Anspruch des Einzelnen darauf, sein Verhalten grundsätzlich nach den Lehren des Glaubens auszurichten und den Glaubensüberzeugungen gemäss zu handeln - oder aber Glaubensinhalten nicht zu folgen. Alle natürlichen Personen sind Träger der (positiven und negativen) Glaubens- und Gewissensfreiheit, unter ihrem Schutz stehen namentlich alle Religionen, unabhängig von ihrer quantitativen Verbreitung in der Schweiz, aber auch atheistische Weltanschauungen (BGE 134 I 56 E. 4.3 S. 60, BGE 134 I 49 E. 2.3 S. 51; BGE 123 I 296 E. 2b/aa S. 300 f.; BGE 119 Ia 178 E. 4b S. 184).\n\n3.5 Aus dem soeben erwähnten Art. 15 Abs. 4 BV leitet sich der Grundsatz her, dass niemand gezwungen werden darf, \"religiösem Unterricht zu folgen\". Der Unterricht an öffentlichen Schulen ist religiös neutral zu gestalten; öffentliche Schulen müssen \"ohne Beeinträchtigung\" der Glaubens- und Gewissensfreiheit besucht werden können (BGE 125 I 347 E. 4b und d S. 355 ff.). Daraus folgt das Verbot des obligatorischen Religionsunterrichts (BGE 123 I 296 E. 4b/bb S. 309; vgl. auch Urteil des EGMR Grzeleak gegen Polen vom 15. Juni 2010, Nr. 7710/02, § 49 ff., 84 ff.; vgl. zum Ganzen CAVELTI/KLEY, in: Die Schweizerische Bundesverfassung, St. Galler Kommentar, 3. Aufl. 2014, N. 14 zu Art. 15 BV). Leistet der Staat finanzielle Unterstützung für religiöse Schulen, muss er dies für alle Religionen gleichermassen tun (BGE 125 I 347 E. 5a S. 358 f.). Die Neutralitätspflicht verbietet insofern generell eine Parteinahme des Staates zugunsten oder zuungunsten einer bestimmten Religion und mithin jede Sonderbehandlung von Angehörigen einer Religion, die einen spezifischen Bezug zu deren Glaubensüberzeugung aufweist (BGE 139 I 292 E. 8.2.3 S. 304; MÜLLER/SCHEFER, a.a.O., S. 276, 735; vgl. bereits hiervor E. 3.3). Auch ein System mit konfessionell getrennten öffentlichen Schulen wäre verfassungswidrig (BGE 125 I 347 E. 4e S. 357).\n\n3.6 Die von Art. 15 Abs. 2 und 3 BV gewährleistete Religionsausübung schützt über den Neutralitätsgrundsatz und kultische Handlungen hinaus die Beachtung religiöser Gebräuche und Gebote sowie andere Äusserungen des religiösen Lebens, soweit solche Verhaltensweisen Ausdruck der religiösen Überzeugung bildenBGE 142 I 49 S. 55 (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184). Das gilt auch für Religionsbekenntnisse, welche die auf den Glauben gestützten Verhaltensweisen sowohl auf das geistig-religiöse Leben wie auch auf weitere Bereiche des alltäglichen Lebens beziehen (BGE 119 Ia 178 E. 4c S. 185); auch religiös motivierte Bekleidungsvorschriften sind vom Schutz von Art. 15 BV erfasst (BGE 139 I 280 E. 4.1 S. 281 f.; BGE 134 I 56 E. 4.3 S. 60 f., BGE 134 I 49 E. 2.3 S. 51 f.; BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184). Das aus Art. 15 Abs. 4 BV abgeleitete Gleichbehandlungsgebot umfasst folgerichtig auch Bekleidung, die mit Religionen in Verbindung gebracht wird, wie neben dem Kopftuch etwa die jüdische Kippa oder das Habit christlicher Ordensschwestern und -brüder oder Symbole wie sichtbar getragene Kreuze (vgl. BGE 139 I 292 E. 8.2.3 S. 304; vgl. MÜLLER/SCHEFER, a.a.O., S. 276, 735; vgl. auch deutsches Bundesverfassungsgericht 1 BvR 471/10, 1 BvR 1181/10, Beschluss vom 27. Januar 2015, Rz. 115, abgedruckt in: EuGRZ 2015 S. 181 ff., 191; Urteilstext auch abrufbar unter www.bundesverfassungsgericht.de).\n\n4.\n\n4.1 Die Schule nimmt die ihr von Verfassung und vom Kanton St. Gallen übertragenen öffentlichen Aufgaben wahr (Art. 62 BV; Art. 10 KV/SG); sie ist an die Grundrechte gebunden (Art. 35 Abs. 2 BV). Insbesondere im Kontext der öffentlichen Schule und ihrer Neutralitätspflicht haben die von der Glaubens- und Gewissensfreiheit geschützten Verhaltensweisen und Bekleidungsvorschriften - sowohl im nationalen als auch im internationalen Bereich - zu einer vielfältigen Rechtsprechung geführt. In Bezug auf die Schülerschaft betrifft dies zunächst Streitfragen zur Dispensation von einzelnen Unterrichtsfächern infolge religiöser Verhaltensweisen oder zur Verwendung von religiösen Symbolen. Weiter befasste sich die Rechtsprechung mit der Ausstattung der Räume öffentlicher Schulen mit religiösen Symbolen und mit dem Tragen entsprechender Symbole durch die Lehrerschaft.\n\nDabei hat das Bundesgericht die Zulässigkeit von Einschränkungen gegenüber der Schülerschaft stets von solchen gegenüber der Lehrerschaft unterschieden. Als Überblick werden die wichtigsten bisher im Kontext der öffentlichen Schule behandelten Fallkonstellationen zu religiösen Verhaltensweisen der Schüler dargestellt (hiernach E. 4.2 und 4.3); anschliessend diejenige zum Verwenden religiöser Symbole durch die Schule selbst (hiernach E. 4.4). Sodann erfolgt ein Überblick insbesondere über die Rechtsprechung des EGMR und BGE 142 I 49 S. 56einzelner ausländischer Gerichte zu den religiösen Insignien (hiernach E. 4.5).\n\n4.2 Reich ist zunächst die nationale Rechtsprechung zu von Schülern aus religiösen Gründen erbetenen Unterrichtsdispensationen. Während das Bundesgericht 1993 einem muslimischen Mädchen die Befreiung vom obligatorischen Schwimmunterricht aus religiösen Gründen zugestand (BGE 119 Ia 178 E. 4 S. 183 ff.), wies es die Gesuche zweier muslimischer Knaben zurück, sie seien vom Schwimmunterricht zu dispensieren, weil ihnen der Anblick von aus der Sicht ihres Glaubens nicht hinreichend bekleideten Mädchen im Schwimmunterricht und der damit einhergehende Bruch mit ihrer Religion nicht zuzumuten sei (BGE 135 I 79 E. 7.2 S. 89 f.). Das Bundesgericht erkannte zwar einen Eingriff in den Schutzbereich der Glaubens- und Gewissensfreiheit der beiden Beschwerdeführer. Indessen erachtete es das öffentliche Interesse und die Aufgabe der Schule, den sozialen Einbindungsprozess durch die Teilnahme an den Unterrichtsfächern inklusive Sportunterricht durchzusetzen, als höherrangig (BGE 135 I 79 E. 7.2 S. 89 f.). Das Bundesgericht bestätigte diese Praxis mit Urteil 2C_666/2011 vom 7. März 2012, welches den gemischtgeschlechtlichen Schwimmunterricht von zwei neun- bzw. siebenjährigen Mädchen zum Gegenstand hatte. Sodann erachtete es die Rechtsprechung als zulässig, eine Schülerin muslimischen Glaubens zur Teilnahme am getrenntgeschlechtlichen Schwimmunterricht in einem nicht eng anliegenden, Arme und Beine abdeckenden Badegewand mit integrierter Kopfbedeckung zu verpflichten (2C_1079/2012 vom 11. April 2013 E. 3.4-3.6; sog. Burkini). Kindern von Angehörigen der palmarianisch-katholischen Kirche war das Singen von christlich geprägten Liedern sowie die Teilnahme an Schulausflügen auch an religiös konnotierte Stätten zumutbar, solange entsprechende Tätigkeiten nicht als bekenntnishafte Akte erschienen. So hielt das Bundesgericht fest, Kinder dürften vor Weihnachten oder zu Ostern zwar nicht verpflichtet werden, religiöse Lieder zu singen, wenn dies einem glaubensmässigen Akt gleichkomme; hingegen verleihe Art. 15 BV grundsätzlich keinen Anspruch darauf, nicht mit den religiösen Handlungen anderer - auch religiösen Gesängen - konfrontiert zu werden (Urteil 2C_724/2011 vom 11. April 2012 E. 3.1 f.; vgl. in anderem Kontext auch 1C_322/2011 vom 19. Dezember 2011 E. 3.4).\n\n4.3 Die Durchführung von Yoga-Entspannungsübungen im Kindergartenunterricht erachtete das Bundesgericht als einen Eingriff in die BGE 142 I 49 S. 57negative Religionsfreiheit der sich als gläubige Christen bezeichnenden Eltern des Kindes. Da die Übungen indessen motorisch-akrobatisch praktiziert wurden und von keiner Vermittlung von religiösen Glaubensinhalten begleitet waren, waren sie - auch unter Berücksichtigung der Gestaltungsfreiheit der Lehrperson für den Unterricht - von den Eltern hinzunehmen (Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2 und 4.3). Die Verpflichtung zur Teilnahme an einem reaktiv angelegten Aufklärungsunterricht in der öffentlichen Schule (Primarschule und Kindergarten) bedeutete sodann zwar einen Eingriff in die Glaubens- und Gewissensfreiheit der Eltern, war indessen mit den damit verfolgten öffentlichen Interessen (u.a. Gesundheitsschutz, Prävention vor sexuellen Übergriffen bzw. Schutz der Persönlichkeit) zu rechtfertigen (Urteil 2C_132/2014 vom 15. November 2014 E. 5, in: EuGRZ 2015 S. 299). Im Fall einer Schülerin, der von einer Schule des Kantons Thurgau untersagt worden war, während des Unterrichts aus religiösen Gründen ein Kopftuch zu tragen, stellte das Bundesgericht bereits wegen einer fehlenden gesetzlichen Grundlage einen Verstoss gegen die Verfassung fest (BGE 139 I 280 ff. E. 5 S. 283 ff.). Im Kontext der öffentlichen Schule bestätigte das Bundesgericht sodann wiederholt, dass Schülern an religiösen Feiertagen, etwa an Ostern oder am Sabbat, ein Freitag zu gewähren sei (BGE 134 I 114 E. 2 ff. S. 116 ff. [Chiesa cristiana avventista]; BGE 129 I 74 E. 5.1 S. 81 f.; BGE 117 Ia 311 E. 5 S. 319 ff.; vgl. auch Erziehungsdirektion des Kantons Bern, 5. Februar 1992, in: ZBl 93/1992 S. 281 [Religionsgemeinschaft der Baha'i]); ebenso sei für Prüfungen an einem religiösen Feiertag ein Wiederholungstermin anzubieten (BGE 134 I 114 E. 6.2 S. 120 f.). Gleichzeitig bewertete das Bundesgericht das öffentliche Interesse am Schulbesuch und der Integration der Schülerinnen und Schüler stets als von besonderer Wichtigkeit, sodass Ersuchen um eine generelle Unterrichtsbefreiung von einzelnen Fächern aus religiösen Gründen insbesondere in neuerer Zeit in der Regel abgelehnt wurden (Urteile 2C_132/2014 vom 15. November 2014 E. 5.3-5.5 betreffend Aufklärungsunterricht; 2C_724/2011 vom 11. April 2012 E. 3.5 betreffend Lieder singen und Schulausflüge; 2C_897/2012 vom 14. Februar 2013 E. 4.3.2 betreffend Yoga-Übungen; anders noch BGE 119 Ia 178 E. 4 S. 183 ff. betreffend Schwimmunterricht).\n\n4.4 Hinsichtlich der Verwendung von Insignien durch die Schule bzw. der Lehrpersonen hat das Bundesgericht im Jahr 1990 das BGE 142 I 49 S. 58Anbringen eines Kruzifixes im Schulzimmer einer Primarschule als im Widerspruch zur staatlichen Neutralitätspflicht stehend gewertet. Es begründete dies damit, das Symbol könne - insbesondere vor dem Hintergrund, dass die Schüler religiös noch nicht mündig waren - den Eindruck erwecken, die Lerninhalte würden durch die Schule christlich geprägt vermittelt (Art. 27 Abs. 3 aBV; BGE 116 Ia 252 E. 7 und 8 S. 261 ff. mit Verweis auf die Rechtsprechung des Supreme Court der Vereinigten Staaten und dessen Urteil Stone vs. Graham [per curiam], BGE 116 Ia 449 US 39/1980 [a.a.O., E. 7b S. 262 f.]; zum Verbot eines Kreuzzeichens im Kontext des Gerichtssaals vgl. BGE 121 I 42 E. 3 S. 48 [Nichteintreten]). Der EGMR hat in einer Beschwerde gegen Italien befunden, dass das Kruzifix in Schulzimmern - insbesondere aufgrund des Umstands, dass die italienischen Schulen eine sehr grosse Offenheit gegenüber anderen Religionen zeigten - mit Art. 9 EMRK vereinbar sei. Die Beurteilung der Frage sei im Wesentlichen den Vertragsstaaten überlassen (Urteil Lautsi, § 29 ff., 68 ff., 74 [zu Art. 9 EMRK und Art. 2 des Protokolls I zur EMRK]; EuGRZ 2011 S. 677 ff.). Unter dem Gesichtswinkel der Neutralität hat das Bundesgericht sodann - in ausdrücklicher Parallele zum Kruzifix-Fall - sowie unter Bezugnahme auf die laizistische Tradition des Kantons Genf einer zum Islam konvertierten Primarlehrerin untersagt, während des Unterrichts ein Kopftuch zu tragen (BGE 123 I 296 E. 3 und 4 S. 303 ff.). Die Lehrerin gelangte mit dieser Streitsache erfolglos an den EGMR (Entscheid Dahlab gegen die Schweiz vom 15. Februar 2001, Nr. 42393/98; ECHR 2001-V, in: VPB 2001 Nr. 40 S. 1410 [Nichtzulassung]).\n\n4.5 Auch der EGMR und andere ausländische höchste Verfassungsgerichte haben sich verschiedentlich mit der Verwendung von religiösen Symbolen wie dem Kopftuch im Allgemeinen sowie mit religiösen Insignien in der Schule und dem Tragen von religiösen Symbolen durch die Schülerschaft auseinandergesetzt.\n\n4.5.1 Die neuere Rechtsprechung des EGMR zu den religiösen Symbolen betrifft öffentliche Einrichtungen, teilweise aber auch die horizontale Drittwirkung der Glaubens- und Gewissensfreiheit in Rechtsverhältnissen zwischen Privatpersonen (Urteil Eweida und andere gegen Grossbritannien vom 15. Januar 2013, Nr. 48420/10, 59842/10, 51671/10 und 36516/10). Der Gerichtshof betont, dass eine intakte demokratische Gesellschaft Vielfalt und Pluralismus aushalten und unterstützen muss; auch aufgrund des Rechts, das dem Einzelnen zusteht, seine Religion als zentrales Anliegen seines BGE 142 I 49 S. 59Lebens zu betrachten und dies auch anderen gegenüber zu kommunizieren (Urteil Eweida, § 94; vgl. die Freiheitsfunktion; hiervor E. 3.2). So wurde es als unzulässig erachtet, dass eine Angestellte einer privaten Fluggesellschaft eine Kette mit christlichem Kreuz beim Tragen der Arbeitsuniform zu verbergen habe, während anderen Angestellten, die mit Kopfbedeckungen der Sikhs oder muslimischen Kopftüchern bekleidet waren, das Tragen dieser religiösen Symbole freigestellt war und hieraus auch keinerlei negative Auswirkungen feststellbar waren (Urteil Eweida, § 89 ff., 94). Demgegenüber sah es der EGMR aus Gründen des Gesundheitsschutzes der Patienten als gerechtfertigt an, die Glaubens- und Gewissensfreiheit einer Angestellten eines öffentlichen Krankenhauses einzuschränken, die Schmuck mit einem frei beweglichen christlichen Kreuz trug (Infektionsrisiko; Urteil Eweida, § 99 ff.). Bei einer Zivilstandsbeamtin, die sich unter Berufung auf eine christliche Weltsicht weigerte, gleichgeschlechtliche Paare ins Zivilstandsregister einzutragen, wurde der Eingriff in ihre Glaubens- und Gewissensfreiheit gestützt auf Grundrechte Dritter durch den EGMR als rechtmässig erachtet. Der Gerichtshof betonte das Subsidiaritätsprinzip und den Beurteilungsspielraum des Mitgliedstaates Grossbritannien und sah in der Abweisung der Diskriminierungsbeschwerde keine Verletzung der Konvention (Urteil Eweida, § 106; vgl. auch das vom Bundesrat zur Ratifikation beantragte Zusatzprotokoll Nr. 15 zur EMRK, Sammlung der Europaratsverträge SEV-Nr. 213, www.coe.int/de/web/conventions/full-list/-/conventions/treaty/213). Einer orthodoxen Christin schliesslich, die als Paartherapeutin bei einem privaten Arbeitgeber angestellt war, wurde die Auflage, im Rahmen ihrer Anstellung auch gleichgeschlechtliche Paare zu behandeln, als zumutbar angesehen. Der EGMR anerkannte die Rechtfertigung des privaten Unternehmens, diskriminierungsfreie Dienstleistungen anzubieten (Urteil Eweida, § 109 f.).\n\n4.5.2 In der Vergangenheit hat der EGMR die Beschwerden von Einzelpersonen, die durch die Mitgliedstaaten am Tragen von religiösen Symbolen gehindert wurden - unter spezifischen Rechtfertigungsgründen und Bezugnahmen auf Verfassungstraditionen (vgl. im Folgenden und auch Urteile Refah Partisi und andere gegen die Türkei vom 13. Februar 2003, Nr. 41340/98, § 92; Lautsi, § 68 ff.) sowie angesichts der konkreten Umstände -, abgelehnt. Im Urteil Sahin gegen die Türkei (Grosse Kammer; vom 10. November 2005, Nr. 44774/98, § 157 ff.) schützte der EGMR ein allgemeines BGE 142 I 49 S. 60Kopftuchverbot für Studentinnen an türkischen Universitäten unter Bezugnahme auf die Tradition des Laizismus (Kemalismus). In den Urteilen Kervanci gegen Frankreich und Dogru gegen Frankreich, erachtete der Gerichtshof - ebenfalls unter Bezugnahme auf das Verfassungsprinzip des Laizismus in Frankreich sowie des Gesundheitsschutzes - ein Kopftuchverbot für Schülerinnen während des Turnunterrichts sowie die Disziplinarmassnahmen wegen Widerhandlung gegen dasselbe als unter dem Gesichtswinkel von Art. 9 EMRK gerechtfertigt (Urteile vom 4. Dezember 2008, Nr. 31645/04, § 47 ff., 72 ff. bzw. Nr. 27058/05, § 33 ff., 72 [Laizismus], 74 [Gesundheitsschutz]; vgl. auch Köse und andere gegen die Türkei vom 24. Januar 2006, Nr. 36594/97 [Nichtzulassung]).In einem Nichtzulassungsentscheid betreffend Frankreich führte der EGMR aus, das Tragen von sichtbaren religiösen Symbolen in öffentlichen Ausbildungsstätten könne unter Rückgriff auf den Verfassungsgrundsatz der Laizität in konventionskonformer Weise eingeschränkt werden, auch wenn es nicht bloss den Turnunterricht betreffe (Urteil Aktas gegen Frankreich vom 30. Juni 2009, Nr. 43563/08, § 2 in fine). Der EGMR gelangte in einer Entscheidung vom 26. November 2015 sodann zum Schluss, dass sich die Neutralitätspflicht auch auf weitere Angestellte des Staates, etwa in einem öffentlichen Spital, beziehen könne. So rechtfertigten die Bestimmungen zu Neutralität und Laizität Frankreichs, einer Person am Empfang eines öffentlichen Spitals zu verbieten, ein muslimisches Kopftuch zu tragen (Urteil Ebrahimian gegen Frankreich vom 26. November 2015, Nr. 64846/11, § 61 ff.). Demgegenüber sah es der UNO-Menschenrechtsausschuss aufgrund von Art. 18 UNO-Pakt II als unzulässig an, einer usbekischen Universitätsstudentin das Tragen des Kopftuchs generell zu verbieten ( Hudoyberganova gegen Uzbekistan, communication no. 931/2000, 18. Januar 2005, Ziff. 6.2; vgl. mit ähnlicher Argumentation für die Zulässigkeit des Tragens religiöser Insignien durch Volksschüler in Schweden die Swedish National Agency for Education, Decision 52-2006:689 vom 22. Mai 2006).\n\n4.5.3 Der Oberste Gerichtshof der Vereinigten Staaten hiess in neuester Zeit sodann eine Beschwerde einer Verkäuferin gut, die mit dem Tragen des Kopftuchs nicht dem \"Stil des Hauses\" eines Modekonzerns entsprochen haben soll. Der Gerichtshof erachtete als diskriminierend, dass das Kopftuch ein \"motivierender Faktor\" für die Entscheidung der Modekette war, die Verkäuferin nicht einzustellen; ohne Bedeutung blieb, dass die Unternehmung über BGE 142 I 49 S. 61deren Religionszugehörigkeit nicht explizit informiert war (Supreme Court of the United States, 575 U.S. [2015] vom 1. Juni 2015 S. 3, www.supreme.justia.com/cases/federal/us/575/13-983/). In einem jüngsten Urteil erachtete das deutsche Bundesverfassungsgericht ein generelles Kopftuchverbot für Lehrkräfte an öffentlichen Schulen - jedenfalls dann, wenn das äussere Erscheinungsbild von Lehrkräften nicht zu einer hinreichend konkreten Gefährdung oder Störung des Schulfriedens oder der staatlichen Neutralität führe oder wesentlich dazu beitrage - als verfassungswidrig (Urteile 1 BvR 471/10, 1 BvR 1181/10, a.a.O., Rz. 113). Das Bundesverfassungsgericht hat die Vorschrift darüber hinaus als problematisch vor dem Hintergrund einer mittelbaren Diskriminierung von - vermehrt durch religiöse Kleidervorschriften betroffenen - Erzieherinnen angesehen (Urteile 1 BvR 471/10, 1 BvR 1181/10, a.a.O., Rz. 96). Der EGMR schliesslich hat ein Verbot der vollständigen Verhüllung im Ganzkörperschleier mit Sichtfenster im öffentlichen Raum im Mitgliedstaat Frankreich - wiederum unter spezifischer Bezugnahme auf dessen laizistische Tradition, aber auch unter Bezugnahme auf den Umstand, dass eine solche vollständige Verschleierung zwischenmenschliche Kontakte massgeblich erschwere - als in Einklang mit der Konvention verstanden (Urteil der Grossen Kammer des EGMR S.A.S. gegen Frankreich vom 1. Juli 2014, Nr. 43835/11, § 132 ff., [sog. Burkaverbot]; ein entsprechendes Verbotexistiert im Kanton Tessin, gewährleistet durch die Bundesversammlung am 11. März 2015, BBl 2015 3035 f.).\n\n4.5.4 Insgesamt zeigt sich im kurzen Überblick - zumindest ausserhalb von Staaten mit laizistischer Verfassungstradition und mit Ausnahme der Ganzkörperverschleierungen - eine weitgehende Zulässigkeit des Tragens religiöser Symbole, die sich prinzipiell auch auf Ausbildungsstätten erstreckt. Dabei bleiben punktuelle Einschränkungen - etwa im Rahmen der Erfüllung des Bildungsauftrags und der Verpflichtung zu Neutralität des Staates und seiner Repräsentanten - grundsätzlich möglich. Den Mitgliedstaaten der EMRK verbleibt ein relativ weiter Beurteilungsspielraum, um Streitfragen um das Tragen religiöser Symbole gestützt auf die eigene Verfassungstradition und die aktuelle gesellschaftliche Entwicklung zu lösen.\n\n4.6 Das hier infrage stehende Verbot des Tragens religiöser Insignien durch eine Schülerin an einer öffentlichen Schule ist bisher durch das Bundesgericht - in materieller Hinsicht - nicht beurteilt worden. BGE 142 I 49 S. 62\n\n5. Strittig ist vorliegend zunächst der Schutzbereich der Glaubens- und Gewissensfreiheit.\n\n5.1 Die Beschwerdegegner bringen vor, dass ihre Tochter das Kopftuch aus religiösen Gründen trage. Daraus erwachse ihr das Recht, auch in der Schule auf diese Weise gekleidet zu sein. Die beschwerdeführende Schulgemeinde geht demgegenüber davon aus, die Berufung auf religiöse Pflichten sei \"vorgeschoben\" und ziele bei der Schülerin und ihren Eltern darauf, eine \"besondere Behandlung\" zu erwirken. Sowohl die Schülerin als auch die Eltern verhielten sich religiös \"nicht kohärent\", indem sie Gebetspflichten nicht beachteten. Die Mehrheit der Anhängerinnen des islamischen Glaubens in der Schweiz trage sodann ohnehin kein Kopftuch. Insofern könnten weder die Eltern noch die Schülerin spezifische Rechte aus der Glaubens- und Gewissensfreiheit für sich ableiten.\n\n5.2 Staatliche Organe üben Zurückhaltung bei der Prüfung von Glaubensinhalten; sie haben von der Überzeugung auszugehen, welche die religiösen Normen für die Betroffenen haben (BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; BGE 125 I 369 E. 7 S. 384 f. [Scientology Kirche]). Entscheidend für die Annahme eines Eingriffs in den Schutzbereich der Glaubens- und Gewissensfreiheit ist, dass die von der Schülerin bzw. ihren Eltern angerufenen Verhaltensweisen einen unmittelbaren Ausdruck ihrer religiösen Überzeugung bilden und dass sie dies glaubhaft darlegen (vgl. BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2; vgl. auch Urteil des EGMR Eweida, § 82; YVO HANGARTNER, Religionsfreiheit, AJP 2010 S. 441 ff.; KELLER/BÜRLI, Religionsfreiheit in der multikulturellen Schulrealität, recht 2009 S. 100 ff., 102 f.; CAVELTI/KLEY, a.a.O., N. 11 zu Art. 15 BV; KARLEN, a.a.O., S. 203 ff.). Der Schutzbereich der Glaubens- und Gewissensfreiheit bestimmt sich somit im Kern nach subjektiven Gesichtspunkten. Daher ist es für die Prüfung des Eingriffs nicht relevant, ob und inwieweit die Beschwerdegegner und ihr Kind andere der Schulbehörde bekannte Praktiken verfolgen oder nicht (vgl. bereits Urteil 2C_794/2012 vom 11. Juli 2013 E. 3.3, nicht publ. in: BGE 139 I 280 ff.). Es kann für den Eingriff in den Schutzbereich des Grundrechts nicht auf die Vorbringen ankommen, dass die Mehrheit der Anhängerinnen des islamischen Glaubens in der Schweiz keine Kopfbedeckung trage, und der Eingriff kann auch nicht aufgrund des Umstands ausgeschlossen werden, dass die Frage, inwieweit die Regeln des islamischen Glaubens die Verschleierung für Frauen überhaupt gebieten oder nicht, selbst umstritten ist. BGE 142 I 49 S. 63\n\n5.3 Zu beachten ist, dass minderjährige Kinder in ihrer Glaubens- und Gewissensfreiheit geschützt sind (Art. 11 Abs. 2 BV; Art. 18 Abs. 4 UNO-Pakt II; Art. 3 und 14 Abs. 1 des Übereinkommens vom 20. November 1989 über die Rechte des Kindes [UNO-Kinderrechtekonvention, KRK; SR 0.107]). Art. 14 Abs. 1 KRK hält die Vertragsstaaten an, das Recht des Kindes auf Gedanken-, Gewissens- und Religionsfreiheit zu achten. Die Vertragsstaaten wahren sodann die Rechte und Pflichten der Eltern, das Kind bei der Ausübung dieses Rechts in einer seiner Entwicklung entsprechenden Weise zu leiten (Art. 14 Abs. 2 KRK). Die Rechte minderjähriger Kinder werden durch die Eltern wahrgenommen (Art. 304 Abs. 1 ZGB). Den Eltern kommt auch das Recht zu, über die religiöse Erziehung ihrer Kinder bis zum Ende des 16. Altersjahrs zu bestimmen (Art. 303 Abs. 1 und 3 ZGB; vgl. auch Art. 18 Abs. 4 UNO-Pakt II); dieses Recht ist seinerseits Bestandteil der Glaubens- und Gewissensfreiheit der Eltern (BGE 129 III 689 E. 1.2 S. 691 f.). Neben dem Gesichtswinkel der religiösen Erziehung ist indessen auch ein innerer, persönlicher Bereich der Glaubens- und Gewissensfreiheit zu achten, der bei jedem urteilsfähigen Kind mitzuberücksichtigen ist (Art. 11 BV; Art. 14 Abs. 1 KRK; vgl. MÜLLER/SCHEFER, a.a.O., S. 264 mit Hinweis auf das Urteil 5C.146/2003 vom 23. September 2003 E. 3.1 und 4, nicht publ. in: BGE 129 III 689).\n\n5.4 Die Schülerin war zum massgeblichen Zeitpunkt des vorinstanzlichen Urteils (und ist auch heute) weniger als 16 Jahre alt. Die Beschwerdegegner und die Schülerin legen dar, dass diese das Kopftuch aus religiösen Gründen trage; das Tragen des Kopftuches der Schülerin als (heranwachsende) Frau, die sich zum Islam bekennt, steht demnach - entgegen der beschwerdeführerischen Vorbringen - als Ausdruck eines religiösen Bekenntnisses unter dem Schutz der Religionsfreiheit gemäss Art. 15 BV (BGE 139 I 280 E. 4.1 S. 282; BGE 134 I 56 E. 4.3 S. 60 f., BGE 134 I 49 E. 2.3 S. 51 f.; BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184; vgl. auch BGE 119 IV 260 E. 3b/aa S. 263; vgl. auch Urteile des EGMR Dogru, § 47; Sahin, § 78). Das Verbot des Tragens des Kopftuches bewirkt einen Eingriff in den Schutzbereich der Glaubens- und Gewissensfreiheit der Schülerin bzw. ihrer Eltern als Erziehungsberechtigte.\n\n6. Eingriffe in die Glaubens- und Gewissensfreiheit und Beeinträchtigungen von religiösen Gepflogenheiten sind nur zulässig, wenn sie die Voraussetzungen zur Einschränkung von Grundrechten erfüllen (Art. 36 Abs. 1-3 BV; BGE 139 I 280 E. 4.2 S. 282 f.; BGE 134 I 56 BGE 142 I 49 S. 64E. 4.3 S. 60 f., BGE 134 I 49 E. 2.3 S. 51 f.; BGE 123 I 296; BGE 119 IV 260). Sie müssen auf einer gesetzlichen Grundlage beruhen, durch ein öffentliches Interesse oder den Schutz von Grundrechten Dritter gerechtfertigt und verhältnismässig sein (Art. 36 Abs. 1-3 BV). Schwere Eingriffe in Freiheitsrechte bedürfen einer klaren und ausdrücklichen Regelung in einem formellen Gesetz (Art. 36 Abs. 1 Satz 2 BV; BGE 139 I 280 E. 5.1 S. 284; BGE 137 II 371 E. 6.2 S. 381; BGE 130 I 65 E. 3.3 S. 68). Der Kerngehalt der Glaubens- und Gewissensfreiheit ist unantastbar (Art. 36 Abs. 4 BV). Den nicht antastbaren Kernbereich dieses Grundrechts betrifft das Tragen eines Kopftuchs aus religiösen Gründen allerdings nicht. Es darf unter den Voraussetzungen von Art. 36 BV eingeschränkt werden (BGE 123 I 296 E. 2 b/cc S. 301 f.; vgl. auch BGE 134 I 56 E. 4.3 S. 60 f. mit Hinweisen; Urteil 2C_1079/2012 vom 11. April 2013 E. 3.2).\n\n7. Zu prüfen ist zunächst, ob eine hinreichende gesetzliche Grundlage vorliegt, wie dies die Schulgemeinde vorbringt (Art. 36 Abs. 1 BV). Die Beschwerdeführerin macht geltend, es liege durch das Verbot, eine Kopfbedeckung zu tragen, jedenfalls vorliegend kein schwerer Eingriff in die Glaubens- und Gewissensfreiheit der Schülerin vor. So oder anders hält die Beschwerdeführerin dafür, dass eine formell-gesetzliche Grundlage gegeben sei.\n\n7.1 Ob ein Grundrechtseingriff schwer ist, beurteilt sich grundsätzlich nach objektiven Kriterien (BGE 141 I 211 E. 3.2 S. 214 f.; BGE 139 I 280 E. 5.2 S. 285; BGE 130 I 65 E. 3.3 S. 68; BGE 128 II 259 E. 3.3 S. 269; BGE 120 Ia 147 E. 2b S. 150). Im Bereich der Glaubens- und Gewissensfreiheit ist dies insofern schwierig, als religiöse Empfindungen und Überzeugungen stets subjektiv begründet sind; staatliche Organe haben von der Überzeugung auszugehen, welche die religiösen Normen für die Betroffenen haben (BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; hiervor E. 5.2). Anordnungen, welche die Ausübung ihrer religiösen Überzeugung beeinträchtigen, werden Betroffene meist als schwer empfinden (vgl. BGE 119 Ia 178 E. 6a S. 188). Entscheidend ist demnach für die Bestimmung der Schwere des Eingriffs, ob die Betroffenen die konkrete Beeinträchtigung substanziiert als wesentliches Element bzw. als eine wichtige Verhaltensregel einer bestimmten Form religiöser Betätigung darlegen können, die sich herausgebildet hat, sodass die Schwere des Eingriffs objektiv nachvollziehbar wird und sich an äusseren Lebensumständen zeigt (BGE 139 I 280 E. 5.2 S. 285 f.; BGE 135 I 79 E. 4.4 S. 84; BGE 134 I 56 E. 5.2 S. 63; vgl. Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2; vgl. BGE 142 I 49 S. 65WALTER KÄLIN, Grundrechte im Kulturkonflikt, 2000, S. 39; KARLEN, a.a.O., S. 294 f.).\n\n7.2 Die Beschwerdegegner und die Schülerin bringen vor, dass diese das Kopftuch in der Öffentlichkeit aus eigener religiöser Überzeugung trage. Das eigene Recht auf Religionsfreiheit der Schülerin ist zu gewichten (Art. 3 und 14 Abs. 1 KRK); ihren Eltern kommt jedoch - wie dargelegt - das Recht zu, über deren religiöse Erziehung zu bestimmen (Art. 303 Abs. 1 und 3 ZGB, Art. 11 Abs. 2 BV, Art. 5 und 14 Abs. 2 KRK; hiervor E. 5.3). Sie haben denn auch das kantonale Verfahren angestrengt. Ein Kopftuchverbot an der Schule brächte die Schülerin in den Konflikt, entweder einem staatlichen oder aber einem religiösen, durch ihre Herkunft und die Familie vermittelten Gebot zuwiderhandeln zu müssen. Solche Spannungen können die betroffenen Kinder stark belasten und dem Kindeswohl entgegenstehen (Art. 3 KRK; BGE 139 I 280 E. 5.2 S. 285; BGE 119 Ia 178 E. 8a S. 194; BGE 117 Ia 311 E. 4b S. 318; BGE 114 Ia 129 E. 5b S. 137 f.; mit Hinweisen). Das generelle Verbot, das Kopftuch auf dem Schulareal zu tragen, wirkt sich zudem - entsprechend der täglichen Präsenz in der Schule - massgeblich auf den Lebensalltag der Schülerin aus. Nach der Rechtsprechung stellt daher ein generelles Verbot gegenüber einer Schülerin, das Kopftuch während des Unterrichts zu tragen, einen schweren Eingriff in das Grundrecht der Glaubens- und Gewissensfreiheit dar (vgl. BGE 139 I 280 E. 5.2 S. 285 f.; vgl. bereits BGE 114 Ia 129 E. 5b S. 137 f.; vgl. für Lehrpersonen auch deutsches Bundesverfassungsgericht 1 BvR 471/10 und 11181/10, a.a.O., Rz. 95).\n\n7.3 Das verfügte Verbot bedurfte nach dem Gesagten einer Grundlage in einem formellen Gesetz. Die Vorinstanz erachtet die Grundlage von Art. 14 Abs. 2 der Schulordnung der Schulgemeinde St. Margrethen als formell-gesetzliche Grundlage, weil sie dem fakultativen Referendum unterstand (vgl. Urteil 2C_365/2012 vom 11. Februar 2013 E. 5.1; Art. 23 Abs. 1 lit. a und d GG/SG [sGS 151.2]; anders referendumsfreie Akte der Exekutive; BGE 139 I 280 E. 5.3 f. S. 280 ff.). Auch die Beschwerdegegner anerkennen Art. 14 Abs. 2 des Schulreglements als dem Referendum unterstehende gesetzliche Grundlage an (vgl. nicht publ. E. 1.2). Eine hinreichende gesetzliche Grundlage liegt vor.\n\n8. Die Einschränkung der Glaubens- und Gewissensfreiheit der Schülerin muss sodann durch ein öffentliches Interesse oder den Schutz von Grundrechten Dritter gerechtfertigt sein (Art. 36 Abs. 2 BV). BGE 142 I 49 S. 66\n\n8.1 Der Begriff des öffentlichen Interesses ist zeitlich und örtlich variabel und umfasst zunächst die Polizeigüter (Ordnung, Sicherheit, Gesundheit, öffentliche Ruhe etc.), aber auch kulturelle, ökologische sowie soziale Werte wie sie namentlich in den Staatsaufgaben zum Ausdruck kommen (Botschaft vom 20. Oktober 1996 für eine neue Bundesverfassung, BBl 1997 I 1 ff., 195 f. zu Art. 32 Abs. 1). Die öffentlichen Interessen konkretisieren sich in der Regel im politischen Prozess der demokratischen Rechtsetzung, die indessen nicht in einer politischen Beliebigkeit erfolgt, sondern im Lichte des Wertesystems der Gesamtrechtsordnung (vgl. BGE 138 I 378 E. 8.3 S. 393 mit Hinweisen; PIERRE MOOR, Droit administratif, Bd. I, 2012, S. 756 f.; vgl. auch MARTIN PHILIPP WYSS, Öffentliche Interessen - Interessen der Öffentlichkeit, 2001, S. 202). Öffentliche Interessen müssen zudem ein zulässiges Eingriffskriterium für den in Frage stehenden Grundrechtseingriff darstellen können; darf das einschlägige Grundrecht nicht aus den vom Gemeinwesen angeführten Gründen eingeschränkt werden, so fallen diese nicht als (gerechtfertigte) öffentliche Interessen in Betracht (\"intérêt public pertinent\"; vgl. BGE 135 I 233 E. 8.2 S. 253; BGE 131 I 333 E. 2.1 S. 336).\n\n8.2 Es stellt sich die Frage, welche von der Beschwerdeführerin herangezogenen Interessen als zulässige Eingriffsgründe in Frage kommen.\n\n8.2.1 Die Beschwerdeführerin begründet das öffentliche Interesse am umstrittenen Kopfbedeckungsverbot mit einem qualifizierten Bedarf nach Ordnung und Störungsfreiheit zur Erfüllung ihres Bildungsauftrags.\n\nWie die Beschwerdeführerin anführt, erbringt die Schule ihre Leistungen im Interesse der Schüler selbst. Die verfolgten Ziele bilden in diesem Sinne Faktoren des unter dem Schutz von Art. 11 BV stehenden Kindeswohls sowie des Bildungsauftrags (vgl. BGE 129 I 12 E. 8.4 S. 23; BGE 119 Ia 178 E. 7 d S. 192; BGE 118 Ia 427 E. 6 c S. 438). Die Förderung dieser Interessen der Schüler bildet ein öffentliches Interesse. Die Schüler sind vor diesem Hintergrund gehalten, die Anordnungen der Schulbehörde und der Lehrerschaft zu befolgen; sie haben Rücksicht zu nehmen und Beeinträchtigungen des Schulbetriebs zu unterlassen (vgl. BGE 129 I 12 E. 8.3 S. 22 f.). Vor diesem Hintergrund kann eine Schule von Schülern auch verlangen, irritierende oder anstössige Kleidung zu vermeiden. Gleichwohl wird der Beweggrund, religiöse Symbole zu tragen, in der Regel nicht darin liegen, irritierende Kleidung zu tragen, sondern sich BGE 142 I 49 S. 67 religionskonform zu kleiden. Bloss insoweit das allgemeine Verbot, während des Unterrichts eine Kopfbedeckung zu tragen, eine allgemeine Anstandsregel gegen irritierende oder anstössige Kleidung darstellen soll und nicht spezifisch oder gezielt auf eine Gruppe von Schülerinnen und Schülern ausgerichtet ist, die religiös motivierte Bekleidungsvorschriften einhalten möchten, fällt es als öffentliches Interesse an einem störungsfreien Schulbetrieb in Betracht (vgl. bereits BGE 117 Ia 311 E. 4a S. 317; BGE 114 Ia 133 E. 3a S. 133; vgl. auch JEAN-FRANÇOIS AUBERT, L'Islam à l'école publique, in: Festschrift Hangartner, 1998, S. 479 ff., dort 483 f.).\n\n8.2.2 Die beschwerdeführende Gemeinde führt als öffentliches Interesse sodann die Wahrung des Religionsfriedens und den Schutz von Grundrechten Dritter an.\n\nDas Tragen religiöser Symbole eröffnet die Möglichkeit einer Beeinflussung der Schulkinder und von Konflikten mit Eltern, was zu einer Störung des Schulfriedens führen und die Erfüllung des Bildungsauftrags der Schule gefährden kann. So kann die Grundrechtsausübung der Schülerin der negativen Religionsfreiheit ihrer Mitschüler und deren Eltern entgegenstehen, welche die Freiheit beinhaltet, einem nicht geteilten Glauben fernzubleiben (Art. 15 Abs. 4 BV, vgl. hiervor E. 3.4). Daher ergibt sich namentlich kein Anspruch, von Andersgläubigen die Einhaltung der eigenen Glaubensgebote einzufordern (BGE 135 I 79 E. 7.2 S. 89 f.; hiervor E. 4.2). Insofern besteht ein öffentliches Interesse daran, dass vom Tragen religiöser Symbole einzelner Schüler kein Druck auf Mitschülerinnen und Mitschüler entsteht, solche ebenfalls zu tragen. Umgekehrt reicht der Grundrechtsschutz gegenüber Dritten jedoch nicht so weit, dass er einen Anspruch vermitteln könnte, mit keinen fremden Glaubensbekenntnissen konfrontiert zu werden (Art. 15 Abs. 4 BV; vgl. hiervor E. 4.2 mit Hinweisen; s. bereits BGE 49 I 138 E. 4e S. 154; vgl. unter dem Gesichtswinkel der Versammlungsfreiheit bereits BGE 12 93 E. 5 S. 108 f.). Unter diesen einschränkenden Voraussetzungen sind die geltend gemachten Grundrechte Dritter als zulässige Eingriffsmotive anzuerkennen (Art. 36 Abs. 2 BV).\n\n8.2.3 Die Gemeinde beruft sich weiter auf die öffentlichen Interessen der Integrationsfunktion und Neutralität der Schule (Art. 15 Abs. 4 BV). Sie bringt vor, sie könne die Chancengleichheit und die spätere berufliche Integration der Schülerin in einem religionsneutralen Schulumfeld besser gewährleisten. Die Beschwerdeführerin stützt sich auch auf den Gleichstellungsauftrag (Art. 8 Abs. 3 BV) und BGE 142 I 49 S. 68sieht darin ein massgebendes öffentliches Interesse an einem allgemeinen Kopfbedeckungsverbot.\n\nSoweit die Schule die Schülerinnen und Schüler optimal fördern und auf den Berufsalltag vorbereiten möchte, ist dies als öffentliches Interesse anzuerkennen. Dasselbe gilt für das öffentliche Interesse, die Neutralität der Schule zu wahren: Die Neutralität richtet sich zwar primär an die Behörden (vgl. sogleich E. 9.2), umfasst jedoch auch, alle Schüler in ihren weltanschaulichen oder religiösen Ansichten gleich zu behandeln (Art. 15 Abs. 4 BV; BGE 123 I 296 E. 4a S. 305); insofern besteht ein öffentliches Interesse an einem konfessionell neutralen Bildungsauftrag der Schulen (vgl. hiervor E. 3.5). Soweit die staatliche Neutralitätspflicht einer öffentlichen Schule dem Religionsfrieden dienen soll, kommt sie als öffentliches Interesse für eine Einschränkung des Tragens religiöser Symbole in Betracht (vgl. Art. 15 Abs. 4 BV; BGE 123 I 296 E. 4a S. 305).\n\nDie Gleichstellung der Geschlechter ist ein weiteres gewichtiges öffentliches Interesse und erstreckt sich auf sämtliche Belange des Zusammenlebens (Art. 8 Abs. 3 BV), auch auf religiöse Praktiken. Gleichzeitig ist das Spektrum zu beachten, gestützt auf welches das Kopftuch als religiöses Symbol getragen wird. Manche fundamentalistische religiöse Strömungen stehen in erheblichem Gegensatz zum Frauen- und Männerbild bzw. dem Gleichstellungsauftrag der Verfassung. Für gewisse Frauen bildet das Tragen des islamischen Kopftuchs Ausdruck, auf die Tradition der Eltern und ihrer Heimat Rücksicht zu nehmen, für zahlreiche andere Trägerinnen ist das Kopftuch Symbol der eigenen religiösen Identität und Selbstbestimmung; auch gibt es noch immer vereinzelt matriarchalische Gesellschaftsformen, die dem muslimischen Glauben nachleben und deren Angehörige den Hijab tragen. Da das Tragen des islamischen Kopftuches eine selbstbestimmte und gleichberechtigte Rolle der Frau in der Gesellschaft und in der Familie jedenfalls nicht von vornherein ausschliesst, rechtfertigen die Vorbringen der Beschwerdeführerin keine ausnahmslose Durchsetzung des Kopfbedeckungsverbots (vgl. BGE 134 I 49 E. 3.2 S. 54, BGE 134 I 56 E. 5.2 S. 63). Vielmehr ist das öffentliche Interesse an der Gleichstellung anhand der konkreten Umstände des Eingriffs in die Glaubens- und Gewissensfreiheit zu gewichten (dazu hiernach E. 9.6).\n\n9. Zu prüfen ist vor diesem Hintergrund, ob die in Betracht fallenden öffentlichen Interessen den Grundrechtseingriff zu rechtfertigen vermögen. BGE 142 I 49 S. 69\n\n9.1 Das Gebot der Verhältnismässigkeit (Art. 5 Abs. 2 BV, Art. 36 Abs. 3 BV, Art. 9 Ziff. 2 EMRK) verlangt, dass eine behördliche Massnahme für das Erreichen des im öffentlichen oder privaten Interesse liegenden Zieles geeignet und erforderlich ist und sich für die Betroffenen in Anbetracht der Schwere der Grundrechtseinschränkung als zumutbar erweist. Der Eingriff darf in sachlicher, räumlicher, zeitlicher und personeller Hinsicht nicht einschneidender sein als erforderlich (BGE 140 I 2 E. 9.2.2 S. 24; BGE 138 I 331 E. 7.4.3.1 S. 346; BGE 137 I 131 E. 7.5.2 S. 53; BGE 136 I 87 E. 3.2 S. 91 f.; BGE 133 I 77 E. 4.1 S. 81; BGE 132 I 49 E. 7.2 S. 62; BGE 128 II 292 E. 5.1 S. 298 mit Hinweisen). Die entgegenstehenden privaten und öffentlichen Interessen sind dabei anhand der gegebenen Umstände bzw. des aktuellen sozialen Hintergrunds objektiv zu würdigen und zueinander in Bezug zu setzen (vgl. BGE 127 I 164 E. 3b S. 170; BGE 111 Ia 322 f.; BGE 107 Ia 226 E. 5b und 5d S. 232 f.).\n\n9.2 Die Beschwerdeführerin bringt unter Bezugnahme auf die öffentlichen Interessen an der staatlichen Neutralität vor, im Jahr 1997 habe es das Bundesgericht als für die Wahrung des Religionsfriedens geboten und verhältnismässig erachtet, einer Lehrerin in einer öffentlichen Schule das Tragen des Kopftuchs zu verbieten (BGE 123 I 296 E. 3 und 4b/bb S. 304 f. und 308 ff.; vgl. auch den Entscheid des EGMR Dahlab).\n\nEs stellt sich zunächst die Frage, ob das Kopftuchverbot gegenüber der Schülerin geeignet ist, die staatliche Neutralität der Schule zu gewährleisten. Wie das Bundesgericht bereits kürzlich festgehalten hat, wurde die Regelung im Kanton Genf vor dem Hintergrund einer laizistischen Tradition beurteilt (BGE 139 I 280 E. 5.5 S. 289 f.); einem solchen Staatsverständnis folgt der sich zu christlich-humanistischen Grundsätzen bekennende Kanton St. Gallen nicht (vgl. Art. 1 Abs. 2 KV/SG; Art. 3 Abs. 1 VSG/SG [sGS 213.1]). Die Regelung im Kanton Genf war zudem ausschliesslich auf die Lehrpersonen ausgerichtet. Nicht von der Bestimmung betroffen waren insofern die Schülerinnen oder Studentinnen, deren religiöse Überzeugung nach dem Genfer Gesetz gerade geschützt werden sollte (BGE 123 I 296 E. 3 S. 304 [Art. 164 ff. KV/GE]; vgl. auch TRISTAN ZIMMERMANN, La laïcité et la République et Canton de Genève, SJ 2011 II S. 29 ff., 73). Die Glaubens- und Gewissensfreiheit enthält zwar die Verpflichtung des Staates zu religiöser und konfessioneller Neutralität (Art. 15 Abs. 4 BV; BGE 139 I 280 E. 5.5.2 S. 290; BGE 135 I 79 E. 7.2 S. 89; BGE 125 I 347 E. 3 S. 354 ff.). Mit dem Auftrag an BGE 142 I 49 S. 70die öffentlichen Schulen, die für sie handelnden Lehrpersonen zu Neutralität und konfessioneller Gleichbehandlung anzuhalten, geht jedoch nicht (auch) eine entsprechende Verpflichtung der Benutzer einher: Schülerinnen und Schüler sind - jedenfalls solange sie durch ihre Grundrechtsausübung die Grundrechte Dritter nicht in unzulässiger Weise beeinträchtigen (vgl. hiernach E. 9.4) - keiner Neutralitätspflicht unterworfen. Mit der Zulassung des Tragens eines religiösen Symbols durch eine Schülerin ist namentlich keine Identifizierung der öffentlichen Schule bzw. des Staates mit einem bestimmten Glauben verbunden (vgl. BGE 123 I 296 E. 2a und 4b/aa S. 300 und 308 mit Verweis auf BGE 119 Ia 178 E. 7a S. 190; vgl. KIENER/KÄLIN, a.a.O., S. 270 f.; KARLEN, a.a.O., S. 322 f.; MÜLLER/SCHEFER, a.a.O., S. 277). Die Neutralitätspflicht der Behörden ist nicht geeignet, ein allgemeines Kopfbedeckungsverbot für Schülerinnen und Schüler zu begründen.\n\n9.3 Die Beschwerdeführerin macht geltend, das Kopftuchverbot könne bereits aufgrund des Sonderstatus der Schülerinnen und Schüler durchgesetzt werden.\n\nDie Schüler sind gehalten, die Anordnungen der Schulbehörde und der Lehrerschaft zu befolgen, die sich aus dem Anstaltszweck ergeben, und insofern - aus Interesse an einem geordneten Schulbetrieb - auch zu einem anständigen und rücksichtsvollen Verhalten verpflichtet (vgl. Art. 54 und 55 VSG/SG [Disziplinarmassnahmen]). Ein solches Interesse am geordneten Schulbetrieb kann die privaten Interessen der Schülerinnen und Schüler einschränken (vgl. hierzu BGE 135 I 79 E. 6.5 S. 86; BGE 129 I 12 E. 8.3 S. 22; Urteile 2C_724/2011 vom 11. April 2012 E. 3.1 f.; vgl. auch MARKUS MÜLLER, Das besondere Rechtsverhältnis, 2003, S. 63; TOBIAS JAAG, Rechtsfragen der Volksschule, insbesondere im Kanton Zürich, ZBl 1997 S. 537 ff., 544). Indessen stellt das Tragen des Kopftuches als verpflichtend empfundenes religiöses Bedeckungsgebot als solches kein \"rücksichtsloses Verhalten\" dar, und Personengruppen, die in einer besonders engen Rechtsbeziehung stehen, sind ebenfalls in ihrer Glaubens- und Gewissensfreiheit geschützt (vgl. BGE 139 I 280 E. 5.3 f. S. 286 f.; BGE 135 I 79 E. 6.2 S. 85; BGE 129 I 12 E. 8.5 S. 24). Mit einer das Gesicht nicht verhüllenden Kopfbedeckung (Hijab) ist auch die Kommunikation der Schülerin mit den Lehrpersonen in keiner Weise beeinträchtigt. Insofern ist das Kopftuchverbot nicht geeignet, den Pflichten aus dem Sonderstatus - das kooperative und rücksichtsvolle Verhalten der Schülerin zur Erfüllung des Bildungsauftrags - Nachachtung zu verschaffen. BGE 142 I 49 S. 71\n\n9.4 Die Beschwerdeführerin begründet die Durchsetzung des Verbots religiös begründeter Kopfbedeckungen des Weiteren mit Grundrechten Dritter. So beeinträchtige die Präsenz religiöse Symbole tragender Schüler die negative Religionsfreiheit der Mitschüler. Dass sich die Mitschülerinnen und Mitschüler, nicht aber die Kopftuchträgerin an die Kopfbedeckungsverbote halten müssten, stelle eine Ungleichbehandlung im Sinne von Art. 8 BV dar.\n\n9.4.1 Es ist zutreffend, dass die Glaubens- und Gewissensfreiheit die Freiheit gewährleistet, kultischen Handlungen eines nicht geteilten Glaubens fernzubleiben; dies bezieht sich auch auf Verhaltensweisen und Symbole, in denen sich eine Religion darstellt (vgl. hiervor E. 8.2.2; Urteil 2C_897/2012 vom 14. Februar 2013 E. 4.2). Die Ausübung der eigenen Glaubens- und Gewissensfreiheit wird insofern von der Religionsfreiheit der andern begrenzt. In dieser Hinsicht mag sich ein Verbot des Tragens religiöser Symbole grundsätzlich eignen, die negative Religionsfreiheit zu schützen.\n\n9.4.2 Vorliegend ergeben sich indessen keine Hinweise, dass die Beschwerdegegner und die Schülerin verbal für ihre Position oder für ihren Glauben werben und die Schülerinnen und Schüler zu beeinflussen versuchen würden. Es ist auch nicht ersichtlich, inwiefern ein Verbot der religiösen Kopfbedeckungen erforderlich wäre, um die Glaubensfreiheit der Mitschülerinnen und Mitschüler zu wahren: Ebenso, wie ein gläubiger Schüler nicht verlangen kann, dass die Mitschülerinnen und Mitschüler anderen Glaubens ihren Körper entsprechend seinen religiösen Bekleidungsvorschriften verhüllen (vgl. BGE 135 I 79 E. 7.2 S. 90), ist es Mitschülern zuzumuten, das Tragen von religiösen Symbolen durch die Mitschülerin hinzunehmen. Durch die Wahrnehmung anderer Glaubensbekenntnisse oder anderer Weltanschauungen werden individuelle Glaubensbekenntnisse in aller Regel relativiert und ausgeglichen. Das Recht zur Kindererziehung in religiöser und weltanschaulicher Hinsicht liegt sodann bei den Eltern der Schüler (Art. 303 Abs. 1 ZGB; vgl. hiervor E. 5.3). Es ist Aufgabe der Eltern, ihren Kindern diejenigen Überzeugungen in Glaubens- und Weltanschauungsfragen zu vermitteln, die sie für richtig halten (vgl. Urteil 2C_132/2014 vom 15. November 2014 E. 5.3.2 und 5.5.4), umgekehrt können sie ihre Kinder von Glaubensüberzeugungen fernhalten, die ihnen unrichtig erscheinen. Die schulische Neutralität im Sinne eines für verschiedene Bekenntnisse offenen Umfelds stützt sich hierauf, ebenso die im Bildungsauftrag enthaltene Aufgabe der Integration aller Kinder in die BGE 142 I 49 S. 72Vermittlung der Lerninhalte (vgl. BGE 135 I 79 E. 7.2 S. 89; vgl. hiervor E. 3.2). Ein Zwang für andere Schüler, in eine religiöse Handlung einbezogen zu werden, liegt durch das Tragen eines Kopftuchs durch eine Mitschülerin nicht vor (Art. 15 Abs. 4 BV; vgl. hiervor E. 3.4). Die Grundrechte der Mitschüler und Eltern erfordern gestützt auf die vorgebrachten Umstände kein allgemeines Kopfbedeckungsverbot.\n\n9.4.3 Kopfbedeckungen, die keinem religiösen oder weltanschaulichen Bekenntnis entsprechen, sind nicht vom Schutzbereich von Art. 15 BV erfasst (vgl. hiervor E. 5.4). Die Verfassungsbestimmung kann daher - ohne eine Rechtsungleichheit zu begründen - das Tragen religiöser Symbole schützen, auch wenn modische Caps oder Wollmützen ohne entsprechende Konnotation untersagt bleiben (vgl. BGE 141 I 153 E. 5.1 S. 157; BGE 140 I 77 E. 5.1 S. 80; BGE 134 I 23 E. 9.1 S. 42; je mit Hinweisen). Vor diesem Hintergrund liegt durch das Tragen des religiösen Symbols - zumal keine Hinweise auf andere Schüler vorgebracht werden, denen das Tragen eines religiösen Symbols ebenfalls verweigert worden sein soll - weder eine Ungleichbehandlung noch eine unzumutbare Beeinträchtigung der Mitschüler vor.\n\n9.5 Die Beschwerdeführerin bringt unter dem Aspekt der Disziplin in der Schule weiter vor, das Kopftuch sei \"nur die Spitze des Eisbergs\" und Ausdruck einer weit gehenden \"Verweigerungshaltung\". Mit der Gestattung des Kopftuchs würde einhergehen, dass sich die Beschwerdegegner auch dagegen wehrten, die Schülerin am Schwimmunterricht teilnehmen zu lassen. Ebenso würden sie sich weigern, dass sie und auch ihr Bruder das Schullager besuchten. Der Unterricht sei ohne Kopfbedeckungsverbot faktisch nicht mehr durchführbar.\n\n9.5.1 In der Rechtsprechung ist ein verfassungsrechtlicher Anspruch auf Dispensation vom obligatorischen Schulunterricht vor allem für einzelne Tage gewährt worden, um die Einhaltung religiöser Ruhetage oder die Teilnahme an religiösen Festen zu ermöglichen (BGE 134 I 114 E. 6.1 ff. S. 120 ff.; BGE 117 Ia 311 E. 3 ff. S. 316 ff.; BGE 114 Ia 129 E. 5 S. 136 ff.). Dagegen gewährt die Rechtsprechung nur mit grosser Zurückhaltung Dispensationen von einzelnen Unterrichtsfächern; Ersuchen um eine generelle Unterrichtsbefreiung von einzelnen Fächer sind in der Rechtsprechung regelmässig abgelehnt worden (vgl. hiervor E. 4.2 und 4.3). Die in den Fächern verfolgten Ziele bilden Faktoren des Bildungsauftrags und des Kindeswohls, weshalb der Schulbesuch prinzipiell auch gegen den Willen der Eltern BGE 142 I 49 S. 73 durchgesetzt werden kann (BGE 129 I 12 E. 8.4 S. 23). Nach der Rechtsprechung verleiht die Religionsfreiheit den Beschwerdegegnern keinen verfassungsrechtlichen Anspruch auf eine generelle Dispensation von Fächern oder schulischen Ausflügen (vgl. Urteil 2C_724/2011 vom 11. April 2012 E. 3.4.2 und 3.5).\n\n9.5.2 Aus dem Umstand, dass die Rechtsprechung nur sehr zurückhaltend Dispensationen von Fächern gewährt, lässt sich indessen kein generelles Kopftuchverbot herleiten. Hierfür wäre von der Beschwerdeführerin vielmehr aufzuzeigen, inwiefern erst ein generelles Kopfbedeckungsverbot die Teilnahme am Unterricht ermöglichte. Lerninhalte zu vermitteln ist nicht an das Ablegen eines religiösen Symbols durch die Schülerin gekoppelt; auch ist nicht dargetan, inwiefern die Teilnahme an einem Schullager nur ohne religiöse Kopfbedeckung möglich wäre. Selbst der Schwimmunterricht lässt sich durch eine religionskonforme Bekleidung oder andere Mittel als - gegenüber einem allgemeinen Kopfbedeckungsverbot - mildere Massnahmen durchführen (vgl. Urteil 2C_1079/2012 vom 11. April 2013 E. 3). Insofern ist nicht ersichtlich, dass die Schülerin erst durch ein generelles Verbot religiöser Kopfbedeckung den Unterricht besuchen könnte und sich dies nicht durch andere, geeignetere und mit Art. 15 BV in Einklang stehende Massnahmen realisieren liesse. Es kann nicht davon ausgegangen werden, die Durchführung des Unterrichts erfordere, auf das Tragen religiöser Symbole vollumfänglich zu verzichten.\n\n9.6 Die Beschwerdeführerin bringt schliesslich vor, die Schülerin sei mit aller Konsequenz vor einer \"patriarchalisch geprägten Rechtsvorstellung\" ihres Vaters zu schützen, um ihre Chancen zu verbessern, gleichberechtigt in die Gesellschaft integriert zu werden. Ihr werde vermittelt, die (durch ihre Familie interpretierte) Scharia stehe über der schweizerischen Rechtsordnung, was sich auch daran zeige, dass ihr Vater infolge seiner Strenggläubigkeit keiner Arbeit nachgehen könne. Das Tragen des Kopftuches gehe einher mit einer fundamentalen Auslegung des Islams und ihr Vater stehe radikalisierten Kreisen nahe. Es sei vor diesem Hintergrund unklar, wie sich die Schülerin mit dem Tragen des Kopftuchs werde in den Arbeitsalltag integrieren können.\n\n9.6.1 Durch die Glaubens- und Gewissensfreiheit geschützte Gebote sind nicht übergeordnet und können, wie die Beschwerdeführerin in korrekter Weise vorbringt, mit dem Gleichstellungsauftrag von Art. 8 Abs. 3 BV kollidieren (vgl. hiervor E. 8.2.3; vgl. hierzu auch BGE 142 I 49 S. 74JUDITH WYTTENBACH, Religionsfreiheit, Diskriminierungsverbot und Gleichstellungsauftrag, in: Eidgenössische Kommission für Frauenfragen, Frauenfragen 1/2.2010, S. 32 ff.; www.ekf.admin.ch/dokumentation/00507/00629/index.html?lang=de). Es ist zutreffend, dass die Schulbehörde dabei verpflichtet ist, die Gleichstellung von Mädchen und Knaben zu fördern (BGE 135 I 79 E. 7.1 S. 86 f.; BGE 119 Ia 178 E. 7c S. 191 f.; Urteil 2C_132/2014 vom 15. November 2014 E. 5.4). Der Gleichstellungsauftrag von Art. 8 Abs. 3 BV beinhaltet sodann nicht nur die rechtliche Gleichheit, sondern auch eine tatsächliche gesellschaftliche Gleichstellung der Geschlechter (BIGLER- EGGENBERGER/KÄGI-DIENER, in: Die schweizerische Bundesverfassung, St. Galler Kommentar, 2. Aufl. 2014, N. 103 zu Art. 8 BV; YVO HANGARTNER, AJP 1998 S. 599 ff., dort 603), die von den Behörden zu verwirklichen ist. Indessen ist die Motivation muslimischer Frauen, ein Kopftuch zu tragen, sehr heterogen. Sie reicht von Zwang und Rücksichtnahme auf patriarchalische Gesellschaftsstrukturen, deren Frauen- (und Männer-)Bild mit Art. 8 Abs. 3 BV unvereinbar wäre, bis hin zu einem hiervon gänzlich unabhängigen Bekenntnis zur eigenen religiösen Identität oder kulturellen Herkunft (vgl. hiervor E. 8.2.3 und BGE 139 I 292 E. 8.4 S. 305; vgl. DOMINIC MCGOLDRICK, Human Rights and Religion - the Islamic Headscarf Debate in Europe, 2006, S. 13 ff.: vgl. auch etwa die soziologisch-empirischen Studien von YASEMIN KARAKASOGLU, Die \"Kopftuch-Frage\" an deutschen Schulen und Hochschulen, 2002, S. 1 ff., 22; vgl. Urteil 2 BvR 1436/02, BVerfGE 108, 282, insb. Rz. 52 ff.). Insofern konnte das Bundesgericht bereits wiederholt feststellen, dass das Tragen des Kopftuchs als solches nicht im Widerspruch zur Verfassung steht und eine entsprechende Sicht, die von einem bloss erzwungenen Verwenden des religiösen Symbols ausgeht, zu wenig differenziert ist (BGE 134 I 49 E. 3.2 S. 54, BGE 134 I 56 E. 5.2 S. 63; vgl. auch BGE 135 I 79 E. 7.2 S. 90; BGE 139 I 292 E. 8.4 S. 304 f.; anders noch BGE 123 I 286 E. 4b/cc S. 312).\n\n9.6.2 Vorliegend ergeben sich namentlich keine Hinweise, dass die Schülerin die Kleidervorschriften selbst anders verstehen würde oder einem entsprechenden Zwang durch ihren Vater oder ihre erziehungsberechtigten Eltern ausgesetzt wäre. Auch die Kinderärztin spricht in einem Zeugnis von einer für das Alter \"sehr reifen\" Persönlichkeit und einem eigenständigen Entscheid der Schülerin. Sie habe \"niemals den Eindruck gehabt, dass sie von Seiten ihrer Eltern unter Druck gesetzt wurde\". Für die vorliegende Situation besteht kein BGE 142 I 49 S. 75Widerstreit von Art. 15 BV und Art. 8 Abs. 3 BV in der von der Beschwerdeführerin vorgetragenen Form. Sodann ist darauf hinzuweisen, dass die Schülerin bei Erreichen der religiösen Mündigkeit selbst zu entscheiden hat, ob sie das Kopftuch weiter tragen möchte (vgl. hiervor E. 5.3). Es erscheint unter dem Gesichtswinkel sowohl der Gleichbehandlung als auch der Integration weder geboten noch erforderlich, den weiteren Zugang zum Unterricht für die Schülerin vom Verzicht auf ein religiöses Symbol abhängig zu machen. Vielmehr ist wichtig, die Teilnahme am Unterricht auch einer religiösen Schülerin zu ermöglichen, um die von der Schulgemeinde selbst angeführten Interessen der Chancengleichheit und Integration für sie zu verwirklichen.\n\n9.6.3 Dass der Vater der Beschwerdegegnerin nach den Vorbringen der Beschwerdeführerin schliesslich in erheblichem Umfang von der öffentlichen Hand unterstützt wird und er selbst - ebenfalls behaupteterweise - infolge Strenggläubigkeit keiner Arbeitstätigkeit nachgehen soll, mag gegebenenfalls Gegenstand eines anderen Verfahrens sein. Allerdings kann dies nicht als Rechtfertigung der Einschränkung der Glaubens- und Gewissensfreiheit der Tochter herangezogen werden, und noch weniger als Begründung eines Ausschlusses derselben von der Schule.\n\n10.\n\n10.1 Insgesamt zeigt sich demnach, dass das Freiheitsrecht der Glaubens- und Gewissensfreiheit die Schülerin schützt, ihrem religiösen Bekenntnis Ausdruck zu verleihen. In langer verfassungsrechtlicher Tradition besteht dabei kein Anspruch darauf, von der Wahrnehmung anderer religiöser oder weltanschaulicher Bekenntnisse verschont zu bleiben (vgl. BGE 135 I 79 E. 7.2 S. 90; Urteile 2C_897/2012 vom 14. Februar 2013 E. 4.3; 2C_724/2011 vom 11. April 2012 E. 3.1 f.; vgl. bereits BGE 49 I 138 E. 4e S. 154; 12 93 E. 5 S. 108 f.). Massnahmen, welche die Durchführung einer religiösen Handlung als solche verunmöglichen oder wesentlich erschweren, können vor diesem Hintergrund im Einzelfall nur verfügt werden, wenn öffentliche Interessen oder Rechte Dritter eindringlich bedroht oder aber beeinträchtigt werden, was anhand des aktuellen gesellschaftlichen Hintergrunds zu prüfen ist (vgl. hiervor E. 9.1; BGE 127 I 164 E. 3b S. 170).\n\n10.2 Ein von der Schülerin ausgehender Druck, dass andere Schülerinnen ebenfalls ein Kopftuch bzw. andere religiöse Insignien tragen, ist vorliegend nicht glaubhaft dargelegt. Vom Tragen der BGE 142 I 49 S. 76Kopfbedeckung allein - und dies gilt entsprechend auch für andere religiöse Symbole, wie die jüdische Kippa, das Habit christlicher Ordensschwestern und -brüder oder das Kreuz, das sichtbar getragen wird - geht noch kein werbender oder gar missionierender Effekt aus. Insbesondere ist ein Verbot des Tragens des muslimischen Kopftuchs nicht erforderlich, um die für die Wahrung der Chancengleichheit so wichtigen Lerninhalte zu vermitteln oder einen effizienten Schulbetrieb aufrechtzuerhalten. Schliesslich ergeben sich keine Hinweise, dass die Schülerin das religiöse Symbol aus Zwang der Eltern oder einer religiösen Gemeinde tragen würde, der dem Kindeswohl in einer Weise entgegenstünde, die einen Eingriff in die Erziehungsberechtigung der Eltern überhaupt in Betracht kommen liesse. Mit Blick auf alle geltend gemachten öffentlichen und privaten Interessen ist der Schülerin der Eingriff, auf das als verpflichtend empfundene religiöse Bedeckungsgebot zu verzichten, nicht zuzumuten. In einer öffentlichen Schule, die für atheistische, aber auch verschiedene religiöse Bekenntnisse offen ist, erweist sich das Kopftuchverbot - wie die Vorinstanz zu Recht festhält - als unverhältnismässig. (...)"}