{"annee": "142", "cour": "III", "page": "623", "date": "5/10/2016", "cite": ["138 III 694", "138 III 471"], "cite_par": ["143 III 495", "145 III 8", "142 III 782"], "chapeau": "78. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen Stockwerkeigentümergemeinschaft U. (Beschwerde in Zivilsachen)\n\n4A_242/2016 vom 5. Oktober 2016", "regestes": ["Art. 6 CPC; conventions relatives à la compétence matérielle du tribunal de commerce. Dans le champ d'application du droit d'option du demandeur au sens de l'art. 6 al. 3 CPC, il n'est pas possible d'établir la compétence matérielle du tribunal de commerce par une convention préalable (consid. 2)."], "faits": "", "considerants": "BGE 142 III 623 S. 623\n\nAus den Erwägungen:\n\n2. Der Totalunternehmervertrag vom 14. März/24. Juli 2007 zwischen der Rechtsvorgängerin der Beschwerdeführerin und der R. AG (Erstellerin der Bauten im Stockwerkeigentum) enthält in Ziffer 17.8 folgende Klausel zur Gerichtsbarkeit:\n\n\"Gerichtsstand ist Zürich 1. Zuständig ist in erster Instanz ausschliesslich das Handelsgericht des Kantons Zürich.\"\n\nNach dem Verständnis beider Parteien wurde damit nicht nur eine Regelung über die örtliche Zuständigkeit getroffen, sondern auch das Handelsgericht als sachlich zuständiges Gericht vereinbart. Die Beschwerdeführerin beruft sich auf diese Klausel. BGE 142 III 623 S. 624\n\n2.1 Zum Zeitpunkt des Abschlusses dieser Vereinbarung war noch das kantonale Verfahrensrecht in Kraft. Nach den unbestrittenen Feststellungen der Vorinstanz erfüllte die Klausel zur Gerichtsbarkeit die Voraussetzungen des zürcherischen Rechts und war nach diesem gültig. Gemäss Art. 406 ZPO bestimmt sich die Gültigkeit einer Gerichtsstandsvereinbarung nach dem Recht, das zur Zeit ihres Abschlusses gegolten hat. Diese Bestimmung bezieht sich jedoch nur auf Vereinbarungen über die örtliche, nicht auch auf solche über die sachliche Zuständigkeit (BGE 138 III 471 E. 3.3 S. 478 f.). Die Gültigkeit der vorliegenden Vereinbarung über die sachliche Zuständigkeit und allgemein die sachliche Zuständigkeit beurteilen sich daher nach den Bestimmungen der schweizerischen Zivilprozessordnung, soweit diese Vorschriften dazu enthält (Art. 4 Abs. 1 ZPO), was bezüglich der Handelsgerichte der Fall ist (Art. 6 ZPO).\n\n2.2 Die Vorinstanz stellte fest, die Vertragsparteien des Totalunternehmervertrags seien beide im Handelsregister eingetragen gewesen. Art. 6 ZPO räume keine Dispositionsfreiheit hinsichtlich der sachlichen Zuständigkeit ein, wenn eine handelsrechtliche Streitigkeit i.S.v. Art. 6 Abs. 2 ZPO vorliege, weshalb ihre diesbezügliche Vereinbarung unzulässig sei (und folglich von vornherein nicht mit den zedierten Mängelrechten mitübertragen worden sein konnte). Die Stockwerkeigentümer seien - mit einer Ausnahme - nicht im Handelsregister eingetragen, weshalb eine Zuständigkeit des Handelsgerichts nach Art. 6 Abs. 2 ZPO entfalle. Die Beschwerdeführerin könne sich auch nicht auf Art. 6 Abs. 3 ZPO berufen. Diese Bestimmung räume nicht im Handelsregister eingetragenen Klägern ein Wahlrecht ein; vorliegend hätten diese das Wahlrecht auch ausgeübt, jedoch nicht das Handelsgericht, sondern das Bezirksgericht als sachlich zuständiges Gericht gewählt. Damit könne offenbleiben, ob im Anwendungsbereich von Art. 6 Abs. 3 ZPO eine Prorogation möglich sei und ob eine solche Vereinbarung erst nach Entstehen der Streitigkeit abgeschlossen werden könne.\n\n2.3 Die Beschwerdeführerin rügt, die Auslegung der Vorinstanz verstosse gegen die bundesgerichtliche Rechtsprechung zu Art. 6 Abs. 3 ZPO. In BGE 138 III 471 E. 3.1 S. 477 habe das Bundesgericht zwar entschieden, die sachliche Zuständigkeit der Gerichte sei der Disposition der Parteien entzogen. Diese könnten nicht vereinbaren, einen Streit einem anderen als dem vom Gesetz bezeichneten staatlichen Gericht zu unterbreiten, es sei denn, das Gesetz sehe eine Wahlmöglichkeit vor, was im damals beurteilten Fall zu verneinen BGE 142 III 623 S. 625gewesen sei, da alle Parteien im Handelsregister eingetragen waren. Damit habe das Bundesgericht unmissverständlich festgehalten, eine Vereinbarung betreffend die sachliche Zuständigkeit sei dann möglich, wenn das Gesetz eine Wahlmöglichkeit vorsehe. Art. 6 Abs. 3 ZPO sehe eine solche vor und diese Bestimmung sei hier in Bezug auf die klagende Partei anwendbar, weshalb die Vereinbarung über die sachliche Zuständigkeit des Handelsgerichts gültig sei.\n\n2.4 Damit verkennt die Beschwerdeführerin die bundesgerichtliche Rechtsprechung. In BGE 138 III 694 hat sich das Bundesgericht einlässlich mit dem sog. Klägerwahlrecht gemäss Art. 6 Abs. 3 ZPO auseinandergesetzt. Es verwies namentlich auch auf die Entstehungsgeschichte von Art. 6 Abs. 3 ZPO, die zeige, dass der Gesetzgeber mit der Wahlmöglichkeit der nicht im Handelregister eingetragenen Klagpartei eine zusätzliche Option für Nicht-Kaufleute schaffen wollte (E. 2.9 a.A.). Das Wahlrecht ist ein einseitiges; es besteht nur für die klagende Partei, die nicht im Handelsregister eingetragen ist. Ihrer im Handelsregister eingetragenen Gegenseite steht demgegenüber kein Wahlrecht zu, wenn sie klagt. Wäre im Anwendungsbereich von Art. 6 Abs. 3 ZPO eine vorgängige Zuständigkeitsvereinbarung möglich, würde man die nicht im Handelsregister eingetragene Klagpartei gerade jenes Vorteils berauben, den der Gesetzgeber ihr - und eben nur ihr - einräumen wollte, was in einem Fall wie dem vorliegenden, wo es nicht einmal sie selber war, die die entsprechende Klausel vereinbarte, besonders deutlich zu Tage tritt. Dies würde dem Grundgedanken einseitig begünstigender Zuständigkeitsbestimmungen zuwiderlaufen, wie auch die Regeln bezüglich Vereinbarungen über die örtliche Zuständigkeit bestätigen. Gerichtsstandsvereinbarungen können zwar gemäss Art. 17 ZPO grundsätzlich hinsichtlich künftiger Streitigkeiten getroffen werden, jedoch dann nicht, wenn sie sich auf zwingende oder teilzwingende Gerichtsstände beziehen. Teilzwingend sind u.a. die in Art. 32 ZPO vorgesehenen, einseitig begünstigenden Gerichtsstände (Art. 35 Abs. 1 lit. a ZPO). Hintergrund dieser Untersagung von vorgängigen Gerichtsstandsvereinbarungen ist, dass die durch den teilzwingenden Gerichtsstand geschützte Partei nicht durch Vorausverzicht auf ihren Schutz soll verzichten können (Art. 35 ZPO; DOMINIK INFANGER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 7 zu Art. 17 und N. 6 zu Art. 9 ZPO; FRIDOLIN WALTHER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 6 f. zu Art. 35 ZPO; HAAS/STRUB, in: ZPO, Oberhammer und andere BGE 142 III 623 S. 626[Hrsg.], 2. Aufl. 2014, N. 7 f. zu Art. 35 ZPO). Gleichermassen findet sich ein derartiger Schutz der durch einseitig begünstigende Zuständigkeitsnormen privilegierten Person auch in den Erlassen wieder, die die Zuständigkeit in internationalen Verhältnissen regeln (vgl. Art. 114 IPRG [SR 291] sowie Art. 9 ff., 16 f. und 19 ff. LugÜ [SR 0.275.12]).\n\nEine vorgängige Vereinbarung über die sachliche Zuständigkeit ist somit auch im Anwendungsbereich von Art. 6 Abs. 3 ZPO nicht zulässig. Die diesbezügliche Klausel kann dementsprechend die sachliche Zuständigkeit des Bezirksgerichts nicht derogieren. (...)"}