{"annee": "142", "cour": "III", "page": "110", "date": "21/12/2015", "cite": ["139 III 471", "138 III 471", "140 III 501", "141 III 222", "139 III 504", "140 III 385", "139 III 182"], "cite_par": ["143 III 111"], "chapeau": "15. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen Kantonsgericht des Kantons Zug (Beschwerde in Zivilsachen)\n\n5A_619/2015 vom 21. Dezember 2015", "regestes": ["Art. 106 ss CPC; répartition des frais dans les procédures n'impliquant qu'une seule partie. Lorsque, dans une procédure n'impliquant qu'une seule partie, celle-ci obtient gain de cause devant l'autorité de recours, le canton doit lui verser des dépens pour la procédure de recours, sous réserve de l'art. 116 CPC (consid. 3.1-3.4)."], "faits": "BGE 142 III 110 S. 111\n\nA. Die B. B.V., Rotterdam, meldete am 9. Mai 2012 in der Nachlassstundung der C. AG, Zug, eine Forderung von rund 1,355 Mia. Fr. an. Die Forderung wurde von den Sachwaltern der C. AG im Umfang von rund 187 Mio. Fr. bestritten. Am 6. August 2012 wurde über die B. B.V. in den Niederlanden das Insolvenzverfahren eröffnet und A. (Beschwerdeführer) zum Insolvenzverwalter bestellt.\n\nB. Mit Eingabe vom 13. September 2013 stellte der Beschwerdeführer beim Kantonsgericht Zug das Begehren, es sei der Beschluss des Landgerichts Rotterdam vom 6. August 2012 über die Eröffnung des Insolvenzverfahrens über die B. B.V. als ausländisches Konkursdekret zu anerkennen und es sei über das in der Schweiz gelegene Vermögen der B. B.V. der Konkurs im Sinne von Art. 170 ff. IPRG (SR 291) zu eröffnen.\n\nMit Entscheid vom 8. Oktober 2013 wies das Kantonsgericht das Gesuch kostenpflichtig ab, da die Niederlande kein Gegenrecht (Art. 166 Abs. 1 lit. c IPRG) hielten (Verfahren EK 2013 327).\n\nEine dagegen gerichtete Beschwerde des Beschwerdeführers wies das Obergericht des Kantons Zug kostenpflichtig mit Urteil vom 18. Februar 2014 ab (Verfahren BZ 2013 89).\n\nMit Urteil vom 27. März 2015 hiess das Bundesgericht die Beschwerde des Beschwerdeführers gegen das Urteil des Obergerichts gut und stellte fest, dass die Niederlande Gegenrecht gewähren (Urteil 5A_248/2014, teilweise publ. in: BGE 141 III 222). Das Bundesgericht wies die Sache zur weiteren Behandlung im Sinne dieser Feststellung an das Obergericht zurück. Es verpflichtete den Kanton Zug, den Beschwerdeführer mit Fr. 4'000.- für das bundesgerichtliche Verfahren zu entschädigen. Die Neubestimmung der kantonalen Kosten übertrug es dem Obergericht.\n\nC. Mit Beschluss vom 2. Juni 2015 wies das Obergericht die Sache an das Kantonsgericht zur Neubeurteilung zurück (Verfahren BZ 2015 49).\n\nAm 9. Juni 2015 gelangte der Beschwerdeführer an das Obergericht und hielt fest, aufgrund des Bundesgerichtsentscheids vom 27. März 2015 gälten die kantonalen Entscheide vom 8. Oktober 2013 und 18. Februar 2014 als aufgehoben. Falls das Kantonsgericht nicht BGE 142 III 110 S. 112auch über die Kosten- und Entschädigungsfolgen der Verfahren EK 2013 327 und BZ 2013 89 entscheiden sollte, so beantrage er, über die Kostenfolgen dieser Verfahren auf Grundlage des bundesgerichtlichen Entscheids neu zu befinden. Dabei mache er eine Prozessentschädigung geltend und beantrage, dass ihm aus diesen Verfahren keine Gerichtsgebühren auferlegt werden.\n\nMit Entscheid vom 11. Juni 2015 anerkannte das Kantonsgericht den Beschluss des Landgerichts Rotterdam vom 6. Juni 2012 als ausländisches Konkursdekret und eröffnete über das in der Schweiz gelegene Vermögen der B. B.V. den Konkurs. Die Kosten dieses Entscheids wurden dem Beschwerdeführer auferlegt. Das Kantonsgericht hielt sodann fest, über die Kostenfolgen des Beschwerdeverfahrens vor dem Obergericht könne das Kantonsgericht nicht befinden.\n\nD. Das Obergericht nahm in der Folge die Eingabe des Beschwerdeführers vom 9. Juni 2015 als Erläuterungsbegehren hinsichtlich seines Beschlusses vom 2. Juni 2015 entgegen und stellte mit Beschluss vom 16. Juni 2015 fest, dass dem Beschwerdeführer in den Verfahren EK 2013 327 und BZ 2013 89 keine Gerichtskosten auferlegt werden und er in diesen Verfahren keinen Anspruch auf Ausrichtung einer Parteientschädigung habe (Verfahren BZ 2015 49).\n\nE. Am 14. August 2015 hat der Beschwerdeführer Beschwerde in Zivilsachen und eventuell subsidiäre Verfassungsbeschwerde erhoben. Er verlangt, den Beschluss des Obergerichts vom 16. Juni 2015 aufzuheben. Die Sache sei an das Obergericht zurückzuweisen und dieses anzuweisen, dem Beschwerdeführer im Verfahren BZ 2013 89 auf der Grundlage der kantonalen Verordnung über den Anwaltstarif unter Berücksichtigung der Honorarnote eine angemessene Parteientschädigung zuzusprechen.\n\nDas Kantonsgericht hat am 11. September 2015 auf Vernehmlassung verzichtet. Das Obergericht hat am 14. September 2015 beantragt, die Beschwerde abzuweisen, soweit auf sie einzutreten sei.\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 In der Terminologie der ZPO umfassen die Prozesskosten sowohl die Gerichtskosten wie auch die Parteientschädigung (Art. 95 Abs. 1 BGG). Sie werden nach den Grundsätzen von Art. 106 bis 109 ZPO BGE 142 III 110 S. 113verteilt, unter Vorbehalt der besonderen Kostenregelungen in Art. 113 bis 116 ZPO (BGE 139 III 471 E. 3.1 S. 473).\n\nNach der Grundnorm von Art. 106 Abs. 1 ZPO werden die Prozesskosten der unterliegenden Partei auferlegt. Art. 107 ZPO regelt verschiedene Konstellationen, in denen von der Grundregel abgewichen und die Prozesskosten nach Ermessen verteilt werden können. Insbesondere können nach Art. 107 Abs. 2 ZPO Gerichtskosten, die weder eine Partei noch Dritte veranlasst haben, aus Billigkeitsgründen dem Kanton auferlegt werden. Schliesslich hat nach Art. 108 ZPO unnötige Prozesskosten zu bezahlen, wer sie verursacht hat.\n\n3.2 Das Bundesgericht hat bereits bei verschiedenen Gelegenheiten gestützt auf die ZPO Prozesskosten dem Kanton auferlegt: In BGE 138 III 471 E. 7 S. 483 hat es die Gerichts- und Parteikosten eines kantonalen Verfahrens gestützt auf Art. 107 Abs. 2 ZPO dem Kanton auferlegt, da diese Kosten nicht von den Parteien veranlasst worden waren, sondern auf einen unzutreffenden Zuständigkeitsentscheid zurückgingen (vgl. auch Urteil 5A_278/2013 vom 5. Juli 2013 E. 3.2 und 4.2 sowie BGE 140 III 385 E. 4.1 S. 389). Verschiedentlich hat es bei Verfahrensmängeln (namentlich Rechtsverweigerung und Rechtsverzögerung) den Kanton zur Zahlung einer Parteientschädigung verpflichtet. So ist bei einer Rechtsverzögerungsbeschwerde (Art. 319 lit. c ZPO) das Gericht Gegenpartei und dem Kanton deshalb bei Gutheissung der Beschwerde gestützt auf Art. 106 Abs. 1 ZPO eine Parteientschädigung aufzuerlegen. Zu beachten ist allerdings der Vorbehalt kantonalen Rechts gemäss Art. 116 ZPO (BGE 139 III 471 E. 3.3 S. 475; Urteil 5A_378/2013 vom 23. Oktober 2013 E. 2.2). Sodann hat der Kanton gestützt auf Art. 106 Abs. 1 ZPO eine (volle) Parteientschädigung auszurichten, wenn eine Partei sich die Gewährung unentgeltlicher Rechtspflege im Beschwerdeverfahren erstreitet. Die Erstinstanz wird dabei wie bei der Rechtsverzögerungsbeschwerde als Gegenpartei aufgefasst (BGE 140 III 501 E. 3 und 4 S. 507 ff.). Hingegen hat es das Bundesgericht unter Willkürgesichtspunkten als vertretbar erachtet, die Erwachsenenschutzbehörde vor der Beschwerdeinstanz nicht als Gegenpartei zu qualifizieren und den Kanton gestützt auf Art. 106 Abs. 1 ZPO nicht zu einer Parteientschädigung zu verpflichten (BGE 140 III 385 E. 4.2 S. 389 f.).\n\n3.3 Das Verfahren auf Anerkennung des ausländischen Konkursdekrets gemäss Art. 166 ff. IPRG ist vor dem Kantonsgericht als nichtstreitiges Einparteienverfahren durchgeführt worden. Diese BGE 142 III 110 S. 114Ausgangslage ist unbestritten. Deshalb erübrigt sich eine vertiefte Auseinandersetzung mit der Rechtsnatur und konkreten Ausgestaltung des Verfahrens auf Anerkennung eines ausländischen Konkursdekrets (vgl. dazu BGE 139 III 504 E. 3.2 S. 507 f.). Vor Obergericht stand dem Beschwerdeführer demnach keine eigentliche Gegenpartei gegenüber, sondern bloss das Kantonsgericht in seiner Funktion als Vorinstanz. Das Verfahren stand damit der freiwilligen Gerichtsbarkeit nahe, bei dem ebenfalls häufig eine Gegenpartei fehlt (vgl. Urteil 5P.212/2005 vom 22. August 2005 E. 2.2, in: SZZP 2006 S. 48; ferner Urteil 5A_723/2012 vom 21. November 2012 E. 5.3, in: ZBGR 96/2015 S. 182). Die Kostenverteilungsregeln von Art. 106 ff. ZPO sind auf diese Konstellation jedoch nicht zugeschnitten, sondern vielmehr auf das für den Zivilprozess typische, streitige Zweiparteienverfahren (DENIS TAPPY, in: CPC, Code de procédure civile commenté, 2011, N. 9 zu Art. 106 ZPO; MANUEL HÜSSER, Die gerichtlichen Angelegenheiten der freiwilligen Gerichtsbarkeit, 2012, S. 63 f.). Die Lehre spricht sich im Zusammenhang mit der als Einparteienverfahren durchgeführten freiwilligen Gerichtsbarkeit im Wesentlichen dafür aus, die Gerichtskosten dem Gesuch- bzw. Antragsteller aufzuerlegen und auf die Zusprechung einer Parteientschädigung zu verzichten. Dies wird damit begründet, dass der Gesuchsteller vom anbegehrten Entscheid profitiert und er die damit verbundenen Kosten verursacht (TAPPY, a.a.O., N. 9 zu Art. 106 ZPO [gestützt auf Art. 107 Abs. 1 lit. f ZPO]; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 16 Rz. 35; HANS SCHMID, in: ZPO, 2. Aufl. 2014, N. 3 zu Art. 106 ZPO; VIKTOR RÜEGG, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 1 zu Art. 106 ZPO; grundsätzlich auch HÜSSER, a.a.O., S. 64). Die Lehre stützt sich dabei teilweise auf das bereits genannte Urteil 5P.212/2005 vom 22. August 2005. In diesem Urteil ging es um die Neuregelung der Prozesskosten für das kantonale Verfahren, nachdem der Beschwerdeführer vor Bundesgericht in der Sache (Namensänderung) obsiegt hatte. Das Bundesgericht erachtete es aufgrund der Eigenheiten der freiwilligen Gerichtsbarkeit nicht als verfassungswidrig, dem Beschwerdeführer dennoch die Kosten beider kantonaler Instanzen aufzuerlegen und ihm keine Parteientschädigung zuzusprechen (E. 2 und 3).\n\nDie genannten Vorschläge der Lehre vermögen zumindest für das kantonale Rechtsmittelverfahren nicht zu überzeugen. Auszugehen ist von der zutreffenden Feststellung, dass die Art. 106 ff. ZPO nicht BGE 142 III 110 S. 115ohne weiteres auf das Einparteienverfahren zugeschnitten sind. Insoweit drängt sich zunächst ein Vergleich mit der entsprechenden Regelung und Praxis im bundesgerichtlichen Verfahren auf. Gemäss Art. 66 Abs. 4 BGG dürfen dem Bund, den Kantonen und Gemeinden sowie mit öffentlich-rechtlichen Aufgaben betrauten Organisationen in der Regel keine Gerichtskosten auferlegt werden, wenn sie in ihrem amtlichen Wirkungskreis, ohne dass es sich um ihr Vermögensinteresse handelt, das Bundesgericht in Anspruch nehmen oder wenn gegen ihre Entscheide in solchen Angelegenheiten Beschwerde geführt worden ist. Hingegen gibt es im BGG keine entsprechende Bestimmung, die die öffentliche Hand von der Bezahlung einer Parteientschädigung befreien würde. Die Träger der öffentlichen Gewalt können demnach in Anwendung von Art. 68 Abs. 1 BGG zur Entrichtung einer Parteientschädigung verpflichtet werden (zum Ganzen BGE 139 III 471 E. 3.2 S. 474). Dementsprechend ist denn auch der Kanton Zug im Urteil 5A_248/2014 vom 27. März 2015 (oben Sachverhalt lit. B) für das bundesgerichtliche Verfahren zur Bezahlung einer Parteientschädigung an den Beschwerdeführer verurteilt worden (E. 6, nicht publ. in: BGE 141 III 222).\n\nAuch wenn das BGG und die ZPO nicht denselben Anwendungsbereich haben und ihre Kostenregelungen sich im Einzelnen unterscheiden, ist eine einheitliche Auslegung dennoch angebracht, soweit diese möglich ist (BGE 139 III 471 E. 3.3 S. 474 f.). Da die ZPO die Frage der Parteientschädigung für die vorliegende Konstellation nicht ausdrücklich regelt, besteht hierfür Raum. In BGE 139 III 471 hat das Bundesgericht dementsprechend unter Hinweis auf Art. 68 Abs. 1 BGG festgehalten, bei einer kantonalen Rechtsverzögerungsbeschwerde (Art. 319 lit. c ZPO) sei der Kanton im Fall der Gutheissung der Beschwerde zu einer Parteientschädigung verpflichtet (unter Vorbehalt von Art. 116 ZPO). Analoges gilt im Verfahren auf Gewährung der unentgeltlichen Rechtspflege (BGE 140 III 501; vgl. zu beiden Urteilen bereits oben E. 3.2). Vorliegend drängt sich dieselbe Lösung auf: Zwar geht es in der gegebenen Ausgangslage bei einem innerkantonalen Rechtsmittel nicht bzw. nicht notwendigerweise um einen Verfahrensfehler wie bei der Rechtsverzögerung, sondern in der Regel bloss um die unrichtige Rechtsanwendung durch die Erstinstanz. Sodann trifft zwar zu, dass das Verfahren im Interesse und auf Antrag des Gesuchstellers ausgelöst wurde und durchgeführt wird. Dies gilt grundsätzlich auch im Rechtsmittelstadium. Allerdings ist die Notwendigkeit, überhaupt ein Rechtsmittel zu ergreifen, auf den BGE 142 III 110 S. 116Entscheid der ersten Instanz zurückzuführen. Heisst die Rechtsmittelinstanz das dagegen gerichtete Rechtsmittel gut, so zeigt dies zugleich, dass die Umtriebe des Rechtsmittelverfahrens durch einen von Anfang an korrekten Entscheid hätten vermieden werden können. Im Rechtsmittelverfahren fehlt es in der vorliegenden Konstellation sodann an einer eigentlichen Gegenpartei, die an der Aufrechterhaltung des erstinstanzlichen Entscheids ein Interesse hat, und welcher infolgedessen die Kosten auferlegt werden könnten. Dadurch gerät die Erstinstanz in eine ähnliche Stellung, wie sie eine Gegenpartei einnehmen würde, dies insbesondere dann, wenn sie zu einer Vernehmlassung eingeladen wird (Art. 324 ZPO). Es erscheint deshalb angebracht, wenn der Kanton, in dessen Verantwortungsbereich das erstinstanzliche Urteil fällt, sich an den Kosten des Rechtsmittelverfahrens beteiligt. Dies bedeutet vorliegend, dass der Kanton Zug dem Beschwerdeführer für das obergerichtliche Verfahren BZ 2013 89 eine angemessene Parteientschädigung auszurichten hat.\n\n3.4 Die Beschwerde ist demnach gutzuheissen. Das Obergericht hat sich noch nicht dazu geäussert, ob kantonales Recht im Sinne von Art. 116 ZPO der Ausrichtung einer Parteientschädigung entgegensteht (BGE 139 III 182 E. 2 S. 185 ff., BGE 139 III 471 E. 3.3 und 3.4 S. 475). Die Sache ist zur Abklärung dieser Frage und gegebenenfalls zur Bestimmung einer angemessenen Parteientschädigung im Verfahren BZ 2013 89 an das Obergericht zurückzuweisen. (...)"}