{"annee": "142", "cour": "III", "page": "788", "date": "9/12/2016", "cite": ["139 III 67", "139 III 457", "142 III 683"], "cite_par": ["143 III 506", "144 III 452", "143 III 137"], "chapeau": "100. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_150/2016 vom 9. Dezember 2016", "regestes": ["Art. 90 et 93 CPC, art. 52 LTF; cumul d'actions, valeur litigieuse. Cumul d'actions qui, à raison de leurs propres valeurs litigieuses, ne relèveraient pas de la même procédure ni du même tribunal (consid. 4)."], "faits": "", "considerants": "BGE 142 III 788 S. 789\n\nAus den Erwägungen:\n\n4.\n\n4.1 Gemäss Art. 6 Abs. 2 ZPO gilt eine Streitigkeit als handelsrechtlich, wenn: a. die geschäftliche Tätigkeit mindestens einer Partei betroffen ist; b. gegen den Entscheid die Beschwerde in Zivilsachen an das Bundesgericht offensteht; und c. die Parteien im schweizerischen Handelsregister oder in einem vergleichbaren ausländischen Register eingetragen sind. Die Streitwertgrenze nach Art. 74 Abs. 1 BGG bildet folglich in diesem Bereich eine Voraussetzung der sachlichen Zuständigkeit des Handelsgerichts (siehe BGE 139 III 67 E. 1.2 S. 70). Zu beachten ist ferner Art. 243 Abs. 1 ZPO, wonach für vermögensrechtliche Streitigkeiten bis zu einem Streitwert von Fr. 30'000.- das vereinfachte Verfahren gilt. Letzteres findet jedoch laut Art. 243 Abs. 3 ZPO in Streitigkeiten vor dem Handelsgericht nach Art. 6 ZPO keine Anwendung. Nach der Rechtsprechung geht die Regelung der Verfahrensart jener über die sachliche Zuständigkeit der Handelsgerichte vor (BGE 139 III 457 E. 4.4.3.3).\n\nUnbestritten ist vorliegend, dass die geschäftliche Tätigkeit mindestens einer Partei betroffen ist (Art. 6 Abs. 2 lit. a ZPO) und beide Parteien im schweizerischen Handelsregister eingetragen sind (Art. 6 Abs. 2 lit. c ZPO). Dagegen machte die Beschwerdeführerin im kantonalen Verfahren geltend, dass bezüglich der Ansprüche gemäss Klagebegehren 2 und 3 der erforderliche Streitwert von Fr. 30'000.- nicht erreicht werde, weshalb das Handelsgericht dafür sachlich nicht zuständig sei. An dieser Auffassung hält sie auch vor Bundesgericht fest.\n\n4.2\n\n4.2.1 Vereint die klagende Partei in ihrer Klage mehrere Ansprüche gegen dieselbe Partei (Klagenhäufung), sind die folgenden Bestimmungen von Bedeutung:\n\nZum einen setzt die Klagenhäufung gemäss Art. 90 ZPO voraus, dass für die Ansprüche das gleiche Gericht sachlich zuständig (lit. a) und die gleiche Verfahrensart anwendbar (lit. b) ist. Zum anderen sieht Art. 93 Abs. 1 ZPO (wie auch Art. 52 BGG) vor, dass bei einfacher Streitgenossenschaft und Klagenhäufung die geltend gemachten Ansprüche zusammengerechnet werden, sofern sie sich nicht gegenseitig ausschliessen.\n\n4.2.2 Im Schrifttum wird das Verhältnis von Art. 90 und 93 ZPO kontrovers diskutiert: BGE 142 III 788 S. 790\n\nAusgehend vom Wortlaut von Art. 90 ZPO vertreten einzelne Autoren die Meinung, dass dieser generell einer Häufung von Klagen entgegenstehe, für die, wenn sie einzeln erhoben worden wären, nicht die gleiche Verfahrensart anwendbar wäre (siehe BESSENICH/BOPP, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 3. Aufl. 2016, N. 10 zu Art. 90 ZPO; vgl. auch das Beispiel bei HOFMANN/LÜSCHER, Le Code de procédure civile, 2. Aufl. 2015, S. 65, differenzierend dann S. 157 f.).\n\nDemgegenüber will die herrschende Lehre die Klagenhäufung zulassen, wenn die unterschiedliche Verfahrensart respektive sachliche Zuständigkeit einzig auf den Streitwert zurückzuführen sei (in diesem Sinne BOHNET, in: CPC, Code de procédure civile commenté, 2011, N. 7 f. zu Art. 90 ZPO; FÜLLEMANN, in: Schweizerische Zivilprozessordnung [ZPO], Kommentar, Bd. I, Brunner/Gasser/Schwander [Hrsg.], 2. Aufl. 2016, N. 6 zu Art. 90 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], Kurzkommentar, 2. Aufl. 2014, N. 11 zu Art. 90 ZPO; HEINZMANN, Verfahrensüberschreitende Klagenhäufung?, SZZP 2012 S. 273; LEUENBERGER/UFFER-TOBLER, Schweizerisches Zivilprozessrecht, 2. Aufl. 2016, S. 170 Rz. 6.29; MARKUS, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 14 zu Art. 90 ZPO; OBERHAMER, in: ZPO, Oberhammer/Domej/Haas [Hrsg.], 2. Aufl. 2014, N. 5a zu Art. 90 ZPO; SPÜHLER/WEBER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 7 zu Art. 90 ZPO; STERCHI, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 7 zu Art. 93 ZPO; TAPPY, Cumul objectif et concours d'actions selon le nouveau CPC, in: Nouvelle procédure civile et espace judiciaire européen, Bonomi und andere [Hrsg.], 2012, S. 182 und 190-192; vgl. auch HOHL, Procédure civile, Bd. I, 2. Aufl. 2016, S. 93 Rz. 496 f.; TREZZINI, in: Commentario al Codice di diritto processuale civile svizzero [CPC] del 19 dicembre 2008, 2011, S. 366).\n\nDie Vorinstanz schloss sich dieser Auffassung an. Sie erwog, sowohl prozessökonomische Überlegungen als auch das Bestreben nach widerspruchsfreier Urteilsfindung sprächen für eine einschränkende Auslegung von Art. 90 ZPO, wenn sowohl die sachliche Zuständigkeit als auch die Verfahrensart streitwertabhängig seien, \"zumal dem keine schützenswerte Interessen der beklagten Partei\" entgegenstünden. Dies habe zumindest dann zu gelten, wenn die gehäuften BGE 142 III 788 S. 791Ansprüche wie vorliegend in einem engen sachlichen Zusammenhang stünden. Demzufolge könnten die Klagebegehren 2 und 3 (zusammen mit Klagebegehren 1) gehäuft werden, auch wenn die beiden Ansprüche einzeln betrachtet die Streitwertgrenze von Fr. 30'000.- nicht erreichen würden und im vereinfachten Verfahren zu behandeln wären.\n\n4.2.3 Die Auslegung von Art. 90 und 93 ZPO bestätigt diese Betrachtungsweise:\n\nWohl trifft es zu, dass sich aus dem Wortlaut von Art. 90 und 93 ZPO und der Gesetzessystematik keine eindeutige Anwendungsreihenfolge ergibt. Die in den Artikeln 91-94 ZPO enthaltenen Regeln zur Bestimmung des Streitwerts finden allerdings grundsätzlich überall Anwendung, wo der Streitwert von Bedeutung ist, also namentlich auch auf die Bestimmung der sachlichen Zuständigkeit (siehe Art. 4 Abs. 2 ZPO) und der Verfahrensart (vgl. Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung [nachfolgend: Botschaft ZPO], BBl 2006 7290 Ziff. 5.7). Die gemäss Art. 93 Abs. 2ZPO geltende Ausnahme, dass bei einfacher Streitgenossenschaft die Verfahrensart trotz Zusammenrechnung des Streitwerts erhalten bleibt, impliziert denn auch, dass die Zusammenrechnung der Ansprüche gemäss Art. 93 Abs. 1 ZPO jedenfalls bei Klagenhäufung die sachliche Zuständigkeit und die zu wählende Verfahrensart verändern kann.\n\nDieses Zusammenwirken könnte zwar auf den ersten Blick dahingehend verstanden werden, dass Art. 93 Abs. 1 ZPO überhaupt erst zur Anwendung kommt, wenn die Klagenhäufung gestützt auf Art. 90 lit. a und b ZPO zulässig ist. In diesem Sinne müssten die zu häufenden Ansprüche einzeln betrachtet der gleichen Verfahrensart und der gleichen sachlichen Zuständigkeit unterliegen; sie könnten dann aber zufolge der Zusammenrechnung der Streitwerte gemeinsam in einer anderen Verfahrensart oder vor einem anderen Gericht eingeklagt werden. Demgegenüber wäre die Klagenhäufung im Fall ausgeschlossen, dass für die Ansprüche einzeln (d.h. vor ihrer Zusammenrechnung) unterschiedliche Verfahrensarten und Zuständigkeiten bestehen, so namentlich, wenn nur einer von ihnen bereits für sich gesehen das Streitwerterfordernis des Zielverfahrens respektive -gerichts erreicht. In der Literatur wurde jedoch zu Recht darauf hingewiesen, dass sich eine solche Diskrepanz hinsichtlich der beiden genannten Konstellationen durch keine schützenswerten Interessen BGE 142 III 788 S. 792der beklagten Partei rechtfertigen lässt (siehe FÜLLEMANN, a.a.O.; GASSER/RICKLI, a.a.O.; SPÜHLER/WEBER, a.a.O.; STERCHI, a.a.O.; vgl. auch TAPPY, a.a.O., S. 190 f.). Naheliegend scheint es vielmehr, Art. 93 Abs. 1 ZPO so zu verstehen, dass die Zusammenrechnung in beiden dargestellten Fällen vorgängig zur Prüfung nach Art. 90 ZPO zu erfolgen hat und die Voraussetzungen der gleichen sachlichen Zuständigkeit (lit. a) und der gleichen Verfahrensart (lit. b) auf Grundlage der bereits addierten Streitwerte zu prüfen sind.\n\nDas entsprechende Verständnis wird auch durch die Entstehungsgeschichte der Zivilprozessordnung gestützt: Die Materialien machen deutlich, dass es die Absicht des Gesetzgebers war, die Voraussetzungen der Klagenhäufung im Sinne des früheren kantonalen Rechts zu regeln (siehe Botschaft ZPO, BBl 2006 7290 zu Art. 88; Bericht zum Vorentwurf der Expertenkommission, Juni 2003, S. 48 zu Art. 81; vgl. zur Entstehungsgeschichte auch HEINZMANN, a.a.O., mit Hinweisen). Unter den mit den heutigen Art. 90 und 93 ZPO vergleichbaren kantonalen Bestimmungen war aber bereits anerkannt, dass, soweit die sachliche Zuständigkeit respektive die Verfahrensart für die einzelnen Ansprüche alleine aufgrund des Streitwerts unterschiedlich wäre, für die Frage nach der Zulässigkeit der Klagenhäufung auf den zusammengerechneten Streitwert abgestellt werden muss (siehe im Einzelnen FRANK/STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, 3. Aufl. 1997, N. 4 zu § 58 ZPO/ZH; LEUCH/MARBACH/KELLERHALS/STERCHI, Die Zivilprozessordnung für den Kanton Bern, 5. Aufl. 2000, N. 3a/b zu Art. 159 ZPO/BE; STUDER/RÜEGG/EIHOLZER, Der Luzerner Zivilprozess, 1994, N. 1 zu § 19 und N. 2 zu § 94 ZPO/LU; LEUENBERGER/UFFER-TOBLER, Kommentar zur Zivilprozessordnung des Kantons St. Gallen, 1999, N. 1 f. zu Art. 69 ZPO/SG; BÜHLER/EDELMANN/KILLER, Kommentar zur aargauischen Zivilprozessordnung, 1998, N. 6b zu § 171 ZPO/AG).\n\nSchliesslich sprechen auch Gründe der Praktikabilität dafür, die gemeinsam eingeklagten Ansprüche zwecks Bestimmung des zuständigkeits- und verfahrensartrelevanten Streitwerts zusammenzuzählen. Die Prüfung der Prozessvoraussetzungen gemäss Art. 59 f. ZPO wird dadurch nämlich von der - mitunter heiklen - Frage entlastet, ob die Rechtsbegehren der klagenden Partei einen oder mehrere Ansprüche betreffen und daher überhaupt eine Klagenhäufung vorliegt (vgl. dazu BGE 142 III 683 E. 5.3.1 S. 687 mit Hinweisen).\n\nBGE 142 III 788 S. 793\n\n4.2.4 Die Folgerung der Vorinstanz ist aus diesen Gründen nicht zu beanstanden. Die Beschwerdeführerin kann sie jedenfalls nicht dadurch entkräften, dass sie argumentiert, eine gemeinsame Behandlung der Ansprüche sei im vorliegenden Fall weder mit Blick auf eine widerspruchsfreie Entscheidfindung noch aus Gründen der Prozessökonomie erforderlich, und dass sie ihr Interesse an einer Schlichtungsverhandlung, am vereinfachten Verfahren und einer kantonalen Rechtsmittelinstanz ins Feld führt, die sie als beklagte Partei durch die Klagenhäufung vor Handelsgericht verliere. Denn die Klagenhäufung stellt - bei gegebenen gesetzlichen Voraussetzungen - ein Wahlrecht der klagenden Partei dar (Urteil 4A_658/2012 vom 15. April 2013 E. 2.3), mit den gesetzlich vorgesehenen Folgen für das Verfahren. Dem Gericht steht es immerhin frei, zur Vereinfachung des Prozesses gemeinsam eingereichte Klagen zu trennen (Art. 125 lit. b ZPO).\n\nDer verbindlichen Feststellung im angefochtenen Entscheid, wonach die vorliegenden Ansprüche \"in einem engen sachlichen Zusammenhang (Küchenbau)\" stehen, stellt die Beschwerdeführerin schliesslich bloss ihre eigene Behauptung entgegen, es bestehe \"zumindest kein rechtlich relevanter\" Zusammenhang zwischen den Ansprüchen, da diesen \"nicht gleichartige faktische Umstände bzw. Rechtsfragen zu Grunde\" lägen. Damit kann sie mangels einer zulässigen Sachverhaltsrüge (nicht publ. E. 3) von vornherein nicht gehört werden. In diesem Sinne kann offenbleiben, ob das zum Streitwert bei der Klagenhäufung Ausgeführte (Erwägung 4.2.3) auch dann Geltung hätte, wenn zwischen den Ansprüchen kein entsprechender Zusammenhang bestehen würde. Eine Verletzung von Art. 90 lit. a und b ZPO liegt nicht vor.\n\n4.3 Das Handelsgericht hat sich somit zu Recht hinsichtlich sämtlicher Klagebegehren für zuständig erklärt. (...)"}