{"annee": "142", "cour": "III", "page": "648", "date": "19/8/2016", "cite": ["121 III 81", "130 III 765", "130 III 225", "129 III 284", "131 III 136", "126 III 476", "136 III 155", "85 III 1"], "cite_par": ["144 III 425"], "chapeau": "83. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Betreibungsamt Niederhasli-Niederglatt gegen Sozialversicherungsanstalt des Kantons Zürich (Beschwerde in Zivilsachen)\n\n5A_172/2016 vom 19. August 2016", "regestes": ["OELP; retrait de la poursuite par le créancier; émolument pour la verbalisation. Le retrait de la poursuite par le créancier donne lieu à une inscription de l'office des poursuites non spécialement tarifée, qui est soumise à émolument en vertu de l'art. 42 OELP (consid. 3)."], "faits": "BGE 142 III 648 S. 648\n\nA.\n\nA.a Am 25. Februar 2015 erklärte die Sozialversicherungsanstalt des Kantons Zürich (SVA) beim Betreibungsamt Niederhasli-Niederglatt den Rückzug der von ihr gegen A. angehobenen Betreibungen (u.a. Nr. x). Sie ersuchte um Löschung dieser Betreibungen im Register. Das Betreibungsamt teilte der SVA am 3. März 2015 mit, dass dem Begehren um Löschung der Betreibung Nr. x entsprochen worden sei. Der Abschluss des Verfahrens sei in den Registern mit \"A [sic!] = Erledigt durch Abstellung\" protokolliert. Gemäss Art. 8a Abs. 3 lit. c SchKG werde Dritten keine Kenntnis von dieser Betreibung gegeben. Das Betreibungsamt verfügte zudem folgende Kosten:\n\nProtokollierung Abstellung Fr. 5.00 (Art. 42 GebV SchKG) Kostenrechnung und Verfügung Fr. 8.00 (Art. 9 Abs. 1 GebV SchKG) Porto Fr. 5.30 (Art. 13 Abs. 1 GebV SchKG) Total Fr. 18,30\n\nProtokollierung Abstellung\n\nFr.\n\n5.00\n\n(Art. 42 GebV SchKG)\n\nKostenrechnung und Verfügung\n\nFr.\n\n8.00\n\n(Art. 9 Abs. 1 GebV SchKG)\n\nPorto\n\nFr.\n\n5.30\n\n(Art. 13 Abs. 1 GebV SchKG)\n\nTotal\n\nFr.\n\n18,30\n\nBGE 142 III 648 S. 649\n\nA.b Gegen diese Verfügung erhob die SVA Beschwerde beim Bezirksgericht Dielsdorf als unterer kantonaler Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen. Sie beantragte die Feststellung, dass die Protokollierung der Abstellung einer Betreibung kostenfrei sei; eventualiter sei die Möglichkeit einzuräumen, dass der Gläubiger und der Schuldner explizit auf eine Bestätigung der Protokollierung verzichten können. Die untere Aufsichtsbehörde wies die Beschwerde am 28. Oktober 2015 ab, soweit darauf einzutreten war.\n\nB. Hiergegen gelangte die SVA an das Obergericht des Kantons Zürich als oberer kantonaler Aufsichtsbehörde über Schuldbetreibung und Konkurs und erneuerte ihre vor der Erstinstanz gestellten Anträge. Am 16. Februar 2016 hiess das Obergericht die Beschwerde gut und hob das angefochtene Urteil und die Verfügung des Betreibungsamtes auf.\n\nC. Das Betreibungsamt Niederhasli-Niederglatt erhob am 29. Februar 2016 Beschwerde in Zivilsachen. Der Beschwerdeführer beantragte die Aufhebung des obergerichtlichen Urteils und die Bestätigung des erstinstanzlichen Beschwerdeentscheides. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Anlass zur Beschwerde gibt die Kostenpflicht für den Rückzug einer Betreibung.\n\n3.1 Zieht der Gläubiger die Betreibung zurück, so vermerkt das Betreibungsamt diesen Sachverhalt im Betreibungsbuch mit dem Buchstaben E, womit gemäss Art. 10 VFRR (SR 281.31) auch die Abstellung der Betreibung durch den Gläubiger erfasst wird (vgl. BGE 126 III 476 E. 1b S. 478; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Bd. I, 1999, N. 51 zu Art. 8a SchKG). Voraussetzung ist einzig eine entsprechende Erklärung des Gläubigers, die er zudem seit der Revision des SchKG von 1994 nicht mehr zu begründen braucht (BGE 129 III 284 E. 3.1 S. 286; BGE 126 III 476 E. 1b S. 478; zur alten Praxis vgl. BGE 121 III 81 E. 4b S. 84). In einem solchen Fall darf das Betreibungsamt Dritten keine Kenntnis von der Betreibung geben (Art. 8a Abs. 3 lit. c SchKG; Urteil 7B.224/2006 vom 22. Februar 2007 E. 2.2.3, in: Pra 2007 Nr. 72 S. 478). BGE 142 III 648 S. 650\n\n3.2 Soweit das SchKG oder die Gebührenverordnung vom 23. September 1996 zum Bundesgesetz über Schuldbetreibung und Konkurs (GebV SchKG; SR 281.35) keine Ausnahmen vorsehen, unterliegen alle Verrichtungen der Vollstreckungsorgane der Kostenpflicht (BGE 131 III 136 E. 3.1 S. 138). Welche Kosten im Rahmen eines Vollstreckungsverfahrens von der zuständigen Behörde zu erheben und wie sie zu bemessen sind, bestimmt ausschliesslich die GebV SchKG; andere als in diesem Erlass vorgesehene Gebühren und Auslagen sind nicht zulässig (Art. 1 Abs. 1 GebV SchKG; BGE 136 III 155 E. 3.3 S. 157; vgl. ADAM, in: Kommentar SchKG Gebührenverordnung, 2008, N. 5 zu Art. 1 GebV SchKG). Die gesetzliche Grundlage für diese Verordnung des Bundesrates findet sich in Art. 16 Abs. 1 SchKG. Die Kompetenzen des Gesetzgebers sowie der anwendenden Behörde werden einzig durch das Äquivalenzprinzip als Konkretisierung des Verhältnismässigkeitsprinzips (Art. 5 Abs. 2 BV) und des Willkürverbotes (Art. 9 BV) begrenzt (BGE 130 III 225 E. 2.3 S. 228).\n\n3.3 Zu prüfen ist im vorliegenden Fall, ob und gegebenenfalls welche Kosten dem Gläubiger im Falle eines Betreibungsrückzugs auferlegt werden können. Zu Recht besteht Einigkeit unter den Beteiligten, dass sich für diese betreibungsrechtliche Vorkehr in der GebV SchKG keine spezifische Gebühr findet. Zwar sieht Art. 1 Abs. 2 GebV SchKG vor, dass für in diesem Erlass nicht besonders tarifierte Verrichtungen eine Gebühr von bis zu Fr. 150.- erhoben werden kann; die Aufsichtsbehörde kann zudem eine höhere Gebühr festsetzen, wenn die Schwierigkeit der Sache, der Umfang der Bemühungen oder der Zeitaufwand es rechtfertigen. Diese Norm findet sich im 1. Kapital der GebV SchKG mit der Überschrift \"Allgemeine Bestimmungen\". Sie gilt grundsätzlich für den ganzen Anwendungsbereich der Verordnung und stellt gleichsam den allgemeinen Gebührenrahmen dar (ADAM, a.a.O., N. 6 zu Art. 1 GebV SchKG; EMMEL, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 6 zu Art. 16 SchKG). Gestützt auf Art. 1 Abs. 2 GebV SchKG entschied daher das Bundesgericht, dass die Aufsichtsbehörde, welche die Neuschätzung einer Liegenschaft veranlasst und alsdann den massgeblichen Schätzungswert festlegt, nicht als Beschwerdeinstanz handelt, sondern eine nicht besonders tarifierte Verrichtung vornimmt, für welche sie eine Gebühr von Fr. 150.- erheben kann (BGE 131 III 136 E. 3.2.1, 3.2.2 S. 139/140).\n\nBGE 142 III 648 S. 651\n\n3.4 Von dieser allgemeinen Gebührenregelung ist die Bestimmung von Art. 42 GebV SchKG abzugrenzen, welche sich im 2. Kapitel der GebV SchKG findet. Dieses ist gemäss der Überschrift \"Gebühren des Betreibungsamtes\" einzig auf die \"Übrigen Eintragungen\" als Verrichtungen des Betreibungsamtes zugeschnitten. Ist eine Tätigkeit des Betreibungsamtes in Art. 16-41 GebV SchKG nicht besonders tarifiert, ist hierfür gemäss Art. 42 GebV SchKG eine Gebühr von Fr. 5.- zu erheben. Wer das Betreibungsamt in Anspruch nimmt, hat für die dadurch entstehenden Kosten aufzukommen. Darunter sind die jeweiligen Gebühren sowie die Auslagen nach Art. 13 und Art. 14 GebV SchKG zu verstehen. Von der Erhebung einer Gebühr ist nur abzusehen, falls die GebV SchKG für die konkrete Verrichtung des Betreibungsamtes eine solche Ausnahme vorsieht (E. 3.2). Dies ist beispielsweise der Fall, wenn die Löschung eines Verlustscheines verlangt wird (Art. 41 GebV SchKG).\n\n3.5 Die Protokollierung des Betreibungsrückzugs erfolgt auf Gesuch des Gläubigers und stellt eine Amtshandlung des Betreibungsamtes dar, für welche die GebV SchKG keine tarifierte Gebühr enthält, gleichzeitig aber auch keine Ausnahme von der Gebührenpflicht vorsieht. Damit kann eine Gebührenpflicht einzig auf Art. 42 GebV SchKG abgestützt werden. Die Beweggründe des Gläubigers für den Rückzug der Betreibung sind gegenüber dem Betreibungsamt nicht bekannt zu geben (E. 3.1). Das entsprechende Gesuch des Gläubigers kann beispielsweise eine Tilgung der Schuld durch den Betriebenen zum Anlass haben. Möglich ist aber auch, dass der Gläubiger im Nachhinein einen Irrtum in Bezug auf die von ihm eingeleitete Betreibung festgestellt hat. Welche Hintergründe in diesem Zusammenhang schliesslich eine Rolle spielen könnten, ist für das Betreibungsamt nicht von Interesse. Dass der Gesetzgeber die Tilgung von Schulden belohnen möchte und daher die Löschung einer Betreibung gebührenfrei erfolgen soll, widerspricht nicht nur dem Wortlaut von Art. 42 GebV SchKG. Die von der oberen Aufsichtsbehörde vorgenommene Auslegung dieser Norm würde voraussetzen, dass der Rückzug der Betreibung vor allem im Interesse des Schuldners stattfindet. Die Beweggründe, die einzig den Gläubiger betreffen, müssten ausser Acht gelassen werden. Diese Unterscheidung vorzunehmen, um alsdann über die Gebührenpflicht im konkreten Fall zu befinden, ist zudem nicht Aufgabe des Betreibungsamtes.\n\n3.6 An diesem Ergebnis ändert auch die Wegleitung vom 27. Juli 2011 für den Bezug von Gebühren der Betreibungs- undBGE 142 III 648 S. 652Gemeindeammann-/Stadtammannämter des Kantons Zürich nichts, welche (in Ziff. 73) die Gebührenfreiheit für die Protokollierung des Rückzugs der Betreibung vorsieht. Die Wegleitung stellt eine blosse Richtlinie dar, die sich mit Blick auf eine einheitliche Praxis der Betreibungsämter als nützlich erweist. Indes stellt sie - wie die Richtlinien zur Berechnung des betreibungsrechtlichen Existenzminimums - kein objektives Recht dar (KREN KOSTKIEWICZ, SchKG Kommentar, 19. Aufl. 2016, N. 33 zu Art. 93 SchKG). Eine solche Richtlinie soll lediglich das Ermessen des Betreibungsamtes in einer bestimmten Frage zur einheitlichen Praxis konkretisieren. Wird dieses Ermessen überschritten, so liegt eine Rechtsverletzung vor (vgl. BGE 130 III 765 E. 2.1 S. 766). Indes kann die hier in Frage stehende Wegleitung nur im Rahmen der GebV SchKG Geltung beanspruchen, sofern überhaupt Raum zur Ermessensausübung besteht. Auf keinen Fall kann sie eine nicht vorhandene gesetzliche Grundlage ersetzen oder vervollständigen.\n\n3.7 Die Gebührenpflicht für nicht besonders tarifierte Eintragungen durch das Betreibungsamt galt schliesslich bereits nach den früheren Fassungen des Gebührentarifs (vgl. Art. 46 GebT SchKG vom 7. Juli 1971, AS 1971 1080; Art. 49 GebT SchKG vom 6. September 1957, AS 1957 663; vgl. STRAESSLE/KRAUSKOPF, Erläuterungen zum Gebührentarif über Schuldbetreibung und Konkurs vom 7. Juli 1971, 1972, S. 51). Materiell wurden auch mit Art. 42 GebV SchKG keine Veränderungen vorgenommen, weshalb die Vorschrift nach wie vor \"Eintragungen erfasst, die ohne Zusammenhang mit gebührenplichtigen Verrichtungen\" erfolgen (BGE 85 III 1 S. 3). Mit der Abstellung der Betreibung durch den Gläubiger ist keine amtliche Tätigkeit verbunden, die eine eigene Gebührenpflicht auslöst. Daraus folgt, dass - auch mit Blick auf die Entstehung der Bestimmung - die umstrittene Eintragung nicht gebührenbefreit ist.\n\n3.8 Nach dem Dargelegten erweist sich die von der oberen Aufsichtsbehörde angenommene Gebührenfreiheit für die Protokollierung eines Betreibungsrückzugs als bundesrechtswidrig. Das Betreibungsamt durfte entgegen der Ansicht der oberen Aufsichtsbehörde auch eine Kostenverfügung erlassen und die Auslagen für deren Zustellung (Porto) in Rechnung stellen. Die Höhe dieser Kosten war bereits im kantonalen Verfahren nicht bestritten und sie sind vorliegend nicht zu beurteilen. (...)"}