{"annee": "142", "cour": "I", "page": "26", "date": "8/12/2015", "cite": ["130 I 1", "133 II 249", "136 I 241", "138 II 173", "140 III 59", "141 I 78", "134 II 217", "141 II 245", "133 II 64", "138 II 570", "103 IA 468", "134 I 322", "133 II 321", "128 I 113"], "cite_par": ["142 II 369", "143 I 1"], "chapeau": "4. Estratto della sentenza della I Corte di diritto pubblico nella causa Swisscom (Svizzera) SA, Sunrise Communications AG e Orange Communications SA contro Consiglio di Stato del Cantone Ticino (ricorso in materia di diritto pubblico)\n\n1C_118/2015 dell'8 dicembre 2015", "regestes": ["Législation cantonale tessinoise relative à l'emplacement des antennes de téléphonie mobile; principe de la séparation des pouvoirs et autonomie communale; restrictions de la liberté d'information et de la liberté économique (art. 16 al. 3, 27 et 36 Cst.). La règlementation attaquée, adoptée par le gouvernement cantonal, exige que l'emplacement des antennes de téléphonie mobile soit défini pour une période transitoire de dix ans. Celle-ci viole le principe de la séparation des pouvoirs ainsi que l'autonomie dont jouissent les communes en matière d'aménagement du territoire (consid. 3.3-3.7). Possibilité pour le canton et les communes de déterminer l'emplacement des infrastructures de téléphonie mobile par le biais de mesures de planification et de règlements de construction (consid. 4.2). La disposition attaquée prévoit un modèle en cascade applicable indifféremment à l'ensemble du territoire cantonal. Elle ne permet pas d'évaluer si une couverture de téléphonie mobile adéquate est garantie et n'est pas proportionnée à la protection éventuelle de certaines zones d'habitation communales déterminées (consid. 4.3-4.5)."], "faits": "BGE 142 I 26 S. 27\n\nA. Con decreto del 21 gennaio 2015 il Consiglio di Stato del Cantone Ticino ha modificato il regolamento della legge sullo sviluppo territoriale del 20 dicembre 2011 (RLst; RL 7.1.1.1.1). All'art. 30 cpv. 1 RLst, che stabilisce il contenuto del regolamento edilizio riguardo al piano delle zone, è stata aggiunta una nuova cifra 8 che impone ai Comuni di disciplinare le condizioni per l'ubicazione e la costruzione delle antenne di telefonia mobile. È stato inoltre emanato un nuovo art. 117 RLst, che regola le disposizioni transitorie in materia di antenne per la telefonia mobile.\n\nLe modifiche del regolamento hanno il seguente tenore:\n\nArt. 30 cpv. 1 cifra 8 (nuova)\n\n8. Le condizioni per l'ubicazione e la costruzione delle antenne di telefonia mobile:\n\na) per tutelare il carattere, la qualità e l'attrattività in particolare delle zone destinate all'abitazione mediante la protezione dalle immissioni ideali delle antenne di telefonia mobile,\n\nb) per garantire il loro adeguato inserimento nel contesto territoriale, in particolare a salvaguardia del patrimonio naturale, culturale e del paesaggio.\n\nArt. 117 Antenne per la telefonia mobile\n\n1 I Comuni provvedono ad adottare le disposizioni di cui all'art. 30 cpv. 1 cifra 8 entro dieci anni. BGE 142 I 26 S. 28\n\n2 Sino all'entrata in vigore di tali disposizioni, si applicano le seguenti norme.\n\n1. Le antenne per la telefonia mobile finalizzate a coprire il territorio comunale o ampie porzioni di esso vanno ubicate nelle zone per il lavoro (art. 27 cifra II) o nelle zone per scopi pubblici (art. 27 cifra V) nelle quali sono ammessi contenuti con ripercussioni paragonabili a quelle delle zone per il lavoro. Nelle altre zone le antenne devono servire alla copertura di quartiere.\n\n2. In ogni caso le antenne per la telefonia mobile percepibili visivamente sono ammissibili solo nelle seguenti zone e con le seguenti priorità:\n\nI. priorità: zone per il lavoro (art. 27 cifra II);\n\nII. priorità: zone per scopi pubblici (art. 27 cifra V) nelle quali sono ammessi contenuti con ripercussioni paragonabili a quelle delle zone per il lavoro (art. 27 cifra II);\n\nIII. priorità: zone per l'abitazione nelle quali sono ammesse anche attività di produzione di beni e servizi (art. 27 cifra I cpv. 2 seconda frase);\n\nIV. priorità: zone per il tempo libero (art. 27 cifra IV);\n\nV. priorità: zone destinate esclusivamente all'abitazione (art. 27 cifra I cpv. 2 prima frase) a carattere intensivo (alta densità);\n\nVI. priorità: nuclei;\n\nVII. priorità: zone destinate esclusivamente all'abitazione (art. 27 cifra I cpv. 2 prima frase) a carattere estensivo (bassa densità);\n\nVIII. priorità: zone per scopi pubblici (art. 27 cifra V) nelle quali non sono ammessi contenuti con ripercussioni paragonabili a quelle delle zone per il lavoro (art. 27 cifra II);\n\nIX. priorità: aree delimitate dal raggio di 100 metri da locali dove soggiornano persone particolarmente sensibili (bambini, anziani, ammalati).\n\n3. I gestori delle antenne per la telefonia mobile percepibili visivamente devono di volta in volta dimostrare che non sono disponibili ubicazioni nelle zone con priorità più alta.\n\n4. Le domande di costruzione per antenne per la telefonia mobile percepibili visivamente che interessano beni naturali, culturali e paesaggi protetti devono essere accompagnate dalla perizia di un esperto esterno, in ordine al loro inserimento.\n\n5. Sono percepibili visivamente e sottostanno alle precedenti disposizioni anche le antenne per la telefonia mobile identificabili come tali per foggia, forma e dimensioni, nonostante eventuali mascheramenti.\n\n6. Le dimensioni e segnatamente l'altezza delle antenne per la telefonia mobile non devono eccedere quanto oggettivamente necessario per la loro funzione. BGE 142 I 26 S. 29\n\n3 Le norme del cpv. 2 si applicano a tutti i procedimenti in corso, in ogni stadio di procedura.\n\n4 Su richiesta dell'istante, il Municipio provvede sollecitamente a una procedura di conciliazione nella quale indica ubicazioni alternative e decide sulla domanda di costruzione entro il termine di tre mesi.\n\n(...)\n\nB. Swisscom (Svizzera) SA, Sunrise Communications AG e Orange Communications SA (ora: Salt Mobile SA) impugnano la modifica dell'art. 117 RLst con un ricorso in materia di diritto pubblico al Tribunale federale, chiedendo in via principale di annullare integralmente la disposizione. (...)\n\nIl Tribunale federale ha parzialmente accolto il ricorso e ha annullato i capoversi 2, 3 e 4 dell'art. 117 RLst.\n\n(estratto)", "considerants": "Dai considerandi:\n\n3.\n\n3.1 Le ricorrenti lamentano la violazione del principio della separazione dei poteri e dell'autonomia comunale. Sostengono che non sarebbero adempiute le condizioni di una delega legislativa al Consiglio di Stato per disciplinare la posa di antenne per la telefonia mobile sul territorio cantonale, giacché nessuna legge in senso formale la prevederebbe. Adducono in particolare che l'art. 23 della legge del 21 giugno 2011 sullo sviluppo territoriale (LST; RL 7.1.1.1) non costituirebbe una base legale sufficiente per una delega, siccome consentirebbe all'Esecutivo cantonale unicamente di disciplinare più nel dettaglio gli elementi dei regolamenti edilizi comunali, ma non il loro contenuto materiale. Rilevano che la competenza in materia di pianificazione del territorio spetterebbe per contro ai Comuni, i quali elaborano il piano regolatore comunale e beneficiano al proposito di un'autonomia costituzionalmente protetta.\n\n3.2 Nella risposta al gravame, il Consiglio di Stato richiama l'art. 2 cpv. 3 LST, secondo cui esso esercita la vigilanza sullo sviluppo territoriale, può istituire commissioni consultive in ambiti settoriali specifici e disciplina per regolamento i dettagli della legge. Il Governo sostiene che quest'ultima parte della norma costituirebbe una \"delega generale\". Richiama inoltre l'art. 23 LST, che disciplina il regolamento edilizio quale componente vincolante del piano regolatore comunale, facendo in particolare riferimento al cpv. 2 della disposizione, secondo cui il Consiglio di Stato stabilisce i dettagli. BGE 142 I 26 S. 30Si tratterebbe, a suo dire, di una \"delega legislativa specifica\" che lo autorizzerebbe a precisare il contenuto del regolamento edilizio.\n\n3.3 Il principio della separazione dei poteri è garantito, almeno implicitamente, da tutte le costituzioni cantonali e costituisce un diritto costituzionale di cui può prevalersi il cittadino. Questo principio assicura il rispetto delle competenze stabilite dalla costituzione cantonale. Spetta infatti in primo luogo al diritto pubblico cantonale determinare le competenze delle autorità. Il Tribunale federale esamina liberamente l'interpretazione delle norme costituzionali; rivede sotto il profilo ristretto dell'arbitrio quelle di rango inferiore (DTF 130 I 1 consid. 3.1; DTF 128 I 113 consid. 2c e rinvii). Il principio della separazione dei poteri vieta a un organo dello Stato di interferire nelle competenze di un altro organo. In particolare, proibisce al potere esecutivo di emanare delle regole di diritto, a meno che ciò non avvenga nell'ambito di una valida delega conferita dal legislatore (DTF 136 I 241 consid. 2.5.1; DTF 134 I 322 consid. 2.2). Una delega adempie queste condizioni se il diritto cantonale non la vieta, se è prevista da una legge formale, se è limitata a una materia determinata e se la legge enuncia nelle grandi linee le regole fondamentali (DTF 134 I 322 consid. 2.4 e rinvii; DTF 128 I 113 consid. 3c).\n\n3.4 Nel Cantone Ticino, la separazione dei poteri è garantita espressamente dall'art. 51 Cost./TI (RS 131.229), secondo cui l'autorità, in quanto non riservata al popolo, è esercitata dai tre poteri, tra di loro distinti e separati: il legislativo, l'esecutivo e il giudiziario. Giusta l'art. 70 lett. b Cost./TI, il Consiglio di Stato cura l'esecuzione delle leggi federali e cantonali e delle decisioni del Gran Consiglio; emana norme mediante decreti esecutivi, regolamenti, risoluzioni o altre disposizioni. In virtù dell'art. 79 cpv. 2 della previgente legge del 17 dicembre 2002 sul Gran Consiglio e sui rapporti con il Consiglio di Stato (vLGC; BU 2003 87), il regolamento disciplina l'applicazione di una legge; non può tuttavia regolare questioni estranee alla stessa (cfr. ora l'art. 67 LGC [RL 2.4.1.1]). La Costituzione cantonale non esclude poi la delega legislativa (cfr. art. 51, 59 cpv. 1 lett. c e 70 lett. b Cost./TI; art. 76 segg. vLGC [cfr. ora 62 segg. LGC]; sentenza 4C_3/2013 del 20 novembre 2013 consid. 7, non pubblicato in DTF 140 III 59). In ogni caso, sia in presenza di un'ordinanza di esecuzione sia di fronte a un'ordinanza sostitutiva fondata su una delega, la regolamentazione dell'autorità esecutiva deve di principio rimanere entro i limiti delle facoltà conferitele dal legislatore, trattandosi in entrambi i casi di ordinanze dipendenti dalla legge (cfr. BGE 142 I 26 S. 31TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 4a ed. 2014, pag. 109 n. 25).\n\n3.5 Il Comune ticinese beneficia in vasti settori nel campo edilizio e della pianificazione del territorio di un ampio margine di decisione e di apprezzamento, che la giurisprudenza fa rientrare nell'autonomia tutelabile (DTF 103 Ia 468 consid. 2; sentenze 1C_77/2015 del 16 marzo 2015 consid. 3.2 e 1C_234/2007 del 27 maggio 2008 consid. 5.2, non pubblicato in DTF 134 II 217, ma in RtiD 2009 I pag. 195 segg.). In particolare, l'autonomia sussiste di principio in rapporto all'allestimento del piano regolatore e all'adozione delle relative norme di attuazione (sentenza 1P.675/2004 del 12 luglio 2005 consid. 2.2, in RDAT 2005 II pag. 100 segg.). Con l'entrata in vigore della LST il 1° gennaio 2012, la nozione di norme di attuazione del piano regolatore è stata sostituita con quella di regolamento edilizio (cfr. Messaggio governativo n. 6309 del 9 dicembre 2009 sul Disegno di Legge sullo sviluppo territoriale, pag. 46; rapporto del 1° marzo 2011 della Commissione speciale per la pianificazione del territorio sul messaggio, pag. 8 seg.). Il regolamento edilizio costituisce infatti, con il piano delle zone e il piano dell'urbanizzazione (corredato dal programma d'urbanizzazione), una componente vincolante del piano regolatore (art. 19 cpv. 2 LST).\n\nL'art. 23 LST prevede che il regolamento edilizio comprende le norme di diritto comunale in materia edilizia; in particolare quelle relative al piano delle zone e al piano di urbanizzazione (cpv. 1). La norma soggiunge poi che il Consiglio di Stato stabilisce i dettagli (cpv. 2). Il regolamento edilizio costituisce il corrispondente normativo dei piani delle zone e dell'urbanizzazione: accorpa in sostanza il diritto comunale in materia edilizia e pianificatoria (cfr. Messaggio citato, pag. 46 e rapporto citato, pag. 9). Il suo contenuto materiale dipende ed è quindi adattato alla specifica situazione del singolo Comune, che rimane competente per adottare il piano regolatore e il relativo disciplinamento. L'art. 23 cpv. 2 LST consente di conseguenza all'Esecutivo cantonale unicamente di precisare nell'ambito del RLst i temi e gli aspetti che il Comune deve disciplinare nel suo regolamento edilizio. Non gli conferisce per contro la facoltà di sostituirsi all'autorità comunale codificando direttamente, sotto il profilo materiale, la pianificazione locale. Qualora ne siano date le condizioni, il Consiglio di Stato, cui spetta l'esame e la verifica della conformità del piano regolatore, può semmai intervenire nelle scelte pianificatorie comunali nell'ambito dell'approvazione del piano BGE 142 I 26 S. 32regolatore (cfr. art. 29 LST; sentenza citata 1C_77/2015 consid. 3.2 e riferimenti).\n\nDel resto, l'art. 30 RLst, che concretizza l'art. 23 LST, si limita ad elencare i temi che devono essere disciplinati nel regolamento edilizio, ma non ne precisa il contenuto normativo. L'art. 117 cpv. 2 RLst contiene per contro norme specifiche e dettagliate in materia di pianificazione delle antenne di telefonia mobile, che impongono ai Comuni un chiaro ordine di priorità per stabilire l'ubicazione di questi impianti. Una simile regolamentazione materiale, seppur di natura transitoria, ma comunque applicabile per un periodo prolungato, invade la competenza pianificatoria comunale ed eccede manifestamente i limiti posti dal legislatore al Consiglio di Stato nell'ambito dell'esecuzione dell'art. 23 LST. Null'altro può essere dedotto al riguardo dall'art. 2 cpv. 3 secondo periodo LST. Come riconosce il Governo nelle sue osservazioni al ricorso, quest'ultima norma riveste infatti nel contesto qui in esame una portata più generale rispetto all'art. 23 cpv. 2 LST, disponendo semplicemente che l'Esecutivo cantonale disciplina per regolamento i dettagli della LST.\n\n3.6\n\n3.6.1 Nella risposta al gravame, il Consiglio di Stato evidenzia che l'art. 117 RLst costituisce una disposizione transitoria, che non impedisce ai Comuni di adottare in un secondo tempo altri modelli per determinare l'ubicazione delle antenne di telefonia mobile, purché compatibili con le esigenze del diritto federale in materia di telecomunicazioni e di protezione dalle radiazioni non ionizzanti.\n\nLa normativa si applica tuttavia immediatamente a tutti i procedimenti in corso, in ogni stadio di procedura (cfr. art. 117 cpv. 3 RLst). La durata massima del periodo transitorio è di dieci anni (cfr. art. 117 cpv. 1 RLst) ed appare quindi importante. Il Governo medesimo rileva che lo svolgimento della procedura pianificatoria da parte dei Comuni per disciplinare nei loro piani regolatori le questioni legate alla costruzione e all'ubicazione delle antenne per la telefonia mobile presuppone un iter di diversi anni. In pratica, la regolamentazione dell'art. 117 RLst troverebbe quindi un'applicazione generale a tutti i procedimenti edilizi in materia di antenne di telefonia mobile per un periodo di durata rilevante. La sua natura formale di norma transitoria non muta di conseguenza la conclusione esposta al precedente considerando. Non è peraltro seriamente addotto, o comunque ravvisabile, che un disciplinamento immediato degli aspetti BGE 142 I 26 S. 33perseguiti dall'art. 30 cpv. 1 cifra 8 RLst risponde a un interesse pubblico talmente urgente che non si possa attendere fino all'adozione delle normative di competenza dei Comuni. La tutela della salute della popolazione dalle radiazioni non ionizzanti dannose o moleste è infatti garantita dall'ordinanza del 23 dicembre 1999 sulla protezione dalle radiazioni non ionizzanti (ORNI; RS 814.710), mentre le disposizioni sulla protezione del paesaggio e sull'estetica, di carattere federale, cantonale o comunale possono, se del caso, essere invocate anche in relazione con progetti di impianti di telefonia mobile (cfr. sentenza 1C_265/2014 del 22 aprile 2015 consid 4-6, non pubblicati, e consid. 7 pubblicato in DTF 141 II 245).\n\n3.6.2 Il Consiglio di Stato sostiene di essere abilitato ad emanare l'art. 117 RLst, quale misura sostitutiva di natura transitoria, sulla base dell'art. 3 cpv. 3 LST. Questa disposizione prevede che, se i Comuni non adempiono al loro obbligo di pianificare, il Cantone può adottare misure sostitutive. Essa concerne tuttavia essenzialmente i casi in cui un Comune dovesse rivelarsi inadempiente nell'adottare o nell'uniformare il proprio piano regolatore (cfr. art. 4 RLst; Messaggio citato, pag. 23). Poiché un'eventuale inadempienza da parte di determinati Comuni allo stadio attuale non può essere accertata, il richiamo dell'art. 3 cpv. 3 LST è prematuro e non entra in considerazione in questa fase della procedura.\n\n3.6.3 Laddove nega una violazione dell'autonomia comunale, il Governo si fonda sulla natura transitoria dell'art. 117 RLst e sul fatto che questa disposizione deriverebbe da una valida delega legislativa, concorrendo pertanto a definire i limiti stessi dell'autonomia comunale. Come esposto ai precedenti considerandi, entrambi gli argomenti sono infondati. La portata precedentemente stabilita dell'autonomia comunale può semmai essere limitata dal legislatore cantonale mediante un'adeguata modifica legislativa, fintanto che non vengano violate facoltà o esigenze garantite direttamente dalla Costituzione (DFT 136 I 265 consid. 2.4 con rinvio).\n\n3.7 Nelle esposte circostanze, adottando l'art. 117 RLst come formulato, il Consiglio di Stato ha oltrepassato il quadro delle competenze conferitegli dall'art. 23 cpv. 2 LST, incorrendo quindi nell'arbitrio, disattendendo contestualmente il principio della separazione dei poteri, e violando l'autonomia comunale. La disposizione impugnata deve essere annullata nei suoi contenuti materiali, segnatamente per quanto concerne il cpv. 2 e i cpv. 3 e 4, componenti che non hanno una portata propria. Sia l'applicabilità generale della normativa BGE 142 I 26 S. 34a tutti i procedimenti in corso (art. 117 cpv. 3 RLst) sia la procedura di conciliazione in cui il Municipio indica ubicazioni alternative (art. 117 cpv. 4 RLst) sono infatti strettamente legate all'esistenza della regolamentazione delle priorità prevista dall'art. 117 cpv. 2 RLst.\n\nPer contro, il cpv. 1 dell'art. 117 RLst, che prevede un termine di dieci anni entro il quale il Comune deve adottare le disposizioni di cui all'art. 30 cpv. 1 cifra 8 RLst, può essere mantenuto in vigore indipendentemente dall'annullamento dei capoversi successivi della disposizione. Le ricorrenti, che non contestano la costituzionalità dell'art. 30 cpv. 1 cifra 8 RLst, non sollevano infatti nemmeno obiezioni specifiche riguardo al termine massimo previsto per darvi seguito. Non adducono che la sua durata sarebbe di per sé lesiva del diritto, segnatamente dell'autonomia comunale. Le esigenze di motivazione per i ricorsi al Tribunale federale previste dall'art. 42 cpv. 2 LTF e quelle, accresciute, prescritte dall'art. 106 cpv. 2 LTF valgono in effetti anche per i gravami contro gli atti normativi cantonali (DTF 141 I 78 consid. 4.1). Questa Corte non è pertanto tenuta a vagliare tutte le questioni giuridiche che si pongono, se queste non sono presentate nella sede federale (DTF 133 II 249 consid. 1.4.1). In tali circostanze, l'art. 117 cpv. 1 RLst può rimanere in vigore, riservata la possibilità per il Consiglio di Stato di eventualmente modificarlo successivamente, a seguito dell'esito del presente giudizio.\n\n4.\n\n4.1 Per completezza si giustifica di esaminare le ulteriori censure sollevate dalle ricorrenti, che ritengono in particolare violate anche le garanzie costituzionali della libertà economica e di quella d'informazione. Ribadiscono l'insufficienza della base legale per le restrizioni, reputandole inoltre non giustificate dall'interesse pubblico, né proporzionate allo scopo perseguito. Sostengono che il modello a cascata imposto dal Consiglio di Stato con l'art. 117 RLst sarebbe troppo rigido, siccome applicabile indistintamente all'intero territorio cantonale, senza possibilità di essere adattato alle singole realtà comunali e alle diverse esigenze tecniche e di copertura del territorio. Ritengono poi il provvedimento inidoneo a perseguire l'interesse della tutela dalle immissioni ideali, giacché renderebbe impossibile per gli operatori telefonici la realizzazione di una rete di telefonia mobile conforme alle esigenze della legge del 30 aprile 1997 sulle telecomunicazioni (LTC; RS 784.10). Le ricorrenti rilevano come l'orografia di ogni singolo Comune sarebbe peculiare, per cui le necessità di copertura e di natura tecnica sarebbero differenti. Diversi Comuni BGE 142 I 26 S. 35non disporrebbero inoltre di zone per il lavoro (cfr. art. 27 cifra II RLst) o di zone per scopi pubblici nelle quali sono ammessi contenuti con ripercussioni paragonabili a quelle delle zone per il lavoro (cfr. art. 27 cifra V RLst), oppure disporrebbero in simili comparti soltanto di superfici esigue, insufficienti per permettere la realizzazione di impianti di telefonia mobile idonei a coprire il territorio comunale.\n\n4.2 Il Tribunale federale ha già avuto modo di rilevare che un'antenna per la telefonia mobile, quand'anche non conforme alla zona di utilizzazione, non è di principio soggetta a un obbligo di pianificazione in virtù del diritto federale, segnatamente dell'art. 2 LPT (RS 700). In particolare, gli effetti che ne derivano sull'ordinamento pianificatorio non sono talmente importanti da imporre una modifica della pianificazione (cfr. sentenze 1A.140/2003 del 18 marzo 2004 consid. 3.2, in ZBl 107/2006 pag. 193 segg.; 1A.148/2002 del 12 agosto 2003 consid. 2.2; 1A.316/2000 del 21 settembre 2001 consid. 5a e 1A.62/2001 del 24 ottobre 2001 consid. 6a; HEINZ AEMISEGGER, Die bundesgerichtliche Rechtsprechung zu Standortgebundenheit und Standortplanung von Mobilfunkanlagen, Raum & Umwelt 2/2008 pag. 10 seg.; ALEXANDRA GERBER, Téléphonie mobile dans la jurisprudence du Tribunal fédéral: aspects de droit public, URP 2004 pag. 739 seg.). Rientra di principio nelle facoltà del diritto cantonale, rispettivamente di quello comunale, e della pianificazione delle zone di utilizzazione, determinare in quali zone le costruzioni dell'infrastruttura, alle quali appartengono anche gli impianti per la telefonia mobile, sono generalmente ammissibili o possono essere ammessi soltanto eccezionalmente (art. 22 cpv. 2 lett. a LPT e art. 23 LPT; DTF 141 II 245 consid. 2.1; DTF 138 II 173 consid. 5.3). In virtù del principio della separazione tra l'area edificabile e quella non edificabile, gli impianti destinati ad urbanizzare ed a servire il comprensorio insediativo devono di massima essere realizzati all'interno dei comparti edificabili e non al di fuori. Negli stessi, gli impianti infrastrutturali necessari a servire una determinata zona sono conformi alla stessa nella misura in cui, quanto alla loro ubicazione e allo loro conformazione, si trovino in un rapporto funzionale diretto con il luogo in cui devono essere eretti e coprano principalmente il territorio edificabile. La conformità di zona di tali impianti può essere ammessa anche quando servano l'intera zona edificabile e non soltanto la parte specialmente in discussione (DTF 138 II 173 consid. 5.3; DTF 133 II 321 consid. 4.3.1 e 4.3.2). Considerazioni legate al rispetto del BGE 142 I 26 S. 36principio della proporzionalità e di natura tecnica non consentono infatti di esigere che le radiazioni delle antenne di telefonia mobile si arrestino al limite della singola zona, ciò che sarebbe impossibile già dal profilo della fisica (DTF 138 II 173 consid. 5.4). Nemmeno è escluso che un'antenna ubicata nella zona edificabile approvvigioni un importante perimetro in zona non edificabile (cfr. DTF 141 II 245 consid. 2.2 e 2.4).\n\nNell'ambito delle proprie competenze in materia di pianificazione del territorio ed edilizia, i Comuni e i Cantoni possono emanare misure pianificatorie e disposizioni edilizie anche con riferimento alle antenne per la telefonia mobile e possono quindi influire sulla loro ubicazione, purché siano rispettati i limiti derivanti dal diritto federale sulle telecomunicazioni e sulla protezione dell'ambiente (DTF 133 II 64 consid. 5.3, DTF 133 II 321 consid. 4.3.4 e 4.3.5, 353 consid. 4.2 pag. 360). Al riguardo entra in considerazione una pianificazione negativa, che vieta di principio le antenne per la telefonia mobile in determinati settori degni di protezione o su specifici oggetti protetti. Sono inoltre concepibili misure pianificatorie positive, con le quali vengono assegnate alle antenne per la telefonia mobile zone specifiche, in quanto si tratti di ubicazioni particolarmente idonee che consentano un approvvigionamento sufficiente da parte di tutti gli operatori telefonici. Nondimeno, il rispetto dei valori limite dell'impianto previsto dall'ORNI pone limiti stretti a una concentrazione dei punti di trasmissione all'interno del comprensorio insediativo (cfr. n. 62 cpv. 1 dell'allegato 1 ORNI, secondo cui tutte le antenne di trasmissione in uno spazio ristretto sono considerate un impianto e devono rispettare insieme il valore limite dell'impianto). Presupposto per simili misure pianificatorie è in ogni caso una base legale nel diritto comunale o cantonale. Inoltre, le disposizioni relative agli impianti di telefonia mobile non devono essere circoscritte a singole parti esigue del territorio comunale, ma devono di principio essere elaborate sulla base di una valutazione globale dei problemi rilevanti. Rimangono riservate misure di protezione isolate a favore di determinati oggetti da tutelare (DTF 138 II 173 consid. 6.3; DTF 133 II 321 consid. 4.3.4).\n\nQuale ulteriore misura pianificatoria è pure ammissibile un modello a cascata, che ammette le antenne per la telefonia mobile in prima priorità nelle zone destinate al lavoro, laddove queste si prestano per il servizio di telefonia mobile del Comune interessato, in seconda priorità nelle zone miste e in terza linea nelle zone destinate all'abitazione (DTF 138 II 173 consid. 6.4-6.6; DTF 141 II 245 consid. 2.1). È BGE 142 I 26 S. 37altresì ammissibile che simili impianti siano soggetti all'obbligo di rispettare determinate norme comunali sull'estetica o sull'inserimento nel paesaggio (DTF 141 II 245 consid. 7.1 e 7.4).\n\nIn tutti gli esposti casi, le regolamentazioni edilizie e pianificatorie applicabili agli impianti per la telefonia mobile non possono però vanificare o eccessivamente aggravare l'adempimento del compito di approvvigionamento del gestore di telefonia mobile secondo la legislazione federale sulle telecomunicazioni. Quest'ultima mira infatti a garantire a tutte le cerchie della popolazione, in tutte le parti del Paese, un servizio universale di telecomunicazione affidabile e a prezzi accessibili, nonché a rendere possibile una concorrenza efficace nella fornitura dei servizi di telecomunicazione (art. 1 cpv. 2 lett. a e c LTC; DTF 141 II 245 consid. 7.1; DTF 133 II 64 consid. 5.3, DTF 133 II 321 consid. 4.3.4 pag. 328). L'obbligo di garantire il servizio pubblico di telefonia all'insieme della popolazione e in tutto il Paese è altresì confermato nelle relative concessioni rilasciate ai gestori (art. 92 Cost., art. 14 cpv. 1 e 16 cpv. 1 lett. a LTC; DTF 138 II 570 consid. 4.2). Questi interessi pubblici concretizzati nella LTC, non devono quindi essere violati dai suddetti provvedimenti pianificatori, i quali devono inoltre essere adeguati sotto il profilo del diritto della pianificazione del territorio e devono rispettare i presupposti per una limitazione dei diritti fondamentali dei privati (cfr. DTF 133 II 321 consid. 4.3.5 pag. 330; BENJAMIN WITTWER, Bewilligung von Mobilfunkanlagen, 2a ed. 2008, pag. 92 seg.).\n\n4.3 In concreto, le limitazioni delle possibili ubicazioni per le antenne di telefonia mobile previste nell'art. 117 cpv. 2 RLst toccano in primo luogo la libertà economica (art. 27 Cost.) degli operatori. Esse possono comportare la conseguenza che la diffusione e la ricezione di dati, e quindi di informazioni, non sia attuabile in determinate regioni o sia soltanto di scarsa qualità: ciò può pure tangere la libertà d'informazione ai sensi dell'art. 16 cpv. 3 Cost. (DTF 138 II 173 consid. 7.1). Le restrizioni dei diritti fondamentali necessitano di una base legale, devono essere giustificate da un interesse pubblico o dalla protezione di diritti fondamentali altrui e devono essere proporzionate allo scopo (art. 36 cpv. 1-3 Cost.).\n\nRichiamando la sentenza di questa Corte pubblicata in DTF 138 II 173, il Consiglio di Stato sostiene che la libertà economica e la libertà d'informazione delle ricorrenti verrebbero limitate soltanto in misura minima dalla regolamentazione litigiosa. Tuttavia, in BGE 142 I 26 S. 38concreto la restrizione è più severa rispetto a quella oggetto della causa invocata, siccome l'ordine delle priorità secondo il modello a cascata litigioso è maggiormente articolato e non riguarda unicamente il territorio di un determinato Comune, ma è applicabile all'intero territorio cantonale. Inoltre, il campo di applicazione della norma si estende in parte anche alle antenne per la telefonia mobile non percepibili visivamente (cfr. art. 117 cpv. 2 n. 1 RLst). La disposizione è invero formalmente di natura transitoria, ma può trovare applicazione per un periodo prolungato (cfr. consid. 3.6.1). La questione della gravità o meno delle restrizioni non deve comunque essere ulteriormente approfondita giacché, come si è visto, l'art. 117 RLst non costituisce in ogni caso una valida base legale, siccome disattende il principio della separazione dei poteri e l'autonomia comunale (cfr. consid. 3.7). Quanto all'interesse pubblico e alla proporzionalità delle restrizioni, occorre rilevare quanto segue.\n\n4.4\n\n4.4.1 In DTF 138 II 173 il Tribunale federale ha esaminato la regolamentazione del Comune di Urtenen-Schönbühl, che prevedeva un modello a cascata, in cui le antenne per la telefonia mobile esterne agli edifici e percepibili visivamente dovevano essere ubicate in prima priorità nelle zone destinate al lavoro, in seconda in quelle residue (miste) e in terza in quelle destinate all'abitazione. Questa Corte ha rilevato che in quel Comune le zone destinate al lavoro si prestavano particolarmente bene per il servizio di telefonia mobile, trattandosi di una larga striscia di terreno situata lungo l'autostrada. Alle stesse zone occorreva inoltre aggiungere quelle (senza destinazione abitativa) destinate all'utilizzazione pubblica e quelle per lo sport e il tempo libero situate a nord ed a sud del territorio comunale. Nella citata sentenza, il Tribunale federale ha inoltre richiamato i pregiudizi derivanti dall'esistenza di molteplici impianti infrastrutturali nel Comune di Urtenen-Schönbühl e l'importanza di tutelare la qualità abitativa, nonché la protezione dell'aspetto del sito e del villaggio. Ha quindi ritenuto ragionevole, sotto il profilo pianificatorio, riunire gli impianti di telefonia mobile con le infrastrutture esistenti (in particolare l'autostrada e le linee ferroviarie), concentrandole per quanto possibile nei comparti già pregiudicati visivamente e da immissioni di rumore e gas di scarico. Questa Corte ha considerato l'ubicazione prioritaria delle antenne nella zona destinata al lavoro, situata lungo l'autostrada, di principio idonea e proporzionata al raggiungimento dello scopo, ritenendo poi che la limitazione di tali BGE 142 I 26 S. 39antenne nelle zone destinate all'abitazione appariva un mezzo adeguato per tutelare il carattere e l'attrattività dei comparti residenziali dalle immissioni di natura immateriale. Ha per finire giudicato non criticabile la ponderazione degli interessi eseguita dal Comune di Urtenen-Schönbühl, pur rilevando che se a dipendenza dello sviluppo tecnico, delle frequenze e della domanda erano necessarie nuove ubicazioni, queste potevano essere richieste anche nelle zone miste e addirittura in quelle destinate esclusivamente all'abitazione (cfr. DTF 138 II 173 consid. 6.6, 7.3, 7.4.2, 7.4.3).\n\n4.4.2 Nella sentenza 1C_51/2012 del 21 maggio 2012 (in URP 2012 pag. 586) il Tribunale federale si è pronunciato su due disposizioni dell'ordinamento edilizio del Comune di Hinwil, che per l'ubicazione delle antenne di telefonia mobile prevedevano quale prima priorità le zone industriali o artigianali, quale seconda le zone per edifici pubblici in cui sono ammesse aziende fortemente e mediamente moleste, seguite in terza priorità dalle zone centrali, nonché da quelle destinate all'abitazione con facilitazioni artigianali e in quarto rango dalle zone dei nuclei. La regolamentazione ammetteva l'installazione di un impianto di telefonia mobile in un'altra zona abitativa solo se l'operatore dimostrava che le condizioni tecniche imponevano un'ubicazione fuori dalle citate zone prioritarie. Questa Corte ha rilevato che la zona industriale e artigianale del Comune di Hinwil, di prima priorità, era molto estesa, seppur concentrata a nord-ovest del territorio comunale, e arrivava fino al centro della località. Vi si aggiungevano poi le zone, prevalentemente centrali, di seconda, terza e quarta priorità. Nel complesso, le zone prioritarie da 1 a 4 rappresentavano circa i due terzi dell'intera superficie edificabile del Comune, per cui di per sé si poteva ritenere che nelle stesse dovevano essere disponibili ubicazioni adeguate alle esigenze tecniche di trasmissione. In caso contrario, sarebbero entrate in considerazione anche ubicazioni nella zona destinata essenzialmente all'abitazione (cfr. sentenza citata, consid. 5.1). Il Tribunale federale ha rilevato che pure il Comune di Hinwil perseguiva la tutela del carattere e dell'attrattività delle zone residenziali dalle immissioni di natura immateriale derivanti dagli impianti di telefonia mobile che, come già riconosciuto, si prestavano a creare determinati inconvenienti. Ha constatato che, anche in questo caso, la regolamentazione teneva sufficientemente conto delle esigenze degli operatori di telefonia mobile di disporre di antenne il più possibile vicine al cliente finale, concludendo che la ponderazione degli interessi eseguita dal BGE 142 I 26 S. 40Comune non era contestabile (cfr. sentenza citata, consid. 5.4). Il Tribunale federale ha nondimeno accolto il ricorso degli operatori nella misura in cui la regolamentazione comunale comprendeva anche le antenne non percepibili visivamente. Ha rilevato che l'interesse pubblico alla protezione dalle immissioni immateriali, non potendosi trattare della protezione dalle radiazioni non ionizzanti, appariva minimo nel caso di impianti non visibili, sicché una limitazione delle ubicazioni per questi impianti risultava sproporzionata (cfr. sentenza citata, consid. 5.5).\n\n4.5 Simili valutazioni, riferite a due specifici Comuni ed alla loro situazione concreta, non possono essere compiute con riferimento alla regolamentazione generale ed astratta in esame. La norma impugnata prevede infatti il medesimo disciplinamento sull'ubicazione delle antenne per la telefonia mobile in modo indifferenziato per l'intero territorio cantonale. Non tiene conto né delle pianificazioni esistenti nei singoli Comuni né delle loro situazioni e caratteristiche territoriali e paesaggistiche concrete. Non si fonda quindi su una ponderazione degli interessi verificabile sulla base di accertamenti riferiti ad un determinato comprensorio, nonché alla sua pianificazione da parte del Comune interessato, che beneficia altresì di uno specifico margine di apprezzamento in materia di valutazioni relative all'estetica e all'inserimento degli impianti nel paesaggio (cfr. sentenza 1C_265/2014 del 22 aprile 2015 consid. 4.1 e 5.3, non pubblicati in DTF 141 II 245). In particolare, la criticata normativa non consente di vagliare se, in considerazione della situazione del singolo Comune, il prospettato ordine delle priorità previsto dall'art. 117 RLst permette ancora di garantire un adeguato servizio di telecomunicazione regolato dal diritto federale di rango superiore. Le norme di piano regolatore devono infatti tenere conto degli interessi di una fornitura di telefonia mobile di qualità e di una concorrenza efficace tra i fornitori (cfr. art. 1 LTC; DTF 133 II 64 consid. 5.3).\n\nD'altra parte, le esigenze di tutela della qualità delle zone destinate all'abitazione dalle immissioni immateriali legate alla presenza di impianti di telefonia mobile, a dipendenza della loro conformazione e delle loro diverse caratteristiche, possono essere differenti nei vari Comuni. La necessità di influire sull'ubicazione delle antenne può quindi divergere da un Comune ad un altro e deve essere valutata sulla base della situazione concreta nel singolo caso. La disposizione cantonale litigiosa risulta inoltre essere applicabile, almeno parzialmente, anche alle antenne non percepibili visivamente (cfr. art. 117 BGE 142 I 26 S. 41cpv. 2 n. 1 RLst). Come visto, nel succitato caso, il Tribunale federale ha tuttavia avuto modo di precisare che in tale circostanza l'interesse pubblico alla protezione dalle immissioni immateriali è talmente ridotto che una limitazione delle ubicazioni delle antenne risulta sproporzionata. Certo, è possibile che anche le antenne non visibili possano suscitare sentimenti di paura e di preoccupazione nei cittadini che ne conoscono l'ubicazione e che temono gli effetti delle radiazioni. Nella fattispecie, non si tratta però di proteggere la popolazione dalle radiazioni non ionizzanti, ciò che non rientra nelle competenze dei Cantoni e dei Comuni, ma di tutelare determinate aree abitative dalle immissioni di natura immateriale legate alla visione percepibile delle antenne, che generano sentimenti e reazioni negative negli abitanti (sentenza citata 1C_51/2012 consid. 5.5).\n\nAlla luce dell'insieme di queste circostanze, la regolamentazione a livello cantonale dell'art. 117 cpv. 2 n. 1 e 2 RLst non appare né necessaria né proporzionata a proteggere la qualità abitativa di determinati comparti nel territorio dei singoli Comuni sulla base delle loro caratteristiche e specificità. Così come formulata, essa non si presta di principio ad un'interpretazione conforme al diritto costituzionale o al diritto federale di rango superiore. (...)"}