{"annee": "142", "cour": "II", "page": "451", "date": "20/7/2016", "cite": ["135 V 382", "130 II 521", "138 I 468", "142 II 80", "136 I 29", "137 III 522", "102 IB 91", "99 IB 51", "140 II 80", "123 II 376", "139 II 279", "131 II 680", "137 III 185", "132 II 250", "141 V 509", "135 II 172", "139 II 460", "135 II 384", "139 II 185", "129 II 286", "141 II 141", "133 II 263", "130 II 449", "131 II 587", "133 II 468", "135 II 356", "138 II 162", "138 II 77", "133 II 249", "126 II 300", "124 II 499", "133 II 35", "138 II 465", "140 II 415", "135 II 145", "138 I 454"], "cite_par": ["145 II 259", "144 III 111", "143 II 506"], "chapeau": "41. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. vonRoll casting ag gegen Centralschweizerische Kraftwerke AG sowie Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) gegen Centralschweizerische Kraftwerke AG und jeweils auch gegen Eidgenössische Elektrizitätskommission ElCom (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_681/2015 / 2C_682/2015 vom 20. Juli 2016", "regestes": ["Art. 6 et art. 22 LApEl, art. 4 al. 1 et art. 19 OApEl; décision de l'ElCom \"en cas de litige\" sur les tarifs de l'électricité, respectivement vérification par l'ElCom des coûts énergétiques imputables. Position procédurale des fournisseurs et des consommateurs finaux dans les procédures correspondantes. Répartition des coûts entre consommateurs finaux avec approvisionnement de base et clients libres. Réduction des coûts de distribution. Les consommateurs d'électricité n'ont pas la qualité de partie dans les procédures dans lesquelles l'ElCom établit d'office les coûts imputables à un gestionnaire de réseau ou à un fournisseur d'électricité (cf. art. 22 al. 2 let. b LApEl). En revanche, lorsque l'ElCom est saisie en tant qu'autorité décisionnelle au sens de l'art. 22 al. 2 let. a LApEl (litige notamment sur les tarifs de l'électricité), ont la qualité de partie dans une telle procédure non seulement les fournisseurs, mais aussi les consommateurs finaux, non pas comme tiers, mais en tant que destinataires matériels de la décision (consid. 3). Tâches et position de l'ElCom en tant qu'autorité de surveillance dans le cadre de la vérification des tarifs de l'électricité (consid. 4). Interprétation de la notion de \"proportionnellement\" de l'art. 6 al. 5 LApEl: bien que l'approvisionnement de base et l'accès au réseau soient répartis par unité d'imputation, et que le prix de marché ne s'applique pas à l'approvisionnement de base, une part de marché devrait être intégrée, d'après la volonté claire de la loi, dans les tarifs des consommateurs captifs finaux. Pas de priorité de la production propre pour l'approvisionnement de base (consid. 5). Signification de l'art. 19 OApEl. L'ElCom ne viole pas la loi lorsqu'elle limite la comparaison des niveaux d'efficacité à une partie des coûts et ordonne une réduction des coûts imputables déjà sur la base d'une comparaison des indicateurs (consid. 6)."], "faits": "BGE 142 II 451 S. 453\n\nDie vonRoll casting ag (im Folgenden: vonRoll) mit Sitz in Zug stellt Gussartikel aller Art her, betreibt Handel damit und erbringt verschiedenste Dienstleistungen im Bereich der Giessereitechnologie. Sie bezieht von der Centralschweizerischen Kraftwerke AG (CKW) Strom.\n\nAm 31. März 2009 ersuchte die vonRoll die Eidgenössische Elektrizitätskommission (ElCom) um einen Entscheid im Streitfall im Sinne von Art. 22 Abs. 2 lit. a des Bundesgesetzes vom 23. März 2007 über die Stromversorgung (Stromversorgungsgesetz, StromVG; SR 734.7). Sie beantragte in der Sache, die CKW sei zu verpflichten, ihr als Endverbraucherin mit Grundversorgung i.S.v. Art. 2 Abs. 1 lit. f der Stromversorgungsverordnung vom 14. März 2008 (StromVV; SR 734.71) jederzeit die gewünschte Menge an elektrischer Energie mit erforderlicher Qualität zu einem von der ElCom bzw. gerichtlich festzulegenden, nach Art. 4 Abs. 1 StromVV berechneten Preis zu liefern. Ausserdem stellte sie das prozessuale Begehren, es sei ihr umfassende Akteneinsicht zu gewähren.\n\nAufgrund diverser Eingaben von Endverbrauchern eröffnete die ElCom mit Schreiben vom 4. Mai 2009 von Amtes wegen eine Untersuchung der Elektrizitätstarife der CKW für das Geschäftsjahr 2008/2009 (Tarifprüfungsverfahren 957-08-141) und legte der BGE 142 II 451 S. 454vonRoll und der CKW mit Schreiben vom 9. September 2010 einen Prüfbericht zur Stellungnahme vor.\n\nIn der Folge anerkannte die CKW den Grundversorgungsanspruch der vonRoll mit Eingabe vom 15. September 2011 und legte einen Industrietarif für Grossverbraucher mit Grundversorgung fest, den sie auch im Fall der vonRoll anzuwenden gedenke. Letztere erachtete den vorgegebenen Strompreis nach wie vor als überhöht und hielt daran fest, dass die ElCom festzulegen habe, zu welchem Strompreis sie im Rahmen der Grundversorgung von der CKW zu beliefern sei.\n\nNach weiterer Korrespondenz erhob die vonRoll am 1. März 2013 Rechtsverweigerungsbeschwerde (Verfahren A-1107/2013) beim Bundesverwaltungsgericht und beantragte, die ElCom sei anzuweisen, umgehend ihr Gesuch vom 31. März 2009 betreffend Festlegung des Tarifs für den Bezug von elektrischer Energie umfassend formell und materiell zu behandeln.\n\nAm 15. April 2013 erliess die ElCom eine \"Teilverfügung\" betreffend Überprüfung der anrechenbaren Energiekosten für das Geschäftsjahr 2008/2009 der CKW. Darin verfügte sie:\n\n1. Die anrechenbaren Energiekosten der Verfügungsadressatin [CKW] für das Tarifjahr 2008/09 betragen CHF 199'685'849. Zu viel vereinnahmte Elektrizitätstarife sind gemäss Weisung 1/2012 der ElCom zur Senkung der Elektrizitätstarife zu verwenden.\n\nDie Anträge der vonRoll auf uneingeschränkte Akteneinsicht, Wiederholung der Tarifprüfung und auf Festlegung eines Elektrizitätstarifes wies sie ab.\n\nGegen diese Verfügung erhob die CKW am 3. Juni 2013 Beschwerde an das Bundesverwaltungsgericht (Verfahren A-3168/2013) und beantragte, in Aufhebung von Ziff. 1 sei festzustellen, dass ihre anrechenbaren Energiekosten für das Tarifjahr 2008/2009 Fr. 204'057'730.- betragen.\n\nEbenfalls am 3. Juni 2013 erhob die vonRoll Beschwerde an das Bundesverwaltungsgericht (Verfahren A-3170/2013) mit dem Antrag, es sei die Vorinstanz anzuweisen, ihr Gesuch vom 31. März 2009 und das damit gestellte Rechtsbegehren umfassend formell und materiell zu behandeln; es sei die vorinstanzliche Teilverfügung vom 15. April 2013 aufzuheben und die Sache zur rechtmässigen Behandlung an die Vorinstanz zurückzuweisen; und es sei die Vorinstanz anzuweisen, ihr das rechtliche Gehör zu gewähren und namentlich in die der Berechnung des Grundversorgungstarifs bzw. BGE 142 II 451 S. 455-preises zugrunde liegenden Daten uneingeschränkt Einsicht zu gewähren.\n\nDas Bundesverwaltungsgericht vereinigte die drei Verfahren. Die ElCom beantragte, die anrechenbaren Energiekosten der CKW seien für das Jahr 2008/2009 auf Fr. 200'775'677.- festzusetzen; im Übrigen seien die Beschwerden abzuweisen, soweit darauf einzutreten sei.\n\nMit Urteil vom 3. Juni 2015 (A-1107/2013) erkannte das Bundesverwaltungsgericht:\n\n1. Auf die Rechtsverweigerungsbeschwerde und die gegen die Teilverfügung der Vorinstanz vom 15. April 2014 [recte: 2013] erhobene Beschwerde der Beschwerdeführerin im Verfahren A-3170/2013 [vonRoll] wird nicht eingetreten.\n\n2. Die Beschwerde der Beschwerdegegnerin im Verfahren A-3168/2013 [CKW] wird gutgeheissen und dementsprechend Dispositiv-Ziffer 1 der angefochtenen Verfügung aufgehoben. Die Angelegenheit wird zur Klärung des Sachverhalts und zur neuen Festsetzung der anrechenbaren Energiekosten im Sinne der Erwägungen und zur allfälligen Neuverlegung der Kosten des vorangegangenen Verfahrens an die Vorinstanz zurückgewiesen.\n\nDie Kosten wurden der vonRoll auferlegt.\n\nDie vonRoll erhebt mit Eingabe vom 17. August 2015 Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht (Verfahren 2C_681/2015) mit dem Antrag, das angefochtene Urteil sei vollumfänglich aufzuheben und die Sache zur rechtmässigen Behandlung und Beurteilung an die Vorinstanz zurückzuweisen.\n\nDas Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK), vertreten durch das Bundesamt für Energie (BFE), erhebt ebenfalls mit Eingabe vom 17. August 2015 Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht (Verfahren 2C_682/2015) mit den Anträgen, das angefochtene Urteil sei aufzuheben und die anrechenbaren Energiekosten der CKW für das Geschäftsjahr 2008/2009 seien auf Fr. 200'775'677.- festzusetzen.\n\nDas Bundesgericht verereinigt die Beschwerden. Diejenige der vonRoll heisst es teilweise gut und weist die Sache zur Festsetzung des von der vonRoll der CKW zu bezahlenden Elektrizitätspreises an die ElCom zurück. Die Beschwerde des UVEK heisst es gut.\n\n(Zusammenfassung) BGE 142 II 451 S. 456", "considerants": "Aus den Erwägungen:\n\nBeschwerde 2C_681/2015 (vonRoll)\n\n3. Streitig ist, ob die vonRoll Anspruch auf den anbegehrten Entscheid auf Festsetzung des von ihr zu bezahlenden Elektrizitätspreises hat.\n\n3.1 Die ElCom überwacht die Einhaltung des StromVG, trifft die Entscheide und erlässt die Verfügungen, die für den Vollzug dieses Gesetzes und der Ausführungsbestimmungen notwendig sind (Art. 22 Abs. 1 StromVG). Sie ist insbesondere zuständig für den Entscheid im Streitfall über (u.a.) die Elektrizitätstarife (Art. 22 Abs. 2 lit. a StromVG) sowie für die Überprüfung der (u.a.) Elektrizitätstarife von Amtes wegen (Art. 22 Abs. 2 lit. b StromVG).\n\n3.2 Die vonRoll ist Endverbraucherin, die auf den Netzzugang verzichtet hat und demnach das Recht hat, von der CKW als zuständiger Verteilnetzbetreiberin Elektrizität zu angemessenen Tarifen zu beziehen (Art. 6 Abs. 1 StromVG). Die ElCom hat einerseits das von der vonRoll mit Gesuch vom 31. März 2009 eröffnete Verfahren (Verfahren 957-09-149) eingestellt, andererseits aber der vonRoll in dem von Amtes wegen eröffneten Tarifüberprüfungsverfahren (Verfahren 957-08-141) Parteistellung eingeräumt (vgl. Verfügung vom 15. April 2013).\n\n3.3\n\n3.3.1 Das Bundesverwaltungsgericht hatte im Urteil A-5781/2011 vom 7. Juni 2013 (in anderer Sache) entschieden, die Endverbraucher seien in Bezug auf die Elektrizitätstarife nur Anzeiger, nicht Partei, ausser wenn sie geltend machen könnten, mehr als andere Endverbraucher berührt zu sein (E. 4). Dies sei nicht schon der Fall, wenn ein Endverbraucher einen besonders grossen Verbrauch habe (E. 5); die ElCom habe daher die Endverbraucher zu Unrecht als Partei in die Verfahren einbezogen. Analog entschied das Bundesverwaltungsgericht in einem weiteren Urteil A-3014/2012 vom 11. Juni 2013, ein Stromkonsument könne nicht von der ElCom einen Entscheid über die im Einzelfall geschuldeten Elektrizitätstarife verlangen (E. 3.2.3.5); eine entsprechende Rechtsverweigerungsbeschwerde (die analog wie diejenige der vonRoll im vorliegenden Verfahren erhoben worden war) wurde deshalb abgewiesen. Im hier angefochtenen Entscheid hat sich die Vorinstanz auf diese Urteile gestützt. Sie geht davon aus, dass (nur) die CKW Verfügungsadressatin ist und hat demnach die Parteistellung der vonRoll nach den Kriterien BGE 142 II 451 S. 457der Drittbeschwerdelegitimation beurteilt und verneint, da Stromkonsumenten im Verfahren der Überprüfung von Amtes wegen (Art. 22 Abs. 2 lit. b StromVG) nur Anzeiger seien.\n\n3.3.2 Die ElCom schliesst sich in ihrer Vernehmlassung dieser Praxis des Bundesverwaltungsgerichts an und argumentiert, die Durchführung von Tarifprüfungsverfahren mit potenziellem Einbezug aller Endverbraucher wäre nicht praktikabel.\n\n3.3.3 Die vonRoll beruft sich darauf, dass das Bundesverwaltungsgericht in einem späteren, ebenfalls in 5er-Besetzung ergangenen Urteil (Urteil A-3343/2013 vom 10. Dezember 2013) auf eine Beschwerde eines Endverbrauchers gegen einen Tarif eingetreten sei; damit habe das Bundesverwaltungsgericht richtigerweise seine Praxis gegenüber dem Urteil vom 7. Juni 2013 geändert und die Parteistellung der Endverbraucher bejaht. Im angefochtenen Urteil sei die Vorinstanz zu Unrecht wieder von dieser Rechtsprechung abgewichen.\n\n3.4\n\n3.4.1 Als Parteien in einem Verwaltungsverfahren gelten Personen, deren Rechte oder Pflichten die Verfügung berühren soll, und andere Personen, Organisationen oder Behörden, denen ein Rechtsmittel gegen die Verfügung zusteht (Art. 6 VwVG [SR 172.021]). Zur Beschwerde legitimiert ist gemäss Art. 48 Abs. 1 VwVG, wer vor der Vorinstanz am Verfahren teilgenommen hat oder keine Möglichkeit zur Teilnahme erhalten hat (lit. a), durch die angefochtene Verfügung besonders berührt ist (lit. b) und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat (lit. c). Wer in diesem Sinne zur Beschwerde legitimiert ist, hat auch Parteistellung im erstinstanzlichen Verfügungsverfahren samt den damit verbundenen Parteipflichten und -rechten (Art. 13, 18, 26 ff. VwVG; BGE 129 II 286 E. 4.3.1 S. 292 f.). Insbesondere kann er von der zuständigen Behörde den Erlass einer Verfügung verlangen (BGE 130 II 521 E. 2.5 S. 535 f.; BGE 126 II 300 E. 2c S. 303 f.). Die Regelung von Art. 48 Abs. 1 VwVG entspricht derjenigen von Art. 89 Abs. 1 BGG und ist in Anlehnung an diese auszulegen; sie soll die Popularbeschwerde ausschliessen und den Charakter des allgemeinen Beschwerderechts als Instrument des Individualrechtsschutzes unterstreichen. Diese Anforderungen sind besonders bedeutend bei der Beschwerde eines Dritten, der nicht Verfügungsadressat ist. Der Beschwerdeführer muss durch den angefochtenen bzw. den zu erlassenden Entscheid stärker als ein beliebiger Dritter betroffen sein und BGE 142 II 451 S. 458in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache stehen. Neben der spezifischen Beziehungsnähe zur Streitsache muss der Beschwerdeführer einen praktischen Nutzen aus einer allfälligen Aufhebung oder Änderung des angefochtenen Entscheids ziehen, d.h. seine Situation muss durch den Ausgang des Verfahrens in relevanter Weise beeinflusst werden können. Das schutzwürdige Interesse besteht im Umstand, einen materiellen oder ideellen Nachteil zu vermeiden, den der angefochtene Entscheid mit sich bringen würde. Ein bloss mittelbares oder ausschliesslich allgemeines öffentliches Interesse begründet - ohne die erforderliche Beziehungsnähe zur Streitsache selber - keine Parteistellung (BGE 139 II 279 E. 2.2 S. 282; BGE 135 II 172 E. 2.1 S. 174 f., BGE 135 II 145 E. 6.1 S. 150 f.; BGE 133 II 249 E. 1.3.1 S. 252 f.; BGE 131 II 587 E. 2.1 und 3 S. 588 ff.).\n\n3.4.2 Es gibt keine rechtslogisch stringente, sondern nur eine praktisch vernünftige Abgrenzung zur Popularbeschwerde oder zur Aufsichtsbeschwerde, die dem Anzeiger keine Parteistellung verschafft (vgl. Art. 71 Abs. 2 VwVG); wo diese Grenze verläuft, ist für jedes Rechtsgebiet gesondert zu beurteilen (BGE 142 II 80 E. 1.4.1 S. 83 f.; BGE 139 II 279 E. 2.3 S. 283; BGE 123 II 376 E. 5b/bb S. 383 mit Hinweisen). Wegleitend dafür sind namentlich einerseits die Möglichkeit für die Interessierten, den angestrebten Erfolg auf anderem - z.B. zivil- oder strafrechtlichem - Weg zu erreichen (vgl. BGE 132 II 250 E. 4.4 S. 255), und andererseits das Anliegen, die Verwaltungstätigkeit nicht übermässig zu erschweren (BGE 139 II 279 E. 2.3 S. 283; BGE 135 II 145 E. 6.1 S. 150 f.).\n\n3.4.3 Für Konsumenten wird in der Rechtsprechung in Verfahren betreffend die Zulassung oder Nichtzulassung von Lebensmitteln die Legitimation verneint, da sie nicht mehr als jedermann betroffen sind (BGE 123 II 376 E. 4 S. 379 ff.; BGE 124 II 499 E. 3b S. 504 f.; Urteil 2C_457/2011 vom 26. Oktober 2011 E. 3.3; KIENER/RÜTSCHE/KUHN, Öffentliches Verfahrensrecht, 2. Aufl. 2015, S. 352 Rz. 1443; KÖLZ/HÄNER/BERTSCHI, Verwaltungsverfahren und Verwaltungsrechtsprechung des Bundes, 3. Aufl. 2013, S. 339 Rz. 959). Ebenso wenig sind Versicherungsnehmer legitimiert bezüglich Aufsichtsmassnahmen gegenüber Versicherungen (Urteil 2C_762/2010 vom 2. Februar 2011 E. 4.5). Auch die Kunden von Banken, Notaren, Anwälten und dergleichen sind in aufsichtsrechtlichen Verfahren nur Anzeiger ohne Parteistellung, da die Aufsicht nur öffentlichen Interessen dient und die Kunden daneben zivilrechtliche Möglichkeiten haben, ihre Ansprüche durchzusetzen (BGE 139 II 279 E. 4.1 und 4.2 S. 284 ff.; BGE 135 II 145 E. 6.1 S. 150 f.; BGE 133 II 468 E. 2 S. 471 f.). BGE 142 II 451 S. 459Anders verhält es sich, wenn einem Anwalt durch die Aufsichtsbehörde die Postulationsfähigkeit abgesprochen wird, weil dadurch direkt dem Klienten das Recht genommen wird, sich durch den Anwalt seiner Wahl vertreten zu lassen (BGE 138 II 162 E. 2.5 S. 166 f.). Konsumenten sind ferner nicht legitimiert zur Anfechtung einer Verfügung, welche eine bestimmte Leistung der Mehrwertsteuer unterwirft, obwohl sie wirtschaftlich in der Regel die Steuer tragen (BGE 140 II 80 E. 2.4.4 S. 86).\n\n3.5 In der soeben zitierten Rechtsprechung sind die Konsumenten nicht Verfügungsadressaten, sondern Dritte. Vorliegend stellt sich allerdings die Frage, ob die Vorinstanz mit Recht die Kriterien für die Drittbeschwerdelegitimation angewendet hat oder ob nicht vielmehr die vonRoll als eigentliche Hauptpartei (Adressatin) der anbegehrten Verfügung zu betrachten wäre, da es bei dieser Verfügung um die Festlegung eines Tarifs geht, den die vonRoll (als Konsumentin) der CKW (als Lieferant) bezahlen müsste.\n\n3.5.1 Wenn eine staatliche Behörde einen Tarif festlegt oder genehmigt, sind im Allgemeinen sowohl die Verkäufer als auch die Käufer der tarifgegenständlichen Leistung legitimiert zur Anfechtung des Tarifs, so z.B. Anwälte betreffend einen Tarif, der die Honorare für die unentgeltliche Rechtspflege festsetzt (Urteil 4C_2/2011 vom 17. Mai 2011 E. 3, nicht publ. in: BGE 137 III 185); Rechteinhaber (bzw. Verwertungsgesellschaften) und Nutzer(verbände) betreffend die urheberrechtlichen Verwertungstarife (BGE 135 II 172 E. 2.2 S. 175 ff; Urteile 2C_527/2007 vom 13. Mai 2008 E. 3; 2A.53/2006 vom 19. Juli 2007 E. 3, nicht publ., sowie E. 5.2 publ. in: BGE 133 II 263 [S. 271]); Versicherte gegen die Genehmigung von Versicherungstarifen (BGE 99 Ib 51 E. 1b S. 54 ff.; BGE 102 Ib 91; vgl. GEROLD STEINMANN, Fragen der Beschwerdebefugnis im Bereiche der Preisüberwachung - Konsumenten-Beschwerde?, ZBl 1979 S. 289 ff., 298 f.).\n\n3.5.2 Anders verhält es sich hingegen dort, wo ein Preis oder Tarif nicht behördlich erlassen oder obligatorisch genehmigt wird, sondern eine Behörde bloss unter gewissen Umständen in eine Preisbestimmung eingreifen kann, namentlich im Wettbewerbs- und Preisüberwachungsrecht: Die einschlägigen Gesetze verweisen grundsätzlich auf die allgemeinen Verfahrens- und Rechtspflegebestimmungen (Art. 39 KG [SR 251]; Art. 20 des Preisüberwachungsgesetzes vom 20. Dezember 1985 [PüG; SR 942.20)], sehen aber daneben ausdrücklich eine Mitwirkungsmöglichkeit von BGE 142 II 451 S. 460Konsumentenorganisationen vor (Art. 43 Abs. 1 lit. c KG; Art. 21 PüG), weil offensichtlich die Meinung war, dass Konsumenten sonst keine Parteistellung hätten (Botschaft vom 23. Nobember 1994 zum KG, BBl 1995 I 468, 616 Ziff. 256.5; BGE 124 II 499 E. 3c S. 505 f.; PAUL RICHLI, Teilnahmerechte der Konsumentinnen und ihrer Organisationen im Verfahren der Wettbewerbskommission und des Preisüberwachers, Jahrbuch des schweizerischen Konsumentenrechts [JKR] 1999 S. 99 ff., 106). In der Praxis wird denn auch den Konsumenten keine Parteistellung eingeräumt (vgl. im Kartellrecht: RICHLI, a.a.O., S. 109 f.; im Preisüberwachungsrecht: BGE 130 II 449; RICHLI, a.a.O., S. 112 f.; ISABELLE HÄNER, Die Beteiligten im Verwaltungsverfahren und Verwaltungsprozess, 2000, S. 349).\n\n3.6 Vorliegend ist zu unterscheiden zwischen dem Gesuch der vonRoll, die ElCom habe den von ihr der CKW zu bezahlenden Preis festzulegen, und dem Verfahren, in welchem die ElCom von Amtes wegen die anrechenbaren Energiekosten der CKW festgelegt hat.\n\n3.6.1 Soweit es um Überprüfungen der ElCom von Amtes wegen geht (Art. 22 Abs. 2 lit. b StromVG), entspricht die Auffassung der Vorinstanz der dargelegten Rechtslage und Praxis: Eine Genehmigungspflicht für Elektrizitätstarife wurde vom Gesetzgeber abgelehnt (BGE 138 II 465 E. 8.6.4 S. 496 f.). Wenn die ElCom in die Preisbildung eingreift, handelt sie als Aufsichtsbehörde. Parteien in diesem Verfahren sind einerseits die ElCom als intervenierende Behörde und andererseits der Adressat der Aufsichtsmassnahme, d.h. typischerweise der Netzbetreiber, allenfalls verschiedene Netzbetreiber unterschiedlicher Stufe oder die Eigentümer der Netze, soweit diese nicht mit dem Betreiber identisch sind (vgl. die bisherigen Netznutzungstarifverfahren vor Bundesgericht, so etwa die Urteile 2C_572/2012 vom 27. März 2013 und 2C_1055/2013 vom 30. August 2014). Stromkonsumenten sind in einem solchen Verfahren nicht Verfügungsadressaten, sondern Dritte. Das gilt erst recht im vorliegenden Fall, in dem die ElCom nicht einen Tarif für bestimmte Kunden oder Kundengruppen festgelegt hat, sondern die anrechenbaren Energiekosten der CKW. Diese Kosten fliessen zwar in die Tarifbildung ein, doch begründet ihre Festlegung für die Konsumenten nicht direkt Rechte oder Pflichten. Die Stromkonsumenten sind dadurch nur indirekt betroffen. Einzelne Stromkonsumenten sind zudem nicht stärker betroffen als alle anderen Stromkonsumenten im Zuständigkeitsbereich des betreffenden Verteilnetzbetreibers. Bei Tarifprüfungen in Bezug auf das Übertragungsnetz wären sogar sämtliche Endverbraucher in der ganzen Schweiz betroffen. BGE 142 II 451 S. 461Ihnen die Parteistellung in solchen Verfahren einzuräumen, käme der gesetzlich nicht vorgesehenen Popularbeschwerde gleich. Es wäre auch völlig unpraktikabel, wenn die ElCom alle Elektrizitätskonsumenten in die Verfahren einbeziehen müsste. Die bisherige Praxis der ElCom hat denn auch in den Verfahren zur Festlegung der Netznutzungstarife oder der anrechenbaren Kosten die Stromkonsumenten nicht einbezogen und das Bundesgericht hat das nie beanstandet (vgl. BGE 140 II 415; BGE 138 II 465). Gewiss sind grosse Stromverbraucher wie die vonRoll faktisch und finanziell stärker betroffen als durchschnittliche oder kleine Stromverbraucher; die Parteistellung vom Umfang des Stromverbrauchs abhängig zu machen, würde aber eine Grenzziehung bedingen, die nicht befriedigend getroffen werden könnte. Somit ist im Ergebnis festzuhalten, dass Stromkonsumenten keine Parteistellung haben in Verfahren, in denen die ElCom von Amtes wegen die anrechenbaren Kosten eines Netzbetreibers oder Elektrizitätslieferanten festlegt.\n\n3.6.2 Anders verhält es sich jedoch mit dem Gesuch der vonRoll um Festsetzung des Elektrizitätspreises, den sie der CKW zu bezahlen hat. Die vorinstanzliche Argumentation fokussiert einzig auf Art. 22 Abs. 2 lit. b StromVG und missachtet lit. a : Nach dieser Bestimmung entscheidet die ElCom nicht von Amtes wegen, sondern \"im Streitfall\". Das setzt voraus, dass zwischen verschiedenen Personen ein Streit besteht. Es kann sich dabei nicht um einen Streit zwischen ElCom einerseits und dem Netzbetreiber oder Elektrizitätslieferant andererseits handeln: Die ElCom ist vielmehr Streitentscheiderin zwischen zwei Parteien, die ihr einen Streit unterbreiten, so z.B. wenn zwischen Kunde und Elektrizitätswerk streitig ist, ob Anspruch auf Grundversorgung besteht (Urteil 2C_739/2010 vom 6. Juli 2011). Desgleichen hat die ElCom nach dem klaren Wortlaut des Gesetzes auch Streitigkeiten über \"Elektrizitätstarife\" zu entscheiden, wobei solche Streitigkeiten naturgemäss primär entstehen zwischen denjenigen, welche die tarifgemässen Preise in Rechnung stellen (Lieferant bzw. Netzbetreiber), und denjenigen, welche sie zahlen (Endverbraucher). Die zu erlassende Entscheidung regelt die gegenseitigen Rechte und Pflichten von Lieferant und Endverbraucher und ist somit eine Verfügung (Art. 5 VwVG). In einem solchen Streitverfahren haben nicht nur die Lieferanten, sondern auch die Endverbraucher zwangsläufig Parteistellung (Art. 6 VwVG), und zwar nicht als Dritte, sondern als materielle Verfügungsadressaten. Sie haben demnach Anspruch auf eine Verfügung, wenn sie eine solche beantragen (Art. 29 Abs. 1 BV). Das ergibt BGE 142 II 451 S. 462sich schon aus dem Wortlaut von Art. 22 Abs. 2 lit. a StromVG, zudem ebenso aus verfassungskonformer Auslegung dieser Bestimmung: Netznutzungstarife der Übertragungs- und Verteilnetze (Art. 14 ff. StromVG) sowie Energietarife im Rahmen der Grundversorgung (Art. 6 StromVG) sind - anders als die vertraglich bzw. zivilrechtlich geregelten Energiepreise im Rahmen des Netzzugangs und anders als die Arealnetze (BGE 141 II 141) - mit Ausnahme der Abgaben und Leistungen an Gemeinwesen abschliessend durch öffentliches Recht des Bundes geregelt und unterliegen der Regulierung durch die ElCom (BGE 138 I 468 E. 2 S. 470 ff., BGE 138 I 454 E. 3 S. 456 ff.). Die Zivilgerichte sind nicht zuständig, daraus entstehende Streitigkeiten zu beurteilen (Urteil 4A_582/2014 vom 17. April 2015; vgl. auch BGE 137 III 522) und auch kantonale Tarifaufsichten sind insoweit nicht mehr zulässig (BGE 138 I 468 E. 2.5 S. 472 f.). Würde die ElCom (mit Weiterzugsmöglichkeit an Gerichte) auf entsprechende Begehren um Streitentscheidung nicht eintreten, gäbe es überhaupt kein Verfahren, in welchem derartige Streitigkeiten entschieden werden könnten, was ein offensichtlich verfassungswidriges Ergebnis wäre (Art. 29a BV). Dass die ElCom im Streitfall über den Elektrizitätspreis in der Grundversorgung entscheidet, entspricht denn auch der bisherigen Praxis (BGE 138 I 454 E. 3.6.3 S. 464 f.; zit. Urteile 2C_739/2010 E. 3.3 und 5.3; 4A_582/2014 E. 2.2 und 3.3).\n\nZwar ist die Festlegung der Tarife Sache der Verteilnetzbetreiber (vgl. Art. 6 Abs. 3 StromVG). Der ElCom ist insoweit zuzustimmen, als es nach der gesetzlichen Konzeption nicht ihre Aufgabe ist, die Tarife festzulegen. Es kann auch nicht darum gehen, für jeden Einzelfall einen individuellen Elektrizitätspreis festzulegen, sind doch gemäss Art. 6 Abs. 3 StromVG einheitliche Tarife für alle festen Endverbraucher mit gleichartiger Verbrauchscharakteristik festzulegen. Wohl aber ist es Aufgabe der ElCom, Streitigkeiten, die im Zusammenhang mit Elektrizitätstarifen entstehen, zu entscheiden und in diesem Rahmen nur - aber immerhin - zu prüfen, ob die von den Versorgern festgesetzten Tarife gesetzmässig sind und richtig angewendet werden. Dass die Werke gemäss der ElCom-Weisung 1/2012 Überdeckungen in der Zukunft auszugleichen haben (Ziff. 1 Satz 2 der ElCom-Verfügung vom 15. April 2013), kann diesen Anspruch auf Streitentscheidung durch die ElCom nicht aufheben; denn mit der Anordnung solcher Ausgleiche wird nicht über individuelle Streitigkeiten zwischen Grundversorger und Endverbraucher entschieden; zudem kann es sein, dass ein Kunde in Zukunft gar nicht mehr in BGE 142 II 451 S. 463den Genuss von Kompensationen kommt, weil er z.B. nicht mehr in der Grundversorgung ist oder überhaupt keinen Strom mehr bezieht.\n\n3.7 Insgesamt ergibt sich:\n\n3.7.1 Die vonRoll hat bei der ElCom beantragt, diese habe den von ihr der CKW zu bezahlenden Elektrizitätspreis festzulegen, nachdem sie sich mit der CKW darüber nicht einigen konnte. Es liegt somit eine Streitigkeit über den Elektrizitätstarif vor, den die ElCom zu entscheiden hat. Die vonRoll hat als Adressatin der von ihr anbegehrten Verfügung Anspruch auf eine entsprechende Entscheidung (vorne E. 3.6.2). Die ElCom hat den Antrag auf Festlegung des Elektrizitätspreises formell abgewiesen; inhaltlich handelt es sich dabei aber um ein eigentliches Nichteintreten: Das Gesuch der vonRoll ist bisher unbeurteilt geblieben und die Rechtsverweigerungsbeschwerde insoweit begründet. Die vonRoll beantragt in ihrem Rechtsbegehren allerdings nicht Rückweisung an die ElCom zur materiellen Beurteilung ihres Antrags, sondern Zurückweisung an die Vorinstanz zur rechtmässigen Behandlung und Beurteilung, da die Vorinstanz aufgrund der ihres Erachtens fehlenden Parteistellung der vonRoll die Frage offengelassen hat, ob das Gesuch durch den Erlass der Teilverfügung vom 15. April 2013 gegenstandslos geworden sei. Da aber nach dem Gesagten auf der Hand liegt, dass die ElCom das Gesuch nicht beurteilt hat, was auch die vonRoll selber so festhält, steht nichts entgegen, dass das Bundesgericht die Sache direkt an die ElCom zurückweist zur materiellen Beurteilung (Art. 107 Abs. 2 BGG). Mit der Parteistellung ist das Einsichtsrecht in die für den Streit massgeblichen Akten verbunden (Art. 26 VwVG), das nach Massgabe der Art. 27 und 28 VwVG eingeschränkt werden kann.\n\n3.7.2 Hingegen hat die vonRoll als Endverbraucherin keine Parteistellung im Verfahren, in welchem die ElCom die anrechenbaren Energiekosten der CKW festgelegt hat (vorne E. 3.6.1). Zwar sind die Energiekosten eine wichtige Grösse, welche in die Festlegung der Elektrizitätspreise einfliesst. Doch kann nicht aus dem Anspruch der Endverbraucher auf eine Streitentscheidung über die Elektrizitätspreise (vorne E. 3.6.2) auf Parteistellung in allen Verfahren geschlossen werden, die einen Einfluss auf die Höhe der Elektrizitätspreise haben, würde dies doch auf eine unzulässige (vorne E. 3.6.1) Popularbeschwerde in Bezug auf sämtliche Verfügungen der ElCom hinauslaufen, in denen preisbeeinflussende Faktoren festgelegt werden (z.B. Netznutzungstarife der Netzebene 1; BGE 142 II 451 S. 464anrechenbare Kapitalkosten von Netzbetreibern). Es liegt eine analoge Situation vor, wie wenn ein Gebührenschuldner eine Gebührenrechnung anficht: Er kann zwar die Rechnung beanstanden und dabei geltend machen, die massgebenden Tarife seien falsch angewendet worden oder aber gesetzwidrig. Er kann auch eine Verletzung des Kostendeckungsprinzips rügen (BGE 141 V 509 E. 7.3 S. 518 ff.; Urteile 2C_226/2015 vom 13. Dezember 2015 E. 5; 2C_1020/2011 vom 16. November 2012 E. 5). Das gibt ihm aber nicht Parteistellung in allen Verfahren, die einen Einfluss auf die Höhe der massgeblichen Kosten haben. Die Vorinstanz ist somit mit Recht auf die Beschwerde der vonRoll vom 3. Juni 2013 nicht eingetreten.\n\nBeschwerde 2C_682/2015 (UVEK)\n\n4.\n\n4.1 Da die vonRoll in Bezug auf die Festlegung der anrechenbaren Energiekosten keine Parteistellung hat (vorne E. 3.7.2), steht nichts entgegen, dass das Bundesgericht die Beschwerde des UVEK materiell beurteilt; die Ausführungen der vonRoll sind auch im Verfahren vor Bundesgericht mangels Parteistellung unbeachtlich.\n\n4.2\n\n4.2.1 Die Stromversorgungsgesetzgebung unterscheidet drei Gruppen von Endverbrauchern: (1) feste Endverbraucher, nämlich Haushalte und andere Endverbraucher mit einem Jahresverbrauch von weniger als 100 MWh (Art. 6 Abs. 2 StromVG); diese haben keinen Anspruch auf Netzzugang (Art. 6 Abs. 6 StromVG), aber dafür Anspruch auf Grundversorgung (Art. 6 Abs. 1 StromVG). (2) Endverbraucher mit einem Jahresverbrauch von mindestens 100 MWh, die auf den Netzzugang verzichtet haben; diese haben ebenfalls Anspruch auf Grundversorgung (Art. 6 Abs. 1 StromVG). (3) Andere Endverbraucher mit einem Jahresverbrauch von mindestens 100 MWh; diese haben Anspruch auf Netzzugang (Art. 13 StromVG; sog. freie Kunden). Während die Netznutzungstarife infolge des natürlichen Netzmonopols für alle Endverbraucher durch das Stromversorgungsgesetz und die ElCom reguliert werden (Art. 14 ff. StromVG), werden die Elektrizitätstarife nur für die Endverbraucher mit Grundversorgung gesetzlich reguliert (Art. 6 StromVG; Art. 4 StromVV), wogegen Endverbraucher mit Netzzugang die Elektrizität von einem Lieferanten freier Wahl beziehen können (Art. 4 Abs. 1 lit. d StromVG); die Preise für die Energielieferung werden dabei zivilrechtlich bzw. vertraglich festgelegt und sind einer BGE 142 II 451 S. 465staatlichen Beeinflussung entzogen (Art. 27 BV; Urteil 2C_518/2012 vom 23. November 2012 E. 2.2, nicht publ. in: BGE 138 I 468).\n\n4.2.2 Die Elektrizitätstarife in der Grundversorgung werden in Art. 6 StromVG geregelt: Die Tarife müssen \"angemessen\" (\"équitables\", \"adeguate\") sein (Abs. 1). Für feste Endverbraucher mit gleichartiger Verbrauchscharakteristik, die von der gleichen Spannungsebene Elektrizität beziehen, müssen die Verteilnetzbetreiber einen einheitlichen Elektrizitätstarif festlegen, der für mindestens ein Jahr fest sein muss (Abs. 3). Für den Tarifbestandteil der Energielieferung hat der Netzbetreiber eine Kostenträgerrechnung (\"comptabilité par unité d'imputation\", \"contabilità per unità finali di imputazione\") zu führen (Abs. 4). Die Verteilnetzbetreiber sind verpflichtet, Preisvorteile aufgrund ihres freien Netzzugangs \"anteilsmässig\" (\"proportionnellement\", \"proporzionalmente\") an die festen Endverbraucher weiterzugeben (Abs. 5).\n\n4.3 Die ElCom hat in ihrer Verfügung vom 15. April 2013 einerseits die Kosten der Energiebeschaffung, andererseits die Vertriebskosten beurteilt. Bei den Kosten der Energiebeschaffung hat sie Kosten der Eigenproduktion (durchschnittlich 5,88 Rp./kWh [vorBundesverwaltungsgericht korrigiert auf 5,94 Rp.]) und Kosten fürden Kauf am Markt (durchschnittlich 8,88 Rp./kWh) berücksichtigt und die Gesamtkosten auf die Endverbraucher mit Grundversorgung entsprechend ihrem Anteil am Gesamtabsatz der CKW (rund 48 %) verlegt, was Kosten von durchschnittlich 6,58 Rp./kWh ergab (angefochtenes Urteil E. 8.1.1 und 8.1.2), vor Bundesverwaltungsgericht korrigiert auf 6,63 Rp. (Stellungnahme ElCom vom 3. September 2013 Rz. 13). Sie hat ferner Kosten für Ausgleichsenergie und Energiewirtschaft/Optimierung anerkannt, nicht aber die von der CKW geltend gemachten Kosten für den Auf- und Ausbau von Produktionsanlagen und für \"Umlagen Management/Support/Übriges\". Für die Vertriebskosten hat sie aufgrund ihrer Erhebungen bei den Netzbetreibern für typische grosse Verteilnetzbetreiber einen Medianwert von Fr. 74.-pro Endverbraucher erhoben und diesen zu Gunsten der Netzbetreiber auf Fr. 95.- erhöht. Deklarierte Werte unterhalb dieses Betrags wurden nicht näher betrachtet. Deklarierte Werte von über Fr. 150.-wurden auf diesen Betrag gesenkt. Im Bereich zwischen Fr. 95.-und 150.-wurden sie geprüft und unter Umständen anerkannt. Bei der CKW betrugen die deklarierten Kosten mehr als Fr. 150.-und wurden daher auf diesen Wert gesenkt. Damit wurden die geltend gemachten Vertriebskosten der CKW um rund 3,3 Mio. Franken reduziert. Insgesamt anerkannte die ElCom BGE 142 II 451 S. 466in ihrer Verfügung anrechenbare Kosten von Fr. 199'685'849.- (im Verfahren vor Bundesverwaltungsgericht korrigiert auf Fr. 200'775'677.-).\n\n4.4 In der Folge waren und sind in materieller Hinsicht zwei Punkte umstritten, nämlich einerseits die Kostenaufteilung zwischen Endverbrauchern mit Grundversorgung und freien Kunden (hinten E. 5) und andererseits die Absenkung der Vertriebskosten (hinten E. 6).\n\n4.5 Vorab und in allgemeiner Weise rügt das UVEK, die Vorinstanz habe zu Unrecht in den Ermessensbereich der ElCom eingegriffen.\n\n4.5.1 Vor Bundesverwaltungsgericht kann nebst Rechtsverletzung und Sachverhaltsfeststellung auch die Unangemessenheit gerügt werden (Art. 49 lit. c VwVG). Fungiert allerdings als Vorinstanz eine gesetzlich vorgesehene unabhängige Fachinstanz mit besonderen Fachkenntnissen, so kann und soll das Gericht deren technisches Ermessen respektieren und nicht aus eigenem Gutdünken, sondern nur aus triftigen Gründen von der Beurteilung durch die zuständige Fachbehörde abweichen, jedenfalls soweit die Fachinstanz die für den Entscheid wesentlichen Gesichtspunkte geprüft und die erforderlichen Abklärungen sorgfältig und umfassend durchgeführt hat (BGE 139 II 185 E. 9.3 S. 199; BGE 138 II 77 E. 6.4 S. 89; BGE 135 II 356 E. 3.1 i.f. S. 360, BGE 135 II 384 E. 2.2.2 S. 390; BGE 133 II 35 E. 3 S. 39; BGE 131 II 680 E. 2.3.2 S. 683 f.; BGE 130 II 449 E. 4.1 S. 451 f.). Eine solche Fachbehörde ist auch die ElCom (Art. 21 StromVG; Urteil 2C_367/2012 vom 20. November 2012 E. 3.2).\n\n4.5.2 Die Festlegung der Tarife ist nicht Sache der ElCom, sondern der Verteilnetzbetreiber (Art. 6 Abs. 1 und 3 StromVG). Die ElCom überwacht die Einhaltung des Gesetzes, trifft die Entscheide und erlässt die Verfügungen, die für den Vollzug dieses Gesetzes und der Ausführungsbestimmungen notwendig sind (Art. 22 Abs. 1 StromVG). Sie ist insbesondere zuständig für die Überprüfung der Elektrizitätstarife und kann Absenkungen verfügen oder Erhöhungen untersagen (Art. 22 Abs. 2 lit. b StromVG). Die ElCom hat nur bei Gesetzesverstössen einzugreifen und kann sich nicht in das Ermessen der Netzbetreiber einmischen (Urteile 2C_969/2013 vom 19. Juli 2014 E. 7.4; 2C_367/2012 vom 20. November 2012 E. 2.2 und 3.4.1). Wenn der Aufsichtsbehörde nur eine Gesetzmässigkeits- und keine Ermessensprüfung zukommt, kann auch das Bundesverwaltungsgericht nicht in den Ermessensbereich des Beaufsichtigten eingreifen (vgl. BGE 135 V 382 E. 4.2 S. 389); zugleich hat es darüber zu wachen, dass die Aufsichtsbehörde diesen Bereich respektiert. BGE 142 II 451 S. 467\n\n4.5.3 Zur Gesetzmässigkeit der Tarife gehört freilich auch, dass diese \"angemessen\" sind (Art. 6 Abs. 1 StromVG). Nicht \"angemessene\" Tarife bzw. Tarifkomponenten sind folglich gesetzwidrig und können zu einer Absenkung durch die ElCom führen (BGE 138 II 465 E. 8.6.4 S. 496 f.; zit. Urteil 2C_969/2013 E. 7.4). Was unter \"angemessen\" zu verstehen ist, ergibt sich aus dem Wortlaut des Gesetzes nicht näher (WEBER/KRATZ, Stromversorgungsrecht, Ergänzungsband Elektrizitätswirtschaftsrecht, 2009, S. 26). In der Beurteilung dessen, was \"angemessen\" ist, kommt der Aufsichtsbehörde ein gewisser Beurteilungsspielraum zu, den auch das Bundesverwaltungsgericht zu respektieren hat (zit. Urteil 2C_367/2012 E. 3.4.2). Es muss allerdings die Gesetzmässigkeit des Handelns der ElCom überprüfen wie auch die Gesetzmässigkeit der von dieser angewendeten Verordnungen (BGE 138 II 465 E. 7.7 S. 491 f.).\n\n5. Aufteilung der Kosten auf Grundversorgung und freie Endverbraucher\n\n5.1\n\n5.1.1 Die CKW hatte in ihrer Beschwerde an das Bundesverwaltungsgericht die Kostenaufteilung zwischen Endverbrauchern mit Grundversorgung und freien Kunden kritisiert: Sie vertrat die Auffassung, der Bedarf der Endverbraucher mit Grundversorgung sei in erster Linie durch eigene Produktion zu decken; nur soweit diese zur Deckung der Grundversorgung nicht ausreiche, seien Kosten für den Kauf am Markt zu berücksichtigen, wobei jedoch nicht die durchschnittlichen Kosten massgebend seien, sondern die realistischen Marktpreise im Zeitpunkt der Beschaffung von durchschnittlich 13,95 Rp./kWh. Damit errechnete sie insgesamt Kosten der Energiebeschaffung von durchschnittlich 6,62 Rp./kWh.\n\n5.1.2 Die Vorinstanz erwog, die Netzbetreiber seien regelmässig nicht in der Lage, nur anhand von Eigenproduktion und langfristiger Bezugsverträge eine effiziente Energieversorgung zu bewerkstelligen, weshalb auch kurzfristige Bezugsverträge abgeschlossen werden und anrechenbar sein müssten, sofern sie der Gewährleistung der Grundversorgung dienten. Grundsätzlich solle die eigene Produktion den Verbrauch der Endversorger mit Grundversorgung decken und nur im Falle eines Engpasses deren Versorgung durch Käufe am Markt gewährleistet werden. Die zusätzlichen Käufe, die aus dem Stromhandel resultieren, sollten nicht durch die Endverbraucher mit Grundversorgung querfinanziert bzw. unabhängig von ihnen getätigt werden. Die durch sie zu tragenden Kosten sollten demjenigen Wert BGE 142 II 451 S. 468entsprechen, wie wenn kein Stromhandel stattfände und lediglich der reine Bedarf der grundversorgten Endverbraucher gedeckt werden müsste (E. 7.2.5 des angefochtenen Entscheides). Demnach seien nebst den langfristigen auch kurzfristige Bezugsverträge als anrechenbare Kosten zu berücksichtigen, wenn sie für die Gewährleistung der Grundversorgung unabdingbar seien (E. 7.2.6).\n\nFerner erwog die Vorinstanz, der Gesetzgeber wolle mit Art. 6 Abs. 5 StromVG verhindern, dass feste Endverbraucher im Vergleich zu den Endverbrauchern mit Netzzugang schlechtergestellt würden; diese Gefahr bestehe bei Endverbrauchern mit Grundversorgung, die sich im Versorgungsgebiet einer Verteilnetzbetreiberin befänden, welche Strom nicht nur am Markt beschafft, sondern auch selber produziere; diese Verteilnetzbetreiberin könne versucht sein, ihre Eigenproduktion an die Endverbraucher mit Grundversorgung zu u.U. teureren als marktüblichen Preisen zu verkaufen; das gelte es zu vermeiden bzw. bei der Überprüfung der Zuordnung der Kosten zu beachten (E. 7.3.3). Gemäss Verursacherprinzip seien die Kosten denjenigen Objekten anzulasten, die ursächlich mit der Kostenentstehung verbunden seien. Kurzfristige Bezugsverträge seien anrechenbar, sofern sie der Gewährleistung der Grundversorgung dienten. Die ElCom müsse überprüfen, ob die geltend gemachten Engpässe tatsächlich vorlägen bzw. ob der Abschluss eines kurzfristigen Bezugsvertrags jeweils notwendig war. Falls dies zu bejahen sei, müsse in einem weiteren Schritt festgestellt werden, ob die Zuordnung der entsprechenden Kosten verursachergerecht erfolgt sei. Liege tatsächlich ein Versorgungsengpass vor und müsse die CKW Energie am Markt hinzukaufen, könnten die Kosten auf die Endverbraucher mit Grundversorgung überwälzt werden. Die ElCom habe in diesem Zusammenhang zu überprüfen, ob die CKW ihre eigenen Produktionsanlagen tatsächlich zu Zeiten einsetze, zu welchen die Elektrizitätsbeschaffung am Markt relativ teuer sei, bzw. Strom zu günstigen Preisen einkaufe. Die Verteilnetzbetreiber wüssten auf die Stunde genau, wie viel sie produzierten und wer wie viel Energie beziehe. Die Gesamtkosten, welche im Unterschied zu den Einzelkosten nicht direkt zugeordnet werden könnten, sollten in einem Mischsystem weiterverrechnet werden, um Quersubventionierungen zu vermeiden. Dabei sollten die Zuordnungen so verursachergerecht wie möglich, d.h. auf die kleinstmögliche Einheit, erfolgen und nicht auf einen Jahresdurchschnitt. Das Vorgehen der ElCom verletze das in Art. 6 Abs. 4 StromVG vorgesehene Prinzip einer separaten Kostenträgerrechnung (E. 9.2, 9.3 und 11.2 1. Abschnitt). BGE 142 II 451 S. 469\n\n5.1.3 Das UVEK ist der Auffassung, in Bezug auf die Bestimmung und Zuordnung der anrechenbaren Energiekosten entspreche die Vorgehensweise der ElCom Art. 6 StromVG, wo ein kostenbasiertes Modell statuiert werde. Die Methode stelle sicher, dass alle Verteilnetzbetreiber unabhängig von der Grösse der Eigenproduktion gleichgestellt würden, wahre die unternehmerischen Interessen der Verteilnetzbetreiber und sei einfach zu praktizieren. Das Vorgehen gemäss den Vorgaben der Vorinstanz, wonach die Energiekosten primär anhand von Einzelkosten an die Endverbraucher mit Grundversorgung zuzuordnen seien, sei demgegenüber gesetzwidrig, da gemäss Art. 6 Abs. 5 StromVG die Preisvorteile anteilmässig an die festen Endverbraucher weiterzugeben seien; es sei demnach ausgeschlossen, dass einzig die freien Kunden von günstigeren Marktpreisen profitieren könnten. Die Vorgaben der Vorinstanz würden auch zu stark und ohne gesetzliche Grundlage in die unternehmerischen Entscheide der Kraftwerke eingreifen. Es bestehe kein Primat der Eigenproduktion für die Grundversorgung. Die Verpflichtung der Verteilnetzbetreiber zur Kostendeckung anhand der kleinstmöglichen Einheit habe keine gesetzliche Grundlage und sei nicht praktikabel.\n\n5.1.4 Die CKW bringt vor, aufgrund von Art. 4 Abs. 1 StromVV sei der Bedarf der Endverbraucher mit Grundversorgung primär durch eigene Produktion zu decken; nur wenn diese nicht ausreiche, seien Zukäufe zu tätigen und deren Kosten der Grundversorgung anzulasten. Sie praktiziere einen kostenoptimierten Einsatz ihrer flexiblen Produktionsanlagen, wovon auch der grundversorgte Kunde profitiere. Mit der Methode der ElCom entstünden den Energieversorgungsunternehmen systematisch Verluste. Diese Methode würde dazu führen, dass auch die Preise in der Grundversorgung marktgetrieben anstatt gestehungskostenorientiert wären, was nicht dem Sinn der gesetzlich vorgesehenen zweistufigen Marktöffnung entspreche. Bei hohen Marktpreisen würde die Methode der ElCom zudem zu höheren Grundversorgungstarifen führen.\n\n5.2 Streitig ist in erster Linie, wie der Begriff \"anteilsmässig\" in Art. 6 Abs. 5 StromVG auszulegen ist.\n\n5.2.1 Die ElCom und das UVEK beziehen \"anteilsmässig\" auf die Anteile von Grundversorgung und freien Kunden am Gesamtabsatz und teilen die gesamten Beschaffungskosten nach diesem Schlüssel auf. Die Vorinstanz und die CKW gehen demgegenüber davon aus, dass für die Grundversorgung in erster Linie die Eigenproduktion BGE 142 II 451 S. 470und die langfristigen Bezugsverträge einzusetzen seien und daher die Kosten der Eigenproduktion primär der Grundversorgung angerechnet werden müssten. Soweit die Eigenproduktion nicht ausreiche, seien die Kosten der Zukäufe anzurechnen, jedoch nicht die durchschnittlichen, sondern diejenigen, die durch die effektiv grundversorgungsbedingten (kurzfristigen) Zukäufe generiert würden. Diese Zuordnung solle so verursachergerecht wie möglich, d.h. auf die kleinstmögliche Einheit, erfolgen. Vorinstanz und CKW beziehen also den Begriff \"anteilsmässig\" auf die konkret durch die Endverbraucher mit Grundversorgung verursachten Kostenanteile.\n\n5.2.2 Soweit die Ausführungen der Vorinstanz so zu verstehen sind, dass aufgrund des Verursacherprinzips soweit möglich die Einzelkosten den sie verursachenden Endverbrauchern in Rechnung zu stellen und nur die nicht direkt zurechenbaren Kosten in einem Mischsystem weiter zu verrechnen sind, steht dies jedenfalls in Bezug auf die festen Endverbraucher im Widerspruch zu Art. 6 Abs. 3 StromVG, wonach die Tarife für Endverbraucher mit gleichartiger Verbrauchscharakteristik einheitlich und zudem jeweils für mindestens ein Jahr fest sein müssen. Dies schliesst eine direkte Einzelkostenzurechnung an einzelne Endverbraucher aus (anders als bei den Netzkosten, Art. 7 Abs. 5 und Art. 15 StromVV). Eine Rechtsgrundlage für das von der Vorinstanz postulierte Verursacherprinzip ist nicht ersichtlich.\n\n5.2.3 Entgegen der Auffassung der Vorinstanz steht die Methode der ElCom auch nicht im Widerspruch zum Prinzip der Kostenträgerrechnung (Art. 6 Abs. 4 StromVG): Erstens legt das Gesetz nicht fest, wie detailliert die Kostenträgerrechnung auszugestalten ist; zweitens dient die Kostenträgerrechnung der Kostentransparenz, besagt aber noch nicht, wie die ausgewiesenen Kosten auf die verschiedenen Gruppen von Endverbrauchern aufzuteilen sind. Die Botschaft zu Art. 6 Abs. 3 des Entwurfs (der Abs. 4 des heutigen Gesetzes entspricht) führte dazu aus (Botschaft vom 3. Dezember 2004 zur Änderung des EleG [...], BBl 2005 1645):\n\n\"Die Verpflichtung, für den Anteil Energie eine separate Kostenträgerrechnung zu führen, schafft Transparenz und verhindert eine Quersubventionierung. Damit können die Endverteiler im Bedarfsfall nachweisen, dass die Energietarife auf den tatsächlichen Kosten basieren und die Preisvorteile an die Haushalte weitergegeben wurden. Die Überwachung der Elektrizitätstarife obliegt nach Artikel 21 Absatz 2 Buchstabe a StromVG dem Regulator (ElCom).\" BGE 142 II 451 S. 471\n\nDie Kostenträgerrechnung soll also dazu dienen, Transparenz zu schaffen über die Höhe der Preisvorteile, die sich für die Verteilnetzbetreiber aus dem Netzzugang ergeben. Wie diese Preisvorteile dann auf die verschiedenen Gruppen von Endkonsumenten aufgeteilt werden, richtet sich nicht nach Abs. 4, sondern nach Abs. 5 von Art. 6.\n\n5.2.4 Im Entwurf des Bundesrates lautete Art. 6 Abs. 4 (der dem heutigen Abs. 5 entspricht) wie folgt:\n\n\"Die Betreiber der Verteilnetze sind verpflichtet, Preisvorteile aufgrund ihres freien Netzzugangs an die Haushalte weiterzugeben.\"\n\nDie Botschaft führte dazu aus (BBl 2005 1645 f.):\n\n\"Die Betreiber der Verteilnetze haben bereits bei Inkrafttreten des Gesetzes unbeschränkten Marktzugang. Dies ermöglicht ihnen, sich von ihren bisherigen Vorlieferanten zu lösen und sich am Markt mit der preisgünstigsten Energie einzudecken. Absatz 4 verpflichtet diese Netzbetreiber, ihre am freien Markt erzielten Preisvorteile an die Haushalte weiterzugeben.\"\n\nDer Begriff \"Haushalte\" entsprach dem Konzept des Bundesrats, in der ersten Marktöffnungsphase den Haushalten den Netzzugang zu untersagen. Der Begriff \"anteilsmässig\" war im Entwurf des Bundesrates nicht enthalten. Im Nationalrat als Erstrat wollte die Kommissionsmehrheit eine einstufige Marktöffnung, wobei den Endverbrauchern mit einem Jahresverbrauch von weniger als 100 MWh das Wahlmodell \"abgesicherte Stromversorgung (WAS)\" zur Verfügung stehen würde. Der Rat beschloss aber auf Antrag der Kommissionsminderheit (Antrag Chevrier) eine zweistufige Marktöffnung, wobei in der ersten Stufe der Netzzugang für alle festen Endverbraucher (d.h. Endverbraucher mit einem Jahresverbrauch von weniger als 100 MWh) ausgeschlossen war; zusätzlich hatten aber auch die Endverbraucher mit einem grösseren Verbrauch die Möglichkeit, in der Grundversorgung zu bleiben. Die heutige Fassung von Abs. 5 geht zurück auf einen in diesem Zusammenhang gestellten Antrag Steiner (AB 2005 N 1053), der diesen wie folgt begründete (AB 2005 N 1055):\n\n\"Nun zu meinem Antrag betreffend Artikel 6 Absatz 4: Das ist einfach eine redaktionelle Änderung. Wenn Sie der Minderheit Chevrier folgen, dann müssen Sie in diesem Absatz 4 anstelle der Formulierung des Bundesrates, wonach die Preisvorteile an die Haushalte weiterzugeben sind, zwangsläufig schreiben, dass die Preisvorteile an die festen Endverbraucher weiterzugeben sind. Der Unterschied besteht ja darin, dass der Bundesrat nur die Haushalte in das sogenannte Wahlsystem eingeschlossen haben möchte und dass die Minderheit Chevrier allen Kundinnen und Kunden unter 100 Megawattstunden Jahresverbrauch die Wahl BGE 142 II 451 S. 472überlassen möchte: Wollen Sie in den freien Markt oder ins Netz? Das ist eine reine Wortänderung, je nachdem, für welchen Weg Sie sich entscheiden.\"\n\nDer Kommissionssprecher erläuterte die Bestimmung wie folgt (AB 2005 N 1060, Reymond):\n\n\"Concernant l'article 6, le projet de loi prévoit qu'avec la libéralisation, les entreprises distributrices pourront se fournir librement en électricité, même si une grande partie du volume est destinée à des clients restés fidèles à l'ancien monopoleur. L'alinéa 4 garantit que la baisse des prix profitera aux petits clients et pas seulement aux grands clients et aux entreprises distributrices.\n\nLa majorité de la commission estime que l'article 6 doit être entièrement biffé. Le risque de voir se développer des inégalités est faible, puisque le modèle plébiscité par la commission prévoit que les petits clients auront eux aussi accès à la libéralisation.\n\nLa proposition de la minorité Steiner en revanche demande que les gestionnaires des réseaux de distribution répercutent sur les consommateurs finaux captifs le bénéfice qu'ils tirent du libre accès au réseau. Contrairement à ce que propose le Conseil fédéral, tous les consommateurs finaux captifs, et pas seulement les ménages, doivent profiter de ce bénéfice. Ce bénéfice doit être répercuté en partie sur les clients captifs, car il va de soi que les clients libres doivent également pouvoir profiter des tarifs préférentiels.\"\n\nNachdem der Antrag der Minderheit Chevrier angenommen worden war, wurde auch der Antrag Steiner zu Abs. 4 einstimmig angenommen (AB 2005 N 1061). Der Ständerat folgte in diesem Punkt dem Nationalrat, ohne dass die Frage der Angemessenheit der Tarife oder der anteilsmässigen Weitergabe diskutiert wurde (AB 2006 S 839-842).\n\nDer Wille des Gesetzgebers war offensichtlich, dass nicht nur die festen Endverbraucher, aber auch nicht nur die freien Kunden von den Preisvorteilen aufgrund des Netzzugangs profitieren sollen, sondern beide Gruppen anteilsmässig. Dabei ging der Gesetzgeber offensichtlich vom Bild des Verteilnetzbetreibers aus, der Strom von einem Vorlieferanten bezieht und diesem bisher höhere Preise bezahlen musste als Marktpreise, neu aber aufgrund seines Netzzugangs zu tieferen Marktpreisen beschaffen kann. Auch wenn Grundversorgung und Netzzugang kostenträgermässig aufgeteilt werden und in der Grundversorgung nicht der Marktpreis gilt, soll also nach dem klaren Willen des Gesetzes ein Marktanteil in die Tarife der festen Endverbraucher einfliessen. Insofern lässt sich dem Gesetz gerade keine völlige kostenträgermässige Trennung von grundversorgten und freien Kunden entnehmen. BGE 142 II 451 S. 473\n\n5.2.5 Das Gesetz spricht in Art. 6 Abs. 5 freilich nur von festen Endverbrauchern. Die Endverbraucher mit einem Jahresverbrauch von mindestens 100 MWh, die auf den Netzzugang verzichtet haben, hätten damit, obwohl ebenfalls in der Grundversorgung, nach dem Wortlaut des Gesetzes keinen Anspruch auf anteilsmässige Weitergabe des Preisvorteils. Ob das der wahre, bewusste Wille des Gesetzes ist, erscheint allerdings fraglich: Die Kategorie der Endverbraucher, die Anspruch auf Netzzugang haben, darauf aber verzichten, wurde erst in der Bundesversammlung eingeführt, und es bleibt unklar, ob diese Gruppe in den (heutigen) Abs. 3 und 5 bewusst oder versehentlich nicht genannt wurde. Die Frage kann hier aber offenbleiben, da weder nach der Methode der ElCom noch in der Betrachtungsweise der CKW zwischen festen Endverbrauchern und solchen, die auf den Netzzugang verzichtet haben, unterschieden wird.\n\n5.2.6 Das Konzept von Vorinstanz und CKW, wonach die Grundversorgung in erster Linie aus der Eigenproduktion zu decken sei, lässt sich weder dem Wortlaut des Gesetzes noch den Materialien entnehmen; eine direkte Zuordnung von Einzelkosten ist ausgeschlossen (vorne E. 5.2.2). Der gesetzgeberische Wille, auch den Endverbrauchern in der Grundversorgung einen Anteil an den Preisvorteilen des Netzzugangs zu gewähren (vorne E. 5.2.4), spricht gen dieses Konzept: Einerseits gibt es Verteilnetzbetreiber, die gar keine Eigenproduktion haben, sondern ihren gesamten Strom einkaufen; für diese wäre das Konzept der Vorinstanz ohnehin gegenstandslos. Umgekehrt hätte dieses Konzept bei Elektrizitätswerken, welche die gesamte Grundversorgung aus der Eigenproduktion zu decken vermögen und Käufe am Markt einzig für die Belieferung freier Kunden tätigen, zur Folge, dass die Preise in der Grundversorgung einzig auf den Kosten der Eigenproduktion beruhen; sind die Marktpreise tiefer, kämen die Preisvorteile aus dem Netzzugang einzig den freien Kunden zugute, den Kunden in der Grundversorgung überhaupt nicht. Das widerspricht dem klaren Willen des Gesetzes. Es ist zwar nachvollziehbar, dass den Verteilnetzbetreibern durch die Methode der ElCom ein Nachteil bzw. Verlust entstehen kann, zwar nicht aus der Grundversorgung, sondern dadurch, dass nicht der ganze Preisvorteil aus dem Netzzugang für die freien Kunden verwendet werden kann, so dass der aus der Mischrechnung resultierende Preis höher ist als der Marktpreis. Das ist aber die Konsequenz des gesetzlich vorgesehenen Systems. BGE 142 II 451 S. 474\n\n5.2.7 Vorinstanz und CKW stützen ihre Auffassung auf Art. 4 Abs. 1 StromVV. Diese Bestimmung lautet in der Fassung vom 30. Januar 2013, in Kraft seit 1. März 2013 (AS 2013 559): \"Der Tarifanteil für die Energielieferung an Endverbraucher mit Grundversorgung orientiert sich an den Gestehungskosten einer effizienten Produktion und an langfristigen Bezugsverträgen des Verteilnetzbetreibers.\" In der früheren Fassung (AS 2008 1223), die für den hier zu beurteilenden Zeitraum in Kraft stand, enthielt Art. 4 Abs. 1 StromVV noch einen zweiten Satz, der wie folgt lautete: \"Überschreiten die Gestehungskosten die Marktpreise, orientiert sich der Tarifanteil an den Marktpreisen.\"\n\n5.2.7.1 Es fragt sich, ob diese Bestimmung in der alten wie in der neuen Fassung mit dem Gesetz vereinbar ist. Die Vorinstanz beruft sich zu Unrecht auf die Rechtsprechung, wonach dann, wenn eine gesetzliche Delegationsnorm dem Bundesrat einen weiten Ermessensspielraum einräumt, dieser Spielraum nach Art. 190 BV für die Gerichte verbindlich ist; denn das StromVG delegiert dem Bundesrat keine Befugnis zur Regelung der Tarifgestaltung. Art. 4 StromVV kann sich einzig auf Art. 30 Abs. 2 StromVG stützen, der dem Bundesrat nur die (bereits verfassungsrechtlich vorgesehene [Art. 182 BV]) Kompetenz zum Erlass von Ausführungs- oder Vollziehungsverordnungen gibt, welche nur die gesetzlichen Bestimmungen ausführen, aber nicht erweitern, abändern oder ergänzen können (BGE 139 II 460 E. 2.2 S. 463; BGE 136 I 29 E. 3.3 S. 33).\n\n5.2.7.2 Die ElCom hat den zweiten Satz von aArt. 4 Abs. 1 StromVV nicht angewendet. Mit Recht: Seine strikte Anwendung hätte nämlich zur Folge gehabt, dass diejenigen Verteilnetzbetreiber, deren Gestehungskosten höher sind als die Marktpreise, in der Grundversorgung systematisch Verluste erzielen würden, da sie ihre Kosten nicht decken könnten. Dies würde zwangsläufig zur Insolvenz oder zum Konkurs der betreffenden Verteilnetzbetreiber führen. Es hätte zudem zur Folge, dass keine neuen Produktionsanlagen erstellt werden, wenn deren Gestehungskosten höher sind als die Marktpreise. Solche Konsequenzen, die erhebliche Auswirkungen auf die Versorgungssicherheit und die gesamte Energiepolitik hätten, wären von derartiger Wichtigkeit, dass sie vom formellen Gesetzgeber entschieden werden müssten und nicht auf Verordnungsebene eingeführt werden könnten (Art. 164 BV).\n\n5.2.7.3 Das bedeutet nun allerdings umgekehrt nicht, dass Marktpreise für die Grundversorgung völlig unbedeutend wären: BGE 142 II 451 S. 475Einerseits muss eine kostenbasierte Betrachtung zwangsläufig zumindest dann die Kosten kurzfristiger Marktkäufe berücksichtigen, wenn die Eigenproduktion und die langfristigen Bezugsverträge für die Deckung der Grundversorgung nicht ausreichen, selbst wenn sie höher sind als die Gestehungskosten (was insoweit auch der Betrachtungsweise der Vorinstanz und der CKW entspricht); denn ohne Zukäufe könnten die Verteilnetzbetreiber ihre gesetzliche Pflicht zur Gewährleistung der Grundversorgung nicht erfüllen. Das zeigt, dass diese beiden Komponenten (Eigenproduktion und langfristige Bezugsverträge) entgegen dem heutigen Wortlaut der Verordnung nicht abschliessend sein können. Andererseits verlangt Art. 6 Abs. 5 StromVG zwingend die Weitergabe von Marktpreisvorteilen an die festen Endverbraucher und will diese indirekt auch an den Vorteilen der Marktöffnung partizipieren lassen. Die Argumentation der CKW, das Gesetz sehe vor, dass die Grundversorgung nicht marktgetrieben sei, trifft in dieser Form somit gerade nicht zu. Soweit die Verordnung oder die Verwaltungspraxis einzig auf die Kosten der Eigenproduktion und der langfristigen Bezugsverträge abstellen würden, stünde dies im Widerspruch zum Gesetz.\n\n5.2.8 Im hier zur Diskussion stehenden Tarifjahr der CKW waren die Kosten der Eigenproduktion allerdings tiefer als die durchschnittlichen Preise der zugekauften Energie. In dieser Situation führt die Methode der ElCom dazu, dass den Endverbrauchern mit Grundversorgung nicht Preisvorteile weitergegeben werden, sondern Preisnachteile. Das Gesetz sieht dies zwar nicht vor, weil der Gesetzgeber offensichtlich davon ausging, dass der Netzzugang (nur) zu Preisvorteilen führt; es schliesst eine solche Beteiligung der festen Endverbraucher an höheren Marktpreisen aber auch nicht aus. Es wäre in der Tat systemwidrig, die festen Endverbraucher nur an den Preisvorteilen, aber nicht an Preisnachteilen partizipieren zu lassen. Die Methode der ElCom kann daher nicht als unangemessen (Art. 6 Abs. 1 StromVG) betrachtet werden. Sie schliesst einen kostenoptimierten Einsatz der eigenen Produktionskapazität, wie die CKW ihn schildert, nicht aus, garantiert ihn allerdings auch nicht automatisch, genauso wenig wie die Methode der Vorinstanz oder der CKW. Es wird Sache der ElCom sein, gegebenenfalls auch die geltend gemachten Preise für zugekaufte Energie kritisch zu hinterfragen, wenn Anzeichen dafür bestehen, dass diese missbräuchlich hoch eingesetzt werden.\n\n5.3 Insgesamt kann die von der ElCom im vorliegenden Verfahren angewandte Methode nicht als gesetzwidrig betrachtet werden. Es BGE 142 II 451 S. 476besteht daher diesbezüglich kein Grund für eine gerichtliche Korrektur (vorne E. 4.5) bzw. Rückweisung zur Neubeurteilung.\n\n6. Vertriebskosten\n\n6.1\n\n6.1.1 Die CKW hatte in ihrer Beschwerde an das Bundesverwaltungsgericht gerügt, die von der ElCom angewandte Methode erfülle die Vorgaben von Art. 19 StromVV nicht, namentlich da sie sich nur auf einen Teilbereich und nicht auf die Gesamtkosten des Produkts beziehe und den strukturellen Unterschieden zwischen den Netzbetreibern nicht Rechnung trage.\n\n6.1.2 Die Vorinstanz erwog, Art. 19 Abs. 1 StromVV verlange einen umfassenden Effizienzvergleich nicht nur bezüglich der Vertriebskosten, sondern auch für die Produktion (E. 10.2.1 des angefochtenen Entscheides). Gemäss dem von der CKW vorgelegten Gutachten der X. AG hätten die Kundenstruktur, die Organisationsform und die Grösse eines Elektrizitätsversorgungsunternehmens Einfluss auf die Kosten pro Endverbraucher (E. 10.5). Das Vorgehen der ElCom für Schwellenwerte bei Vertriebskosten sei zu beanstanden; die ElCom habe zu Unrecht die Effizienzprüfung auf die Vertriebskosten beschränkt; der gesamte Tarif müsse einbezogen werden (E. 10.6); der angemessene Gewinn sei via Verzinsung des betriebsnotwendigen Vermögens zu berücksichtigen; ebenso strukturelle Verhältnisse und Unterschiede; das Vorgehen der ElCom genüge Art. 19 Abs. 1 StromVV nicht (E. 10.7). Die ElCom müsse ein Kalkulationsschema entwickeln und definieren, was sie unter ungerechtfertigtem Gewinn verstehe (E. 11.2).\n\n6.1.3 Das UVEK bringt vor, die Vorinstanz lege Art. 19 Abs. 1 StromVV auf eine gesetzeswidrige Weise aus, greife in das Ermessen der ElCom ein und gewichte das Parteigutachten der X. AG zu hoch. Eine Kürzung geltend gemachter Kosten setze nicht zwingend einen gesamthaften Effizienzvergleich voraus, sondern sei auch aufgrund eines Einzelkriteriums möglich. Ein Nachweis überhöhter Kosten in Bezug auf die gesamten Energiekosten wäre schwierig oder unmöglich; die Kriterien von Art. 19 Abs. 1 StromVV seien primär auf die Netzkosten ausgerichtet, für Energiekosten sei diese Bestimmung gesetzwidrig. Die 150-Franken-Regel der ElCom sei demgegenüber gesetzmässig.\n\n6.1.4 Die CKW bringt vor, ein Effizienzvergleich aufgrund eines Einzelkennzahlenvergleichs (Vertriebskosten) sei unzulässig und im Widerspruch zu Art. 19 Abs. 1 StromVV, der einen wissenschaftlich BGE 142 II 451 S. 477fundierten Effizienzvergleich der gesamten Kosten verlange; ihre gesamten Grundversorgungskosten lägen unter dem Median der anderen Energieversorgungsunternehmen. Um eine Senkung der Kosten anordnen zu können, müsse die ElCom einen Effizienzvergleich der gesamten Gestehungskosten vornehmen. Der von der ElCom vorgenommene Vergleich missachte zudem Unterschiede in den verglichenen Kosten und in strukturellen Verhältnissen sowie andere relevante Faktoren und unterscheide nicht zwischen Kosten und Gewinn. Bei gewissen Elektrizitätswerken werde bei der Methode der ElCom nicht nur kein Gewinn, sondern nicht einmal eine Kostendeckung ermöglicht. Die Zahl der Rechnungsempfänger sei nicht der einzige Kostentreiber der Vertriebskosten; die Belieferung eines Grosskunden verursache höhere Vertriebskosten als die Belieferung eines kleinen Endverbrauchers.\n\n6.2 Der Vorinstanz ist insoweit zuzustimmen, dass die ElCom den gesamten Energietarif zu beurteilen hat und nicht bloss einzelne Komponenten davon. Das schliesst allerdings nicht zwangsläufig aus, dass sie sich auf einzelne Kostenkomponenten konzentriert, die ihr problematisch erscheinen, wenn die anderen Kostenkomponenten keinen Anlass zu Kritik geben. Vorliegend hat die ElCom ihre Betrachtung nicht auf die Vertriebskosten beschränkt, sondern auch die Kosten der Energiebeschaffung geprüft und die von der CKW geltend gemachten Kosten teilweise als nachvollziehbar beurteilt, teilweise aber nicht anerkannt (vorne E. 4.3). Sie hat ebenfalls die Vorbringen der vonRoll berücksichtigt und begründet, weshalb sie die dort geltend gemachten tieferen Kosten nicht als überzeugend erachtet. Es kann der ElCom daher nicht vorgeworfen werden, sie habe einzig die Vertriebskosten betrachtet.\n\n6.3 Eine andere Frage ist, ob die ElCom eine Absenkung der Tarife bzw. der geltend gemachten Energiekosten schon dann anordnen kann, wenn eine einzelne Kostenkomponente überhöht ist (so die Auffassung von ElCom und UVEK) oder erst auf der Grundlage eines umfassenden Effizienzvergleichs der gesamten Kosten (so die Auffassung von Vorinstanz und CKW).\n\n6.3.1 Die Vorinstanz stützt ihre Auffassung auf Art. 19 StromVV. Dieser lautet wie folgt:\n\nEffizienzvergleiche, Überprüfung der Netznutzungs- und Elektrizitätstarife\n\n1 Zur Überprüfung der Netznutzungstarife und -entgelte sowie der Elektrizitätstarife führt die ElCom Effizienzvergleiche zwischen den Netzbetreibern durch. Dabei arbeitet sie mit den betroffenen Kreisen BGE 142 II 451 S. 478zusammen. Sie berücksichtigt von den Unternehmen nicht beeinflussbare Unterschiede in den strukturellen Verhältnissen sowie die Qualität der Versorgung. Bei Vergleichen der anrechenbaren Kosten berücksichtigt sie zusätzlich den Amortisierungsgrad. Sie bezieht internationale Vergleichswerte in die Überprüfung ein.\n\n2 Sie verfügt, dass ungerechtfertigte Gewinne aus überhöhten Netznutzungs- bzw. Elektrizitätstarifen durch Senkung der Netznutzungs- bzw. Elektrizitätstarife kompensiert werden.\n\nAus dem Wortlaut dieser Bestimmung ergibt sich entgegen der Auffassung von Vorinstanz und CKW nicht zwingend, dass Effizienzvergleiche immer die Gesamtkosten umfassen müssen und ein Effizienzvergleich einzelner Kostenkomponenten unzulässig wäre.\n\n6.3.2 Theoretisch wäre es zweifellos wünschbar, eine wissenschaftlich fundierte Methode für einen umfassenden Effizienzvergleich anwenden zu können. Indessen ist höchst ungewiss, wie ein umfassender Effizienzvergleich der Gesamtkosten erfolgen müsste. Denn die Effizienzbeurteilung hängt von zahlreichen ungewissen Annahmen ab (beispielsweise von der mittel- und längerfristigen Entwicklung der Marktpreise). Wie teuer ein Elektrizitätswerk produzieren kann, hängt auch von der historisch bedingten Struktur seiner Produktionsanlagen ab. Versteht man Effizienz als möglichst kostengünstige Beschaffung, hätte dies zur Folge, dass Anlagen mit hohen Produktionskosten stillgelegt bzw. gar nicht mehr gebaut würden. Dies hätte wiederum energiepolitisch wesentliche Implikationen z.B. auf den angestrebten Grad der Eigenversorgung der Schweiz oder der Versorgungssicherheit. Ein umfassender Effizienzvergleich, wie er der Vorinstanz offenbar vorschwebt, bedingt somit notwendigerweise zahlreiche wichtige energiepolitische Wertungen. Es ist äusserst fraglich, ob es Sache der ElCom sein kann, solche Wertungen vorzunehmen (Art. 164 BV). Es ist deshalb nicht a priori unzulässig, wenn die ElCom einen Effizienzvergleich auf einen Teilbereich der Kosten beschränkt und eine Absenkung der anrechenbaren Kosten bereits aufgrund eines Einkennzahlenvergleichs anordnet. Dass, wie die CKW geltend macht, ihre gesamten Grundversorgungstarife tiefer seien als diejenigen anderer Versorger, bedeutet deshalb nicht zwangsläufig, dass ihre Tarife per se effizient wären und eine Reduktion der anrechenbaren Kosten unzulässig wäre.\n\n6.4 Zu prüfen bleibt, ob die ElCom diesen Einkennzahlenvergleich in zulässiger Weise vorgenommen hat.\n\n6.4.1 Der Vorinstanz und der CKW ist insoweit zuzustimmen, dass nicht bloss die geltend gemachten Preise verglichen werden können, BGE 142 II 451 S. 479ohne den strukturellen Unterschieden und Gegebenheiten Rechnung zu tragen. Es ist auch plausibel, dass Faktoren wie die im Gutachten der X. AG genannten einen Einfluss haben können. Indessen trägt die Methode der ElCom durchaus in einem gewissen Rahmen solchen Unterschieden Rechnung: Sie anerkennt maximal (und auch im vorliegenden Fall) anrechenbare Kosten von Fr. 150.- pro Endverbraucher, was mehr als das Doppelte des Medians von Fr. 74.- beträgt. Damit wird anerkannt, dass die Kosten aufgrund verschiedener Faktoren nicht bei jedem Elektrizitätswerk gleich hoch sind. Es handelt sich dabei freilich um eine sehr pauschalisierte und vereinfachte Methode, die aber in einem grosszügigen Ausmass unterschiedliche Kostenstrukturen zulässt. Es wäre zumindest sehr erklärungsbedürftig, wenn ein Verteilnetzbetreiber Vertriebskosten aufweist, die mehr als das Doppelte des Medians betragen.\n\n6.4.2 Die CKW kritisiert die Methode der ElCom in grundsätzlicher und theoretischer Weise. Sie macht zum Beispiel geltend, dass dann, wenn die effektiven Kosten bereits Fr. 150.- oder mehr betragen, gar kein Gewinn mehr möglich sei. Sie hat aber nicht dargelegt, dass und inwiefern das in ihrem Fall zutreffe: Sie weist in pauschaler Weise darauf hin, dass grosse Endverbraucher einen grösseren Vertriebsaufwand generieren als durchschnittliche oder kleine. Das mag grundsätzlich zutreffen. Die CKW hat indessen nicht substanziiert geltend gemacht, dass und inwiefern bei ihr der Anteil an grossen Endverbrauchern signifikant höher sei als bei anderen Verteilnetzbetreibern. In ihrer Beschwerde an das Bundesverwaltungsgericht ist die CKW wie die ElCom davon ausgegangen, dass die effektiven Vertriebskosten 19,5 Mio. Franken betragen. Bei den rund 150'000 Endverbrauchern, von denen die ElCom in ihrer Verfügung ausgegangen ist, ergibt das effektive Kosten von ca. Fr. 130.- pro Endverbraucher. Mit der Methode der ElCom kann die CKW damit noch einen Gewinn von ca. Fr. 20.- pro Endverbraucher bzw. insgesamt fast 3 Mio. Franken erzielen. Die Differenz zwischen ihrer Rechnung und derjenigen der ElCom besteht darin, dass sie statt eines Gewinns von rund 3 Mio. einen solchen von 6,3 Mio. Franken geltend macht. Es ist im Ergebnis nicht zu beanstanden, wenn die ElCom diesen Gewinn als überhöht betrachtet hat, auch wenn - wie die Vorinstanz bemängelt - keine abstrakte Definition des ungerechtfertigten Gewinns vorliegt.\n\n6.5 Insgesamt erweist sich die Methode der ElCom für die Beurteilung der Vertriebskosten als gesetzmässig, selbst wenn andere BGE 142 II 451 S. 480Methoden ebenfalls denkbar wären. Es besteht daher kein Grund für eine gerichtliche Korrektur (vorne E. 4.5).\n\n7. Die Beschwerde des UVEK erweist sich damit als begründet. Das Vorgehen der ElCom ist sowohl in Bezug auf die Aufteilung der Kosten auf Grundversorgung und freie Endverbraucher als auch in Bezug auf die Vertriebskosten gesetzmässig. Die einzelnen Zahlen gemäss der Verfügung der ElCom vom 15. April 2013 samt der im Verfahren vor Bundesverwaltungsgericht erfolgten Korrekturen sind nicht umstritten. Das reformatorisch gestellte Begehren kann deshalb wie beantragt gutgeheissen werden. (...)"}