{"annee": "142", "cour": "II", "page": "355", "date": "3/6/2016", "cite": ["141 IV 369", "133 II 384"], "cite_par": ["145 V 188"], "chapeau": "31. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Service cantonal des contributions du canton de Fribourg (recours en matière de droit public)\n\n2C_419/2015 du 3 juin 2016", "regestes": ["Art. 65 LIFD; capital propre dissimulé; prêt accordé par un tiers, garanti par les immeubles de la société emprunteuse et dont un proche est conjointement et solidairement responsable. L'approche de la circulaire n° 6 du 6 juin 1997 de l'Administration fédérale des contributions sur le capital propre dissimulé, selon laquelle la garantie fournie par l'actionnaire ou le proche pour un prêt accordé par un tiers doit être assimilée à un prêt de l'actionnaire ou du proche (cf. consid. 7.1), est conforme à l'art. 65 LIFD si et dans la mesure où cette garantie remplit économiquement la fonction d'un prêt (consid. 7.2). Lorsque le prêt du tiers fait l'objet d'une garantie réelle portant sur des actifs de la société emprunteuse, mais que cette garantie réelle est insuffisante pour garantir le montant total du prêt, il faut admettre que la part du prêt qui dépasse le montant couvert par la garantie réelle a été accordée à la société en raison de la garantie personnelle fournie par l'actionnaire ou le proche et qu'elle représente du capital propre dissimulé. La preuve que le rapport concret de financement est conforme au marché reste réservée (consid. 7.3). Application de ces principes au cas d'espèce (consid. 7.4 et 7.5)."], "faits": "BGE 142 II 355 S. 357\n\nA. La société fribourgeoise X. SA (ci-après: la Société), dont le capital-actions s'élève à 100'000 fr., est détenue à parts égales par A. SA et par B. SA. Cette dernière est administrée par C. Le 12 décembre 2008, la Société a acquis des immeubles dans le canton de Neuchâtel pour le prix de 16.8 mio de francs.\n\nPour la période fiscale 2010, la Société a déclaré un bénéfice imposable de 5'509 fr. et, pour la période fiscale 2011, une perte de 739 fr. Selon les bilans 2010 et 2011 joints aux déclarations d'impôt, les actifs de la Société étaient essentiellement constitués de ses immeubles, comptabilisés à 17'825'570 fr. Les passifs comprenaient une \"hypothèque\" de 18'000'000 fr. grevant les immeubles de la Société, en lien avec le prêt hypothécaire que lui avait accordé la Fondation D. (ci-après: la Fondation), représentée par la société D. SA.\n\nB. Par décisions de taxation du 16 novembre 2012 concernant les périodes fiscales 2010 et 2011, le Service cantonal des contributions du canton de Fribourg (ci-après: le Service cantonal) a procédé à des reprises dans le bénéfice de la Société en lien avec l'existence d'intérêts sur capital propre dissimulé. Il indiquait n'avoir pas \"obtenu de justificatif concernant la garantie des prêts hypothécaires\", de sorte qu'il considérait \"ces prêts [comme] garantis par des actionnaires ou personnes proches\". Les bénéfices imposables correspondants pour l'impôt fédéral direct (la contribuable n'étant pas redevable de l'impôt cantonal sur le bénéfice ni de l'impôt sur le capital dans le canton de Fribourg) étaient repris en conséquence.\n\nLa Société a contesté en vain ces reprises par la voie de la réclamation puis a interjeté recours contre la décision sur réclamation auprès du Tribunal cantonal fribourgeois. Par arrêt du 23 mars 2015, celui-ci a déclaré le recours irrecevable en tant qu'il concernait l'impôt cantonal, la Société n'étant pas redevable de l'impôt sur le bénéfice dans le canton de Fribourg, et l'a rejeté en tant qu'il concernait l'impôt fédéral direct.\n\nC. Le recours en matière de droit public que la Société a formé auprès du Tribunal fédéral a été rejeté.\n\n(résumé) BGE 142 II 355 S. 358", "considerants": "Extrait des considérants:\n\n5.\n\n5.1 En l'espèce, le Tribunal cantonal a retenu en substance que le prêt hypothécaire avait certes été accordé par un tiers, mais qu'il avait été garanti par C., de sorte qu'il fallait considérer, conformément à la circulaire n° 6 du 6 juin 1997 relative au capital propre dissimulé de sociétés de capitaux et de sociétés coopératives (publiée in Archives 66 p. 296; ci-après: la circulaire), qu'il avait été fourni par l'actionnaire ou un proche. Les juges précédents ont par ailleurs confirmé que la Société était sous-capitalisée: l'endettement de 18 mio de francs qui apparaissait dans les comptes 2010 et 2011 était supérieur à la valeur vénale des immeubles, égale à leur valeur comptable (17'825'570 fr.), la Société ayant échoué à démontrer par expertise que leur valeur vénale était supérieure.\n\n5.2 La recourante formule deux griefs à l'encontre de l'arrêt attaqué. Elle conteste d'abord que le prêt accordé par la Fondation puisse être considéré comme un prêt accordé par l'actionnaire ou un proche et soutient ensuite, en invoquant les art. 9 Cst. et 97 LTF, que les juges précédents ont arbitrairement apprécié les preuves en écartant l'expertise qu'elle avait produite, estimant la valeur vénale des immeubles à 22.67 mio de francs.\n\n5.3 Il y a lieu de traiter en premier lieu le second grief soulevé, car s'il devait être admis, il en découlerait que le prêt de 18 mio de francs ne dépasserait pas le montant admissible ressortant du tableau de capitalisation (soit 80 % de 22.67 mio de francs = 18'136'000 fr.), ce qui exclurait d'emblée, faute de sous-capitalisation, la présence de capital propre dissimulé en lien avec le montant prêté.\n\n6. [résumé: En vertu de l'art. 97 LTF, le recours ne peut critiquer les constatations de fait que si les faits ont été établis de façon manifestement inexacte - notion qui correspond à celle d'arbitraire - ou en violation du droit au sens de l'art. 95 LTF, et si la correction du vice est susceptible d'influer sur le sort de la cause. Il y a arbitraire (art. 9 Cst.) dans l'établissement des faits ou l'appréciation des preuves si le juge n'a manifestement pas compris le sens et la portée d'un moyen de preuve, s'il a omis, sans raison sérieuse, de tenir compte d'un moyen important propre à modifier la décision attaquée ou encore si, sur la base des éléments recueillis, il a fait des déductions insoutenables. BGE 142 II 355 S. 359\n\nLes résultats issus d'une expertise privée réalisée sont soumis au principe de la libre appréciation des preuves et sont considérés comme des simples allégués de parties (ATF 141 IV 369 consid. 6 p. 372 s.). Il en découle que, comme tout moyen de preuve, lorsque l'autorité cantonale juge concluante une expertise produite par une partie, la tâche du Tribunal fédéral se limite à examiner si elle pouvait sans arbitraire s'y rallier (cf. ATF 133 II 384 consid. 4.2.3 p. 391; arrêts 2C_598/2014 du 5 mai 2015 consid. 5.1; 1C_557/2014 du 9 décembre 2014 consid. 3). La même approche s'impose de la part du Tribunal fédéral dans les situations inverses, à savoir lorsque l'autorité cantonale expose les motifs pour lesquels elle considère qu'une expertise privée n'est pas concluante.\n\nLe grief d'appréciation arbitraire des preuves est rejeté (cf. consid. 6.2-6.5 non publiés). Il en découle que l'arrêt attaqué contient une constatation de fait qui lie le Tribunal fédéral (art. 105 al. 1 LTF) en tant qu'il retient que la valeur vénale des immeubles était, pour les périodes fiscales en cause, égale à leur valeur comptable, soit 17'825'570 fr. Par conséquent, on est en présence d'une situation dans laquelle on peut présumer que la société n'aurait pas pu obtenir le prêt de 18 mio de francs par ses propres moyens.]\n\n7. Dans le second grief qu'elle forme à l'encontre de l'arrêt attaqué, la recourante soutient que les juges cantonaux ont violé l'art. 65 LIFD (RS 642.11) en considérant que le prêt que lui avait accordé la Fondation devait être assimilé à un prêt de l'actionnaire ou d'un proche parce que C. en était le codébiteur solidaire. Elle soutient que ce prêt était garanti par ses immeubles et que la présence de C. comme débiteur solidaire avait été requise par la Fondation, afin d'éviter le nantissement des actions et garantir une bonne gestion de la société, comme celle-ci l'avait du reste attesté.\n\n7.1 En pratique, la problématique du capital propre dissimulé concerne avant tout les prêts accordés directement par l'actionnaire ou un proche, dans une mesure qui excède ce qu'un tiers aurait fourni, cet écart s'expliquant par les liens de participation (cf. circulaire ch. 1). L'existence de capital propre dissimulé peut néanmoins se poser lorsqu'un tiers fournit le prêt. La circulaire envisage à cet égard deux cas de figure (cf. consid. 4.2 non publié). Dans le premier, le prêt est accordé directement par le tiers, mais indirectement par l'actionnaire ou le proche. Cette situation se présente lorsque le tiers n'intervient que comme un intermédiaire, les fonds provenant en réalité du BGE 142 II 355 S. 360porteur de parts ou du proche (ULYSSES VON SALIS-LÜTOLF, Verdecktes Eigenkapital - Warum der Drittvergleich im Steuerrecht nichts wirtschaftlich Bedeutendes vermittelt, RDS 121/2002 I p. 187; BRÜLISAUER/ZIEGLER, in Bundesgesetz über die direkte Bundessteuer [DBG], Kommentar zum schweizerischen Steuerrecht, vol. I/2a,2e éd. 2008, n° 22 ad art. 65 LIFD; ROLAND BÖHI, Das verdeckte Eigenkapital im Steuerrecht, 2014, p. 243 s.). Dans le second cas de figure, le prêt est accordé par un tiers et est \"garanti\" par l'actionnaire/le proche. La circulaire adopte à cet égard une formulation négative en indiquant qu'\"il n'y a pas de capital propre dissimulé si le capital étranger est fourni par des tiers indépendants et que ni les détenteurs de parts, ni des personnes qui leur sont proches ne le garantissent\" (circulaire ch. 2.1), étant rappelé que la preuve qu'un rapport concret de financement est conforme au marché reste réservée (cf. circulaire ch. 2.1 in fine). Lu a contrario, ce passage signifie que la garantie fournie par l'actionnaire ou un proche pour un prêt accordé par un tiers doit être assimilée à un prêt de l'actionnaire ou du proche (BÖHI, op. cit., p. 247).\n\n7.2 L'approche de la circulaire assimilant de manière générale la garantie fournie par l'actionnaire/un proche au prêt est critiquée par HERMANN (CHARLES HERMANN, Etre ou ne pas être sous-capitalisé, L'expert-comptable suisse 12/1998 p. 1359 ss), qui considère qu'elle est trop absolue et qu'elle méconnaît la réalité économique. Cet auteur propose d'opérer une distinction selon que la garantie implique ou non une couverture absolue et intégrale du risque du créancier. Si tel n'est pas le cas (par exemple parce que l'actionnaire se limite à fournir une lettre de confort), il faut admettre que la motivation de l'actionnaire est avant tout économique (obtenir un taux d'intérêt plus avantageux). Si, en revanche, la garantie apporte une couverture intégrale du risque (lorsqu'on est par exemple en présence de structures de financement de type back-to-back), il faut admettre que la motivation de l'actionnaire est avant tout fiscale. Cette approche présente toutefois le désavantage de se fonder sur un critère lié à la motivation de l'actionnaire (économique ou fiscale), ce qui renvoie à la conception du capital propre dissimulé telle que l'avait développée la jurisprudence rendue avant l'entrée en vigueur de l'art. 65 LIFD, qui exigeait, faute de base légale régissant la matière, l'existence d'une évasion fiscale; or, l'art. 65 LIFD a précisément objectivé cette notion (cf. consid. 4.1.2 non publié; arrêt 2C_560/2014 du 30 septembre 2015 consid. 3.3.5). BGE 142 II 355 S. 361\n\nL'assimilation de la garantie fournie par l'actionnaire/le proche à la mise à disposition de fonds par celui-ci est conforme à l'art. 65 LIFD si cette garantie joue économiquement le rôle d'un prêt (cf. BRÜLISAUER/ZIEGLER, op. cit., nos 23 et 24 ad art. 65 LIFD; BÖHI, op. cit., p. 244). Tel peut être le cas si la fortune personnelle de l'actionnaire ou du proche est mise à contribution comme substrat de responsabilité (\"Haftungssubstrat\") en contrepartie du prêt accordé par le tiers (BÖHI, op. cit., p. 245). Dans une telle situation, la garantie peut être assimilée à un prêt du proche. La société peut toutefois apporter la preuve que le rapport de financement est conforme au marché (cf. circulaire ch. 2.1 in fine).\n\nPar ailleurs, si une société obtient le prêt par ses propres moyens (par exemple par la mise en gage de ses actifs d'une manière conforme au marché), il n'y a en principe pas de capital propre dissimulé (BÖHI, op. cit., p. 245 et 249), la garantie du proche apparaissant superfétatoire sur le plan économique.\n\n7.3 ll découle de ce qui précède que lorsqu'un prêt accordé par un tiers fait l'objet de garanties réelles portant sur des actifs de la société emprunteuse et qu'en sus, l'actionnaire ou un proche est débiteur solidairement responsable du prêt, il faut déterminer dans quelle mesure la garantie personnelle fournie remplit économiquement la fonction de capital propre. Tel peut être le cas lorsque la garantie réelle est insuffisante pour garantir à elle seule le montant du prêt accordé, car en pareille situation, il faut présumer que la part du prêt qui dépasse le montant couvert par la garantie réelle a été accordée en raison de la garantie personnelle fournie par l'actionnaire, la preuve que le financement concret est conforme aux conditions du marché restant réservée.\n\n7.4 En l'espèce, le prêt litigieux s'élève à 18 mio de francs. Or, la valeur vénale des immeubles n'était pas supérieure à leur valeur comptable, soit 17'825'570 fr. (cf. consid. 6.5 non publié). Il en découle que la part \"excédentaire\" de financement étranger tel qu'il découle du tableau de capitalisation de la circulaire n'a été rendue possible que par la présence de la garantie personnelle fournie par C. La recourante a échoué à démontrer le contraire. La portée de l'attestation de la Fondation selon laquelle celle-ci n'a exigé la présence de C. que pour s'assurer de la correcte gestion de la société et pour éviter le nantissement des actions n'est pas une preuve que le financement litigieux était conforme au marché. Le raisonnement de la BGE 142 II 355 S. 362recourante part en outre de la prémisse erronée selon laquelle la valeur des immeubles était suffisante pour obtenir le prêt litigieux. On ne voit au surplus pas ce que le nantissement des actions aurait apporté comme garantie supplémentaire à la Fondation par rapport à la remise des cédules hypothécaires en propriété à fin de garantie qui a eu lieu, dès lors que les actifs principaux de la recourante sont constitués de ces immeubles (17'825'570 fr., les autres actifs étant des actifs circulants comptabilisés pour 450'941 fr. 65 [bilan 2010] et 485'560 fr. 56 [bilan 2011].\n\n7.5 Il s'ensuit qu'il faut admettre que la recourante a obtenu le prêt par ses propres moyens à hauteur de 80 % de la valeur vénale des immeubles, égale à leur valeur comptable, et que la part qui dépasse ce montant doit être considérée comme mise à disposition par C. - dont la qualité de proche n'a jamais été contestée - la recourante n'ayant pas apporté la preuve que les conditions concrètes de financement étaient conformes aux conditions du marché. (...)"}