{"annee": "142", "cour": "V", "page": "358", "date": "11/7/2016", "cite": ["129 V 440", "127 V 315", "133 V 205", "130 V 414", "142 V 20", "128 V 50", "141 V 197", "110 V 10"], "cite_par": [], "chapeau": "40. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Helvetia Sammelstiftung für Personalvorsorge gegen Bafidia Pensionskasse und A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_833/2015 vom 11. Juli 2016", "regestes": ["Art. 35a al. 1 LPP; restitution d'un montant crédité par erreur sur le compte d'un assuré après son transfert dans le cadre de la prestation de sortie. L'institution de prévoyance, qui a crédité par erreur un montant sur le compte d'un assuré et l'a transféré à une nouvelle institution de prévoyance dans le cadre de la prestation de sortie, peut réclamer le transfert effectué illégalement en application par analogie de l'art. 35a LPP (consid. 6.3). L'institution de prévoyance tenue à restitution est celle auprès de laquelle se trouve l'avoir crédité (consid. 6.4). Le délai absolu de prescription de cinq ans commence à courir au moment où l'institution de prévoyance, qui a crédité le montant de manière erronée, transfère la prestation de sortie (qui contient ce montant) à la nouvelle institution (consid. 7.2)."], "faits": "BGE 142 V 358 S. 359\n\nA.\n\nA.a A. arbeitete vom 1. September 2004 bis 31. März 2005 bei der B. AG und war dadurch bei der Helvetia Sammelstiftung für Personalvorsorge (nachfolgend: Helvetia) berufsvorsorgeversichert.\n\nAm 29. Februar 2008 überwies die Helvetia der Personalvorsorgestiftung C. zugunsten von A. eine Austrittsleistung von Fr. 118'127.30. Diese gelangte daraufhin über die Pensionskasse D. und die Freizügigkeitsstiftung E. an die Bafidia Pensionskasse (nachfolgend: Bafidia), bei welcher A. aufgrund eines Arbeitsverhältnisses bei der F. AG inzwischen vorsorgeversichert ist.\n\nA.b Mit E-Mail vom 20. November 2014 gelangte die Helvetia an die Personalvorsorgestiftung C. Sie informierte diese, sie habe in einer Kontrolle festgestellt, dass sie A. am 1. April 2005 irrtümlich die Freizügigkeitsleistung eines anderen Mitarbeiters in der Höhe von Fr. 103'427.10 gutgeschrieben habe. Sie ersuchte um Besprechung des weiteren Vorgehens. In der Folge erfuhr die Helvetia, dass A. nicht mehr bei der Personalvorsorgestiftung C., sondern bei der BGE 142 V 358 S. 360Bafidia vorsorgeversichert war. Dementsprechend informierte sie auch die Bafidia über den ihr unterlaufenen Fehler. Sie ersuchte die Bafidia um Rücküberweisung der irrtümlich eingebauten Freizügigkeitsleistung von Fr. 103'427.10 zuzüglich Zins (Schreiben vom 24. November 2014), worüber sie auch den Versicherten, mit welchem sie bereits zuvor telefonisch Kontakt gehabt hatte, in Kenntnis setzte. Die Bafidia stellte sich auf den Standpunkt, sie sei ohne Einwilligung des A. nicht befugt, den Betrag rückzuvergüten, und A. sehe keinen Rechtsgrund für eine Rückübertragung (E-Mail vom 12. Dezember 2014). Eine Einigung kam nicht zustande.\n\nB. Am 27. Januar 2015 erhob die Helvetia Klage mit dem Antrag, die Bafidia sei zu verpflichten, ihr Fr. 103'427.10 zu bezahlen, zuzüglich Zins zu 5 % seit 16. Januar 2015. A. wurde als Mitinteressierter zum Verfahren beigeladen. Mit Entscheid vom 6. Oktober 2015 wies das Versicherungsgericht des Kantons Aargau die Klage ab.\n\nC. Die Helvetia führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit den Rechtsbegehren, der kantonale Entscheid sei aufzuheben und die Bafidia zu verpflichten, ihr Fr. 103'427.10 zu bezahlen, zuzüglich Zins zu 5 % seit 16. Januar 2015. Eventualiter sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Bafidia beantragt die Abweisung der Beschwerde. Der zum Verfahren beigeladene A. enthält sich eines formellen Antrags, schliesst aber sinngemäss ebenfalls auf Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Streitig und zu prüfen ist, ob die Helvetia von der Bafidia die Rückerstattung von Fr. 103'427.10, welchen Betrag sie dem Konto des A. am 1. April 2005 irrtümlich gutschrieb, verlangen kann.\n\n3.2 Dabei steht fest, dass die Helvetia bis zum Ausscheiden des Versicherten grundsätzlich die Möglichkeit gehabt hätte, sein individuelles Konto um die irrtümliche Eintragung - die versehentlich erfolgte Gutschrift von Fr. 103'427.10 - zu berichtigen und damit den gesetzlichen Zustand wiederherzustellen (vgl. dazu auch BGE 130 V 414).\n\nBGE 142 V 358 S. 361\n\n4.\n\n4.1 Die Vorinstanz erwog, hinsichtlich der streitigen Rückerstattung stelle sich in erster Linie die Frage der Passivlegitimation der Bafidia. Nach der Rechtsprechung gemäss BGE 133 V 205 und BGE 141 V 197 sei der beigeladene Versicherte Gläubiger der irrtümlich gutgeschriebenen Freizügigkeitsleistung. Der eingeklagte Anspruch auf Rückerstattung des zu Unrecht gutgeschriebenen Betrags habe sich deshalb gegen ihn und nicht gegen die Beklagte zu richten. Die Beklagte verwalte das ihr anvertraute Vorsorgevermögen lediglich für Rechnung des Beigeladenen. Gestützt auf diese Überlegungen verneinte das kantonale Gericht die Passivlegitimation der Bafidia und wies die Klage ab.\n\n4.2 Nach Auffassung der Helvetia bedarf die Frage, welche Partei bei der Rückforderung einer zu Unrecht überwiesenen Freizügigkeitsleistung zu belangen sei, höchstrichterlicher Klärung. Der von der Vorinstanz beigezogene BGE 141 V 197 betreffe einen ganz anderen Sachverhalt; aus dem Urteil lasse sich für die hier zu beurteilende Frage, ob Vorsorgeeinrichtungen Fehlbuchungen selbständig korrigieren dürfen oder dazu die Zustimmung des Versicherten brauchen, nichts ableiten.\n\nDie Helvetia macht geltend, Korrekturen von Fehlbuchungen müssten gestützt auf gesetzlich geregelte Tatbestände von Rückerstattungsansprüchen zwischen Vorsorgeeinrichtungen wie Art. 3 Abs. 1 und Art. 11 Abs. 2 FZG (SR 831.42) oder Art. 26 Abs. 4 BVG möglich sein. Die Vorsorgeeinrichtung sei die \"Eigentümerin\" der Freizügigkeitsleistung und damit passivlegitimiert, wobei der Versicherte selbstverständlich zur Stellungnahme aufgefordert und in einem Prozess beigeladen werden könne bzw. solle. Wenn die Bestimmungen des FZG eine genügende Rechtsgrundlage für die selbständige Rückforderung eines an eine andere Vorsorgeeinrichtung irrtümlich überwiesenen Guthabens bildeten, könne der Rückforderungsanspruch sich nicht nur gegen die direkt nachfolgende, sondern gegen jede Vorsorgeeinrichtung, welche die Freizügigkeitsleistung in diesem Zeitpunkt verwalte, richten. Auch die Verjährung stehe dem Anspruch nicht entgegen, weil Freizügigkeitsleistungen rechtsprechungsgemäss unverjährbar seien.\n\n4.3 Die Bafidia stellt sich auf den Standpunkt, die Vorsorgeeinrichtung könne eine ihr unterlaufene Falschbuchung bei einem Alterskonto nur korrigieren, solange die versicherte Person noch bei ihr versichert sei. Mit der Überweisung an eine neue BGE 142 V 358 S. 362Vorsorgeeinrichtung ändere sich dies. Die versicherte Person könne zwar nicht frei über ihr Sparguthaben verfügen, wenn nicht ein Barauszahlungsfall vorliege. Dennoch sei sie und nicht etwa die neue Vorsorgeeinrichtung alleinige Gläubigerin der Austrittsleistung. Die Vorinstanz habe deshalb zu Recht erkannt, dass sich der Rückforderungsanspruch gegen A. richten müsse. Im Übrigen sei es unverständlich, dass die Beschwerdeführerin den von ihr geltend gemachten Buchungsfehler aus dem Jahr 2005 erst im Jahr 2014 entdeckt habe. Derartige Fehler sollten korrigiert werden können, aber nicht zeitlich unbeschränkt, sondern innerhalb der von Art. 35a BVG gesetzten Fristen.\n\n4.4 A. bringt vor, er sei im Vertrauen auf die seit 2008 ausgestellten Versicherungsausweise jeweils vom \"korrekten Vorhandensein des entsprechenden Vorsorgeguthabens\" ausgegangen; er habe zu keiner Zeit Anlass gehabt, an den Vorsorgeausweisen zu zweifeln. Es gehe nicht an, dass die Vorsorgeeinrichtung eigene, auf Unsorgfalt zurückzuführende Fehler nach so langer Zeit zulasten gutgläubiger Versicherter bereinige.\n\n5.\n\n5.1 Mit den Beiträgen, welche im Rahmen der beruflichen Vorsorge geleistet werden, wird für den Versicherten ein individuelles Vorsorgeguthaben - das Altersguthaben im Sinne von Art. 15 BVG - geäufnet. Dieses besteht gemäss Art. 15 Abs. 1 BVG aus den Altersgutschriften samt Zinsen für die Zeit, während welcher der Versicherte der Vorsorgeeinrichtung angehört hat, oder längstens bis zum Erreichen des ordentlichen Rentenalters (lit. a) und den Altersguthaben samt Zinsen, die von den vorhergehenden Einrichtungen überwiesen und dem Versicherten gutgeschrieben worden sind (lit. b). Die Vorsorgeeinrichtung muss für jeden Versicherten ein Alterskonto führen, aus dem das Altersguthaben nach Art. 15 Abs. 1 BVG ersichtlich ist (Art. 11 Abs. 1 der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVV 2; SR 831.441.1]).\n\n5.2 Versicherte, welche eine Vorsorgeeinrichtung verlassen, bevor ein Vorsorgefall eintritt, haben Anspruch auf eine Austrittsleistung (Art. 2 Abs. 1 FZG), welche nach Art. 15 ff. FZG berechnet wird und mit dem Austritt aus der Vorsorgeeinrichtung fällig wird (Art. 2 Abs. 3 FZG; BGE 129 V 440 E. 4 S. 441).\n\nEntsprechend dem Ziel, den Vorsorgeschutz aufrechtzuerhalten, enthält das Gesetz die folgende Regelung: Treten Versicherte in eine BGE 142 V 358 S. 363neue Vorsorgeeinrichtung ein, hat die frühere Vorsorgeeinrichtung die Austrittsleistung an die neue zu überweisen (Art. 3 Abs. 1 FZG). Versicherte, die nicht in eine neue Vorsorgeeinrichtung eintreten, haben ihrer Vorsorgeeinrichtung mitzuteilen, in welcher zulässigen Form (Freizügigkeitspolice oder -konto; Art. 10 Abs. 1 FZV [SR 831. 425]) sie den Vorsorgeschutz erhalten wollen (Art. 4 Abs. 1 FZG). Eine Mitwirkung der Versicherten ist insofern vorgesehen, als sie der Vorsorgeeinrichtung vor dem Austritt bekannt zu geben haben, an welche neue Vorsorgeeinrichtung oder an welche Freizügigkeitseinrichtung die Austrittsleistung zu überweisen ist (Art. 1 Abs. 2 FZV). Sodann bestimmt Art. 11 Abs. 2 FZG, dass die Vorsorgeeinrichtung die Austrittsleistung aus dem früheren Vorsorgeverhältnis sowie das Vorsorgekapital aus einer Form der Vorsorgeschutzerhaltung für Rechnung des Versicherten einfordern kann.\n\nMuss die frühere Vorsorgeeinrichtung Hinterlassenen- oder Invalidenleistungen erbringen, nachdem sie die Austrittsleistung an die neue Vorsorgeeinrichtung überwiesen hat, ist ihr diese Austrittsleistung so weit zurückzuerstatten, als dies zur Auszahlung der Hinterlassenen- oder Invalidenleistungen nötig ist (Art. 3 Abs. 2 FZG).\n\n5.3 Die in E. 5.2 dargelegten Bestimmungen zeigen auf, dass die Übertragung oder Rückübertragung von Austrittsleistungen von einer Vorsorgeeinrichtung auf eine andere als technischer Vorgang unmittelbar unter den Vorsorgeeinrichtungen erfolgt. Eine Mitwirkung des Versicherten ist nur insofern vorgesehen, als er bei Beendigung des Vorsorgeverhältnisses anzugeben hat, was mit der zu diesem Zeitpunkt fällig werdenden Austrittsleistung zu geschehen hat: ob sie an eine neue Vorsorgeeinrichtung zu übertragen ist (Art. 3 FZG), ob der Vorsorgeschutz in anderer Form erhalten werden soll (Art. 4 FZG) oder ob ein Barauszahlungstatbestand vorliegt (Art. 5 FZG). Gestützt auf die Angaben des Versicherten erfolgt sodann in den hier allein interessierenden ersten beiden Fällen die direkte versicherungstechnische Abwicklung unter den Einrichtungen.\n\n5.4 Ist die Austrittsleistung nach Art. 3 Abs. 1 FZG durch die bisherige Vorsorgeeinrichtung an die neue zu überweisen, so begründet dies nach der Rechtsprechung gemäss BGE 133 V 205, auf welche sich der angefochtene Entscheid stützt, kein eigenes Forderungsrecht der neuen Vorsorgeeinrichtung. Diese kann nur Zahlung für den Vorsorgenehmer verlangen, mithin die Leistung auf Rechnung des Vorsorgenehmers einfordern. Es besteht kein BGE 142 V 358 S. 364Gläubigerverhältnis zwischen der neuen und der alten Vorsorgeeinrichtung; vielmehr bleibt der Versicherte Gläubiger der Austrittsleistung (BGE 133 V 205 E. 4.6 S. 212 mit Hinweisen; vgl. auch BETTINA KAHIL-WOLFF, in: Handkommentar zum BVG und FZG, Schneider/Geiser/Gächter [Hrsg.], 2010, N. 2 ff. zu Art. 11 FZG). Diese Überlegungen führten im erwähnten BGE 133 V 205 E. 4.6 S. 211 f. zum Ergebnis, dass die Vorsorgeeinrichtung anders als bei einer Verletzung des Art. 5 Abs. 2 FZG bei einer nach Art. 5 Abs. 1 FZG unzulässigen Barauszahlung nicht riskiert, ein zweites Mal bezahlen zu müssen. Denn wenn sie ihre Leistung an den Vorsorgenehmer direkt statt an die neue Vorsorgeeinrichtung erbringt, leistet sie lediglich an eine falsche Zahlungsadresse. Die neue Vorsorgeeinrichtung könnte nur auf Rechnung des Versicherten diejenige Leistung einfordern, welche diesem gegenüber der bisherigen Vorsorgeeinrichtung zusteht. Der Versicherte aber hat keinen Anspruch mehr, nachdem er selber die falsche Zahlung veranlasst und die Austrittsleistung bereits erhalten hat; er kann weder für sich noch zuhanden seiner allfälligen neuen Vorsorgeeinrichtung die Leistung ein zweites Mal verlangen.\n\nEntgegen der Vorinstanz ergibt sich aus BGE 133 V 205 indessen nichts für den hier zu beurteilenden Fall, welcher die Rückforderung einer sich noch immer im Vorsorgekreislauf befindenden, irrtümlich erfolgten Gutschrift und damit einen ganz anders gelagerten Sachverhalt betrifft. Aus dem fehlenden Gläubigerverhältnis zwischen den Vorsorgeeinrichtungen allein lässt sich nicht bereits ableiten, dass die alte Vorsorgeeinrichtung sich für ihren Rückforderungsanspruch an den Versicherten halten müsse. Vielmehr ist zu prüfen, ob analog zum - unabhängig von einem Gläubigerverhältnis bestehenden - Einforderungsrecht der neuen Vorsorgeeinrichtung für Rechnung des Versicherten gemäss Art. 11 Abs. 2 FZG ein Rückforderungsrecht der alten Vorsorgeeinrichtung zu Lasten der Rechnung des Versicherten besteht.\n\n5.5 Zu Unrecht stützt sich die Vorinstanz des Weitern auf BGE 141 V 197, welcher Entscheid den speziell geregelten, hier nicht zur Diskussion stehenden Rückerstattungstatbestand des Art. 3 Abs. 2 FZG betrifft: In einem Fall, in welchem eine frühere Vorsorgeeinrichtung Invalidenleistungen erbrachte, nachdem sie die Austrittsleistung an eine Freizügigkeitseinrichtung überwiesen hatte, stellte sich die Frage, ob die leistungspflichtige Vorsorgeeinrichtung die Rückerstattung der Austrittsleistung erzwingen kann bzw. muss. Das Bundesgericht verneinte die Frage nach einer Auslegung der Bestimmung BGE 142 V 358 S. 365des Art. 3 Abs. 2 FZG und verwies darauf, dass der Vorsorgeeinrichtung allein die Möglichkeit zustehe, die fehlende Rückerstattung mit einer Leistungskürzung zu sanktionieren (Art. 3 Abs. 3 FZG).\n\n5.6 Nach dem Gesagten steht fest, dass sich die Frage der Passivlegitimation - entgegen dem angefochtenen Entscheid - gestützt auf die von der Vorinstanz beigezogene bisherige Rechtsprechung nicht beantworten lässt.\n\n6.\n\n6.1 Der Rückerstattungspflicht unterliegen zu Unrecht - d.h. ohne gesetzlichen oder bei nachträglich weggefallenem Grund - ausgerichtete Leistungen im Sinne der Art. 13 ff. BVG (vgl. RIEMER/RIEMER-KAFKA, Das Recht der beruflichen Vorsorge in der Schweiz, 2. Aufl. 2006, § 7 N. 88). Bis zum Inkrafttreten der 1. BVG-Revision waren zu Unrecht bezogene Leistungen nach reglementarischer Grundlage und beim Fehlen einer solchen subsidiär nach den Bestimmungen über die ungerechtfertigte Bereicherung (Art. 62 ff. OR) zurückzuerstatten (BGE 130 V 414 E. 2 S. 417; BGE 128 V 50; vgl. auchULRICH MEYER, Die Rückerstattung von Sozialversicherungsleistungen, in: Ausgewählte Schriften, Thomas Gächter [Hrsg.], 2013, S. 141 ff., 161 f.). Mit der Einführung des Art. 35a BVG (vgl. dazu Botschaft vom 1. März 2000 zur Revision des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVG], BBl 2000 2637 ff., 2692) wurde im BVG erstmals eine gesetzliche Grundlage für die Rückerstattung zu Unrecht bezogener Leistungen geschaffen:\n\nNach Art. 35a BVG sind unrechtmässig bezogene Leistungen zurückzuerstatten. Von der Rückforderung kann abgesehen werden, wenn der Leistungsempfänger gutgläubig war und die Rückforderung zu einer grossen Härte führt (Abs. 1). Der Rückforderungsanspruch verjährt mit Ablauf eines Jahres, nachdem die Vorsorgeeinrichtung davon Kenntnis erhalten hat, spätestens aber mit Ablauf von fünf Jahren seit der Auszahlung der Leistung (Abs. 2 erster Satz). Art. 35a BVG ist auf die obligatorische und die weitergehende Vorsorge anwendbar (Art. 49 Abs. 2 Ziff. 4 BVG).\n\n6.2 Die Bestimmung des Art. 35a BVG ist gegenüber anderen Rückerstattungstatbeständen des BVG abzugrenzen (wie z.B. Art. 53e BVG betreffend die Rückzahlung des Deckungskapitals bei Kündigung des Versicherungsvertrags zwischen Vorsorgeeinrichtung und Versicherer etc.). Sie bezieht sich nach ihrer Zielsetzung und BGE 142 V 358 S. 366systematischen Stellung im 6. Kapitel, welches gemeinsame Bestimmungen für Vorsorgeleistungen im Sinne der Art. 13 ff. BVG enthält, auf Vorsorgeleistungen im engen Sinne, d.h. auf Alters-, Hinterlassenen- und Invalidenrenten (KAHIL-WOLFF, a.a.O., N. 1 und 5 zu Art. 35a BVG).\n\n6.3 Freizügigkeitsleistungen dienen der Erhaltung des Vorsorgeschutzes und damit ebenso der beruflichen Vorsorge. Sie stellen indessen keine Leistungen im versicherungsrechtlichen und -technischen Sinne (wie Alters-, Hinterlassenen- oder Invalidenrenten) dar, sondern sind die erworbene Finanzierungsgrundlage für allfällig künftig entstehende Versicherungsleistungen (BGE 127 V 315 E. 3b S. 318; HÜRZELER/BRÜHWILER, Obligatorische berufliche Vorsorge, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 2129 Rz. 168 und S. 2147 Rz. 221). Eine direkte Anwendung der Bestimmung des Art. 35a BVG auf sie fällt nicht in Betracht, weil eine entsprechende ausdrückliche Verweisung in Art. 25 FZG fehlt. Aus Gründen der Einheitlichkeit rechtfertigt es sich aber, für die Rückabwicklung von unrechtmässig erfolgten Überweisungen von Austrittsleistungen an eine neue Vorsorgeeinrichtung Art. 35a BVG analogieweise beizuziehen (vgl. KAHIL-WOLFF, a.a.O., N. 5 zu Art. 35a BVG; RIEMER/RIEMER-KAFKA, a.a.O., § 7 N. 88).\n\n6.4 Rückerstattungspflichtig gemäss Art. 35a Abs. 1 BVG ist der Leistungsempfänger, wie sich aus Satz 2 der Bestimmung ergibt. Die Rückerstattungspflicht trifft somit den Leistungsbezüger, gegebenenfalls seinen gesetzlichen Vertreter, und im Fall des Todes seine Erben. Auch Drittpersonen oder Behörden, an welche die Leistungen in rechtlich zulässiger Weise ausbezahlt worden sind, können unter Umständen rückerstattungspflichtig sein (z.B. bei Drittauszahlung von Kinderrenten; vgl. Art. 17 und 25 BVG). Anders verhält es sich bei Drittpersonen (wie z.B. bei Banken), welche die Leistungen lediglich im Auftrag des Berechtigten als Inkasso- oder Zahlstelle entgegennehmen: Da diese keine Rechte und Pflichten (insbesondere keine Meldepflicht) aus dem Vorsorgeverhältnis haben, rechtfertigt es sich nicht, sie als rückerstattungspflichtig zu betrachten (BGE 110 V 10 E. 2b S. 14 f.; KAHIL-WOLFF, a.a.O., N. 7 zu Art. 35a BVG; MEYER, a.a.O., S. 146). Mit Blick auf die Rechte und Pflichten, welche die Vorsorgeeinrichtungen im Zusammenhang mit der Überweisung von Freizügigkeitsleistungen beim Aus- und Eintritt eines Versicherten haben (vgl. dazu E. 5.1-5.3 hiervor), kann die Vorsorgeeinrichtung, die eine Freizügigkeitsleistung eines neu bei ihr BGE 142 V 358 S. 367 eintretenden Versicherten entgegennimmt, nicht als blosse Inkasso- oder Zahlstelle betrachtet werden. Auch sie trifft damit grundsätzlich eine Rückerstattungspflicht, ebenso wie sämtliche weiteren Vorsorgeeinrichtungen, an welche eine entsprechende Freizügigkeitsleistung in der Folge übertragen wird. Rückerstattungspflichtig ist damit die Vorsorgeeinrichtung, bei welcher sich das Guthaben befindet.\n\n6.5 Eine Anwendung dieser Grundsätze auf den hier zu beurteilenden Sachverhalt ergibt, dass eine Rückerstattungspflicht grundsätzlich auch die Bafidia trifft, welche als neue Vorsorgeeinrichtung die (diese beinhaltende) Austrittsleistung des Versicherten nach verschiedenen anderen (Vorsorge- und Freizügigkeits-)Einrichtungen bei seinem Eintritt entgegennahm. Damit ist die Passivlegitimation der Bafidia, entgegen dem angefochtenen Entscheid, zu bejahen.\n\n7.\n\n7.1 Gemäss Art. 35a Abs. 2 Satz 1 BVG verjährt der Rückforderungsanspruch mit Ablauf eines Jahres, nachdem die Vorsorgeeinrichtung davon Kenntnis erhalten hat, spätestens aber mit Ablauf von fünf Jahren seit der Auszahlung der Leistung. Bei der relativen einjährigen und der absoluten fünfjährigen Frist zur Geltendmachung des Rückforderungsanspruchs handelt es sich um Verjährungsfristen im obligationenrechtlichen Sinne (BGE 142 V 20 E. 3.3 S. 25). Als solche können sie, im Unterschied zu Verwirkungsfristen, unterbrochen werden (BGE 142 V 20 E. 2 S. 21 f.; BASILE CARDINAUX, Die Verjährung der Berufsvorsorgeleistungen: Eine Bestandesaufnahme und ein Ausblick, in: BVG-Tagung 2013, Aktuelle Fragen der beruflichen Vorsorge, Kieser/Stauffer [Hrsg.], 2014, S. 98; vgl. auch ANDRÉ PIERRE HOLZER, Verjährung und Verwirkung der Leistungsansprüche im Sozialversicherungsrecht, 2005, S. 72 ff.).\n\n7.2 Zu welchem Zeitpunkt die Vorsorgeeinrichtung Kenntnis vom Rückforderungsanspruch erhalten hat, was für den Beginn der einjährigen relativen Verjährungsfrist entscheidend ist, kann offengelassen werden, weil der Anspruch jedenfalls zufolge Ablaufs der fünfjährigen absoluten Frist verjährt ist: Letztere Frist beginnt in dem Zeitpunkt zu laufen, in welchem die Vorsorgeeinrichtung, welche die irrtümliche Gutschrift vornahm, die (diese beinhaltende) Austrittsleistung an eine neue Vorsorge- oder eine Freizügigkeitseinrichtung überweist. Dies war hier am 29. Februar 2008 der Fall, als die Helvetia die Freizügigkeitsleistung des Beigeladenen an die BGE 142 V 358 S. 368Personalvorsorgestiftung C. übertrug. Verjährungsunterbrechende Handlungen sind weder ersichtlich noch geltend gemacht. Als die Helvetia im November 2014 um Rückerstattung ersuchte, war ihr Anspruch mithin bereits verjährt.\n\n7.3 Zusammenfassend ergibt sich, dass die von der Helvetia gegen die Bafidia am 27. Januar 2015 angehobene Klage auf Rückerstattung des A. irrtümlich gutgeschriebenen Betrages zufolge Verjährung abzuweisen ist. (...)"}