{"annee": "142", "cour": "V", "page": "233", "date": "22/4/2016", "cite": ["137 V 105", "137 V 383", "136 V 127", "133 V 314", "129 III 305", "140 V 50", "134 V 369", "136 V 49", "130 I 205"], "cite_par": ["144 V 327"], "chapeau": "25. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen Pensionskasse B. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_284/2015 vom 22. April 2016", "regestes": ["Art. 20a al. 1 let. a, art. 49 al. 2 ch. 3 LPP; prestations pour survivants de la prévoyance professionnelle étendue; capital décès; clause bénéficiaire en faveur du concubin survivant. La déclaration de volonté formulée dans un testament de favoriser le concubin en ce qui concerne les prestations pour survivants nécessite une référence expresse aux dispositions règlementaires applicables ou au moins à la prévoyance professionnelle. Des dispositions pour cause de mort, selon lesquelles - comme ici - la concubine de l'assuré est (seulement) désignée comme héritière, ne permettent pas de conclure à une volonté de la favoriser sur le plan de la prévoyance professionnelle, quand bien même la partenaire est désignée comme unique héritière (consid. 2.3)."], "faits": "BGE 142 V 233 S. 234\n\nA. C. war ab 1. September 2013 bei der Pensionskasse B. (nachfolgend: Pensionskasse) für die berufliche Vorsorge versichert. Als er im April 2014 verstarb, hinterliess er seine Lebenspartnerin A. sowie seine Eltern. Testamentarisch hatte er A. als Alleinerbin und Willensvollstreckerin eingesetzt. Sie erkundigte sich am 30. Mai 2014 bei der Pensionskasse nach Hinterlassenenleistungen, wobei sie geltend machte, der Verstorbene und sie hätten seit Juni 2007 eine Lebensgemeinschaft geführt. In der Folge verneinte die Vorsorgeeinrichtung einen Leistungsanspruch von A. Eine reglementarische Lebenspartnerrente entfalle, weil der Verstorbene zu Lebzeiten das bestehende Konkubinatsverhältnis der Pensionskasse nicht gemeldet habe. Das Todesfallkapital gelange mangels einer eindeutigen schriftlichen Begünstigungserklärung seitens des Versicherten ebenfalls nicht zur Ausrichtung.\n\nB. A. erhob am 3. Dezember 2014 beim Verwaltungsgericht des Kantons Bern Klage mit dem Rechtsbegehren, die Pensionskasse sei zu verpflichten, ihr das Todesfallkapital von Fr. 61'318.- auszuzahlen, BGE 142 V 233 S. 235zuzüglich Zins zu 5 % seit April 2014. Das Gericht wies die Klage mit Entscheid vom 16. März 2015 ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten erneuert A. ihr vorinstanzliches Rechtsbegehren.\n\nWährend die Pensionskasse (sinngemäss) auf Abweisung der Beschwerde schliesst, hat sich das Bundesamt für Sozialversicherungen dazu nicht vernehmen lassen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Nach Art. 20a Abs. 1 BVG kann die Vorsorgeeinrichtung in ihrem Reglement neben den Anspruchsberechtigten nach den Art. 19 (überlebender Ehegatte), 19a (eingetragene Partnerinnen oder Partner) und 20 (Waisen) begünstigte Personen für die Hinterlassenenleistungen vorsehen, u.a. natürliche Personen, die vom Versicherten in erheblichem Masse unterstützt worden sind, oder die Person, die mit diesem in den letzten fünf Jahren bis zu seinem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufkommen muss (lit. a). Eine Vorsorgeeinrichtung muss nicht alle der in Art. 20a Abs. 1 lit. a BVG aufgezählten Personen begünstigen und kann den Kreis der Anspruchsberechtigten enger fassen als im Gesetz umschrieben, insbesondere ist sie befugt, von einem restriktiveren Begriff der Lebensgemeinschaft auszugehen. Denn die Begünstigung der in Art. 20a Abs. 1 BVG genannten Personen gehört zur weitergehenden bzw. überobligatorischen beruflichen Vorsorge (Art. 49 Abs. 2 Ziff. 3 BVG und Art. 89a Abs. 6 Ziff. 3 ZGB). Die Vorsorgeeinrichtungen sind somit frei zu bestimmen, ob sie überhaupt und für welche dieser Personen sie Hinterlassenenleistungen vorsehen wollen. Zwingend zu beachten sind lediglich die in lit. a-c von Art. 20a Abs. 1 BVG aufgeführten Personenkategorien sowie die Kaskadenfolge. Umso mehr muss es den Vorsorgeeinrichtungen daher grundsätzlich erlaubt sein, etwa aus Gründen der Rechtssicherheit (Beweis anspruchsbegründender Umstände) oder auch im Hinblick auf die Finanzierbarkeit der Leistungen, den Kreis der zu begünstigenden Personen enger zu fassen als im Gesetz umschrieben (BGE 137 V 383 E. 3.2 S. 388; BGE 136 V 49 E. 3.2 S. 51, BGE 136 V 127 E. 4.4 S. 130; BGE 134 V 369 E. 6.3.1.2 S. 378; je mit Hinweisen auf die Lehre). BGE 142 V 233 S. 236\n\n1.2 Unter dem Titel \"Todesfallkapital\" finden sich im seit 1. Januar 2014 geltenden Vorsorgereglement der Pensionskasse folgende Bestimmungen:\n\n\"Art. 42 Grundsatz\n\nStirbt eine aktive versicherte Person, ohne dass Anspruch auf eine Ehegattenrente (Art. 36) oder auf eine Lebenspartnerrente (Art. 37) entsteht, so wird ein Todesfallkapital fällig.\n\nArt. 43 Anspruchsberechtigte\n\n1 Anspruch auf das Todesfallkapital haben die Hinterlassenen des Verstorbenen - unabhängig vom Erbrecht -, sofern sie vom Verstorbenen schriftlich bezeichnet worden sind:\n\na. der überlebende Ehegatte;\n\nb. bei dessen Fehlen: die waisenrentenberechtigten Kinder des Verstorbenen;\n\nc. bei deren Fehlen: der überlebende Lebenspartner, sofern er, unabhängig des Geschlechts, beim Tod der versicherten Person, mit ihr eine auf Dauer angelegte Lebensgemeinschaft führte und bereits während mindestens zwei Jahren im gemeinsamen Haushalt gelebt hat;\n\nd. bei dessen Fehlen: die vom Verstorbenen in erheblichem Masse unterstützten Personen;\n\ne. bei deren Fehlen: die nicht waisenrentenberechtigten Kinder des Verstorbenen.\n\n2 Die Anspruchsberechtigten müssen ihren Anspruch spätestens sechs Monate nach dem Tod der versicherten Person gegenüber der Kasse geltend machen, indem sie der Kasse ihre schriftliche Bezeichnung durch den Verstorbenen einreichen.\n\n3 Fehlen Anspruchsberechtigte im Sinne von Abs. 1, so verfällt das Todesfallkapital der Kasse.\n\nArt. 44 Betrag des Todesfallkapitals\n\nDer Betrag des Todesfallkapitals entspricht einer einmaligen Abfindung in der Höhe eines beitragspflichtigen Jahreslohns.\"\n\n2. Streitig und zu prüfen ist der Anspruch der Beschwerdeführerin auf das reglementarische Todesfallkapital. Während Pensionskasse und Vorinstanz eine Berechtigung auf diese weitergehende Hinterlassenenleistung mangels einer schriftlichen Begünstigungserklärung verneinen, erblickt die Beschwerdeführerin im Testament ihres Lebenspartners eine hinreichende derartige Erklärung.\n\n2.1 Die - im vorliegenden Fall klageweise nicht geltend gemachte - Lebenspartnerrente gemäss Art. 37 Vorsorgereglement setzt u.a. eine von der versicherten Person zu Lebzeiten der Pensionskasse BGE 142 V 233 S. 237eingereichte Begünstigungserklärung voraus, d.h. die schriftliche Meldung über eine bestehende Lebenspartnerschaft und die Bezeichnung der andern daran beteiligten Person als Anspruchsberechtigte/r (Abs. 1 und 3 der genannten Reglementsbestimmung). Beim hier interessierenden Todesfallkapital kann demgegenüber die Begünstigungserklärung des Verstorbenen zugunsten der überlebenden Lebenspartnerin (das Reglement spricht ebenfalls von deren \"schriftliche[r] Bezeichnung\" [als Anspruchsberechtigte]) der Pensionskasse auch noch innert sechs Monaten nach dem Tod der versicherten Person eingereicht werden (Art. 43 Abs. 1 Ingress und lit. c, Abs. 2 Vorsorgereglement). Das Bundesgericht hat beide Varianten reglementarisch verlangter Begünstigungserklärungen für zulässig erklärt; sie bilden nicht blosse Beweisvorschriften mit Ordnungscharakter, sondern mit Art. 20a BVG vereinbare formelle Anspruchserfordernisse mit konstitutiver Wirkung (BGE 140 V 50 E. 3.3.2 S. 54; BGE 137 V 105 E. 8 S. 111; BGE 136 V 127; SVR 2015 BVG Nr. 16 S. 63, 9C_345/ 2014 E. 3.3.2; 2014 BVG Nr. 33 S. 123, 9C_339/2013 E. 2.2; 2009 BVG Nr. 18 S. 65, 9C_710/2007 E. 5.3; 2006 BVG Nr. 13 S. 47, B 92/04 E. 5.2; Urteil 9C_161/2014 vom 14. Juli 2014 E. 3.3).\n\n2.2 Das Vorliegen einer Lebensgemeinschaft bedeutet nicht zwangsläufig, dass die versicherte Person den Lebenspartner auch tatsächlich begünstigen will. Im Gegensatz zu den obligatorischen Hinterlassenenansprüchen des überlebenden Ehegatten bzw. des überlebenden eingetragenen Partners hat die versicherte Person bei einer Lebensgemeinschaft eine Wahlmöglichkeit (BGE 137 V 105 E. 8.2 in fine S. 111). Diese Autonomie dürfte u.a. ein wichtiger Grund dafür sein, dass manche Paare die (nichteheliche) Lebensgemeinschaft der Ehe vorziehen. Die Meldung ist demnach unmissverständlicher Ausdruck dafür, dass eine Begünstigung gewollt ist. Dabei kann es keinen Unterschied machen, in welcher Form die Willenserklärung abzugeben ist, ob in Gestalt einer expliziten Begünstigungserklärung oder eines schriftlichen Unterstützungsvertrages oder aber in der einfachen Meldung der Lebenspartnerschaft bzw. des Lebenspartners. Auf die Abgabe einer verbalisierten Willenserklärung kommt es an. Darüber hinaus bleibt auch ihr Sinn und Zweck - unabhängig von der Form - der gleiche: Die Lebenspartnerrente stellt (wie das hier im Streite liegende Todesfallkapital) eine neue Leistung dar. Sie wird ohne Beitragserhöhung finanziert. Die Vorsorgeeinrichtung hat daher ein schützenswertes Interesse zu wissen, wie viele Versicherte im Todesfall solche Leistungen auslösen können. Überdies möchte sie in BGE 142 V 233 S. 238beweisrechtlicher Hinsicht grösstmögliche Klarheit in Bezug auf die Person des Begünstigten (BGE 137 V 105 E. 9.4 S. 113; BGE 136 V 127 E. 4.5 S. 130; BGE 133 V 314 E. 4.2.3 S. 318; SVR 2015 BVG Nr. 17 S. 66, 9C_161/2014 E. 3.3; vgl. auch ESTHER AMSTUTZ, Die Begünstigtenordnung der beruflichen Vorsorge, 2014, S. 236 Rz. 635).\n\n2.3 Die Beschwerdeführerin beruft sich - soweit relevant - einzig auf die eigenhändige letztwillige Verfügung des Versicherten vom 31. Dezember 2013 (ohne Ortsangabe), mit welcher der Verstorbene seine Lebenspartnerin als Erbin des (gesamten) Nachlasses eingesetzt und zur Willensvollstreckerin ernannt hat. Ferner wurden seine Eltern \"angehalten\", auf ihre Pflichtteile zu verzichten.\n\nDie gesetzlichen (Art. 18-20 BVG) und reglementarischen (vgl. Art. 20a BVG) Ansprüche der Hinterbliebenen aus beruflicher Vorsorge stehen nach der Rechtsprechung vollständig ausserhalb des Erbrechts: Weder fallen sie in den Nachlass noch unterliegen sie der erbrechtlichen Herabsetzung noch werden sie durch eine Ausschlagung der Erbschaft tangiert (BGE 140 V 50 E. 3.1 S. 52; BGE 130 I 205 E. 8 S. 220; BGE 129 III 305 E. 2 S. 307; GUSTAVO SCARTAZZINI, in: BVG und FZG, 2010, N. 7 zu Art. 20a BVG; HERMANN WALSER, Weitergehende berufliche Vorsorge, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 2198 Rz. 103). Trotz gänzlichem Fehlen eines erbrechtlichen Bezugs der berufsvorsorgerechtlichen Hinterlassenenleistungen kann eine entsprechende Begünstigungserklärung auch im Rahmen einer letztwilligen Verfügung erfolgen (vgl. Urteil 9C_3/ 2010 vom 31. März 2010 E. 3.2, nicht publ. in: BGE 136 V 127, aber in: SVR 2010 BVG Nr. 44 S. 167; vgl. SVR 2006 BVG Nr. 13 S. 47, B 92/04 E. 5.2). Die in einem Testament verbalisierte Willenserklärung, den Lebenspartner hinsichtlich der reglementarischen Hinterlassenenleistungen zu begünstigen, bedarf indessen eines ausdrücklichen Hinweises auf die einschlägigen Reglementsbestimmungen oder wenigstens auf die berufliche Vorsorge (SVR 2006 BVG Nr. 13 S. 47, B 92/04 E. 5.2 und 5.3). Letztwillige Verfügungen, mit denen - wie hier - die Lebenspartnerin des Versicherten (bloss) als Erbin eingesetzt wird, lassen nicht auf einen berufsvorsorgerechtlichen Begünstigungswillen schliessen, selbst dann nicht, wenn die Partnerin zur Alleinerbin bestimmt wird (Konkretisierung der Rechtsprechung gemäss Urteil 9C_3/2010 vom 31. März 2010 E. 3.2, nicht publ. in: BGE 136 V 127, aber in: SVR 2010 BVG Nr. 44 S. 167). (...)"}