{"annee": "142", "cour": "V", "page": "457", "date": "12/9/2016", "cite": ["140 V 343", "140 V 449", "138 V 218", "140 V 543", "136 I 49", "138 I 225", "141 V 221", "140 V 385", "138 I 265", "142 V 349", "139 I 257"], "cite_par": [], "chapeau": "52. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen Sozialversicherungsanstalt des Kantons Aargau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_282/2016 vom 12. September 2016", "regestes": ["Art. 14 al. 4, 5 et 6 LPC; remboursement des frais de maladie et d'invalidité. Le seuil fédéral minimal de l'art. 14 al. 3 let. a ch. 1 LPC est augmenté seulement pour des personnes qui ont, respectivement avaient droit à une allocation pour impotent de l'assurance-invalidité ou de l'assurance-accidents, mais pas pour celles à qui une allocation pour impotent de l'AVS est servie (consid. 3). Pour les assurés qui ont un revenu excédentaire, celui-ci peut être imputé sur les frais de maladie et d'invalidité reconnus, c'est-à-dire sur ceux réduits en fonction d'un éventuel montant maximal de droit cantonal au sens de l'art. 14 al. 3 à 5 LPC (consid. 4)."], "faits": "BGE 142 V 457 S. 458\n\nA. Die 1930 geborene A. ersuchte im März 2015 um Ergänzungsleistungen in Form der Vergütung von Krankheits- und Behinderungskosten, die sie in Höhe von insgesamt Fr. 104'520.57 geltend machte. Die Sozialversicherungsanstalt des Kantons Aargau, Ausgleichskasse (nachfolgend: Ausgleichskasse) verneinte mit Verfügung vom 16. April 2015 einen Anspruch der Versicherten auf jährliche Ergänzungsleistung infolge eines Einnahmenüberschusses von Fr. 31'222.-. Mit Verfügung vom 2. September 2015 verneinte die Ausgleichskasse auch einen Anspruch auf Vergütung von Krankheits- und Behinderungskosten. Zur Begründung führte sie an, als Kosten könnten maximal Fr. 25'000.- pro Jahr anerkannt werden, und der anzurechnende Einnahmenüberschuss von Fr. 31'222.- übersteige diesen Betrag. Daran hielt sie mit Einspracheentscheid vom 30. Oktober 2015 fest.\n\nB. Die dagegen erhobene Beschwerde wies das Versicherungsgericht des Kantons Aargau mit Entscheid vom 29. März 2016 ab. BGE 142 V 457 S. 459\n\nC. A. lässt mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragen, der Entscheid vom 29. März 2016 sei aufzuheben und die Vergütung der Krankheits- und Behinderungskosten sei ordnungsgemäss zu berechnen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Kantone vergüten den Bezügerinnen und Bezügern einer jährlichen Ergänzungsleistung ausgewiesene, im laufenden Jahr entstandene Kosten namentlich für Hilfe, Pflege und Betreuung zu Hause sowie in Tagesstrukturen, Transporte zur nächstgelegenen Behandlungsstelle, Hilfsmittel und die Kostenbeteiligung nach Art. 64 KVG (Art. 14 Abs. 1 ELG [SR 831.30]). Für die zusätzlich zur jährlichen Ergänzungsleistung vergüteten Krankheits- und Behinderungskosten können die Kantone Höchstbeträge festlegen. Diese dürfen jedoch für zu Hause lebende, alleinstehende Personen den Betrag von Fr. 25'000.- nicht unterschreiten (Art. 14 Abs. 3 lit. a Ziff. 1 ELG). Haben solche Personen einen Anspruch auf eine Hilflosenentschädigung der Invaliden- oder Unfallversicherung, erhöht sich der Mindestbetrag bei schwerer Hilflosigkeit auf Fr. 90'000.-, soweit die Kosten für Pflege und Betreuung durch die Hilflosenentschädigung und den Assistenzbeitrag der Alters- und Hinterlassenenversicherung (AHV) oder der Invalidenversicherung (IV) nicht gedeckt sind (Art. 14 Abs. 4 ELG). Der Betrag wird auch bei Bezügerinnen und Bezügern einer Hilflosenentschädigung der AHV, die vorher eine Hilflosenentschädigung der IV bezogen haben, nach Abs. 4 erhöht (Art. 14 Abs. 5 ELG).\n\nPersonen, die auf Grund eines Einnahmenüberschusses keinen Anspruch auf eine jährliche Ergänzungsleistung haben, haben Anspruch auf die Vergütung der Krankheits- und Behinderungskosten, die den Einnahmenüberschuss übersteigen (Art. 14 Abs. 6 ELG).\n\n1.2 Nach § 3 Abs. 2 des Gesetzes vom 26. Juni 2007 über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung im Kanton Aargau (Ergänzungsleistungsgesetz Aargau, ELG-AG; SAR 831.300) gelten als Höchstbeträge für Krankheits- und Behinderungskosten die in Art. 14 Abs. 3-5 ELG festgesetzten Ansätze. BGE 142 V 457 S. 460\n\n2.\n\n2.1 Das kantonale Gericht hat Krankheits- und Behinderungskosten im Betrag von Fr. 25'000.- berücksichtigt. Die Beschwerdeführerin macht - wie bereits im Einspracheverfahren - einen Höchstbetrag dieser Kosten von Fr. 90'000.- geltend, da sie eine Entschädigung für Hilflosigkeit schweren Grades beziehe. Sie ist der Auffassung, es könne nicht von Belang sein, dass es sich um eine Hilflosenentschädigung der AHV handle; andernfalls werde sie schlechter als andere hilflose Personen gestellt und sei sie gezwungen, in ein Pflegeheim einzutreten, was gegen das Diskriminierungsverbot von Art. 8 Abs. 1 BV und Art. 14 EMRK verstosse und das Recht auf Familienleben gemäss Art. 13 Abs. 1 BV und Art. 8 Ziff. 1 EMRK verletze.\n\n2.2 Streitig ist sodann die Berechnungsweise des umstrittenen Anspruchs nach Art. 14 Abs. 6 ELG. Die Vorinstanz hat - wie zuvor die Ausgleichskasse - die tatsächlichen Krankheitskosten, die in Höhe von Fr. 104'520.57 geltend gemacht worden waren, auf den Höchstbetrag von Fr. 25'000.- reduziert und den (unbestritten gebliebenen) Einnahmenüberschuss von Fr. 31'222.- an diesen angerechnet. Weil daraus kein Fehlbetrag resultiert, hat sie einen Anspruch auf Vergütung von Krankheits- und Behinderungskosten verneint. Die Beschwerdeführerin hält dafür, dass der Einnahmenüberschuss zunächst an die tatsächlichen Krankheitskosten anzurechnen sei und erst anschliessend eine Begrenzung der Vergütung auf den Höchstbetrag erfolgen dürfe.\n\n3.\n\n3.1 Ausgangspunkt jeder Auslegung bildet der Wortlaut der massgeblichen Norm. Ist der Text nicht ganz klar und sind verschiedene Interpretationen möglich, so muss nach der wahren Tragweite der Bestimmung gesucht werden, wobei alle Auslegungselemente zu berücksichtigen sind (Methodenpluralismus). Dabei kommt es namentlich auf den Zweck der Regelung, die dem Text zugrunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem die Norm steht. Die Entstehungsgeschichte ist zwar nicht unmittelbar entscheidend, dient aber als Hilfsmittel, um den Sinn der Norm zu erkennen. Namentlich zur Auslegung neuerer Texte, die noch auf wenig veränderte Umstände und ein kaum gewandeltes Rechtsverständnis treffen, kommt den Materialien eine besondere Bedeutung zu. Vom Wortlaut darf abgewichen werden, wenn triftige Gründe dafür bestehen, dass er nicht den wahren Sinn der Regelung wiedergibt. Sind mehrere Auslegungen möglich, ist jene zu wählen, die der Verfassung am besten entspricht. Allerdings findet auch eine BGE 142 V 457 S. 461verfassungskonforme Auslegung ihre Grenzen im klaren Wortlaut und Sinn einer Gesetzesbestimmung (BGE 141 V 221 E. 5.2.1 S. 225; BGE 140 V 449 E. 4.2 S. 455; je mit Hinweisen; vgl. auch Art. 190 BV).\n\n3.2 Zu prüfen ist zunächst die Höhe des in Art. 14 Abs. 3 bis 5 ELG festgelegten bundesrechtlichen Mindestansatzes, der hier gleichzeitig dem kantonalrechtlichen Höchstbetrag der Krankheits- und Behinderungskosten entspricht (vgl. E. 1.2 und 3.3.1).\n\nNach dem klaren Wortlaut der Bestimmungen von Art. 14 Abs. 4 und 5 ELG (E. 1.1) ist eine Erhöhung des Mindestansatzes auf Fr. 90'000.- nur vorgesehen für Personen mit einem Anspruch auf eine Hilflosenentschädigung der Invaliden- oder der Unfallversicherung resp. für solche, die vorher eine Hilflosenentschädigung der Invalidenversicherung bezogen haben. Wird hingegen eine Hilflosenentschädigung \"bloss\" der AHV ausgerichtet, ist die Vergütung der Krankheits- und Behinderungskosten auf Fr. 25'000.- beschränkt. In der französischen und italienischen Version von Art. 14 Abs. 4 und 5 ELG ist die Regelung ebenso eindeutig formuliert wie in der deutschen Fassung.\n\n3.3\n\n3.3.1 Im alten, auf Ende 2007 aufgehobenen (vgl. Art. 35 ELG) Bundesgesetz vom 19. März 1965 über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung (aELG) waren die Grenzbeträge für Krankheits- und Behinderungskosten als bundesrechtliche Höchstbeträge ausgestaltet (vgl. Art. 3d Abs. 2 bis 3 aELG in der ab 1. Januar 1998 geltenden Fassung [AS 1997 2952 2960]). Mit dem Erlass des geltenden ELG im Rahmen der Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen wurde u.a. die Finanzierung der Krankheits- und Behinderungskosten vollständig auf die Kantone übertragen und das ELG in diesem Bereich als Rahmengesetz ausgestaltet. Die Kantone wurden ermächtigt, selber Höchstgrenzen festzusetzen, wobei die früheren Grenzbeträge als bundesrechtliche Mindestansätze übernommen wurden. Damit sollte die bisherige Stellung der versicherten Personen gesichert resp. eine Schlechterstellung ausgeschlossen werden (Botschaft vom 7. September 2005 zur Ausführungsgesetzgebung zur Neugestaltung des Finanzausgleichs und der Aufgabenteilung zwischen Bund und Kantonen [NFA; nachfolgend: Botschaft NFA], BBl 2005 6029, 6224 Ziff. 2.9.8.2.2, 6225 Ziff. 2.9.8.2.4, 6231 Kommentar zu Art. 14 ELG; BGE 142 V 349 E. 6.2 S. 354).\n\nBGE 142 V 457 S. 462\n\n3.3.2 Die Erhöhung des Ansatzes auf Fr. 90'000.-bei zu Hause lebenden Bezügerinnen und Bezügern einer Entschädigung für Hilflosigkeit schweren Grades erfolgte im Rahmen der 4. IV-Revision auf den 1. Januar 2004 (Botschaft NFA, a.a.O., 6222 Ziff. 2.9.8.1.3, 6231 Kommentar zu Art. 14 ELG). Damals wurden die Art. 3d Abs. 2bis und 2ter in das aELG aufgenommen; deren Wortlaut war in Bezug auf die hier interessierende Formulierung mit der heutigen Regelung identisch (AS 2003 3857).\n\nEines der Hauptziele der 4. IV-Revision war es, die Autonomie von Menschen mit Behinderungen zu erhöhen, was insbesondere durch Einführung einer \"Assistenzentschädigung\" erreicht werden sollte (Botschaft vom 21. Februar 2001 über die 4. Revision des Bundesgesetzes über die Invalidenversicherung, BBl 2001 3244, 3209 Ziff. 1.1.2). Vor diesem Hintergrund wurde zusätzlich \"bedürftigen Behinderten mit hohem Pflegebedarf, die ausserhalb einer stationären Institution leben wollen, [...] ein entsprechender Anspruch auf Ergänzungsleistungen zugebilligt - dank eines wesentlich erhöhten Maximalbetrages von 90 000 Franken pro Jahr\" (AB 2001 N 1920;vgl. auch AB 2001 N 1923; AB 2002 S 751 und 753). Der Gesetzgeber wollte demnach mit der Erhöhung des Ansatzes Verbesserungen für Menschen mit invaliditäts- resp. unfallbedingten Einschränkungen, nicht aber für solche mit (vorwiegend) altersbedingter Hilflosigkeit schaffen. In diesem Sinn beinhaltet die Regelung von Art. 14 Abs. 5 ELG resp. Art. 3d Abs. 2ter aELG lediglich eine \"Besitzstandwahrung\", wenn die Hilflosenentschädigung der IV durch eine solche der AHV abgelöst wird (vgl. Art. 42 Abs. 4 IVG und Art. 43bis Abs. 4 AHVG).\n\n3.4\n\n3.4.1 Aus Art. 8 BV und Art. 14 EMRK - soweit diesbezüglich überhaupt von einer genügend substanziierten Rüge (vgl. Art. 106 Abs. 2 BGG; BGE 136 I 49 E. 1.4.1 S. 53) auszugehen ist - ergibt sich nichts für die Beschwerdeführerin: Entscheidend für die umstrittene Differenzierung (E. 2.1) ist, ob die Hilflosigkeit bereits vor Erreichen des Rentenalters oder erst zu einem Zeitpunkt, in dem üblicherweise keine Berufstätigkeit mehr ausgeübt wird, eingetreten ist. Während die Hilflosigkeit jüngerer Menschen die Ausnahme darstellt, ist es die Regel, dass mit fortschreitendem Alter die Fähigkeiten zur Selbstsorge abnehmen und der Bedarf an Hilfeleistungen steigt. Die gesetzliche Regelung ist somit sachlich begründet und stellt keine unzulässige Ungleichbehandlung resp. Diskriminierung BGE 142 V 457 S. 463dar (vgl. BGE 140 V 385 E. 5.2 Abs. 2 S. 397 f.; BGE 138 I 265 E. 4.1 und 4.2.1 S. 267).\n\n3.4.2 Aus dem Grundrecht auf Achtung des Familienlebens (Art. 8 EMRK und Art. 13 Abs. 1 BV) lässt sich kein Anspruch auf finanzielle Leistungen zugunsten von Familien und keine Garantie eines bestimmten Niveaus der Lebenshaltung ableiten (BGE 139 I 257 E. 5.2.2 S. 261; BGE 138 I 225 E. 3.8.1 S. 231). Die Beschwerdeführerin rügt zu Recht nicht einen (staatlichen) Eingriff in das Familienleben: Der angefochtene Entscheid bedeutet denn auch keinen Zwang, sich in institutionelle Pflege zu begeben; er besagt nur, dass nicht sämtliche behinderungsbedingten Kosten von der Sozialversicherung gedeckt werden (vgl. BGE 138 I 225 E. 3.8.2 S. 231).\n\n3.5 Nach dem Gesagten besteht keine Veranlassung, vom Wortlaut der Bestimmungen von Art. 14 Abs. 4 und 5 ELG abzuweichen. Somit hat die Vorinstanz in concreto zu Recht die Grenze von Art. 14 Abs. 3 lit. a Ziff. 1 ELG als massgeblich erachtet und für die Krankheits- und Behinderungskosten einen kantonalrechtlichen Höchstbetrag von Fr. 25'000.- angenommen.\n\n4.\n\n4.1 Sodann stellt sich die Frage nach der Berechnungsweise der Vergütung (vgl. E. 2.2).\n\nIm Wortlaut von Art. 14 Abs. 6 ELG ist die Rede von \"Krankheits- und Behinderungskosten, die den Einnahmenüberschuss übersteigen\" (\"frais de maladie et d'invalidité qui dépassent la part des revenus excédentaires\"; \"spese di malattia e d'invalidità che superano l'eccedenza dei redditi\"). Als Vergleichsgrösse zum Einnahmenüberschuss können somit entweder die tatsächlichen oder lediglich die anerkannten, d.h. auf einen allfälligen kantonalrechtlichen Höchstbetrag im Sinne von Art. 14 Abs. 3 bis 5 ELG reduzierten Kosten gemeint sein; die Formulierung (auch in der französischen und italienischen Version) lässt beide Möglichkeiten zu.\n\n4.2\n\n4.2.1 Auch die Bestimmung von Art. 14 Abs. 6 ELG ist als bundesrechtliche Sicherung eines Mindestanspruchs zu verstehen (E. 3.3.1). Weiter ergibt sich aus der Botschaft NFA, a.a.O., 6232 Kommentar zu Art. 14 ELG lediglich, dass in Art. 14 Abs. 6 ELG die Regelung des (auf den 31. Dezember 2007 aufgehobenen) aArt. 19a ELV (SR 831.301; AS 1997 2961) übernommen wurde. Dass sich der Gesetzgeber dabei konkret mit der hier interessierenden Frage beschäftigte, ist nicht ersichtlich. BGE 142 V 457 S. 464\n\n4.2.2 Die Zweiteilung der Ergänzungsleistungen in jährliche Ergänzungsleistung einerseits und Vergütung von Krankheits- und Behinderungskosten anderseits (vgl. heute Art. 3 Abs. 1 ELG) wurde im Rahmen der 3. EL-Revision auf den 1. Januar 1998 eingeführt. Zuvor wurden die Krankheitskosten bei der Festlegung des anrechenbaren Einkommens berücksichtigt (vgl. Art. 3 Abs. 4 aELG in der bis Ende 1997 geltenden Fassung). Mit der damaligen Neugestaltung wurde u.a. die Vergütung der Krankheitskosten durch einen fixen Höchstbetrag begrenzt (Art. 3d Abs. 2 bis 3 aELG) und, in Fortführung der bisherigen Praxis, auch für Versicherte mit einem Einnahmenüberschuss ermöglicht (Botschaft vom 20. November 1996 über die 3. Revision des Bundesgesetzes über Ergänzungsleistungen zur AHV und IV [3. EL-Revision], BBl 1997 I 1197, 1208 f. Ziff. 213, insbesondere 1209 Ziff. 213.3). Die entsprechende Delegationsnorm von Art. 3d Abs. 4 Satz 2 aELG schöpfte der Bundesrat mit der Regelung von aArt. 19a ELV aus. Laut dessen Abs. 2 entsprach die Vergütung dem \"Betrag, um den die ausgewiesenen Kosten den Einnahmenüberschuss übersteigen\" (\"part du montant des frais de maladie et d'invalidité dûment établis qui dépasse la part des revenus excédentaires\", \"parte delle spese comprovate che supera la parte eccedentaria dei redditi\"). Auch diese Formulierung präzisierte nicht, ob die tatsächlichen oder lediglich die anerkannten Gesundheitskosten gemeint waren (vgl. E. 4.1). Den Erläuterungen des Bundesamtes für Sozialversicherungen zu aArt. 19a ELV (AHI 1/1998 S. 35) lässt sich dazu ebenfalls nichts entnehmen.\n\n4.3 Die getrennte Berechnung der jährlichen Ergänzungsleistung und der Vergütung von Krankheits- und Behinderungskosten erfolgt nur zur Verfahrensvereinfachung (JÖHL/USINGER, Ergänzungsleistungen zur AHV/IV, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 1924 Rz. 238; ERICH GRÄUB, Zusatzleistungen zur AHV und IV, in: Recht der Sozialen Sicherheit, Steiger-Sackmann/Mosimann [Hrsg.], 2014, S. 925 f. Rz. 26.106). Es ist daher folgerichtig, Krankheits- und Behinderungskosten analog zu den anerkannten Ausgaben gemäss Art. 10 ELG zu berücksichtigen (vgl. JÖHL/USINGER, a.a.O.). Dies ergibt sich implizit auch daraus, dass von den Kosten der Einnahmenüberschuss, der seinerseits auf der Grundlage von Art. 10 f. ELG berechnet wird, in Abzug zu bringen ist.\n\nAnerkannte Ausgaben gemäss Art. 10 ELG - mit Ausnahme von jenen für den allgemeinen Lebensbedarf - müssen nachgewiesen werden (vgl. BGE 138 V 218 E. 6 S. 221). Die Kosten für den BGE 142 V 457 S. 465allgemeinen Lebensbedarf und den Mietzins einer Wohnung, die Gewinnungskosten bei einem Erwerbseinkommen sowie die Kosten für Gebäudeunterhalt und Hypothekarzinse werden indessen nur bis zu einem bestimmten Höchstbetrag anerkannt, auch wenn die entsprechenden tatsächlichen Ausgaben höher sind. Konsequenterweise sind bei Anwendung von Art. 14 Abs. 6 ELG ebenfalls nur die auf einen Höchstbetrag reduzierten Krankheitskosten zu berücksichtigen.\n\n4.4 Schliesslich gilt es zu bedenken, dass im Bereich der Ergänzungsleistungen Menschen mit einem Einnahmenüberschuss im Ergebnis nicht besser gestellt werden sollen als solche mit einem Ausgabenüberschuss. Sofern ein kantonalrechtlicher Höchstbetrag im Sinne von Art. 14 Abs. 3 bis 5 ELG festgelegt wurde, steht Versicherten der zweiten Gruppe für Krankheitskosten maximal dieser Betrag zur Verfügung. Bei der Berechnungsweise der Beschwerdeführerin (E. 2.2) könnten Versicherte der ersten Kategorie - entsprechend hohe tatsächliche Ausgaben vorausgesetzt - über den Höchstbetrag hinaus zusätzliche Leistungen mit dem Ausgabenüberschuss finanzieren und dadurch zu Lasten der Sozialversicherung resp. des Kantons ihre ungedeckten Kosten reduzieren.\n\n4.5 Insgesamt ergibt die Auslegung von Art. 14 Abs. 6 ELG, dass unter den darin genannten Krankheits- und Behinderungskosten lediglich die anerkannten, d.h. die auf einen allfälligen kantonalrechtlichen Höchstbetrag im Sinne von Art. 14 Abs. 3 bis 5 ELG reduzierten Kosten zu verstehen sind. Dem stehen auch die Weisung (zur Bedeutung von Verwaltungsweisungen vgl. BGE 140 V 543 E. 3.2.2.1 S. 547 f.; vgl. auch BGE 140 V 343 E. 5.2 S. 346; je mit Hinweisen) in Rz. 5310.06 der Wegleitung des Bundesamtes für Sozialversicherungen über die Ergänzungsleistungen zur AHV und IV (WEL; www.bsv.admin.ch/vollzug/documents/view/1638/lang:deu/category:59) und das Beispiel in Anhang 13 WEL nicht entgegen. Beides lässt sich ohne Weiteres im soeben dargelegten Sinn präzisieren, wie die Vorinstanz zutreffend erkannt hat. Den Kantonen bleibt es unbenommen, den Vergütungsanspruch grosszügiger zu gestalten (E. 4.2 in initio). Damit bleibt es in concreto bei der vorinstanzlichen Berechnungsweise; die Beschwerde ist auch in diesem Punkt unbegründet. (...)"}