{"annee": "142", "cour": "V", "page": "249", "date": "10/5/2016", "cite": ["121 V 302", "136 I 121", "131 V 271", "125 V 21", "131 V 338", "121 V 289", "125 V 95", "133 V 115"], "cite_par": [], "chapeau": "27. Extrait de l'arrêt de la IIe Cour de droit social dans la cause INTRAS Assurance-maladie SA contre A. (recours en matière de droit public)\n\n9C_435/2015 du 10 mai 2016", "regestes": ["Art. 32 al. 1, art. 33 et 34 al. 1 LAMal; ch. 3 annexe 1 OPAS; conditions de la prise en charge de la prestation par l'assurance obligatoire des soins. La loi ne prévoit pas de limite d'âge fixe pour le remboursement des frais liés au traitement par insémination artificielle. Quant aux constatations médicales, elles sont actuellement divergentes sur l'éventuel moment à partir duquel une femme ne serait plus en mesure de procréer. Dès lors, et dans le mesure où il n'appartient pas au Tribunal fédéral de déterminer cette limite, il s'agit de procéder à une approche individualisée fondée sur les composantes cliniques propres à chaque patiente (consid. 6.4)."], "faits": "BGE 142 V 249 S. 250\n\nA.\n\nA.a A., née le 29 avril 1968, est affiliée à INTRAS Assurance-maladie SA, anciennement Auxilia Assurance-maladie SA (ci-après: la caisse-maladie), pour l'assurance-maladie obligatoire des soins. Le 23 mai 2011, elle a demandé à la caisse-maladie de prendre en charge un traitement visant à remédier à des troubles de la fertilité.\n\nPar décision du 16 décembre 2011, la caisse-maladie a admis le remboursement du traitement (inséminations intra-utérines des 9 juillet et 27 août 2011 et stimulations ovariennes). Celui-ci a échoué.\n\nA.b Le 14 mars 2012, l'assurée a demandé la prise en charge d'un second traitement. La caisse-maladie a requis des renseignements auprès de la doctoresse B., spécialiste en reproduction et endocrinologie gynécologique, et médecin traitant. Cette dernière retenait un bon pronostic quant aux chances de succès du traitement. La caisse-maladie a également demandé l'avis de son médecin-conseil, le docteur C., spécialiste en médecine interne générale. Le praticien considérait qu'à l'âge de 44 ans, la baisse de la fécondité ne pouvait plus être considérée comme une maladie, quel que soit l'environnement hormonal de la patiente; il mentionnait une réserve ovarienne diminuée et un risque de fausse couche augmenté.\n\nPar décision du 9 septembre 2013, confirmée sur opposition le 26 février 2014, la caisse-maladie a refusé de rembourser le traitement (inséminations intra-utérines des 28 mars et 31 août 2012 et stimulations ovariennes). Elle a en particulier considéré qu'en raison de l'âge de A., la stérilité ne constituait plus une maladie mais relevait d'un problème physiologique et que le traitement prévu n'était plus efficace, dans la mesure où les chances de tomber enceinte et de mener une grossesse à terme étaient trop faibles.\n\nB. Par jugement du 15 mai 2015, le Tribunal cantonal du canton de Vaud, Cour des assurances sociales, a admis le recours déposé par l'assurée contre la décision sur opposition de la caisse-maladie. La juridiction cantonale a en substance constaté que la stérilité et les troubles de la fertilité constituaient une maladie et que le traitement y relatif était efficace et n'était soumis à aucune limite d'âge, dans la mesure où ni le législateur ni la science médicale ne semblaient en avoir fixé une. Elle a dès lors fait siennes les conclusions de la doctoresse B. et a considéré que le traitement était efficace. Elle a ainsi admis la prise en charge du traitement. BGE 142 V 249 S. 251\n\nC. La caisse-maladie interjette un recours en matière de droit public contre ce jugement, dont elle requiert l'annulation. Elle conclut à la confirmation de la décision sur opposition du 26 février 2014.\n\nA. a conclu au rejet du recours et produit trois documents. L'Office fédéral de la santé publique a renoncé à se déterminer.\n\nD. La IIe Cour de droit social du Tribunal fédéral a tenu une délibération publique le 10 mai 2016.\n\nLe Tribunal fédéral a admis partiellement le recours.", "considerants": "Extrait des considérants:\n\n3. Le litige porte sur le droit de l'intimée à la prise en charge par la recourante du traitement d'inséminations intra-utérines avec stimulations ovariennes effectuées les 28 mars et 31 août 2012, alors que l'assurée était âgée de 44 ans.\n\n4.\n\n4.1 L'assurance obligatoire des soins prend en charge les coûts des prestations définies aux art. 25 à 31 en tenant compte des conditions des art. 32 à 34 (art. 24 LAMal). A ce titre, les assureurs ne peuvent pas prendre en charge d'autres coûts que ceux des prestations prévues aux art. 25 à 33 (art. 34 al. 1 LAMal). Selon l'art. 25 al. 1 LAMal, l'assurance obligatoire des soins assume les coûts des prestations qui servent à diagnostiquer ou à traiter une maladie et ses séquelles. Les prestations mentionnées aux art. 25 à 31 LAMal doivent être efficaces, appropriées et économiques; l'efficacité doit être démontrée selon des méthodes scientifiques (art. 32 al. 1 LAMal) fondées sur la recherche et la pratique médicale et non sur le résultat obtenu dans un cas particulier (cf. ATF 133 V 115 consid. 3 p. 116 ss et les références citées; ATF 125 V 95 consid. 4a p. 99; AYER/DESPLAND, Loi sur l'assurance-maladie [LAMal] annotée, 2e éd. 2013, p. 100 ad art. 32).\n\n4.2 Aux termes de l'art. 33 al. 1 LAMal, le Conseil fédéral peut désigner les prestations fournies par un médecin ou un chiropraticien, dont les coûts ne sont pas pris en charge par l'assurance obligatoire des soins ou le sont à certaines conditions. Cette disposition se fonde sur la présomption que médecins et chiropraticiens appliquent des traitements et mesures qui répondent aux conditions posées par l'art. 32 al. 1 LAMal. D'après l'art. 33 al. 3 LAMal, le Conseil fédéral BGE 142 V 249 S. 252détermine également dans quelle mesure l'assurance obligatoire des soins prend en charge les coûts d'une prestation nouvelle ou controversée, dont l'efficacité, l'adéquation ou le caractère économique sont en cours d'évaluation. Le Département fédéral de l'intérieur (DFI), auquel le Conseil fédéral a délégué à son tour les compétences susmentionnées (art. 33 al. 5 LAMal en relation avec l'art. 33 let. a et c OAMal [RS 832.102]), a promulgué l'ordonnance du 29 septembre 1995 sur les prestations dans l'assurance obligatoire des soins en cas de maladie (OPAS; RS 832.112.31). Conformément à l'art. 1 OPAS, l'annexe 1 à cette ordonnance énumère les prestations visées par l'art. 33 let. a et c OAMal - dispositions reprenant textuellement les règles posées aux al. 1 et 3 de l'art. 33 LAMal - dont l'efficacité, l'adéquation ou le caractère économique ont été examinés par la Commission fédérale des prestations générales et des principes et dont les coûts sont pris en charge, avec ou sans condition, ou ne sont pas pris en charge. Cette annexe ne contient pas une énumération exhaustive des prestations (remarques préliminaires annexe 1 de l'OPAS).\n\n4.3 Conformément au ch. 3 \"Gynécologie, obstétrique\" de l'annexe 1 à l'OPAS, le traitement par insémination intra-utérine est mentionné comme étant à la charge de l'assurance-maladie obligatoire à raison de trois cycles de traitement par grossesse au maximum, depuis le 1er janvier 2001. La révision de l'OPAS et de son annexe, d'après l'ordonnance du DFI du 27 novembre 2015, en vigueur depuis le 1er janvier 2016 (RO 2015 5125), n'a - comme les précédentes novelles - apporté aucune modification à cet égard.\n\nDans le cadre du contrôle de la légalité et de la constitutionnalité des ordonnances du Conseil fédéral ou du DFI, le Tribunal fédéral est en principe habilité à examiner le contenu d'une liste de maladies à prendre en considération ou de prestations. Néanmoins, il s'impose une grande retenue dans cet examen. D'une part, il ne dispose pas des connaissances nécessaires pour se faire une opinion sur la question sans recourir à l'avis d'experts. D'autre part, l'ordonnance, souvent révisée, peut être corrigée à bref délai par le DFI. En revanche, le tribunal revoit librement une disposition de l'ordonnance lorsqu'il apparaît que les commissions des spécialistes - dont les avis sont à la base d'une décision du DFI - se fondent non sur des considérations médicales, mais sur des appréciations générales ou de nature juridique (ATF 131 V 338 consid. 3.2 p. 343 et les arrêts cités et ATF 125 V 21 consid. 6 et les arrêts cités).BGE 142 V 249 S. 253\n\n5.\n\n5.1 En l'occurrence, la juridiction cantonale a admis le droit de l'intimée au remboursement des frais du traitement (inséminations intra-utérines et stimulations ovariennes). Pour ce faire, elle s'est référée à l'appréciation de la doctoresse B. qui pronostiquait favorablement les chances de succès de ce dernier, au détriment de celle du docteur C. qui considérait qu'en raison de l'âge de l'assurée, le traitement ne serait pas efficace. Elle a en substance rappelé le principe selon lequel la stérilité et les troubles de la fertilité constituaient une maladie. Dans le cas particulier, elle a constaté que la recourante n'était pas parvenue à démontrer que l'intimée souffrait d'une stérilité uniquement physiologique et non pathologique. Elle a considéré que dans la mesure où l'insémination intra-utérine figurait expressément dans l'OPAS au titre des prestations obligatoirement à charge de l'assurance obligatoire des soins, sans autre condition que celle du nombre de traitements par grossesse, la caisse-maladie n'était pas légitimée à nier le caractère efficace, adéquat et économique de la prestation sous prétexte que l'âge y ferait obstacle.\n\n5.2 La recourante soutient quant à elle que l'intimée n'avait pas droit au remboursement du traitement. Elle se fonde sur l'avis du docteur C. ainsi que sur les dispositions de la Société suisse des médecins-conseils et médecins d'assurances (SSMC). Elle considère en particulier que la baisse de la fertilité ne constitue pas une maladie au vu de l'âge de l'assurée; elle est d'avis que l'efficacité du traitement est clairement compromise lorsque ce dernier est administré à une femme de plus de 40 ans (en l'espèce 44 ans), de sorte que la mention du remboursement tel qu'il est prévu dans l'OPAS devrait être complétée en ce sens ou déclarée contraire à l'art. 32 al. 1 LAMal.\n\n6.\n\n6.1 La caisse-maladie ne conteste pas que les troubles liés à la fertilité constituent une maladie à laquelle il peut être remédié au moyen d'un traitement par inséminations intra-utérines. En effet, le Tribunal fédéral a constaté que l'existence de troubles dus à une maladie devait être reconnue en cas de stérilité et que le traitement par inséminations artificielles était obligatoirement à charge de la caisse-maladie, le but étant l'induction d'une grossesse et la naissance d'un enfant (cf. ATF 121 V 302 consid. 3 p. 304, ATF 121 V 289 consid. 5 et 6 p. 295 ss). Est réputée maladie toute atteinte à la santé physique, mentale ou psychique qui n'est pas due à un accident et qui exige un examen ou un BGE 142 V 249 S. 254traitement médical, ou provoque une incapacité de travail (art. 3 al. 1 LPGA [RS 830.1]).\n\nEn revanche, l'état corporel lié au développement naturel de l'être humain n'est pas compris dans cette définition. La diminution de la fertilité due uniquement à l'âge est un phénomène physiologique naturel qui ne constitue pas une maladie. C'est pourquoi les mesures médicales visant l'amélioration de la capacité à procréer en cas de baisse de la fertilité liée exclusivement à l'âge ne constituent pas le traitement d'une maladie (GEBHARD EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 3e éd. 2016, p. 495 n. 299).\n\n6.2 C'est dans ce cadre que la recourante conteste la notion de maladie s'agissant des troubles de la fertilité chez une patiente âgée de plus de 40 ans. Elle se plaint en particulier que le traitement y relatif soit considéré comme efficace.\n\n6.2.1 La question de l'âge peut effectivement entrer en ligne de compte dans l'évaluation du caractère efficace d'une prestation, à condition qu'elle repose sur des critères médicaux (ATF 131 V 271 consid. 4 p. 278 et les références citées). A cette fin, il faut pouvoir se référer à des données médicales largement admises. Une distinction valable relative à l'âge doit se fonder sur un motif d'ordre clinique convaincant qui constituerait une justification objective et raisonnable (ATF 136 I 121 consid. 5.2 p. 127 et les références citées); il n'appartient pas au juge ou aux caisses-maladies de se livrer à des conjectures à cet égard.\n\n6.2.2 Le Tribunal fédéral a déjà eu l'occasion de se prononcer sur la question de l'efficacité d'un traitement en lien avec l'âge du patient. Il s'agissait en particulier de la limite d'âge fixée à 60 ans au ch. 1.1 de l'annexe I de l'OPAS, concernant le traitement de l'adiposité. La juridiction fédérale a admis que même si elle pouvait paraître surprenante, cette limitation, très exceptionnelle dans le domaine de l'assurance obligatoire des soins, reposait sur des considérations médicales approuvées par les spécialistes en matière d'obésité morbide (cf. ATF 136 I 121 consid. 5.2 p. 127 et les références citées). Le Tribunal fédéral a donc constaté qu'au-delà de l'âge de 60 ans, l'efficacité dudit traitement était niée par les experts (arrêt cité, consid. 5.3). Dans cette mesure, c'est à raison que le DFI avait fait figurer cette limite d'âge au ch. 1.1 de l'annexe I de l'OPAS comme condition à la prise en charge des frais relatifs au traitement de l'adiposité. La situation n'est pas comparable en l'espèce, dans la mesure où le BGE 142 V 249 S. 255caractère efficace du traitement par insémination artificielle est admis mais aucune limite d'âge générale n'a été déterminée (cf. infra consid. 6.3).\n\n6.2.3 Il convient de préciser qu'aucune distinction en fonction de l'âge ne peut être trouvée dans la LAMal ni dans la loi fédérale du 18 décembre 1998 sur la procréation médicalement assistée (LPMA; RS 810.11). Dans le cadre de l'adoption de cette loi, le Conseil fédéral avait par ailleurs expliqué que la procréation médicalement assistée (PMA) était notamment réservée aux couples qui, en considération de leur âge et de leur situation personnelle, paraissaient être à même d'élever un enfant jusqu'à sa majorité (art. 3 al. 2 let. b du projet). Dans ce cadre, il a précisé que le projet de loi ne contenait pas de limite d'âge déterminée. D'une part, la fixation d'une telle limite aurait renfermé le danger qu'elle soit interprétée comme un droit à bénéficier d'un traitement et que celui-ci soit régulièrement effectué aussi longtemps que le seuil d'âge limite ne serait pas atteint. D'autre part, interdire l'accès à la PMA à une personne pour le motif qu'elle a dépassé d'un jour ou de quelques jours la limite d'âge légale n'était pas satisfaisant. Le Conseil fédéral avait préconisé de donner la préférence à la solution consistant à laisser la Commission nationale d'éthique pour la médecine humaine (CNE) la tâche de clarifier l'art. 3 al. 2 let. b LPMA dans une directive. Il avait également expliqué que la ménopause fixait par exemple une limite naturelle à la possibilité de procréer mais que dans la mesure où cette limite variait d'une femme à l'autre, il existait une relativement grande différence entre les âges auxquels les femmes l'atteignaient au sein de la population, créant ainsi une inégalité, ce qui était une raison supplémentaire pour ne pas fixer de limite d'âge (Message du 26 juin 1996 relatif à l'initiative populaire \"Pour la protection de l'être humain contre les techniques de reproduction artificielle [Initiative pour une procréation respectant la dignité humaine\", PPD] et à la loi fédérale sur la procréation médicalement assistée [LPMA], FF 1996 III 197, 245 ch. 322.112).\n\n6.3 Ces considérations (cf. supra en particulier consid. 6.2.1 s.) démontrent que de manière générale, au fur et à mesure de l'avancement de l'âge de la femme, les chances de procréer diminuent - comme l'allègue à juste titre la recourante au moyen des documents produits à l'appui de son recours -, ce qui n'est pas contesté. Une limite d'âge fixe à partir de laquelle une femme ne pourrait plus tomber enceinte ni mener une grossesse à terme n'a en revanche pas été arrêtée. Il BGE 142 V 249 S. 256ressort des pièces présentées par la recourante ainsi que d'autres documents de doctrine scientifique que les âges limites évoqués varient entre 42 et 51 ans (voir par exemple ALDO CAMPANA ET AL., Intrauterine insemination: evaluation of the results according to the woman's age, sperm quality, total sperm count per insemination and life table analysis, Human Reproduction, vol. 11 n° 4, p. 732 et 735; IMTHURN/MAURER-MAJOR/STILLER, Stérilité/Infertilité - étiologies et investigations, Swiss Medical Forum, 7/2008, p. 126 et COLLÈGE DES MÉDECINS DU QUÉBEC, Les activités de procréation médicalement assistée - Démarche clinique et thérapeutique, Guide d'exercice 10/2015, p. 92, www.cmq.org/publications-pdf/p-1-2015-11-18-fr-activites-de-procreation-medicalement-assistee.pdf [consulté le 6 avril 2016]).\n\n6.4 Au vu de ce qui précède, dans la mesure où la loi ne prévoit pas de limite d'âge, ce seul critère ne saurait en soi justifier la négation du caractère efficace du traitement contre la stérilité et les troubles de la fertilité. Par ailleurs, il n'appartient pas au Tribunal fédéral de fixer un âge maximum. Les constatations médicales étant actuellement divergentes quant à l'éventuel moment à partir duquel une femme ne serait plus en mesure de procréer, il s'agit plutôt de procéder à une approche individualisée fondée sur les composantes cliniques propres à chaque patiente. On ne peut dès lors reprocher au DFI, en l'état actuel de la loi et de la doctrine médicale, d'avoir mal évalué l'efficacité du traitement, tel que le préconise l'art. 32 al. 1 LAMal, en ne mentionnant pas la condition de l'âge au ch. 3 de l'annexe 1 de l'OPAS. Dans la mesure où les premiers juges sont arrivés à la même conclusion, on ne saurait, contrairement à ce que soutient la recourante, leur reprocher d'avoir violé le droit fédéral.\n\n7.\n\n7.1 Reste à examiner si l'intimée réunissait les éléments médicaux nécessaires permettant d'admettre que le traitement susmentionné avait de réelles chances de succès.\n\n7.2\n\n7.2.1 Le docteur C. a nié le droit au remboursement du traitement en raison principalement de l'âge de l'assurée. Or pour les raisons déjà expliquées (cf. supra consid. 4.3 et 6.4), l'âge ne constitue pas à lui seul un critère valable pour démontrer l'inefficacité du traitement dont il est question. Dans le même sens, les dispositions de la SSMC invoquées par la recourante selon lesquelles les traitements de stérilité chez une femme de plus de 40 ans ne sont pas pris en charge BGE 142 V 249 S. 257(www.medecins-conseils.ch sous Manuel/Gynécologie et obstétrique/Stérilité et infertilité - Traitement [consulté le 6 avril 2016]) ne lui sont d'aucun secours; elles ont été adoptées par une association de médecins-conseils et de médecins d'assurance, qui d'ailleurs ne mentionne pas les raisons de la fixation d'une telle limite d'âge. La caisse-maladie ne les a au demeurant pas appliquées lorsqu'elle a admis la prise en charge du premier traitement, alors que l'intimée était âgée de 43 ans. Les considérations du médecin-conseil sont du reste brèves et ne reprennent ni ne contredisent celles de la doctoresse B., la seule référence à la diminution du taux d'AMH (hormone antimüllérienne) entre mars 2011 et novembre 2012 étant insuffisante pour démontrer l'inefficacité du traitement en question.\n\n7.2.2 S'agissant de la doctoresse B., médecin traitant, elle a déclaré que les valeurs hormonales de sa patiente étaient bonnes et que le pronostic quant aux chances de succès du traitement était favorable. Elle a toutefois mentionné des données - telles que le taux d'hormones lutéinisantes (LH) et d'hormones folliculo-stimulantes (FSH) - parfaitement identiques entre mai 2011 et mars/août 2012, ce qui paraît difficilement compréhensible, d'autant qu'il résulte d'une pièce du 25 janvier 2013 fournie par la caisse-maladie qu'aucune donnée actuelle n'avait été mise à disposition depuis bientôt deux ans. La seule valeur connue dans le cadre du second traitement était le taux d'AMH ayant diminué de 5,2 en mars 2011 à 3,5 pmol/l en novembre 2012. La doctoresse B. n'a pas non plus fourni d'informations sur l'éventuelle existence d'une ou plusieurs fausses-couches antérieures aux inséminations intra-utérines. Par ailleurs, la pertinence de ces valeurs hormonales sur les chances de naissance d'un enfant ne peut pas être évaluée sous l'angle juridique.\n\n7.3 Dès lors, la situation médicale de l'intimée au moment des inséminations artificielles des 28 mars et 31 août 2012 n'était pas suffisamment établie pour pouvoir apprécier les chances de succès du traitement. La juridiction cantonale ne disposait pas des éléments cliniques nécessaires sur lesquels elle pouvait se fonder - le cas échéant avec l'aide d'un expert médical - pour évaluer l'état de santé de l'assurée et, partant, se déterminer sur l'efficacité du traitement. Faute d'évaluation circonstanciée, l'instruction médicale apparaît incomplète. Le jugement cantonal, qui conduit à la prise en charge du traitement seulement sur la base de l'avis de la doctoresse B., est ainsi contraire aux principes d'appréciation des preuves et, partant, au droit fédéral. BGE 142 V 249 S. 258\n\n8. Au vu de ce qui précède, le jugement entrepris doit être annulé et la cause renvoyée à l'autorité précédente pour qu'elle en reprenne l'examen. Il lui appartiendra d'examiner si le traitement par insémination artificielle administré en mars et août 2012 remplissait le critère de l'efficacité d'un point de vue médical. Pour ce faire, elle demandera à l'intimée de lui fournir l'entier du dossier médical établi par la doctoresse B. et fera ensuite procéder à une expertise par un médecin indépendant et spécialisé en matière de procréation médicalement assistée. Dans la mesure où les valeurs médicales concernant le moment ici déterminant ne pourront pas ou plus être connues, l'assurée supportera le fardeau de la preuve. L'intimée avait suffisamment connaissance du fait que la recourante avait refusé de rembourser les frais du premier traitement déjà. La prise en charge de ces coûts avait finalement eu lieu au motif qu'une grossesse était en cours. Si l'intimée entendait faire changer la caisse-maladie d'avis à propos de l'influence de son âge avancé sur le deuxième traitement dont il était question, elle aurait dû être consciente de la nécessité de pouvoir disposer des valeurs actuelles, rendant vraisemblable le fait que son infertilité constituait une maladie (cf. arrêt K 62/05 du 3 octobre 2005 consid. 4).\n\n9.\n\n9.1 La recourante invoque un déni de justice dans le sens où la juridiction cantonale ne se serait pas prononcée sur le remboursement des frais relatifs aux stimulations ovariennes.\n\n9.2 Ce grief n'est pas fondé. Certes, les premiers juges ne se sont pas exprimés de manière explicite sur la question mais ils ont implicitement considéré que cette pratique faisait partie, d'un point de vue médical, du traitement par insémination artificielle prévu au ch. 3 de l'annexe 1 de l'OPAS. C'est du reste ce que retient la SSMC, qui admet que la stimulation folliculaire médicamenteuse est une prestation obligatoire (www.medecins-conseils.ch sous Manuel/Gynécologie et obstétrique/Stérilité et infertilité - Traitement [consulté le 6 avril 2016]). En effet, le procédé consistant à stimuler la réserve ovarienne s'inscrit par nature dans le cadre d'une PMA, puisqu'il est une étape préliminaire à l'insémination intra-utérine en tant que telle, dans la mesure où il vise à augmenter les chances de succès de l'insémination. Il convient en outre de préciser que le médicament utilisé (méridional®) pour effectuer les stimulations est compris dans la liste des spécialités, établie par l'Office fédéral de la santé publique (art. 52 al. 1 let. b LAMal et 64 OAMal), qui contient les BGE 142 V 249 S. 259médicaments dont l'efficacité, la valeur thérapeutique et le caractère économique ont été prouvés (art. 65 ss OAMal et 30 ss OPAS). Par conséquent, on ne saurait reprocher à la juridiction cantonale d'avoir considéré que les stimulations ovariennes étaient incluses dans la définition du traitement par inséminations intra-utérines. (...)"}