{"annee": "142", "cour": "V", "page": "513", "date": "6/9/2016", "cite": ["136 I 129", "142 I 1", "138 I 305", "135 V 382", "140 III 16", "141 V 650", "140 III 167", "141 I 153", "140 I 201"], "cite_par": ["145 I 52", "144 IV 136", "143 I 321", "144 III 368"], "chapeau": "57. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. A. und B. gegen Gemeinde Meilen (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_138/2016 vom 6. September 2016", "regestes": ["Art. 9 et 12 Cst.; loi et ordonnance sur l'aide sociale du canton de Zurich: prise en compte d'une contribution du concubin dans le budget de l'aide sociale. Le budget CSIAS élargi du partenaire non soutenu doit être comparé à toutes les rentrées d'argent (revenu d'une activité lucrative ou revenu de remplacement y compris les prestations complémentaires). L'excédent en résultant est, en cas de concubinage stable, entièrement pris en compte comme revenu (contribution de concubinage) dans le budget de la personne requérante. Cette façon de faire ne viole ni l'égalité de traitement ni l'interdiction de l'arbitraire, ou encore le droit au minimum vital d'existence, également par rapport aux couples mariés (consid. 5)."], "faits": "BGE 142 V 513 S. 514\n\nA. A., geboren 1957, lebt seit 2010 mit B., geboren 1941, in dessen Mietwohnung in Meilen. Sie bezieht seit August 2012 von der Sozialbehörde Meilen (nachfolgend: Sozialbehörde) wirtschaftliche Sozialhilfe. Mit Leistungsentscheid vom 22. August 2014 rechnete die Sozialabteilung der Sozialbehörde im Unterstützungsbudget von A. einen Konkubinatsbeitrag von Fr. 780.05 vonseiten ihres Partners B. an. Dieser bezieht als AHV-Rentner Ergänzungsleistungen. Auf Ersuchen der A. hin überprüfte und bestätigte die Sozialbehörde den Leistungsentscheid vom 22. August 2014 (Beschluss vom 20. November 2014). Hiergegen erhoben A. und B. Rekurs, den der Bezirksrat Meilen (BRM) mit Beschluss vom 14. September 2015 abwies.\n\nB. Dagegen beantragten A. und B. beschwerdeweise, der angefochtene BRM-Beschluss vom 14. September 2015 sei aufzuheben. Die Ergänzungsleistungen zur AHV und die AHV-Rente von B. seien nicht mehr im Budget der A. durch Anrechnung eines Konkubinatsbeitrages zu berücksichtigen. Die bereits in Abzug gebrachten Konkubinatsbeiträge seien zwecks Schuldentilgung nachträglich auszubezahlen. Das Verwaltungsgericht des Kantons Zürich wies die Beschwerde mit Entscheid vom 14. Januar 2016 ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragen A. und B. die Aufhebung des angefochtenen Gerichtsentscheides. Zudem halten sie an ihren vorinstanzlichen Anträgen fest. Weiter ersuchen sie um Gewährung der unentgeltlichen Rechtspflege.\n\nDas Bundesgericht hat die vorinstanzlichen Akten eingeholt und auf einen Schriftenwechsel verzichtet. BGE 142 V 513 S. 515", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Unbestritten ist, dass A. und B. in einem stabilen Konkubinat leben. Zudem steht fest, dass nur A. sozialhilferechtlich unterstützt wird, während ihr Partner zusätzlich zu einer AHV-Rente Ergänzungsleistungen (EL) bezieht.\n\n2.2 Streitgegenstand (vgl. dazu Urteil 8C_208/2013 vom 3. Juli 2013 E. 2.1 mit Hinweisen) bildet die Frage, ob A. gestützt auf § 14 des Sozialhilfegesetzes des Kantons Zürich vom 14. Juni 1981 (SHG; LS 851.1) in Verbindung mit §§ 16 f. der Verordnung des Kantons Zürich vom 21. Oktober 1981 zum Sozialhilfegesetz (SHV; LS 851.11) über den strittigen Leistungsentscheid vom 22. August 2014 hinaus umfangmässig einen höheren Anspruch auf wirtschaftliche Sozialhilfe hat. Dabei ist hier einzig zu prüfen, ob die von der Beschwerdegegnerin berücksichtigte und von den Vorinstanzen bestätigte Anrechnung eines Konkubinatsbeitrages des EL-beziehenden AHV-Rentners im Unterstützungsbudget seiner sozialhilfeabhängigen Partnerin bundesrechts- bzw. verfassungskonform ist.\n\n3. A. und B. berufen sich beide auf eine Verletzung von Art. 9 und 12 BV (Willkürverbot und Recht auf Nothilfe). Vorweg stellt sich die Frage, ob auf die Beschwerde beider Konkubinatspartner einzutreten ist.\n\n3.1 Ausgangspunkt dieses Beschwerdeverfahrens bildet der Leistungsentscheid vom 22. August 2014 betreffend sozialhilferechtliche Unterstützung zu Gunsten der als \"Gesuchstellerin\" verzeichneten A. Dementsprechend hatte ursprünglich auch nur Letztere allein in eigenem Namen bei der Beschwerdegegnerin um Überprüfung des Leistungsentscheids ersucht. Den daraufhin ergangenen Beschluss vom 20. November 2014 stellte die Beschwerdegegnerin dann allerdings auch B. zu. Zwar äusserte die Vorinstanz Zweifel daran, ob der BRM mit Beschluss vom 14. September 2015 zu Recht nicht nur A., sondern auch B. als Rekurrentin bzw. Rekurrent verzeichnet und demnach beiden Personen Parteistellung eingeräumt habe. Das kantonale Gericht liess jedoch die Frage offen, weil auf die vorinstanzliche Beschwerde der A. ohnehin einzutreten war.\n\n3.2 Zur Beschwerde in öffentlich-rechtlichen Angelegenheiten ist berechtigt, wer u.a. durch den angefochtenen Entscheid besonders berührt ist und ein schutzwürdiges Interesse an dessen Aufhebung BGE 142 V 513 S. 516oder Änderung hat (Art. 89 Abs. 1 lit. b und c BGG). Die Rechtsprechung hat die Legitimation Dritter zur Anfechtung \"pro Adressat\" unter bestimmten Umständen dann zugelassen, wenn der Dritte als Folge des Entscheids unmittelbar in seinen vermögensrechtlichen Interessen berührt ist (BGE 141 V 650 E. 3.1 S. 652; BGE 135 V 382 E. 3.3.1 S. 387 mit Hinweisen). Ob der Konkubinatspartner unter diesen Umständen zumindest zur Anfechtung \"pro Adressatin\" auch beschwerdelegitimiert ist, kann hier offenbleiben, weil jedenfalls auf die - von beiden Konkubinatspartnern unterzeichnete - Beschwerde der A. einzutreten ist.\n\n4.\n\n4.1 Das kantonale Gericht hat die massgebliche Rechtslage (so insbesondere § 14 SHG und §§ 16 f. SHV sowie die Richtlinien für die Ausgestaltung und Bemessung der Sozialhilfe der Schweizerischen Konferenz für Sozialhilfe [SKOS-Richtlinien]) zutreffend dargestellt. Gleiches gilt in Bezug auf die Ausführungen zur Praxis, wonach es nicht willkürlich ist, wenn die kantonale Sozialhilfebehörde bei einem stabilen Konkubinat das Einkommen und Vermögen des nicht sozialhilfeberechtigten Konkubinatspartners im Sozialhilfebudget der Leistungsansprecherin angemessen berücksichtigt (BGE 136 I 129 E. 6.1 f. S. 134 f.; vgl. auch Urteil 8C_196/2010 vom 19. Juli 2010 E. 5.3 sowie Urteil des Verwaltungsgerichts des Kantons Zürich VB.2014.00490 vom 29. Januar 2015 E. 3 mit Hinweisen). Die Anrechnung eines Konkubinatsbeitrages verletzt unter diesen Voraussetzungen weder das Willkürverbot noch das Rechtsgleichheitsgebot (BGE 141 I 153 E. 5 S. 157 f.), und zwar unabhängig davon, ob sich der leistungsfähige Konkubinatspartner ausdrücklich bereit erklärt, den Beitrag tatsächlich zu leisten oder nicht (BGE 141 I 153 E. 6.2.1 S. 158 f.). Darauf wird verwiesen.\n\n4.2 Die Auslegung und Anwendung von kantonalem Gesetzesrecht kann vom Bundesgericht insbesondere auf Willkür hin überprüft werden. Willkür in der Rechtsanwendung liegt vor, wenn der angefochtene Entscheid offensichtlich unhaltbar ist, mit der tatsächlichen Situation in klarem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft; dass eine andere Lösung ebenfalls als vertretbar oder gar zutreffender erscheint, genügt nicht; zudem ist erforderlich, dass der Entscheid nicht nur in der Begründung, sondern auch im Ergebnis willkürlich ist (BGE 140 III 16 E. 2.1 S. 18 f., BGE 140 III 167 E. 2.1 S. 168; BGE 140 I 201 E. 6.1 S. 205 f.; BGE 138 I 305 E. 4.3 S. 319).\n\nBGE 142 V 513 S. 517\n\n5.\n\n5.1 Soweit die Beschwerdeführer eine Verletzung von Art. 12 BV geltend machen, genügen ihre Ausführungen der qualifizierten Rügepflicht (nicht publ. E. 1.2) nicht. Sie legen auch nicht ansatzweise dar, inwiefern die tatsächlich gewährte Sozialhilfe gemäss Leistungsentscheid vom 22. August 2014 ihren Anspruch auf Nothilfe im Sinne von Art. 12 BV verletzt. Dieser Anspruch umfasst einzig die in einer Notlage im Sinne einer Überbrückungshilfe unerlässlichen Mittel (in Form von Nahrung, Kleidung, Obdach und medizinischer Grundversorgung), um überleben zu können, wobei sich diese minimale individuelle Nothilfe auf das absolut Notwendige beschränkt (BGE 142 I 1 E. 7.2.1 i.f. S. 6 mit Hinweisen). Dass die den Beschwerdeführern zur Verfügung stehenden Einnahmen nicht alle laufenden Ausgaben decken können, liegt daran, dass diese Ausgaben über den Notbedarf hinausgehen.\n\n5.2 Weiter rügen die Beschwerdeführer, das kantonale Gericht und die Beschwerdegegnerin hätten \"Äpfel mit Birnen\" verglichen. Mit BGE 141 I 153 habe das Bundesgericht bei der Bemessung des Konkubinatsbeitrages im Sozialhilfebudget der sozialhilfeabhängigen Konkubinatspartnerin nur die Mitberücksichtigung eines Erwerbseinkommens des nicht sozialhilfeberechtigten Konkubinatspartners geschützt. Hier stehe jedoch aufseiten des nicht sozialhilfeberechtigten Konkubinatspartners nicht die Anrechenbarkeit eines Lohnanteils, sondern eines Teils der AHV-Rente mit Zusatzleistungen zur Diskussion. Letztere stünden dem nicht bedürftigen Konkubinatspartner persönlich zu und seien folglich im Sozialhilfebudget der bedürftigen Konkubinatspartnerin nicht anzurechnen.\n\n5.2.1 Die Beschwerdeführer zeigen nicht auf, inwiefern die Leistungsfähigkeit des nicht unterstützten Konkubinatspartners bei der Anrechnung eines Konkubinatsbeitrages im Sozialhilfebudget seiner Konkubinatspartnerin unterschiedlich zu berücksichtigen sei, abhängig davon, ob es sich bei den Einnahmen des leistungspflichtigen Konkubinatspartners um ein Erwerbseinkommen oder um ein Ersatzeinkommen aus einer Invaliden- oder Altersrente mit Zusatzleistungen (insbesondere Ergänzungsleistungen) handle. Gemäss Praxishilfe H.10 sind in einem stabilen Konkubinat dem erweiterten SKOS-Budget der nicht unterstützten leistungspflichtigen Person (vgl. SKOS-Richtlinien vom April 2005 [4. überarbeitete Ausgabe] in der ab 1. Januar 2013 geltenden Fassung, Kapitel H.10, S. 1) sämtliche Einnahmen gegenüberzustellen. Der Einnahmenüberschuss BGE 142 V 513 S. 518ist sodann im Budget der antragstellenden Person vollumfänglich als Einnahme (Konkubinatsbeitrag) anzurechnen (SKOS-Richtlinien, a.a.O., Kapitel H.10, S. 3). Es geht darum, dass nicht verheiratete Paare gegenüber verheirateten Paaren nicht wesentlich besser gestellt werden. Ist der nicht unterstützte Konkubinatspartner leistungsfähig, ist unerheblich, woher seine Einnahmen stammen (DUBACHER/VON DESCHWANDEN, Muss eine IV-Rentnerin ihren Partner unterstützen?, ZESO 3/2008 S. 17). Dementsprechend soll auch das Vermögen des nicht bedürftigen Partners mitberücksichtigt werden, und zwar bis zum Vermögensfreibetrag gemäss Gesetzgebung über die Ergänzungsleistungen (CLAUDIA HÄNZI, Die Richtlinien der schweizerischen Konferenz für Sozialhilfe, 2011, S. 205). Ist praxisgemäss das gesamte Netto-Erwerbseinkommen aus selbstständiger oder unselbstständiger Erwerbstätigkeit anrechenbar, sind auch sämtliche Ersatzeinkommen wie AHV- und IV-Renten, Ergänzungsleistungen, Arbeitslosenunterstützung oder andere Taggelder von Versicherungen anzurechnen (vgl. Urteil 8C_347/2007 vom 4. August 2008 E. 5.1). Dies ist Folge einer konsequenten Anwendung des Subsidiaritätsgrundsatzes als Ausdruck der Eigenverantwortung, wonach zunächst alle anderen Möglichkeiten auszuschöpfen sind (URSPRUNG/RIEDI, Verfahrensgrundsätze und Grundrechtsbeschränkungen in der Sozialhilfe, ZBl 116/2015 S. 403 ff., insbes. S. 406). Die Beschwerdeführer legen nicht dar und es ist nicht ersichtlich, inwiefern der Grundsatz der Rechtsgleichheit (Art. 8 BV) verletzt werden könnte, wenn - bei Bejahung der Leistungsfähigkeit des Pflichtigen - dessen sämtliche Einnahmen unabhängig von der Herkunft im Sozialhilfebudget der bedürftigen Konkubinatspartnerin gleichermassen anzurechnen sind. Soweit sie sich auf Art. 2 Abs. 2 ELG (SR 831.30; und in Verbindung damit, jedoch ohne einlässliche Begründung, auch auf Art. 49 Abs. 1 BV) berufen, dringen sie damit nicht durch. Im Gegenteil ergäbe sich daraus gerade eine rechtsungleiche Bevorzugung von Ergänzungsleistungsbezügern, etwa gegenüber betroffenen Lohnempfängern, wenn sie sich über den ihnen zugestandenen Bedarf gemäss erweitertem SKOS-Budget hinaus auf den ergänzungsleistungsrechtlichen Existenzbedarf berufen könnten. In diesem Zusammenhang kann im vorliegenden Fall auch nicht von einem Begründungsmangel bzw. einer Gehörsverletzung ausgegangen werden, zumal sich die Vorinstanz insbesondere in E. 4 ihres Entscheides in ausreichender Form mit den Vorbringen der Beschwerdeführer befasst hat. BGE 142 V 513 S. 519\n\n5.2.2 Zu Recht blieb die Feststellung des erweiterten SKOS-Budgets von Fr. 2'120.95 aufseiten des nicht unterstützten AHV-Rentners zwecks Ermittlung seiner Leistungsfähigkeit hinsichtlich der Bemessung eines Konkubinatsbeitrages unbestritten. Gegenüber den Einnahmen von Fr. 2'901.- ergibt sich ein Überschuss von Fr. 780.05, den die Beschwerdegegnerin der Beschwerdeführerin zu Recht als Konkubinatsbeitrag angerechnet hat (BGE 136 I 129 E. 7.2 S. 137).\n\nVergleicht man die finanzielle Lage der Beschwerdeführer als Konkubinatspaar mit derjenigen eines Ehepaares unter identischen Umständen, resultiert aus dem beanstandeten Leistungsentscheid der Beschwerdegegnerin weder eine Verletzung des Willkürverbots noch eine verfassungswidrige Ungleichbehandlung. Vielmehr wird klar, dass die Beschwerdeführer als Konkubinatspaar insgesamt über deutlich mehr Einnahmen verfügen würden als ein vergleichbares Ehepaar, wenn die Zusatzleistungen (Ergänzungsleistungen) seitens des nicht unterstützten AHV-Rentners bei der Berechnung des Konkubinatsbeitrages nicht mitzuberücksichtigen wären. Bereits basierend auf dem strittigen Leistungsentscheid der Beschwerdegegnerin standen dem Beschwerde führenden Konkubinatspaar im Jahre 2014 nebst der wirtschaftlichen Sozialhilfe von rund Fr. 17'760.- (= Fr. 1'480.- x 12) auch die AHV-Rente und die Zusatzleistungen (Ergänzungsleistungen) des Konkubinatspartners von Fr. 34'812.- (= Fr. 2'901.- x 12) zur Verfügung. Im Vergleich zu diesen Gesamteinnahmen des Konkubinatspaares von rund Fr. 52'500.- im Jahre 2014 zur Abdeckung des Gesamtbedarfs wären demgegenüber einem Ehepaar unter vergleichbaren Umständen aufgrund einer Neuberechnung der jährlichen Ergänzungsleistung neben dem Bedarf für die Krankenversicherung nur die Auslagen für den allgemeinen Lebensbedarf von Fr. 28'935.- (Art. 10 Abs. 1 lit. a Ziff. 2 ELG) und Wohnkosten von Fr. 15'000.- (Art. 10 Abs. 1 lit. b Ziff. 2 ELG) vergütet worden.\n\n5.2.3 Weshalb die Gleichbehandlung von Lohn und Ersatzeinkommen bei der Anrechnung eines Konkubinatsbeitrages des leistungsfähigen Konkubinatspartners im Sozialhilfebudget seiner Partnerin das Recht auf Existenzsicherung (Art. 12 BV), das Willkürverbot (Art. 9 BV) oder sonst wie Bundesrecht verletzen soll, legen die Beschwerdeführer nicht dar und ist nicht ersichtlich. Wie eben erwähnt (E. 5.2.2), steht unbestritten fest, dass dem nicht unterstützten Konkubinatspartner über den existenziellen Notbedarf (E. 5.1) hinaus auch nach Anrechnung eines Konkubinatsbeitrages das erweiterte SKOS-Budget gewahrt bleibt. Inwiefern gemäss kantonalem Recht BGE 142 V 513 S. 520angeblich Zusatzleistungen (namentlich EL) bei der Ermittlung der Leistungsfähigkeit des nicht unterstützten Konkubinatspartners nicht anrechenbar seien, wird nicht nachvollziehbar geltend gemacht. Insbesondere vermögen die Ausführungen der Beschwerdeführer nach Massgabe der qualifizierten Rügepflicht (nicht publ. E. 1.2) keine Verfassungsverletzung zu begründen.\n\n5.3 Nach dem Gesagten steht fest, dass in einem stabilen Konkubinat die Anrechnung eines Konkubinatsbeitrages des Pflichtigen im Budget seiner sozialhilfeberechtigten Konkubinatspartnerin - ungeachtet der Herkunft der Einnahmen des leistungsfähigen Partners - weder den Grundsatz der Rechtsgleichheit noch das Willkürverbot verletzt. Die Beschwerde ist unbegründet und folglich abzuweisen. (...)"}