{"annee": "142", "cour": "V", "page": "523", "date": "23/11/2016", "cite": ["131 V 9", "132 V 215", "139 V 115", "134 I 105", "139 II 289", "131 V 167", "130 V 488", "108 V 210", "115 V 191"], "cite_par": ["143 V 190"], "chapeau": "58. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. IV-Stelle Basel-Landschaft gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_837/2015 vom 23. November 2016", "regestes": ["Art. 8 et 16 al. 2 let. a LAI; art. 5 RAI; droit à une seconde année de formation élémentaire AI. Illégalité de la lettre circulaire AI n° 299 de l'OFAS du 30 mai 2011 (respectivement du ch. 3020 deuxième paragraphe CMRP) en tant qu'il y est exigé, pour la prise en charge d'une seconde année de formation élémentaire AI, qu'il existe de bonnes perspectives pour que la formation débouche sur une activité lucrative ayant une incidence sur la rente ou que l'on puisse en attendre une insertion sur le marché primaire de l'emploi (même s'il n'en découle à court terme aucune incidence sur la rente; consid. 5). La réponse à la question de savoir si des prestations pour une seconde année de formation doivent être allouées dépend du point de savoir si les conditions du droit (caractère nécessaire, approprié et adéquat [obtention d'un salaire horaire d'au moins 2 fr. 55]) sont remplies dans le cas particulier (consid. 5.5). Le fait qu'une seconde année de formation n'est pas nécessaire ne doit pas être admis à la légère (consid. 6.5)."], "faits": "BGE 142 V 523 S. 524\n\nA. Die 1995 geborene A. leidet an Trisomie 21. Die IV-Stelle Basel-Landschaft sprach ihr verschiedene medizinische und heilpädagogische Leistungen sowie eine Hilflosenentschädigung für Minderjährige zu.\n\nIm Oktober 2012 beantragten die Eltern für ihre Tochter A. berufliche Massnahmen im Zusammenhang mit der Erstausbildung. Die IV-Stelle erteilte Kostengutsprache für eine IV-Anlehre in der Montage bei der Eingliederungsstätte B. für die Zeit vom 1. August 2013 bis 31. Juli 2014. Des Weitern sprach sie A. für diese Zeit ein Taggeld zu (Mitteilung vom 16. April 2013).\n\nDas von den Eltern der A. am 15. Januar 2014 gestellte Begehren um Verlängerung der Ausbildung um ein Jahr lehnte die IV-Stelle mit Verfügung vom 25. März 2014 bzw. mit der diese ersetzenden Verfügung vom 24. Juli 2014 ab. Sie verneinte einen Anspruch mit der Begründung, A. werde voraussichtlich keine Arbeit in der freien Wirtschaft aufnehmen oder ein massgeblich rentenbeeinflussendes Einkommen erzielen können, womit sich die Verwaltung implizit auf die Voraussetzungen gemäss IV-Rundschreiben Nr. 299 des Bundesamtes für Sozialversicherungen (BSV) vom 30. Mai 2011 (nachfolgend: Rundschreiben Nr. 299) berief.\n\nB. Beschwerdeweise liess A. beantragen, die angefochtene Verfügung sei aufzuheben und es sei Kostengutsprache für das zweite Ausbildungsjahr der IV-Anlehre zu erteilen. Das angerufene Kantonsgericht Basel-Landschaft gelangte zum Ergebnis, dass das BGE 142 V 523 S. 525Rundschreiben Nr. 299 gesetzwidrig sei. Mit Entscheid vom 7. Mai 2015 hiess es die Beschwerde gut, hob die Verfügung vom 24. Juli 2014 auf und stellte fest, dass A. Anspruch auf das zweite Ausbildungsjahr der IV-Anlehre hat.\n\nC. Die IV-Stelle führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der kantonale Entscheid sei aufzuheben. Es sei festzustellen, dass A. keinen Anspruch auf die Finanzierung des zweiten Ausbildungsjahres der IV-Anlehre hat. Des Weitern sei die Gesetzmässigkeit des Rundschreibens Nr. 299 festzustellen.\n\nA. lässt auf Abweisung der Beschwerde schliessen. Das BSV verzichtete auf eine Vernehmlassung. Am 15. Februar 2016 liess es beim Bundesgericht ein von Prof. Dr. iur. C. und PD Dr. iur. D. am 14. September 2015 erstelltes Rechtsgutachten betreffend das Postulat Lohr Christian 13.3615 (Voraussetzungen für die IV-Anlehre und die praktische Ausbildung nach INSOS), das sich mit der Rechtskonformität des Rundschreibens Nr. 299 befasst, einreichen. Die Parteien erhielten Gelegenheit, dazu Stellung zu nehmen, wovon sie Gebrauch machten.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Gemäss Art. 8 Abs. 1 IVG haben Invalide oder von einer Invalidität (Art. 8 ATSG [SR 830.1]) bedrohte Versicherte Anspruch auf Eingliederungsmassnahmen, soweit diese notwendig und geeignet sind, die Erwerbsfähigkeit oder die Fähigkeit, sich im Aufgabenbereich zu betätigen, wieder herzustellen, zu erhalten oder zu verbessern (lit. a), und die Voraussetzungen für den Anspruch auf die einzelnen Massnahmen erfüllt sind (lit. b).\n\nDer Anspruch auf Eingliederungsmassnahmen besteht unabhängig von der Ausübung einer Erwerbstätigkeit vor Eintritt der Invalidität. Bei der Festlegung der Massnahmen ist die gesamte noch zu erwartende Dauer des Erwerbslebens zu berücksichtigen (Art. 8 Abs. 1bis IVG).\n\n2.2 Zu den Eingliederungsmassnahmen gehören nach Art. 8 Abs. 3 lit. b IVG die Massnahmen beruflicher Art, wozu insbesondere auch die erstmalige berufliche Ausbildung zählt. Dazu ist in Art. 16 IVG BGE 142 V 523 S. 526vorgesehen, dass Versicherte, die noch nicht erwerbstätig waren und denen infolge Invalidität bei der erstmaligen beruflichen Ausbildung in wesentlichem Umfang zusätzliche Kosten entstehen, Anspruch auf Ersatz dieser Kosten haben, sofern die Ausbildung den Fähigkeiten des Versicherten entspricht (Abs. 1). Der erstmaligen beruflichen Ausbildung gleichgestellt ist unter anderem (neben hier nicht weiter interessierenden Tätigkeiten) die Vorbereitung auf eine Hilfsarbeit oder auf eine Tätigkeit in einer geschützten Werkstätte (Abs. 2 lit. a).\n\nNach Art. 5 Abs. 1 IVV (SR 831.201; in der hier anwendbaren, bis 31. Dezember 2014 gültig gewesenen Fassung) gilt als erstmalige berufliche Ausbildung unter anderem jede Berufslehre oder Anlehre (wobei dieser heute nicht mehr gebräuchliche Begriff mit Wirkung auf 1. Januar 2015 durch \"berufliche Grundbildung\" nach dem Bundesgesetz vom 13. Dezember 2002 über die Berufsbildung [Berufsbildungsgesetz, BBG; SR 412.10] ersetzt wurde) und die berufliche Vorbereitung auf eine Hilfsarbeit oder auf die Tätigkeit in einer geschützten Werkstätte. Letztere Ausbildung wird vom nationalen Branchenverband der Institutionen für Menschen mit Behinderung (INSOS) angeboten und untersteht nicht dem Berufsbildungsgesetz (vgl. dazu Erläuterungen des BSV zur Änderung der IVV vom 19. September 2014 [www.bsv.admin.ch/themen/iv/00025/index.html?lang=de]). Die hier in Frage stehende IV-Anlehre gilt - wie feststeht und unbestritten ist - als berufliche Vorbereitung auf eine Hilfsarbeit oder eine Tätigkeit in einer geschützten Werkstätte.\n\n2.3 Als Eingliederungsmassnahme unterliegt die erstmalige berufliche Ausbildung den allgemeinen Anspruchsvoraussetzungen des Art. 8 Abs. 1 IVG. Sie hat somit neben den dort ausdrücklich genannten Erfordernissen der Geeignetheit und Notwendigkeit auch demjenigen der Angemessenheit (Verhältnismässigkeit im engeren Sinne) als drittem Teilgehalt des Verhältnismässigkeitsgrundsatzes zu genügen. Danach muss sie unter Berücksichtigung der gesamten tatsächlichen und rechtlichen Umstände des Einzelfalles in einem angemessenen Verhältnis zum angestrebten Eingliederungsziel stehen. Hinsichtlich der Angemessenheit lassen sich vier Teilaspekte unterscheiden, nämlich die sachliche, die zeitliche, die finanzielle und die persönliche Angemessenheit. Danach muss die Massnahme prognostisch ein bestimmtes Mass an Eingliederungswirksamkeit aufweisen; sodann muss gewährleistet sein, dass der angestrebte BGE 142 V 523 S. 527Eingliederungserfolg voraussichtlich von einer gewissen Dauer ist; des Weitern muss der zu erwartende Erfolg in einem vernünftigen Verhältnis zu den Kosten der konkreten Eingliederungsmassnahme stehen; schliesslich muss die Massnahme dem Betroffenen auch zumutbar sein (BGE 132 V 215 E. 3.2.2 S. 221; BGE 130 V 488 E. 4.3.2 S. 491 mit Hinweisen; MEYER/REICHMUTH, Bundesgesetz über die Invalidenversicherung, 3. Aufl. 2014, N. 25 ff. zu Art. 8 IVG; ULRICH MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, 1985, S. 77 ff.; ERWIN MURER, Invalidenversicherungsgesetz [Art. 1-27bis IVG], Handkommentar, 2014, N. 42 zu Art. 8 IVG; SILVIA BUCHER, Eingliederungsrecht der Invalidenversicherung, 2011, S. 76 ff. Rz. 128 ff.).\n\n2.4 Wie dem Rundschreiben Nr. 299 zu entnehmen ist, gelangte das BSV zur Einsicht, dass in vielen Fällen nach Abschluss der IV-Anlehren (inkl. praktischen Ausbildungen nach INSOS), welche in der Regel auf zwei Jahre angelegt seien, keine rentenbeeinflussende Eingliederung erreicht werden könne. Das Bundesamt ordnete deshalb an, es sei in jedem Einzelfall im Sinne eines wirkungsorientierten Einsatzes der finanziellen Mittel eine periodische Wirkungskontrolle vorzunehmen (vgl. dazu auch MARCEL PAOLINO, Wirkungsorientierte erstmalige berufliche Ausbildung, Soziale Sicherheit CHSS 5/2011 S. 264 f.). Dazu wird im Rundschreiben Nr. 299 (und inhaltlich übereinstimmend in Rz. 3020 zweiter Absatz des bundesamtlichen Kreisschreibens über die Eingliederungsmassnahmen beruflicher Art [KSBE] in der hier anwendbaren, ab 1. Januar 2014 gültigen Fassung) Folgendes festgehalten:\n\n\"Konkret bedeutet dies, dass IV-Anlehren inkl. praktische Ausbildungen nach INSOS von nun an einheitlich für ein Jahr gesprochen werden sollen. Ergibt die gemeinsam mit dem Ausbildungsbetrieb und der jugendlichen Person in Ausbildung durchgeführte Standortbestimmung gegen Ende des ersten Ausbildungsjahres, dass gute Aussichten bestehen auf eine künftige Erwerbsfähigkeit in rentenbeeinflussendem Ausmass, soll die Ausbildung um ein zweites Jahr verlängert werden. Ebenso kann das zweite Ausbildungsjahr zugesprochen werden, wenn eine Eingliederung in den ersten Arbeitsmarkt erwartet werden kann, auch wenn diese vorerst noch nicht rentenbeeinflussend ist.\n\nGemäss den heutigen Bestimmungen (Kreisschreiben über die Eingliederungsmassnahmen beruflicher Art KSBE) besteht Anspruch auf die Vergütung der invaliditätsbedingten Mehrkosten der erstmaligen beruflichen Ausbildung, sofern nach Abschluss der Ausbildung ein Mindeststundenlohn von Fr. 2.55 erzielt werden kann. Diese Anspruchsvoraussetzung soll auch künftig beibehalten werden.\" BGE 142 V 523 S. 528\n\n3. Gemäss dem Bericht der Eingliederungsstätte B. vom 17. März 2014, auf welchen sich die IV-Stelle in ihrer Verfügung vom 24. Juli 2014 stützte, erbrachte A. im Rahmen ihrer im August 2013 begonnenen IV-Anlehre in der industriellen Montage eine Leistung von 15 %. An einem geschützten Arbeitsplatz werde sie einen Lohn von Fr. 2.55 pro Stunde erwirtschaften können. Unter dem Titel \"Zielerreichung\" werden Fortschritte im Handwerklichen und im sozialen Bereich erwähnt; A. habe sich verschiedene Arbeitsabläufe angeeignet und kenne die Vorgaben und Ansprüche der internen Ausbildung. Sie könne ihr aufgezeigte Arbeiten relativ schnell umsetzen; bei komplexeren Arbeitsabläufen brauche sie allerdings mehr Wiederholung, um sich die Arbeitsschritte einzuprägen. Sie arbeite konzentriert. Fein- und grobmotorisch sei sie grundsätzlich geschickt. Bei Arbeiten, die ihr nicht so entsprächen oder die sie nicht auf Anhieb umsetzen könne, werde sie ungeduldig; sie sollte deshalb mehr Durchhaltewillen entwickeln. Sie sei fleissig und habe ein konstantes Arbeitstempo. Hinsichtlich Vermittelbarkeit gelangte die Berichterstatterin zum Ergebnis, dass A. fähig sein sollte, nach der Ausbildung in einer Dauerwerkstatt im Bereich der industriellen Montage zu arbeiten. Ihre Einsatzmöglichkeiten seien allerdings vielseitig. Im geschützten Rahmen käme auch ein anderer Bereich wie beispielsweise die Hauswirtschaft oder die Küche in Frage. Wichtig seien allerdings Arbeiten, die sie seriell ausführen könne.\n\n3.1 Die IV-Stelle entnahm diesem Bericht vom 17. März 2014, dass A. voraussichtlich nicht in der Lage sein werde, eine Arbeit in der freien Wirtschaft aufzunehmen oder ein massgeblich rentenbeeinflussendes Einkommen zu erzielen. Da die Versicherte damit die im Rundschreiben Nr. 299 (bzw. in Rz. 3020 KSBE) für die Zusprache eines zweiten Ausbildungsjahres statuierten Voraussetzungen nicht erfüllte, lehnte die IV-Stelle das Gesuch um Verlängerung der IV-Anlehre um ein Jahr ab (Verfügung vom 24. Juli 2014).\n\n3.2 Die Vorinstanz hiess die von der Versicherten dagegen erhobene Beschwerde gut. Sie stellte sich auf den Standpunkt, eine IV-finanzierte, erstmalige Ausbildung für Jugendliche mit einer Behinderung dürfe mit Blick auf die gesellschaftliche, politische und rechtliche Entwicklung nicht aufgrund von Rentabilitätsüberlegungen zeitlich gekürzt oder an höhere Anforderungen geknüpft werden. Bei der Beurteilung der Verhältnismässigkeit müsse die Verwirklichung der Gleichstellung höheres Gewicht vor wirtschaftlichen Überlegungen haben. In Nachachtung von Art. 24 Abs. 5 des Übereinkommens BGE 142 V 523 S. 529vom 13. Dezember 2006 über die Rechte von Menschen mit Behinderungen (SR 0.109; nachfolgend: UN-Behindertenkonvention), Art. 8 BV, Art. 17 Abs. 1 BBG sowie Art. 2 Abs. 5 des Bundesgesetzes vom 13. Dezember 2002 über die Beseitigung von Benachteiligungen von Menschen mit Behinderungen (Behindertengleichstellungsgesetz, BehiG; SR 151.3) stehe allen Jugendlichen eine zweijährige erstmalige Berufsausbildung zu. Jugendliche mit einer Behinderung hätten gestützt auf Art. 16 Abs. 2 lit. a und Art. 8 IVG Anspruch auf Übernahme der Kosten für eine zweijährige IV-Anlehre bzw. eine praktische Ausbildung nach INSOS, sofern Aussicht bestehe, dass sie nach der Ausbildung einen Lohn von Fr. 2.55 erzielen könnten, unabhängig davon, ob dieses Ziel nach einem oder zwei Ausbildungsjahren erreicht werde. Insgesamt müsse dem Rundschreiben Nr. 299 die Gesetzeskonformität abgesprochen werden.\n\n3.3 Beschwerdeweise bringt die IV-Stelle vor, die Argumentation im angefochtenen Entscheid verletze insofern Bundesrecht, als die Vorinstanz zu Unrecht eine Verwaltungsweisung des BSV und damit einhergehend die Verfügung vom 24. Juli 2014 als gesetzwidrig taxiere. Des Weitern rügt sie, das kantonale Gericht habe den Sachverhalt unvollständig und damit offensichtlich unrichtig festgestellt und seinen Entscheid in Verletzung der Begründungspflicht gefällt.\n\n4. Soweit die Vorinstanz dem Rundschreiben Nr. 299 die Anwendung versagte mit der Begründung, dass grundsätzlich alle Jugendlichen in Nachachtung von Art. 24 Abs. 5 der UN-Behindertenkonvention, Art. 8 BV, Art. 17 Abs. 1 BBG sowie Art. 2 Abs. 5 BehiG Anspruch auf eine zweijährige erstmalige Berufsausbildung hätten, kann ihr nicht beigepflichtet werden:\n\n4.1 Nach Art. 24 Abs. 5 der UN-Behindertenkonvention, die für die Schweiz am 15. Mai 2014 in Kraft getreten ist, stellen die Vertragsstaaten sicher, dass Menschen mit Behinderungen ohne Diskriminierung und gleichberechtigt mit anderen Zugang zu allgemeiner Hochschulbildung, Berufsausbildung, Erwachsenenbildung und lebenslangem Lernen haben. Zu diesem Zweck stellen die Vertragsstaaten sicher, dass für Menschen mit Behinderungen angemessene Vorkehrungen getroffen werden. Dieser Forderung ist der Gesetzgeber mit dem Erlass von Art. 16 und 17 IVG, welche für behinderte Versicherte den Zugang zu Berufsausbildung mittels beruflichen Massnahmen sichern, nachgekommen (vgl. auch Botschaft vom 19. Dezember 2012 zur Genehmigung des Übereinkommens vom BGE 142 V 523 S. 53013. Dezember 2006 über die Rechte von Menschen mit Behinderungen, BBl 2012 661, 703).\n\n4.2 Die Bestimmung des Art. 8 Abs. 2 BV sieht vor, dass niemand diskriminiert werden darf, namentlich nicht wegen einer körperlichen, geistigen oder psychischen Behinderung. Sie gibt verfassungsunmittelbare Ansprüche auf Abwehr von rechtlichen Benachteiligungen Behinderter wegen ihrer Behinderung. Für die Beseitigung faktischer Benachteiligungen der Behinderten ist Art. 8 Abs. 4 BV einschlägig, wonach das Gesetz Massnahmen vorsieht zur Beseitigung von Benachteiligungen Behinderter. Diese Norm verleiht keinen individualrechtlichen, gerichtlich durchsetzbaren Anspruch auf Herstellung faktischer Gleichheit, sondern enthält einen Gesetzgebungsauftrag (BGE 139 II 289 E. 2.2.1 S. 293 f. mit Hinweisen; vgl. auch SCHEFER/HESS-KLEIN, Behindertengleichstellungsrecht, 2014, S. 32).\n\nDer Bund hat den Gesetzgebungsauftrag im Bereich seiner Zuständigkeit insbesondere mit dem Erlass des Behindertengleichstellungsgesetzes wahrgenommen (KIENER/KÄLIN, Grundrechte, 2. Aufl. 2013, S. 449). Dieses bezweckt, Benachteiligungen zu verhindern, zu verringern oder zu beseitigen, denen Menschen mit Behinderungen ausgesetzt sind (Art. 1 Abs. 1 BehiG). Eine Benachteiligung liegt vor, wenn Behinderte rechtlich oder tatsächlich anders als nicht Behinderte behandelt und dabei ohne sachliche Rechtfertigung schlechtergestellt werden als diese, oder wenn eine unterschiedliche Behandlung fehlt, die zur tatsächlichen Gleichstellung Behinderter und nicht Behinderter notwendig ist (Art. 2 Abs. 2 BehiG). Gemäss Art. 2 Abs. 5 BehiG liegt eine Benachteiligung bei der Inanspruchnahme von Aus- und Weiterbildung insbesondere vor, wenn die Dauer und Ausgestaltung des Bildungsangebots sowie Prüfungen den spezifischen Bedürfnissen Behinderter nicht angepasst sind (lit. b; vgl. auch Art. 8 Abs. 2 BehiG; BGE 139 II 289 E. 2.2.2 S. 294).\n\nOb das Behindertengleichstellungsgesetz auf die IV-Anlehre überhaupt Anwendung findet, was die IV-Stelle unter Hinweis auf das Urteil 2D_7/2011 vom 19. Mai 2011 (E. 2.4) bestreitet, kann offengelassen werden. Denn ohnehin ist nicht ersichtlich, inwiefern eine den konkreten Umständen des Einzelfalles auch in ihrer Dauer (vgl. dazu hinten E. 5.5) Rechnung tragende IV-Anlehre den spezifischen Bedürfnissen Behinderter nicht angepasst sein soll (Art. 2 Abs. 5 lit. b BehiG; vgl. auch COPUR/NAGUIB, Bildung, in: Diskriminierungsrecht, Naguib und andere [Hrsg.], 2014, S. 102 Rz. 279). BGE 142 V 523 S. 531\n\n4.3 Aus der von der Vorinstanz ebenfalls beigezogenen Bestimmung des Art. 17 Abs. 1 BBG, wonach die berufliche Grundbildung zwei bis vier Jahre dauert, lässt sich direkt nichts ableiten, weil die IV-Anlehre nicht dem Berufsbildungsgesetz untersteht (vgl. dazu vorne E. 2.2). Im Übrigen ist eine Ungleichbehandlung der beruflichen Grundbildung im Sinne des Art. 17 BBG einerseits und der (der Vorbereitung auf eine Hilfsarbeit oder eine Tätigkeit in einer geschützten Werkstätte dienenden) IV-Anlehre im Sinne des Art. 16 Abs. 2 lit. a IVG andererseits, welche Institute sich in ihren Anforderungen und Zielsetzungen grundlegend voneinander unterscheiden, sachlich gerechtfertigt.\n\n5. Es bleibt zu prüfen, ob sich das Rundschreiben Nr. 299 mit der gesetzlichen Regelung in Art. 8 und Art. 16 Abs. 2 lit. a IVG vereinbaren lässt.\n\n5.1 Weder das Gesetz noch die Verordnung regeln die Frage, wie lange die Vorbereitung auf eine Hilfstätigkeit oder eine Tätigkeit in einer geschützten Werkstätte (Art. 16 Abs. 2 lit. a IVG) dauern darf. Insbesondere findet sich nirgends eine Bestimmung, welche - wie das Rundschreiben Nr. 299 - für die Verlängerung der Ausbildung um ein zweites Jahr verlangt, dass gute Aussichten auf eine künftige Erwerbsfähigkeit in rentenbeeinflussendem Ausmass bestehen oder dass eine Eingliederung in den ersten Arbeitsmarkt erwartet werden kann.\n\n5.2 Die Fragen, wie lange die Vorbereitung auf eine Hilfsarbeit oder eine Tätigkeit in einer geschützten Werkstätte dauern darf und welchen Erfolg (im Sinne eines positiven Einflusses auf die Erwerbsfähigkeit) die Massnahme prognostisch bringen muss, damit ein zweites Ausbildungsjahr zuzusprechen ist, betreffen das Erfordernis der Angemessenheit der Massnahme, und zwar die Teilaspekte der sachlichen und der finanziellen Angemessenheit (vgl. dazu E. 2.3 hiervor; zum Ganzen: Gutachten vom 14. September 2015).\n\n5.3 Als sachlich angemessen gilt eine Eingliederungsmassnahme, wenn sie prognostisch ein bestimmtes Mass an Eingliederungswirksamkeit aufweist, wobei das erforderliche Mass je nach in Frage stehender Leistung unterschiedlich ist (vgl. MEYER/REICHMUTH, a.a.O., N. 27 ff. zu Art. 8 IVG; BUCHER, a.a.O., S. 76 f. Rz. 129; MURER, a.a.O., N. 59 zu Art. 8 IVG).\n\n5.3.1 Im Rahmen der erstmaligen beruflichen Ausbildung im Sinne von Art. 16 IVG setzt die sachliche Angemessenheit voraus, dass die BGE 142 V 523 S. 532versicherte Person unter dem Gesichtspunkt der Eingliederungswirksamkeit durch die erstmalige berufliche Ausbildung voraussichtlich in die Lage versetzt wird, ein Erwerbseinkommen zu erzielen, welches mindestens einen (beachtlichen) Teil der Unterhaltskosten deckt (Urteile 9C_457/2008 vom 3. Februar 2009 E. 2.3 und 8C_812/2007 vom 6. Oktober 2008 E. 2.3; MEYER/REICHMUTH, a.a.O., N. 2 zu Art. 16 IVG; BUCHER, a.a.O., S. 324 Rz. 647). Bei der hier zur Diskussion stehenden, der erstmaligen beruflichen Ausbildung gleichgestellten Vorbereitung auf eine Hilfsarbeit oder eine Tätigkeit in einer geschützten Werkstätte ist das Erfordernis der sachlichen Angemessenheit minimalisiert (MEYER/REICHMUTH, a.a.O., N. 28 zu Art. 8 IVG und N. 21 zu Art. 16 IVG; MEYER-BLASER, a.a.O., S. 171; BUCHER, a.a.O., S. 329 Rz. 662). Praxisgemäss ist die angestrebte Tätigkeit in diesem Bereich im Sinne einer minimalen Eingliederungswirksamkeit wirtschaftlich verwertbar, wenn sie mit mindestens Fr. 2.55 pro Stunde entschädigt wird (Rz. 3010 und 3013 KSBE in der heutigen Fassung; bis 31. Dezember 2002: Fr. 2.-; AHI 2002 S. 177, I 84/01 E. 3a [zum damals geltenden Ansatz von Fr. 2.-]; MEYER/REICHMUTH, a.a.O., N. 21 zu Art. 16 IVG; MURER, a.a.O., N. 85 zu Art. 16 IVG; BUCHER, a.a.O., S. 329 Rz. 662).\n\n5.3.2 Es steht ausser Frage, dass das Erfordernis eines Minimallohnes von Fr. 2.55 pro Stunde als allgemeine Anspruchsvoraussetzung nicht nur für das erste, sondern auch für das zweite Ausbildungsjahr gilt. Die zu Gunsten der Versicherten im Rahmen der Vorbereitung auf eine Hilfstätigkeit oder auf eine Tätigkeit in einer geschützten Werkstätte herabgesetzten Anforderungen an die Eingliederungswirksamkeit der beruflichen Massnahme (Voraussetzung einer minimalen Eingliederungswirksamkeit) werden nun aber ihres Sinnes entleert, wenn - wie im Rundschreiben Nr. 299 - für ein zweites Jahr gute Aussichten auf eine künftige Erwerbsfähigkeit in rentenbeeinflussendem Ausmass oder gar eine voraussichtliche Eingliederung in den ersten Arbeitsmarkt verlangt werden. Letzteres stellt einen Widerspruch dazu dar, dass Art. 16 Abs. 2 lit. a IVG eine Hilfstätigkeit oder eine Tätigkeit in einer geschützten Werkstätte ausdrücklich als Eingliederungsziel anerkennt. Ersteres übergeht die Tatsache, dass die Entlöhnung an einem solchen Arbeitsplatz regelmässig unter einem rentenbeeinflussenden Erwerbseinkommen liegen dürfte. Im Übrigen setzt die Zusprache einer Eingliederungsmassnahme auch rechtsprechungsgemäss nicht voraus, dass diese den für den Rentenanspruch massgebenden Invaliditätsgrad beeinflusst BGE 142 V 523 S. 533 (BGE 115 V 191 E. 5b S. 199 f.; BGE 108 V 210 E. 1d S. 213; MEYER/REICHMUTH, a.a.O., N. 29 zu Art. 8 IVG; BUCHER, a.a.O., S. 77 Rz. 130). Damit kann der sachlichen Angemessenheit der Massnahme nicht entgegenstehen, dass keine (guten) Aussichten auf eine künftige Erwerbsfähigkeit in rentenbeeinflussendem Ausmass bestehen oder dass keine Eingliederung in den ersten Arbeitsmarkt erwartet werden kann (zum Erfordernis der sachlichen Angemessenheit: Gutachten Ziff. 3.2).\n\n5.4 Das Erfordernis der finanziellen Angemessenheit erfüllt eine Eingliederungsmassnahme, wenn der zu erwartende Erfolg (Nutzen) in einem vernünftigen Verhältnis zu den Kosten der konkreten Eingliederungsmassnahme steht. Indessen vermag nur ein grobes Missverhältnis zwischen den Kosten der Eingliederungsmassnahme einerseits und dem damit verfolgten Eingliederungszweck andererseits Unverhältnismässigkeit zu begründen. Allein aus finanziellen Gründen scheitert der Eingliederungsanspruch somit nur, wenn ein krasses Missverhältnis zwischen den Kosten und dem voraussichtlichen Nutzen der Vorkehr besteht (BGE 132 V 215 E. 4.3.4 S. 227 f.; BGE 131 V 167 E. 3 in fine S. 171; Urteil 9C_244/2010 vom 5. August 2010 E. 3.2; MEYER/REICHMUTH, a.a.O., N. 32 zu Art. 8 IVG; BUCHER, a.a.O., S. 79 Rz. 136 f.; MURER, a.a.O., N. 61 zu Art. 8 IVG).\n\nEin derartiges grobes Missverhältnis kann nicht bereits angenommen werden, weil zu erwarten ist, dass die versicherte Person lediglich eine nichtrentenbeeinflussende, den Mindestleistungslohn von Fr. 2.55 pro Stunde erreichende Erwerbstätigkeit werde ausüben können. Die gesetzlich vorgesehene Gleichstellung der Vorbereitung auf eine Tätigkeit in einer geschützten Werkstätte mit der erstmaligen beruflichen Ausbildung verbietet es, das Kriterium, ob eine Tätigkeit im ersten Arbeitsmarkt zu erwarten ist oder nicht, als für die Frage der finanziellen Angemessenheit massgebend zu betrachten. Mit anderen Worten kann sich die Dauer der in Frage stehenden Ausbildung nicht nach dem in Rundschreiben Nr. 299 (neu) formulierten Eingliederungsziel richten; vielmehr gilt die allgemeine Regel, dass eine Person Anspruch auf Beiträge an die gesamte Ausbildung hat, die unter den konkreten Umständen des Einzelfalles zur Erreichung des Eingliederungsziels - sei dies nun eine Tätigkeit im ersten Arbeitsmarkt oder eine solche in einer geschützten Werkstätte - notwendig ist (Urteil 9C_457/2008 vom 3. Februar 2009 E. 2.1; BUCHER, a.a.O., S. 326 Rz. 653). Nur wenn im Einzelfall ein grobes BGE 142 V 523 S. 534Missverhältnis besteht zwischen den Kosten und dem wirtschaftlichen Erfolg der Massnahme, fehlt es an der finanziellen Angemessenheit. Im Übrigen dürfte es sich regelmässig so verhalten, dass die bevorstehende, wegen des jugendlichen Alters noch sehr lange Erwerbsdauer im Sinne einer hohen zeitlichen Eingliederungswirksamkeit (vgl. dazu Art. 8 Abs. 1bis Satz 2 IVG) eine relativ geringe sachliche Eingliederungswirksamkeit ausgleicht. Mit anderen Worten erhöht eine bevorstehende lange Aktivitätsdauer (wie sie bei Jugendlichen wie der Beschwerdegegnerin regelmässig vorliegt) die Eingliederungswirksamkeit der Massnahme (vgl. auch MURER, a.a.O., N. 47 zu Art. 8 IVG; vgl. auch BGE 132 V 215 E. 4.4.1 S. 228 f.). Aus diesem Grund kann das Erfordernis der finanziellen Angemessenheit ohne Weiteres auch bei einer zweijährigen Vorbereitung auf eine Tätigkeit in einer geschützten Werkstatt erfüllt sein (vgl. auch Urteil des Eidg. Versicherungsgerichts I 170/76 vom 15. Dezember 1976; zum Erfordernis der finanziellen Angemessenheit: Gutachten Ziff. 3.3).\n\n5.5 Zusammenfassend ergibt sich in Übereinstimmung mit dem Gutachten vom 14. September 2015 (Ziff. 4), dass im Rahmen einer IV-Anlehre ein zweites Ausbildungsjahr nicht verweigert werden darf mit der Begründung, es beständen keine guten Aussichten auf eine künftige Erwerbsfähigkeit in rentenbeeinflussendem Ausmass oder es könne keine (allenfalls vorerst noch nicht rentenbeeinflussende) Eingliederung in den ersten Arbeitsmarkt erwartet werden. Soweit das Rundschreiben Nr. 299 ein zweites Ausbildungsjahr vom Vorliegen einer dieser beiden Voraussetzungen abhängig macht, ist es mit der gesetzlichen Regelung nicht vereinbar. Die Beantwortung der Frage, ob Leistungen für ein zweites Ausbildungsjahr zuzusprechen sind, richtet sich danach, ob die Anspruchsvoraussetzungen (Notwendigkeit, Geeignetheit, Angemessenheit [Erreichen eines Stundenlohnes von mindestens Fr. 2.55]; vgl. dazu E. 2.3 hiervor) im konkreten Einzelfall erfüllt sind. Dabei darf ein zweites Ausbildungsjahr nur dann infolge Fehlens der finanziellen Angemessenheit verweigert werden, wenn im Einzelfall ein krasses Missverhältnis zwischen den Kosten und dem Nutzen der Massnahme besteht.\n\n5.6 Bei dieser Sachlage steht fest, dass sich die Verwaltung für ihre ein zweites Ausbildungsjahr der IV-Anlehre ablehnende Verfügung vom 24. Juli 2014 nicht auf das Rundschreiben Nr. 299 hätte stützen dürfen. BGE 142 V 523 S. 535\n\n6.\n\n6.1 Bereits im kantonalen Verfahren hatte die IV-Stelle als zusätzliche Begründung ihrer ablehnenden Haltung geltend gemacht, die im Hinblick auf den Eingliederungszweck notwendigen Vorkehren seien mit der einjährigen IV-Anlehre bereits getroffen worden. Zwar könnte A. in einem zweiten Ausbildungsjahr weiter gefördert werden, doch sei dies für die mit der IV-Anlehre angestrebte Vorbereitung auf die Tätigkeit in einer geschützten Werkstatt nicht erforderlich. Im letztinstanzlichen Verfahren wiederholt die IV-Stelle diesen Standpunkt. Zudem weist sie darauf hin, dass jeweils mit der Ausbildungsstätte geprüft werde, ob ein zweites Ausbildungsjahr angezeigt sei, und dass sie dieses selbstverständlich zuspreche, wenn die Verhältnisse es erforderten oder rechtfertigten. Eine Verlängerung sei indessen abzulehnen, wenn, wie im Falle der Beschwerdegegnerin, ein Ausbildungsjahr ausreiche, um die notwendigen Kenntnisse und Fähigkeiten zu vermitteln. Des Weitern beanstandet die IV-Stelle, dass das kantonale Gericht sich mit der zwingend erforderlichen Notwendigkeit eines zweiten Ausbildungsjahres nicht auseinandergesetzt und diese offensichtlich fälschlicherweise als gegeben erachtet habe, was eine unrichtige bzw. unvollständige Sachverhaltsfeststellung darstelle.\n\n6.2 Da die Vorinstanz von einem grundsätzlichen Anspruch auf eine mindestens zweijährige Ausbildung ausging (vgl. E. 3.2 vorne), traf sie keine Feststellungen zur Frage, ob bei der am Recht stehenden Versicherten eine Verlängerung der IV-Anlehre um ein Jahr überhaupt notwendig ist.\n\n6.3 Das Erfordernis der Notwendigkeit (Erforderlichkeit) ergibt sich aus dem allgemein für Eingliederungsmassnahmen geltenden Grundsatz, dass die versicherte Person in der Regel nur Anspruch auf die dem jeweiligen Eingliederungszweck angemessenen, notwendigen Massnahmen hat, nicht aber auf die nach den gegebenen Umständen bestmöglichen Vorkehren (vgl. Art. 8 Abs. 1 IVG). Denn das Gesetz will die Eingliederung lediglich so weit sicherstellen, als diese im Einzelfall notwendig, aber auch genügend ist (BGE 139 V 115 E. 5.1 S. 118; BGE 134 I 105 E. 3 S. 107; BGE 131 V 9 E. 3.6.1 S. 19; MEYER/REICHMUTH, a.a.O., N. 19 ff. zu Art. 8 IVG). Dabei lässt sich der Umfang der erforderlichen Vorkehren nicht in abstrakter Weise festlegen, indem ein Minimum an Wissen und Können vorausgesetzt wird und nur diejenigen Massnahmen als berufsbildend anerkannt werden, die auf dem angenommenen Minimalstandard aufbauen; BGE 142 V 523 S. 536auszugehen ist vielmehr von den Umständen des konkreten Falles, wozu auch die von Person zu Person unterschiedliche subjektive und objektive Eingliederungsfähigkeit (Gesundheitszustand, Leistungsvermögen, Bildungsfähigkeit, Motivation etc.) gehört (Urteil 9C_457/2008 vom 3. Februar 2009 E. 2.1; BUCHER, a.a.O., S. 326 Rz. 653).\n\n6.4 Hinsichtlich der von der Vorinstanz nicht geprüften Frage der Notwendigkeit eines zweiten Ausbildungsjahres der IV-Anlehre erlauben die Akten dem Bundesgericht eine Ergänzung des Sachverhalts (Art. 105 Abs. 2 BGG):\n\nIm Bericht der Eingliederungsstätte B. vom 17. März 2014 wurde zwar prognostiziert, dass die Absolvierung der im August 2013 begonnenen einjährigen Ausbildung A. in die Lage versetzen werde, an einem geschützten Arbeitsplatz (in der industriellen Montage oder beispielsweise auch in der Hauswirtschaft oder in der Küche) einen Lohn von Fr. 2.55 zu erwirtschaften. Als verbesserungsfähige Punkte in den einzelnen Kompetenzen nannte die Berichterstatterin allerdings, dass A. bei komplexeren Arbeitsabläufen mehr Wiederholung brauche, bis sie sich die Arbeitsschritte einprägen könne. Bei Arbeiten, die ihr weniger entsprächen oder die sie nicht auf Anhieb umsetzen könne, werde sie ungeduldig; sie dürfte hier noch mehr Durchhaltewillen entwickeln. Abhängig vom Arbeitsablauf und vom Schwierigkeitsgrad könnten ihre Arbeiten auch ungenau sein. Dementsprechend finden sich im Beurteilungsbogen, der Bestandteil des Berichts bildet, zahlreiche Kompetenzen, die mit \"nicht erfüllt\" oder \"knapp erfüllt\" bewertet wurden.\n\nIn einem weiteren Bericht vom 12. September 2014, welchen die Versicherte mit ihrer Beschwerde im vorinstanzlichen Verfahren einreichen liess, gab die Eingliederungsstätte B. nochmals konkret an, in welchen Bereichen A. im Rahmen eines zweiten Ausbildungsjahres weiter zu fördern sei: Zur Erlangung eines breiteren Aufgabenfeldes der Montageaufträge müsse sich die Versicherte in ihren fein- und grobmotorischen Fähigkeiten weiterentwickeln. Sodann benötige sie weiterhin Unterstützung und Übungsfelder, um die verlangte Genauigkeit zu erreichen. Komplexere Arbeiten und die Übernahme verschiedener Kontrollarbeiten sollten ihr Kompetenzen für ein breiteres Arbeitsfeld vermitteln. Wenn eine Arbeit auf Anhieb nicht klappe, werde A. rasch ungeduldig. Auch neige sie bei neuen Arbeiten oder auftretenden Problemen dazu, zunächst Hilfe bei den Betreuungspersonen zu suchen. Sie müsse lernen, BGE 142 V 523 S. 537Vertrauen in sich zu entwickeln und in einer grösseren Gruppe in einer geschützten Werkstatt ohne vermehrten Betreuungsaufwand zu arbeiten. Eine Weiterentwicklung sei auch in Bezug auf Selbständigkeit, Selbstvertrauen und Kommunikation angezeigt.\n\n6.5 Die beiden Einschätzungen vom 17. März und vom 12. September 2014 zeigen übereinstimmend auf, dass A. ein zweites Ausbildungsjahr benötigt, um eine gute Basis für eine Tätigkeit in einer geschützten Werkstätte zu erlangen. Denn offensichtlich braucht die Versicherte die zusätzliche Zeit, um grundlegende Kompetenzen wie insbesondere Genauigkeit, Selbständigkeit und Kommunikationsfähigkeit weiterzuentwickeln, ein grösseres Selbstvertrauen aufzubauen und ihren Bedarf an Unterstützung durch die Betreuungspersonen zu senken. Mit Blick darauf, dass die IV-Anlehre - wie auch das BSV in seinem Rundschreiben Nr. 299 ausdrücklich anerkennt - grundsätzlich auf zwei Jahre angelegt ist, darf die fehlende Notwendigkeit eines zweiten Ausbildungsjahres nicht leichthin angenommen werden. Wenn sich, wie hier, gegen Ende des ersten Ausbildungsjahres zeigt, dass in grundlegenden Kompetenzen weiterer Förderbedarf besteht, ist - entgegen der IV-Stelle - das Ziel der IV-Anlehre jedenfalls noch nicht erreicht. Vielmehr muss diesfalls die Notwendigkeit eines zweiten Ausbildungsjahres bejaht werden. Nachdem die Erfordernisse der Geeignetheit und der Angemessenheit (zum finanziellen Aspekt insbesondere vorne E. 5.4 in fine) der Massnahme hier offensichtlich ebenfalls gegeben sind (weshalb sich weitere Ausführungen dazu erübrigen), erfüllt A. die Voraussetzungen für die Zusprache eines zweiten Ausbildungsjahres der IV-Anlehre.\n\n6.6 Bei dieser Sachlage ist der vorinstanzliche Entscheid im Ergebnis zu bestätigen. (...)"}