{"annee": "142", "cour": "III", "page": "502", "date": "11/8/2016", "cite": ["142 III 481", "140 II 80", "140 I 305", "141 III 312", "142 III 498", "123 III 445", "128 I 34", "142 III 153", "140 II 495", "142 III 1", "128 III 411", "129 III 250", "141 III 328", "136 III 353", "122 III 404"], "cite_par": ["144 III 10", "144 III 469"], "chapeau": "63. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. und Kindes- und Erwachsenenschutzbehörde (KESB) Oberland Ost (Beschwerde in Zivilsachen)\n\n5A_581/2015 vom 11. August 2016", "regestes": ["Art. 301a al. 2 let. b et al. 5 CC; déménagement de l'enfant à l'intérieur du territoire suisse. Les \"conséquences importantes pour l'exercice de l'autorité parentale\" ont trait avant tout à la participation de chaque parent à la prise en charge de l'enfant; la question de savoir si le mode de prise en charge de l'enfant peut être maintenu est déterminante (consid. 2.4.1). Le déménagement est soumis à accord en cas de conséquences importantes soit pour l'exercice de l'autorité parentale soit pour les relations personnelles (consid. 2.4.2). L'autorisation concernant le déménagement à l'intérieur du territoire suisse est soumise aux mêmes critères que ceux développés en lien avec le déplacement de l'enfant à l'étranger (consid. 2.5). L'examen de l'adaptation des modalités régissant la prise en charge, les relations personnelles et l'entretien ne doit pas être dissocié de la question du déménagement, compte tenu du lien étroit entre ces éléments (consid. 2.6). A cet égard, il convient de clarifier le mode de prise en charge de l'enfant appliqué jusqu'alors, les contours du déménagement, les besoins de l'enfant ainsi que la prise en charge, offerte et effectivement possible, par les parents (consid. 2.7)."], "faits": "BGE 142 III 502 S. 503\n\nA. A. (geb. 1983) und B. (geb. 1979) sind die unverheirateten Eltern von C. (geb. 2010).\n\nDamals in gemeinsamem Haushalt lebend, bestimmten die Eltern mit von der Vormundschaftsbehörde genehmigter Vereinbarung, BGE 142 III 502 S. 504dass ihnen die elterliche Sorge gemeinsam zustehen und für den Fall der Auflösung der Hausgemeinschaft die Obhut der Mutter zukommen und die Aufteilung der Betreuung unter Berücksichtigung der tatsächlichen Lebensverhältnisse im Auflösungszeitpunkt erfolgen soll. Ende 2014 trennten sich die Eltern. Sie wohnten zunächst weiter im gleichen Dorf in der Nähe von Interlaken.\n\nB. Mit Blick auf den von der Mutter geplanten Wegzug mit dem Kind nach Solothurn beantragte der Vater bei der Kindes- und Erwachsenenschutzbehörde (KESB) Oberland Ost sinngemäss, der Mutter sei zu verbieten, den Aufenthaltsort des Kindes nach Solothurn zu verlegen, und es sei die Betreuung des Kindes zu regeln, beispielsweise auch im Sinn einer geteilten Obhut.\n\nMit Entscheid vom 17. Februar 2015 wies die KESB die Anträge ab und erteilte der Mutter gestützt auf Art. 301a ZGB die Zustimmung zum Wechsel des Aufenthaltsortes des Kindes. Sie erwog, dass bei einem Wegzug nach Solothurn ein geteiltes Obhutsrecht keinen Sinn mache; sodann mache es auch keinen Sinn, die Betreuungsanteile zu regeln, weil sich die Eltern darüber sowie hinsichtlich des Besuchsrechts bislang selbst hätten einigen können und zuerst abzuwarten sei, ob dies den Eltern auch für die Zukunft gelinge.\n\nMit Beschwerde vom 19. März 2015 verlangte der Vater die Abweisung des Begehrens der Mutter um Verlegung des Aufenthaltsortes des Kindes sowie die geteilte Obhut für die Eltern, unter Regelung der Betreuungsanteile.\n\nMit Entscheid vom 22. Juni 2015 wies das Obergericht des Kantons Bern die Beschwerde ab.\n\nC. Mit Beschwerde in Zivilsachen vom 23. Juli 2015 beantragt der Vater, der Mutter sei die Zustimmung zum Wechsel des Aufenthaltsortes des Kindes nicht zu erteilen und es sei die gemeinsame bzw. alternierende Obhut auszusprechen, unter Regelung der hälftigen Betreuungsanteile.\n\nDas Bundesgericht weist die Sache zur Ergänzung und neuen Entscheidung an das Obergericht zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. In der Sache geht es um die Bewilligung der Veränderung des Aufenthaltsortes des gemeinsamen Kindes sowie um die Frage der BGE 142 III 502 S. 505entsprechenden Neuregelung des Eltern-Kind-Verhältnisses. Der Beschwerdeführer macht geltend, es seien die Interessen des Kindes (gesamtes bisheriges Leben und gute Integration am alten Ort; enge Beziehung des Kindes zu beiden Elternteilen, die mit einem Wegzug vereitelt werde, namentlich aufgrund der beruflich speziellen Situation des Vaters) nicht näher beleuchtet, sondern bloss eine eigentliche Gefährdung des Kindeswohls verneint und im Übrigen festgehalten worden, der Wegzug der Mutter sei nachvollziehbar, obwohl gar nicht abgeklärt worden sei, ob ihre Arbeitsmöglichkeiten in Solothurn im Vergleich zum bisherigen Wohnort besser wären. Sodann liege eine Verletzung von Art. 301a Abs. 5 ZGB vor, indem die kantonalen Instanzen trotz seiner von Anfang an explizit gestellten Begehren weder die Anpassung der Obhuts- bzw. Betreuungsregelung noch überhaupt eine (bislang nicht vorhandene) Regelung des persönlichen Verkehrs vorgenommen, sondern sich auf die blosse Bewilligung der Aufenthaltsverlegung des Kindes beschränkt hätten.\n\n2.1 Unbekümmert um die Vorschriften von Art. 105 Abs. 1 und Art. 112 Abs. 1 lit. b BGG enthält der angefochtene Entscheid keinerlei Sachverhaltsfeststellungen, sondern lediglich eine Zusammenfassung der Parteistandpunkte. Danach betreibt der Vater eine Firma, wobei er 70 % seines Umsatzes an den Wochenendtagen erwirtschaftet. Er sah seine Tochter mindestens an drei Tagen pro Woche, wobei nicht hervorgeht, in welchem Rahmen; in der kantonalen Beschwerde hatte der Vater das Verhältnis so geschildert, dass sie jeweils die Zeit von Sonntagnachmittag bis Montagabend, den Mittwochnachmittag sowie einen weiteren Tag pro Woche mit bzw. bei ihm verbracht habe. Weiter lässt sich den Akten entnehmen, dass der Vater vor der KESB anbot, im Rahmen einer alternierenden Obhut insbesondere die Betreuung an den einkommensschwachen Wochentagen von Montag bis Donnerstag zu übernehmen. Gemäss Zusammenfassung der Parteistandpunkte im angefochtenen Entscheid ist die Sichtweise der Mutter, dass das Kind einen stabilen Lebensmittelpunkt braucht und dieser bisher bei ihr bestanden habe. In ihrer Vernehmlassung an das Obergericht hatte sie überdies festgehalten, dass sie in Solothurn aufgewachsen sei und keinen Bezug zum Berner Oberland habe; seit fünf Jahren sorge sie jeden Tag für das Kind und sie werde dies auch weiterhin tun. Ferner lässt sich aus verschiedenen Aktenstücken erstellen, was im Sachverhalt lit. A wiedergegeben ist. BGE 142 III 502 S. 506\n\n2.2 Mit Bundesgesetz vom 21. Juni 2013, in Kraft getreten auf 1. Juli 2014 (AS 2014 357), wurde die elterliche Sorge und in diesem Zusammenhang auch das Aufenthaltsbestimmungsrecht betreffend die Kinder einer Revision unterzogen. Das neue Recht statuiert als allgemeinen Grundsatz die gemeinsame elterliche Sorge, welche das Recht einschliesst, den Aufenthaltsort des Kindes zu bestimmen (Art. 301a Abs. 1 ZGB). Üben die Eltern die elterliche Sorge gemeinsam aus und will ein Elternteil den Aufenthaltsort des Kindes verlegen, so bedarf dies im Inlandverhältnis der Zustimmung des andern Elternteils oder der Entscheidung des Gerichts bzw. der Kindesschutzbehörde, wenn der Wechsel des Aufenthaltsortes erhebliche Auswirkungen auf die Ausübung der elterlichen Sorge und den persönlichen Verkehr durch den anderen Elternteil hat (Art. 301a Abs. 2 lit. b ZGB).\n\n2.3 Was die Frage der \"erheblichen Auswirkungen\" anbelangt, ging das Obergericht stillschweigend davon aus, dass diese bei einem Wechsel aus der Umgebung von Interlaken nach Solothurn gegeben sind, ansonsten es nicht materiell über den Wegzug entschieden hätte. Aufgrund des Fehlens von Sachverhaltsfeststellungen und rechtlichen Ausführungen zu diesem Thema ist allerdings nicht klar, ob das Obergericht dies in der Annahme tat, dass vor dem Wegzug faktisch so etwas wie eine alternierende Obhut praktiziert worden ist, oder ob es von einer alleinigen Betreuung und Obhut der Mutter, aber davon ausging, dass aufgrund der beruflichen Situation des Vaters (stark wochenendorientierte Tätigkeit) die Ausübung eines klassischen Wochenend-Besuchsrechtes mit grossen Schwierigkeiten verbunden wäre und damit eine erhebliche Auswirkung im Sinn von Art. 301a Abs. 2 lit. b ZGB verbunden sein könnte. Jedenfalls für den Fall, dass ein Besuchsberechtigter übliche Arbeitszeiten unter der Woche hat, wären nämlich beim klassischen Besuchsrechtsmodell \"erhebliche Auswirkungen\" im Zusammenhang mit dem persönlichen Verkehr nicht auf Anhieb ersichtlich, lassen sich doch Besuche, welche üblicherweise an jedem zweiten Wochenende stattfinden, bei einer Distanz von 100 km normalerweise gut bewerkstelligen, soweit hierfür elterlicher Wille vorhanden und keine besondere Situation gegeben ist (beispielsweise komplizierter Reiseweg, kein eigenes Auto, äusserst knappe finanzielle Verhältnisse). Anders sieht es freilich beim Modell der alternierenden Obhut aus, welche insbesondere bei schulpflichtigen Kindern unmöglich auf eine Distanz von 100 km beibehalten werden kann (vgl. im Einzelnen E. 2.4.1). BGE 142 III 502 S. 507\n\n2.4 In rechtlicher Hinsicht sind verschiedene Fragen im Zusammenhang mit dem Wortlaut von Art. 301a Abs. 2 lit. b ZGB zu klären, insbesondere auch, ob die verabschiedete Fassung dem wirklichen Sinn entspricht, welchen der Gesetzgeber der Norm zugedacht hat.\n\nDer bundesrätliche Entwurf vom 17. November 2011 enthielt die Formulierung \"erhebliche Auswirkungen auf die Ausübung der elterlichen Sorge durch den anderen Elternteil\". Der Nationalrat als behandelnder Erstrat erweiterte Art. 301a Abs. 2 lit. b ZGB dahingehend, dass sich die erheblichen Auswirkungen \"auf die Ausübung der elterlichen Sorge und den persönlichen Verkehr durch den anderen Elternteil\" zu beziehen haben. Der Ständerat änderte die Norm noch in anderer Hinsicht (dazu BGE 142 III 481 E. 2.4 S. 487) und der Nationalrat stimmte der ständerätlichen Fassung schliesslich zu (AB 2013 N 704).\n\nIn Bezug auf den vorliegend interessierenden unbestimmten Rechtsbegriff der \"erheblichen Auswirkungen\" stellen sich insbesondere die beiden folgenden Fragen: zum einen, auf welche Komponenten der elterlichen Sorge sich die \"erheblichen Auswirkungen\" in der ersten Tatbestandsvariante beziehen (dazu E. 2.4.1); zum anderen, ob es dem wirklichen Willen des Gesetzgebers entspricht, wenn die \"erheblichen Auswirkungen\" aufgrund der Verwendung der Konjunktion \"und\" (statt \"oder\") kumulativ im Zusammenhang mit zwei Tatbestandsvarianten gegeben sein müssen (dazu E. 2.4.2).\n\n2.4.1 Die Botschaft vom 16. November 2011 (BBl 2011 9077 ff.) bezieht sich noch auf den im Entwurf vorgeschlagenen Wortlaut, gemäss welchem die \"erheblichen Auswirkungen\" auf die \"Ausübung der elterlichen Sorge durch den anderen Elternteil\" beschränkt und folglich solche im Zusammenhang mit der Ausübung des Besuchsrechts belanglos gewesen wären. Das Besuchsrecht ist nämlich keine Komponente der elterlichen Sorge. Es steht den Eltern vielmehr um ihrer Persönlichkeit willen zu (BGE 122 III 404 E. 3a S. 406; BGE 123 III 445 E. 3b S. 451; Urteile 5C.250/2005 vom 3. Januar 2006 E. 3.1.1; 5C.298/2006 vom 21. Februar 2007 E. 2.2) und knüpft gesetzlich gerade daran, dass die elterliche Sorge dem anderen Elternteil nicht oder jedenfalls nicht zusammen mit der Obhut zusteht (vgl. Art. 273 Abs. 1 ZGB). Entgegen dem, was die Botschaft insinuiert - es lägen dann keine erheblichen Auswirkungen auf die Wahrnehmung der elterlichen Sorge vor, wenn die Eltern nicht in der gleichen Gemeinde lebten und sich der Reiseweg durch den Umzug nur geringfügig BGE 142 III 502 S. 508 verlängere oder sogar verkürze (BBl 2011 9107 zu Art. 301a) - wäre deshalb beim Besuchsrechtsmodell der Umzug selbst an einen entlegenen Ort innerhalb der Schweiz nicht zustimmungsbedürftig gewesen. Dies hat die vorberatende Kommission des Nationalrates erkannt, weshalb sie eine entsprechende Ausdehnung von Art. 301a Abs. 2 lit. b ZGB durch Schaffung einer zweiten Tatbestandsvariante vorgeschlagen hat, welche schliesslich Gesetz geworden ist.\n\nDie \"erheblichen Auswirkungen auf die Ausübung der elterlichen Sorge\" können sich nicht in jeweils gleichem Mass auf sämtliche Komponenten des Sorgerechtes beziehen, zu welchen namentlich die Entscheidungsbefugnis in zentralen Fragen der Lebensplanung (d.h. insbesondere Grundfragen der Erziehung [Art. 302 Abs. 1 ZGB], Religionszugehörigkeit [Art. 303 ZGB], Namensgebung [Art. 301 Abs. 4 ZGB], allgemeine und berufliche Ausbildung [Art. 302 Abs. 2 ZGB] und weitere Punkte wie medizinische Eingriffe, Ausübung von Hochleistungssport etc., vgl. BGE 136 III 353 E. 3.2 S. 357), die Vertretung des Kindes (Art. 304 ZGB), die Vermögensverwaltung für das Kind (Art. 318 Abs. 1 ZGB) und aufgrund der Sorgerechtsnovelle das Aufenthaltsbestimmungsrecht (Art. 301a Abs. 1 ZGB) gehören. Zwar ist dieses ganze Bündel an Rechten bei gemeinsamer elterlicher Sorge an sich gemeinsam auszuüben. Gerade für die Komponente des Aufenthaltsbestimmungsrechts gilt dieser Grundsatz aber insofern nur begrenzt, als der binnenstaatliche Umzug nach der Regelung in Art. 301a Abs. 2 lit. b ZGB nicht in jedem Fall zustimmungsbedürftig ist, obwohl die Ausübung des Aufenthaltsbestimmungsrechts bei einem Umzug in das Nachbardorf nicht anders beschlagen ist als bei einem Umzug an einen entfernten Ort.\n\nDie \"erheblichen Auswirkungen\" können sich folglich nur auf anderweitige Komponenten der elterlichen Sorge beziehen, und auch hier vernünftigerweise nur auf solche, welche im jeweiligen Einzelfall in direkter Abhängigkeit zur Distanz und den konkreten Umständen des Wegzuges betroffen sind. In erster Linie ist an den Fall zu denken, dass nicht bloss ein Besuchsrecht ausgeübt, sondern ein Betreuungsanteil wahrgenommen wird. Am extremsten äussert sich dies beim Modell der ungefähr zu gleichen Teilen ausgeübten alternativen Obhut, welche je nach konkreter Ausgestaltung und Alter des Kindes bereits ab einer geringen Distanz illusorisch wird. Indes kann die Schwelle zu \"erheblichen Auswirkungen bei der Ausübung der elterlichen Sorge\" auch bei asymmetrischen Betreuungsanteilen relativ bald erreicht sein, jedenfalls wenn mit der Betreuung ein Bringen und Abholen des Kindes von der Krippe oder Schule BGE 142 III 502 S. 509verbunden ist. Dabei kommt es wie gesagt immer auf den Einzelfall an. Je nach Betreuungsmodell (einschliesslich der Frage der teilweisen Betreuung durch Grosseltern etc.), Anzahl, Alter und konkreten Bedürfnissen der Kinder sowie zeitlicher Flexibilität der Eltern u.ä.m. haben die konkreten Umstände des Wegzuges, insbesondere die Frage der Entfernung, kleinere oder grössere Auswirkungen, welche eine Zustimmungsbedürftigkeit für die Veränderung des Aufenthaltsortes des Kindes auslösen, sobald sie die Schwelle der \"Erheblichkeit\" überschreiten.\n\nDemgegenüber stehen die weiteren Komponenten der elterlichen Sorge eher im Hintergrund. Die Vertretung des Kindes gegenüber Dritten lässt sich meist auch auf eine gewisse Distanz wahrnehmen. Noch mehr trifft dies auf die Vermögensverwaltung für das Kind zu, welche in der Regel keine örtliche Nähe erfordert. Auch die Komponente der Entscheidungsbefugnis im Sinn eines Mitentscheidungsrechts bei zentralen Fragen der Lebensplanung des Kindes lässt sich angesichts der heutigen Kommunikationsmittel problemlos über grössere Distanzen hinweg ausüben (vgl. GLOOR/SCHWEIGHAUSER, Die Reform des Rechts der elterlichen Sorge - eine Würdigung aus praktischer Sicht, FamPra.ch 2014 S. 21), soweit zwischen den Eltern die Kommunikation einigermassen funktioniert. In diesem Sinn hat das Bundesgericht in einem neulich publizierten Entscheid dem im Zusammenhang mit einem Wegzug von Mutter und Kind nach Katar gestellten Begehren um Alleinzuteilung der elterlichen Sorge nicht stattgegeben (vgl. BGE 142 III 1).\n\nDie \"erheblichen Auswirkungen auf die Ausübung der elterlichen Sorge\" sind nach dem Gesagten in erster Linie im Zusammenhang mit dem vor dem Umzug konkret gelebten Betreuungsmodell zu sehen, während bei anderen Komponenten der elterlichen Sorge \"erhebliche Auswirkungen\" zwar denkbar sind, aber nicht im Vordergrund stehen. Massgeblich ist mithin im Regelfall, ob sich das bisherige Betreuungsmodell in unveränderter Form bzw. mit geringen Anpassungen weiterführen lässt oder ob dies aufgrund des Umzuges nicht der Fall ist (sinngleich SCHWENZER/COTTIER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 5. Aufl. 2014, N. 9 zu Art. 301a ZGB; leicht abweichend: BÜCHLER/MARANTA, Das neue Recht der elterlichen Sorge, Jusletter 11. August 2014 Rz. 80).\n\n2.4.2 Was die zweite Frage anbelangt, so wurde der nationalrätliche Mehrheitsantrag, wonach Art. 301a Abs. 2 lit. b ZGB um den BGE 142 III 502 S. 510\"persönlichen Verkehr\" zu erweitern sei, in der parlamentarischen Debatte als \"strengere Formulierung\" angesehen (Markwalder, AB 2012 N 1652) und damit begründet, dass das Besuchsrecht des anderen Elternteils durch den Wechsel des Aufenthaltsortes des Kindes nicht de facto vereitelt werden dürfe (Schwander, AB 2012 N 1653).\n\nDaraus erhellt, dass die Mehrheit des Parlamentes die Bestimmung dahingehend erweitern wollte, dass zusätzlich auch bei erheblichen Auswirkungen des Wegzuges auf das Besuchsrecht die Zustimmung des anderen Elternteils erforderlich sein sollte. Der Gesetzgeber hatte damit offensichtlich das klassische Besuchsrechtsmodell vor Augen, bei welchem grundsätzlich der eine Elternteil die Betreuung des Kindes übernimmt und die Obhut innehat, während der andere Elternteil im Rahmen des Besuchsrechts Kontakt mit dem Kind pflegen kann (Art. 273 Abs. 1 ZGB).\n\nDer Inhalt des Sorgerechts konzentriert sich beim besuchsberechtigten Elternteil auf die Komponente der Entscheidungsbefugnis im Sinn eines Mitentscheidungsrechts bei zentralen Fragen der Lebensplanung des Kindes sowie allenfalls auf vertretungs- und vermögensrechtliche Fragen. Folglich liegen beim Besuchsrechtsmodell, welches bei nie eingegangenem oder aufgehobenem gemeinsamem Haushalt auch heute noch vorherrschend ist, in der Regel nicht gleichzeitig für beide der in Art. 301a Abs. 2 lit. b ZGB genannten Tatbestandsvarianten \"erhebliche Auswirkungen\" vor. Die Konjunktion \"und\" würde deshalb zum sinnwidrigen Ergebnis führen, dass beim Besuchsrechtsmodell auch der Wegzug an einen entlegenen Ort innerhalb der Landesgrenzen nicht zustimmungsbedürftig wäre. Die gesetzgeberische Absicht, durch eine Erweiterung des Gesetzeswortlautes genau dies zu verhindern, hätte sprachlich die Konjunktion \"oder\" erfordert. Damit die Intention des Gesetzgebers nicht in ihr Gegenteil verkehrt wird, muss Art. 301a Abs. 2 lit. b ZGB mithin dahingehend teleologisch reduziert werden (zur Zulässigkeit der teleologischen Auslegung vgl. BGE 128 I 34 E. 3b S. 41; BGE 140 I 305 E. 6.2 S. 311; BGE 140 II 80 E. 2.5.3 S. 87, BGE 140 II 495 E. 2.3.2 S. 500), dass die Konjunktion \"oder\" in die Bestimmung zu lesen ist und somit alternativ die eine oder andere Tatbestandsvariante (erhebliche Auswirkungen auf die Ausübung der elterlichen Sorge oder erhebliche Auswirkungen auf den persönlichen Verkehr) den Wechsel des Aufenthaltsortes des Kindes zustimmungsbedürftig macht (in diesem Sinn auch GLOOR/SCHWEIGHAUSER, a.a.O., S. 22) BGE 142 III 502 S. 511\n\n2.5 Was sodann die Frage anbelangt, nach welchen Grundsätzen die Frage der Wegzugsbewilligung durch das Gericht oder die zuständige Behörde zu entscheiden ist, hat sich das Bundesgericht hierzu ausführlich in BGE 142 III 481 E. 2.3-2.8 sowie zusammenfassend auch im öffentlich beratenen BGE 142 III 498 E. 4.2-4.4 geäussert. Beide Entscheide ergingen zu einem Wegzug des Kindes ins Ausland, die zentralen Erwägungen sind aber gleichermassen auch für die binnenstaatliche Verlegung des Aufenthaltsortes von Kindern unter gemeinsamem Sorgerecht relevant. Die bundesgerichtliche Kernerwägung geht dahin, dass die im Ständerat eingebrachte und angesichts der verabschiedeten Fassung von Art. 301a Abs. 2 ZGB vom Gesetzgeber bewusst getroffene Wertung, die Niederlassungs- bzw. die Bewegungsfreiheit der Elternteile zu respektieren, den Ausgangspunkt für die Auslegung der Norm bildet. Es ist mithin nicht nach den Motiven für den elterlichen Wegzug zu forschen, sondern von dieser Prämisse auszugehen. Dementsprechend lautet die vom Gericht oder der Kindesschutzbehörde zu beantwortende Frage nicht, ob es für das Kind vorteilhafter wäre, wenn beide Elternteile am angestammten Ort verbleiben würden; die entscheidende Fragestellung ist vielmehr, ob sein Wohl besser gewahrt ist, wenn es mit dem wegzugswilligen Elternteil geht oder wenn es sich beim zurückbleibenden Elternteil aufhält (BGE 142 III 481 E. 2.6 S. 491), was allenfalls eine Umteilung der Obhut impliziert (a.a.O.).\n\nDie Antwort auf die genannte Frage hat sich - wie dies der Beschwerdeführer zutreffend geltend macht - nicht an der Interventionsschwelle der Kindesgefährdung, sondern an der Maxime des Kindeswohls auszurichten (BGE 142 III 481 E. 2.6 und 2.7 S. 491) und sie kann weder losgelöst vom bisher gelebten (a.a.O., E. 2.7 und 2.9) noch losgelöst vom zukünftig zur Debatte stehenden Betreuungsmodell gefunden werden (a.a.O., E. 2.6 und E. 2.8). Das bisherige Betreuungsmodell bildet, unter Vorbehalt veränderter Verhältnisse, den Ausgangspunkt der Überlegungen. Ist das Kind von beiden Elternteilen in ähnlichem Umfang betreut worden und sind auch weiterhin beide Teile dazu bereit, ist die Ausgangslage gewissermassen neutral und ist anhand weiterer Kriterien zu eruieren, welche Lösung im besten Interesse des Kindes liegt. War hingegen der umzugswillige Elternteil nach dem bisher tatsächlich gelebten Betreuungskonzept ganz oder überwiegend die Bezugsperson, wird es tendenziell zum besseren Wohl des Kindes sein, wenn dieses mit dem betreffenden Elternteil umzieht. Massgeblich sind stets die BGE 142 III 502 S. 512Umstände des Einzelfalles, wozu namentlich auch das Alter des Kindes gehört (für die einzelnen Kriterien und alle weiteren Ausführungen vgl. BGE 142 III 481 E. 2.7, welches zu einem internationalen Wegzug ergangen, aber gleichermassen auf den landesinternen Umzug zu übertragen ist). Sodann besteht eine enge Interdependenz zwischen dem zukünftigen Betreuungskonzept und der Bewilligung des Umzuges (a.a.O., E. 2.6).\n\nDies leitet über zum Vorbringen des Beschwerdeführers, die kantonalen Instanzen hätten mit der Weigerung, die Obhuts- bzw. Betreuungsregelung anzupassen oder wenigstens den persönlichen Verkehr zu regeln, gegen Art. 301a Abs. 5 ZGB verstossen.\n\n2.6 Soweit dies erforderlich ist, verständigen sich die Eltern unter Wahrung des Kindeswohls über eine Anpassung der Regelung der elterlichen Sorge, der Obhut, des persönlichen Verkehrs und des Unterhaltsbeitrages; können sie sich nicht einigen, entscheidet das Gericht oder die Kindesschutzbehörde (Art. 301a Abs. 5 ZGB).\n\nDiese Regelung geht zurück auf einen Vorschlag der ständerätlichen Kommission zu Art. 301a ZGB, mit welchem nicht nur eine Modifikation von Abs. 2, sondern auch die zusätzliche Aufnahme der Abs. 3-5 angeregt wurde (vgl. AB 2013 S 13). Bundesrätin Sommaruga führte im Ständerat zu Abs. 5 aus, es werde ausdrücklich festgehalten, dass die Eltern in allen Fällen (gemeint: welche zustimmungsbedürftig im Sinn von Abs. 2 sind) die Notwendigkeit der Anpassung der Regelung der elterlichen Sorge, der Obhut, des persönlichen Verkehrs und des Unterhalts prüfen müssten und ersatzweise das Gericht oder die Kindesschutzbehörde darüber zu entscheiden habe (vgl. AB 2013 S 14).\n\nAuch das Bundesgericht ist explizit von einer Einheit der Bewilligung des Wegzuges und der Prüfung der Anpassung des Eltern-Kind-Verhältnisses ausgegangen (BGE 142 III 481 E. 2.8 S. 495). Es hat hierfür mehrere Gründe angeführt, wobei der im Zusammenhang mit der Bewilligung eines internationalen Wegzugs des Kindes genannte Verlust der schweizerischen Entscheidzuständigkeit für den Umzug innerhalb der Landesgrenzen nicht topisch ist. Für den nationalen wie internationalen Umzug gleichermassen relevant sind aber die weiteren Gründe, welche eine einheitliche Beurteilung von Wegzug und Anpassung des Eltern-Kind-Verhältnisses erfordern.\n\nZunächst entspricht die Konzentration aller zu beurteilenden Aspekte in einem einzigen Entscheid dem Konzept des Gesetzgebers, BGE 142 III 502 S. 513wie es in der parlamentarischen Beratung deutlich zum Ausdruck gekommen ist und in der verabschiedeten Gesetzesfassung Niederschlag gefunden hat. Die Marginalie zu Art. 301a ZGB lautet \"Bestimmung des Aufenthaltsortes\" und der betreffende Artikel regelt in mehreren Absätzen, über welche Fragen in diesem Zusammenhang insgesamt zu befinden ist. Dies ist konsequent, weil zwischen der Anpassung der Kinderbelange und der unter dem Aspekt des Kindeswohls zu beantwortenden Frage, ob die Verlegung des Aufenthaltsortes zu bewilligen ist, eine enge Interdependenz besteht (BGE 142 III 481 E. 2.6). Der andere Elternteil kann nämlich ebenso wenig wie das Gericht oder die Kindesschutzbehörde über die Zustimmung oder Verweigerung des Wegzuges des Kindes im luftleeren Raum befinden. Vielmehr bedarf es einer konkreten Entscheidungsbasis, welche bei gerichtlicher oder behördlicher Entscheidung aufgrund der in allen Kinderbelangen zur Anwendung gelangenden Offizial- und Untersuchungsmaxime von Amtes wegen durch aktives Erforschen zu erstellen ist (Art. 296 ZPO bzw. Art. 314 Abs. 1 i.V.m. Art. 446 ZGB; BGE 128 III 411 E. 3.1 und 3.2.1 S. 412 f.; BGE 142 III 153 E. 5.1.1 S. 519). Ein tragfähiger Entscheid über die Frage, ob ausgehend vom Wegzug des einen Elternteils ein Mitgehen oder ein Verbleib des Kindes beim anderen Elternteil zu seinem besseren Wohl ist, kann nur getroffen werden, wenn eine Vorstellung darüber besteht, in welche Umgebung der Umzug erfolgen soll und wie das zukünftige Betreuungs- bzw. Besuchskonzept einerseits bei einem Mitgehen des Kindes und andererseits bei einem Verbleib beim anderen Elternteil aussehen würde. Selbstredend können vom wegzugswilligen Elternteil unter Umständen nicht Details wie genaue Wohn- und Schuladresse etc. verlangt werden, weil dieser für die Umsetzung seiner Pläne oftmals gerade auf die Zustimmung des anderen Elternteils bzw. auf den bewilligenden Behördenentscheid angewiesen ist. Indes müssen die Konturen des Wegzuges feststehen, weil die Zustimmung oder Verweigerung durch den anderen Elternteil bzw. durch das Gericht oder die Kindesschutzbehörde auf konkreten Grundlagen fussen muss (BGE 142 III 481 E. 2.8 S. 495).\n\nDas Obergericht hat zur Begründung für das Absehen von der (Neu-) Regelung des Eltern-Kind-Verhältnisses angeführt, dass zwar im Zustimmungsentscheid auch über die Anpassung der Kinderbelange zu befinden sei, gemäss SCHWENZER/COTTIER (a.a.O., N. 13 zu Art. 301a ZGB), jedoch nur \"in der Regel\", weshalb die KESB ein Ermessen und sie dieses in casu willkürfrei ausgeübt habe. Es mögen BGE 142 III 502 S. 514besondere Konstellationen denkbar sein, in welchen eine Durchbrechung des Grundsatzes der Entscheideinheit angezeigt sein könnte (BÜCHLER/MARANTA, a.a.O., Rz. 90). Dies setzt aber eine Begründung voraus, weshalb die konkrete Situation eine Ausnahme erfordert. Hierzu genügt nicht, wenn ohne jede Begründung und ohne Wahrnehmung der gegebenen vollen Kognition festgehalten wird, die KESB habe willkürfrei auf eine Regelung verzichtet.\n\n2.7 Nach den Ausführungen der Mutter in der Vernehmlassung an das Bundesgericht besteht offenbar zwischenzeitlich eine gewisse Vereinbarung über das Besuchs- und Ferienrecht, wobei nicht klar ist, ob es sich dabei um eine parteiinterne Regelung handelt und auf welcher Basis sie erfolgt ist. So oder anders kann das Bundesgericht - welches an sich zur Fällung eines Sachentscheides aufgerufen wäre, weil die Beschwerde in Zivilsachen grundsätzlich reformatorischer, nicht kassatorischer Natur ist - nicht in der Sache entscheiden. Zum einen liegen keine Sachverhaltsfeststellungen vor, auf welche das Bundesgericht abstellen könnte (Art. 105 Abs. 1 und Art. 112 Abs. 1 lit. b BGG). Zum anderen hat bislang noch keine kantonale Instanz über die relevanten Fragen befunden, so dass das Bundesgericht in materieller Hinsicht gewissermassen als erste Instanz entscheiden würde. Die Sache ist deshalb zur Erstellung des rechtserheblichen Sachverhaltes (tatsächlich gelebtes Betreuungskonzept vor dem Wegzug; Konturen [nicht Motive] des Wegzuges der Mutter; Bedürfnisse des Kindes im Zusammenhang mit der Wegzugssituation; angebotener Betreuungsumfang und tatsächliche Betreuungsmöglichkeiten der Elternteile ausgehend von der neuen Situation) sowie zur darauf basierenden Entscheidung im Sinn der vorstehenden und der verwiesenen Erwägungen in BGE 142 III 481 (Frage des Wegzuges des Kindes nach Solothurn; Frage der neuen Regelung von Obhut, Betreuungsanteilen und/oder persönlichem Verkehr; Frage einer allfälligen Anpassung des Unterhaltes) an das Obergericht zurückzuweisen.\n\nVorliegend besteht die besondere Situation, dass die Mutter sich den nicht aufschiebenden Charakter der Beschwerde in Zivilsachen (vgl. Art. 103 Abs. 1 BGG sowie ständige Praxis der II. zivilrechtlichen Abteilung, wonach nur bei zivilstandsrechtlich relevanten Vorgängen wie Begründung eines Kindesverhältnisses, nicht aber der Regelung der Eltern-Kind-Beziehung von einem Gestaltungsurteil im Sinn von Art. 103 Abs. 2 lit. a BGG ausgegangen wird) zunutze gemacht hat und während laufender Rechtsmittelfrist BGE 142 III 502 S. 515umgezogen ist. Ergänzend ist deshalb darauf hinzuweisen, dass das Obergericht vor dem Hintergrund des Kindeswohls, welches die oberste Maxime in materiellen Entscheidungen über Kinderbelange bildet (BGE 129 III 250 E. 3.4.2 S. 255; BGE 141 III 312 E. 4.2.4 S. 319, BGE 141 III 328 E. 5.4 S. 340), ungeachtet der Tatsache des einseitigen Handelns der Mutter während laufender Rechtsmittelfrist bei seiner neuen Entscheidung von der aktuellen und nicht von der damaligen Situation auszugehen hat (vgl. beispielsweise Urteil 5A_106/2016 vom 7. Juni 2016 E. 3.2 und 3.4). (...)"}