{"annee": "142", "cour": "IV", "page": "93", "date": "3/3/2016", "cite": ["133 II 58", "131 IV 133", "124 IV 219", "126 IV 192"], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Generalstaatsanwaltschaft des Kantons Bern (Beschwerde in Strafsachen)\n\n6B_374/2015 vom 3. März 2016", "regestes": ["Art. 90 al. 2 LCR en relation avec l'art. 35 al. 1 LCR, art. 8 al. 3 phrase 1 et art. 36 al. 5 let. a de l'ordonnance du 13 novembre 1962 sur les règles de la circulation routière (OCR); art. 23 al. 2 LTF; différence (sur les autoroutes) entre les dépassements par la droite qui sont interdits et les devancements par la droite autorisés; précision de la notion de circulation en files et de l'évaluation du danger en cas de vitesses différentes. En cas de circulation en files parallèles, il est permis de devancer un autre véhicule par la droite (devancement). L'art. 8 al. 3, phrase 2, OCR interdit en revanche expressément, dans le cas de files parallèles, de contourner des véhicules par la droite pour les dépasser (confirmation de la jurisprudence; consid. 4.1 en relation avec les consid. 3.1-3.3). On admet qu'il y a circulation en files en raison des circonstances concrètes de circulation lorsque le trafic sur la voie de dépassement (de gauche et/ou du milieu) est si dense que les vitesses sur les voies de dépassement et de circulation normale sont à peu près égales (précision de jurisprudence; consid 4.2.1). Le devancement (passif) par la droite en cas de circulation dense est une situation courante qui ne peut guère être évitée et qui n'aboutit pas en règle générale à une mise en danger abstraite accrue au sens de l'art. 90 al. 2 LCR (précision de jurisprudence; consid. 4.2.2). Un devancement ne fonde pas, sur le plan objectif, une violation des règles de la circulation et une mise en danger sérieuse de la sécurité d'autrui avec un danger d'accident important (consid. 5.1-5.3) ni, sur le plan subjectif, une faute grave ou une négligence grossière (consid. 5.4)."], "faits": "BGE 142 IV 93 S. 95\n\nA. X. fuhr am 23. März 2014 mit seinem Personenwagen auf der Autobahn A1-Ost auf der zweiten Überholspur (linker Fahrstreifen). Er wechselte auf die mittlere Fahrspur (erste Überholspur) und anschliessend auf die Normalspur (rechte Spur) und fuhr ohne zu beschleunigen mit einer Geschwindigkeit von ca. 90 km/h rechts an zwei Fahrzeugen vorbei, als diese ihre Geschwindigkeit leicht verzögerten. Auf der von ihm befahrenen rechten Spur herrschte im Gegensatz zu beiden Überholspuren reger, jedoch kein dichter Verkehr. Unmittelbar vor ihm befand sich kein weiteres Fahrzeug.\n\nB. Das Obergericht des Kantons Bern verurteilte X. am 3. März 2015 im schriftlichen Berufungsverfahren wegen grober Verkehrsregelverletzung zu einer Geldstrafe von 10 Tagessätzen zu Fr. 310.- und einer Verbindungsbusse von Fr. 1'550.- und stellte fest, dass die nicht angefochtenen Schuldsprüche des Regionalgerichts Bern-Mittelland (Einzelgericht) wegen einfacher Verkehrsregelverletzung und wegen Widerhandlung gegen die Verkehrszulassungsordnung vom 26. August 2014 in Rechtskraft erwachsen sind.\n\nC. X. führt Beschwerde in Strafsachen und beantragt sinngemäss, das Urteil des Obergerichts sei aufzuheben und er sei vom Vorwurf der groben Verkehrsregelverletzung freizusprechen. Für das kantonale Verfahren sei er mit Fr. 3'240.- zu entschädigen. Eventualiter sei der angefochtene Entscheid aufzuheben und die Sache zur Neubeurteilung an das Obergericht zurückzuweisen.\n\nDas Obergericht hat auf eine Vernehmlassung verzichtet, die Oberstaatsanwaltschaft des Kantons Bern hat sich nicht geäussert.\n\nD. Die strafrechtliche Abteilung und die I. öffentlich-rechtliche Abteilung des Bundesgerichts haben im vorliegenden Verfahren (6B_374/2015) zur Klärung der Tragweite von Art. 90 Abs. 2 SVG i.V.m. BGE 142 IV 93 S. 96Art. 35 Abs. 1 SVG, Art. 8 Abs. 3 Satz 1 und 36 Abs. 5 lit. a der Verkehrsregelnverordnung vom 13. November 1962 [VRV; SR 741.11]) einen Meinungsaustausch gemäss Art. 23 Abs. 2 BGG durchgeführt (vgl. nachstehend E. 4.1).", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Nach Art. 90 Abs. 2 SVG wird mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe bestraft, wer durch grobe Verletzung der Verkehrsregeln eine ernstliche Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt. In objektiver Hinsicht setzt die Annahme einer schweren Widerhandlung bzw. einer groben Verkehrsregelverletzung voraus, dass die Verkehrssicherheit ernsthaft gefährdet wurde. Dabei genügt eine erhöhte abstrakte Gefährdung. Wesentliches Kriterium für die Annahme einer erhöhten abstrakten Gefahr ist die Nähe der Verwirklichung. Die allgemeine Möglichkeit der Verwirklichung einer Gefahr genügt demnach nur zur Erfüllung des Tatbestands von Art. 90 Abs. 2 SVG, wenn in Anbetracht der Umstände der Eintritt einer konkreten Gefährdung oder gar einer Verletzung naheliegt (BGE 131 IV 133 E. 3.2; Urteil 6B_520/2015 vom 24. November 2015 E. 1.3; je mit Hinweisen).\n\nSubjektiv erfordert der Tatbestand ein rücksichtsloses oder sonst schwerwiegend verkehrswidriges Verhalten, d.h. ein schweres Verschulden, bei fahrlässiger Begehung grobe Fahrlässigkeit (BGE 131 IV 133 E. 3.2; Urteil 6B_520/2015 vom 24. November 2015 E. 1.3; je mit Hinweisen). Je schwerer die Verkehrsregelverletzung objektiv wiegt, desto eher wird Rücksichtslosigkeit subjektiv zu bejahen sein, sofern keine besonderen Gegenindizien vorliegen (Urteile 6B_571/2012 vom 8. April 2013 E. 3.4; 6B_361/2011 vom 5. September 2011 E. 3.1; je mit Hinweisen). Die Annahme von Rücksichtslosigkeit i.S.v. Art. 90 Abs. 2 SVG ist restriktiv zu handhaben, weshalb nicht unbesehen von einer objektiven auf eine subjektiv schwere Verkehrsregelverletzung geschlossen werden darf. Nicht jede Unaufmerksamkeit, die wegen der Schwere des Erfolgs objektiv als gravierende Verletzung der Vorsichtspflicht zu betrachten ist, wiegt auch subjektiv schwer (Urteile 6B_263/2015 E. 2.1 vom 30. Juni 2015; 6S.11/2002 vom 20. März 2002 E. 3c/aa; je mit Hinweisen).\n\n3.2 Aus Art. 35 Abs. 1 SVG wird das Verbot des Rechtsüberholens abgeleitet. Hierbei handelt es sich um eine für die Verkehrssicherheit objektiv wichtige Vorschrift, deren Missachtung eine erhebliche BGE 142 IV 93 S. 97Gefährdung der Verkehrssicherheit mit beträchtlicher Unfallgefahr nach sich zieht und daher objektiv schwer wiegt. Wer auf der Autobahn fährt, muss sich darauf verlassen können, dass er nicht plötzlich rechts überholt wird. Das Rechtsüberholen auf der Autobahn, wo hohe Geschwindigkeiten gefahren werden, stellt eine erhöht abstrakte Gefährdung dar (BGE 126 IV 192 E. 3 S. 196 f.; Urteile 6B_227/2015 vom 23. Juli 2015 E. 1.3.2; 1C_201/2014 vom 20. Februar 2015 E. 3.5; je mit Hinweisen).\n\nÜberholen liegt vor, wenn ein schnelleres Fahrzeug ein in gleicher Richtung langsamer vorausfahrendes einholt, an ihm vorbeifährt und vor ihm die Fahrt fortsetzt, wobei weder das Ausschwenken noch das Wiedereinbiegen eine notwendige Voraussetzung des Überholens bildet (BGE 133 II 58 E. 4 S. 59 f.; BGE 126 IV 192 E. 2a S. 194; Urteile 1C_201/2014 vom 20. Februar 2015 E. 3.5; 6B_211/2011 vom 1. Juni 2011 E. 2.3; je mit Hinweisen).\n\n3.3 Eine Ausnahme vom Verbot des Rechtsüberholens sieht Art. 8 Abs. 3 Satz 1 VRV allgemein und Art. 36 Abs. 5 lit. a VRV für Autobahnen \"beim Fahren in parallelen Kolonnen\" vor. Gestattet ist, rechts an anderen Fahrzeugen unter Wechsel des Fahrstreifens vorbeizufahren (sog. Vorfahren), wenn dies ohne Behinderung des übrigen Verkehrs möglich ist (vgl. Art. 44 Abs. 1 SVG; BGE 133 II 58 E. 4 S. 59 f.; BGE 126 IV 192 E. 2a S. 194 f.; je mit Hinweisen). Das Rechtsüberholen durch Ausschwenken und Wiedereinbiegen ist hingegen gemäss Art. 8 Abs. 3 Satz 2 VRV ausdrücklich untersagt. Beim Fahren in parallelen Kolonnen auf Autobahnen darf deshalb in keinem Falle durch Ausschwenken und Wiedereinbiegen rechts überholt werden. Dies ist namentlich der Fall, wenn ein Fahrzeuglenker die Lücken in den parallelen Kolonnen ausnützt, um auf der rechten Fahrbahn zu überholen (vgl. BGE 133 II 58 E. 4 S. 59 f.; BGE 126 IV 192 E. 2a S. 194 f.; je mit Hinweisen).\n\nNach der Rechtsprechung setzt paralleler Kolonnenverkehr dichten Verkehr auf beiden Fahrspuren, somit ein längeres Nebeneinanderfahren von mehreren sich in gleicher Richtung bewegenden Fahrzeugreihen voraus (BGE 124 IV 219 E. 3a S. 222; Urteil 6B_211/2011 vom 1. Juni 2011 E. 2.3; je mit Hinweisen).\n\n3.4 Die bundesgerichtliche Rechtsprechung, wonach Rechtsüberholen auf der Autobahn objektiv immer und subjektiv in der Regel schwer wiegt, wird von der Lehre als zu streng kritisiert. Das gezeichnete Bild möglicher Fehlreaktionen des rechts überholten BGE 142 IV 93 S. 98Fahrzeugführers entspreche nicht der Realität. Auch derjenige Fahrer, der von der Überholspur auf die rechte Fahrbahn wechseln wolle, müsse sich vergewissern, dass diese frei ist (vgl. Art. 34 Abs. 3, Art. 44 Abs. 1 SVG). Es sei stärker darauf abzustellen, ob durch das Rechtsüberholen tatsächlich eine erhöhte abstrakte Gefährdung geschaffen werde und subjektiv Rücksichtslosigkeit vorliege. Insbesondere beim \"passiven Rechtsüberholen\", wo dem Fahrer nur vorgeworfen werden könne, nicht rechtzeitig durch Abbremsen auf das Verlangsamen des Verkehrs auf der linken bzw. mittleren Fahrspur zu reagieren und beim Rechtsvorfahren ohne unmittelbar anschliessenden Spurwechsel lasse sich ein grob fahrlässiges Verhalten nur schwer begründen. Bei dichtem Verkehr sei häufig nicht leicht festzustellen, ob Kolonnenverkehr herrsche und das Rechtsüberholverbot nicht mehr gelte, weshalb regelmässig eine grobe Verkehrsregelverletzung und Rücksichtslosigkeit zu verneinen seien. Die bundesgerichtliche Rechtsprechung habe zur Folge, dass ein langsames Fahrzeug auf der linken Spur die ganze Autobahn verstopfen könne (vgl. zum Ganzen: GERHARD FIOLKA, in: Basler Kommentar, Strassenverkehrsgesetz, 2014, N. 85 f. zu Art. 90 SVG; PHILIPPE WEISSENBERGER, Kommentar Strassenverkehrsgesetz und Ordnungsbussengesetz, 2. Aufl. 2015, N. 11 zu Art. 35 SVG und N. 94 zu Art. 90 SVG; NIGGLI/FIOLKA, Ordnungswidrigkeit, einfache und grobe Verkehrsregelverletzung - Strafrechtliche Grenzziehungen und deren Problematik, in: Strassenverkehrsrechts-Tagung, Probst/Werro [Hrsg], 2012, S. 135; je mit Hinweisen).\n\n4.\n\n4.1 An der bundesgerichtlichen Rechtsprechung zur Unterscheidung zwischen dem grundsätzlichen Verbot, (auf Autobahnen) rechts zu überholen, und dem erlaubten Rechtsvorfahren ist festzuhalten. Die strafrechtliche Abteilung und die I. öffentlich-rechtliche Abteilung haben die Rechtsfrage ob, \"[d]ans les circonstances décrites dans la cause 6B_374/2015 (passage de la voie de gauche sur la voie de droite, hors processus de 'slalom' et sans accélération, le dépassement pas la droite survenant en raison de la décélération du trafic sur la voie de gauche tandis que la voie de droite se trouve libre), le dépassement par la droite peut-il être considéré comme licite?\" im Verfahren nach Art. 23 BGG einstimmig bejaht.\n\n4.2 Zu präzisieren sind hingegen der Begriff des Kolonnenverkehrs und die damit verbundene Gefahrenbewertung unterschiedlicher Geschwindigkeiten auf den einzelnen Fahrspuren. BGE 142 IV 93 S. 99\n\n4.2.1 Die bundesgerichtliche Definition von Kolonnenverkehr erweist sich als zu eng und wird dem heutigen Verkehrsaufkommen nicht mehr gerecht. Kolonnenverkehr ist anhand der konkreten Verkehrssituation und des Regelungsgehalts der Normen des SVG und der VRV zu bestimmen.\n\nTrotz des geltenden Rechtsfahrgebots herrscht - insbesondere infolge des zwar verbotenen, aber immer mehr verbreiteten notorischen Linksfahrens - auf Autobahnen gerade zu Stosszeiten auf der (linken und mittleren) Überholspur im Gegensatz zur Normalspur häufig dichterer Verkehr. Die Folge ist, dass es auf der Überholspur regelmässig zum sogenannten Handorgeleffekt kommt, während der Verkehr auf der Normalspur flüssig und bei konstanter Geschwindigkeit schneller fliesst bzw. fliessen könnte (vgl. ANDREAS A. ROTH, Entwicklungen im Strassenverkehrsrecht/Le point sur le droit de la circulation routière, SJZ 108/2012 S. 242 ff. [244]). Bei derartigen, regelmässig auftretenden Verkehrssituationen ist namentlich bei mehr als zwei gleich gerichteten Fahrspuren die Beurteilung, ob paralleler Kolonnenverkehr vorliegt, anhand des konkreten Gesamtverkehrsaufkommens, das sich dem Fahrzeuglenker bietet, vorzunehmen. Kolonnenverkehr auf der Normalspur mit der Begründung zu verneinen, die Abstände zwischen den Fahrzeugen auf der Normalspur seien rund doppelt so gross wie diejenigen zwischen den Fahrzeugen auf der (linken und/oder mittleren) Überholspur, widerspricht dem Rechtsfahrgebot und lässt sich mit den geltenden Abstandsregeln und dem heutigen Verkehrsaufkommen nicht mehr in Einklang bringen. Die Verkehrsdichte müsste bei vorschriftsmässigem Verhalten der Verkehrsteilnehmer (grundsätzlich) von der Normal- (über die Mittel-) zur linken Fahrspur abnehmen. Langsamer Kolonnenverkehr auf der (mittleren und/oder linken) Überholspur würde grundsätzlich voraussetzen, dass auf der Normalspur ebenfalls langsam fliessender (Kolonnen-)Verkehr herrscht, jedenfalls dürfte der Verkehr auf der Normalspur nicht schneller vorankommen. Dies ist häufig nicht der Fall bzw. sogar die Ausnahme. Zudem wird ausser Acht gelassen, dass bei dichtem Verkehr die Abstände zwischen den Fahrzeugen auf der (linken und mittleren) Überholspur - im Gegensatz zu denen auf der Normalspur - in der Regel nicht dem einzuhaltenden erforderlichen Mindestabstand entsprechen (vgl. Art. 34 Abs. 4 SVG; Art. 12 Abs. 1 VRV). Die Ausnahmeregelung, bei Kolonnenverkehr ausnahmsweise rechts überholen zu dürfen (Art. 8 Abs. 3 Satz 1 VRV), muss bei einer solchen Verkehrssituation auch für den BGE 142 IV 93 S. 100vorschriftsmässig auf der Normalspur fahrenden Fahrzeuglenker beim (passiven) Rechtsvorbeifahren mit konstanter Geschwindigkeit zur Anwendung gelangen, und zwar unabhängig davon, ob bzw. dass die Abstände zwischen den Fahrzeugen auf der Normalspur grösser sind als zwischen denen auf der linken (und mittleren) Überholspur. Andernfalls würden insbesondere die das Rechtsfahrgebot und häufig die Abstandsvorschriften ignorierenden Fahrer auf der mittleren Überholspur privilegiert, bei denen aufgrund (zu) geringer Abstände zwischen den Fahrzeugen paralleler Kolonnenverkehr mit der linken Überholspur zu bejahen wäre, mit der Folge, dass sie sowohl links (die auf der Normalspur fahrenden Autos) als auch rechts (die auf der zweiten Überholspur fahrenden Autos) überholen dürfen. Der vorschriftsmässig auf der Normalspur fahrende Fahrzeuglenker kann jedoch nicht für ein Vorfahren gebüsst werden, weil er das Rechtsfahrgebot einhält und Abstandsvorschriften beachtet. Paralleler Kolonnenverkehr ist bereits dann anzunehmen, wenn es auf der linken (und mittleren) Überholspur zu einer derartigen Verkehrsverdichtung kommt, dass Fahrzeuge auf der Überholspur faktisch nicht mehr schneller vorankommen als diejenigen auf der Normalspur, mithin die gefahrenen Geschwindigkeiten annähernd gleich sind. Dass die Abstände zwischen den Fahrzeugen auf beiden Fahrspuren nicht identisch sind und die auf den Fahrsstreifen gefahrenen Geschwindigkeiten verkehrsbedingt geringfügig differieren, ist unvermeidlich und ohne Bedeutung.\n\nFür die Notwendigkeit, bei der Beurteilung, ob paralleler Kolonnenverkehr vorherrscht, auf eine Gesamtverkehrsbetrachtung und nicht einen Vergleich der Fahrzeugabstände auf den jeweiligen Fahrbahnen abzustellen, sprechen neben den vorstehend genannten rechtlichen auch praktische Gründe. Um sich gesetzeskonform zu verhalten, müsste der auf der Normalspur fahrende Fahrzeuglenker alle Fahrspuren mit der gleichen Aufmerksamkeit beobachten, um anhand der Fahrzeugabstände beurteilen zu können, ob auch für ihn (zeitweise) Kolonnenverkehr vorliegt. Dies ist aufgrund des fast nie eingehaltenen Mindestabstandes auf der (linken und mittleren) Überholspur praktisch ausgeschlossen bzw. würde erfordern, dass der auf der Normalspur fahrende Fahrzeuglenker seinerseits den Mindestabstand missachtet. Zudem kann von ihm bei hohem Verkehrsaufkommen mit mehr als zwei gleich gerichteten Fahrstreifen nicht verlangt werden, alle Fahrstreifen ständig mit der gleichen Aufmerksamkeit zu beobachten und seine Fahrweise und -geschwindigkeit BGE 142 IV 93 S. 101permanent der Nebenspur anzupassen. Dass er bei drei gleich gerichteten Fahrstreifen trotz Auflösung des Verkehrsstaus auf der linken Fahrspur nicht schneller fahren darf als die Fahrzeuge auf der Mittelspur und stärker gehemmt wird als nur bei zwei gleich gerichteten Fahrstreifen, macht keinen Sinn. Er müsste selbst dann seine Geschwindigkeit anpassen, wenn ein (zu) langsam fahrendes Fahrzeug auf der linken Spur den Autobahnverkehr stark behindert. Dies führt zu nicht vorhersehbaren, gefährlichen Stockungen für den nachfolgenden Verkehr und schadet dem Verkehrsfluss. Das Verbot des Rechtsüberholens soll weder gefährliche Verkehrssituationen schaffen noch die Ausnutzung des ohnehin schon knappen Verkehrsraums verhindern.\n\nParalleler Kolonnenverkehr setzt nicht voraus, dass sich die Fahrzeugkolonnen auf allen Fahrspuren permanent mit identischer Geschwindigkeit unter Einhaltung gleichgrosser Abstände fortbewegen. Dies ist bereits faktisch unmöglich. Ist die Verkehrsdichte auf der linken (und mittleren) Überholspur derart stark, dass sich die Fahrzeuge auf allen Spuren mit praktisch gleicher Geschwindigkeit fortbewegen, muss auf Geschwindigkeitsreduzierungen der Fahrzeuge auf der (linken oder mittleren) Überholspur, die häufig durch zu dichtes Auffahren und anschliessendes Abbremsen entstehen (sog. Handorgeleffekt), nicht mit eigenem Abbremsen reagiert werden, sondern die Fahrt kann bei gleichbleibender Geschwindigkeit unter Beachtung der erforderlichen Sorgfalt fortgesetzt werden.\n\n4.2.2 Das (passive) Rechtsvorbeifahren bei dichtem Verkehr ist mittlerweile eine alltägliche Situation, die sich kaum vermeiden lässt und nicht per se zu einer abstrakt erhöhten Gefahrensituation führt. Im Gegensatz zum eigentlichen Rechtsüberholen taucht das rechts auf der Normalspur fahrende Auto nicht plötzlich und unvermittelt (mit hoher Geschwindigkeit) auf, sondern bewegt sich mit konstanter Geschwindigkeit fort. Gefährlichkeitsbeurteilungen auf Grundlage hypothetischer Szenarien eines denkbaren Fehlverhaltens des durch den Überholvorgang \"irritierten\" Fahrzeuglenkers erweisen sich als spekulativ und berücksichtigen nicht, dass auch der links fahrende Fahrzeuglenker sich verkehrsregelkonform zu verhalten hat. Er hat den Spurwechsel anzuzeigen, auf die ihm nachfolgenden Fahrzeuge Rücksicht zu nehmen und darf den Spurwechsel nur unter Einhaltung des erforderlichen Sicherheitsabstands vornehmen (vgl. Art. 34 Abs. 3 und Art. 44 Abs. 1 SVG; Art. 10 Abs. 2 VRV). Das links fahrende Auto ist bei einem Spurwechsel nicht BGE 142 IV 93 S. 102vortrittsberechtigt sondern -belastet. Dies gilt umso mehr, da auch auf der Autobahn grundsätzlich - soweit die Verkehrssituation dies nicht verunmöglicht - die rechte Fahrspur und nicht die mittlere oder linke (Überhol-)Spur zu benutzen ist. Der die mittlere oder linke Überholspur benutzende Fahrzeuglenker kann bei erhöhtem Verkehrsaufkommen und einer Reduzierung seiner eigenen Geschwindigkeit nicht darauf vertrauen, dass neben ihm auf der Normalspur fahrende Autos sich dem Verkehrsaufkommen auf der Überholspur anpassen und ihrerseits die Geschwindigkeit reduzieren, um ein blindes Einscheren zu ermöglichen.\n\n5. Im zu beurteilenden Fall geht die Vorinstanz in Anwendung des Grundsatzes \"in dubio pro reo\" (entgegen der Anklage) davon aus, dass der Beschwerdeführer auf der Normalspur nicht beschleunigte und sein Geschwindigkeitsüberschuss gegenüber den auf der Mittelspur ins Stocken geratenen Fahrzeugen gering war. Der dem Beschwerdeführer gemachte strafrechtliche Vorwurf erschöpft sich darin, seine unterhalb des zulässigen Tempolimits liegende Geschwindigkeit nicht reduziert und derjenigen der auf der Mittelspur fahrenden Personenwagen angepasst zu haben. Dies stellt vorliegend aufgrund der vorstehend aufgezeigten Grundsätze (E. 4) keine schwere Verkehrsregelverletzung dar.\n\n5.1 Der vorliegend zu beurteilende Sachverhalt unterscheidet sich grundlegend von demjenigen im Urteil 6B_210/2014, auf das sich die Vorinstanz zur Begründung des Schuldspruchs beruft. Im zitierten Entscheid fuhr der Verurteilte mit seinem Personenwagen auf dem zweiten Überholstreifen, schloss auf einen Lieferwagen auf und schwenkte vom zweiten auf den ersten Überholstreifen. Nachdem er an zwei Fahrzeugen rechts vorbei gefahren war, wechselte er auf die zweite Überholspur zurück. Hierbei handelt es sich um ein klassisches verbotenes Rechtsüberholen (vgl. Art. 8 Abs. 3 Satz 2 VRV; vorstehend E. 3.3 und 4.1).\n\nDer Beschwerdeführer hingegen beschleunigte auf der rechten Fahrspur nicht, sondern bewegte sich mit (annähernd) gleicher Geschwindigkeit fort. Der Positionswechsel mit den links von ihm auf der Mittelspur fahrenden Personenwagen kam erst bzw. ausschliesslich dadurch zu Stande, dass die auf der ersten Überholspur fahrenden Autos ihre Geschwindigkeit verringerten. Ein derartiges \"passives Überholen\" ohne zu beschleunigen bzw. unter Beibehalten der gefahrenen Geschwindigkeit ist kein Überholen im Sinne des BGE 142 IV 93 S. 103Gesetzes und der zitierten bundesgerichtlichen Rechtsprechung (vgl. vorstehend E. 3.3 und 4.1).\n\n5.2 Die Vorinstanz verneint zu Unrecht Kolonnenverkehr für die vom Beschwerdeführer benutzte Normalspur. Bei einer Gesamtbetrachtung der vorliegenden Verkehrssituation, in der auf beiden Überholspuren unstreitig paralleler Kolonnenverkehr herrschte, kann dieser für die Normalspur nicht deshalb verneint werden, weil die Abstände zwischen den Fahrzeugen auf der Normalspur grösser waren als zwischen den Fahrzeugen auf den beiden Überholspuren (vgl. vorstehend E. 4.2.1). Paralleler Kolonnenverkehr setzt nicht voraus, dass sich die Fahrzeugkolonnen auf allen Fahrspuren permanent mit identischer Geschwindigkeit und gleichgrossen Abständen fortbewegen.\n\n5.3 Eine abstrakt gesteigerte Gefahrensituation infolge des (passiven) Vorfahrens war vorliegend aufgrund der konkreten Verkehrssituation nicht gegeben. Dass auf beiden Überholspuren dichterer Verkehr als auf der Normalspur vorlag, begründet für sich noch keine (gesteigerte) Gefahrensituation und wäre bei Beachtung des gesetzlichen Rechtsfahrgebots nicht eingetreten. Der Beschwerdeführer fuhr mit (annähernd) identischer Geschwindigkeit von rund 90 km/h unmittelbar hinter respektive teilweise neben den Fahrzeugen der ersten Überholspur und schloss nicht zu diesen auf. Der aus dem Verbot des Rechtsüberholens fliessende Vertrauensgrundsatz greift demnach vorliegend nicht und die Fahrzeuglenker auf der ersten Überholspur konnten nicht darauf vertrauen, dass sich auf der Normalspur hinter ihnen kein Fahrzeug befindet (oder nähert). Dies gilt umso mehr, da sie ihre bereits unter der erlaubten Höchstgeschwindigkeit liegende Geschwindigkeit weiter verlangsamten und sich nicht an das Rechtsfahrgebot hielten. Dass sich in Fahrtrichtung auf der Nomalspur keine Fahrzeuge befanden und die Raststätte Grauholz bereits ausgeschildert war, ist im Hinblick auf Parallel- oder nachrückenden Verkehr unerheblich und lässt weder die Vortrittsbelastung noch das Rücksichtnahmegebot beim Spurwechsel entfallen. Worauf die Vorinstanz die Annahme stützt, der Beschwerdeführer habe damit rechnen müssen, dass andere Fahrzeuge im letzten Moment unvermittelt und ohne Anzeigen des Spurwechsels auf die Normalspur ziehen, ist nicht ersichtlich. Inwiefern derartige, rein hypothetische Annahmen einer nur ganz allgemeinen Möglichkeit der Gefahrverwirklichung im Rahmen von Art. 90 Abs. 2 SVG genügen können, erscheint fraglich. Vorliegend bestand BGE 142 IV 93 S. 104aufgrund der konkreten Verkehrssituation keine gesteigerte Gefährdungs- oder Unfallgefahr. Dass einer der beiden vom Beschwerdeführer \"überholten\" Fahrzeuglenker durch das passive Rechtsvorbeifahren irritiert gewesen sei oder vorhatte, ebenfalls auf den Rastplatz zu fahren, lässt sich den vorinstanzlichen Sachverhaltsfeststellungen nicht entnehmen. Zudem übersieht die Vorinstanz, dass der Beschwerdeführer selbst erst 500 Meter vor dem Rastplatz auf die Normalspur wechselte. Offenbleiben kann, ob die vorinstanzliche Annahme, es habe im Falle des Abbremsens keine Gefahr für nachfolgende Autos bestanden, mit dem Grundsatz \"in dubio pro reo\" vereinbar ist.\n\nDass der Beschwerdeführer seine Fahrt ohne zu beschleunigen unterhalb der zulässigen Höchstgeschwindigkeit bei freier Fahrbahn fortsetzte, erweist sich als rechtskonform.\n\n5.4 Vorliegend fehlt es zudem auch am subjektiven Tatbestand. Die verbindlichen Feststellungen der Vorinstanz enthalten keinerlei Anhaltspunkte, die auf ein rücksichtsloses oder sonst schwerwiegend verkehrsregelwidriges Verhalten des Beschwerdeführers schliessen lassen. Selbst wenn man im vorliegenden Fall das \"passive Überholen\" oder Rechtsvorfahren als Verkehrsregelverletzung qualifizieren würde, liesse sich weder ein schweres Verschulden noch grobe Fahrlässigkeit bejahen. (...)"}