{"annee": "142", "cour": "V", "page": "152", "date": "24/2/2016", "cite": ["134 V 162", "135 I 6", "104 IA 4", "121 II 252", "120 V 413", "114 IA 20", "130 V 177", "142 I 10"], "cite_par": ["145 V 90", "143 I 187"], "chapeau": "17. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. A. gegen Schweizerische Mobiliar Versicherungsgesellschaft AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_259/2015 vom 24. Februar 2016", "regestes": ["Art. 52 al. 1 LPGA; art. 10 OPGA; opposition par e-mail. Une opposition contre une décision de l'assureur-accidents formée par e-mail n'est pas admissible car l'art. 10 al. 4 première phrase OPGA exige que l'opposition écrite soit signée (consid. 2.4 et 4.6). Dans un tel cas, il n'y a pas de droit à l'octroi d'un délai supplémentaire (consid. 4.5 et 4.6). Une réparation du vice peut avoir lieu dans le délai d'opposition, faculté à laquelle la personne assurée doit être rendue attentive le cas échéant (consid. 4.6). Dans les circonstances particulières du cas, il n'était pas nécessaire d'avertir l'assuré du vice bien que le délai d'opposition ne fût pas encore échu (consid. 4.7)."], "faits": "BGE 142 V 152 S. 153\n\nA. Der 1981 geborene A. meldete der Schweizerischen Mobiliar Versicherungsgesellschaft AG (nachfolgend: Mobiliar) einen Treppensturz vom 31. Mai 2014 als Unfall. Mit Schreiben vom 10. September 2014 stellte die Mobiliar dem Versicherten die Abweisung des Leistungsbegehrens in Aussicht. A. äusserte sich dazu mit E-Mail und per Post versandter Eingabe vom 18. September 2014. Am 23. September 2014 verfügte die Mobiliar die Ablehnung des Leistungsanspruchs, da mit überwiegender Wahrscheinlichkeit kein kausaler Zusammenhang zwischen dem gemeldeten Unfallereignis und dem am 10. Juni 2014 diagnostizierten Rezidiv der Diskushernie L4/5 bestehe. Unter Bezugnahme auf diese Verfügung verlangte die Rechtsschutzversicherung von A. am 2. Oktober 2014 Akteneinsicht. Die Mobiliar stellte dieser die Akten am 7. Oktober 2014 zu und wies auf die laufende gesetzliche Frist hin. Am 24. Oktober 2014 reichte A. der Mobiliar ein E-Mail ein; angehängt war ein Text, womit Einsprache gegen die Verfügung vom 23. September 2014 erhoben werde. Im Mail wurde darauf hingewiesen, dass das Original der Einspracheschrift auf dem Postweg unterwegs sei. Die angekündigte Sendung ging am 31. Oktober 2014 bei der Mobiliar ein. Die auf dem Briefumschlag angebrachte R-Etikette der Poststelle bekundet eine Aufgabe der Einschreibesendung am 30. Oktober 2014. Mit Eingabe vom 31. Oktober 2014 ersuchte der neu mandatierte Rechtsvertreter des Versicherten um Akteneinsicht und Erteilung einer Nachfrist zur ausführlichen Begründung der Eingabe vom 18. September 2014. Die Mobiliar trat mit Einspracheentscheid vom 10. November 2014 auf die von A. erhobene Einsprache nicht ein, da die Eingabe per E-Mail den formellen Anforderungen nicht entspreche und die Voraussetzungen für die Gewährung einer Nachfrist nicht erfüllt seien.\n\nB. Die dagegen eingereichte Beschwerde wies das Sozialversicherungsgericht des Kantons Zürich mit Entscheid vom 27. Februar 2015 ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt A. beantragen, es sei der vorinstanzliche Entscheid aufzuheben und die Mobiliar zu verpflichten, auf die Einsprache vom 24. bzw. 30. BGE 142 V 152 S. 154Oktober 2014 einzutreten und diese materiell zu behandeln sowie eine angemessene Nachfrist zur zusätzlichen Begründung zu gewähren. Überdies wird um unentgeltliche Rechtspflege ersucht.\n\nEin Schriftenwechsel wurde nicht durchgeführt. Die vorinstanzlichen Akten wurden eingeholt.\n\nD. Das Bundesgericht hat am 24. Februar 2016 eine öffentliche Beratung durchgeführt.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Gemäss Art. 52 Abs. 1 Satz 1 ATSG (SR 830.1) kann gegen Verfügungen innerhalb von 30 Tagen bei der verfügenden Stelle Einsprache erhoben werden. Nach dem im selben Abschnitt des Gesetzes stehenden Art. 39 Abs. 1 ATSG müssen schriftliche Eingaben spätestens am letzten Tag der Frist dem Versicherungsträger eingereicht oder zu dessen Handen der Schweizerischen Post oder einer schweizerischen diplomatischen oder konsularischen Vertretung übergeben werden. Eine gesetzliche Frist kann gemäss Art. 40 Abs. 1 ATSG nicht erstreckt werden. Ist die gesuchstellende Person oder ihre Vertretung unverschuldeterweise abgehalten worden, binnen Frist zu handeln, so wird diese wieder hergestellt, sofern sie unter Angabe des Grundes innert 30 Tagen nach Wegfall des Hindernisses darum ersucht und die versäumte Rechtshandlung nachholt (Art. 41 ATSG).\n\n2.2 Art. 52 Abs. 1 ATSG stellt in formeller Hinsicht keinerlei Anforderungen an die Einsprache. Der Bundesrat hat jedoch in Art. 10-12 ATSV (SR 830.11) Bestimmungen zu Form und Inhalt der Einsprache sowie zum Einspracheverfahren erlassen. Gemäss Art. 10 Abs. 1 ATSV müssen Einsprachen ein Rechtsbegehren und eine Begründung enthalten. Abgesehen von den hier nicht massgebenden Fällen gemäss Art. 10 Abs. 2 ATSV kann die Einsprache laut Art. 10 Abs. 3 ATSV wahlweise schriftlich oder bei persönlicher Vorsprache mündlich erhoben werden. Die schriftlich erhobene Einsprache muss die Unterschrift der Einsprache führenden Person oder ihres Rechtsbeistands enthalten (Art. 10 Abs. 4 Satz 1 ATSV). Bei einer mündlich erhobenen Einsprache hält der Versicherer die Einsprache in einem Protokoll fest; die Person, welche die Einsprache führt, oder ihr Rechtsbeistand muss das Protokoll unterzeichnen (Art. 10 Abs. 4 Satz 2 ATSV). Genügt die Einsprache den Anforderungen nach Abs. 1 nicht oder fehlt die Unterschrift, so setzt der Versicherer BGE 142 V 152 S. 155eine angemessene Frist zur Behebung des Mangels an und verbindet damit die Androhung, dass sonst auf die Einsprache nicht eingetreten werde (Art. 10 Abs. 5 ATSV; SVR 2013 UV Nr. 10 S. 35, 8C_596/2012 E. 4.1; 2009 IV Nr. 19 S. 49, I 898/06 E. 3.1). Das Einspracheverfahren wird mit einem Nichteintretensentscheid abgeschlossen, wenn die Eintretensvoraussetzungen nicht erfüllt sind (SVR 2009 UV Nr. 43 S. 150, 8C_770/2008 E. 5.1; Urteil 8C_28/2011 vom 26. Mai 2011 E. 2.1).\n\n2.3 Nach dem für das erstinstanzliche Beschwerdeverfahren massgebenden Art. 61 lit. b ATSG muss die Beschwerde eine gedrängte Darstellung des Sachverhaltes, ein Rechtsbegehren und eine kurze Begründung enthalten. Genügt sie diesen Anforderungen nicht, so setzt das Versicherungsgericht der Beschwerde führenden Person eine angemessene Frist zur Verbesserung und verbindet damit die Androhung, dass sonst auf die Beschwerde nicht eingetreten wird. Nach der zu dieser Bestimmung ergangenen Rechtsprechung hat im erstinstanzlichen Beschwerdeverfahren die Ansetzung einer Nachfrist zur Verbesserung einer mangelhaften Beschwerdeschrift nicht nur bei Unklarheit des Rechtsbegehrens oder der Begründung, sondern ganz allgemein immer dann zu erfolgen, wenn eine Beschwerde den gesetzlichen Anforderungen nicht genügt; also auch dann, wenn ein Rechtsbegehren und/oder eine Begründung überhaupt fehlen. Es handelt sich bei der erwähnten Bestimmung um eine formelle Vorschrift, die das erstinstanzliche Gericht stets verpflichtet, eine Frist zur Verbesserung der Mängel anzusetzen, sofern dadurch nicht in rechtsmissbräuchlicher Weise eine Verlängerung der Beschwerdefrist erreicht werden soll (BGE 134 V 162 E. 5.1 S. 168; bestätigt in: SVR 2010 UV Nr. 29 S. 117, 8C_556/2009 E. 3; vgl. dazu auch Urteil 2C_331/2011 vom 25. Januar 2012 E. 3.1). Der Anwendungsbereich der Nachfrist erstreckt sich über die in Art. 61 lit. b ATSG ausdrücklich erfassten Bereiche hinaus. Sie ist auch anzusetzen, wenn weitere formelle Eintretensvoraussetzungen, die nachträglich erfüllt werden können, nicht erfüllt sind (SVR 2009 UV Nr. 25 S. 90, 8C_767/2008 E. 4.3.1). Aufgrund der grammatikalischen Identität von Art. 61 lit. b Satz 2 ATSG und Art. 10 Abs. 5 ATSV gilt diese Auslegung auch für das Einspracheverfahren (SVR 2013 UV Nr. 10 S. 35, 8C_596/2012 E. 4.2; 2009 IV Nr. 19 S. 49, I 898/06 E. 3.2; Urteil 8C_28/2011 vom 26. Mai 2011 E. 2.2). Der Bezug liegt darin begründet, dass für das Einspracheverfahren nicht strengere formelle Anforderungen gelten können als für das nachfolgende BGE 142 V 152 S. 156Gerichtsverfahren (SVR 2009 IV Nr. 19 S. 49, I 898/06 E. 3.3; UELI KIESER, ATSG-Kommentar, 3. Aufl. 2015, N. 27 zu Art. 52 ATSG).\n\n2.4 Dem Wortlaut von Art. 10 Abs. 4 Satz 1 ATSV entsprechend müssen schriftlich erhobene Einsprachen unterschrieben sein. Unter Schriftlichkeit ist gemäss dem alltäglichen Sprachgebrauch die Überlieferung des Textes auf Papier zu verstehen (SVR 2015 KV Nr. 12 S. 49, 9C_597/2014 E. 4.2). Da beim elektronischen Verkehr via E-Mail keine Originalurkunde vorhanden ist, stellt sich das Problem der Unterschrift. Nach Art. 14 Abs. 1 OR hat die Unterschrift eigenhändig zu erfolgen. Art. 14 Abs. 2bis OR stellt die qualifizierte elektronische Signatur der eigenhändigen Unterschrift gleich. Fehlt eine elektronische Signatur, können E-Mails und andere elektronische messaging services (z.B. SMS, MMS) die Schriftform nicht erfüllen (CLAIRE HUGUENIN, Obligationenrecht, allgemeiner und besonderer Teil, 2. Aufl. 2014, § 4 N. 357; INGEBORG SCHWENZER, in: Basler Kommentar, Obligationenrecht, Bd. I, 6. Aufl. 2015, N. 14d zu Art. 13 OR). Sendungen per E-Mail, Fax oder SMS sind mit diversen Unsicherheiten (insbesondere betreffend die Identifizierung des Absenders, die Verifizierung der Unterschrift und die Feststellung des Zeitpunktes des Empfanges) behaftet, die bei eingeschriebener Post, elektronischer Eingabe oder mündlicher Erklärung zu Protokoll wegfallen (Urteil 1B_304/2013 vom 27. September 2013 E. 2.4). HANSJÖRG SEILER (Rechtsfragen des Einspracheverfahrens in der Sozialversicherung [Art. 52 ATSG], in: Sozialversicherungsrechtstagung, Schaffhauser/Schlauri [Hrsg.], 2007, S. 84) geht davon aus, dass das Mail als formelle Einsprache wegen des Erfordernisses der Unterschrift mangels gesetzlicher Regelung nicht zulässig sei.\n\nFür den elektronischen Verkehr im Rahmen von Gerichts- und Verwaltungsverfahren ist eine spezifische gesetzliche Regelung notwendig (Urteil 1P.254/2005 vom 30. August 2005 E. 2.3, in: Pra 2006 Nr. 51 S. 362; vgl. auch Urteil 5A_650/2011 vom 27. Januar 2012 E. 4). Das ATSG enthält keine Bestimmungen über den elektronischen Verkehr. Es liegt insoweit auch kein nicht abschliessend geregelter Verfahrensbereich im Sinne von Art. 55 Abs. 1 ATSG vor, weshalb nicht ergänzend auf die Bestimmungen des VwVG (vgl. Art. 11b Abs. 2, Art. 21a Abs. 1 und Art. 34 Abs. 1bis VwVG [SR 172.021]) zurückgegriffen werden kann. Von der dem Bundesrat in Art. 55 Abs. 1bis ATSG übertragenen Kompetenz, die Bestimmungen des VwVG über den elektronischen Verkehr mit Behörden auch für den Bereich des Sozialversicherungsrechts anwendbar zu BGE 142 V 152 S. 157erklären, hat dieser bisher keinen Gebrauch gemacht (KIESER, a.a.O., N. 25 ff. zu Art. 55 ATSG).\n\n3. Nach den unbestrittenen Feststellungen der Vorinstanz nahm der Beschwerdeführer die Verfügung der Mobiliar vom 23. September 2014 am 26. September 2014 entgegen, so dass die 30-tägige Einsprachefrist unter Berücksichtigung des Fristenlaufs gemäss Art. 38 Abs. 1 und 3 ATSG am 27. Oktober 2014 ablief. Innert dieser Frist wurde per E-Mail am 24. Oktober 2014 Einsprache erhoben. Eine identische schriftliche Einsprache wurde am 30. Oktober 2014 der Schweizerischen Post übergeben. Das kantonale Gericht hat erwogen, eine Einsprache per E-Mail sei aus Beweisgründen nicht vorgesehen. Beschwerdeschriften, deren Unterschrift fehle, könnten nach der zu Art. 42 Abs. 5 BGG ergangenen Rechtsprechung (BGE 121 II 252) nur innert Nachfrist verbessert werden, wenn die Unterlassung unfreiwillig erfolgt sei, nicht aber, wenn diese bewusst geschehe. Um ein solch bewusstes Fehlen der Unterschrift handle es sich insbesondere bei Übermittlung einer Beschwerde per Telefax. Der Beschwerdeführer habe seine Einsprache mittels E-Mail eingereicht, obwohl in der Verfügung vom 23. September 2014 explizit darauf hingewiesen worden sei, dass die Einsprache auf dem Postweg zu erfolgen habe. Er sei sich des Formerfordernisses der schriftlichen Eingabe auf dem Postweg offensichtlich bewusst gewesen. Im E-Mail vom 24. Oktober 2014 habe er erklärt, das Original der Einsprache sei auf dem Postweg unterwegs. Das am 30. Oktober 2014 der Schweizerischen Post übergebene, eigenhändig unterzeichnete Original der Einsprache sei erst nach Ablauf der Einsprachefrist am 31. Oktober 2014 und damit verspätet bei der Beschwerdegegnerin eingetroffen. Da der Beschwerdeführer darauf hingewiesen habe, das Original der Einsprache sei auf dem Postweg unterwegs, habe für die Beschwerdegegnerin kein Anlass bestanden, eine Nachfrist im Sinne von Art. 10 Abs. 5 ATSV zur Behebung eines Formmangels anzusetzen, zumal dieser zum damaligen Zeitpunkt nicht bekannt gewesen sei, dass der Versicherte nicht mehr durch seine Rechtsschutzversicherung beraten und vertreten gewesen sei.\n\n4.\n\n4.1 Der Beschwerdeführer rügt eine offensichtlich unrichtige Sachverhaltsfeststellung (Art. 97 Abs. 1 BGG), indem die Vorinstanz davon ausgehe, er sei sich des Formerfordernisses einer persönlich unterzeichneten Einsprache bewusst gewesen und habe in der rechtsmissbräuchlichen Absicht gehandelt, auf diesem Weg eine BGE 142 V 152 S. 158unzulässige Nachfrist zu erhalten. Weiter macht er eine Verletzung von Art. 52 ATSG in Verbindung mit Art. 10 Abs. 5 ATSV und des Verbots des überspitzten Formalismus (Art. 29 Abs. 1 BV) geltend, weil die Beschwerdegegnerin ihm nicht entweder eine Nachfrist zur Behebung des Formmangels gewährt, oder im Sinne eines fairen Verfahrens (Art. 29 Abs. 1 BV) auf die formgültige, aber verspätet postalisch zugestellte Einsprache eingetreten sei.\n\n4.2 Art. 29 Abs. 1 BV verbietet überspitzten Formalismus als besondere Form der Rechtsverweigerung. Eine solche liegt vor, wenn für ein Verfahren rigorose Formvorschriften aufgestellt werden, ohne dass die Strenge sachlich gerechtfertigt wäre, wenn die Behörde formelle Vorschriften mit übertriebener Schärfe handhabt oder an Rechtsschriften überspannte Anforderungen stellt und den Rechtsuchenden den Rechtsweg in unzulässiger Weise versperrt. Wohl sind im Rechtsgang prozessuale Formen unerlässlich, um die ordnungsgemässe und rechtsgleiche Abwicklung des Verfahrens sowie die Durchsetzung des materiellen Rechts zu gewährleisten. Nicht jede prozessuale Formstrenge steht demnach mit Art. 29 Abs. 1 BV in Widerspruch. Überspitzter Formalismus ist nur gegeben, wenn die strikte Anwendung der Formvorschriften durch keine schutzwürdigen Interessen gerechtfertigt ist, zum blossen Selbstzweck wird und die Verwirklichung des materiellen Rechts in unhaltbarer Weise erschwert oder verhindert (BGE 135 I 6 E. 2.1 S. 9; BGE 130 V 177 E. 5.4.1 S. 183 f.; BGE 142 I 10 E. 2.4.2 S. 11). Die strikte Anwendung der Bestimmungen über die Rechtsmittelfristen stellt im Prinzip keinen überspitzten Formalismus dar (Urteil 6B_51/2015 vom 28. Oktober 2015 E. 2.1 mit Hinweis auf BGE 104 Ia 4 E. 3 S. 5).\n\n4.3 Gemäss der bundesgerichtlichen Rechtsprechung bedeutet es keinen überspitzten Formalismus, vom Bürger zu verlangen, dass er seine Rechtsschriften eigenhändig unterzeichnet oder von einem bevollmächtigten und nach einschlägigem Verfahrensrecht zugelassenen Vertreter unterzeichnen lässt. Jedoch ist zu beachten, dass die Vorschriften des Zivil-, Straf- und Verwaltungsverfahrensrechts der Verwirklichung des materiellen Rechts zu dienen haben, weshalb die zur Rechtspflege berufenen Behörden verpflichtet sind, sich innerhalb des ihnen vom Gesetz gezogenen Rahmens gegenüber den Rechtsuchenden so zu verhalten, dass deren Rechtsschutzinteresse materiell gewahrt werden kann. Behördliches Verhalten, das einer Partei den Rechtsweg verunmöglicht oder verkürzt, obschon auch eine andere gesetzeskonforme Möglichkeit bestanden hätte, ist mit BGE 142 V 152 S. 159Art. 29 Abs. 1 BV nicht vereinbar. So besteht nach der Rechtsprechung ein verfassungsmässiger Anspruch darauf, dass die Behörde eine Eingabe, die an einem klar erkennbaren Formmangel leidet, zur Verbesserung zurückweist, sofern die noch verfügbare Zeit ausreicht, um bis zum Ablauf der Rechtsmittelfrist den Mangel zu beheben; dieser Anspruch wird mit dem Verbot des überspitzten Formalismus oder auch mit Treu und Glauben begründet. Er gilt insbesondere bei formellen Mängeln wie dem versehentlichen Fehlen der Unterschrift oder der Vollmacht (BGE 120 V 413 E. 5a S. 418; BGE 114 Ia 20 E. 2a S. 22; BGE 142 I 10 E. 2.4.3 S. 12; Urteil 2C_331/2011 vom 25. Januar 2012 E. 4).\n\n4.4 In BGE 120 V 413 E. 6a S. 419 entschied das damalige Eidg. Versicherungsgericht, kantonale Gerichte handelten gegen Treu und Glauben, wenn sie ein nicht oder von einer nicht zur Vertretung berechtigten Person unterzeichnetes Rechtsmittel als unzulässig beurteilten, ohne eine kurze, gegebenenfalls über die gesetzliche Rechtsmittelfrist hinausgehende Nachfrist für die gültige Unterzeichnung anzusetzen. Es sei nicht verfassungswidrig, wenn das kantonale Gericht bei Einlegung eines Rechtsmittels auf der Unterschrift des Beschwerdeführers oder seines Vertreters besteht. Hingegen habe es bei fehlender gültiger Unterschrift eine angemessene Frist zur Behebung des Mangels anzusetzen (vgl. auch BGE 142 I 10 E. 2.4.6 S. 13; Urteile 2D_64/2014 vom 2. April 2015 E. 5.3; 1C_39/2013 vom 11. März 2013 E. 2.3). Nach der Rechtsprechung schafft eine von Amtes wegen angesetzte Nachfrist mit entsprechender Androhung die Voraussetzung für ein Nichteintreten, sofern der Fristansetzung nicht nachgelebt wird (SVR 2010 UV Nr. 29 S. 117, 8C_556/2009 E. 4.2 mit Hinweis auf ZAK 1956 S. 479).\n\n4.5 In BGE 121 II 252 E. 4b S. 255 präzisierte das Bundesgericht, der Anspruch auf eine Nachfrist bestehe nur bei unfreiwilligen Unterlassungen, weil sonst eine andere Regelwidrigkeit in Form der Nichtbeachtung der Frist zugelassen würde. Ausgenommen von der Nachfristansetzung sind somit Fälle des offensichtlichen Rechtsmissbrauchs. Auf einen solchen Missbrauch läuft es etwa hinaus, wenn der Anwalt eine bewusst mangelhafte Rechtsschrift einreicht, um sich damit eine Nachfrist für die Begründung zu erwirken (BGE 142 I 10 E. 2.4.7 S. 14; Urteile 6B_51/2015 vom 28. Oktober 2015 E. 2.2; 2C_331/2011 vom 25. Januar 2012 E. 4; 1P.254/2005 vom 30. August 2005 E. 2.5, in: Pra 2006 Nr. 51 S. 362). BGE 142 V 152 S. 160\n\nReicht eine Partei eine Rechtsschrift per Telefax ein, lehnt das Bundesgericht eine Heilung durch Nachreichen einer Rechtsschrift mit Originalunterschrift nach Ablauf der Beschwerdefrist ab, weil die Partei, die eine Rechtsschrift mit Telefax einreicht, schon von vornherein wisse (bzw. wissen müsse), dass damit gegen das Unterschriftserfordernis verstossen werde. Die Ansetzung einer Nachfrist komme somit nicht in Betracht (BGE 121 II 252 E. 4b f. S. 255; Urteile 2C_610/2010 vom 21. Januar 2011 E. 2.4; 9C_739/2007 vom 28. November 2007 E. 1.2; FLORENCE AUBRY GIRARDIN, in: Commentaire de la LTF, 2. Aufl. 2014, N. 53 zu Art. 42 BGG; vgl. dazu auch LAURENT MERZ, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 35 zu Art. 42 BGG). Dasselbe gilt nach der Rechtsprechung auch bei einer per elektronischer Post (E-Mail) eingereichten Eingabe (Urteil 4A_596/2015 vom 9. Dezember 2015).\n\n4.6 Fest steht, dass die per E-Mail vom 24. Oktober 2014 eingereichte Einsprache den Gültigkeitserfordernissen der vom Versicherten gewählten Schriftlichkeit der Eingabe (Art. 52 ATSG in Verbindung mit Art. 10 Abs. 4 Satz 1 ATSV) nicht genügt (vgl. E. 2.4 hiervor). Dies wird vom Beschwerdeführer auch nicht bestritten. Auch wenn im geschäftlichen Verkehr und im begrenzten Umfang auch zwischen Privaten und Behörden die Kommunikation auf elektronischem Wege durchaus verbreitet ist, vermag das einfache E-Mail bei prozessual relevanten Eingaben wie der Einsprache gemäss Art. 52 Abs. 1 ATSG die in Art. 10 Abs. 4 Satz 1 ATSV für schriftlich erhobene Einsprachen ausdrücklich vorgeschriebene Voraussetzung der Unterschrift nicht zu erfüllen. Nach ständiger bundesgerichtlicher Rechtsprechung sind per Fax (BGE 121 II 252 E. 4 S. 255; Urteil 9C_739/2007 vom 28. November 2007) oder gewöhnlichem E-Mail eingereichte Eingaben nicht fristwahrend (Urteile 2C_531/2015 vom 18. Juni 2015 E. 2.1; 2C_154/2011 vom 28. Februar 2011 E. 2). Dies gebietet sich nicht zuletzt auch aus Gründen der Rechtssicherheit. Weiter entspricht es gängiger Praxis, dass Beschwerdeschriften, deren Unterschrift fehlt, nur innert Nachfrist verbessert werden können, wenn die Unterlassung unfreiwillig erfolgt ist, nicht aber, wenn diese bewusst - durch Übermittlung per Telefax oder gewöhnlichem E-Mail - geschieht (E. 4.5 hiervor). Denn bei der Übermittlung einer Eingabe mittels E-Mail geht eine Unterschrift regelmässig nicht vergessen, sondern sie fehlt der Natur der Sache nach von vornherein. Der Hinweis des Beschwerdeführers auf ZAK 1956 S. 479 (vgl. auch SVR 2010 UV Nr. 29 S. 117, 8C_556/2009BGE 142 V 152 S. 161E. 4.2 und E. 4.4 in fine hiervor) ist daher im vorliegenden Zusammenhang nicht einschlägig. Möglich bleibt eine Verbesserung des Formfehlers vor Ablauf der Einsprachefrist, worauf die zuständige Behörde den Einsprecher gegebenenfalls aufmerksam machen muss. In diesem Sinne hat das Bundesgericht im vom Beschwerdeführer erwähnten Urteil 1P.254/2005 vom 30. August 2005 im Zusammenhang mit einer per E-Mail erhobenen Einsprache gegen einen Strafbefehl entschieden. Da die ordentliche Rechtsmittelfrist im Zeitpunkt des Eingangs des E-Mail noch nicht abgelaufen war und das Verhöramt den Einsprecher nicht auf den Formmangel hingewiesen hatte, hielt das Bundesgericht dafür, das Interesse des Beschwerdeführers an einem fairen Verfahren (Art. 29 Abs. 1 BV) überwiege unter den vorliegenden Umständen das öffentliche Interesse an der strikten Einhaltung der gesetzlichen Formvorschriften, weshalb die damals noch laufende Einsprachefrist sinngemäss wiederherzustellen sei.\n\n4.7 Auch im vorliegenden Fall war die Einsprachefrist noch nicht abgelaufen, als der Beschwerdeführer am 24. Oktober 2014 seine Eingabe mittels E-Mail einreichte. Es stellt sich daher die Frage, ob der Unfallversicherer den Beschwerdeführer rechtzeitig auf den Formfehler der Eingabe hätte aufmerksam machen müssen, damit er den Fehler vor Ablauf der Einsprachefrist hätte verbessern können. Da der Versicherte im besagten E-Mail ausdrücklich darauf hingewiesen hat, dass \"das Original auf dem Postweg unterwegs\" sei, konnte sie jedoch ohne Weiteres davon absehen. Aufgrund der Wortwahl konnte diese Mitteilung nur so verstanden werden, dass die fehlende Unterschrift bereits auf Papierform nachgeholt und das Dokument auf dem Postweg verschickt worden ist. Hinzu kommt, dass die Rechtsmittelbelehrung der Verfügung vom 23. September 2014 den eindeutigen Hinweis enthielt, dass die Einsprache \"schriftlich (auf dem Postweg)\" zu erfolgen hat. Unerheblich ist dabei, dass die mündliche Einsprache in der Rechtsmittelbelehrung nicht ebenfalls ausdrücklich erwähnt wurde. In einem solchen Fall wäre nämlich ein unterzeichnetes Protokoll zu erstellen und die Eingabe somit ebenfalls in Papierform aufzunehmen gewesen. Der Beschwerdeführer hat den Hinweis in der Rechtsmittelbelehrung nicht beachtet und die Eingabe per elektronischer Post eingereicht. Selbst wenn er diesen übersehen haben sollte, kann nicht davon ausgegangen werden, dass ihm versehentlich ein Formfehler unterlaufen ist. Im Mail vom 24. Oktober 2014 teilte er nämlich nicht nur seine Absicht mit, den BGE 142 V 152 S. 162Formfehler zu beheben, sondern gab gleichzeitig auch bekannt, dass der Formmangel bereits behoben und das Originaldokument auf dem postalischen Weg unterwegs zur Beschwerdegegnerin sei. Es wäre dem Beschwerdeführer somit auch ohne ausdrücklichen Hinweis des Unfallversicherers möglich gewesen, sich innerhalb der Einsprachefrist in Papierform mit Originalunterschrift an diesen zu wenden. Einen plausiblen Grund für die verspätete Übergabe der Sendung an die Schweizerische Post nennt der Versicherte nicht. Auch wenn kein Indiz für einen möglichen Rechtsmissbrauch des Beschwerdeführers vorliegt, verletzt es kein Bundesrecht und ist insbesondere nicht überspitzt formalistisch, wenn die Vorinstanz bei der hier vorliegenden Konstellation den Nichteintretensentscheid der Beschwerdegegnerin bestätigt hat. Für die Gewährung einer Nachfrist zur Begründung der Einsprache bestand somit kein Anlass. Die Beschwerde ist daher abzuweisen. (...)"}