{"annee": "142", "cour": "III", "page": "402", "date": "21/6/2016", "cite": ["141 III 155", "135 IV 113", "132 III 65", "140 III 115", "141 III 444", "124 II 372", "139 III 457", "125 III 231", "121 III 156"], "cite_par": ["142 III 720", "143 I 109", "142 III 690", "142 III 515", "144 III 54"], "chapeau": "52. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre Z. SA (recours en matière civile)\n\n4A_636/2015 du 21 juin 2016", "regestes": ["Procédure simplifiée (art. 243 al. 2 let. c CPC). Relève de la \"protection contre les congés\" au sens de cette disposition, et partant de la procédure simplifiée, le litige portant sur l'expulsion du locataire, dans lequel la question d'une protection contre les congés stricto sensu (annulabilité du congé et/ou prolongation de bail) ne se pose pas, mais dans lequel le juge devra examiner la validité du congé (consid. 2)."], "faits": "BGE 142 III 402 S. 402\n\nA.\n\nA.a X., au bénéfice d'une autorisation de procéder, a déposé le 2 mai 2014 une demande devant le Tribunal des baux du canton de Vaud. Il y a pris les conclusions suivantes:\n\n\"I. Le contrat de bail à loyer conclu entre X. et Z. SA a pris fin au plus tard le 1er octobre 2013.\n\nII. Z. SA est débitrice de X. d'un montant non inférieur à CHF 72'600 (...) plus intérêt de 5 % l'an à partir du 1er de chaque mois de loyer en cause.BGE 142 III 402 S. 403\n\nIII. Z. SA est débitrice de X. d'un montant non inférieur à CHF 1'650 (...) plus intérêt de 5 % l'an à partir du 1er de chaque mois de loyer en cause.\n\nIV. Ordre est donné à Z. SA et à ses représentants A. et B., sous la menace de la peine d'amende de l'art. 292 CP, de quitter et rendre libres immédiatement les locaux qu'ils occupent dans l'immeuble de l'avenue ... à Lausanne.\n\nV. Ordre est donné à Z. SA et à ses représentants A. et B., sous la menace de la peine d'amende de l'art. 292 CP, de restituer immédiatement toutes les clés dont ils sont en possession et permettant l'accès à l'immeuble et aux locaux qu'ils occupent.\n\nVI. Ordre est donné aux agents de la force publique de procéder à l'exécution de l'ordonnance s'ils en sont requis.\"\n\nA l'appui de sa demande, X. allègue avoir conclu oralement à la fin de l'année 2009 un contrat de bail commercial avec Z. SA. Celle-ci n'aurait pas restitué les locaux à l'échéance convenue, soit le 31 décembre 2012. Par formule officielle du 19 mars 2013, le bailleur aurait alors résilié le bail pour sa prochaine échéance, soit le 1er octobre 2013 à midi.\n\nOutre l'expulsion de la locataire, le bailleur réclame des arriérés de loyers et d'indemnités pour occupation illicite s'élevant à 72'600 fr. au jour du dépôt de la demande (conclusion II), ainsi que des arriérés de frais accessoires chiffrés à 1'650 fr. (conclusion III).\n\nA.b Le 17 novembre 2014, la défenderesse Z. SA a déposé une réponse visant au rejet de la demande et contenant des conclusions reconventionnelles.\n\nLa défenderesse admet qu'un bail a été conclu pour une durée déterminée échéant le 31 décembre 2012 et allègue qu'un nouveau bail a été conclu tacitement dès le 1er janvier 2013. Elle entend faire constater la nullité des loyers initiaux (conclusions reconventionnelles I et III) et les faire fixer judiciairement à 800 fr. par mois du 1er mai 2010 au 31 décembre 2012, puis à 750 fr. par mois dès le 1er janvier 2013 (conclusions II et IV). Elle prétend en outre au remboursement de parts de loyers payées en trop (conclusion VI) et de frais accessoires indus (conclusion VII). Enfin, elle fait valoir qu'aucun loyer ne serait dû entre janvier et avril 2010 dès lors que des travaux l'auraient empêchée d'utiliser les locaux (conclusion V).\n\nB.\n\nB.a Par décision du 2 février 2015, la Présidente du Tribunal des baux a déclaré recevables, sous l'angle de l'unicité de la procédure BGE 142 III 402 S. 404applicable, les conclusions du demandeur et les conclusions reconventionnelles de la défenderesse. Elle a considéré que toutes relèvent de la procédure simplifiée.\n\nB.b Les deux parties ont déféré cette décision à la Cour d'appel civile du Tribunal cantonal vaudois.\n\nPar arrêt du 18 septembre 2015, cette autorité a jugé ce qui suit: les conclusions I, IV, V et VI du demandeur relèvent de la \"protection contre les congés\" au sens de l'art. 243 al. 2 let. c CPC, et partant de la procédure simplifiée; les conclusions II et III, dont le total excède 30'000 fr., ressortissent à la procédure ordinaire. Comme la demande déposée est conforme à l'art. 221 CPC, ces deux conclusions sont recevables, tandis que les quatre autres sont irrecevables en vertu de l'art. 90 CPC. Quant aux conclusions reconventionnelles, elles sont régies par la procédure simplifiée, et partant irrecevables eu égard à l'art. 224 al. 1 CPC.\n\nC. Le demandeur a saisi le Tribunal fédéral d'un recours en matière civile tendant à réformer partiellement l'arrêt précité, en ce sens que sont déclarées recevables les conclusions I à VI prises dans sa demande du 2 mai 2014, la procédure ordinaire leur étant applicable.\n\nLe recours a été rejeté.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Est seul litigieux le point de savoir si la procédure ordinaire ou simplifiée s'applique aux conclusions du demandeur visant à faire constater que le bail a pris fin au plus tard le 1er octobre 2013 (I), à astreindre la défenderesse à libérer immédiatement les locaux occupés (IV) et à restituer toutes les clés permettant l'accès à l'immeuble et aux locaux occupés (V) et, enfin, à donner l'ordre aux agents de la force publique d'exécuter l'ordonnance s'ils en sont requis (VI). Les parties s'accordent à dire que la procédure ordinaire s'applique aux conclusions II et III de la demande.\n\n2.1 Selon l'art. 243 CPC, la procédure simplifiée s'applique d'une part aux affaires patrimoniales dont la valeur litigieuse ne dépasse pas 30'000 fr. (al. 1; champ d'application ratione valoris), d'autre part à certaines causes énoncées limitativement, quelle qu'en soit la valeur litigieuse (al. 2; champ d'application ratione materiae). Relèvent notamment de la procédure simplifiée ratione materiae les \"litiges portant sur des baux à loyer ou à ferme d'habitations et de locaux BGE 142 III 402 S. 405commerciaux et sur des baux à ferme agricoles en ce qui concerne la consignation du loyer ou du fermage, la protection contre les loyers ou les fermages abusifs, la protection contre les congés ou la prolongation du bail à loyer ou à ferme\" (art. 243 al. 2 let. c CPC).\n\nComparée à la procédure ordinaire, la procédure simplifiée se caractérise notamment par un formalisme moindre (art. 244 CPC), une plus grande rapidité et une implication plus forte du juge (art. 247 CPC; ATF 139 III 457 consid. 4.4.3.2). Cette procédure a succédé à la \"procédure simple et rapide\" que la Confédération imposait aux cantons dans certains domaines tels que le droit du bail et le droit du travail (Message du 28 juin 2006 relatif au code de procédure civile suisse [CPC], FF 2006 6953 ch. 5.16). Ces règles spéciales poursuivent à la fois un but d'économie procédurale et des objectifs sociaux. La procédure doit être plus simple et plus rapide pour des litiges dont la valeur litigieuse n'est pas trop importante. Par ailleurs, la partie non juriste doit pouvoir mener elle-même le procès sans l'assistance d'un représentant professionnel. Dans certains cas, la partie réputée socialement faible, tel le travailleur ou le locataire, doit bénéficier d'une protection accrue (LAURENT KILLIAS, in Berner Kommentar, Schweizerische Zivilprozessordnung, vol. II, 2012, n° 3 des remarques précédant l'art. 243 CPC; DENIS TAPPY, in CPC, Code de procédure civile commenté, 2011, n° 5 ad art. 243 CPC).\n\nCertaines causes assujetties à la procédure simplifiée bénéficient de la maxime inquisitoire sociale, que le Code des obligations imposait déjà en droit du bail et en droit du travail (anciens art. 274d al. 3 et 343 al. 4 CO). Ainsi, l'art. 247 al. 2 CPC prescrit au tribunal d'établir les faits d'office dans les affaires visées à l'art. 243 al. 2 CPC (soit les affaires relevant ratione materiae de la procédure simplifiée) et dans certaines causes dont la valeur litigieuse ne dépasse pas 30'000 fr., en particulier \"les autres litiges portant sur des baux à loyer et à ferme d'habitations et de locaux commerciaux et sur des baux à ferme agricoles\". Le juge n'est alors pas lié par les allégations des parties et leurs offres de preuve (ATF 139 III 457 consid. 4.4.3.2), mais les parties ne sont pas pour autant dispensées de collaborer activement à l'établissement des faits (arrêt 4A_360/2015 du 12 novembre 2015 consid. 4.2). Conséquence de la maxime inquisitoire, les parties peuvent introduire des faits et moyens de preuve nouveaux jusqu'aux délibérations (art. 229 al. 3 CPC).\n\n2.2 L'expression \"protection contre les congés\" utilisée à l'art. 243 al. 2 let. c CPC suscite, essentiellement chez les auteurs francophones, BGE 142 III 402 S. 406une controverse qui a déjà été présentée dans d'autres arrêts, références à l'appui (cf. 4A_87/2012 du 10 avril 2012 consid. 3.2.1, rés. in RSPC 2012 p. 309; ATF 139 III 457 consid. 5.2; cf. aussi BOHNET/CONOD, Bail et procédure civile suisse: premiers développements [ci-après: 17e Séminaire], in 17e Séminaire sur le droit du bail, 2012, p. 233 ss; BOHNET/CONOD, La fin du bail et l'expulsion du locataire [ci-après: 18e Séminaire], in 18e Séminaire sur le droit du bail, 2014, p. 130 ss ).\n\nEn résumé, un premier courant plaide pour une interprétation littérale correspondant à l'intitulé du chapitre III du titre huit du Code des obligations. La procédure simplifiée s'appliquerait donc aux procès portant sur l'annulation du congé et/ou la prolongation de bail, questions qui sont traitées dans ledit chapitre. La \"protection contre les congés\" ne couvrirait donc pas les litiges portant sur la nullité ou l'inefficacité du congé (sur ces notions, cf. ATF 121 III 156 consid. 1c/aa), à moins que pareille constatation n'intervienne à titre préjudiciel dans une procédure en annulation du congé; l'expulsion ne ressortirait pas davantage à la protection contre les congés. Dans tous ces cas, la procédure applicable dépendrait de la valeur litigieuse. Une exception devrait être faite lorsque le bailleur est l'objet d'une demande en annulation de congé, en ce sens qu'il devrait pouvoir faire juger dans la même procédure (simplifiée) ses conclusions reconventionnelles en expulsion; il serait contre-productif de soumettre ces deux questions à des procédures distinctes.\n\nL'autre courant doctrinal auquel s'est rallié le Tribunal cantonal vaudois plaide pour une interprétation plus large de la \"protection contre les congés\", incluant toute contestation de la résiliation du bail, soit non seulement les procédures en annulation du congé, mais aussi celles en constatation de la nullité ou de l'inefficacité du congé, respectivement en constatation de la validité du congé, ainsi que la procédure en expulsion dans la mesure où elle implique l'examen de la validité du congé. Cette solution serait dictée par le but que recherche le législateur, soit la protection du locataire (PHILIPPE CONOD, note in CdB 2012 p. 37). Il n'y aurait pas de raison de soumettre le litige portant sur l'efficacité du congé anticipé à la procédure ordinaire et d'exclure ainsi la possibilité pour le juge d'établir les faits d'office, alors même que ce type de congé est susceptible de porter une atteinte plus grave aux intérêts de son destinataire qu'un congé ordinaire. En outre, il ne serait pas défendable de traiter différemment BGE 142 III 402 S. 407le cas où le locataire conteste la validité du congé de celui où le bailleur prend l'initiative d'introduire une procédure en évacuation, puisque l'examen de la validité du congé doit se faire dans les deux hypothèses; le juge doit en effet relever d'office la nullité ou l'inefficacité du congé (arrêt du Tribunal cantonal vaudois du 13 décembre 2011, in JdT 2012 III p.17, objet de l'arrêt 4A_87/2012 précité).\n\nUne majorité semble se dessiner en faveur de l'interprétation large (cf., outre les auteurs cités dans les arrêts susmentionnés, BERND HAUCK, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm et al. [éd.], 3e éd. 2016, p. 1784 s.; HOFMANN/LÜSCHER, Le Code de procédure civile, 2e éd. 2015, p. 222; ANDREAS MAAG, Kündigungsschutz und Ausweisung [...], MietRecht Aktuell [MRA] 2014 p. 6 ch. 3.2.3; STEPHAN MAZAN, in Basler Kommentar, Schweizerische Zivilprozessordnung, 2e éd. 2013, n° 19a ad art. 243 CPC; STAEHELIN ET AL., Zivilprozessrecht [...], 2e éd. 2013, p. 390 n. 17 et p. 402 s. n. 56; MARTIN SOHM, note in MRA 2012 p. 235 i.f.). D'aucuns évoquent une attraction de procédure en faveur de la procédure simplifiée, compte tenu de son but protecteur (LAZOPOULOS/LEIMGRUBER, in ZPO Kommentar, 2e éd. 2015, n° 9 ad art. 243 CPC; KILLIAS, op. cit., nos 44 et 52 ad art. 243 CPC, qui ne répond toutefois pas à la question de savoir si la procédure simplifiée s'applique à la demande d'expulsion lorsque doit se faire l'examen de la validité du congé).\n\n2.3 Le Tribunal fédéral n'a pour l'heure pas résolu cette question. Dans une affaire où le bailleur avait agi en expulsion de locataires congédiés en vertu de l'art. 257d CO, la cour de céans a admis sans commentaire que la cause relevait de la procédure simplifiée ratione materiae (arrêt 4A_451/2011 du 29 novembre 2011 consid. 2). Dans un arrêt ultérieur toutefois, la cour a présenté la controverse doctrinale en renonçant à prendre position (arrêt précité 4A_87/2012 consid. 3.2.3, in RSPC 2012 p. 311). Depuis lors, il a été précisé que les principes développés sous l'ancien art. 273 al. 4 CO valent toujours, en ce sens que le litige relève de la protection contre les congés du moment que le locataire a pris des conclusions principales ou subsidiaires en annulation de congé et/ou en prolongation de bail. Peu importe que le juge doive au préalable se prononcer sur la validité du congé, ou examiner si le bail était de durée indéterminée ou déterminée, et partant sujet ou non à une résiliation, ou encore établir s'il existe un rapport contractuel auquel se rapporte le congé donné BGE 142 III 402 S. 408(ATF 139 III 457 consid. 5.3; arrêts 4A_383/2015 du 7 janvier 2016 consid. 2.4; 4A_270/2015 du 14 avril 2016 consid. 4.2).\n\nSubsiste donc la question de savoir si la notion de protection contre les congés couvre aussi les litiges portant uniquement sur la nullité ou l'inefficacité du congé (ATF 139 III 457 consid. 5.3 i.f.), ou encore sur l'existence d'un accord quant à l'échéance du bail, voire sur l'existence même d'un rapport contractuel auquel se rapporte la résiliation.\n\n2.4 Les conclusions I, IV, V et VI du bailleur tendent en substance à l'expulsion de la locataire, ce qui implique que le bail ait pris fin. D'après l'arrêt attaqué et les écritures des parties (demande et réponse), celles-ci s'accordent à dire qu'un contrat de bail à durée déterminée avait été conclu et que la locataire n'a pas restitué les locaux à l'échéance contractuelle du 31 décembre 2012. Le bailleur allègue qu'à l'époque, la locataire a contesté avoir convenu d'une durée déterminée et qu'il lui a alors notifié le 19 mars 2013 une résiliation pour la prochaine échéance du 1er octobre 2013. Il allègue avoir ensuite notifié le 19 juin 2013 un congé anticipé pour le 31 juillet 2013. Il en déduit que le contrat a pris fin au plus tard le 1er octobre 2013. La locataire allègue pour sa part qu'un nouveau contrat tacite a été conclu le 1er janvier 2013 et que le nouveau loyer initial est nul faute d'avoir été notifié par formule officielle.\n\nLa question de l'annulabilité des congés et/ou d'une prolongation de bail ne se pose pas. La locataire se contente de conclure au rejet de la demande visant à l'expulser. Le bailleur allègue au demeurant que la locataire a contesté les deux congés en déposant des requêtes de conciliation, mais que la cause a été rayée du rôle dans le premier cas et la requête retirée dans le second cas.\n\nEn revanche, après avoir établi les faits, le juge devra déterminer si un congé était nécessaire et, dans l'affirmative, examiner d'office la validité des congés. Il s'impose donc de résoudre la question restée jusque-là indécise de savoir si un tel litige a trait à la \"protection contre les congés\" et relève de la procédure simplifiée, quand bien même l'annulabilité du congé et/ou la prolongation de bail n'entrent pas en considération.\n\n2.5\n\n2.5.1 Toute interprétation débute par la lettre de la loi (interprétation littérale), mais celle-ci n'est pas déterminante: encore faut-il qu'elle restitue la véritable portée de la norme, qui découle également BGE 142 III 402 S. 409de sa relation avec d'autres dispositions légales et de son contexte (interprétation systématique), du but poursuivi, singulièrement de l'intérêt protégé (interprétation téléologique), ainsi que de la volonté du législateur telle qu'elle résulte notamment des travaux préparatoires (interprétation historique) (ATF 141 III 444 consid. 2.1; ATF 124 II 372 consid. 5 p. 376). Le juge s'écartera d'un texte légal clair dans la mesure où les autres méthodes d'interprétation précitées montrent que ce texte ne correspond pas en tous points au sens véritable de la disposition visée et conduit à des résultats que le législateur ne peut avoir voulus, qui heurtent le sentiment de la justice ou le principe de l'égalité de traitement (ATF 135 IV 113 consid. 2.4.2 p. 116). En bref, le Tribunal fédéral ne privilégie aucune méthode d'interprétation et n'institue pas de hiérarchie, s'inspirant d'un pluralisme pragmatique pour rechercher le sens véritable de la norme (ATF 141 III 155 consid. 4.2).\n\n2.5.2 Le chapitre III du titre 8 CO consacré au bail à loyer porte l'intitulé \"Protection contre les congés concernant les baux d'habitations et de locaux commerciaux\", expression qu'on retrouve au titre 8bis consacré au bail à ferme (note marginale de l'art. 300 CO). Le chapitre III contient les art. 271-273c CO qui traitent de l'annulabilité du congé et de la prolongation du bail. L'expression \"protection contre les congés\" fait immédiatement penser à ces deux éléments (cf. ATF 132 III 65 consid. 3.2 p. 68 i.f.). A priori, l'art. 243 al. 2 let. c CPC viserait donc les procédures en annulation du congé et/ou en prolongation de bail, ce dernier point étant expressément mentionné par l'art. 243 CPC. Encore faut-il qu'une telle interprétation restitue la portée véritable de cette règle de procédure.\n\n2.5.3 Avant l'entrée en vigueur du CPC, le Code des obligations imposait une procédure simple et rapide pour tous les litiges portant sur les baux d'habitations et de locaux commerciaux (ancien art. 274d al. 1 CO), respectivement pour les litiges résultant du contrat de travail dont la valeur litigieuse ne dépassait pas 30'000 fr. (ancien art. 343 al. 2 CO). Cette procédure était gouvernée par la maxime inquisitoire sociale, le juge devant établir les faits d'office (ancien art. 274d al. 3 CO, resp. ancien art. 343 al. 4 CO; ATF 125 III 231 consid. 4a).\n\nDans l'avant-projet de procédure civile fédérale, la procédure simplifiée (succédané de la procédure simple et rapide) devait s'appliquer ratione materiae à divers litiges énoncés expressément, notamment BGE 142 III 402 S. 410aux litiges relatifs aux baux d'habitations et de locaux commerciaux ainsi qu'aux litiges découlant du contrat de travail. Elle s'appliquait ratione valoris aux autres affaires patrimoniales dont la valeur litigieuse n'excédait pas 20'000 fr. (Procédure civile suisse, Avant-projet de la commission d'experts, juin 2003, art. 237).\n\nLa procédure de consultation a révélé que la limite de 20'000 fr. était trop basse et que la règle de l'ancien art. 343 CO pour les conflits de travail devait être généralisée, y compris pour les litiges en matière de bail dont on jugeait qu'ils ne méritaient pas un traitement différent (Message CPC précité, FF 2006 6954 ad art. 239). Aussi le Conseil fédéral a-t-il proposé que la procédure simplifiée s'applique aux affaires patrimoniales dont la valeur litigieuse ne dépasse pas 30'000 fr. (FF 2006 7071 ad art. 239 al. 1 du projet). Cette procédure devait cependant s'appliquer sans égard à la valeur litigieuse dans des \"domaines particulièrement sensibles du droit privé social\" énumérés exhaustivement, notamment \"dans les domaines centraux de la protection des locataires\" (Message CPC précité, FF 2006 6954). A ce titre, l'art. 239 al. 2 let. c du projet mentionnait la \"protection contre les loyers abusifs et contre les congés\" (FF 2006 7072 ad art. 239 let. c).\n\nLe projet prévoyait par ailleurs qu'en droit du bail, l'autorité de conciliation dispose d'une compétence décisionnelle (proposition de jugement) dans les litiges \"portant sur la consignation du loyer ou du fermage, l'annulation d'une résiliation ou la prolongation du bail à loyer ou à ferme\" (FF 2006 7064 ad art. 207 al. 1 let. b du projet).\n\nLe Parlement a complété les cas dans lesquels l'autorité de conciliation peut proposer un jugement (adjonction de la protection contre les loyers abusifs), respectivement ceux dans lesquels la procédure simplifiée s'applique rationae materiae (adjonction de la consignation du loyer) (BO 2008 CN 956 et 958 ad art. 207, 967 ad art. 239; BO 2008 CE 728 ad art. 207, 729 ad art. 239 al. 2 let. c). Il s'ensuit la situation actuelle, qui pose désormais en matière de bail les mêmes conditions pour l'application de la procédure simplifiée ratione materiae (art. 243 al. 2 let. c CPC) et pour la proposition de jugement (art. 210 al. 1 let. b CPC), à savoir un litige portant sur la consignation du loyer, la protection contre les loyers abusifs, la protection contre les congés ou la prolongation du bail. L'on relèvera au passage que l'expression \"annulation d'une résiliation\" utilisée à l'art. 207 du projet a été remplacée par l'expression \"protection contre les congés\". BGE 142 III 402 S. 411\n\n2.5.4 Les travaux préparatoires ne montrent pas que la notion de \"protection contre les congés\" aurait donné lieu à des discussions particulières. Tout au plus apparaît-il qu'à l'issue de la procédure de consultation, il a été décidé de généraliser la règle prévalant en droit du travail, c'est-à-dire d'utiliser la valeur litigieuse (30'000 fr.) pour délimiter le champ d'application de la procédure simplifiée et de la procédure ordinaire. Des exceptions dictées par des considérations sociales ont été introduites dans des domaines jugés sensibles dont celui de la protection des locataires, où la procédure simplifiée doit s'appliquer sans égard à la valeur litigieuse.\n\nDu moment que la procédure simplifiée et la maxime inquisitoire sociale doivent protéger le locataire dans le domaine des congés et des prolongations de bail, force est d'admettre qu'il ne se justifie pas de traiter le litige sur la nullité ou l'inefficacité du congé différemment du litige relatif à l'annulation du congé jugé contraire à la bonne foi (art. 271 s. CO). Les arguments soulevés par les juges vaudois sont pertinents. Le congé anticipé, par sa brève échéance, lèse encore davantage les intérêts de son destinataire que le congé ordinaire; le litige sur l'efficacité d'un tel congé devrait donc bénéficier du même traitement procédural que le litige sur un congé prétendument abusif. Par ailleurs, les règles de forme dont l'irrespect entraîne la nullité du congé sont vouées à protéger le locataire (art. 266l-266o CO); il est donc légitime que la procédure simplifiée s'applique aussi à ce type de conflit. Le juge doit certes examiner d'office la question de la nullité ou de l'inefficacité du congé. Il n'en demeure pas moins que l'examen de la validité du congé dépend de l'état de fait qui, en procédure ordinaire, est établi sur la base des allégations et offres de preuves des parties. Il est vrai aussi que lorsque le bailleur prend l'initiative du procès en requérant l'expulsion du locataire, il doit prouver sa prétention en restitution des locaux, qui suppose que le bail ait pris fin; le locataire peut néanmoins contrer les allégations du bailleur. L'on constate ainsi que pour tous ces litiges ne relevant pas de la protection contre les congés stricto sensu (art. 271-273c CO), l'application de la maxime inquisitoire sociale revêt de l'importance. Or, que le conflit porte sur la protection contre les congés stricto sensu ou sur la validité du congé (nullité ou inefficacité), le locataire s'expose au même risque de devoir quitter les locaux si le juge arrive à la conclusion que le bail a valablement pris fin.\n\nD'aucuns soulignent que les procédures tendant à l'expulsion du locataire ou à la constatation de l'inefficacité ou de la nullité du congé BGE 142 III 402 S. 412auront souvent une valeur litigieuse inférieure à 30'000 fr., de sorte que la procédure simplifiée pourra s'appliquer. Cette argumentation se fonde sur la prémisse que le délai de protection triennal contre les congés postérieurs à une procédure (art. 271a al. 1 let. e CO) ne s'applique pas en cas de congé nul ou inefficace (BOHNET/CONOD, 17e Séminaire, op. cit., p. 236 s. n. 66; les mêmes, 18e Séminaire, op. cit., p. 131 s. n. 210 s.). Point n'est besoin d'entrer en matière sur les critiques émises contre le calcul de la valeur litigieuse d'une procédure en expulsion dans laquelle le locataire conteste l'efficacité du congé (cf. arrêt 4A_501/2011 du 15 novembre 2011 consid. 1.1 et la critique de FRANÇOIS BOHNET in RSPC 2012 p. 107). Il suffit en effet de constater que l'application de la procédure simplifiée n'est pas garantie, ne serait-ce que dans les cas où plusieurs prétentions pécuniaires sont cumulées et excèdent le seuil de 30'000 fr. au-delà duquel prévaut la procédure ordinaire. Or, la protection du locataire appelle une solution uniforme.\n\nIl s'ensuit que l'expression \"protection contre les congés\" utilisée à l'art. 243 al. 2 let. c CPC doit recevoir une acception large. Elle couvre aussi le présent litige, où le juge n'aura pas à statuer sur l'annulabilité des congés ni sur la prolongation du bail, mais tout au plus sur la validité des congés. Dans la mesure où le juge est appelé à examiner cette question dans le cadre d'une procédure d'expulsion, celle-ci doit bénéficier de la procédure simplifiée. Une telle solution s'impose eu égard à l'objectif déclaré de protection du locataire. Aucun élément dans les travaux préparatoires ne permet de justifier une différence de traitement procédural - en particulier au niveau de la maxime inquisitoire sociale - entre le congé annulable d'une part, et le congé inefficace ou nul, d'autre part. Au demeurant, les cas de \"protection contre les congés\" stricto sensu (art. 271 et 272 CO), interprétés à la lumière de la pratique relative à l'ancien art. 273 al. 4 CO, devraient être les plus fréquents: le locataire agit souvent dans le délai de congé pour demander à titre principal ou subsidiaire son annulation, ou du moins une prolongation de bail. Enfin, cette solution dictée par la ratio legis a le mérite d'être claire et de satisfaire à la sécurité du droit, qui ne saurait être négligée dans le domaine procédural où le justiciable doit être renseigné le plus précisément possible sur la manière de s'adresser aux autorités.\n\n2.6 Au vu de ce qui précède, la cour cantonale n'a pas enfreint le droit fédéral en jugeant que les conclusions I, IV, V et VI du bailleur relèvent de la procédure simplifiée sans égard à la valeur litigieuse. BGE 142 III 402 S. 413\n\nLe recourant ne formule pas d'autre grief contre l'arrêt attaqué, ce qui clôt toute discussion. En effet, le Tribunal fédéral n'examine que les griefs invoqués, sauf en cas d'erreurs juridiques manifestes; il n'est pas tenu de traiter, à l'instar d'une autorité de première instance, toutes les questions juridiques qui se posent, lorsque celles-ci ne sont plus discutées devant lui (art. 42 al. 2 LTF; ATF 140 III 115 consid. 2). (...)"}