{"annee": "142", "cour": "III", "page": "263", "date": "29/3/2016", "cite": ["127 III 481", "136 II 508", "129 III 529", "136 III 278", "136 III 410", "135 III 121", "138 II 346", "138 III 669"], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A.A. und B.A. gegen C. (Beschwerde in Zivilsachen)\n\n4A_576/2015 vom 29. März 2016", "regestes": ["Loi sur la protection des données, art. 28 ss CC; surveillance vidéo dans un bâtiment locatif. Appréciation de l'admissibilité d'une installation de surveillance vidéo dans un bâtiment comportant des appartements loués (consid. 2)."], "faits": "BGE 142 III 263 S. 263\n\nA. C. (Kläger, Beschwerdegegner) ist seit 1. August 2000 Mieter einer 3,5-Zimmer-Wohnung an der U.-Strasse 2 in V. sowie eines Abstellplatzes für Personenwagen in der dazugehörigen Einstellhalle. Vermieter sind A.A. und B.A. (Beklagte, Beschwerdeführer). Beim BGE 142 III 263 S. 264Mehrfamilienhaus, in dem sich die Mietwohnung befindet, handelt es sich um ein dreiteiliges Gebäude mit insgesamt 24 Wohnungen, wobei jeder der drei Gebäudeteile über einen eigenen Eingang verfügt (U.-Strasse 2, 4 und 6). Die drei Teile sind durch einen internen Durchgang miteinander verbunden, der den Zugang zur gemeinsamen Autoeinstellhalle und zur Waschküche ermöglicht.\n\nIm Februar 2014 liessen die Vermieter im Aussen- und Innenbereich des Wohngebäudes U.-Strasse 2-6 sowie in der Autoeinstellhalle eine Videoüberwachungsanlage mit insgesamt zwölf Kameras installieren.\n\nB.\n\nB.a Am 14. Juli 2014 klagte C. beim Zivilkreisgericht Basel-Landschaft West mit dem Antrag, die Beklagten seien zu verpflichten, die in und an der Liegenschaft U.-Strasse 2 in V. montierten Videoüberwachungskameras unverzüglich zu entfernen.\n\nMit Entscheid vom 20. November 2014 hiess der Präsident des Zivilkreisgerichts Basel-Landschaft West die Klage teilweise gut und verurteilte die Beklagten, die Kamera im Hauseingangsbereich der Liegenschaft an der U.-Strasse 2 in V. zu entfernen. Im Übrigen wies er die Klage ab.\n\nB.b Der Kläger erhob gegen den Entscheid des Präsidenten des Zivilkreisgerichts Basel-Landschaft West vom 20. November 2014 Berufung; die Beklagten erhoben Anschlussberufung. Mit Entscheid vom 18. August 2015 hiess das Kantonsgericht Basel-Landschaft die Berufung des Klägers teilweise gut und wies die Anschlussberufung der Beklagten ab. In Abänderung des erstinstanzlichen Entscheids verpflichtete das Kantonsgericht die Beklagten, neben der Videoüberwachungskamera im Hauseingangsbereich U.-Strasse 2 auch die zwei Überwachungskameras in den Durchgängen zur Waschküche zwischen den Liegenschaften U.-Strasse 2 und 4 sowie 4 und 6 zu entfernen; die übrigen Kameras erachtete es dagegen als zulässig.\n\nC. Mit Beschwerde in Zivilsachen beantragen die Beklagten dem Bundesgericht, es sei der Entscheid des Kantonsgerichts Basel-Landschaft vom 18. August 2015 aufzuheben und die Klage auf Entfernung der angebrachten Videoüberwachungskameras ganz abzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "BGE 142 III 263 S. 265Aus den Erwägungen:\n\n2. Die Beschwerdeführer werfen der Vorinstanz vor, bei der Beurteilung der Zulässigkeit des mit der Überwachungsanlage verbundenen Eingriffs in die Persönlichkeitsrechte des Beschwerdegegners eine unzutreffende Interessenabwägung vorgenommen und damit Art. 13 des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz (DSG; SR 235.1) sowie Art. 5 Abs. 2 BV verletzt zu haben.\n\n2.1 Die Vorinstanz beurteilte die Streitsache ausschliesslich in Anwendung der datenschutzrechtlichen Bestimmungen und des allgemeinen Schutzes der Persönlichkeit (Art. 28 ff. ZGB). Gestützt auf Art. 15 DSG könne die Beseitigung einer bestehenden, d.h. eingetretenen, aber noch fortdauernden rechtswidrigen Persönlichkeitsverletzung verlangt werden.\n\nDie Vorinstanz teilte die erstinstanzliche Einschätzung, wonach an und in Liegenschaften sichtbar montierte Videoüberwachungskameras grundsätzlich geeignet seien, Vandalen, Diebe oder Einbrecher von ihren Taten abzuhalten. Sie überzeugte sich anlässlich einer Begehung der Liegenschaft inkl. Vorplatz und Autoeinstellhalle im Rahmen eines Augenscheins davon, dass der Installation aus technischer Sicht die Eignung nicht abgesprochen werden könne. Die Videokameras seien - mit gut sichtbaren Hinweisschildern versehen - an zentralen Stellen auf dem Vorplatz zu den drei Hauseingängen der Liegenschaft U.-Strasse 2-6 (Videobilder Nr. 1 und 2), in den drei Hauseingangsbereichen (Videobilder Nr. 5, 7 und 9), in den Durchgängen zwischen den Liegenschaftsteilen U.-Strasse 2 und 4 (Videobild Nr. 6) sowie zwischen U.-Strasse 4 und 6 (Videobild Nr. 8), in denen sich die Zugänge zur Waschküche befinden, in der Autoeinstellhalle (Videobilder Nr. 11 und 12) sowie über dem Eingang zur Autoeinstellhalle (Videobild Nr. 10) montiert (gegen die zwei Kameras in den Gärten zweier Mietparteien an der Rückseite der Liegenschaft mit den Videobildern Nr. 3 und 4 wurden keine Einwände mehr erhoben). Diese Kamerastandorte müssten passiert werden, um die Liegenschaften oder die Autoeinstellhalle zu betreten. Die Frage, ob und inwieweit das Bildmaterial zu einer Identifizierung von allfälligen Straftätern beitragen könnte, könne unter dem Aspekt der Zwecktauglichkeit offengelassen werden. Die Anlage entfalte jedenfalls im Hinblick auf den angestrebten Zweck allemal Wirkung und schiesse nicht am Ziel vorbei. Es sei keine gleich geeignete, aber mildere BGE 142 III 263 S. 266Massnahme für den angestrebten Erfolg ersichtlich; so sei etwa eine Verbesserung der Beleuchtung nicht gleich wirkungsvoll. In zeitlicher Hinsicht würden die Aufnahmen sodann auf 24 Stunden beschränkt und anschliessend wieder überspielt, so dass die Massnahme auch unter diesem Blickwinkel massvoll erscheine. Die Eignung und Erforderlichkeit der Überwachungsanlage sei somit insgesamt als hinreichend erstellt zu erachten.\n\nHinsichtlich der Frage, ob die Videoüberwachung den Beschwerdegegner in seiner Privatsphäre in unzumutbarer Weise beeinträchtige, stufte die Vorinstanz das Interesse, eine Beeinträchtigung des Eigentums durch Einbrüche oder Vandalenakte zu verhindern, grundsätzlich höher ein als dasjenige des Beschwerdegegners, sich jederzeit unbeobachtet in den allgemein zugänglichen Bereichen der Mietliegenschaft zu bewegen. Dabei berücksichtigte sie neben dem Interesse der Beschwerdeführer auch dasjenige der Mieter, die gemäss einem Bestätigungsbogen vom 10. Oktober 2014 der Videoüberwachung als Mittel zur Verbesserung der Sicherheit mehrheitlich (18 von 23 Mietparteien bei einem Leerstand) zustimmten. Die Vorinstanz erachtete den Einsatz der montierten Überwachungskameras daher überwiegend als zulässig, folgte jedoch den erstinstanzlichen Erwägungen zur Interessenabwägung nach Art. 13 DSG bezüglich der Kamera im Hauseingangsbereich der Liegenschaft an der U.-Strasse 2, in der sich die Mietwohnung des Beschwerdegegners befindet. Sie erwog, dass dem Sammeln von Daten, die Rückschlüsse auf die private Lebenssituation des Betroffenen erlauben würden, vor dem Hintergrund der geschützten Privatsphäre Grenzen zu setzen seien. Bei einer Videoüberwachung in einer Mietliegenschaft gelte dies für diejenigen allgemein zugänglichen Bereiche, in denen sich der betroffene Mieter regelmässig aufhalten müsse. Dies treffe vorliegend auf den Hauseingangsbereich der Liegenschaft U.-Strasse 2 zu, den der Beschwerdegegner für den Zugang zum Treppenhaus bzw. zu seiner Wohnung regelmässig passieren müsse. Eine an solcher Stelle betriebene Videoüberwachung mit 24-stündiger Aufzeichnung ermögliche eine systematische Erhebung seines Verhaltens, d.h. der Tageszeiten, zu denen er die Liegenschaft betrete oder verlasse, sowie allenfalls die Erfassung begleitender Personen. Durch eine Videoüberwachung der vorliegenden Art werde der Beschwerdegegner in der freien Ausübung seines Nutzungsrechts eingeschränkt und in seiner Privatsphäre in unzumutbarer Weise beeinträchtigt. Demzufolge sei die Kamera im Hauseingangsbereich der U.-Strasse 2 (Videobild Nr. 5) zu entfernen. BGE 142 III 263 S. 267\n\nZudem hielt die Vorinstanz eine \"massvolle Ausdehnung\" der schützenswerten Privatsphäre des Beschwerdegegners über den erstinstanzlichen Entscheid hinaus auf die Durchgänge zur Waschküche zwischen den Liegenschaften U.-Strasse 2 und 4 sowie 4 und 6 für angebracht. Was sich im Innern der Mietliegenschaft zutrage, unterliege zumindest in den Bereichen der besagten Durchgänge ebenfalls der Privatsphäre; es könnten mit den fraglichen Kameras Lebenssituationen des Mieters festgehalten werden, die dem Einblick der Vermieterschaft entzogen bleiben müssten. Die Videoüberwachung innerhalb des Mietobjekts beeinträchtige den Beschwerdegegner in der unbeobachteten Nutzung, insbesondere des Waschküchenvorraums, übermässig und lasse sich mit den Zielen der Videoüberwachung - Prävention und Aufklärung von Einbrüchen und Vandalismus - nicht ausreichend rechtfertigen.\n\nDie Vorinstanz hielt fest, das Interesse der Vermieterschaft und der zustimmenden Mieter an einer wirksamen Verbrechensprävention und -aufklärung könne mit den übrigen neun Kameras allemal in ausreichendem Umfang aufrechterhalten werden. Diese Kamerastandorte, insbesondere über dem Eingang zur Autoeinstellhalle und in der Einstellhalle selbst, liessen sich mit den genannten Zielen der Videoüberwachung ohne Weiteres vereinbaren und die Beeinträchtigung der Persönlichkeitsrechte des Beschwerdegegners erschienen zumutbar. So würden bei einem rechtswidrigen Betreten der Autoeinstellhalle durch Unbefugte Sachwerte unmittelbar bedroht.\n\n2.2\n\n2.2.1 Das Mietrecht (Art. 253 ff. OR) sieht keine besondere Bestimmung über die Bearbeitung von Personendaten des Mieters durch den Vermieter vor (vgl. demgegenüber etwa im Arbeitsrecht Art. 328b OR). Auch im Rahmen eines Mietverhältnisses finden die Bestimmungen des Datenschutzgesetzes Anwendung, das unter anderem für das Bearbeiten von Daten durch private Personen gilt (Art. 2 Abs. 1 lit. a DSG) und den Schutz der Persönlichkeit und der Grundrechte von Personen bezweckt, über die Daten bearbeitet werden (Art. 1 DSG). Das Datenschutzgesetz ergänzt und konkretisiert den bereits durch das Zivilgesetzbuch (Art. 28 ff. ZGB) gewährleisteten Persönlichkeitsschutz (BGE 138 II 346 E. 10.1; BGE 136 II 508 E. 6.3.2 S. 523; BGE 127 III 481 E. 3a/bb). Unter dem Bearbeiten von Personendaten ist nach Art. 3 lit. e DSG jeder Umgang mit Personendaten zu verstehen, unabhängig von den angewandten Mitteln und Verfahren, BGE 142 III 263 S. 268insbesondere das Beschaffen, Aufbewahren, Verwenden, Umarbeiten, Bekanntgeben, Archivieren oder Vernichten von Daten. Personendaten sind alle Angaben, die sich auf eine bestimmte oder bestimmbare Person beziehen (Art. 3 lit. a DSG). Dazu gehören auch Bilder, ohne dass es auf die Beschaffenheit des Datenträgers ankommt. Entscheidend ist, dass sich die Angaben einer Person zuordnen lassen (BGE 138 II 346 E. 6.1 S. 353; BGE 136 II 508 E. 3.2).\n\nDie Aufzeichnung von Bildern durch eine Videoüberwachungsanlage, die es erlauben, bestimmte Personen zu identifizieren, fällt unbestreitbar in den Anwendungsbereich des Datenschutzgesetzes. Entsprechend hat der Vermieter, der eine solche Überwachungsanlage in einem Mietshaus betreiben will, insbesondere die allgemeinen Bearbeitungsgrundsätze nach Art. 4 DSG (unter anderem den Grundsatz der Verhältnismässigkeit nach Abs. 2) wie auch die Vorgaben über die Bearbeitung von Personendaten durch private Personen (Art. 12 ff. DSG) zu beachten.\n\nGemäss Art. 12 Abs. 1 DSG darf, wer Personendaten bearbeitet, die Persönlichkeit der betroffenen Person nicht widerrechtlich verletzen. Nach Abs. 1 von Art. 13 DSG (\"Rechtfertigungsgründe\") ist eine Verletzung der Persönlichkeit widerrechtlich, wenn sie nicht durch Einwilligung des Verletzten, durch ein überwiegendes privates oder öffentliches Interesse oder durch Gesetz gerechtfertigt ist (Art. 13 Abs. 1 DSG). Neben dem Interesse des Datenbearbeiters können dabei auch Interessen Dritter oder sogar der betroffenen Personen selbst die Datenbearbeitung unter Umständen rechtfertigen. Grundsätzlich kann jedes schützenswerte Interesse, d.h. jedes Interesse von allgemein anerkanntem Wert, berücksichtigt werden (BGE 138 II 346 E. 10.3 S. 364 mit Hinweisen). Die Prüfung, ob ein Rechtfertigungsgrund für einen Eingriff in die Persönlichkeitsrechte vorliegt, ist anhand der konkreten Umstände des Einzelfalls vorzunehmen und setzt eine Abwägung aller betroffenen Interessen voraus (vgl. BGE 138 II 346 E. 9.2). Die Interessenabwägung beruht auf gerichtlichem Ermessen (Art. 4 ZGB; BGE 136 III 410 E. 2.2.3 S. 413; BGE 129 III 529 E. 3.1 S. 531).\n\nGegen widerrechtliche Verletzungen der Persönlichkeit steht die Klage nach Art. 28 f. ZGB offen (Art. 15 Abs. 1 Satz 1 DSG). Nach Art. 28a Abs. 1 ZGB kann die klagende Partei dem Gericht beantragen, eine drohende Verletzung zu verbieten (Ziff. 1), eine bestehende Verletzung zu beseitigen (Ziff. 2) oder die Widerrechtlichkeit BGE 142 III 263 S. 269einer Verletzung festzustellen, wenn sich diese weiterhin störend auswirkt (Ziff. 3). Die Beweislast für Sachumstände, aus denen sich die Persönlichkeitsverletzung ergibt, liegt bei der klagenden Partei als Betroffener, während die beklagte Partei als Urheberin der Verletzung diejenigen Tatsachen zu beweisen hat, aus denen sie einen Rechtfertigungsgrund ableitet (vgl. BGE 136 III 410 E. 2.3; CORRADO RAMPINI, in: Basler Kommentar, Datenschutzgesetz, Öffentlichkeitsgesetz, 3. Aufl. 2014, N. 3 zu Art. 15 DSG).\n\n2.2.2 Entgegen dem, was die Beschwerdeführer anzunehmen scheinen, rechtfertigt ein allgemeines Interesse der Eigentümer und der einer Überwachungsmassnahme zustimmenden Mieter an der Verhinderung von Vandalenakten und Einbrüchen nicht ohne Weiteres jede Videoüberwachung im Innern eines Wohnhauses. Ebenso wenig geht jedoch der Schutz der Privatsphäre (Art. 13 BV) der verfassungsrechtlichen Eigentumsgarantie (Art. 26 BV), geschweige denn dem Schutz auf körperliche Unversehrtheit (Art. 10 Abs. 2 BV) in der Weise vor, dass eine Videoüberwachung in für alle Bewohner zugänglichen Räumen ohne die Zustimmung sämtlicher Betroffener stets als unzulässig zu erachten wäre. Vielmehr ist eine konkrete Interessenabwägung unter Einbezug sämtlicher Umstände des Einzelfalls unabdingbar. So kann eine Videoüberwachung im Eingangsbereich eines anonymen Wohnblocks, in dem gegebenenfalls gar ein Risiko von Übergriffen besteht, durchaus angezeigt und für alle betroffenen Personen zumutbar sein, während dies in einem kleinen Mehrfamilienhaus, wo sich die Nachbarn kennen, normalerweise nicht der Fall sein dürfte (so zutreffend DAVID ROSENTHAL, Datenschutz im Mietrecht, Mietrechtspraxis 3/2012 Rz. 35 S. 175).\n\nDie Vorinstanz ist zutreffend davon ausgegangen, die Vermieterschaft habe ein erhebliches Interesse daran, dass ihr Eigentum nicht durch Einbrüche oder Vandalenakte beschädigt wird. Sie durfte zudem mitberücksichtigen, dass die Mieter das eingerichtete Videoüberwachungssystem gemäss einer Befragung mehrheitlich begrüssten. Dabei hat sie es zu Recht nicht bei der Feststellung eines entsprechenden Mehrheitsverhältnisses bewenden lassen, sondern hat in Anwendung von Art. 13 Abs. 1 DSG die unterschiedlichen (privaten) Interessen einander gegenübergestellt und hierzu die jeweiligen mit den verschiedenen Videoaufnahmen verbundenen Einschränkungen der Privatsphäre im Einzelnen geprüft. Sie hat zutreffend erwogen, dass eine dauerhafte Überwachung im Eingangsbereich des Mehrfamilienhauses, die eine systematische Erhebung des Verhaltens des BGE 142 III 263 S. 270Beschwerdegegners ermöglicht, einen erheblichen Eingriff in die Privatsphäre darstellt. Nach Durchführung eines Augenscheins hat die Vorinstanz in Kenntnis der konkreten Verhältnisse und unter Berücksichtigung der betroffenen Rechtsgüter (wie etwa der Gefährdung von Sachwerten in der Autoeinstellhalle) eine nach dem jeweiligen Videobild bzw. dem davon erfassten Innenbereich differenzierte Beurteilung vorgenommen. Angesichts der überschaubaren Verhältnisse mit nur wenigen Mietparteien sowie fehlender Hinweise auf eine konkrete Gefährdung hat sie die mit der Videoüberwachung des Eingangsbereichs und der internen Durchgänge zur Waschküche verbundene Beeinträchtigung der Privatsphäre nachvollziehbar als übermässig und durch die Ziele der Überwachung (Prävention und Aufklärung von Einbrüchen und Vandalismus) nicht ausreichend gerechtfertigt erachtet. Dabei hat sie festgehalten, dass das Interesse der Vermieterschaft und der zustimmenden Mieter an einer wirksamen Verhinderung und Aufklärung von Straftaten auch ohne die drei als unzulässig erklärten Videobilder mit den übrigen neun Kameras - darunter zwei Aussenkameras auf dem Vorplatz zu den drei Hauseingängen - in ausreichendem Umfang aufrechterhalten werden könne.\n\nDie Beschwerdeführer halten der konkreten Interessenabwägung im angefochtenen Entscheid lediglich in allgemeiner Weise ihre eigene Auffassung entgegen, wonach der erfolgte Eingriff in die Privatsphäre gerechtfertigt sei, und behaupten, durch die angeordnete Entfernung der Kameras im Eingangsbereich sowie in den Durchgängen zwischen den Gebäudeteilen sei die Zweckmässigkeit bzw. die Eignung der Anlage grundsätzlich in Frage gestellt, ohne dies jedoch näher zu begründen, geschweige denn eine hinreichende Rüge zu erheben. Inwiefern die Vorinstanz ihr Ermessen bei der Abwägung der betroffenen Interessen bundesrechtswidrig ausgeübt hätte (vgl. BGE 138 III 669 E. 3.1 S. 671; BGE 136 III 278 E. 2.2.1 S. 279; BGE 135 III 121 E. 2), vermögen sie mit ihren Ausführungen nicht aufzuzeigen. Die von ihnen ins Feld geführte Beschränkung des Zugriffs auf das Bildmaterial aufgrund technischer und organisatorischer Massnahmen (so insbesondere die auf 24 Stunden beschränkte Speicherdauer; vgl. dazu das in der Beschwerde erwähnte Merkblatt des Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten zur Videoüberwachung durch private Personen [Stand: April 2014]), die von der Vorinstanz berücksichtigt wurde und nach unbestrittener Ansicht dem allgemeinen Gebot der Verhältnismässigkeit (Art. 4 Abs. 2 DSG) entspricht, BGE 142 III 263 S. 271rechtfertigt für sich allein noch keine Persönlichkeitsverletzung (vgl. Art. 12 Abs. 2 lit. a und b DSG).\n\n2.2.3 Der Vorinstanz ist bei der Beurteilung der Zulässigkeit der installierten Videoüberwachungsanlage entgegen der in der Beschwerde vertretenen Ansicht weder eine Verletzung von Art. 13 DSG noch eine Missachtung des Grundsatzes der Verhältnismässigkeit nach Art. 5 Abs. 2 BV vorzuwerfen. Da sich der von ihr bejahte Anspruch des Beschwerdegegners auf Beseitigung dreier Kameras aufgrund der datenschutzrechtlichen Bestimmungen als begründet erweist, hat die Vorinstanz zu Recht nicht weiter vertieft, ob sich aus Art. 260 OR ein mietrechtlicher Anspruch auf unbeobachtete Nutzung des Mietobjekts ableiten liesse, wie dies vom Beschwerdegegner vorgebracht wurde (vgl. etwa zum deutschen Recht VOLKER EMMERICH, in: J. von Staudingers Kommentar zum Bürgerlichen Gesetzbuch [...], §§ 535- 555f, Buch 2, Mietrecht 1, Berlin 2014, N. 27 zu § 535 BGB). (...)"}