{"annee": "143", "cour": "IV", "page": "288", "date": "26/4/2017", "cite": ["140 IV 196"], "cite_par": ["144 I 234", "145 IV 503", "143 IV 408"], "chapeau": "35. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Schaffhausen und A. (Beschwerde in Strafsachen)\n\n6B_803/2015 vom 26. April 2017", "regestes": ["Art. 341 al. 3 et art. 389 cum art. 405 al. 1 CPP; audition du prévenu en procédure d'appel orale; obligation de l'autorité d'appel de procéder à l'administration des preuves. L'art. 389 al. 1 CPP ne trouve application qu'en cas d'administration des preuves conforme aux règles de procédure. L'administration de preuves et de preuves complémentaires au sens des art. 389 al. 2 et 3 CPP doit être entreprise d'office et ne nécessite pas qu'une partie en fasse la demande (consid. 1.4.1). L'art. 341 al. 3 CPP s'applique en principe également à la procédure d'appel orale. L'art. 389 CPP n'implique pas qu'il soit renoncé à auditionner le prévenu aux débats d'appel au motif qu'il aurait été interrogé sur les faits de la cause et sa personne en procédure de première instance (consid. 1.4.2)."], "faits": "BGE 143 IV 288 S. 289\n\nA. Die Staatsanwaltschaft des Kantons Schaffhausen wirft X. vor, drei Männer beauftragt zu haben, von A. Geld einzutreiben. A. sei geschlagen und mit einer Pistole bedroht worden. Man habe ihn angewiesen, alles an Geld zu holen, was er zu Hause habe und nicht die Polizei zu informieren, ansonsten würde die gesamte Familie umgebracht. A. sei mit X. in dessen Auto zur Wohnung seiner Eltern gefahren. Als er die Wohnung betreten habe, habe seine Schwester die Polizei benachrichtigt. A. habe eine Prellung am linken Jochbein sowie am rechten Rippenbogen erlitten und einen Teil seines linken Schneidezahns verloren. Seit dem Vorfall vom 1. November 2011 leide er an einer posttraumatischen Belastungsstörung, chronischen Kopfschmerzen und immer wieder auftretenden Augenschmerzen. Einer der Männer konnte als Y. identifiziert werden.\n\nB. Das Obergericht des Kantons Schaffhausen wies am 10. Dezember 2014 im mündlichen Verfahren sowohl die gegen das Urteil des Kantonsgerichts Schaffhausen vom 26. März 2014 erhobene Berufung von X. als auch die Anschlussberufung von A. vollumfänglich ab. Es verurteilte X. wegen versuchter Erpressung zu einer teilbedingten Freiheitsstrafe von 27 Monaten, deren Vollzug im Umfang von 15 Monaten bedingt aufgeschoben wurde bei einer Probezeit von vier Jahren. Es widerrief den X. für eine Geldstrafe von 80 Tagesätzen zu Fr. 120.- gewährten bedingten Strafvollzug und verpflichtete ihn unter solidarischer Haftung mit dem anderweitig verurteilten Y. zu Schadenersatz- und Genugtuungszahlungen von Fr. 11'229.65 an A.\n\nC. X. führt Beschwerde in Strafsachen und beantragt sinngemäss, er sei von Schuld und Strafe freizusprechen und vom Widerruf des bedingten Strafvollzugs sei abzusehen. Auf die Zivilforderungen von BGE 143 IV 288 S. 290A. sei nicht einzutreten bzw. diese seien abzuweisen und A. sei keine Parteientschädigung zu gewähren. X. beantragt eine Entschädigung von Fr. 5'526.50 und eine Genugtuung von mindestens Fr. 14'200.- für die ausgestandene Untersuchungshaft. Eventualiter sei er zu einer bedingten Freiheitsstrafe von zwei Jahren zu verurteilen. Subeventualiter sei die Sache an die Vorinstanz zurückzuweisen. X. ersucht um aufschiebende Wirkung der Beschwerde und unentgeltliche Rechtspflege.\n\nDas Obergericht und die Staatsanwaltschaft schliessen auf Abweisung der Beschwerde, soweit darauf einzutreten sei. A. beantragt, die Beschwerde sei abzuweisen und das Urteil des Obergerichts im Schuld- und Zivilpunkt zu bestätigen. Rechtsanwalt Z. sei als \"unentgeltlicher Rechtsvertreter beizubehalten\".\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. (...)\n\n1.4.1 Das Rechtsmittelverfahren setzt das Strafverfahren fort und knüpft an die bereits erfolgten Verfahrenshandlungen, namentlich die bereits getätigten Beweiserhebungen an. Der in Art. 389 Abs. 1 StPO statuierte Grundsatz, wonach das Rechtsmittelverfahren auf den Beweisen beruht, die im Vorverfahren und im erstinstanzlichen Hauptverfahren erhoben worden sind, gelangt jedoch nur zur Anwendung, soweit die Beweise, auf die die Rechtsmittelinstanz ihren Entscheid stützen will, prozesskonform erhoben worden sind. Erweisen sich Beweiserhebungen als rechtsfehlerhaft (lit. a), unvollständig (lit. b) oder unzuverlässig (lit. c) i.S.v. Art. 389 Abs. 2 StPO, sind sie von der Rechtsmittelinstanz erneut vorzunehmen (vgl. Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1310 Ziff. 2.9.1; ZIEGLER/KELLER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 2 zu Art. 389 StPO). Eine unmittelbare Beweisabnahme hat im mündlichen Berufungsverfahren gemäss Art. 343 Abs. 3 i.V.m. Art. 405 Abs. 1 StPO auch zu erfolgen, wenn die unmittelbare Kenntnis des Beweismittels für die Urteilsfällung notwendig erscheint. Art. 343 Abs. 3 StPO gelangt insofern auch im Rechtsmittelverfahren zur Anwendung (BGE 140 IV 196 E. 4.4.1). Der blosse Hinweis auf Art. 389 StPO entbindet die Rechtsmittelinstanz somit nicht von der Verpflichtung, Beweise abzunehmen oder erneut abzunehmen, wenn entweder die Voraussetzungen von Art. 389 Abs. 2 StPO gegeben sind oder im BGE 143 IV 288 S. 291mündlichen Berufungsverfahren die unmittelbare Kenntnis für die Urteilsfällung notwendig erscheint. Da es den Strafbehörden obliegt, die Beweise rechtskonform zu erheben, sind die notwendigen Ergänzungen von Amtes wegen vorzunehmen und bedarf es dazu keines Antrags durch eine Partei.\n\n1.4.2 Der Gesetzgeber hat die Berufung als primäres Rechtsmittel gegen erstinstanzliche Urteile grundsätzlich als mündliches, kontradiktorisches Verfahren mit Vorladung der Parteien (Art. 405 Abs. 2 und 3 StPO) ausgestaltet. Vorliegend beurteilt sich die Frage, ob der Beschwerdeführer im Berufungsverfahren nochmals einzuvernehmen war, deshalb nicht ausschliesslich nach Art. 389 StPO. Art. 405 Abs. 1 StPO sieht ausdrücklich vor, dass sich die mündliche Berufungsverhandlung nach den Bestimmungen über die erstinstanzliche Hauptverhandlung richtet. Demzufolge ist grundsätzlich auch Art. 341 Abs. 3 StPO anwendbar, wonach die Verfahrensleitung zu Beginn des Beweisverfahrens die beschuldigte Person (eingehend) zu ihrer Person, zur Anklage und zu den Ergebnissen des Vorverfahrens befragt. Dass die beschuldigte Person bereits im erstinstanzlichen Verfahren zur Sache und Person befragt wurde, macht deren Einvernahme im mündlichen Berufungsverfahren nicht entbehrlich. Zum einen dient Art. 341 Abs. 3 StPO trotz seiner systematischen Eingliederung im Abschnitt \"Beweisverfahren\" nicht ausschliesslich Beweiszwecken, sondern trägt insbesondere auch der Subjektstellung der beschuldigten Person Rechnung. Die Vorschrift garantiert als Ausfluss des Anspruchs auf rechtliches Gehör das persönlichkeitsbezogene Mitwirkungsrecht der beschuldigten Person im gegen sie geführten Strafverfahren und verhindert, dass sie zum blossen Objekt staatlichen Handelns wird (vgl. ARIANE KAUFMANN, Das Unmittelbarkeitsprinzip und die Folgen seiner Einschränkung in der Schweizerischen Strafprozessordnung, 2013, S. 260; WOLFGANG WOHLERS, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], 2. Aufl. 2014, N. 33 zu Art. 3 StPO). Zum anderen kommt der Befragung der beschuldigten Person auch beweisrechtlich in Bezug auf den Schuld- und Strafpunkt in aller Regel entscheidrelevante Bedeutung zu. Die Intensität der Befragung hängt dabei insbesondere von der Schwere des Anklagevorwurfs und der Beweislage ab. Da die beschuldigte Person bereits im erstinstanzlichen Gerichtsverfahren zur Sache befragt wurde, ist in der Berufungsverhandlung nicht mehr die gleiche Einlässlichkeit erforderlich. Art. 389 StPO führt nicht zu einem Verzicht auf Befragung der BGE 143 IV 288 S. 292beschuldigten Person in der Berufungsverhandlung. Jene Bestimmung relativiert aber Art und Umfang der erforderlichen Befragung, indem sie einerseits auf die noch strittigen Punkte beschränkt ist und andererseits die bereits (prozesskonform) erhobenen Aussagen verwertbar bleiben.\n\n1.4.3 Unbehelflich und zudem unzutreffend ist das Vorbringen der Vorinstanz, der Beschwerdeführer habe sich im Rahmen seines letzten Wortes zur Sache äussern können. Aus dem Hauptverhandlungsprotokoll ergibt sich, dass eine Besprechung mit seiner Verteidigerin zur Sache nicht gestattet und sämtliche von ihm angebotenen Beweismittel nicht (mehr) zugelassen und nicht zu den Akten genommen wurden. Die Verfahrensleitung hätte aufgrund der richterlichen Fürsorgepflicht und des Untersuchungsgrundsatzes (Art. 6 StPO) dem Beschwerdeführer die Möglichkeit einräumen müssen, sich zu den ihm gemachten Vorwürfen zu äussern und diejenigen Umstände vorzubringen, die seiner Verteidigung und der Klärung des Sachverhalts hätten dienen können (vgl. NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2. Aufl. 2013, N. 9 zu Art. 341 StPO). Dass die Verteidigerin anlässlich der Berufungsverhandlung die Befragung des Beschwerdeführers zur Sache nicht verlangt hat, ändert nichts daran. Es obliegt der Verfahrensleitung, den gesetzlich vorgeschriebenen Verfahrensgang sicherzustellen. Ergänzungsfragen der Parteien können zwar eine lückenhafte gerichtliche Befragung komplettieren, eine fehlende jedoch grundsätzlich nicht ersetzen (vgl. GUT/FINGERHUTH, in: Kommentar zur schweizerischen Strafprozessordnung [StPO], 2. Aufl. 2014, N. 11 zu Art. 341 StPO).\n\n1.4.4 Die Vorinstanz begründet ihren Verzicht auf die Befragung des Beschwerdegegners mit dem Hinweis darauf, dass der Beschwerdeführer dessen Befragung nicht beantragt habe. Das Berufungsgericht ist jedoch verpflichtet, nicht nur auf Antrag, sondern von Amtes wegen für eine rechtskonforme Beweiserhebung besorgt zu sein. Sie wird deshalb zu prüfen haben, ob der Beschwerdegegner unter den Voraussetzungen von Art. 389 Abs. 2 und Art. 343 Abs. 3 i.V.m. Art. 405 StPO von Amtes wegen neu einzuvernehmen sein wird (vgl. vorstehend E. 1.4.1). Zum anderen übersieht die Vorinstanz, dass sie den Beschwerdegegner in Anwendung von Art. 405 Abs. 2 StPO zur Berufungsverhandlung vorgeladen hatte. Warum der Beschwerdegegner der Vorladung keine Folge leistete und die Berufungsverhandlung trotz dessen Abwesenheit fortgeführt wurde, ist nicht BGE 143 IV 288 S. 293ersichtlich. Der kontradiktorische Charakter des mündlichen Berufungsverfahrens sieht die Anwesenheit der Parteien vor, auf die nur in einfach gelagerten Fällen verzichtet werden kann, namentlich wenn der Sachverhalt unbestritten und nicht angefochten und deshalb eine Einvernahme (auch hinsichtlich der Zivilforderung) nicht erforderlich ist (vgl. Art. 405 Abs. 2 StPO; BBl 2006 1316 Ziff. 2.9.3.2; LUZIUS EUGSTER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 2 zu Art. 405 StPO mit Hinweisen). Dies war vorliegend nicht der Fall. Soweit der Beschwerdegegner in seiner Vernehmlassung vorbringt, er könne sich \"dispensieren oder vertreten lassen\", verkennt er, dass eine Dispensation nur auf Antrag und nicht von Amtes wegen erfolgt (BBl 2006 1316 Ziff. 2.9.3.2; vgl. auch MAZZUCCHELLI/POSTIZZI, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 3a zu Art. 338 StPO). Dass er ein schriftliches oder anlässlich der Berufungsverhandlung mündliches Dispensationsgesuch gestellt hat, welches die Vorinstanz genehmigt hat, ergibt sich aus den Verfahrensakten nicht. (...)"}