{"annee": "143", "cour": "IV", "page": "186", "date": "27/3/2017", "cite": ["132 II 1", "131 II 132"], "cite_par": [], "chapeau": "26. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. SA et B. contre Ministère public de la Confédération (recours en matière de droit public)\n\n1C_1/2017 du 27 mars 2017", "regestes": ["Art. 18a et 18b EIMP; transmission anticipée à l'étranger du résultat d'écoutes téléphoniques. L'art. 18a EIMP ne permet pas la transmission anticipée (c'est-à-dire avant toute décision de clôture) d'écoutes téléphoniques. L'art. 18b EIMP ne s'applique qu'aux données relatives au trafic informatique, et non au contenu des communications. A défaut d'une base légale ou conventionnelle, un tel mode de transmission n'est donc pas admissible (consid. 2)."], "faits": "BGE 143 IV 186 S. 186\n\nA. Le 4 avril 2016, le Ministère public de la Confédération (MPC) est entré en matière sur une demande d'entraide judiciaire formée par un juge d'instruction français dans le cadre d'une information pour délits d'initiés. Cette demande tendait à la production de l'intégralité des écoutes téléphoniques réalisées entre les 14 et 30 novembre 2014 sur des raccordements attribués à la société A. SA et à B. Dans sa décision, le MPC a ordonné la transmission immédiate BGE 143 IV 186 S. 187aux autorités françaises des résultats des mesures de surveillance, avant que les personnes concernées n'en soient informées, aux conditions suivantes:\n\na) L'utilisation à titre probatoire des données transmises par les autorités suisses est interdite jusqu'à autorisation donnée par lesdites autorités. Par utilisation à titre probatoire, on entend toute utilisation pour obtenir, motiver ou fonder une décision finale sur la cause ou un de ses aspects (prononcé de peines ou de mesures, confiscation, etc.). L'utilisation pour obtenir, fonder ou motiver des mesures d'enquête (p. ex. mise en sécurité de moyens de preuve ou de valeurs patrimoniales révélées par les écoutes, arrestations provisoires, etc.) ne constitue pas une utilisation à titre probatoire du présent paragraphe.\n\nb) Si la Suisse devait finalement refuser l'entraide, les autorités françaises devront retirer immédiatement de leur dossier, puis détruire la documentation objet des transmissions suisses à la première demande des autorités suisses.\n\nLe 6 avril 2016, le Tribunal des mesures de contrainte compétent (Tmc) a autorisé cette exploitation de moyens de preuve. Le 21 avril 2016, le MPC a encore rendu une ordonnance d'exécution de sa décision d'entrée en matière, estimant justifié de transmettre l'intégralité des communications (enregistrements vocaux, SMS, retranscriptions, données techniques, journaux des contacts et des identifications) sur la période visée.\n\nA. et B. ont été informés de cette mesure le 4 août 2016. Ils ont recouru auprès de la Cour des plaintes du Tribunal pénal fédéral contre les décisions des 4 et 21 avril 2016.\n\nB. Par arrêt du 21 décembre 2016, la Cour des plaintes a déclaré le recours irrecevable. Tant la décision d'entrée en matière que l'ordonnance d'exécution étaient de nature incidente. Certes, le MPC aurait pu rendre une ordonnance de clôture dès lors que les écoutes avaient déjà été effectuées auparavant. Toutefois, l'autorité requérante avait requis que ce volet de son enquête demeure confidentiel. Les conditions posées à une transmission immédiate permettaient de prévenir tout dommage irréparable.\n\nC. Par acte du 2 janvier 2017, A. SA et B. forment un recours en matière de droit public par lequel ils demandent au Tribunal fédéral d'annuler l'arrêt de la Cour des plaintes, de constater que la transmission anticipée à l'Etat requérant des écoutes téléphoniques n'est pas admissible en application de l'art. 18a EIMP, et que les conditions fixées à l'utilisation de ces enregistrements ne correspondent BGE 143 IV 186 S. 188pas à la réserve de la spécialité. Ils concluent aussi à ce que l'OFJ et le MPC soient invités à prendre les mesures adéquates auprès de l'autorité requérante pour mettre à exécution l'arrêt du Tribunal fédéral.\n\nLe Tribunal fédéral a admis le recours, déclarant recevable le recours formé à la Cour des plaintes et constatant que la transmission anticipée était illicite au regard de l'art. 18a EIMP. Les autres conclusions ont été écartées.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Sur le fond, les recourants estiment qu'une transmission anticipée des écoutes téléphoniques ne serait pas possible en vertu des art. 18a et 18b EIMP (RS 351.1). La première disposition ne permettrait pas une transmission avant le prononcé d'une ordonnance de clôture. La seconde ne s'appliquerait pas au contenu des communications, mais seulement aux données accessoires. Les recourants considèrent par ailleurs que la commission rogatoire du 25 janvier 2016 serait insuffisamment motivée et irrégulièrement formulée. Le MPC estime au contraire qu'une interprétation littérale, systématique, historique et téléologique des dispositions précitées, confirmée par une majorité de la doctrine, permettrait une transmission anticipée aux conditions telles que fixées dans sa décision. L'OFJ considère que les exigences du droit suisse ne sont pas entièrement adaptées aux instruments de coopération moderne et que la mesure de transmission anticipée serait le seul moyen propre à assurer la crédibilité de la Suisse dans le cadre de la mise en place de mesure d'entraide nécessitant réactivité et discrétion, sans quoi les enquêtes étrangères pourraient être bloquées, voire mises en danger.\n\n2.1 Dans le système de l'EIMP, toute transmission d'information à l'étranger doit en principe être précédée d'une décision de l'autorité suisse d'exécution se prononçant sur l'octroi et l'étendue de l'entraide judiciaire (art. 80d EIMP). Cette décision de clôture permet aux personnes touchées par la mesure d'entraide de faire valoir leurs objections et, le cas échéant, de recourir (art. 80b et 80e EIMP). Certains actes d'entraide peuvent faire exception à ce principe fondamental et impliquer une transmission prématurée d'informations à l'Etat requérant. Il s'agit notamment de l'autorisation donnée aux enquêteurs étrangers d'assister à l'exécution de la demande (art. 65a EIMP et 26 OEIMP [RS 351.11]), de la transmission spontanée BGE 143 IV 186 S. 189d'information (art. 67a EIMP), de l'audition par vidéoconférence ou par conférence téléphonique, et des divers moyens d'investigation impliquant la participation en Suisse d'enquêteurs étrangers (observation transfrontalière, livraison surveillée, enquête discrète et équipes communes d'enquête). Ces divers actes d'entraide peuvent être admis en droit suisse moyennant des précautions particulières, dans la mesure où ils sont expressément prévus par le droit interne ou lorsqu'ils sont imposés par les dispositions d'un traité international d'application immédiate (ZIMMERMANN, Communication d'informations et de renseignements pour les besoins de l'entraide judiciaire internationale en matière pénale: un paradigme perdu?, PJA 2007 p. 62 ss).\n\n2.2 Le droit suisse de procédure pénale (art. 269 ss CPP) prévoit certes que le résultat des écoutes téléphoniques puisse être exploité avant que l'intéressé n'en ait connaissance et permet ainsi de surseoir à l'information et au droit de recours de la personne concernée jusqu'à la clôture de la procédure préliminaire (art. 279 CPP). Dans le domaine de l'entraide judiciaire, le principe d'une transmission de renseignements à l'étranger en temps réel va cependant à l'encontre des règles générales sur la procédure d'entraide judiciaire rappelées ci-dessus (consid. 2.1; cf. également, s'agissant de l'engagement d'agents infiltrés étrangers, ATF 132 II 1 consid. 3.3 p. 8; Office fédéral de la justice [OFJ], L'entraide judiciaire internationale en matière pénale, Directives 9e édition 2009 p. 65). Il en va de même lorsque, comme en l'espèce, l'autorité suisse d'exécution procède préalablement aux écoutes et au tri des transcriptions et les transmet à l'autorité requérante avant toute ordonnance de clôture. Un tel mode de procéder devrait dès lors être soit explicitement prévu par le droit interne en matière d'entraide judiciaire (\"admis en droit suisse\", art. 63 al. 1 EIMP), soit imposé par une convention internationale (ATF 131 II 132 consid. 2 p.133). Tel n'est pas le cas en l'état actuel.\n\n2.3 Le deuxième Protocole additionnel à la CEEJ du 8 novembre 2001 (RS 0.351.12, entré en vigueur pour la Suisse le 1er février 2005) prévoit des nouveaux instruments de coopération tels que, notamment l'observation transfrontalière (art. 17), les enquêtes discrètes et équipes communes d'enquête (art. 19 et 20), soit autant de moyens d'investigation comportant une transmission de moyens de preuve en temps réel et à l'insu des personnes visées. La surveillance téléphonique en temps réel ne fait toutefois pas partie des moyens prévus. BGE 143 IV 186 S. 190\n\nQuant à l'art. III de l'Accord entre le Conseil fédéral suisse et le Gouvernement de la République française en vue de compléter la Convention européenne d'entraide judiciaire en matière pénale du 20 avril 1959, conclu le 28 octobre 1996 et entré en vigueur le 1er mai 2000 (RS 0.351.934.92), il ne concerne que le principe de spécialité sans constituer une base conventionnelle pour le transfert anticipé, voire en temps réel, du contenu d'écoutes téléphoniques.\n\nL'art. 18a EIMP a été adopté parallèlement à l'adoption du CPP et à la révision de la loi fédérale du 6 octobre 2000 sur la correspondance par poste et télécommunication (LSCPT; RS 780.1), pour tenir compte de l'abrogation de différentes dispositions de cette loi (Message du 21 décembre 2005 relatif à l'unification du droit de la procédure, FF 2006 1327). Il prévoit, à l'al. 2, que la surveillance de la correspondance par poste et télécommunication peut être ordonnée par le MPC ou l'OFJ, et doit être approuvée par le Tribunal des mesures de contrainte compétent (al. 3), sans toutefois autoriser expressément une remise anticipée des résultats de la surveillance. L'art. 18a al. 4 EIMP prévoit que les conditions de la surveillance et la procédure sont régies par les art. 269-279 CPP et par la LSCPT. Cette disposition, qui se trouvait déjà dans la version précédente de la loi (RO 2001 3096, 3110; Message du 1er juillet 1998 concernant les lois fédérales sur la surveillance [...], FF 1998 3730), se limite àun rappel des règles formelles de procédure et de compétence, mais n'a pas pour but de permettre une transmission anticipée de renseignements à l'étranger à l'insu des personnes ayant fait l'objet de la surveillance téléphonique (FF 2006 1327).\n\nQuant à l'art. 18b EIMP, il a été introduit suite à l'entrée en vigueur pour la Suisse, le 1er janvier 2012, de la Convention du Conseil de l'Europe du 23 novembre 2001 sur la cybercriminalité (RS 0.311.43; ci-après: CCC). Intitulé \"Divulgation rapide de données conservées\", l'art. 30 CCC prévoit en effet la communication des données concernant le trafic aux fins d'identifier le fournisseur de services et la voie de communication. Comme cela ressort de cette disposition, la transmission est limitée aux données informatiques. L'art. 18b EIMP, qui permet d'ordonner une transmission avant la clôture de la procédure d'entraide, est lui aussi limité aux données \"relatives au trafic informatique\", dans le cas spécifique où il s'agit de déterminer le fournisseur de services situé dans un Etat étranger. Il ne ressort ni de cette disposition, ni de l'art. 30 CCC, ni du Message du 18 juin 2010 relatif à l'approbation et à la mise en oeuvre de la Convention du BGE 143 IV 186 S. 191Conseil de l'Europe sur la cybercriminalité (FF 2010 4309 ss) que cette procédure pourrait s'appliquer à une surveillance téléphonique. Au contraire, le Message relève qu'en raison du conflit potentiel entre les principes de base de l'entraide judiciaire et les impératifs d'une transmission d'informations en temps réel, l'art. 18b EIMP se limite aux données relatives au trafic, sans inclure celles relatives au contenu (FF 2010 4311 s.). Dans ces conditions, il faut admettre, contre l'avis majoritaire de la doctrine (cf. AEPLI, in Basler Kommentar, Internationales Strafrecht, 2015, n° 35 ad art. 18a IRSG; FABBRI/FURGER, Geheime Überwachungsmassnahmen in der internationalen Kooperation in Strafsachen, Ermittlungserfolg im Ausland versus Rechtsgüterschutz in der Schweiz, RPS 128/2010 p. 394 ss; FABBRI, Geheime Beweiserhebung in der Schweiz im Rahmen der internationalen Strafrechtskooperation, in Rechtsschutz bei Schengen und Berlin, 2013, p. 39 ss, 58; ZIMMERMANN, op. cit., n. 441, qui admet un sursis ou une renonciation à la communication selon l'art. 279 al. 2 CPP et met en évidence les difficultés pratiques liées aux modalités d'une telle communication ultérieure), que la transmission anticipée d'écoutes téléphoniques n'est pas prévue en l'état actuel du droit suisse et international (HARARI/CORMINBOEUF, Entraide internationale en matière pénale et transmission anticipée à l'Etat requérant, in Mélanges en l'honneur de Claude Rouiller, 2016, p. 77 ss, 92). Une application analogique de l'art. 18b EIMP pourrait certes être envisagée s'agissant des données relatives au trafic téléphonique, mais il ressort de ce qui précède que le législateur a expressément voulu écarter toute transmission anticipée de données relatives au contenu des conversations.\n\nLa surveillance téléphonique en temps réel, à tout le moins la transmission anticipée de telles données, peut se révéler d'une grande utilité dans le cadre d'investigations qui doivent pour un temps demeurer secrètes. A défaut d'une base légale ou conventionnelle, un tel mode de procéder ne peut toutefois pas être admis. Il ne pourra l'être qu'à la faveur d'une révision législative. (...)"}