{"annee": "143", "cour": "IV", "page": "515", "date": "15/11/2017", "cite": [], "cite_par": [], "chapeau": "67. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_784/2017 vom 15. November 2017", "regestes": ["Usage sur la voie publique de plaques de contrôle falsifiées ou contrefaites; art. 97 al. 1 let. f LCR; confirmation de la jurisprudence. Des copies fidèles de vraies plaques de contrôle sont considérées comme falsifiées au sens de l'art. 97 al. 1 let. e et f LCR parce qu'elles n'ont pas été établies par l'autorité compétente. Le matériel utilisé n'est pas déterminant (consid. 1.2). Il est fait usage des plaques de contrôle au sens de l'art. 97 al. 1 let. f LCR lorsque celles-ci sont posées sur un véhicule et introduites dans le trafic roulant ou immobilisé sur des routes publiques. Aucune intention ou action d'induire en erreur n'est requise (consid. 1.3). L'usage par négligence est punissable (consid. 1.1)."], "faits": "BGE 143 IV 515 S. 516\n\nA. Am 6. November 2015 fuhr X. für eine Überführungsfahrt mit einem Lastwagen seines Arbeitgebers, der Firma A., von Hendschiken an deren Standort in Kloten. Dort bemerkte er, dass er die Händlerschilder für die Rückfahrt mit einem anderen Fahrzeug vergessen hatte. Weil die A. Kloten über keine Ersatzschilder verfügte, liess X. durch Mitarbeiter der Firma die zuvor verwendeten Schilder auf Papier kopieren. Die Schilderkopien liess er am Fahrzeug hinten mit Isolierklebeband montieren und vorne hinter die Windschutzscheibe legen. In der Folge lenkte er den Lieferwagen mit den angebrachten Papierschildern von Kloten bis zum Autobahn-Rastplatz Würenlos, wo er in eine Verkehrskontrolle geriet.\n\nB. Mit Strafbefehl vom 22. Januar 2016 verurteilte die Staatsanwaltschaft Baden X. wegen Missbrauchs von Ausweisen und Schildern sowie Nicht-Mitführens des Fahrzeugausweises zu einer bedingten Geldstrafe von 60 Tagessätzen zu Fr. 40.- sowie einer Busse von Fr. 620.-. Auf Einsprache von X. hin reduzierte der Präsident des Bezirksgerichts Baden die Strafe am 17. Februar 2017 auf 10 Tagessätze zu Fr. 60.- Geldstrafe und Fr. 140.- Busse. Die dagegen erhobene Berufung von X. wies das Obergericht des Kantons Aargau am 7. Juni 2017 ab.\n\nC. Mit Beschwerde in Strafsachen beantragt X., er sei vom Vorwurf des Missbrauchs von Ausweisen und Schildern im Sinne von Art. 97 Abs. 1 lit. f SVG freizusprechen.\n\nDas Bundesgericht weist die Beschwerde ab. BGE 143 IV 515 S. 517", "considerants": "Aus den Erwägungen:\n\n1. Der Anklagesachverhalt ist unbestritten. Der Beschwerdeführer macht aber geltend, Art. 97 Abs. 1 lit. f SVG sei nicht erfüllt. Er habe lediglich ein Fahrzeug ohne das erforderliche Kontrollschild im Sinne von Art. 96 Abs. 1 lit. a SVG geführt, was mit einer Busse zu ahnden gewesen wäre.\n\n1.1 Gemäss Art. 97 Abs. 1 lit. f SVG wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft, wer falsche oder verfälschte Kontrollschilder verwendet. Die Bestimmung stellt die Verwendung von am Fahrzeug angebrachten Kontrollschildern im öffentlichen Verkehr unter Strafe, die durch den Täter selbst oder durch einen Dritten im Sinne von lit. e der Norm verfälscht oder gefälscht wurden. Nach lit. e der Bestimmung macht sich strafbar, wer Kontrollschilder verfälscht oder falsche zur Verwendung herstellt. Der objektive Tatbestand verlangt als Tathandlung das Verfälschen eines echten und damit durch die zuständige Behörde herausgegebenen Kontrollschildes oder das Herstellen eines neuen falschen Kontrollschildes zwecks Verwendung. In subjektiver Hinsicht kann die Verwendung falscher oder verfälschter Kontrollschilder nach Art. 97 Abs. 1 lit. f SVG im Unterschied zu deren Herstellung gemäss Art. 97 Abs. 1 lit. e SVG sowohl vorsätzlich als auch fahrlässig begangen werden (JÜRG BÄHLER, in: Basler Kommentar, Strassenverkehrsgesetz, 2014, N. 24 ff. zu Art. 97 SVG; PHILIPPE WEISSENBERGER, Kommentar Strassenverkehrsgesetz und Ordnungsbussengesetz, 2. Aufl. 2015, N. 34 zu Art. 97 SVG; HANS GIGER, SVG, Kommentar, Strassenverkehrsgesetz [...], 8. Aufl. 2014, N. 12 f. zu Art. 97 SVG; BUSSY/RUSCONI/JEANNERET/KUHN/MIZEL/MÜLLER, Code suisse de la circulation routière commenté, 4. Aufl. 2015, N. 6.4 zu Art. 97 SVG).\n\nNach Art. 96 Abs. 1 lit. a SVG wird mit Busse bestraft, wer ohne den erforderlichen Fahrzeugausweis oder die Kontrollschilder ein Motorfahrzeug führt oder einen Anhänger mitführt. Die Tathandlung besteht darin, ein Fahrzeug ohne Fahrzeugausweis oder ohne die notwendigen Kontrollschilder im öffentlichen Verkehr zu führen (WEISSENBERGER, a.a.O., N. 6 zu Art. 96 SVG).\n\n1.2\n\n1.2.1 Der Beschwerdeführer macht geltend, das blosse Kopieren eines Kontrollschilds auf Papier sei rechtlich nicht als Fälschung zu qualifizieren, weil damit das Original nicht nachgeahmt werde. Infolgedessen entfalle die Anwendbarkeit von Art. 97 Abs. 1 lit. f SVG, BGE 143 IV 515 S. 518welche die Verwendung von gefälschten Kontrollschildern voraussetze.\n\n1.2.2 Dem Beschwerdeführer kann nicht gefolgt werden. Es ist unbestritten, dass die am Fahrzeug befestigten und im öffentlichen Verkehr verwendeten Kontrollschilder Kopien eines echten, d.h. von der zuständigen Behörde herausgegebenen Kontrollschilds waren. Die Vorinstanz erwägt daher zu Recht, dass die Kontrollschilder objektiv gefälscht waren, weil sie gerade nicht vom vorgegebenen Aussteller stammten. Sie wurden vielmehr unbestrittenermassen mittels Reproduktion vom Arbeitgeber des Beschwerdeführers angefertigt und waren damit falsch im Sinne von Art. 97 Abs. 1 lit. e SVG (vgl. Urteile 6B_205/2011 vom 8. Juli 2011 E.1 f.; 6B_457/2009 vom 5. September 2009 E. 1.2.4 f.). Dass sie auf einem echten Schild basierten, macht die Kopien nicht zu echten Schildern. Für die Qualifizierung als Fälschung spielt auch keine Rolle, ob diese täuschend echt oder von weitem als Fälschung erkennbar ist (WEISSENBERGER, a.a.O., N. 33 zu Art. 97 SVG). Ausschlaggebend ist alleine, dass ein Duplikat des echten Schildes, also ein neues falsches Kontrollschild hergestellt und im öffentlichen Verkehr verwendet wurde. Ebenso ist irrelevant, dass das amtlich abgegebene Kontrollschild aus Blech, nicht wie vorliegend aus Papier hergestellt ist, oder ob die Kopie vom Original auf den ersten Blick unterscheidbar ist. Im Übrigen ist dem Beschwerdeführer angesichts der in den Akten befindlichen Fotos des verwendeten Schildes zu widersprechen, wenn er geltend macht, die Fälschung sei ohne weiteres als solche erkennbar gewesen.\n\nEntgegen dem Einwand des Beschwerdeführers ist das von der Vorinstanz zitierte Urteil 6B_457/2009 vom 5. September 2009, welches die Verwendung von Kontrollschildern aus Karton zum Gegenstand hatte, für den vorliegenden Fall einschlägig. Zwar wurde darin (nur) die Frage erörtert, ob der Beschwerdeführer einen Rechtsirrtum geltend machen könne. Damit bejahten die Gerichte aber implizit, dass die verwendeten Kontrollschilder aus Karton unecht im Sinne des Gesetzes waren und den Tatbestand des Art. 97 Abs. 1 lit. f SVG erfüllten, was vor Bundesgericht nicht mehr streitig war. Dies muss ebenso für Kopien aus Papier gelten. Nicht stichhaltig ist auch der Einwand zum Urteil 6B_205/2011 vom 8. Juli 2011, wonach dieses mit der vorliegenden Situation nicht vergleichbar sei, da die verwendeten Schilder von einer französischen Firma und aus Blech hergestellt worden waren. Es leuchtet nicht ein, inwiefern die geografische Herkunft der Fälschung für die Frage der Echtheit relevant sein soll. Das Bundesgericht hielt zudem ausdrücklich fest, BGE 143 IV 515 S. 519dass die Kontrollschilder Fälschungen waren, weil sie - wie vorliegend auch - nicht von der zuständigen Behörde herausgegeben wurden. Die Qualifikation als Fälschung war im Übrigen unbestritten.\n\n1.3\n\n1.3.1 Der Beschwerdeführer bringt vor, die Bestrafung wegen Missbrauchs von Ausweisen und Schildern im Sinne von Art. 97 SVG setze u.a. eine bewusste Täuschungshandlung voraus. Diese sei durch die Montage der Schilder gegeben. Wer jedoch bloss mit einem Fahrzeug mit falschen Kontrollschildern auf öffentlichen Strassen herumfahre, ohne vorher die Schilder am Fahrzeug angebracht zu haben, begehe keine aktive Täuschungshandlung, habe die Schilder folglich nicht missbräuchlich verwendet i.S.v. Art. 97 Abs. 1 lit. f SVG und sei daher nicht strafbar.\n\n1.3.2 Die Begründung des Beschwerdeführers überzeugt nicht. Wie die Vorinstanz zutreffend festhält, müssen die Kontrollschilder an einem Fahrzeug angebracht und im Fahr- oder ruhenden Verkehr auf öffentlichen Strassen eingesetzt werden, damit sie als verwendet im Sinne des Gesetzes gelten und der objektive Tatbestand erfüllt ist. Dies ergibt sich aus dem Geltungsbereich des SVG sowie aus der allgemeinen Vorschrift des Art. 10 Abs. 1 SVG, wonach Motorfahrzeuge und ihre Anhänger nur mit Fahrzeugausweis und Kontrollschildern in Verkehr gebracht werden dürfen (BÄHLER, a.a.O., N. 26 zu Art. 97 SVG). Der Vorinstanz ist zuzustimmen, dass die Montage der gefälschten Kontrollschilder am Fahrzeug als aktive Täuschungshandlung für die Erfüllung des Tatbestandes nicht vorausgesetzt ist. Wer das gefälschte Kennzeichen verwendet, ob der Fälscher selber oder ein Dritter, ist unerheblich. Entscheidend ist die Verwendung der gefälschten Schilder im Strassenverkehr. Würde der Auffassung des Beschwerdeführers gefolgt, wäre der Täter, der die falschen Schilder im öffentlichen Verkehr benutzt, immer für beide Tatbestände gleichzeitig zu bestrafen; es könnte nie zwei unterschiedliche Täter geben, was die Trennung in zwei verschiedene Tathandlungen bzw. Tatbestände obsolet machen würde. Der Beschwerdeführer hat die gefälschten Schilder zudem verwendet, indem er das damit ausgestattete Fahrzeug im Verkehr führte. Die Schilder waren am Auto angebracht, da sie hinten mit Klebeband montiert und vorne hinter die Windschutzscheibe platziert wurden. Er handelte vorsätzlich, zumal unbestritten ist, dass der Beschwerdeführer die Kopien anfertigen und anbringen liess, weil er die echten Schilder in der Firma in Kloten lassen musste und keine Ersatzschilder mitgenommen hatte. Er wusste, dass die Schilder Kopien waren. BGE 143 IV 515 S. 520\n\nIm Übrigen wäre eine Täuschungshandlung ebenfalls zu bejahen. Das Anbringen der Schilder geschah offenkundig in der Absicht, diese als echt erscheinen zu lassen, daher die exakte Kopie. Daran ändert nichts, dass die Kopie auf den zweiten Blick als solche zu erkennen war, wurde sie doch nur für eine einzige Fahrt angefertigt. Entgegen seinem Einwand hat der Beschwerdeführer mit der Verwendung falscher Schilder auch die Sicherheit im Strassenverkehr gefährdet, namentlich mögliche Rechte anderer Verkehrsteilnehmer (wie etwa Haftpflichtansprüche).\n\n1.4 Die Vorinstanz verletzt kein Bundesrecht, indem sie die Erfüllung des Tatbestands von Art. 97 Abs. 1 lit. f SVG bejaht. Der angefochtene Entscheid ist rechtens."}