{"annee": "143", "cour": "II", "page": "396", "date": "3/4/2017", "cite": ["131 II 722", "123 II 218", "143 II 382"], "cite_par": ["143 II 382"], "chapeau": "28. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A.A. et B.A. contre Service des contributions de la République et canton de Neuchâtel et Administration cantonale des impôts du canton de Vaud (recours en matière de droit public)\n\n2C_1165/2014 / 2C_1166/2014 du 3 avril 2017", "regestes": ["Art. 33 al. 1 let. a LIFD; art. 12 LHID; indemnités pour résiliation anticipée d'un contrat de prêt hypothécaire. Lorsque la résiliation anticipée d'un contrat de prêt hypothécaire est due à la vente de l'immeuble grevé, l'indemnité versée en raison de la rupture du contrat n'a pas suffisamment de lien avec la dette pour constituer un intérêt passif au sens de l'art. 33 al. 1 let. a LIFD (consid. 2.3 et 2.4). Dans ce cas, il convient d'examiner la situation à l'aune de l'art. 12 LHID relatif à l'impôt sur les gains immobiliers (consid. 2.4). L'assimilation de cette indemnité à des intérêts passifs peut se justifier lorsque celle-ci, versée pour rupture anticipée du prêt, résulte de la conclusion d'un nouveau contrat de prêt aux conditions modifiées (contrat conclu avec le même créancier à un taux plus avantageux; consid. 2.3; voir également à ce sujet ATF 143 II 382)."], "faits": "BGE 143 II 396 S. 397\n\nA. Les époux A.A. et B.A. sont domiciliés dans le canton de Neuchâtel depuis le 2 mars 2012. Jusqu'au mois de juin 2012, ils étaient propriétaires d'un appartement situé dans le canton de Vaud. L'immeuble était grevé de deux hypothèques contractées auprès de D. SA.\n\nLe 12 juin 2012, les époux ont vendu leur immeuble. A cette occasion, les intéressés ont résilié de manière anticipée les deux contrats de crédit. Dans des décomptes du 6 juin 2012, D. SA a arrêté les coûts pour le remboursement anticipé à 9'174.30 fr. pour le premier contrat et à 34'326.90 fr. pour le second.\n\nDans leur déclaration sur les gains immobiliers pour la période fiscale 2012, les époux ont fait valoir, au titre d'impenses, les pénalités hypothécaires. Par décision du 24 août 2012, l'Office d'impôt du district de Nyon a informé les intéressés que la pénalité pour échéance anticipée des contrats de prêt était assimilée à des frais d'intérêts hypothécaires déductibles dans leur déclaration d'impôt ordinaire.\n\nDans leur déclaration fiscale neuchâteloise pour la période fiscale 2012, les époux ont porté en déduction de leur revenu imposable un montant de 43'501.20 fr. au titre de pénalités de résiliation.\n\nB. Le 16 octobre 2013, le Service des contributions de Neuchâtel a refusé la défalcation des pénalités de résiliation.\n\nLes époux ont contesté en vain ce prononcé par la voie de la réclamation. Le recours interjeté contre la décision sur réclamation auprès du Tribunal cantonal de Neuchâtel a été rejeté par arrêt du 27 novembre 2014. BGE 143 II 396 S. 398\n\nC. Agissant par la voie du recours en matière de droit public, les époux concluent principalement à l'annulation de l'arrêt du 27 novembre 2014 et à la déduction au titre d'intérêts passifs des indemnités pour dénonciation anticipée de leurs contrats de prêt hypothécaire.\n\nLe Tribunal fédéral rejette le recours des époux, tant concernant l'IFD que l'ICC.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Le litige porte sur le point de savoir si les indemnités pour résiliation anticipée de contrats de prêts hypothécaires sont déductibles du revenu au titre d'intérêts passifs au sens des art. 33 al. 1 let. a LIFD (RS 642.11) et 9 al. 2 let. a LHID (RS 642.14).\n\nI. Impôt fédéral direct\n\n2.1 L'art. 33 al. 1 let. a LIFD autorise la défalcation, au titre de \"Déductions générales\", des intérêts passifs à concurrence du rendement imposable de la fortune au sens des art. 20 et 21 LIFD, augmentée d'un montant de 50'000 francs. La notion d'intérêts doit être interprétée sous l'angle économique. La forme, la désignation et le moment du versement des intérêts importent peu (arrêts 2C_142/2014 du 13 avril 2015 consid. 2.3.1, in RDAF 2015 II p. 458; 2C_874/2013 du 21 mai 2014 consid. 2.1, in ASA 83 p. 55; 2C_516/2011 du 28 décembre 2011 consid. 3.1, in RDAF 2012 II p. 67; 2C_393/2008 du 19 novembre 2008 consid. 2.3, in RDAF 2009 II p. 446). L'intérêt est la rémunération due lors de l'allocation ou de la non-restitution du capital, dans la mesure où elle est régulièrement calculée en pour cent, au prorata du temps et en quota du capital (arrêts 2A.81/1992 du 30 septembre 1992 consid. 2a, in RDAF 1995 p. 35; 2A.381/1990 du 4 octobre 1991 consid. 2, in RDAF 1993 p. 416; YVES NOËL, in Commentaire romand, Impôt fédéral direct, 2e éd. 2017, n° 7 ad art. 33 LIFD). La déduction d'intérêts passifs suppose donc l'existence d'une dette pécuniaire. Ce n'est que si une relation existe entre les intérêts et la dette qu'il peut être question d'intérêts passifs (cf. arrêts 2A.508/2001 du 26 juin 2002 consid. 2.1; 2A.81/1992 du 30 septembre 1992 consid. 2a, in RDAF 1995 p. 35; 2A.381/1990 du 4 octobre 1991, in RDAF 1993 p. 416). Le Tribunal fédéral a eu l'occasion de préciser à plusieurs reprises que le rapport avec la dette faisait défaut dans les contrats de leasing (arrêts 2A.148/2002 du 7 mai 2002 consid. 3.1; 2A.81/1992 du 30 septembre 1992 consid. 2c, in RDAF BGE 143 II 396 S. 3991995 p. 35; 2A.381/1990 du 4 octobre 1991 consid. 2, in RDAF 1993 p. 416). Les intérêts sur des crédits de construction ne constituent pas non plus des intérêts passifs déductibles du revenu au sens de l'art. 33 al. 1 let. b LIFD. Selon la jurisprudence, il s'agit de dépenses pour l'acquisition ou l'amélioration d'un bien au sens de l'art. 34 let. d LIFD (arrêts 2C_516/2011 du 28 décembre 2011 consid. 3.1; 2A.246/1995 du 24 avril 1977 consid. 4, non publié in ATF 123 II 218).\n\n2.2 Les pratiques cantonales diffèrent sur la question de la déduction, au titre d'intérêts passifs, de l'indemnité versée pour rupture anticipée d'un prêt hypothécaire. Alors que certains cantons, dont Bâle-Campagne (arrêt du Tribunal fiscal du canton de Bâle-Campagne du 26 novembre 2004, BStPra 6/2005, p. 324), Zurich (RICHNER ET AL., in Kommentar zum Zürcher Steuergesetz, 3e éd. 2013, n° 15 § 31), et Vaud (arrêt du Tribunal administratif du canton de Vaud du 27 avril 2005, in FI 2004.0111), admettent la déduction de telles indemnités, d'autres, en particulier le Tessin (arrêt du Tribunal fiscal du canton du Tessin du 17 mars 2000 N. 80.2000.00005, in LT 1994 p. 388 s.), Lucerne (arrêt du Tribunal administratif du canton de Lucerne du 17 février 1998, in StE 1998 B 27.2 n. 20) et Neuchâtel (arrêt du Tribunal cantonal du canton de Neuchâtel, CDP.2011. 99-FISC du 17 août 2011, in RDAF 2012 II p. 92), estiment que ces indemnités ne constituent pas des intérêts passifs au sens de l'art. 33 al. 1 let. a LIFD.\n\n2.3 Selon une partie de la doctrine, faute de lien avec la dette, l'indemnité pour rupture anticipée d'un prêt hypothécaire versée par le contribuable ne constitue pas un intérêt passif déductible du revenu en application de l'art. 33 LIFD (RICHNER ET AL., in Handkommentar zum DBG, 2e éd. 2009, n° 14 ad art. 33 LIFD; PETER LOCHER, Kommentar zum DBG, vol. I, 2001, n° 14 ad art. 33 LIFD). D'autres auteurs privilégient une approche pragmatique de la situation, consistant à examiner la nature de l'indemnité versée par le contribuable (RAPHAËL GANI, note in RDAF 2012 II p. 92; ZIGERLIG/JUD, in Bundesgesetz über die direkte Bundessteuer [DBG], Kommentarzum schweizerischen Steuerrecht, vol. I/2a, 2e éd. 2008, n° 9a ad art. 33 LIFD). Selon GANI, la déduction est exclue lorsque l'indemnité consiste dans une simple clause pénale au sens des art. 160 ss CO. Il en va en revanche autrement lorsque l'indemnité est calculée en fonction du différentiel des taux hypothécaires et du manque à gagner du créancier qui ne percevra pas les intérêts jusqu'à la fin de BGE 143 II 396 S. 400la durée initiale du contrat de prêt. Dans ce cas, l'indemnité représente une composante \"d'intérêts futurs\", ce qui permet, à certaines conditions, de les assimiler à des intérêts passifs au sens de l'art. 33 al. 1 let. a LIFD. L'auteur distingue toutefois deux situations: dans l'une, le contribuable résilie le contrat hypothécaire de manière anticipée en vue de conclure un nouveau contrat à un taux plus avantageux; dans l'autre, le contribuable vend l'immeuble grevé de l'hypothèque. Dans le premier cas, l'auteur considère que la composante \"manque à gagner sur intérêts futurs\" est prépondérante, de sorte que l'indemnité versée doit être assimilée à des intérêts passifs. Dans le second, l'auteur retient que le lien entre l'indemnité et la dette n'est pas suffisant pour constituer un intérêt passif au sens de l'art. 33 LIFD (GANI, op. cit., p. 97).\n\nCe dernier courant de doctrine doit être suivi. En effet, l'assimilation à des intérêts passifs peut se justifier lorsque l'indemnité pour rupture anticipée du prêt résulte de la conclusion d'un nouveau contrat de prêt hypothécaire aux conditions modifiées (contrat conclu avec le même créancier à un taux plus avantageux). En pareille hypothèse, on peut arguer que la relation entre cette indemnité et la dette hypothécaire sous-jacente subsiste, de sorte que l'indemnité s'apparente davantage à une rémunération qu'à un dédommagement ou une pénalité (ATF 143 II 382 consid. 5.3.1 p. 393). L'indemnité pour rupture anticipée du prêt devrait alors être assimilée à des intérêts passifs, déductibles du revenu ordinaire.\n\n2.4 En revanche, lorsque la résiliation anticipée du contrat de prêt est due à la vente de l'immeuble grevé de l'hypothèque, il convient d'examiner la situation à l'aune de l'art. 12 LHID relatif à l'impôt sur les gains immobiliers. D'après cette disposition, l'impôt sur les gains immobiliers a pour objet les gains réalisés lors de l'aliénation de tout ou partie (notamment) d'un immeuble faisant partie de la fortune privée du contribuable, à condition que le produit de l'aliénation soit supérieur aux dépenses d'investissement (prix d'acquisition ou autre valeur s'y substituant, impenses). En principe, les cantons sont libres de déterminer les dépenses pouvant être prises en considération à titre d'impenses (ATF 131 II 722 consid. 2.1 p. 723 s.; arrêts 2C_817/ 2014 du 25 août 2015 consid. 2.2.1, in RDAF 2016 II p. 11; 2C_589/ 2014 du 27 mars 2015 consid. 2.3, in ASA 84 p. 248; 2C_674/2014 du 11 février 2015 consid. 3.2, in ASA 83 p. 614; 2C_131/2009 du 7 septembre 2009 consid. 3.1). Le législateur cantonal ne dispose cependant que d'une latitude limitée pour ce qui est de la BGE 143 II 396 S. 401 description du gain imposable; en effet, le gain immobilier et l'impôt sur le revenu sont étroitement liés (ATF 131 II 722 consid. 2.1 p. 723 s.; arrêt 2C_77/2013 du 6 mai 2013 consid. 5.1, in StE 2013 B 44.12.3 n. 7). En particulier, s'agissant des notions de \"produit de l'aliénation\", \"dépenses d'investissement\" et \"autre valeur s'y substituant\", le principe de l'harmonisation verticale voudrait que l'on adopte la même interprétation pour l'impôt cantonal et communal que pour l'impôt fédéral direct (ATF 143 II 382 précité, consid. 4.1 p. 388). D'après la jurisprudence, la notion d'impenses se réfère aux dépenses apportant une plus-value à l'immeuble (ATF 143 II 382 précité, consid. 4.2.1 p. 389; arrêts 2C_674/2014 précité, consid. 3.3; 2C_398/2009 du 16 novembre 2009 consid. 2.4; 2C_288/2007 du 19 décembre 2007, in RtiD 2008 I p. 971). Les dépenses doivent en outre avoir été effectivement versées par l'aliénateur (\"principe de la comptabilisation des coûts effectifs\": ATF 143 II 382 précité, consid. 4.2.2 p. 390; arrêts 2C_817/2014 précité, consid. 2.2.3; 2C_77/2013 précité, consid. 4.2) et être en relation étroite avec l'aliénation du bien immobilier (ATF 143 II 382 précité, consid. 4.3 p. 391; arrêts 2C_817/ 2014 précité, consid. 2.2.2; 2C_674/2014 précité, consid. 3.2). La jurisprudence précise enfin qu'une dépense consentie sur un immeuble qui est déduite ou déductible de l'impôt sur le revenu ne peut plus être considérée comme appartenant aux impenses déductibles du gain immobilier, sous peine d'accorder une double déduction contraire à l'imposition selon la capacité économique (arrêt 2C_674/2014 précité, consid. 3.3).\n\n3. Dans l'arrêt attaqué, confirmant sa propre jurisprudence (arrêt du Tribunal cantonal du canton de Neuchâtel CDP.2011.99-FISC du 17 août 2011), le Tribunal cantonal a considéré que, dans la mesure où l'indemnité constituait une pénalité ou un dédommagement à verser à la banque en raison de la résiliation anticipée du contrat, un lien de dépendance avec la dette faisait défaut. Il en a déduit que l'indemnité n'était pas déductible selon l'art. 33 al. 1 let. a LIFD.\n\nCe raisonnement n'est pas critiquable. D'après les constatations cantonales, qui lient le Tribunal de céans (cf. art. 105 al. 1 LTF), les recourants ont résilié avant terme deux contrats hypothécaires conclus auprès de D. dans le but de vendre leur bien immobilier. On ne se trouve donc pas dans l'hypothèse où la relation contractuelle avec le créancier perdure en dépit de nouvelles conditions de prêt. Il ne s'agit pas non plus de la situation dans laquelle un nouveau contrat de prêt est conclu avec un créancier différent. Dans la présente espèce, la résiliation anticipée du contrat de prêt est due à la vente de BGE 143 II 396 S. 402l'immeuble grevé de l'hypothèque. En pareille hypothèse, il y a lieu de considérer que l'indemnité versée en raison de la résiliation anticipée des contrats de prêt n'a pas suffisamment de lien avec la dette pour constituer un intérêt passif au sens de l'art. 33 al. 1 let. a LIFD.\n\nDans ces conditions, l'instance précédente n'a pas violé le droit fédéral en confirmant le refus du Service des contributions de déduire du revenu des recourants les indemnités versées pour dénonciation avant terme des contrats de prêt.\n\nIl suit de ce qui précède que le recours doit être rejeté en ce qui concerne l'IFD. (...)"}