{"annee": "143", "cour": "II", "page": "102", "date": "12/12/2016", "cite": ["140 III 59", "142 I 135"], "cite_par": [], "chapeau": "9. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössisches Departement für Wirtschaft, Bildung und Forschung gegen X. AG sowie Amt für Wirtschaft und Arbeit des Kantons Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_625/2016 vom 12. Dezember 2016", "regestes": ["Art. 360a et 360b CO; art. 1 et 7 LDét; art. 11 et 16c Odét; libre circulation des personnes, mesures d'accompagnement contre le dumping salarial, droit de renseignement des commissions tripartites. Bases légales et but des mesures d'accompagnement (consid. 2.1 et 2.2); fonction et tâches des commissions tripartites, en particulier le droit d'obtenir des renseignements et de consulter des documents conformément à l'art. 360b al. 5 CO (consid. 2.3 et 2.4). Il ressort tant des travaux préparatoires, de la systématique de la loi que de la règle spécifique prévue à l'art. 7 al. 2 LDét que l'art. 360b al. 5 CO doit être interprété en ce sens que l'entreprise contrôlée est tenue de mettre à disposition, respectivement transmettre aux commissions tripartites tous les documents nécessaires à l'exécution de l'enquête (consid. 3)."], "faits": "BGE 143 II 102 S. 103\n\nA. Die Arbeitskontrollstelle für den Kanton Zürich (im Folgenden: AKZ) führte am 16. Februar 2015 auf einer Baustelle in U./ZH eine Kontrolle der Lohn- und Arbeitsbedingungen durch. Am Einsatzort angetroffen und kontrolliert wurde unter anderem der portugiesische Staatsangehörige A., Angestellter der X. AG mit Sitz in V./ZH. Bezugnehmend auf die Baustellenkontrolle vom 16. Februar 2015 forderte die AKZ die X. AG am 4. März 2015 zur Edition diverser Unterlagen betreffend die Lohn- und Arbeitsbedingungen von A. auf. Die mit diesem Schreiben bzw. mit Ermahnungsschreiben vom 1. April 2015 angesetzten Fristen liess die X. AG ungenutzt verstreichen.\n\nB. Mit Verfügung vom 19. Mai 2015 ordnete das Amt für Wirtschaft und Arbeit des Kantons Zürich (AWA) an, B., einzelzeichnungsberechtigtes und einziges Mitglied des Verwaltungsrates der X. AG, habe ihm bis spätestens 19. Juni 2015 Kopien des Arbeitsvertrages, der Lohnabrechnungen der Monate Dezember 2014, Januar und Februar 2015 sowie der entsprechenden Arbeitszeitrapporte des Arbeitnehmers A. zuzustellen (Dispositiv-Ziff. 1) und drohte ihm bei Nichtbefolgung dieser Verfügung eine Strafanzeige wegen Ungehorsams gegen amtliche Verfügungen an (Dispositiv-Ziff. 2).\n\nDen dagegen erhobenen Rekurs wies die Volkswirtschaftsdirektion des Kantons Zürich mit Verfügung vom 25. Januar 2016 ab und setzte der X. AG eine neue Frist zur Einreichung der streitigen Unterlagen bis 1. März 2016. Das Verwaltungsgericht des Kantons Zürich, 4. Abteilung, hiess die von der X. AG dagegen erhobene Beschwerde mit Urteil vom 18. Mai 2016 gut, soweit es darauf eintrat. Es hob Dispositiv-Ziff. 1 des Rekursentscheides vom 25. Januar 2016 (Bestätigung der Herausgabepflicht) sowie Dispositiv-Ziff. 1 der Verfügung des AWA vom 19. Mai 2015 auf und regelte die BGE 143 II 102 S. 104Kosten des Rekursverfahrens (Dispositiv-Ziff. 2 des Rekursentscheides) neu.\n\nC. Mit Eingabe vom 4. Juli 2016 erhebt das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht. Es beantragt, das angefochtene Urteil des Verwaltungsgerichts vom 18. Mai 2016 sei aufzuheben und die Verfügung des AWA vom 19. Mai 2015 zu bestätigen. Der Beschwerdegegnerin sei eine neue Frist von 10 Tagen ab Rechtskraft des Bundesgerichtsurteils anzusetzen, um die in der Verfügung des AWA vom 19. Mai 2015 genannten Unterlagen einzureichen.\n\nDas AWA und die Volkswirtschaftsdirektion des Kantons Zürich beantragen die Gutheissung der Beschwerde. Das Verwaltungsgericht des Kantons Zürich verzichtet auf eine Vernehmlassung. Die X. AG hat sich nicht vernehmen lassen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Zur Abfederung der Auswirkungen des Abkommens zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen, FZA; SR 0.142.112.681) auf den Arbeitsmarkt hat der schweizerische Gesetzgeber so genannte flankierende Massnahmen erlassen. Diese bezwecken namentlich den Schutz vor Sozial- und Lohndumping und sollen für die hiesigen Anbieter und diejenigen der EU/EFTA-Staaten, die von der beschränkten Dienstleistungsfreiheit des Freizügigkeitsrechts profitieren, gleiche Bedingungen (\"gleich lange Spiesse\") schaffen (Urteil 2C_81/2010 vom 7. Dezember 2010 E. 1.2; vgl. auch STREIFF/VON KAENEL/RUDOLPH, Arbeitsvertrag, 7. Aufl. 2012, N. 1 und 2 zu Art. 360a OR; JEANNERAT/MAHON, in: Commentaire du contrat de travail, 2013, N. 3 zu Art. 360a OR).\n\n2.2 Im Zusammenhang mit den flankierenden Massnahmen wurden unter anderem Art. 360a und Art. 360b OR (in der Fassung vom 8. Oktober 1999; AS 2003 1370; BBl 1999 6128) per 1. Juni 2003 (Art. 360b OR) bzw. 1. Juni 2004 (Art. 360a OR) in Kraft gesetzt. Diese Mindestlohnvorschriften lauten wie folgt: BGE 143 II 102 S. 105\n\nArt. 360a OR: 1. Voraussetzungen\n\n1 Werden innerhalb einer Branche oder einem Beruf die orts-, berufs- oder branchenüblichen Löhne wiederholt in missbräuchlicher Weise unterboten und liegt kein Gesamtarbeitsvertrag mit Bestimmungen über Mindestlöhne vor, der allgemein verbindlich erklärt werden kann, so kann die zuständige Behörde zur Bekämpfung oder Verhinderung von Missbräuchen auf Antrag der tripartiten Kommission nach Artikel 360b einen befristeten Normalarbeitsvertrag erlassen, der nach Regionen und gegebenenfalls Orten differenzierte Mindestlöhne vorsieht.\n\n(...)\n\nArt. 360b OR: 2. Tripartite Kommissionen\n\n1 Der Bund und jeder Kanton setzen eine tripartite Kommission ein, die sich aus einer gleichen Zahl von Arbeitgeber- und Arbeitnehmervertretern sowie Vertretern des Staates zusammensetzt.\n\n2 (...)\n\n3 Die Kommissionen beobachten den Arbeitsmarkt. Stellen sie Missbräuche im Sinne von Artikel 360a Absatz 1 fest, so suchen sie in der Regel eine direkte Verständigung mit den betroffenen Arbeitgebern. Gelingt dies innert zwei Monaten nicht, so beantragen sie der zuständigen Behörde den Erlass eines Normalarbeitsvertrages, der für die betroffenen Branchen oder Berufe Mindestlöhne vorsieht.\n\n4 Ändert sich die Arbeitsmarktsituation in den betroffenen Branchen, so beantragt die tripartite Kommission der zuständigen Behörde die Änderung oder die Aufhebung des Normalarbeitsvertrags.\n\n5 Um die ihnen übertragenen Aufgaben wahrzunehmen, haben die tripartiten Kommissionen in den Betrieben das Recht auf Auskunft und Einsichtnahme in alle Dokumente, die für die Durchführung der Untersuchung notwendig sind. Im Streitfall entscheidet eine hierfür vom Bund beziehungsweise vom Kanton bezeichnete Behörde. (...)\n\nEbenfalls im Zusammenhang mit den flankierenden Massnahmen ist per 1. Juni 2004 das Bundesgesetz vom 8. Oktober 1999 über die flankierenden Massnahmen bei entsandten Arbeitnehmerinnen und Arbeitnehmern und über die Kontrolle der in Normalarbeitsverträgen vorgesehenen Mindestlöhne (Entsendegesetz, EntsG; SR 823.20) in Kraft getreten. Dieses regelt gemäss Art. 1 Abs. 1 EntsG zunächst die minimalen Arbeits- und Lohnbedingungen für Arbeitnehmerinnen und Arbeitnehmer, die ein Arbeitgeber mit Wohnsitz oder Sitz im Ausland in die Schweiz entsendet, damit sie hier für einen bestimmten Zeitraum a) auf seine Rechnung und unter seiner Leitung im Rahmen eines Vertragsverhältnisses zwischen ihm und dem Leistungsempfänger eine Arbeitsleistung erbringen oder b) in einer Niederlassung oder einem Betrieb arbeiten, der zur BGE 143 II 102 S. 106Unternehmensgruppe des Arbeitgebers gehört. Gemäss dem am 1. Januar 2013 in Kraft getretenen Art. 1 Abs. 2 EntsG regelt das Entsendegesetz ebenfalls die Kontrolle der Arbeitgeber, die Arbeitnehmerinnen und Arbeitnehmer in der Schweiz anstellen, und die Sanktion gegen solche Arbeitgeber, wenn sie gegen Bestimmungen über den Mindestlohn verstossen, die in einem Normalarbeitsvertrag im Sinne von Art. 360a OR vorgeschrieben sind. Art. 7 Abs. 2 EntsG hält weiter fest, dass der Arbeitgeber den tripartiten Kommissionen auf Verlangen alle Dokumente zustellen muss, welche die Einhaltung der Arbeits- und Lohnbedingungen der Arbeitnehmerinnen und Arbeitnehmer belegen.\n\n2.3 In Bezug auf die Funktion und Aufgaben der tripartiten Kommission (vgl. für den Kanton Zürich: Verordnung vom 30. Oktober 2002 über die tripartite Kommission für arbeitsmarktliche Aufgaben und die Kontrollbehörde gemäss Entsendegesetz [LS 823.41; nachfolgend: VTPK/ZH]) sind sich die Verfahrensbeteiligten einig, dass der Begriff \"beobachten\" in Art. 360b Abs. 3 Satz 1 OR nicht zur Annahme verleiten darf, die tripartiten Kommissionen könnten sich auf ein passives Beobachten beschränken; vielmehr sind diese mit breiten Untersuchungskompetenzen ausgestattet (STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 3 zu Art. 360b OR; JEANNERAT/MAHON, a.a.O., N. 15 zu Art. 360b OR; Botschaft vom 23. Juni 1999 zur Genehmigung der sektoriellen Abkommen zwischen der Schweiz und der EG, BBl 1999 6407 Ziff. 276.23). Ebenfalls unbestritten ist, dass die tripartiten Kommissionen ihre Kontrolltätigkeiten (vgl. § 4 VTPK/ZH) an Hilfspersonen delegieren dürfen (STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 3 zu Art. 360b OR; vgl. auch Art. 7a Abs. 1 EntsG).\n\n2.4 Umstritten und im Folgenden näher zu prüfen ist die Frage, ob den tripartiten Kommissionen und ihren Hilfspersonen gestützt auf Art. 360b Abs. 5 Satz 1 OR nicht nur ein Einsichtsrecht in alle Dokumente, die für die Durchführung der Untersuchung notwendig sind, zusteht, sondern ob sie auch berechtigt sind, die Arbeitgeber zu verpflichten, diese Dokumente an sie herauszugeben. Aus der kantonalen Gesetzgebung (VTPK/ZH) lassen sich keine Hinweise entnehmen, ob es sich um ein blosses Einsichtsrecht oder um ein Herausgaberecht der tripartiten Kommissionen handelt.\n\n2.4.1 Aufgrund ihrer Auslegung von Art. 360b Abs. 5 OR kommt die Vorinstanz zum Schluss, dass den tripartiten Kommissionen lediglich die Befugnis zukomme, in den Betrieben Einsicht in alle BGE 143 II 102 S. 107Dokumente zu nehmen, die für die Durchführung der Untersuchung notwendig seien. Aus Art. 360b Abs. 5 OR lasse sich indes kein eigentlicher Herausgabeanspruch auf Lohnabrechnungen, Arbeitsverträge und Arbeitszeitrapporte herauslesen; die Bestimmung bilde keine ausreichende gesetzliche Grundlage für eine Editionsverpflichtung des kontrollierten Arbeitgebers. Die Vorinstanz hat sodann geprüft, ob die Herausgabepflicht gemäss Art. 7 Abs. 2 EntsG im vorliegenden Fall eine solche begründe und ob sich diese Norm analog anwenden lasse. Sie verneint diese Frage und führt aus, dass den tripartiten Kommissionen bei der Kontrolle lediglich ein Recht auf Auskunft und Einsichtnahme in sämtliche für eine Untersuchung nach Art. 360b OR erforderlichen Dokumente des kontrollierten Betriebs zukomme; dagegen bestehe kein Recht auf Herausgabe dieser Unterlagen analog der Regelung von Art. 7 Abs. 2 EntsG. Aus diesen Gründen erweise sich die Editionsverfügung des AWA vom 19. Mai 2015 zur Herausgabe der Kopie des Arbeitsvertrags, der Lohnabrechnungen und der Arbeitszeitrapporte des auf der Baustelle angetroffenen und befragten Arbeitnehmers als rechtswidrig und sei aufzuheben.\n\n2.4.2 Das WBF macht dagegen geltend, die Herausgabe von Dokumenten sei vom Wortlaut und Sinn von Art. 360b Abs. 5 OR gedeckt. Für die Auslegung von Art. 360b Abs. 5 OR sei das Entsendegesetz heranzuziehen. Gemäss Art. 7 Abs. 2 EntsG müssten die Arbeitgeber den tripartiten Kommissionen auf Verlangen alle Dokumente zustellen, welche die Einhaltung der Arbeits- und Lohnbedingungen belegen würden. Die dem Urteil der Vorinstanz zu Grunde liegende Auslegung von Art. 360b Abs. 5 OR hätte zur Folge, dass der Vollzug der Arbeitsmarktbeobachtung erheblich eingeschränkt würde, weil keine schriftlichen Kontrollen mehr durchgeführt werden könnten.\n\n3.\n\n3.1 Ausgangspunkt jeder Auslegung ist der Wortlaut des Gesetzes (grammatikalisches Element). Vom klaren, eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, so etwa dann, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Norm wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Sinn und Zweck oder aus dem Zusammenhang mit anderen Vorschriften ergeben. Ist der Text nicht klar und sind verschiedene Interpretationen möglich, muss nach seiner wahren Tragweite BGE 143 II 102 S. 108gesucht werden unter Berücksichtigung aller Auslegungselemente. Dabei ist namentlich auf die Entstehungsgeschichte (historisches Element), auf den Zweck der Norm (teleologisches Element), auf die ihr zugrunde liegenden Wertungen und auf ihre Bedeutung im Kontext mit anderen Bestimmungen (systematisches Element) abzustellen (statt vieler: BGE 142 I 135 E. 1.1.1 S. 138 mit Hinweisen).\n\n3.2 Ob das in Art. 360b Abs. 5 OR geregelte \"Recht auf Auskunft und Einsichtnahme in alle Dokumente, die für die Durchführung der Untersuchung notwendig sind\", einen Herausgabeanspruch der tripartiten Kommissionen mitumfasst, ergibt sich nicht eindeutig aus dem Wortlaut des Gesetzes und bedarf daher der Auslegung unter Einbezug sämtlicher erwähnter Auslegungselemente.\n\n3.3 Die tripartiten Kommissionen haben den gesetzlichen Auftrag, den Arbeitsmarkt zu beobachten und Abklärungen über die üblichen Löhne in einer bestimmten Branche vorzunehmen (Art. 360b Abs. 3 i.V.m. Art. 360a Abs. 1 OR). Die Botschaft vom 23. Juni 1999 zur Genehmigung der sektoriellen Abkommen zwischen der Schweiz und der EG hält dazu Folgendes fest: \"Damit die tripartiten Kommissionen die ihnen übertragenen Aufgaben wahrnehmen können, räumt ihnen der Entwurf ein Untersuchungsrecht in den Betrieben ein. Wenn sich die Kommissionen ein genaues Bild der arbeitsmarktlichen Situation machen wollen - sei dies vor Erlass eines Normalarbeitsvertrags oder in der Beobachtungsphase nach dem Erlass eines solchen - so ist es notwendig, dass sie sich die Informationen beschaffen können, die sie benötigen\" (BBl 1999 6407 Ziff. 276.23). Der Botschaft vom 1. Oktober 2004 betreffend das Bundesgesetz zur Revision der flankierenden Massnahmen zur Personenfreizügigkeit (BBl 2004 6587 Ziff. 1.4.4) kann sodann entnommen werden, dass der betroffene Betrieb gemäss Art. 360b Abs. 5 OR verpflichtet ist, die beantragten Dokumente herauszugeben. Auch wenn diese Formulierung nicht im Rahmen der Entstehung von Art. 360b OR verwendet worden ist, sondern erst nachträglich im Zusammenhang mit einer Teilrevision der flankierenden Massnahmen, liesse sich schon daraus der Schluss ziehen, der Gesetzgeber habe mit Art. 360b Abs. 5 OR einen eigentlichen Herausgabeanspruch der tripartiten Kommissionen einführen wollen. Obwohl die Vorinstanz auf diese recht eindeutige Formulierung in der Botschaft verwiesen hat, ist sie der Auffassung, Art. 360b Abs. 5 OR bilde keine ausreichende gesetzliche Grundlage für eine Editionsverpflichtung, wie sie vorliegend im Streit stehe. BGE 143 II 102 S. 109\n\n3.4 Entscheidend ist hier nun aber Folgendes: Für eine historische und systematische Auslegung von Art. 360b Abs. 5 OR ist auch das Entsendegesetz heranzuziehen. Das Entsendegesetz ist am 1. Juni 2004 - zusammen mit Art. 360a OR - in Kraft getreten; Art. 360b OR wurde bereits auf den 1. Juni 2003 in Kraft gesetzt (AS 2003 1375). Das EntsG hat eine gemeinsame Entstehungsgeschichte mit Art. 360a ff. OR. Bei beiden gesetzlichen Regelungen handelt es sich um flankierende Massnahmen zur Einführung der Personenfreizügigkeit, und sie sollten - zusammen mit der Erleichterung der Allgemeinverbindlicherklärung von Gesamtarbeitsverträgen - \"eine gesetzliche Grundlage schaffen, um ein Sozial- und/oder Lohndumping zu Lasten der Arbeitnehmer und Arbeitnehmerinnen in der Schweiz zu verhindern\" (Botschaft vom 23. Juni 1999 zur Genehmigung der sektoriellen Abkommen zwischen der Schweiz und der EG, BBl 1999 6392 Ziff. 276.12). Die flankierenden Massnahmen sind - mit Ausnahme von Art. 360b OR - am 1. Juni 2004 in Kraft getreten. Nach sieben Jahren Durchführung wurden Anpassungen nötig, die Gegenstand der Botschaft vom 2. März 2012 zum Bundesgesetz über die Anpassung der flankierenden Massnahmen zur Personenfreizügigkeit waren (BBl 2012 3397). Was das EntsG betrifft, wollte der Gesetzgeber die Kontrolle und die Sanktionen der Bestimmungen über die von den Normalarbeitsverträgen gemäss Art. 360a OR vorgesehenen Mindestlöhne auf alle Arbeitgeber ausweiten, die in der Schweiz Arbeitnehmer beschäftigen, nicht nur auf diejenigen mit Sitz im Ausland, die Arbeitnehmer in die Schweiz entsenden. Daher wurde eine Änderung des Titels, des Anwendungsbereichs (Art. 1 Abs. 2 EntsG) sowie verschiedener anderer Bestimmungen notwendig, die eben gerade die Kontrolle und die Sanktionen betreffen (Botschaft vom 2. März 2012, BBl 2012 3407 Ziff. 1.1.3.2 und 3420 ff. Ziff. 2.2). Seit dem Inkrafttreten dieser Gesetzesänderung am 1. Januar 2013 werden somit alle Arbeitgeber, die in der Schweiz Arbeitnehmer beschäftigen, ob entsandt oder nicht, in Bezug auf die in Normalarbeitsverträgen vorgesehenen Mindestlöhne, gleich behandelt (Urteil 4C_3/2013 / 4C_4/2013 vom 20. November 2013 E. 8.2 und 8.3, nicht publ. in: BGE 140 III 59).\n\n3.5 Diese Ausführungen sprechen - wie auch die Vorinstanz an sich richtig erkannt hat - für einen möglichst breiten Anwendungsbereich des Entsendegesetzes. Auch in der Literatur herrscht die Auffassung vor, die Bestimmungen des Entsendegesetzes seien auf die arbeitsmarktlichen Kontrollen solcher Arbeitgeber anzuwenden, d.h. BGE 143 II 102 S. 110Art. 7 Abs. 2 EntsG könne - direkt oder analog - auf die Tätigkeit der tripartiten Kommissionen bei der Arbeitsmarktbeobachtung angewendet werden (STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 3 und 13 zu Art. 360b OR; PORTMANN/RUDOLPH, in: Basler Kommentar, Obligationenrecht, Bd. I, 6. Aufl. 2015, N. 13 zu Art. 360b OR; GIACOMO RONCORONI, in: Handbuch zum kollektiven Arbeitsrecht, 2009, Art. 360b Rz. 120; BRUNNER/BÜHLER/WAEBER/BRUCHEZ, Kommentar zum Arbeitsvertragsrecht, 3. Aufl. 2005, S. 381; WYLER/HEINZER, Droit du travail, 3. Aufl. 2014, S. 140; KARIN KAUFMANN, Missbräuchliche Lohnunterbietung im Rahmen der flankierenden Massnahmen, 2010, S. 70 f.; vgl. auch Staatssekretariat für Wirtschaft SECO, Kommentar Flankierende Massnahmen zur Personenfreizügigkeit, 2008, S. 74; offengelassen bei JEANNERAT/MAHON, a.a.O., N. 15 und 16 zu Art. 360b OR).\n\n3.6 Für einen breiten Anwendungsbereich von Art. 7 Abs. 2 EntsG sprechen weiter auch die Ausführungsbestimmungen in Art. 11 ff. der Verordnung vom 21. Mai 2003 über die in die Schweiz entsandten Arbeitnehmerinnen und Arbeitnehmer (EntsV; SR 823.201). Das dritte Kapitel über die tripartiten Kommissionen (Art. 10-16e EntsV) bezieht sich sowohl auf die Kontrollaufgaben gemäss Art. 7 Abs. 1 lit. b EntsG (Einhaltung der durch Normalarbeitsverträge erlassenen Mindestlöhne) als auch auf die Arbeitsmarktbeobachtung gemäss Art. 360b OR (Art. 11 Abs. 1 lit. c und f EntsV). Die Arbeit der tripartiten Kommissionen im Rahmen der Arbeitsmarktbeobachtung ist in Art. 16c EntsV näher definiert. Die Inspektorentätigkeit umfasst dabei u.a. die Einforderung, Evaluierung und Nachbearbeitung der für die Kontrolltätigkeit notwendigen Dokumente (lit. c) sowie die Abklärung von Zweifelsfällen, namentlich durch das Einholen von ergänzenden Dokumenten (lit. f). Auch aus diesen Bestimmungen ergibt sich, dass der Gesetzgeber nicht die Absicht hatte, die Kontrolle bei der Arbeitsmarktbeobachtung auf eine blosse Einsichtnahme in den Räumlichkeiten des betroffenen Arbeitgebers zu beschränken; vielmehr sollten die Arbeitgeber auch dazu verpflichtet werden können, die beantragten Dokumente an die tripartiten Kommission herauszugeben.\n\n3.7 Schliesslich hat die tripartite Kommission auch gestützt auf Art. 7 Abs. 1 des Bundesgesetzes vom 17. Juni 2005 über Massnahmen zur Bekämpfung der Schwarzarbeit (BGSA; SR 822.41) die Kompetenz, von den Arbeitgebern sowie den Arbeitnehmerinnen und Arbeitnehmern alle erforderlichen Auskünfte zu verlangen (lit. a) sowie alle BGE 143 II 102 S. 111erforderlichen Unterlagen zu konsultieren und zu kopieren (lit. b). Gemäss Art. 8 BGSA sind die kontrollierten Personen und Betriebe verpflichtet, den mit der Kontrolle betrauten Personen auf Verlangen alle für den Kontrollauftrag erforderlichen Unterlagen herauszugeben und Auskünfte zu erteilen. Sie müssen ihnen freien Zutritt zu Betrieben und Arbeitsplätzen während der Arbeitszeit der dort tätigen Personen gewähren. Im Kanton Zürich führen gemäss § 2 der Vollzugsverordnung vom 30. Januar 2008 zum Bundesgesetz gegen die Schwarzarbeit (VVSA/ZH; LS 823.44) auch die tripartiten Kommissionen nach Art. 360b OR die Kontrollen gemäss BGSA im Auftrag des AWA durch. Es ist nicht ersichtlich, warum der Gesetzgeber im Bereich der Schwarzarbeitsbekämpfung andere Befugnisse der Kontrolleure als im Bereich des damit eng zusammenhängenden Schutzes der schweizerischen Lohn- und Arbeitsbedingungen hätte vorsehen wollen. Auch im Zusammenhang mit Art. 8 BGSA ist damit von einem Herausgabeanspruch der tripartiten Kommissionen gestützt auf Art. 360b OR auszugehen.\n\n3.8 Werden die Entstehungsgeschichte von Art. 360b Abs. 5 OR, die systematische Einordnung der Norm und die entsprechende Bestimmung von Art. 7 Abs. 2 EntsG miteinbezogen, führt die Auslegung von Art. 360b Abs. 5 OR zum Ergebnis, dass eine Verpflichtung der kontrollierten Unternehmen besteht, den tripartiten Kommissionen alle notwendigen Unterlagen, die für die Durchführung der Untersuchung notwendig sind, herauszugeben bzw. zuzustellen. (...)"}