{"annee": "143", "cour": "V", "page": "139", "date": "23/5/2017", "cite": ["142 V 488", "135 V 361", "138 I 225", "142 V 368", "136 I 1", "140 V 538", "142 V 380", "137 I 167", "142 V 26"], "cite_par": ["145 II 206", "144 V 20", "143 V 369"], "chapeau": "15. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. SA gegen Bundesamt für Gesundheit (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_305/2016 vom 23. Mai 2017", "regestes": ["Art. 65d al. 1 OAMal (dans sa teneur en vigueur jusqu'au 31 mai 2015); réexamen tous les trois ans des conditions d'admission dans la liste des spécialités; prix de comparaison déterminant en cas de comparaison thérapeutique. L'interprétation de l'art. 65d al. 1 OAMal, selon laquelle il y a lieu de tenir compte, en cas de comparaison thérapeutique, du prix de fabrique prévu pour le 1er novembre de l'année de réexamen du médicament de comparaison réexaminé simultanément, ne contrevient pas au droit fédéral (consid. 6)."], "faits": "BGE 143 V 139 S. 139\n\nA. Im Rahmen der dreijährlichen Überprüfung der Aufnahmebedingungen derjenigen Arzneimittel, die in der Liste der pharmazeutischen Spezialitäten und konfektionierten Arzneimittel mit Preisen (Spezialitätenliste; fortan: SL) aufgeführt sind, informierte das Bundesamt für Gesundheit (BAG) die A. SA am 19. März 2013 darüber, dass die Arzneimittel mit SL-Aufnahmedatum 2010, 2007, 2004, 2001 etc. überprüft würden und bat um Eingabe von Daten betreffend das Arzneimittel B. in der bereitgestellten Internet-Applikation. Mit Mitteilung vom 31. Juli 2013 an die A. SA legte das BAG dar, weil B. in keinem der sechs Referenzländer im Handel sei, werde die Wirtschaftlichkeit ausschliesslich anhand eines therapeutischen BGE 143 V 139 S. 140Quervergleichs (nachfolgend: TQV) mit dem Arzneimittel C. beurteilt, das im Jahr 2013 ebenfalls der dreijährlichen Überprüfung der Aufnahmebedingungen unterzogen und dessen Fabrikabgabepreis per 1. November 2013 gesenkt werde. Unter Berücksichtigung des neuen Fabrikabgabepreises von C. resultiere aus dem TQV ein Senkungssatz von 48,03 %, der auf die gesamte Gamme von B. angewendet werde. Am 5. September 2013 verfügte das BAG wie in Aussicht gestellt.\n\nB. Eine hiergegen erhobene Beschwerde wies das Bundesverwaltungsgericht nach doppeltem Schriftenwechsel mit Entscheid vom 14. März 2016 ab, soweit es darauf eintrat.\n\nC. Die A. SA führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, der Entscheid des Bundesverwaltungsgerichts vom 14. März 2016 und die Verfügung des BAG vom 5. September 2013 seien aufzuheben. Eventualiter sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDer Beschwerdegegner trägt auf Abweisung der Beschwerde an.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Die Vorinstanz hat die hier massgebenden Grundlagen gemäss Gesetz und Rechtsprechung zutreffend dargelegt. Dies betrifft namentlich die Bestimmungen und Grundsätze zur Wirksamkeit, Zweckmässigkeit und Wirtschaftlichkeit der Leistungen gemäss Art. 25-31 KVG (Art. 32 Abs. 1 KVG; in der ab 1. Juli 2013 geltenden Fassung; zum komparativen Charakter der Wirtschaftlichkeit: BGE 142 V 26 E. 5.2.1 S. 34 f.), zur periodischen Überprüfung dieser Voraussetzungen (Art. 32 Abs. 2 KVG; BGE 142 V 26 E. 5.2.3 und 5.3 S. 36 ff.) sowie zur SL (Art. 52 Abs.1 lit. b KVG). Korrekt wiedergegeben hat sie ferner die relevanten Bestimmungen der KVV (SR 832.102; in der ab 1. Juni 2013 geltenden Fassung) und der KLV (SR 832.112.31; in der ab 1. Juli 2013 geltenden Fassung) zu den Bedingungen für die Aufnahme von Arzneimitteln in die SL, zur Beurteilung der Wirtschaftlichkeit im Allgemeinen und zur Überprüfung der Aufnahmebedingungen alle drei Jahre. Darauf wird verwiesen.\n\n4. Es ist unbestritten, dass bei der Überprüfung der Wirtschaftlichkeit von B. - weil dieses in keinem der sechs Referenzländer (Art. 35 Abs. 2 KLV) BGE 143 V 139 S. 141im Handel war - ausnahmsweise einzig ein TQV durchzuführen ist (zur Pflicht zur grundsätzlich umfassenden Wirtschaftlichkeitsprüfung mittels Auslandpreisvergleich [fortan: APV] und TQV grundlegend: BGE 142 V 26 E. 5.2.2 und 5.2.3 S. 36 f.; vgl. auch BGE 142 V 368 E. 5.3 S. 379; BGE 142 V 488 E. 8.2 i.f. S. 501). Unbestritten ist ebenfalls, dass als Vergleichsarzneimittel C. heranzuziehen ist.\n\nStrittig ist hingegen, ob das Abstellen auf den ab 1. November 2013 geltenden - zum Verfügungszeitpunkt (5. September 2013) noch nicht rechtskräftigen - Fabrikabgabepreis von C. rechtmässig ist.\n\n5.\n\n5.1 Das Bundesverwaltungsgericht erwog, es sei - im Gegensatz zum APV (1. April des Überprüfungsjahres) - in der Verordnung nicht geregelt, welches der Preisstichtag für den TQV sei resp. ob in concreto der Preis im Zeitpunkt vor dem 1. November oder ab dem 1. November 2013 massgebend sei. Die Beschwerdeführerin spreche sich für den vor dem 1. November geltenden Preis aus mit der Begründung, es müsse zuerst das Vergleichspräparat geprüft, eine allfällige Preissenkung verfügt und deren Rechtskraft abgewartet werden, bevor der gesenkte Preis als Basis für den TQV herangezogen werden könne. Indes habe der Verordnungsgeber dem BAG nur einen kurzen Zeitraum zur Verfügung gestellt, um eine hohe Anzahl von Arzneimitteln (jährlich rund 800 Arzneimittel) mittels APV und TQV zu überprüfen. Angesichts des im Verhältnis zum zu bewältigenden Aufwand äusserst engen Zeitplanes von nur fünf Monaten falle eine konsekutive Überprüfung der Arzneimittel offensichtlich ausser Betracht. Vielmehr sei davon auszugehen, dass der Verordnungsgeber eine parallele Überprüfung beabsichtigt habe. Deshalb habe das BAG nicht bis zum Eintritt der Rechtskraft des Vergleichspreises zuwarten müssen.\n\nZwecks Klärung der Zielsetzung der dreijährlichen Überprüfung der Aufnahmebedingungen bzw. der Frage, welchem \"TQV-Vergleichsstichtag\" unter diesem Aspekt der Vorzug zu geben sei, beleuchtete die Vorinstanz sodann die vor und die ab 1. Januar 1996 geltende Rechtslage sowie die am 1. Juli 2009 beschlossenen Massnahmen zur Kostensenkung im Gesundheitswesen. Gestützt darauf gelangte sie zum Schluss, dem vom Bundesrat und Gesetzgeber geforderten Kostensenkungs- bzw. Kosteneindämmungsprimat trage nur der TQV-Vergleichsstichtag ab 1. November (hier: 2013) bzw. die Weitergabe einer Preissenkung des im selben Jahr überprüftenBGE 143 V 139 S. 142Vergleichspräparats Rechnung. Werde stattdessen auf den vor dem 1. November geltenden, nicht gesenkten Vergleichspreis abgestellt, habe dies keine kostensenkende Wirkung, obschon die zeitlich parallele Überprüfung des TQV-Vergleichspräparats einen klaren Preissenkungsbedarf ausgewiesen habe. Auch die vom Bundesgericht in BGE 142 V 26 angeführten Gründe für die Notwendigkeit der Durchführung eines TQV - namentlich die Notwendigkeit der Überprüfung des Kosten-Nutzen-Verhältnisses - sprächen dafür, beim TQV auf möglichst aktuelle Daten abzustellen. Im Falle, dass zwei mittels TQV miteinander verknüpfte Präparate im selben Jahr überprüft würden, sollten die zwei Überprüfungen systembedingt dazu führen, dass beide Arzneimittel je per 1. November des Überprüfungsjahres die Voraussetzungen von Art. 32 Abs. 1 KVG erfüllten. Dies sei aber nur gewährleistet, wenn für den TQV auf den ab 1. November geltenden Vergleichspreis abgestellt werde. Diesfalls beruhten sowohl der APV-Anteil des Vergleichspreises als auch der APV des zu überprüfenden Arzneimittels auf den für das Überprüfungsjahr geltenden APV-Basiswerten (Auslandpreise am 1. April des Überprüfungsjahres, durchschnittlicher Wechselkurs in der massgebenden Periode). Werde hingegen der vor dem 1. November geltende Vergleichspreis herangezogen, wären beim zu überprüfenden Arzneimittel beim APV die aktuellen APV-Basiswerte Grundlage, wohingegen indirekt über den TQV mehrere Jahre alte APV-Basiswerte des im gleichen Jahr überprüften Vergleichspräparats die aktuelle Überprüfung beeinflussten. Für ein Abstützen auf in zeitlicher Hinsicht unterschiedliche APV-Basiswerte seien keine sachlich überzeugenden Argumente ersichtlich. Soweit sich die Beschwerdeführerin auf den Gleichbehandlungsgrundsatz berufe, so führe ein konsequentes Abstellen auf die per 1. November des Überprüfungsjahres geltenden Preise zu einer grösseren Gleichbehandlung, als wenn beim TQV auf die vor dem 1. November geltenden Preise und damit auf mehrere Jahre alte APV-Basiswerte abgestellt werde.\n\n5.2 Die Beschwerdeführerin moniert, das Bundesverwaltungsgericht wende bei seinen Ausführungen keine Auslegungsmethoden an bzw. folge keinen anerkannten methodologischen Regeln der Rechtsprechung und verfalle damit in Willkür. Ausgangslage jeder Auslegung bilde der Wortlaut des Normtextes. Gemäss Art. 65d Abs. 1 KVV habe der Beschwerdegegner zu überprüfen, ob die Aufnahmebedingungen \"noch\" erfüllt seien. Implizite werde damit der Zeitpunkt der Überprüfung als relevant erklärt. Keinesfalls könne daraus abgeleitet werden, dass der TQV aufgrund eines Preises durchgeführt werde, BGE 143 V 139 S. 143der zum Zeitpunkt der Überprüfung resp. der Verfügung noch nicht in Kraft stehe. Ein entsprechendes Vorgehen könne nicht durch Sinn und Zweck der anwendbaren Normen gedeckt sein. Das Vorgehen des Beschwerdegegners verstosse zudem gegen das Rechtsgleichheitsgebot bzw. führe zur Ungleichbehandlung der Zulassungsinhaberinnen, indem beim APV auf rechtskräftige Vergleichspreise per 1. April, beim TQV hingegen auf nicht rechtskräftige Preise per 1. November abgestellt werde.\n\n5.3 Der Beschwerdegegner wendet ein, Sinn und Zweck des TQV sei es, den Preis eines Arzneimittels an die Preise von gleich oder ähnlich wirkenden Arzneimitteln der SL anzugleichen. Hätte das BAG beim TQV auf die alten Preise des Vergleichspräparats (C.) abgestellt, so wäre es zu keiner Angleichung gekommen und die Kohärenz der SL wäre nicht gewährleistet gewesen. Die vor dem 1. November 2013 gültigen Preise von C. seien letztmals im Jahr 2009 festgelegt und seither nicht mehr auf ihre Wirtschaftlichkeit hin überprüft worden. Hingegen basierten die ab 1. November 2013 geltenden Preise auf einem APV per 1. April 2013. Somit sei beim durchgeführten TQV faktisch ebenfalls auf den 1. April 2013 abgestellt worden. Auch aus dieser Optik erweise sich die Berücksichtigung der neuen Preise als sachgerecht. Im Sinne einer rechtsgleichen Behandlung sei es geradezu geboten, die ab 1. November 2013 geltenden Preise von C. heranzuziehen, ansonsten die Beschwerdeführerin über viel längere Zeit vom höheren Preis profitierte.\n\n6.\n\n6.1 Verordnungsrecht ist gesetzeskonform auszulegen. Es sind die gesetzgeberischen Anordnungen, Wertungen und der in der Delegationsnorm eröffnete Gestaltungsspielraum mit seinen Grenzen zu berücksichtigen. Auch ist den Grundrechten und verfassungsmässigen Grundsätzen Rechnung zu tragen und zwar in dem Sinne, dass - sofern durch den Wortlaut (und die weiteren massgeblichen normunmittelbaren Auslegungselemente) nicht klar ausgeschlossen - der Verordnungsbestimmung jener Rechtssinn beizumessen ist, welcher im Rahmen des Gesetzes mit der Verfassung (am besten) übereinstimmt (verfassungskonforme oder verfassungsbezogene Interpretation; BGE 142 V 488 E. 6.2 S. 495 mit Hinweis auf BGE 140 V 538 E. 4.3 S. 540).\n\n6.2\n\n6.2.1 Was die von der Beschwerdeführerin ins Zentrum gerückte grammatikalische Auslegung von Art. 65d Abs. 1 KVV - \"Das BGE 143 V 139 S. 144BAG prüft sämtliche Arzneimittel [...] daraufhin, ob sie die Aufnahmebedingungen noch erfüllen\" - betrifft, lässt diese entgegen der Beschwerde keinen eindeutigen Schluss auf den zeitlich massgebenden Vergleichspreis zu. Das Adverb \"noch\" impliziert lediglich, dass bei der Überprüfung allfällige seit der letzten Überprüfung resp. allenfalls seit der Aufnahme in die SL eingetretene Veränderungen bezüglich der Aufnahmebedingungen (Art. 65 KVV) zu berücksichtigen sind, was den Beizug aktueller Daten bzw. - im hier interessierenden Kontext - Preise voraussetzt. Ob diese in Rechtskraft erwachsen sein müssen, lässt sich aufgrund des Wortlauts der Bestimmung indes nicht beantworten.\n\n6.2.2 Die von der Vorinstanz vorgenommene Auslegung nach dem Zweck der Bestimmung (teleologisches Element) überzeugt in allen Teilen.\n\nZutreffend sind zunächst die Ausführungen zu den Bestrebungen des Gesetzgebers zur Kosteneindämmung im Gesundheitswesen - Ausfluss davon war u.a. die Einführung der periodischen Überprüfung der Bedingungen für die Aufnahme in die SL (vgl. S. 3 Ziff. 1 der Publikation \"Änderungen und Kommentar im Wortlaut\" des BAG vom 29. Juni 2009 zu den vorgesehenen Änderungen der KVV per 1. Oktober 2009 und 1. Januar 2010 [abrufbar unter www.bag.admin.ch]) - sowie zu dem in Art. 43 Abs. 6 KVG stipulierten Ziel, eine qualitativ hochstehende und zweckmässige gesundheitliche Versorgung zu möglichst günstigen Kosten zu erreichen. Dasselbe gilt für die Erwägungen der Vorinstanz zur zentralen Bedeutung des Kosten-Nutzen-Verhältnisses bei der Beurteilung der Wirtschaftlichkeit von Arzneimitteln (BGE 142 V 26 E. 5.2.1 und 5.2.2 S. 34 ff.), welches indirekt mittels TQV bestimmt wird (BGE 142 V 26 E. 5.3 S. 37 f.).\n\nEbenfalls zuzustimmen ist dem Schluss des Bundesverwaltungsgerichts, nur eine Berücksichtigung des ab 1. November des Überprüfungsjahres geltenden Preises des parallel überprüften Vergleichsarzneimittels stehe im Einklang mit Sinn und Zweck der dreijährlichen Überprüfung der Aufnahmebedingungen. Diese zielt darauf ab, dass die Arzneimittel der SL die Kriterien von Art. 32 Abs. 1 KVG (Wirksamkeit, Zweckmässigkeit, Wirtschaftlichkeit; vgl. auch Art. 65 Abs. 3 KVV) jederzeit erfüllen bzw. dass die SL als Referenz für die qualitativ besten Arzneimittel dienen kann (BGE 142 V 26 E. 5.4 S. 39 f.). Eingedenk dessen muss die dreijährliche Überprüfung (Art. 65d KVV) zweier gleichzeitig überprüfter Arzneimittel u.a. dazu führen, dass beide Arzneimittel per 1. November des BGE 143 V 139 S. 145Überprüfungsjahres (Preissenkungstermin gemäss Art. 65d Abs. 2 KVV) wirtschaftlich sind. Läge der vorliegend strittigen Überprüfung von B., bei der einzig ein TQV durchgeführt werden kann, der vor dem 1. November 2013 geltende Fabrikabgabepreis des Vergleichsarzneimittels C. zugrunde, würde dieses Ziel verfehlt. Dies deshalb, weil bei der Überprüfung von B. der bis Ende Oktober 2013 geltende, im Jahr 2009 festgelegte Fabrikabgabepreis von C. massgeblich wäre, der seinerseits auf preislichen Parametern des Jahres 2009 beruhte (Auslandpreis per 1. Oktober 2009; durchschnittlicher Wechselkurs der Monate April bis September 2009 [Wechselkurs von Fr. 1.58 pro Euro]; Stellungnahme des Bundesrates vom 1. Juni 2012 zur Motion Nr. 12.3342 von Sebastian Frehner betreffend \"Neufestsetzung der Medikamentenpreise\" vom 26. April 2012 [abrufbar unter www.parlament.ch]; Abs. 3 der Übergangsbestimmungen zur Änderung der KVV vom 1. Juli 2009 [AS 2009 4245, 4248 Ziff. II]). Bei der parallelen Überprüfung des Arzneimittels C. bildeten hingegen die per 1. April 2013 geltenden Fabrikabgabepreise aller Vergleichsländer (Art. 35b Abs. 4 lit. a i.V.m. Art. 35 Abs. 2 KLV; in der ab 1. Juli 2013 geltenden Fassung) sowie der durchschnittliche Wechselkurs für den Zeitraum vom 1. Februar 2011 bis zum 31. Januar 2012 (Abs. 2 der Übergangsbestimmungen zur Änderung der KLV vom 21. März 2012 [AS 2012 1769, 1770 Ziff. II]; Wechselkurs von Fr. 1.21 pro Euro) die massgebenden Parameter. Diese für das zu überprüfende Arzneimittel B. und das Vergleichsarzneimittel C. unterschiedlichen Ausgangswerte bewirkten mit dem Beschwerdegegner, dass B. per 1. November 2013 - wie der verfügte, rechnerisch unbestrittene Senkungssatz von 48,03 % eindrücklich belegt, der nicht oder zumindest nicht vollumfänglich zur Anwendung gelangte, - nicht mehr wirtschaftlich wäre. Folglich steht das Abstellen auf den per 1. November 2013 geltenden Preis des Vergleichsarzneimittels im Einklang mit Sinn und Zweck des Gesetzes (Art. 32 und 43 Abs. 6 KVG).\n\n6.2.3 Aus der verfassungskonformen Interpretation - hier im Sinne der Rechtsgleichheit - von Art. 65d Abs. 1 KVV leitet die Beschwerdeführerin ab, für den TQV müsse der vor dem 1. November 2013 geltende Preis des Vergleichsarzneimittels massgebend sein.\n\nDas Gebot der rechtsgleichen Behandlung (Art. 8 Abs. 1 BV) ist verletzt, wenn ein Erlass hinsichtlich einer entscheidwesentlichen Tatsache rechtliche Unterscheidungen trifft, für die ein vernünftiger BGE 143 V 139 S. 146Grund in den zu regelnden Verhältnissen nicht ersichtlich ist, oder wenn er Unterscheidungen unterlässt, die sich aufgrund der Verhältnisse aufdrängen. Gleiches muss nach Massgabe seiner Gleichheit gleich und Ungleiches nach Massgabe seiner Ungleichheit ungleich behandelt werden. Die Frage, ob für eine rechtliche Unterscheidung ein vernünftiger Grund in den zu regelnden Verhältnissen ersichtlich ist, kann zu verschiedenen Zeiten unterschiedlich beantwortet werden, je nach den herrschenden Anschauungen und Verhältnissen. Dem Gesetzgeber bleibt im Rahmen dieser Grundsätze und des Willkürverbots ein weiter Gestaltungsspielraum (BGE 138 I 225 E. 3.6.1 S. 229; BGE 137 I 167 E. 3.5 S. 175; BGE 136 I 1 E. 4.1 S. 5; BGE 135 V 361 E. 5.4.1 S. 369).\n\nEine Verletzung des Gebots der rechtsgleichen Behandlung ist mit der Vorinstanz zu verneinen. Wie bereits dargelegt wurde (E. 6.2.2 hiervor), führte das von der Beschwerdeführerin anbegehrte Heranziehen des rechtskräftigen Arzneimittelpreises im Ergebnis dazu, dass den zeitlich parallel durchgeführten Überprüfungen der Aufnahmebedingungen der Arzneimittel B. und C. zeitlich mehrere Jahre auseinander liegende Parameter zugrunde gelegt würden. Dies hätte insbesondere zur - unter dem Aspekt der rechtsgleichen Behandlung - problematischen Folge, dass die Wirtschaftlichkeit von B. anhand eines Vergleiches mit einem Fabrikabgabepreis des Vergleichsarzneimittels beurteilt würde, der (noch) auf einem Eurokurs von Fr. 1.58 fusste, wohingegen die Wirtschaftlichkeit von C. mittels APV auf der Basis eines Eurokurses von Fr. 1.21 beurteilt würde (allenfalls zuzüglich einer Toleranzmarge von maximal 5 %; Art. 65d Abs. 1ter KVV i.V.m. Abs. 2 der erwähnten Übergangsbestimmungen zur Änderung der KLV vom 21. März 2012). Hingegen ermöglicht das Abstellen auf den per 1. November 2013 geltenden Preis von C., dass beiden Arzneimittelüberprüfungen dieselben zeitlichen Parameter zugrunde gelegt werden. Daher ist mit Vorinstanz und Beschwerdegegner die monierte Ungleichbehandlung dergestalt, dass bei der Überprüfung von C. (mittels APV) rechtskräftige Vergleichspreise Stand 1. April 2013 verwendet werden, wogegen bei der Überprüfung von B. (mittels TQV) der nicht rechtskräftige, ab 1. November 2013 geltende Preis von C. zur Anwendung gelangt, sachlich gerechtfertigt.\n\n6.3 Zusammenfassend ergibt die Auslegung von Art. 65d Abs. 1 i.V.m. Art. 65 Abs. 3 KVV und Art. 32 und 43 Abs. 6 KVG, dass beim TQV des Arzneimittels B. auf den per 1. November 2013 BGE 143 V 139 S. 147geltenden Preis des Vergleichsarzneimittels C. abzustellen ist. Davon, dass die Vorinstanz bei der Auslegung dieser Bestimmungen in Willkür verfallen sei, kann keine Rede sein.\n\n7. Ferner ist die Beschwerdeführerin - wie bereits vor Bundesverwaltungsgericht - der Ansicht, die vorinstanzlich geschützte Praxis des BAG, auf nicht rechtskräftige Vergleichspreise abzustellen, verletze das Legalitätsprinzip (Art. 5 Abs. 1 BV). Insbesondere rügt sie, es sei von einer Überschreitung der Vollzugskompetenzen durch die Verwaltung auszugehen. Indes erfüllt die Beschwerde in diesem Punkt die gesetzlichen Mindestanforderungen an eine sachbezogene Begründung (Art. 42 Abs. 1 und 2 erster Satz BGG) nicht. Welche der vier Schranken, die dem Bundesrat beim Erlass einer Vollziehungsverordnung durch das Gesetzmässigkeitsprinzip gesetzt werden (vgl. dazu BGE 142 V 26 E. 5.1 S. 33 f.), mit den hier infrage stehenden Bestimmungen - namentlich Art. 65d Abs. 1 KVV - konkret verletzt worden sein soll, wird in der Beschwerde nicht dargelegt und ist auch nicht ersichtlich. Ebenfalls im Dunkeln bleibt, nachdem die hier strittige Frage durch Auslegung der erwähnten Verordnungsbestimmungen beantwortet werden kann, worin ein Verstoss gegen das Erfordernis des Rechtssatzes bzw. der Gesetzesform begründet sein soll.\n\n8. Schliesslich ist die Beschwerdeführerin der Auffassung, das Abstellen auf nicht rechtskräftige Vergleichspreise und damit auf einen keineswegs sicheren Sachverhalt verstosse gegen das Willkürverbot (Art. 9 BV). Zum einen sei in Lehre und Rechtsprechung eine derartige \"Voranknüpfung\" unbekannt. Zum anderen resultierten unzumutbare Nachteile für die Zulassungsinhaberin, wäre es dieser doch rechtlich oder zumindest faktisch nicht mehr möglich, eine Preisdifferenz, welche sich aus der Berücksichtigung eines falschen Preises beim TQV ergeben habe, bei einer nachträglichen Preiserhöhung nachzufordern. Daher laufe das Vorgehen des Beschwerdegegners dem Gerechtigkeitsgedanken krass zuwider und sei in grobem Masse stossend.\n\nSoweit die Beschwerdeführerin eine \"Voranknüpfung\" im Sinne des Abstellens auf noch nicht rechtskräftige, erst in Aussicht gestellte Vergleichspreise bzw. Sachverhalte im Lichte von Lehre und Praxis für unzulässig hält, geht sie fehl. Namentlich im Sozialversicherungsrecht finden sich durchaus vergleichbare Konstellationen. Beispielsweise können bereits Vorbescheide der Invalidenversicherung betreffend den Grad der Erwerbsunfähigkeit oder den nicht BGE 143 V 139 S. 148umstrittenen Prozentsatz des errechneten Invaliditätsgrades hinreichende Grundlage für die Anpassung des versicherten Verdienstes im Rahmen der Arbeitslosenversicherung bilden. Dies u.a. dann, wenn der Grad der Erwerbsunfähigkeit bereits vor Verfügungserlass absehbar feststeht, weil keine Einwände gegen den Vorbescheid zu erwarten sind oder erfolgen (BGE 142 V 380 E. 5.5 S. 388). Hier präsentiert sich eine mit dem Vorbescheidverfahren der IV vergleichbare Situation, so dass ein Abstellen auf noch nicht rechtskräftige Vergleichspreise - jedenfalls dann, wenn von Seiten der Zulassungsinhaberin eines Vergleichsarzneimittels keine Einwände gegen die in Aussichtgestellte Preissenkung erfolgen - nicht zu beanstanden ist. Eine solche Konstellation lag gemäss den sinngemässen, unbestritten gebliebenen Ausführungen des Beschwerdegegners vor, wonach die Zulassungsinhaberinnen der Arzneimittel in der Regel frühzeitig über ihre Absicht informieren, Beschwerde gegen die in Aussicht gestellte Preissenkung führen zu wollen. Für den Fall, dass der Vergleichspreis wider Erwarten nicht in Rechtskraft erwachsen wäre, hat der Beschwerdegegner überdies zugesichert, er wäre rechtzeitig auf die Preissenkungsverfügung betreffend B. zurückgekommen. Ein unzumutbarer Nachteil für die Beschwerdeführerin ist damit nicht erkennbar, womit der angefochtene Entscheid auch unter diesem Aspekt nicht als willkürlich bezeichnet werden kann. (...)"}