{"annee": "143", "cour": "V", "page": "312", "date": "18/8/2017", "cite": ["135 IV 113", "131 V 78", "135 V 382", "127 III 318", "142 V 488", "108 V 109", "139 V 289", "136 II 187", "135 V 106", "136 V 84"], "cite_par": [], "chapeau": "33. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. SWICA Krankenversicherung AG gegen IV-Stelle Basel-Landschaft (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_176/2017 vom 18. August 2017", "regestes": ["Art. 48 al. 2 LAI; art. 70 al. 2 let. a LPGA; demande tardive; droit au remboursement des prestations prises en charge de manière provisoire par la caisse-maladie. Au regard du sens juridique de la norme, il y a lieu de s'écarter de la lettre de l'art. 48 al. 2 LAI dans la mesure où non seulement l'assuré mais également, par analogie, la caisse-maladie qui a pris en charge des prestations de manière provisoire peut en exiger le remboursement si les faits ouvrant droit à des prestations remontent à plus de douze mois à compter du dépôt de la demande et si la caisse n'est pas responsable de la prise de connaissance tardive. Le point de départ du délai de douze mois prévu par l'art. 48 al. 2 let. a LAI est déterminé uniquement par le moment de la prise de connaissance par la caisse-maladie concernée; la connaissance antérieure de l'assuré, respectivement de ses parents, ne peut pas lui être opposée (consid. 5)."], "faits": "BGE 143 V 312 S. 313\n\nA. Der 2011 geborene A.A. leidet an einer angeborenen Entwicklungsstörung der Harnröhre (Hypospadie), weshalb er am 9. Dezember 2012 hospitalisiert wurde und sich am folgenden Tag einer Operation unterziehen musste. Die Rechnung für diese Behandlung ging am 3. Februar 2014 bei der SWICA Krankenversicherung AG (nachfolgend: SWICA) ein. Diese übernahm den ausgewiesenen Betrag als obligatorische Krankenpflegeversicherung des Versicherten vorleistungsweise. Am 12. August 2014 wurde A.A. unter Hinweis auf das Geburtsgebrechen bei der Invalidenversicherung zum Leistungsbezug angemeldet. Die IV-Stelle Basel-Landschaft teilte seinen Eltern am 29. April 2015 mit, die Vorleistungen der SWICA könnten infolge verspäteter Geltendmachung nur für die zwölf der Anmeldung vorangehenden Monate nachgezahlt werden; die Voraussetzungen für eine weitergehende Nachzahlung seien nicht erfüllt. BGE 143 V 312 S. 314In diesem Sinne sprach sie A.A. erst ab 1. August 2013 die für die Behandlung des Geburtsgebrechens notwendigen medizinischen Massnahmen unter Ausschluss einer rückwirkenden Vergütung der von der SWICA erbrachten Leistungen zu (Verfügung vom 17. Mai 2016).\n\nB. Die dagegen erhobene Beschwerde der SWICA wies das Kantonsgericht Basel-Landschaft mit Entscheid vom 3. Februar 2017 ab.\n\nC. Die SWICA beantragt mit Beschwerde in öffentlich-rechtlichen Angelegenheiten, in Aufhebung des angefochtenen Entscheides sei die IV-Stelle zu verpflichten, ihr die erbrachten Vorleistungen von Fr. 8'506.05 zurückzuerstatten. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Begründet ein Versicherungsfall einen Anspruch auf Sozialversicherungsleistungen, bestehen aber Zweifel darüber, welche Sozialversicherung die Leistungen zu erbringen hat, so kann die berechtigte Person Vorleistung verlangen (Art. 70 Abs. 1 ATSG). Vorleistungspflichtig ist die Krankenversicherung für Sachleistungen und Taggelder, deren Übernahme durch die Krankenversicherung, die Unfallversicherung, die Militärversicherung oder die Invalidenversicherung umstritten ist (Art. 70 Abs. 2 lit. a ATSG). Die berechtigte Person hat sich bei den in Frage kommenden Sozialversicherungen anzumelden (Art. 70 Abs. 3 ATSG). Soweit von Art. 70 Abs. 2 lit. a ATSG Sachleistungen erfasst sind, muss ein Zweifel über die Leistungspflicht bei einer Heilbehandlung bestehen, weil die Krankenpflegeversicherung grundsätzlich nur Leistungen mit einer diagnostischen, therapeutischen oder pflegerischen Zielsetzung erbringt. Es geht somit um Untersuchungen, Behandlungen, Pflegemassnahmen, Analysen, Arzneimittel sowie bestimmte Mittel und Gegenstände (UELI KIESER, ATSG-Kommentar, 3. Aufl. 2015, N. 20 zu Art. 70 ATSG).\n\n3.2 Nach Art. 71 ATSG erbringt der vorleistungspflichtige Versicherungsträger die Leistungen nach den für ihn geltenden Bestimmungen. Wird der Fall von einem anderen Träger übernommen, so hat dieser die Vorleistungen im Rahmen seiner Leistungspflicht zurückzuerstatten. Ist somit gestützt auf Art. 70 ATSG die Vorleistungspflicht bestimmt worden, richtet sich in der Folge die Leistungspflicht nach BGE 143 V 312 S. 315den Bestimmungen der für den betreffenden Sozialversicherungszweig massgebenden Regelung (vgl. BGE 131 V 78 E. 2 S. 80 f.), was bedeutet, dass sämtliche für die Leistungsausrichtung erheblichen Fragen nach diesen Bestimmungen zu beantworten sind (vgl. KIESER, a.a.O., N. 3 und 4 zu Art. 71 ATSG; FRANZ SCHLAURI, Die zweigübergreifende Verrechnung und weitere Instrumente der Vollstreckungskoordination des Sozialversicherungsrechts, in: Sozialversicherungsrechtstagung 2004, S. 171 ff.).\n\n4. Streitig und zu prüfen ist allein, ob eine länger als zwölf Monate zurückreichende Nachzahlungspflicht der Invalidenversicherung zu Gunsten der Beschwerdeführerin als vorleistende Krankenkasse besteht.\n\n4.1 Macht eine versicherte Person ihren Anspruch auf eine Hilflosenentschädigung, auf medizinische Massnahmen oder auf Hilfsmittel mehr als zwölf Monate nach dessen Entstehung geltend, so wird die Leistung in Abweichung von Artikel 24 Absatz 1 ATSG nur für die zwölf Monate nachgezahlt, die der Geltendmachung vorangehen (Art. 48 Abs. 1 IVG).\n\n4.2 Art. 48 Abs. 2 IVG lautet wie folgt:\n\n\"Die Leistung wird für einen längeren Zeitraum nachgezahlt, wenn die versicherte Person:\n\na. den anspruchsbegründenden Sachverhalt nicht kennen konnte; und\n\nb. den Anspruch spätestens zwölf Monate, nachdem sie davon Kenntnis erhalten hat, geltend macht.\"\n\n4.3 Es steht fest, dass die Beschwerde führende Krankenkasse erst mit Rechnungseingang am 3. Februar 2014 Kenntnis vom anspruchsbegründenden Sachverhalt erhielt. Ebenso ist unbestritten, dass der Leistungsanspruch des Versicherten bei der Invalidenversicherung im August 2014, d.h. innert zwölf Monaten seit der Kenntnisnahme durch die Beschwerdeführerin (Art. 48 Abs. 2 lit. b IVG), geltend gemacht wurde.\n\n4.4 Das kantonale Gericht hat dem Umstand, dass die Beschwerdeführerin erst mit Rechnungseingang am 3. Februar 2014 von der Operation des Versicherten im Dezember 2012 erfuhr, keine Bedeutung beigemessen. Vielmehr hat es darauf abgestellt, dass die Eltern des A.A. schon seit dessen Geburt vom Behandlungsbedarf betreffend das Geburtsgebrechen Ziff. 352 des Anhangs zur Verordnung vom 9. Dezember 1985 über Geburtsgebrechen (GgV; SR 831.232.21) gewusst hätten, und dieses Wissen der vorleistenden Krankenkasse BGE 143 V 312 S. 316zugerechnet. Daraus hat die Vorinstanz geschlossen, dass die Anmeldung zum Leistungsbezug im August 2014 verspätet erfolgt sei und eine Nachzahlungspflicht der Invalidenversicherung gemäss Art. 48 Abs. 2 IVG nicht bestehe.\n\nDie Beschwerdeführerin wendet dagegen ein, das selbstständige Anmelderecht der obligatorischen Krankenpflegeversicherung mache nur Sinn, wenn diese die Leistungen ab eigener Kenntnis des anspruchsbegründenden Sachverhalts geltend machen könne. Es komme oft vor, dass die berechtigten Eltern die rechtzeitige Anmeldung verpassten, sodass die Kasse den Leistungsanspruch im Eigeninteresse einfordere. In dieser Konstellation sei die zwölfmonatige Frist, seitdem die Eltern über den anspruchsbegründenden Sachverhalt orientiert gewesen seien, meistens bereits verstrichen, während der betroffene Krankenpflegeversicherer davon noch nichts wisse. Daher müsse Art. 48 Abs. 2 IVG, obschon die Bestimmung nur die versicherte Person erwähne, analog auch für die vorleistende Krankenkasse gelten.\n\n5.\n\n5.1 Die Auslegung des Gesetzes ist auf die Regelungsabsicht des Gesetzgebers und die von ihm erkennbar getroffenen Wertentscheidungen auszurichten. Ausgangspunkt bildet der Wortlaut der auslegungsbedürftigen Bestimmung. Vom daraus abgeleiteten Sinn ist abzuweichen, wenn triftige Gründe dafür bestehen, dass der Gesetzgeber diesen nicht gewollt haben kann (vgl. BGE 136 V 84 E. 4.3.2.1 S. 92). Solche Gründe können sich insbesondere aus der Entstehungsgeschichte der Norm, aus ihrem Zweck oder aus dem Zusammenhang mit anderen Vorschriften ergeben (BGE 135 IV 113 E. 2.4.2 S. 116; BGE 135 V 382 E. 11.4.1 S. 404; BGE 127 III 318 E. 2b S. 322 f.).\n\n5.2 Was die hier zu beantwortende Rechtsfrage (E. 4 am Anfang) betrifft, erscheint der - in allen drei Sprachfassungen übereinstimmende - Wortlaut des Art. 48 Abs. 2 IVG eindeutig: Massgebend für eine weiter als ein Jahr zurückreichende Nachzahlungspflicht der Invalidenversicherung ist unter rein grammatikalischem Blickwinkel, ob die versicherte Person (\"l'assuré\", \"l'assicurato\") den anspruchsbegründenden Sachverhalt kennen konnte.\n\n5.3\n\n5.3.1 Aus entstehungsgeschichtlicher Warte kommt in den Materialien (Botschaft vom 27. Februar 1967 zum Entwurf eines Bundesgesetzes betreffend Änderung des Bundesgesetzes über die BGE 143 V 312 S. 317Invalidenversicherung, BBl 1967 I 687 ff.) betreffend den mit der 1. IV-Revision neu eingeführten Art. 48 IVG die Absicht des Gesetzgebers zum Ausdruck, die Rechtsstellung des Versicherten durch die Einführung einer vorläufigen Leistungs- oder Kostengutsprachepflicht zu schützen. Der Bundesrat hielt fest, es solle dafür gesorgt werden, dass ein Versicherungsfall auch dann ohne Verzögerung abgedeckt werde, wenn noch nicht feststehe, welcher Sozialversicherungszweig leistungspflichtig sei. Weiter sei es naheliegend, die Vorleistungspflicht den Krankenkassen aufzuerlegen, weil sich der Versicherte in Zweifelsfällen eher an seine Krankenpflegeversicherung als an die Invalidenversicherung wenden dürfte. Zudem sei die Krankenkasse auch verfahrensmässig besser in der Lage, die Vorleistung oder Kostengutsprache zu übernehmen (BBl 1967 I 688).\n\n5.3.2 Diese Entwicklung fand vor allem im Verordnungsrecht der Krankenversicherung ihren Ausdruck: Art. 19 der Verordnung III vom 15. Januar 1965 über die Krankenversicherung (AS 1965 41) sah vor, dass die Invalidenversicherung, wenn sie einen Fall übernimmt, für welchen eine Krankenkasse bereits Krankenpflegekosten bezahlt hat, der betreffenden Kasse diese Kosten zurückerstatten muss, \"sofern sie hievon zur Zeit der Erledigung des Falles Kenntnis hat\" (BBl 1967 I 688; zur entsprechenden Delegationsnorm in der Invalidenversicherung vgl. Art. 45bis lit. a des Bundesgesetzes vom 5. Oktober 1967 betreffend Änderung des Bundesgesetzes über die Invalidenversicherung [BBl 1967 II 503]). Washingegen den Nachzahlungsanspruch der versicherten Person betrifft, wurde mit der 1. IV-Revision einzig die zuvor auf sechs Monate befristete Nachzahlungspflicht - der heutigen Regelung entsprechend - auf zwölf Monate erhöht (vgl. Art. 48 Abs. 2 des Bundesgesetzes vom 5. Oktober 1967 betreffend Änderung des Bundesgesetzes über die Invalidenversicherung). Die Botschaft betonte hierbei, der Versicherte werde sich, falls er seine Ansprüche voll wahren wolle, bei der Anmeldung nach wie vor an eine bestimmte Frist zu halten haben (BBl 1967 I 690).\n\n5.3.3 Beschränkte der Bundesrat den Nachzahlungsanspruch der versicherten Person auf ein Jahr vor der Geltendmachung, fehlen entsprechende Hinweise in Bezug auf die Nachzahlungspflicht der Invalidenversicherung gegenüber der vorleistenden Krankenkasse. Dies rührt daher, dass die Krankenpflegeversicherer - wie soeben dargelegt (E. 5.3.1) - in erster Linie zur uneingeschränkten Vorleistung verpflichtet werden sollten, um die Kostendeckung der BGE 143 V 312 S. 318versicherten Person in Grenzfällen sicherzustellen. Insoweit vermag nicht zu erstaunen, dass den Krankenkassen mit der 1. IV-Revision auch ein selbstständiges Beschwerderecht für den Fall eingeräumt wurde, dass sie Vorleistungen erbracht hatten (BBl 1967 I 689). Gestützt darauf liegt nahe, dass der Gesetzgeber der unbegrenzten Vorleistungspflicht der Krankenkassen einen ebenso umfassenden Nachzahlungs- bzw. Rückzahlungsanspruch gegenüberstellen wollte, während der Nachzahlungsanspruch der versicherten Person an die zwölfmonatige Frist gebunden - und somit beschränkt - sein sollte. Die historische Auslegung spricht demzufolge eher für den Standpunkt der Beschwerdeführerin.\n\n5.4\n\n5.4.1 Art. 48 Abs. 2 IVG ist aus systematischer Sicht als bereichsspezifisch konkretisierte Form der Fristwiederherstellung analog Art. 41 ATSG, Art. 50 BGG und Art. 24 VwVG (SR 172.021) zu verstehen, was einem allgemeinen Rechtsgrundsatz entspricht (vgl. BGE 108 V 109; Urteil C 125/03 vom 10. Juli 2003 E. 1 mit Hinweisen; AMSTUTZ/ARNOLD, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 1 zu Art. 50 BGG; KIESER, a.a.O., N. 4 zu Art. 71 ATSG; KÖLZ/HÄNER/BERTSCHI, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 3. Aufl. 2013, S. 204; PATRICIA EGLI, in: Praxiskommentar Verwaltungsverfahrensgesetz [VwVG], Waldmann/Weissenberger [Hrsg.], 2. Aufl. 2016, N. 1 zu Art. 24 VwVG). Die Wiederherstellung setzt das Fehlen eines Verschuldens voraus, wobei ein strenger Massstab anzuwenden ist. Ein bloss auf Unachtsamkeit beruhendes Versehen stellt kein unverschuldetes Hindernis dar (EGLI, a.a.O., N. 4 zu Art. 24 VwVG; Urteil 2C_703/2009 vom 21. September 2010 E. 3.3 mit weiteren Hinweisen). Die Überlegung, dass die Frist bei unverschuldeter Unkenntnis erst mit Kenntnisnahme des anspruchsbegründenden Sachverhalts zu laufen beginnt, findet sich im Allgemeinen Teil des Sozialversicherungsrechts beim Erlöschen des Rückforderungsanspruchs oder beim Rückgriff (vgl. Art. 25 Abs. 2 ATSG und Art. 72 Abs. 3 Satz 2 ATSG). Ferner ist auf die Bestimmungen des Privat- und Strassenverkehrsrechts zu verweisen, welche für den Beginn des relativen Fristenlaufs die Kenntnis des Schadens und der Person des Ersatzpflichtigen voraussetzen (vgl. Art. 60 Abs. 1 OR und Art. 83 Abs. 1 SVG).\n\n5.4.2 Der Europäische Gerichtshof für Menschenrechte (nachfolgend: EGMR) befasste sich mit der Fristwahrung bzw. -wiederherstellung im Zusammenhang mit der Haftung für Körperschäden, BGE 143 V 312 S. 319welche durch den Kontakt mit Asbest verursacht wurden (vgl. Urteil Howald Moor gegen die Schweiz [52067/10 und 41072/11] vom 11. März 2014; zum Sachverhalt: BGE 136 II 187): Der Gerichtshof gelangte zur Auffassung, die systematische Anwendung der Verjährungs- oder Verwirkungsregeln auf die Opfer von Krankheiten, welche erst lange Zeit nach den krankheitsverursachenden Ereignissen hätten diagnostiziert werden können, sei geeignet, die Betroffenen von der Möglichkeit auszuschliessen, ihre Ansprüche vor Gericht geltend zu machen. Wenn es wissenschaftlich nachgewiesen sei, dass eine Person nicht wissen könne, dass sie an einer bestimmten Krankheit leide, müsse dieser Umstand bei der Berechnung der Verjährungs- oder Verwirkungsfrist berücksichtigt werden. Nach dieser Rechtsprechung beginnt die absolute (zehnjährige) Verjährungsfrist bei gesundheitlichen Spätfolgen einer Asbestbelastung folglich erst zu laufen, wenn der Schaden bekannt ist, da den Betroffenen ansonsten der Rechtsweg verschlossen bliebe (vgl. auch Urteil 4F_15/2014 vom 11. November 2015 mit Hinweis auf die im Zuge des EGMR-Urteils angestossene Revision des Verjährungsrechts [BBl 2014 235 ff.] sowie die Diskussion in Form eines \"runden Tisches\" betreffend die Schaffung eines \"Fonds zur vollumfänglichen Entschädigung nach Haftpflichtrecht von Asbestopfern\"). Mit Blick darauf ist nicht ersichtlich, weshalb die eingangs (E. 5.4.1) erwähnte Rechtsregel nicht anwendbar sein sollte, wenn sich im Zusammenhang mit Art. 48 Abs. 2 IVG nicht die versicherte Person, sondern eine Krankenpflegeversicherung darauf beruft (betreffend die Kenntnisnahme der in Art. 66 IVV [SR 831.201] und Art. 67 AHVV [SR 831.101] genannten Drittpersonen vgl. BGE 139 V 289 E. 6 S. 295 ff. mit weiteren Hinweisen).\n\n5.5 Der Zweck des Art. 48 Abs. 2 IVG liegt darin, einem unverschuldeten Rechtsverlust vorzubeugen. Ein solcher läge jedoch vor, wenn der vorleistenden Krankenkasse nicht der eigene Kenntnisstand, sondern derjenige der versicherten Person bzw. ihrer Eltern als gesetzliche Vertreter entgegengehalten werden könnte. Die Vorinstanz verkennt, dass die Invalidenversicherung auf diese Weise oft dem Nachzahlungsanspruch der Krankenkassen entginge. Dem steht vorliegend schon entgegen, dass die Beschwerdeführerin an der verspäteten Kenntnisnahme kein Verschulden trifft: Inwieweit sie vom anspruchsbegründenden Sachverhalt wusste oder hätte wissen müssen, legt das kantonale Gericht nicht dar. Im Zusammenhang mit der Vorleistungspflicht kann überdies weder von einer BGE 143 V 312 S. 320Nachforschungspflicht der Krankenkasse betreffend eine allfällige Leistungspflicht der Invalidenversicherung noch von einer entsprechenden Informationspflicht des Versicherten bzw. seiner Eltern die Rede sein. Im Gegenteil war die Beschwerdeführerin von Gesetzes wegen verpflichtet, die Leistungen im Zusammenhang mit der Operation des Versicherten im Dezember 2012 (\"vorläufig\"; vgl. Art. 113 KVV [SR 832.102]) zu erbringen. Dies, weil zum einen die Voraussetzungen gemäss Art. 32 ff. KVG unstreitig erfüllt waren; zum anderen traf sie - mit Blick auf die in diesem Zeitpunkt noch ungeklärte Leistungspflicht der Invalidenversicherung - gestützt auf Art. 113 KVV und Art. 70 Abs. 2 lit. a ATSG eine Vorleistungspflicht. Könnte allein der Versicherte eine weiter als zwölf Monate zurückreichende Nachzahlungspflicht in Anspruch nehmen, wäre der Anspruch der Krankenkasse einzig von dessen rechtzeitiger Anmeldung bei der Invalidenversicherung abhängig. Weil der vorleistende Krankenpflegeversicherer darauf keinen Einfluss hat, widerspricht die vom kantonalen Gericht vertretene Ansicht - aufgrund des damit eintretenden unverschuldeten Rechtsnachteils - dem Rechtssinn des Art. 48 Abs. 2 IVG. Im Übrigen moniert die Beschwerdeführerin zu Recht, dass das vorinstanzliche Verständnis auch mit Blick auf das selbstständige Anmelderecht der Krankenkassen (vgl. BGE 135 V 106) keinen Sinn macht.\n\n6. Zusammengefasst ist insoweit vom Wortlaut des Art. 48 Abs. 2 IVG abzuweichen, als eine über zwölf Monate zurückreichende Nachzahlungspflicht der Invalidenversicherung nicht nur zu Gunsten der versicherten Person, sondern analog auch gegenüber dem vorleistenden Krankenpflegeversicherer besteht. Für die Fristwahrung kommt es auf den Zeitpunkt der Kenntnisnahme durch die vorleistende Krankenkasse selber an. Wenn die Vorinstanz erwogen hat, nach dem Wortlaut des Art. 48 Abs. 2 lit. a IVG gehe es allein um die Kenntnis der versicherten Person bzw. um diejenige ihrer gesetzlichen Vertreter, bedient sie sich einzig der grammatikalischen Gesetzesauslegung, was zu kurz greift (zum vom Bundesgericht befolgten pragmatischen Methodenpluralismus vgl. statt vieler: BGE 142 V 488 E. 6.3.1 S. 495). Die Beschwerdeführerin wusste unstreitig erst mit Rechnungseingang am 3. Februar 2014 vom anspruchsbegründenden Sachverhalt (vgl. E. 4.3). Da sie ihren Nachzahlungsanspruch in der Folge fristgerecht innert eines Jahres (vgl. Art. 48 Abs. 2 lit. b IVG) geltend machte, ist bezüglich der Operation des BGE 143 V 312 S. 321Versicherten vom Dezember 2012 ein über zwölf Monate zurückreichender Nachzahlungsanspruch gemäss Art. 48 Abs. 2 IVG zu bejahen. Die Beschwerde ist begründet. (...)"}