{"annee": "143", "cour": "III", "page": "554", "date": "16/8/2017", "cite": ["140 III 244", "137 III 563", "143 III 15", "98 IA 241", "112 II 496", "101 II 63", "119 II 434", "99 II 388"], "cite_par": [], "chapeau": "70. Estratto della sentenza della II Corte di diritto civile nella causa A. SA contro B. e consorti (ricorso in materia civile)\n\n5A_82/2016 del 16 agosto 2017", "regestes": ["Art. 961 al. 3 CC; art. 145 al. 1 et art. 263 CPC; hypothèque légale des artisans et entrepreneurs; calcul du délai pour intenter l'action. La suspension des délais prévue à l'art. 145 al. 1 CPC ne s'applique pas au délai fixé par le juge pour intenter l'action tendant à l'inscription définitive d'une hypothèque légale des artisans et entrepreneurs (consid. 2)."], "faits": "BGE 143 III 554 S. 555\n\nA. Con decisione 12 giugno 2013 il Pretore del Distretto di Lugano ha ordinato l'iscrizione provvisoria di 18 ipoteche legali degli artigiani e imprenditori su altrettante proprietà per piani del fondo base n. 269 RFD di X. in favore di A. SA per complessivi fr. 262'830.35 oltre interessi, in garanzia di opere da impresario costruttore. Il Pretore ha inoltre assegnato a A. SA un termine di 60 giorni per promuovere la causa volta all'iscrizione definitiva delle ipoteche legali. Tale decisione è stata notificata a A. SA il 13 giugno 2013.\n\nMediante petizione 16 agosto 2013 A. SA ha postulato l'iscrizione definitiva delle ipoteche legali. Con decisione 10 giugno 2014, limitata alla questione della tempestività di tale azione, il Pretore ha respinto l'eccezione di tardività sollevata dai proprietari delle suddette proprietà per piani.\n\nB. In accoglimento di un appello 9 luglio 2014 presentato da questi ultimi, con sentenza 23 dicembre 2015 la I Camera civile del Tribunale d'appello del Cantone Ticino ha respinto la petizione 16 agosto 2013 per tardività, ritenendo che il termine di 60 giorni non fosse sospeso in forza dell'art. 145 cpv. 1 lett. b CPC (RS 272), e ordinato la cancellazione dell'iscrizione provvisoria delle ipoteche legali.\n\nC. Con ricorso in materia civile 1° febbraio 2016 A. SA ha chiesto al Tribunale federale di riformare la sentenza cantonale nel senso di respingere l'appello. Con risposta 18 ottobre 2016 i proprietari delle succitate proprietà per piani hanno postulato la reiezione del ricorso.\n\nIl Tribunale federale ha respinto il ricorso.\n\n(riassunto)", "considerants": "Dai considerandi:\n\n2. In concreto è litigiosa la questione a sapere se la sospensione dei termini prevista all'art. 145 cpv. 1 CPC si applichi al termine fissato dal giudice all'artigiano/imprenditore per promuovere l'azione volta all'iscrizione definitiva della relativa ipoteca legale.\n\n2.1 L'iscrizione di un'ipoteca legale degli artigiani e imprenditori nel registro fondiario deve essere fatta al più tardi entro quattro mesi dal compimento del lavoro (art. 839 cpv. 2 CC). Il termine è salvaguardato se entro i quattro mesi l'artigiano/imprenditore ottiene un'iscrizione provvisoria (art. 961 cpv. 1 n. 1 CC e art. 76 cpv. 3 dell'ordinanza del 23 settembre 2011 sul registro fondiario [ORF; BGE 143 III 554 S. 556RS 211.432.1]). Se accorda l'iscrizione provvisoria, il giudice ne stabilisce esattamente la durata e gli effetti e fissa, se occorre, un termine per far valere giudizialmente la pretesa (art. 961 cpv. 3 CC). La durata dell'iscrizione provvisoria può essere stabilita in due modi: il giudice può fissare un periodo determinato di validità oppure assegnare all'artigiano/imprenditore un termine per promuovere l'azione volta all'iscrizione definitiva dell'ipoteca legale, facendo quindi perdurare la validità dell'iscrizione provvisoria fino a decisione finale di tale causa (v. PAUL-HENRI STEINAUER, Les droits réels, vol. III, 4 a ed. 2012, n. 2898-2898b con rinvio a DTF 119 II 434 consid. 2a in fine; DTF 112 II 496 consid. 2; DTF 101 II 63 consid. 4; DTF 99 II 388 consid. 3; DTF 98 Ia 241 consid. 2a).\n\nL'art. 263 CPC prevede che, se è concesso un provvedimento cautelare prima che la causa di merito sia pendente, il giudice assegna all'istante un termine per promuoverla, con la comminatoria che il provvedimento cautelare decadrà in caso di inosservanza del termine.\n\n(...)\n\n2.5\n\n2.5.1 I termini entro i quali un'azione deve essere promossa sono fissati dal CC o dal CO (o da altre leggi speciali) e sono pertanto dei termini di diritto sostanziale. Si tratta di termini di perenzione oppure di prescrizione (DTF 140 III 244 consid. 5.2).\n\nLa DTF 119 II 434 consid. 2 ha stabilito che il termine dell'art. 961 cpv. 3 in fine CC costituisce proprio un termine perentorio di diritto federale: malgrado la norma non fissi essa stessa la durata del termine ma lasci al giudice il compito di fissarla, la sua inosservanza comporta infatti comunque la perenzione del diritto. Da tale premessa è stato concluso che le disposizioni del diritto cantonale di procedura, segnatamente quelle riguardanti le ferie giudiziarie, non possono influire sul decorso del termine impartito dal giudice per l'introduzione dell'azione tendente all'iscrizione definitiva di un'ipoteca legale degli artigiani e imprenditori. Ora, se con l'entrata in vigore del CPC questa conclusione non è più di attualità, ciò non significa che anche la premessa (ossia la qualifica del termine dell'art. 961 cpv. 3 in fine CC come termine di perenzione e, quindi, di natura sostanziale) sia ormai superata.\n\nSecondo la ricorrente, invece, il fatto che il termine per promuovere la causa di merito a convalida dell'iscrizione provvisoria diBGE 143 III 554 S. 557 un'ipoteca legale degli artigiani e imprenditori sarebbe ormai pure retto dall'art. 263 CPC (riferendosi alla DTF 137 III 563 consid. 3.3, giusta la quale l'iscrizione provvisoria presenta le caratteristiche di un provvedimento cautelare ai sensi degli art. 261 segg. CPC) avrebbe per l'appunto comportato una modifica della natura di questo termine da sostanziale a procedurale (in questo senso v. sentenza del Tribunale cantonale vodese del 27 giugno 2013, in JdT 2014 III pag. 16; v. anche WOLFGANG ERNST, Fristenprobleme beim Bauhandwerkerpfandrecht - zugleich zum Bedeutungsschwund von Art. 961 Abs. 3 ZGB, in Une empreinte sur le Code civil, Mélanges en l'honneur de Paul-Henri Steinauer, 2013, pag. 468 segg.; RAINER SCHUMACHER, Das Bauhandwerkerpfandrecht, Ergänzungsband zur 3. Auflage, 2011, pag. 208 n. 663; lo stesso, Die Eintragung eines Bauhandwerkerpfandrechts - Prosequierung ohne Schlichtungsverfahren - Entscheid des Kassationsgerichts Zürich vom 1. November 2010 [AA100114], BR 2011 pag. 68 seg.).\n\nQuesta tesi non può tuttavia essere seguita. Il termine per introdurre l'azione a convalida di iscrizioni provvisorie nel registro fondiario continua infatti ad essere previsto, nel suo principio, all'art. 961 cpv. 3 CC. Innanzitutto per il fatto che il legislatore non ha abrogato tale disposizione quando è entrato in vigore l'art. 263 CPC, ma ne ha soltanto modificato la parte iniziale togliendo la locuzione \"con procedura sommaria\" (a differenza, p.es., del termine che era contenuto nell'abrogato art. 274f cpv. 1 CO, ora sostituito dall'art. 209 cpv. 4 CPC; v. WERNER GLOOR, Commentaire de l'arrêt de la Cour de Justice de Genève, Chambre des prud'hommes, du 12 avril 2012 [CAPH/70/212], DTA 2012 pag. 159 in initio). In seguito per il fatto che l'art. 961 cpv. 3 CC si differenzia dall'art. 263 CPC: la prima norma prescrive infatti di assegnare un termine per promuovere l'azione \"se occorre\", mentre la seconda lo prescrive, più rigorosamente, \"se la causa di merito non è ancora pendente\", ciò che limiterebbe la possibilità del giudice di optare per l'altro modo attraverso cui può stabilire la durata di un'iscrizione provvisoria nel registro fondiario, ossia la fissazione di un periodo determinato di validità della stessa (v. supra consid. 2.1).\n\n2.5.2 In virtù del principio dell'unità dell'ordinamento giuridico, il diritto che fissa un termine è determinante per il computo di tale termine. Le regole di procedura del CPC non sono applicabili per il computo dei termini di diritto sostanziale (DTF 143 III 15 consid. 4.1).\n\nBGE 143 III 554 S. 558Di conseguenza, il termine per promuovere l'azione volta all'iscrizione definitiva di un'ipoteca legale degli artigiani e imprenditori - di natura sostanziale, come appena spiegato - non è sospeso in forza dell'art. 145 cpv. 1 CPC (v. FABIENNE HOHL, Procédure civile, vol. I, 2 a ed. 2016, pag. 71 n. 353; la stessa, Procédure civile, vol. II, 2 a ed. 2010, pag. 178 n. 962; JURIJ BENN, in Basler Kommentar, Schweizerische Zivilprozessordnung, 3 a ed. 2017, n. 6 e 7 ad art. 142 CPC; NINA J. FREI, in Berner Kommentar ZPO, vol. I, 2012, n. 2 ad art. 142 CPC; GLOOR, op. cit., pag. 158 in fine; in senso contrario v. FRANÇOIS BOHNET, L'hypothèque légale des artisans et entrepreneurs en procédure civile suisse, in Le nouveau droit de l'hypothèque légale des artisans et entrepreneurs - Fond et procédure, 2012, pag. 86 n. 112; ERNST, op. cit., pag. 475 seg.; sentenza del Tribunale cantonale vodese del 27 giugno 2013, in JdT 2014 III pag. 16).\n\nCome già stabilito nella DTF 119 II 434 consid. 2 con rinvii, tale termine, sebbene di natura sostanziale, può però essere prorogato (v. art. 144 cpv. 2 CPC).\n\n2.5.3 Nel caso concreto il Tribunale d'appello non è pertanto incorso in una violazione del diritto federale per aver ritenuto che la petizione 16 agosto 2013 andasse respinta per tardività: il termine di 60 giorni per introdurla non era infatti sospeso in virtù dell'art. 145 cpv. 1 lett. b CPC e non risulta che fosse stato prorogato."}