{"annee": "143", "cour": "III", "page": "113", "date": "23/2/2017", "cite": ["134 III 145", "138 III 76", "142 III 40", "143 III 42", "140 III 16", "141 III 564"], "cite_par": ["144 III 298"], "chapeau": "18. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A.A. gegen B.A. (Beschwerde in Zivilsachen)\n\n5A_295/2016 vom 23. Februar 2017", "regestes": ["Art. 129 et 170 CC; art. 158 al. 1 let. b CPC; demande de renseignements de l'époux divorcé dans le procès en modification du jugement de divorce. Question de savoir si le droit à être renseigné selon l'art. 170 CC, fondé sur le droit matériel, continue de déployer des effets au-delà de la dissolution du mariage en relation avec une procédure de modification de l'entretien après le divorce (art. 129 CC) (consid. 4.3). Conditions auxquelles l'époux divorcé peut, dans le procès en modification, obtenir des renseignements sur le revenu de l'ex-conjoint dans le cadre d'une procédure de preuve à futur (art. 158 al. 1 let. b CPC) (consid. 4.4)."], "faits": "BGE 143 III 113 S. 114\n\nA. Mit Scheidungsurteil vom 5. März 2013 verpflichtete das Bezirksgericht Baden B.A., seiner früheren Ehefrau A.A. nachehelichen Unterhalt zu bezahlen.\n\nB. Am 6. Oktober 2015 beantragte B.A. beim Familiengericht Baden, A.A. aufzufordern, \"umfassend Auskunft über ihre Einkommen (inklusive Renten) ab dem 01. Januar 2014 bis heute zu erteilen\". Das Gerichtspräsidium Baden verurteilte A.A., \"ihr Einkommen (inklusive Renten) seit dem 01.04.2014 zu belegen\" (Entscheid vom 22. Januar 2016).\n\nC. A.A. erhob Berufung beim Obergericht des Kantons Aargau. Dieses hiess das Rechtsmittel im Kostenpunkt teilweise gut. Im Streit um die Auskunftspflicht wies es die Berufung ab. Abgewiesen wurde auch die Beschwerde, welche die Frau gegen die erstinstanzliche Verweigerung der unentgeltlichen Rechtspflege erhoben hatte.\n\nD. Mit Beschwerde vom 21. April 2016 wendet sich A.A. (Beschwerdeführerin) an das Bundesgericht. In der Sache beantragt sie, das Gesuch um Auskunftserteilung abzuweisen, soweit darauf eingetreten werden kann. Weitere Anträge betreffen die oberinstanzlichen Prozesskosten und die unentgeltliche Rechtspflege. Das Obergericht verzichtete auf eine Vernehmlassung. B.A. (Beschwerdegegner) beantragte, die Beschwerde abzuweisen (Eingabe vom 21. November 2016). Die Beschwerdeführerin hielt in einer Stellungnahme vom 5. Dezember 2016 an ihrem Standpunkt fest.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt den angefochtenen Entscheid auf und weist das Auskunftsgesuch des Beschwerdegegners ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. (...)\n\n4.3 Räumt das Gesetz einer Partei einen materiellrechtlichen Informationsanspruch ein, kann dieser nicht auf dem Weg der vorsorglichen Beweisführung geltend gemacht werden (BGE 141 III 564 E. 4.2 S. 566 ff.). Deshalb ist zuerst zu prüfen, ob die Beschwerdeführerin ihrem früheren Ehemann gegenüber gestützt auf das materielle Recht zur Auskunft verpflichtet ist.\n\n4.3.1 Nach Art. 170 Abs. 1 ZGB kann jeder Ehegatte vom andern Auskunft über dessen Einkommen, Vermögen und Schulden verlangen. Der Richter kann den andern Ehegatten oder Dritte auf BGE 143 III 113 S. 115Begehren verpflichten, die erforderlichen Auskünfte zu erteilen und die notwendigen Urkunden vorzulegen (Art. 170 Abs. 2 ZGB). Der Auskunftsanspruch kann in einem unabhängigen Verfahren oder vorfrageweise in einem eherechtlichen Verfahren geltend gemacht werden (Urteil 5A_9/2015 vom 10. August 2015 E. 3.1). Der richterliche Entscheid darüber ergeht nach einer umfassenden Prüfung in rechtlicher und tatsächlicher Hinsicht und entfaltet materielle Rechtskraft (Urteil 5A_421/2013 vom 19. August 2013 E. 1.2.1 mit Hinweis). Hier stellt sich die Frage, ob die Auskunftspflicht nach Art. 170 ZGB über die Auflösung der Ehe hinaus im Hinblick auf ein Verfahren zur Abänderung des nachehelichen Unterhalts (nach-) wirkt.\n\n4.3.2 Mit Bezug auf einen Fall, in welchem die Ehefrau Auskunft über die finanziellen Verhältnisse ihres verstorbenen Ehemannes verlangte, hielt das Bundesgericht fest, dass die Auskunftspflicht nach Art. 170 ZGB grundsätzlich mit der Auflösung der Ehe durch Tod, Scheidung oder Ungültigerklärung endet. Unter Hinweis auf Lehrmeinungen schloss das Bundesgericht nicht aus, dass die Auskunftspflicht ausnahmsweise über die Auflösung der Ehe hinaus wirken könne. Es stellte jedoch klar, dass es besondere Gründe geben müsse, nach Auflösung der Ehe über die wirtschaftliche Situation des verstorbenen oder geschiedenen Ehegatten gestützt auf Art. 170 ZGB Auskunft verlangen zu können. Allein der blosse Bedarf nach Information verschaffe der Witwe noch kein Auskunftsrecht. Ein materiellrechtlicher Auskunftsanspruch ergebe sich auch nicht aus der gegenüber den Steuerbehörden geltenden verfahrensrechtlichen Pflicht zur Mitwirkung bei der Feststellung des Nachlassvermögens, noch könne sie sich als überlebende Ehegattin auf ein Vorrecht gegenüber den anderen Erben berufen. Das Bundesgericht kam zum Schluss, dass kein Anwendungsfall einer möglichen Nachwirkung von Art. 170 ZGB vorliege, wie sie in der Lehre diskutiert wird, und sich die Witwe mit den im Erbrecht statuierten Auskunftspflichten sowie den prozessrechtlichen Möglichkeiten der Beweisbeschaffung behelfen könne (Urteil 5C.276/2005 vom 14. Februar 2006 E. 2).\n\nDemgegenüber erklärte das Bundesgericht in E. 7.4.1 seines Urteils 5A_562/2011 vom 21. Februar 2012 und unter Hinweis auf das Urteil 5A_81/2011 vom 23. September 2011 E. 6.1.3, obwohl Art. 170 ZGB zu den Bestimmungen über die allgemeinen Wirkungen der Ehe gehöre, sei diese Norm nicht nur im Scheidungsverfahren, BGE 143 III 113 S. 116sondern auch in Verfahren betreffend die Abänderung von Scheidungsurteilen anwendbar. Von der Sache her ging es in diesen beiden Urteilen freilich nicht unmittelbar um die Anwendung von Art. 170 ZGB im Abänderungsprozess, sondern um die Frage, ob der Exmann im Streit um seine wirtschaftliche Leistungsfähigkeit und mit Blick auf seine fehlende Mitwirkung bei der Feststellung des Sachverhalts das Beweisergebnis der kantonalen Instanz als willkürlich auszuweisen vermochte (Urteile 5A_562/2011 vom 21. Februar 2012 E. 7.4.2 und 5A_81/2011 vom 23. September 2011 a.a.O.). Insofern war die zitierte Erwägung für das Bundesgericht nicht entscheidrelevant.\n\n4.3.3 Im Schrifttum sprechen sich verschiedene Autoren ausdrücklich gegen eine Anwendung von Art. 170 ZGB im Abänderungsverfahren aus (so HAUSHEER/REUSSER/GEISER, in: Berner Kommentar, 4. Aufl. 1999, N. 5a zu Art. 170 ZGB; IVO SCHWANDER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 5. Aufl. 2014, N. 6 zu Art. 170 ZGB; MURIEL BARRELET, in: Droit matrimonial, Commentaire pratique, Bohnet/Guillod [Hrsg.], 2016, N. 9 zu Art. 170 ZGB; ROLAND KOKOTEK, Die Auskunftspflicht des Ehegatten nach Art. 170 ZGB, 2012, S. 4 f.). Ohne sich direkt zur Anwendbarkeit von Art. 170 ZGB im Abänderungsprozess zu äussern, betonen andere Autoren, dass die Auskunftspflicht den Bestand der Ehe voraussetze (VERENA BRÄM, in: Zürcher Kommentar, 3. Aufl. 1998, N. 7 zu Art. 170 ZGB; DESCHENAUX/STEINAUER/BADDELEY, Les effets du mariage, 2. Aufl. 2009, Rz. 264) oder ausnahmsweise auch nach Inkrafttreten des Scheidungspunktes Platz greifen könne, soweit die güterrechtliche Auseinandersetzung in ein separates Verfahren verwiesen werde (statt vieler: AUDREY LEUBA, in: Commentaire romand, Code civil, Bd. I, 2010, N. 3 zu Art. 170 ZGB; STETTLER/GERMANI, Effets généraux du mariage, 2. Aufl. 1999, Rz. 224). Die Meinung, dass Art. 170 ZGB auch in einem Abänderungsverfahren im Sinne von Art. 129 ZGB Anwendung finden könne, lässt sich - soweit ersichtlich - in der Lehre nicht ausfindig machen.\n\n4.3.4 Art. 170 ZGB ist im fünften Titel über \"Die Wirkungen der Ehe im Allgemeinen\" des zweiten Teils des Zivilgesetzbuches eingereiht. Soweit sich offene Rechtsansprüche unmittelbar aus der Auflösung der Ehe durch Scheidung ergeben, erscheint es unter systematischen Gesichtspunkten gerechtfertigt, auch die Auskunftspflicht als (Nach-)Wirkung der Ehe über die Auflösung der Ehe hinaus bis zur abschliessenden Beurteilung dieser Rechtsansprüche bestehen zu lassen, insbesondere im erwähnten Fall, da die BGE 143 III 113 S. 117Scheidung in Rechtskraft erwachsen ist und die Beurteilung güterrechtlicher Ansprüche in ein Separatverfahren verwiesen wurden. Davon zu unterscheiden ist die Abänderung des nachehelichen Unterhalts, die das Gesetz in Art. 129 ZGB als eine der Scheidungsfolgen im dritten Abschnitt des vierten Titels über \"Die Ehescheidung und die Ehetrennung\" regelt. Von seinem Tatbestand her setzt der gesetzliche Abänderungsanspruch voraus, dass bereits eine Scheidungsrente festgesetzt wurde. Anders als bei der erstmaligen Festsetzung des nachehelichen Unterhalts, die ein Ehegatte (bei gegebenen Voraussetzungen) als direkte Folge der Auflösung der Ehe durchsetzen kann, spielt die nacheheliche Solidarität, auf welcher der Scheidungsunterhalt beruht (vgl. BGE 134 III 145 E. 4 S. 147 mit Hinweis), im Abänderungsverfahren allenfalls noch indirekt als (Nach-)Wirkung der Ehe eine Rolle. Unmittelbarer Anlass und Grund für eine Abänderung der Scheidungsrente ist nicht die Auflösung der Ehe oder die nacheheliche Solidarität, sondern die in Art. 129 Abs. 1 ZGB vorausgesetzte erhebliche und dauernde Veränderung der Verhältnisse. Dieses Tatbestandsmerkmal hat weder mit den Wirkungen noch mit der Auflösung der Ehe etwas zu tun. Es bezieht sich ausschliesslich auf Umstände, die erst nach dem Zeitpunkt eingetreten oder verfügbar geworden sind, in welchem im früheren, durch rechtskräftiges Urteil abgeschlossenen Verfahren letztmals neue Angriffs- und Verteidungsmittel vorgebracht werden konnten (s. BGE 143 III 42 E. 5.2 mit Hinweisen). Die Unterscheidung zwischen der erstmaligen Festsetzung und der Abänderung des nachehelichen Unterhalts widerspiegelt sich auch in der Art und Weise, wie das Gesetz die Parteien bezeichnet: Während es im ersten Fall die Voraussetzungen umschreibt, unter denen der eine \"Ehegatte\" vom andern Unterhalt beanspruchen kann (Art. 125 Abs. 1 ZGB), spricht es mit Blick auf die Abänderung von der \"berechtigten\" und der \"verpflichteten\" Person (Art. 129 Abs. 1 und 2 ZGB).\n\n4.3.5 Nach dem Gesagten wirkt der in Art. 170 ZGB verankerte materiellrechtliche Auskunftsanspruch der Ehegatten nicht derart über die Auflösung der Ehe hinaus, dass er auch noch im Zusammenhang mit einem Abänderungsverfahren nach Art. 129 ZGB oder im Hinblick darauf als gesetzliche Grundlage für ein Auskunftsbegehren angerufen werden könnte. Diese Erkenntnis lässt sich auch nicht mit der \"Sonderverbindung\" zwischen den geschiedenen Eheleuten entkräften, auf die das Bezirksgericht verweist, um gestützt auf die nacheheliche Solidarität bzw. auf Art. 2 ZGB eine Auskunftspflicht BGE 143 III 113 S. 118zu konstruieren. Denn wie dargelegt, steht bei einer Abänderung nach Art. 129 ZGB gerade nicht die nacheheliche Solidarität im Vordergrund, sondern eine Veränderung von Umständen, die sich erst nach der Auflösung der Ehe ergeben hat.\n\n4.4 Zu prüfen bleibt die Erkenntnis des Obergerichts, wonach die Anordnung, mit der das Bezirksgericht die Beschwerdeführerin zur Auskunft über ihr Einkommen (inkl. Renten) seit dem 1. April 2014 auffordert, im konkreten Fall unter dem Titel der vorsorglichen Beweisführung im Sinne von Art. 158 Abs. 1 lit. b ZPO Bestand habe.\n\n4.4.1 Gemäss der zitierten Norm nimmt der Richter jederzeit Beweis ab, wenn die gesuchstellende Partei eine Gefährdung der Beweismittel oder ein schutzwürdiges Interesse glaubhaft macht. Mit dem Begriff des schutzwürdigen Interesses nimmt das Gesetz auf die Möglichkeit Bezug, eine vorsorgliche Beweisführung auch zur Abklärung der Beweis- und Prozessaussichten durchzuführen. Diese Möglichkeit soll dazu beitragen, aussichtslose Prozesse zu vermeiden (BGE 140 III 16 E. 2.2.1 S. 19; BGE 138 III 76 E. 2.4.2 S. 81 mit Hinweisen). Um ein schutzwürdiges Interesse an einer vorsorglichen Beweisführung glaubhaft zu machen, kann sich der Gesuchsteller freilich nicht mit der Behauptung begnügen, dass ein Bedürfnis danach bestehe, Beweis- und Prozessaussichten abzuklären. Er kann eine vorsorgliche Beweisführung nur mit Blick auf die Durchsetzung eines konkreten materiellrechtlichen Anspruchs verlangen. Wer sich auf Art. 158 Abs. 1 lit. b ZPO beruft, muss daher glaubhaft machen, dass ein Sachverhalt vorliegt, gestützt auf den das materielle Recht ihm einen Anspruch gegen den Prozessgegner verschafft und zu dessen Beweis das abzunehmende Beweismittel dienen kann (ausführlich: BGE 138 III 76 E. 2.4.2 S. 81 f. mit Hinweisen).\n\nGegenstand des Verfahrens der vorsorglichen Beweisführung ist nicht die abschliessende materiellrechtliche Beurteilung der streitigen Rechte oder Pflichten, sondern ausschliesslich eine Beweisabnahme im Hinblick auf die Feststellung oder Würdigung eines bestimmten Sachverhalts. Mit Blick auf diesen Zweck sind alle in Art. 168 ff. ZPO vorgesehenen Beweismittel einer vorsorglichen Beweisführung zugänglich. Eine vorsorgliche Beweisführung ausserhalb des Prozesses schliesst nicht aus, dass die Parteien im Hauptprozess die erneute Abnahme des bereits vorsorglich abgenommen Beweises beantragen (BGE 142 III 40 E. 3.1.2 f. S. 44 f.). Weil im Stadium einer vorsorglichen Beweisführung vor Einleitung des BGE 143 III 113 S. 119Hauptprozesses das Prozessthema aber noch nicht abschliessend herausgeschält ist, trifft im Verfahren der vorsorglichen Beweisführung primär die gesuchstellende Partei die Verantwortung dafür, dem Gericht die erforderlichen Angaben zum Sachverhalt zu machen und den Umfang der beantragten Beweisführung zu bestimmen (BGE 140 III 16 E. 2.2.3 S. 20). An die Zulässigkeit einer Beweisabnahme im Verfahren nach Art. 158 ZPO dürfen keine geringeren Anforderungen gestellt werden als an eine solche im Hauptprozess. Die vorsorgliche Beweisführung unterscheidet sich nämlich von der ordentlichen nur dadurch, dass sie zeitlich vorgelagert ist (WALTER FELLMANN, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 31b zu Art. 158 ZPO). Dementsprechend muss die gesuchstellende Partei einen Beweisantrag stellen, der sich unmittelbar auf die zu beweisende Tatsache bezieht. Sowohl für den Richter als auch für die Gegenpartei muss eindeutig ersichtlich sein, welche Beweismittel zu welchen Tatsachenbehauptungen angerufen werden. Zudem ist der Beweisantrag zu spezifizieren (vgl. Art. 221 Abs. 1 lit. e ZPO). So ist im Falle eines beantragten Urkundenbeweises (Art. 177 ff. ZPO) das zu edierende Schriftstück nach Art und Inhalt der Urkunde genau zu bezeichnen (TARKAN GÖKSU, Wieviel Einkommen, welches Vermögen - Auskunfts- und Editionspflichten von Ehegatten und Dritten, in: Der neue Familienprozess, Rumo-Jungo und andere [Hrsg.], 2012, S. 127; ERIC PAHUD, in: Schweizerische Zivilprozessordnung [ZPO], Kommentar, Brunner und andere [Hrsg.], Art. 197-408, 2. Aufl. 2016, N. 16 ff. zu Art. 221 ZPO; FRANZ HASENBÖHLER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 15 zu Art. 152 ZPO).\n\n4.4.2 In Anbetracht der geschilderten Vorgaben für eine vorsorgliche Beweisführung ist der Beschwerdeführerin beizupflichten, wenn sie die Anwendung von Art. 158 Abs. 1 lit. b ZPO für nicht nachvollziehbar hält und sich dagegen wehrt, dem Beschwerdegegner gestützt auf diese Norm Auskunft über ihre Einkommenssituation erteilen zu müssen. Den vorinstanzlichen Feststellungen zufolge begnügte sich der Beschwerdegegner in seinem Gesuch vom 6. Oktober 2015 mit dem Begehren, die Beschwerdeführerin aufzufordern, \"umfassend Auskunft über ihr Einkommen (inklusive Renten) ab dem 01. Januar 2014 bis heute zu erteilen\" (s. Sachverhalt Bst. B). Wie die Beschwerdeführerin zutreffend bemerkt, formulierte der BGE 143 III 113 S. 120Beschwerdegegner sein Auskunftsbegehren damit als Hauptbegehren. Er bezeichnet kein konkretes Beweismittel, dessen Abnahme das Gericht (vorsorglich) anordnen soll. Auch der erstinstanzliche Urteilsspruch, den das Bezirksgericht noch vor dem Hintergrund einer materiellen Auskunftspflicht formuliert hatte, erschöpft sich im an die Beschwerdeführerin gerichteten Befehl, \"ihr Einkommen (inklusive Renten) seit dem 01.04.2014 zu belegen\" (s. Sachverhalt Bst. B). Das Obergericht bestätigt diesen Entscheid gestützt auf Art. 158 Abs. 1 lit. b ZPO, indem es erklärt, die Berufung werde \"im Übrigen\", also im Hauptpunkt \"abgewiesen\". Mithin ergibt sich weder aus dem ursprünglichen Gesuch des Beschwerdegegners noch aus den kantonalen Richtersprüchen, welche Beweismittel im Sinne von Art. 168 Abs. 1 lit. a-f ZPO nun im Rahmen einer vorsorglichen Beweisführung abgenommen werden sollen. Schützt die Vorinstanz das Auskunftsbegehren trotzdem unter dem Titel von Art. 158 Abs. 1 lit. b ZPO, so verkennt sie offensichtlich die gesetzlichen Voraussetzungen einer vorsorglichen Beweisführung. Der angefochtene Entscheid läuft dem Bundesrecht zuwider. Nachdem es den Anforderungen an ein Gesuch um vorsorgliche Beweisführung nicht genügt, ist das Gesuch des Beschwerdegegners vom 6. Oktober 2015 vollumfänglich abzuweisen. (...)"}