{"annee": "143", "cour": "II", "page": "350", "date": "7/3/2017", "cite": ["142 II 9", "133 III 446"], "cite_par": [], "chapeau": "24. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Administration fédérale des contributions AFC contre Caisse de pension A.A. (recours en matière de droit public)\n\n2C_996/2015 du 7 mars 2017", "regestes": ["Art. 1 al. 1 let. b ch. 1-6 et art. 13 LT; art. 96 let. a LTF; art. 959 CO; art. 2, 11 et 19 de la Convention de la Haye du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance; droit de timbre de négociation, transfert de la propriété; reconnaissance d'un trust étranger; maîtrise économique et comptabilité. Les droits de timbre fédéraux ont un caractère formel en ce sens que c'est la forme donnée à l'opération qui est décisive et non le but économique visé: la notion de propriété de l'art. 13 al. 1 LT équivaut à celle formelle du droit civil à l'exclusion de considérations relatives à la maîtrise économique des biens en cause (consid. 2). Reconnaissance du trust étranger (consid. 3). La cession de la propriété par le settlor suisse au trust étranger empêche la perception d'un droit de timbre de négociation (consid. 4). Il n'importe pas sous cet angle que le trust soit révocable ni que le settlor se soit, ou non, appauvri, temporairement ou définitivement, ni que les fonds investis aient été activés dans les bilans du settlor qui en a en l'espèce conservé la maîtrise économique (consid. 5)."], "faits": "BGE 143 II 350 S. 351\n\nA. La Caisse de pension A.A. (ci-après: la Caisse) est une fondation de droit suisse, dont le but est de prémunir les membres du personnel de l'entreprise B.A. Sàrl ainsi que des sociétés faisant partie du groupe C.A. en Suisse contre les conséquences économiques résultant de la vieillesse, de l'invalidité et du décès. Par fusion en 2013, la Caisse reprit les actifs et passifs de la Pensionskasse D. (ci-après également: la Caisse).\n\nLa Banque E. (ci-après: la Banque), sise à F. (USA), offrait aux fonds de pension suisses la possibilité d'investir dans des Common Trust Funds (ci-après: CTF) de droit américain. L'opération proposée consistait en substance à constituer, en tant que settlor, des grantor trusts de droit américain, discrétionnaires et révocables, instituant la Banque en tant que trustee. En cette qualité, celle-ci investissait par la suite dans les CTF. Dans un ruling du 2 décembre 2003 sollicité par la Banque au sujet du traitement fiscal, sous l'angle du droit de timbre de négociation suisse, des transactions réalisées par cette dernière en sa qualité de trustee des fonds de pension suisses, l'Administration fédérale des contributions a confirmé que cette structure d'investissement était constituée de deux étages; par conséquent, bien que les CTF fussent assimilables à des parts de fonds de placement BGE 143 II 350 S. 352et à des documents imposables, aucun droit de timbre n'était dû, dès lors que les fonds de pension suisses n'agissaient pas comme commerçants de titres dans le cadre de ces opérations.\n\nA l'occasion d'un contrôle effectué le 17 mars 2010 auprès de la société gestionnaire de la Caisse, l'Administration fédérale des contributions a constaté que les investissements effectués dans les CTF avaient été comptabilisés directement dans le grand livre de cette dernière. Le 28 décembre 2011, après divers échanges de correspondance et discussions, l'Administration fédérale des contributions a déclaré révoquer le ruling émis en 2003 avec effet rétroactif au 1er juillet 2007. Par décision du 15 mars 2013, elle a fixé le montant dû par la Caisse à titre de droits de timbre pour l'ensemble des investissements effectués dans les CTF entre le 3e semestre 2007 et le 4e trimestre 2010 à 43'834 fr. 93, plus intérêts moratoires.\n\nPar décision sur réclamation de la Caisse du 28 mars 2014, l'Administration fédérale des contributions a confirmé la reprise.\n\nB. Par arrêt du 29 septembre 2015, le Tribunal administratif fédéral a admis le recours de la Caisse et annulé la décision sur réclamation du 28 mars 2014 de l'Administration fédérale des contributions. Se fondant sur le caractère formel des droits de timbre qui s'en tient à la forme juridique des rapports de droit, il a constaté que la Caisse ne détenait pas la propriété juridique du patrimoine du trust ni par conséquent celle des CTF, qui ne lui avaient pas été transférés au sens de l'art. 13 al. 1 de la loi fédérale du 27 juin 1973 sur le droit de timbre (LT; RS 641.10).\n\nC. Agissant par la voie du recours en matière de droit public, l'Administration fédérale des contributions demande au Tribunal fédéral d'annuler l'arrêt rendu le 29 septembre 2015 par le Tribunal administratif fédéral et de confirmer la décision sur réclamation du 28 mars 2014.\n\nLe Tribunal administratif fédéral renonce à prendre position. La Caisse conclut au rejet du recours. Les parties ont répliqué et dupliqué.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Comme l'a dûment rappelé l'instance précédente, la Confédération perçoit des droits de timbre, notamment sur l'émission de titres BGE 143 II 350 S. 353suisses d'une part et sur la négociation de titres suisses et étrangers d'autre part (art. 1 al. 1 let. a et b LT). Le droit de négociation a pour objet le transfert à titre onéreux de la propriété des obligations, actions, parts de sociétés commerciales, bons de participation, bons de jouissance, parts de placements collectifs et autres documents similaires (cf. art. 1 al. 1 let. b ch. 1-6 et art. 13 al. 2 LT), lorsque l'un des intermédiaires est un commerçant de titres au sens de la loi (art. 13 al. 1 LT).\n\nLe litige porte sur la notion de \"propriété\" de l'art. 13 al. 1 LT ainsi que sur la question de savoir qui, de la Caisse ou de la Banque, compte tenu du rapport de trust, détenait la propriété des CTF entre le 3e trimestre 2007 et le 4e trimestre 2010, les autres conditions prévues par la loi pour la perception d'un droit de négociation n'étant pas remises en cause par les parties.\n\n2.2 Le droit de timbre de négociation est un impôt sur les transactions juridiques. Il est soumis au même régime que les droits de mutation cantonaux qui ont pour objet le transfert de la propriété ou d'autres droits. Il se distingue notamment de l'impôt direct sur les gains immobiliers en ce que ce dernier est certes déclenché par un transfert de droits, mais vise non pas le transfert en tant que tel (\"Rechtsverkehr\") mais bien le gain obtenu (BLUMENSTEIN/LOCHER, System des schweizerischen Steuerrechts, 7e éd. 2016, p. 245 et 246; HANS PETER HOCHREUTENER, Die Eidgenössischen Stempelabgaben und die Verrechnungssteuer, 2013, n. 1240 p. 213). Dans son Message du 16 mai 1917 concernant la promulgation d'une loi d'exécution de l'article 41bis de l'[ancienne] constitution fédérale (loi fédérale sur les droits de timbre), constatant que la législation étrangère relative au droit de timbre connaissait des systèmes différents, le Conseil fédéral a écarté le système qui tient compte du résultat économique pour choisir celui qui se réfère à la forme du document ou, en d'autres termes, au texte du document et non pas à la nature économique de l'opération à laquelle se rapporte le document (FF 1917 61, 63 ss). Cette conception a perduré au moment de la modernisation de la loi sur les droits de timbre (Message du 25 octobre 1972 concernant une nouvelle loi fédérale sur les droits de timbre, FF 1972 1145, 1286).\n\nC'est la raison pour laquelle la jurisprudence constante (cf. notamment arrêts 2A.22/1994 du 28 juin 1996 consid. 2d/bb, in Archives 65 p. 671 faisant référence aux Archives 17 p. 229 et 36 p. 328 consid. 2; 2A.221/1995 du 3 octobre 1996 consid. 3b/ff, in Archives 65 BGE 143 II 350 S. 354p. 827 et RDAF 1997 II p. 427) précise jusqu'à aujourd'hui (cf. notamment arrêts 2C_976/2014 du 10 juin 2015 consid. 3.4, in RF 70/2015 p. 699; 2C_381/2009 du 4 octobre 2010 consid. 2.4; 2A.84/2001 du 5 mars 2002 consid. 2.2, in Archives 72 p. 170) que les droits de timbre fédéraux ont un caractère formel en ce sens que c'est la forme donnée à l'opération qui est décisive et non le but économique visé par les intéressés.\n\nCela a pour conséquence que, sous réserve d'exceptions où la loi elle-même utilise des notions ou des définitions de nature économique (par exemple: art. 5 al. 2 let. b LT qui concerne une \"société suisse qui est économiquement liquidée\" [arrêt 2C_349/2008 du14 novembre 2008 consid. 2.5, in RF 64/2009 p. 393 et RDAF 2009 II p. 460] ou 6 al. 1 let. abis LT qui concerne des \"décisions de fusion ou de concentration équivalant économiquement à des fusions, de transformation et de scission\"), l'autorité fiscale ne peut se fonder sur la seule réalité économique pour déclarer imposable un état de fait. Inversement, lorsqu'une opération que la loi déclare imposable est réalisée, il n'est pas possible pour le contribuable de contester le paiement du droit en alléguant que le même résultat franc d'impôt aurait pu être obtenu par une autre voie (CONRAD STOCKAR, Aperçu des droits de timbre et de l'impôt anticipé, 4e éd. 2002, n. 3.1 p. 23), car ce n'est pas le bien économique qui est l'objet de l'impôt mais uniquement la forme extérieure de l'opération (BLUMENSTEIN/LOCHER, op. cit., p. 241; FRITZ HOFSTETTER, Die wirtschaftliche Betrachtungsweise bei den eidgenössischen Stempelabgaben, 1952, p. 128).\n\n2.3 Il s'ensuit que la notion de propriété dont il est question à l'art. 13 al. 1 LT équivaut à celle formelle du droit civil à l'exclusion de considérations relatives à la maîtrise économique des biens en cause, sous réserve d'une évasion fiscale, dont les conditions du reste ne sont en l'espèce ni établies par la recourante ni reconnaissables par le Tribunal fédéral.\n\n2.4 Comme l'opération en cause revêt des éléments d'extranéité, s'agissant en particulier de la figure juridique du trust américain et qu'il est établi que seule la notion de propriété au sens du droit civil est déterminante, c'est aussi à la lumière de la Convention de La Haye du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance (RS 0.221.371; ci-après: CLHT; en vigueur pour la Suisse le 1er juillet 2007) qu'il convient d'examiner les opérations de placement effectuées par la Caisse en application de la réserve prévue BGE 143 II 350 S. 355par l'art. 1 al. 2 de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291). La liberté du législateur suisse de s'en tenir en matière de droits de timbre à la notion formelle du droit civil - telle que réglée par les dispositions légales du droit suisse y compris celles de la Convention de La Haye du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance - est du reste expressément aménagée et garantie par l'art. 19 CLHT, selon lequel la convention ne porte pas atteinte à la compétence des Etats en matière fiscale.\n\n3. Avant d'examiner qui de la Caisse intimée ou de la Banque américaine, à titre de trustee, était propriétaire des titres placés dans les CTF, il convient de s'assurer que le trust en cause peut être reconnu en droit privé suisse (cf. consid. 2.4 ci-dessus), faute de quoi les fonds investis par la Caisse dans un trust, par hypothèse inexistant, ont été et sont encore détenus en propriété par cette dernière. Une telle conclusion conduirait à l'admission du recours. C'est, comme il l'a été dit ci-dessus, à la lumière de la Convention de La Haye du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance, qu'il convient d'examiner cette question (cf. consid. 2.4 ci-dessus).\n\n3.1 Selon l'art. 2 CLHT, le terme \"trust\" vise les relations juridiques créées par une personne, le constituant - par acte entre vifs ou à cause de mort - lorsque des biens ont été placés sous le contrôle d'un trustee dans l'intérêt d'un bénéficiaire ou dans un but déterminé. Le trust présente les caractéristiques suivantes: a) les biens du trust constituent une masse distincte et ne font pas partie du patrimoine du trustee; b) le titre relatif aux biens du trust est établi au nom du trustee ou d'une autre personne pour le compte du trustee; c) le trustee est investi du pouvoir et chargé de l'obligation, dont il doit rendre compte, d'administrer, de gérer ou de disposer des biens selon les termes du trust et les règles particulières imposées au trustee par la loi. Le trust est régi par la loi choisie par le constituant (art. 6 al. 1 CLHT), ou déterminé selon d'autres critères applicables en cascade (art. 7 ss CLHT), et, lorsqu'il est créé conformément à la loi déterminée par les art. 6-10 CLHT, il est reconnu en tant que trust (art. 11 al. 1 CLHT).\n\n3.2 Selon l'art. 96 let. a LTF, le recours en matière de droit public permet de faire valoir que la décision attaquée n'a pas appliqué le droit étranger désigné par le droit international privé suisse ou, dans les affaires non pécuniaires (art. 96 let. b LTF), que le droit étranger BGE 143 II 350 S. 356désigné par le droit international privé suisse a été appliqué de manière erronée. En revanche, dans les contestations de nature pécuniaire, comme en l'espèce, il n'est pas possible de se plaindre d'une mauvaise application du droit étranger (art. 96 let. b LTF a contrario); dans ce cas, la décision du Tribunal administratif fédéral ne peut être attaquée que pour violation de l'art. 9 Cst., soit pour application arbitraire du droit étranger (art. 95 let. a LTF; ATF 133 III 446 consid. 3.1).\n\n3.3 En l'espèce, se fondant sur un avis de droit américain produit à l'appui du recours déposé devant elle, l'instance précédente a constaté, d'une part, que le trust en cause était soumis au droit américain et, d'autre part, qu'il correspondait aux exigences réglementaires du droit américain. Comme la recourante n'a formulé aucun grief de violation de l'interdiction de l'arbitraire dans l'application du droit étranger ni contesté que le trust correspondait aux exigences réglementaires du droit américain, l'existence de ce dernier doit être reconnue en droit privé suisse (art. 11 al. 1 CLHT).\n\n4. La Caisse ayant investi des fonds dans le trust qu'elle a constitué aux Etats-Unis, il convient de déterminer qui de cette dernière ou de la Banque désignée comme trustee était propriétaire des titres négociés dans les CTF durant la période en cause.\n\n4.1 Selon la doctrine qui s'est attachée à examiner cette institution, le régime de propriété (\"ownership\") du trust anglo-saxon est complexe. Une partie de la doctrine la décrit comme dédoublée, i.e. divisée en \"legal\" et \"equitable ownership\", alors qu'une autre partie l'entend comme un cumul de droits divers aménagés entre trustees et bénéficiaires. Quoi qu'il en soit, les opinions semblent converger pour accorder au trustee le titre juridique, soit le \"legal title\" ou \"legal interest\" constituant le \"legal ownership\" et au bénéficiaire l'\"equitable title\" ou \"equitable interest\" constituant l'\"equitable ownership\". Le \"legal title\" du trustee le légitime en tant que plein propriétaire à l'égard du monde extérieur et lui confère les pouvoirs d'un propriétaire tandis que l'\"equitable title\" du bénéficiaire lui confère la pleine jouissance économique des avoirs du trust (AUDE PEYROT, Le trust de common law et l'exécution forcée en Suisse, 2011, p. 22-26; WOLF/ JORDI, Trust und schweizerisches Zivilrecht - insbesondere Ehegüter-, Erb- und Immobiliarsachenrecht, in Der Trust - Einführung und Rechtslage in der Schweiz nach dem Inkrafttreten des Haager Trust-Übereinkommens, 2008, p. 29 ss, 26).\n\nBGE 143 II 350 S. 357\n\n4.2 La jurisprudence du Tribunal fédéral en matière civile, citant l'opinion de la doctrine qu'elle fait sienne, expose qu'un trust est créé lorsque le propriétaire absolu (le settlor) transmet le \"legal title\" des biens qu'il veut mettre en trust à une personne (le trustee) pour que ce dernier détienne la propriété en trust pour le bénéfice d'une autre personne (le bénéficiaire) en accord avec les conditions posées par le settlor. Elle précise que c'est bien le trustee qui acquiert seul la propriété des biens patrimoniaux, sous réserve de la création d'un \"sham trust\": il y a \"sham trust\" lorsque le settlor utilise le trust de manière artificielle; un tel trust n'est pas reconnu en Suisse (art. 11 al. 1 CLHT), parce qu'il est inefficace selon le droit qui le régit (arrêt 5A.436/2011 du 12 avril 2012 consid. 9.3.1 et 9.3.2). Cette dernière hypothèse a été écartée en l'espèce (cf. consid. 3.3 ci-dessus).\n\n4.3 La position de la doctrine et de la jurisprudence à cet égard est également celle que la Conférence suisse des impôts a adoptée lorsqu'elle expose que \"le trustee est [...] le propriétaire au sens du droit civil (en common law: legal interest) du patrimoine du trust\" (circulaire 30 du 22 août 2007 relative à l'imposition des trusts, p. 3 ch. 2.1 [www.csi-ssk.ch/fr/?Documents:Circulaires; ci-après: la Circulaire 30]).\n\n4.4 En l'espèce, il n'est pas contesté par la recourante que la Caisse, en qualité de settlor, a constitué aux Etats-Unis un trust instituant la Banque comme trustee. Dans ces circonstances, force est d'admettre que la Caisse a bien cédé au trustee la propriété formelle des fonds investis dans des CTF. Dès cette cession, seule la Banque, à titre de trustee et de commerçante de titres, pouvait par conséquent procéder au négoce des titres dans les CTF en cause et partant en transférer la propriété durant les années sous revue, à l'exclusion de la Caisse en vertu du principe \"nemo plus juris transferre potest quam ipse habet\". Comme la Banque n'est pas \"suisse\", une des conditions nécessaires à la perception d'un droit de négociation n'est pas remplie (art. 13 al. 1 et 3 LT). Il n'y a par conséquent pas lieu, comme l'a jugé à bon droit l'instance précédente, de percevoir un droit de timbre de négociation auprès de la Caisse intimée pour la négociation des titres effectuée par la Banque.\n\n5.\n\n5.1 Les objections de la recourante ne conduisent pas à un autre résultat. Elles se fondent essentiellement sur le caractère révocable du trust et les développements que la Conférence suisse des impôts a BGE 143 II 350 S. 358édités en matière de trust dans la Circulaire 30 dont elle cite certains passages à l'appui de son recours, ainsi que sur la comptabilité de la Caisse.\n\n5.2 Selon la Circulaire 30 et de l'avis de la recourante, la question décisive serait de savoir si le settlor s'est définitivement \"dessaisi\" de son patrimoine par la création du trust ou s'il a conservé une emprise sur le patrimoine du trust par le biais de mesures de nature économique ou juridique. La Circulaire 30 précise encore que, comme en l'espèce, \"dans le cas d'un revocable trust, le settlor se réserve le droit de révoquer le trust à une date ultérieure et de se faire restituer le patrimoine résiduel, respectivement de faire attribuer celui-ci à un tiers. Le settlor ne s'est donc pas dessaisi définitivement de son patrimoine\" (Circulaire 30, ch. 3.7.1, p. 6). La recourante en conclut qu'en constituant un trust révocable et discrétionnaire, le settlor, en l'espèce la Caisse, ne s'est \"à aucun moment appauvrie\", ce que corroborerait du reste le choix de cette dernière d'activer dans ses comptes les investissements effectués dans les CTF. Elle serait par conséquent demeurée propriétaire des titres, de sorte que la perception du droit de négociation serait justifiée.\n\n5.3 Cette objection doit être écartée. Il apparaît que les développements contenus dans la Circulaire 30 concernent exclusivement les impôts directs fédéral, cantonal et communal, comme cela ressort tacitement de son chapitre 4, ainsi que l'impôt anticipé (chap. 7) pour sa fonction de charge fiscale définitive dans les relations internationales (sur cette notion, voir ATF 142 II 9 consid. 5.2.3 p. 13 s.). Or, en droit fiscal suisse, ces deux impôts sont régis par la théorie de l'accroissement de la fortune nette (cf. parmi d'autres, l'arrêt 2C_439/ 2015 du 21 janvier 2016 consid. 2, in Archives 84 p. 665), qui fait appel aux notions d'enrichissement ou d'appauvrissement.\n\nEn appliquant les développements de la Circulaire 30 aux droits de timbre, la recourante perd de vue la différence fondamentale, voulue par le législateur suisse, entre les droits de timbre, qui ont pour objet une transaction juridique, dont le contenu en l'espèce est la propriété au sens formel (cf. consid. 2.2 ci-dessus), et les impôts directs, qui ont pour objet l'accroissement de la fortune nette. Compte tenu de la définition et de l'objet des droits de timbre, il n'importe donc pas que le settlor se soit, ou non, appauvri, temporairement ou définitivement, comme le soutient à tort la recourante. En effet, en matière de droit de timbre de négociation, conformément à l'art. 13 al. 1 LT, BGE 143 II 350 S. 359il suffit qu'il y ait une transaction juridique (\"Rechtsverkehr\") pour que le droit de négociation soit perçu, toutes autres conditions étant réunies. Or, en l'espèce, il a été jugé que la Caisse n'était plus propriétaire des investissements depuis qu'elle les a cédés au trust, de sorte qu'elle n'a pas pu en transférer ultérieurement la propriété au sens de l'art. 13 al. 1 LT (cf. consid. 4 ci-dessus).\n\n5.4 C'est à tort que la recourante tente de démontrer que la Caisse était propriétaire des titres négociés dans les CTF en se fondant sur l'activation dans son bilan des fonds investis. Elle perd de vue qu'un bien peut être activé sans que l'entreprise ne détienne un droit de propriété sur ce dernier (cf. notamment: KARL KÄFER, Berner Kommentar, Die kaufmännische Buchführung, 1981, nos 288 ss, spéc. 291 ad art. 958 CO). C'est au demeurant la solution expressément prévue par les nouvelles dispositions régissant la comptabilité commerciale entrées en vigueur le 1er janvier 2013. Selon l'art. 959 CO en effet, l'actif comprend les éléments du patrimoine dont l'entreprise peut disposer en raison d'événements passés, dont elle attend un flux d'avantages économiques et dont la valeur peut être estimée avec un degré de fiabilité suffisant. Or, précisément, selon la doctrine dominante, le pouvoir de disposition exigé par l'art. 959 CO ne résulte pas uniquement du droit de propriété mais aussi de sa maîtrise économique (NEUHAUS/GERBER, in Basler Kommentar, Obligationenrecht, vol. II, 5e éd. 2016, n° 17 art. 959 CO). Il s'ensuit que l'activation par la Caisse des fonds investis dans les CTF ne dit encore rien de la propriété civile des titres en cause en l'espèce. Du moment que les fonds investis pouvaient être activés dans les bilans successifs de la Caisse en se fondant sur leur maîtrise économique, la recourante ne pouvait pas révoquer le ruling du 2 décembre 2003 pour ce seul motif. (...)"}