{"annee": "143", "cour": "V", "page": "393", "date": "26/10/2017", "cite": ["134 V 189", "138 V 63", "125 V 237", "129 V 354"], "cite_par": [], "chapeau": "41. Estratto della sentenza della I Corte di diritto sociale nella causa A. contro Generali Assicurazioni Generali SA (ricorso in materia di diritto pubblico)\n\n8C_392/2017 del 26 ottobre 2017", "regestes": ["Art. 46 al. 2 LAA; fausse déclaration d'accident. L'art. 46 al. 2 LAA permet à l'assureur de réduire ou de refuser les prestations à titre de sanction en cas de fausses informations données intentionnellement. L'assureur doit examiner une telle éventualité pour chaque prestation en particulier en respectant l'interdiction de l'arbitraire, ainsi que les principes de l'égalité de traitement et de proportionnalité (consid. 6.2). Une condamnation pénale, en particulier pour escroquerie, n'est pas une condition nécessaire pour faire usage de l'art. 46 al. 2 LAA (consid. 7.3). Dans le cas particulier, au regard du principe de proportionnalité, les indemnités journalières peuvent être refusées (consid. 8.2) mais pas les prestations pour soins médicaux (consid. 8.3)."], "faits": "BGE 143 V 393 S. 394\n\nA.\n\nA.a Il 16 febbraio 2015 B. Sagl, società a garanzia limitata avente per scopo la gestione e l'amministrazione di ristoranti, bar, caffè, alberghi, pensioni e ogni altra forma d'esercizio pubblico, nonché la vendita di prodotti alimentari, ha comunicato a Generali Assicurazioni Generali SA (di seguito: la Generali) che il 15 febbraio 2015 A., direttore artistico, nato nel 1970, è caduto dalle scale mentre stava trasportando bevande. Egli ha riportato disturbi alla spalla destra e a livello cranico e celebrale. La Generali ha assunto il caso e corrisposto le prestazioni di legge.\n\nLa Generali con decisione del 12 febbraio 2016 ha dichiarato estinto il diritto alle prestazioni per i disturbi cervicali dal 15 maggio 2015, mentre per i disturbi alla spalla destra dal 31 dicembre 2015.\n\nIn seguito all'opposizione di A., la Generali ha svolto ulteriori accertamenti presso il datore di lavoro e il suo fiduciario. Con decisione su opposizione del 16 settembre 2016, procedendo a una reformatio in peius, la Generali ha negato il diritto a ogni prestazione per l'evento del 15 febbraio 2015 e ha condannato A. alla restituzione di fr. 48'014.20 (fr. 5'549.15 per cure mediche e fr. 42'465.25 per indennità giornaliera).\n\nA.b Il 7 marzo 2017 il Ministero pubblico del Cantone Ticino ha emesso nei confronti di A. un decreto di accusa per i titoli di truffa e contravvenzione alla LAINF, proponendo l'applicazione di una pena pecuniaria di 90 aliquote giornaliere, sospese condizionalmente per due anni, e una multa di fr. 500.-. Con decreto di abbandono del medesimo giorno l'autorità inquirente ha archiviato il caso per il titolo di falsità in documenti. Contro il decreto di accusa A. ha interposto opposizione. La causa è tuttora pendente alla Pretura penale del Cantone Ticino. BGE 143 V 393 S. 395\n\nB.\n\nB.a Il Tribunale delle assicurazioni del Cantone Ticino ha respinto con giudizio del 24 aprile 2017 il ricorso di A. contro la decisione su opposizione.\n\nB.b Con lettera del 9 maggio 2017 A. ha chiesto alla Corte cantonale l'invio di copie presenti nel fascicolo. Tale domanda è stata respinta con lettera del 10 maggio 2017.\n\nC. A. presenta un ricorso in materia di diritto pubblico al Tribunale federale con cui chiede sostanzialmente l'annullamento del giudizio cantonale, il rimborso delle spese mediche, il versamento delle indennità giornaliere, o comunque sia un loro ricalcolo, e la concessione di un'indennità per menomazione dell'integrità (IMI). A. richiede inoltre la concessione dell'effetto sospensivo e dell'assistenza giudiziaria con l'attribuzione di un avvocato.\n\nLa Generali ha postulato la reiezione del ricorso e ha osservato che l'importo oggetto di restituzione è stato nel frattempo parzialmente compensato con l'importo di fr. 28'947.- relativo a rendite AI arretrate, riducendo l'ammanco a fr. 19'067.40. L'assicuratore non si è opposto alla concessione dell'effetto sospensivo fino a concorrenza di quell'importo. La Corte cantonale ha rinunciato a presentare osservazioni.\n\nIl Tribunale federale con decreto del 3 agosto 2017 ha concesso l'effetto sospensivo limitatamente all'obbligo di restituzione di fr. 19'067.40.\n\nIl Tribunale federale ha parzialmente accolto il ricorso.", "considerants": "Dai considerandi:\n\n6.\n\n6.1 Le prestazioni indebitamente riscosse devono essere restituite (art. 25 cpv. 1 LPGA). L'assicuratore può altresì dimezzare qualsiasi prestazione se, per ingiustificato ritardo dell'assicurato o dei suoi superstiti, l'infortunio o il decesso non gli è stato notificato entro tre mesi; egli può rifiutarla se, intenzionalmente, gli è stata fatta una notifica falsa (art. 46 cpv. 2 LAINF).\n\n6.2 Conseguentemente se a causa di una notifica di infortunio non corrispondente alla realtà l'assicurato ha percepito prestazioni basate su di un salario assicurato più alto, ricevendo indennità giornaliere più elevate, egli è tenuto a restituirne l'eccedenza non dovuta. Oltre BGE 143 V 393 S. 396a ciò, l'assicuratore è legittimato, fondandosi sull'art. 46 cpv. 2 LAINF, applicando una sanzione, a rifiutare le prestazioni di legge e pretendere la rifusione di prestazioni già erogate (ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 1989, pag. 239 seg.; sulle sanzioni in ambito AI si veda DTF 138 V 63 consid. 4.3 pag. 65 seg.). Determinante per una tale sanzione è la circostanza che l'informazione falsa nella notifica di infortunio sia stata compiuta intenzionalmente e che lo scopo di questo agire sia stato finalizzato al versamento di prestazioni non dovute o alla concessione di importi superiori a quanto previsto dalla legge (cfr. GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents [LAA], 1992, pag. 176 e MAURER, loc. cit.). In tale ottica, è sufficiente qualsiasi informazione erronea nella notifica di infortunio, nella misura in cui quell'informazione comporta in base alle circostanze concrete l'erogazione di una prestazione più elevata rispetto al dovuto. L'art. 46 cpv. 2 LAINF mira essenzialmente a voler punire, non solo con il semplice rimborso dell'eccedenza non dovuta, ma decurtando o sopprimendo le prestazioni, il comportamento doloso teso a ottenere dall'assicurazione più di quanto si avrebbe diritto (sentenza U 131/95 del 30 aprile 1996 consid. 2b/aa, in RAMA 1996 n. U 250 pag. 181 segg.). Per esempio, una sanzione entra in linea di conto anche quando l'assicurato notifica un salario più elevato della realtà, sempre che l'informazione falsa sia effettuata consapevolmente e volontariamente. In tale ambito, l'assicuratore e la Corte cantonale dispongono di un ampio margine di apprezzamento, ma devono sempre rispettare il divieto dell'arbitrio, il principio della parità di trattamento e della proporzionalità (sentenze 8C_68/2017 del 4 settembre 2017 consid. 4.3 e U 131/95 del 30 aprile 1996 consid. 2b/cc; cfr. anche FRÉSARD/MOSER-SZELESS, L'assurance-accidents obligatoire, in Soziale Sicherheit, SBVR vol. XIV, 3a ed. 2016, pag. 1063 n. 594 seg.). A ciò si aggiunga che per ogni prestazione contestata occorre esaminare separatamente, se e in ossequio ai principi già citati, segnatamente della proporzionalità, in quale misura sia da decurtare (o restituire) la prestazione.\n\n6.3 Si potrebbe porre quindi la domanda per quale ragione il ricorrente e l'azienda hanno convenuto un salario più elevato. Come stabilito in maniera non erronea dalla Corte cantonale, l'assicuratore non contesta la dinamica dell'infortunio, occorso nell'ambito dell'attività per B. Sagl, così come presentata dal ricorrente. Questi fatti trovano conferma anche nelle dichiarazioni del socio gerente, BGE 143 V 393 S. 397il quale aveva visto il ricorrente salire le scale con il sangue sulla fronte e un grosso ematoma. Nei confronti del ricorrente non si può provare che già al momento della sottoscrizione del contratto aveva ipotizzato di causare un infortunio finalizzato soltanto alla riscossione indebita di prestazioni. Nemmeno emerge che il contratto sia stato creato ad arte successivamente. In modo particolare, D. della fiduciaria E. SA ha riferito di aver preparato il contratto il 9 febbraio 2015 e di averlo inviato al datore di lavoro il giorno successivo.\n\n6.4 La questione a ricercare la ragione per cui sia stato convenuto un salario più elevato può rimanere aperta. Decisiva, perché possa già essere applicato l'art. 46 cpv. 2 LAINF, è la circostanza che il ricorrente sapeva del salario non corrispondente alla realtà. Così facendo, egli era cosciente che sarebbero state versate indennità giornaliere più elevate rispetto a quelle che sarebbero state concesse con la dichiarazione del salario effettivo e reale. Si può quindi concludere che l'intento di una falsa notifica di infortunio è realizzata, avendo il ricorrente agito in maniera intenzionale (ossia consapevolmente e volontariamente). Contrariamente all'opinione del ricorrente, l'art. 46 cpv. 2 LAINF trova un'applicazione nel caso concreto.\n\n7.\n\n7.1 Il ricorrente censura alla Corte cantonale di non aver considerato che il decreto di accusa emesso nei suoi confronti non è passato in giudicato a causa dell'opposizione interposta.\n\n7.2 In presenza di una sentenza penale (passata in giudicato) il giudice delle assicurazioni sociali non è vincolato né dalle disposizioni penali violate né tantomeno dagli accertamenti e dall'apprezzamento del giudice penale riguardanti il giudizio sulla colpa. Il giudice delle assicurazioni sociali si scosta dagli accertamenti effettuati solamente se i fatti e la loro sussunzione giuridica non risultano convincenti o se si fondano su principi, i quali trovano applicazione solo nel diritto penale o non sono rilevanti nel diritto delle assicurazioni sociali (DTF 125 V 237 consid. 6a pag. 242; sentenze 8C_405/2016 del 18 agosto 2016 consid. 2; 9C_785/2010 del 10 giugno 2011 consid. 7.2.1; 8C_420/2016 del 27 ottobre 2016 consid. 2.4; 8C_19/2008 del 3 luglio 2008 consid. 2). Per contro, se non esiste una sentenza penale il giudice delle assicurazioni sociali deve esaminare pregiudizialmente anche la fattispecie penale (DTF 129 V 354 consid. 3.2).\n\n7.3 I rimproveri del ricorrente ai giudici ticinesi cadono nel vuoto. È irrilevante sapere nell'ottica dell'art. 46 cpv. 2 LAINF se la BGE 143 V 393 S. 398procedura penale contro il ricorrente e il socio gerente dell'azienda in seguito alle opposizioni interposte siano ancora pendenti o no. L'applicazione dell'art. 46 cpv. 2 LAINF non presuppone una condanna penale, segnatamente per il reato di truffa. Piuttosto è sufficiente una notifica di infortunio che consapevolmente contenga informazioni erronee, come è il caso in concreto. Contrariamente alla truffa (art. 146 cpv. 1 CP), l'art. 46 cpv. 2 LAINF non prevede fra le condizioni l'esistenza di un inganno astuto (da ultimo sui risvolti penali in materia assicurativa cfr. sentenza 6B_184/2017 del 19 luglio 2017 consid. 1.3). Quand'anche il ricorrente dovesse essere prosciolto nella procedura penale attualmente pendente, non muterebbe il risultato per il giudice delle assicurazioni sociali. La consapevolezza e la volontà del ricorrente a una notifica di infortunio dal contenuto erroneo sono stati accertati (cfr. consid. 6.2). In tale ambito non giocano peraltro alcun ruolo i suoi precedenti penali (già citati nella sentenza 2C_419/2009 del 9 marzo 2010 relativa al permesso di soggiorno del ricorrente).\n\n8.\n\n8.1 Il Tribunale cantonale delle assicurazioni ha respinto integralmente il ricorso contro la decisione su opposizione per quanto attiene all'importo indebitamente percepito. Tuttavia, sull'ammontare oggetto di restituzione bisogna tenere conto, fra l'altro, del principio della proporzionalità (consid. 6.1 in fine). I giudici cantonali non hanno esaminato in dettaglio la questione, condannando il ricorrente al rimborso integrale di tutte le prestazioni già versate.\n\n8.2 Dai fatti accertati, in modo particolare dalla testimonianza del socio gerente dell'azienda, risulta chiaramente che il ricorrente non avrebbe beneficiato di un salario fisso, ma soltanto di una retribuzione basata sul numero di clienti apportati. Il salario effettivo sarebbe stato di gran lunga inferiore a quello stabilito nel contratto. In tali condizioni, la Corte cantonale non ha abusato del suo potere di apprezzamento (consid. 6.3 in fine), pretendendo la restituzione integrale dell'importo relativo alle indennità giornaliere percepite indebitamente. Alla luce di queste circostanze, non risulta leso il principio della proporzionalità. Occorre però anche considerare che in pendenza di ricorso cantonale, l'assicuratore ha ricevuto dall'AI fr. 28'947.-. Benché ne facciano menzione nei motivi, i giudici ticinesi hanno però confermato integralmente la decisione su opposizione, la quale include l'intero importo in restituzione. Tuttavia, al Tribunale delle assicurazioni è sfuggito manifestamente che con il BGE 143 V 393 S. 399deposito del ricorso, la trattazione della causa, oggetto della decisione impugnata passa all'autorità di ricorso (cfr. art. 31 della legge ticinese del 23 giugno 2008 di procedura per le cause davanti al Tribunale cantonale delle assicurazioni [Lptca; RL 3.4.1.1]; art. 54 PA [RS 172.021] e art. 74 cpv. 1 della legge ticinese del 24 settembre 2013 sulla procedura amministrativa [LPAmm; RL 3.3.1.1]). Il pagamento dell'AI, influendo sul giudicato della decisione su opposizione, imponeva per lo meno alla Corte cantonale ad accogliere parzialmente il ricorso per correggere l'importo in restituzione.\n\n8.3 Sotto il profilo della proporzionalità il rimborso delle spese di cura deve essere trattato diversamente rispetto a quello delle indennità giornaliere. Nel caso concreto, risulta che un infortunio è effettivamente avvenuto. L'assicuratore su questo aspetto non ha mai preteso il contrario. Sotto il profilo della proporzionalità, si giustifica in definitiva di non pretendere la restituzione di queste spese. Infatti, per questo aspetto, non si può concludere che l'assicurato abbia presentato un annuncio di infortunio non corrispondente alla realtà per ottenere prestazioni più elevate rispetto a quelle di cui avrebbe diritto. In altre parole, l'infortunio non è né simulato (o mai avvenuto) né si può affermare che sia stato provocato intenzionalmente. L'eventuale comportamento doloso dell'assicurato nel caso concreto non ha un'influenza concreta sulle spese di cura. È necessario soggiungere che in assenza di una copertura dell'assicurazione contro gli infortuni, le spese sarebbero assunte dall'assicurazione malattie. Le finalità dell'art. 46 cpv. 2 LAINF non sarebbero realizzate dal momento che sarebbe sanzionato un altro assicuratore e non l'assicurato. Questo è un motivo supplementare per scorporare nel caso concreto le spese di cura dall'obbligo di restituzione. La Corte cantonale ha pertanto abusato del suo apprezzamento, pretendendo anche il rimborso di tali spese. Visto l'esito, non occorre valutare se sia possibile richiedere effettivamente la restituzione di prestazioni in natura erogati dall'assicurazione contro gli infortuni (DTF 134 V 189 consid. 3.2 pag. 195 seg.; cfr. anche sentenza 8C_512/2008 del 14 gennaio 2009 consid. 4.2)."}