{"annee": "143", "cour": "III", "page": "149", "date": "20/1/2017", "cite": ["143 III 38", "121 III 88"], "cite_par": [], "chapeau": "23. Estratto della sentenza della II Corte di diritto civile nella causa A. AG contro B. (ricorso in materia civile)\n\n5A_834/2015 del 20 gennaio 2017", "regestes": ["Art. 1 let. c et 145 al. 1 et 4 CPC; art. 56 ch. 2, 63 et 265a al. 4 LP; régime des féries applicable pour appeler d'une décision de rejet de l'action en constatation du retour à meilleure fortune. Portée de la réserve contenue à l'art. 145 al. 4 CPC. Pour l'action en matière de poursuite pour dettes et faillite introduite en procédure ordinaire ou simplifiée, les féries judiciaires du CPC, et non les féries de poursuite, s'appliquent aux délais - en particulier de recours - (consid. 2)."], "faits": "BGE 143 III 149 S. 149\n\nA. Con decisione 26 novembre 2014 il Pretore della Giurisdizione di Locarno Campagna ha respinto l'azione di accertamento del ritorno a miglior fortuna promossa dalla creditrice procedente A. AG contro il debitore B.\n\nB. Con sentenza 13 settembre 2015 la Camera di esecuzione e fallimenti del Tribunale d'appello del Cantone Ticino ha dichiarato irricevibile, siccome tardivo, l'appello presentato il 12 gennaio 2015 da A. AG contro la decisione pretorile 26 novembre 2014. Secondo la Corte cantonale, il termine non era sospeso in virtù dell'art. 145 cpv. 1 lett. c CPC (RS 272), ma era soltanto prorogato fino al terzo BGE 143 III 149 S. 150giorno dopo la fine delle ferie esecutive natalizie giusta gli art. 56 n. 2 e 63 LEF.\n\nC. Con ricorso in materia civile 19 ottobre 2015 A. AG ha impugnato la sentenza cantonale dinanzi al Tribunale federale, chiedendo di annullarla e di ritornare gli atti al Tribunale d'appello per il giudizio di merito. Con risposta 1° dicembre 2015 B. ha proposto la reiezione dell'impugnativa.\n\nIl Tribunale federale ha accolto il ricorso.\n\n(riassunto)", "considerants": "Dai considerandi:\n\n2. In concreto è litigiosa la questione a sapere se al termine di appello contro una decisione che respinge l'azione di accertamento del ritorno a miglior fortuna dell'art. 265a cpv. 4 LEF si applichino le norme sulle ferie giudiziarie del CPC oppure quelle sulle ferie esecutive.\n\n2.1 La procedura dinanzi alle giurisdizioni cantonali per le pratiche giudiziali in materia di esecuzione per debiti e fallimenti è disciplinata dal CPC (art. 1 lett. c CPC). L'art. 145 cpv. 1 CPC prevede che i termini stabiliti dalla legge o dal giudice sono sospesi dal settimo giorno precedente la Pasqua al settimo giorno successivo alla Pasqua incluso (lett. a), dal 15 luglio al 15 agosto incluso (lett. b) e dal 18 dicembre al 2 gennaio incluso (lett. c). Secondo l'art. 145 cpv. 2 CPC, questa sospensione dei termini non vale per la procedura di conciliazione (lett. a) e la procedura sommaria (lett. b). L'art. 145 cpv. 4 CPC fa salve le disposizioni della LEF sulle ferie e sospensioni.\n\nSecondo l'art. 56 n. 2 LEF, non si può procedere ad atti esecutivi durante le ferie, cioè sette giorni prima e sette giorni dopo la Pasqua e il Natale, come pure dal 15 al 31 luglio. L'art. 63 LEF precisa che le ferie esecutive non impediscono la decorrenza dei termini, ma che il termine a disposizione del debitore, del creditore o di terzi che viene a scadere durante le ferie è prorogato fino al terzo giorno dopo la fine delle medesime. Nel computo del termine di tre giorni non si tiene conto dei sabati, delle domeniche e dei giorni ufficialmente riconosciuti come festivi. Per costante giurisprudenza, l'applicazione dell'art. 63 LEF presuppone l'esistenza di un atto esecutivo nel senso dell'art. 56 LEF (sentenza 5A_471/2013 del 17 marzo 2014 consid. 2.3 con rinvii), ossia un provvedimento che avvicina il creditore procedente al suo fine e tocca la posizione giuridica dell'escusso (DTF 121 III 88 consid. 6c/aa con rinvii).\n\nBGE 143 III 149 S. 151\n\n2.2 Secondo i Giudici cantonali, \"i termini relativi alle cause di puro diritto esecutivo\" - tra cui si annovera l'azione di accertamento del ritorno a miglior fortuna - \"soggiacciono all'art. 63 LEF\". Dato che il giudizio statuente sull'azione dell'art. 265a cpv. 4 LEF configura un atto esecutivo nel senso dell'art. 56 LEF, il termine di trenta giorni (v. art. 311 cpv. 1 CPC) per appellare la decisione pretorile 26 novembre 2014 (notificata alla creditrice procedente il giorno seguente), era soltanto prorogato fino al terzo giorno dopo la fine delle ferie esecutive natalizie, da cui la tardività del rimedio presentato il 12 gennaio 2015.\n\n2.3 La ricorrente ritiene invece che il giudizio statuente sull'azione di accertamento del ritorno a miglior fortuna non sia un atto esecutivo nel senso dell'art. 56 LEF e che al termine di appello contro tale giudizio, pronunciato nell'ambito di una procedura ordinaria retta dal CPC, debbano applicarsi le ferie di tale legge processuale.\n\nL'opponente condivide per contro la soluzione adottata dalla Corte cantonale.\n\n2.4 La procedura dell'azione di accertamento del ritorno a miglior fortuna dell'art. 265a cpv. 4 LEF - azione che, come rettamente stabilito dalla Corte cantonale, costituisce una controversia di puro diritto esecutivo (sentenza 5A_283/2007 del 15 novembre 2007 consid. 1.2, in Pra 2008 n. 57 pag. 379) - è disciplinata dal CPC (art. 1 lett. c CPC). La causa si svolge in procedura ordinaria o semplificata, e non in procedura sommaria (v. art. 251 lett. d CPC a contrario). Nella presente fattispecie non è in discussione il regime delle ferie applicabile al termine per promuovere l'azione, ma quello applicabile al termine di appello contro la decisione che la respinge.\n\n2.4.1 Con riferimento alla riserva contenuta nell'art. 145 cpv. 4 CPC, il Messaggio del 28 giugno 2006 concernente il Codice di diritto processuale civile svizzero precisa che le disposizioni sulle ferie esecutive (art. 56 e 63 LEF) prevalgono in quanto leges speciales sulla disciplina delle ferie giudiziarie prevista nel CPC: tali disposizioni continueranno pertanto ad applicarsi a talune azioni proposte nell'ambito della LEF (p. es. alle azioni di disconoscimento del debito, di rivendicazione, di partecipazione al pignoramento o di convalida del sequestro), a prescindere dal fatto che le relative controversie debbano essere giudicate in procedura ordinaria o semplificata, e dovranno inoltre essere osservate anche in futuro nelle procedure sommarie aventi per oggetto atti esecutivi di competenza del giudice (p. es. BGE 143 III 149 S. 152rigetto dell'opposizione o dichiarazione di fallimento; FF 2006 6682 seg. n. 5.9.3).\n\n2.4.1.1 Dal Messaggio risulta in modo chiaro che la riserva in favore degli art. 56 e 63 LEF vale per le controversie, di puro diritto esecutivo, soggette alla procedura sommaria in virtù dell'art. 251 CPC, nella quale la sospensione dei termini prevista dal CPC del resto non si applica (v. art. 145 cpv. 2 lett. b CPC).\n\n2.4.1.2 Nelle controversie soggette alla procedura ordinaria o semplificata, la riserva in favore delle disposizioni sulle ferie esecutive concerne inoltre i termini, previsti dalla LEF, per introdurre le azioni. A tali termini sono pertanto applicabili gli art. 56 e 63 LEF se prendono avvio da un atto esecutivo, come nel caso dei termini per promuovere le \"azioni di disconoscimento del debito\" (v. DTF 143 III 38 consid. 3 pag. 40), \"di rivendicazione, di partecipazione al pignoramento o di convalida del sequestro\".\n\nLa portata della predetta riserva è invece meno chiara con riferimento ai termini non introduttivi d'azione, segnatamente i termini di impugnazione, previsti dal CPC (salvo nel caso degli art. 174 cpv. 1, 185 e 278 cpv. 3 LEF). Tra le interpretazioni proposte dalla dottrina che si è chinata su tale questione (v. STÉPHANE ABBET, Délais, féries et suspensions en droit des poursuites et en procédure civile, JdT 2016 II pag. 92 seg.; ADRIAN STAEHELIN, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO],3a ed. 2016, n. 7 segg. ad art. 145 CPC; BARBARA MERZ, in Schweizerische Zivilprozessordnung [ZPO], vol. I, 2a ed. 2016, n. 32 seg. ad art. 145 CPC; NINA J. FREI, in Berner Kommentar, Schweizerische Zivilprozessordnung, vol. I, 2012, n. 18 segg. ad art. 145 CPC; DENIS TAPPY, in CPC, Code de procédure civile commenté, 2011, n. 18 ad art. 145 CPC; FRANCESCO TREZZINi, in Commentario al Codice di diritto processuale civile svizzero [...], 2011, pag. 613 seg.;THOMAS BAUER, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. I, 2a ed. 2010, n. 16 segg. ad art. 63 LEF), quella nel senso di un'applicazione esclusiva del regime delle ferie giudiziarie del CPC va favorita. La prima alternativa, consistente nell'applicare alle vertenze di puro diritto esecutivo il regime delle ferie esecutive (e nell'applicare invece alle vertenze di puro diritto materiale o con un effetto riflesso sul diritto materiale il regime delle ferie giudiziarie del CPC), complicherebbe infatti la già difficile coordinazione tra ferie esecutive e ferie giudiziarie, poiché le parti e le autorità BGE 143 III 149 S. 153dovrebbero tenere conto del fatto che le ferie del CPC non solo non si applicherebbero nelle procedure sommarie dell'art. 251 CPC (come risulta esplicitamente dall'art. 145 cpv. 2 lett. b CPC), ma nemmeno in tutte le altre controversie di puro diritto esecutivo soggette alla procedura ordinaria o semplificata. La seconda alternativa, consistente nell'osservare le ferie esecutive quando il termine prende avvio da un atto esecutivo nel senso dell'art. 56 LEF e nell'osservare invece le ferie giudiziarie del CPC nel caso opposto, condurrebbe per contro al risultato di far beneficiare gli atti non esecutivi (e quindi, fondamentalmente, il creditore) di un regime di ferie generalmente più vantaggioso di quello imposto agli atti esecutivi (e quindi, fondamentalmente, al debitore). Si giustifica pertanto ritenere che, una volta promossa un'azione in materia di esecuzione e fallimenti in procedura ordinaria o semplificata, ai termini, segnatamente di impugnazione, siano esclusivamente applicabili le ferie giudiziarie del CPC.\n\n2.4.2 In concreto è pertanto ininfluente sapere se la decisione con cui viene respinta l'azione di accertamento del ritorno a miglior fortuna costituisca un atto esecutivo nel senso dell'art. 56 LEF: come visto, al termine per la sua impugnazione sono in ogni modo applicabili le ferie giudiziarie del CPC, e non quelle esecutive. Di conseguenza, la Corte cantonale è incorsa in una violazione del diritto federale per aver ritenuto tardivo l'appello della qui ricorrente contro la decisione pretorile 26 novembre 2014: il termine di trenta giorni - iniziato a decorrere il 28 novembre 2014, sospeso dal 18 dicembre 2014 al 2 gennaio 2015 incluso in virtù dell'art. 145 cpv. 1 lett. c CPC e scaduto quindi lunedì 12 gennaio 2015 - era infatti stato osservato. (...)"}