{"annee": "143", "cour": "IV", "page": "387", "date": "16/8/2017", "cite": ["141 IV 289", "139 IV 128", "135 I 169", "141 IV 284", "143 I 377", "142 IV 207", "137 I 327", "143 IV 270"], "cite_par": ["144 IV 127", "143 IV 475"], "chapeau": "49. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. gegen Staatsanwaltschaft des Kantons Solothurn (Beschwerde in Strafsachen)\n\n1B_75/2017 vom 16. August 2017", "regestes": ["Art. 8 CEDH; art. 13 al. 1, 36 al. 1 Cst.; art. 141 al. 2, 197 al. 1 let. a, 248, 282 CPP; observations par des détectives privés; exploitation de ce moyen de preuve dans une procédure de levée des scellés et au cours de l'instruction. En procédure pénale, il n'existe pas de base légale autorisant des observations systématiques par des privés. Déterminer si le moyen de preuve obtenu dès lors illégalement est exploitable dans le cadre d'une procédure de levée de scellés ou doit être déjà retiré du dossier au cours de la procédure préliminaire s'examine en fonction de l'art. 141 al. 2 CPP. Dans le cas où le moyen de preuve n'est pas manifestement inexploitable, il n'existe aucun empêchement à la levée des scellés et l'examen définitif de son caractère exploitable incombe au juge du fond dans le cadre de la décision finale (consid. 4)."], "faits": "BGE 143 IV 387 S. 388\n\nA. A. verunfallte im Jahr 2003 als Beifahrer bei einem Autorennen, wobei er sich ein Schädel-Hirn-Trauma und eine Fussverletzung zuzog. Seither ging er keiner Erwerbstätigkeit mehr nach. Aufgrund der Fussverletzung erhielt er eine UVG-Integritätsentschädigung von 30 %. Im Juni 2010 konstatierte ein psychiatrisches Gutachten bei A. eine 100 %-ige bleibende und dauernde Erwerbsunfähigkeit aufgrund einer posttraumatischen Belastungsstörung mit somatoformen Anteilen und chronischen Kopfschmerzen. In der Folge wurden ihm neben der UVG-Integritätsentschädigung eine IV-Rente (inklusive zwei Kinderrenten), eine UVG-Rente als Komplementärrente mit Hilflosenentschädigung sowie private Kapitalversicherungsleistungen zugesprochen.\n\nB. In den Jahren 2006 bis 2013 wurde der Versicherte im Auftrag des Motorhaftpflichtversicherers mehrfach durch Privatdetektive observiert. Im Jahre 2014 liess die Versicherungsgesellschaft ein privates Aktengutachten erstellen, das zu anderen Schlüssen kam als das psychiatrische Gutachten aus dem Jahr 2010.\n\nC. Nach Vorliegen des Aktengutachtens lehnte die Versicherungsgesellschaft die Regressforderungen der Schweizerischen BGE 143 IV 387 S. 389Unfallversicherungsanstalt (Suva) und der Schweizerischen Invalidenversicherung (IV) über insgesamt ca. 1 Mio. Fr. ab. Zudem reichte sie am 23. Dezember 2015 gegen A. Strafanzeige und Privatstrafklage ein wegen gewerbsmässigen Versicherungsbetruges. Sie machte geltend, sie habe im betreffenden Fall bereits Fr. 500'000.- an Leistungen erbracht, wofür sie im Strafverfahren adhäsionsweise Schadenersatzansprüche erheben werde.\n\nD. Am 30. Juni 2016 eröffnete die Staatsanwaltschaft des Kantons Solothurn eine Strafuntersuchung gegen den Beschuldigten wegen des Verdachts von Versicherungsbetrug. Anlässlich einer Hausdurchsuchung vom 13. Dezember 2016 in der Wohnung des Beschuldigten stellte die Staatsanwaltschaft verschiedene Aufzeichnungen und Gegenstände sicher (darunter mehrere Smartphones, eine Digitalkamera und andere elektronische Geräte bzw. Datenträger, eine Bankunterlage sowie mehrere Photo-Alben), deren Siegelung der Beschuldigte verlangte. Am 20. Dezember 2016 stellte die Staatsanwaltschaft beim Zwangsmassnahmengericht das Entsiegelungsgesuch. Mit Verfügung vom 26. Januar 2017 bewilligte das Haftgericht des Kantons Solothurn, Haftrichterin (als Zwangsmassnahmengericht) die Entsiegelung der sichergestellten Aufzeichnungen und Gegenstände.\n\nE. Gegen den Entsiegelungsentscheid gelangte der Beschuldigte mit Beschwerde vom 27. Februar 2017 an das Bundesgericht. Er beantragt die Aufhebung des angefochtenen Entscheides und die Rückgabe der versiegelten Aufzeichnungen und Gegenstände. (...)\n\nDas Bundesgericht weist die Beschwerde in der Hauptsache ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Im schweizerischen Recht bestehen noch keine ausreichenden gesetzlichen Grundlagen für private Observationen, etwa durch Privatdetektive, gegenüber mutmasslichen Versicherungs- oder Sozialleistungsbetrügern (oder anderen Leistungsbezügern bzw. verdächtigen Personen):\n\n4.1.1 Wie sowohl der Europäische Gerichtshof für Menschenrechte als auch das Bundesgericht entschieden haben, verstossen die durch private Observationen in Unfall- und Sozialversicherungsverfahren verbundenen Eingriffe in die Privatsphäre von Betroffenen - mangels ausreichender gesetzlicher Regelungen - gegen Art. 8 EMRK BGE 143 IV 387 S. 390bzw. Art. 13 Abs. 1 i.V.m. Art. 36 Abs. 1 BV (Urteil des EGMR Vukota-Bojic gegen Schweiz vom 16. Oktober 2016, Nr. 61838/10, § 69-77, in: Plädoyer 2016 6 S. 71; BGE 143 I 377 E. 4; vgl. dazu MELANIE AEBLI, Wieso sollen Sozialversicherungen Observationen durchführen können?, Plädoyer 35/2017 Nr. 4 S. 34 ff.; dieselbe, Observations par des assurances sociales, base légale insuffisante, Plaidoyer 35/2017 Nr. 4 S. 5 ff.; CADERAS/HÜRZELER, Rüge für die Schweiz mangels hinreichender Gesetzesgrundlage für Observationen durch Versicherer, HAVE 2016 Nr. 4 S. 425 ff.; PHILIP SOLKING, Observationen, Kompetenzen und Gesetze, oder der kleine Unterschied zwischen Versicherung und Polizei, Jusletter 27. März 2017 Rz. 1 ff.).\n\n4.1.2 Der EGMR verneinte im Urteil Vukota-Bojic vom 16. Oktober 2016 hinreichend klare und detaillierte Gesetzesbestimmungen für die Anordnung und Durchführung privater Observationen. Die versicherte Person war (im Auftrag des Unfallversicherers) von einem Privatdetektiv überwacht worden. Dieser hatte der Versicherungsgesellschaft einen mit Photos und Videoaufnahmen dokumentierten Bericht erstattet. Der EGMR erwog, dass die einschlägigen gesetzlichen Bestimmungen (Art. 28 und Art. 43 ATSG [SR 830.1] sowie Art. 96 UVG) keine angemessene und wirksame Garantie gegen Missbrauch böten. Weder Art. 28 ZGB (zivilrechtlicher Schutz der Persönlichkeit) noch Art. 179quater StGB (strafrechtlicher Schutz des Privatbereichs) genügten als ergänzende gesetzliche Grundlage, auch nicht in Verbindung mit der bisherigen Rechtsprechung des Bundesgerichts (Beschränkung der Observation auf den öffentlichen Raum; Verbot der Kontaktaufnahme mit der versicherten Person zwecks Eindringens in deren Privatleben, vgl. BGE 135 I 169 E. 5.4.2 S. 173). Es ergäben sich daraus keine hinreichend spezifischen Regelungen betreffend die Bewilligung und Beaufsichtigung der Observation. Weiter fehle es an Bestimmungen über die Höchstdauer der privaten Überwachung und über ihre gerichtliche Überprüfbarkeit. Auch schwiegen sich die anwendbaren Normen aus über Ort und Zeitdauer der Aufbewahrung der erhobenen Aufzeichnungen, über die Zugangsbefugnis zu den gesammelten Daten und über den betreffenden Rechtsschutz. Der Eingriff in die Privatsphäre der observierten Person verstosse daher gegen Art. 8 EMRK (zit. Urteil Vukota-Bojic, § 72-76).\n\n4.1.3 Vor Erlass des BGE 143 I 377 haben die Erste und Zweite sozialrechtliche sowie die Erste öffentlich-rechtliche Abteilung des BGE 143 IV 387 S. 391Bundesgerichtes zu folgenden Rechtsfragen ein Verfahren nach Art. 23 Abs. 2 BGG durchgeführt:\n\n\"1.- Hat das EGMR-Urteil 61838/10 auch in der Invalidenversicherung Gültigkeit, indem eine von der IV-Stelle angeordnete Observation einer genügenden gesetzlichen Grundlage entbehrt und daher Art. 8 EMRK bzw. Art. 13 BV verletzt?\n\n2.- Ist das Beweismaterial, das - im Rahmen einer von der IV-Stelle rechtswidrig angeordneten Observation - im öffentlich frei einsehbaren Raum gewonnen wurde, im Invalidenversicherungsverfahren gestützt auf eine Interessenabwägung zwischen privaten und öffentlichen Interessen verwertbar?\"\n\nDie drei Abteilungen haben diese Rechtsfragen mit Beschluss vom 12. Juli 2017 bejaht.\n\n4.1.4 In BGE 143 I 377 hat sich das Bundesgericht (in einem Verwaltungsverfahren betreffend Invalidenversicherung) der dargelegten Rechtsprechung des EGMR angeschlossen:\n\nZwar finde sich in Art. 59 Abs. 5 IVG eine spezialgesetzliche Grundlage, die es ermögliche, zur Bekämpfung des ungerechtfertigten Leistungsbezugs Spezialisten beizuziehen. Gemäss bisheriger höchstrichterlicher Rechtsprechung (BGE 137 I 327 E. 5.2 S. 331) sei die Observation durch eine Privatdetektei davon \"mitumfasst\" gewesen. Insgesamt präsentiere sich jedoch keine andere Rechtslage als im UV-Verfahren. Insbesondere seien die Dauer der Observation, das Verfahren ihrer Anordnung und die zulässigen Überwachungsmodalitäten nicht gesetzlich geregelt. In diesem Zusammenhang sei auch dem \"erheblichen Missbrauchs- und Willkürpotential\" Rechnung zu tragen, welches privaten Observationen innewohne. An der bisherigen Rechtsprechung (wonach eine ausreichende gesetzliche Grundlage bestehe) könne daher nicht festgehalten werden. Die streitige Überwachungsmassnahme sei insofern rechtswidrig und verletze Art. 13 BV und Art. 8 EMRK (BGE 143 I 377 E. 4 S. 384; vgl. dazu GÄCHTER/MEIER, Rechtswidrige Observationen in der IV - Verwertbarkeit der Observationserkenntnisse, Jusletter 14. August 2017 Rz. 1 ff.; kritisch zur früheren Rechtsprechung z.B. auch REGINA AEBI-MÜLLER, Observation: Nutzen und Grenzen aus Sicht des Zivil- und des Zivilprozessrechts, in: Personen-Schaden-Forum 2011, 2011, S. 153 ff.; THOMAS GÄCHTER, Observationen im Sozialversicherungsrecht, Voraussetzungen und Schranken, ebenda, S. 179 ff.; LUCIEN MÜLLER, Der Beizug von Observationsmaterial sowie von Videoaufzeichnungen Dritter im sozialversicherungsrechtlichen Verfahren, in: Sachverhaltsabklärung in der Sozialversicherung, 2014, S. 59 ff.; ders., BGE 143 IV 387 S. 392Observation von IV-Versicherten: wenn der Zweck die Mittel heiligt, Jusletter 19. Dezember 2011 Rz. 1 ff.).\n\n4.2 Die Argumentation der Vorinstanz, diese Urteile bezögen sich nur auf das Sozialversicherungsrecht und im Strafverfahren sei es der Privatklägerschaft grundsätzlich erlaubt, eigene Beweise zu erheben und einzureichen, greift zu kurz:\n\nUnbestrittenermassen wurde der Beschwerdeführer über einen längeren Zeitraum (nämlich zwischen 2006 und 2013) durch private Detektive systematisch observiert. In den Jahren 2006, 2009 und 2013 erfolgte je eine Observation; im Jahr 2012 waren es zwei solche Überwachungen. Die Detektive der Privatklägerin filmten dabei den Beschwerdeführer mehrmals heimlich (im öffentlich einsehbaren Raum). Die Beobachtungen und Videoaufnahmen der privaten Ermittler wurden in zusammenfassenden Berichten und in einem Privatgutachten ausgewertet und der Staatsanwaltschaft unterbreitet. Die Ergebnisse der privaten Observationen werden von den Strafbehörden auch zur Begründung des für die verfügten Zwangsmassnahmen (Hausdurchsuchung, Sicherstellungen, Entsiegelung) erforderlichen Tatverdachtes (Art. 197 Abs. 1 lit. b StPO) ausdrücklich herangezogen.\n\nIm Strafprozess werden die Beweise grundsätzlich durch die Strafbehörden bzw. die Verfahrensleitung erhoben (vgl. Art. 139 Abs. 1 und Art. 311 Abs. 1 StPO). Dies gilt auch für die zur Beurteilung von Zivilklagen erforderlichen Beweise (vgl. Art. 313 StPO). Zwar kann die Privatklägerschaft, wie die beschuldigte Person, eigene im Rahmen der Rechtsordnung zulässige Beweismittel anbieten und dabei zum Beispiel Dokumente oder private Gutachten bei der Verfahrensleitung einreichen (vgl. Art. 109 Abs. 1 i.V.m. Art. 104 Abs. 1 lit. b sowie Art. 192 Abs. 3 und Art. 318 Abs. 2 StPO). Zwangsmassnahmen (Art. 196 StPO) dürfen jedoch laut Art. 198 Abs. 1 StPO grundsätzlich nur durch die Staatsanwaltschaft, die Gerichte und in den gesetzlich vorgesehenen Fällen durch die Polizei verfügt werden. Die wenigen Fälle, in denen Private ausnahmsweise eigentliche Zwangsmassnahmen anwenden und in die Grundrechte von Personen eingreifen dürfen, werden in der StPO ausdrücklich geregelt (vgl. Art. 218 und Art. 263 Abs. 3 StPO). Observationen im Sinne von Art. 282 StPO gehören nicht dazu.\n\nNach Massgabe der mit ihnen verbundenen Eingriffe in die Privatsphäre der Betroffenen kommen die im vorliegenden Fall erfolgten BGE 143 IV 387 S. 393systematischen Überwachungen durch Privatdetektive einer Observation durch Strafverfolgungsbehörden (Art. 282 f. StPO) und damit einer Zwangsmassnahme (im Sinne von Art. 196 lit. a StPO) im Ergebnis gleich. Da das Gesetz solche privaten Observationen nicht vorsieht, verletzen die erfolgten Eingriffe in die Grundrechte die Bundesverfassung und die StPO (Art. 13 Abs. 1 i.V.m. Art. 36 Abs. 1 BV; Art. 197 Abs. 1 lit. a StPO; vgl. auch Botschaft zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1085 ff., 1215 f. Ziff. 2.5.1; AEBI-MÜLLER/EICKER/VERDE, Verfolgung von Versicherungsmissbrauch mittels Observation, Grenzen aus Sicht des Privat-, des öffentlichen und des Strafrechts, Jusletter 3. Mai 2010 Rz. 1 ff.; MASSIMO ALIOTTA, Beweisrechtlicher Stellenwert der Observationen von Geschädigten durch private Versicherungsgesellschaften, in: Personen-Schaden-Forum 2011, 2011, S. 211 ff.; EUGSTER/KATZENSTEIN, in: Basler Kommentar, Schweizerische Strafprozessordnung [nachfolgend: BSK StPO], 2. Aufl. 2014, N. 2 zu Art. 282 StPO; THOMAS HANSJAKOB, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], 2. Aufl. 2014, N. 1 zu Art. 282 StPO; MARKUS HUG, Observation durch Privatdetektive im Sozialversicherungsrecht, in: Liber amicorum für Andreas Donatsch, 2012, S. 681 ff.; JEANNERET/KUHN, Précis de procédure pénale, 2013, Rz. 14003, 14113; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2. Aufl. 2013, N. 2 zu Art. 196, N. 4 zu Art. 198, N. 9 zu Art. 282 StPO; VIREDAZ/JOHNER, in: Commentaire romand, Code de procédure pénale suisse [nachfolgend: CR CPP], 2011, N. 4-6 zu Art. 196 StPO; JONAS WEBER, BSK StPO, a.a.O., N. 6 zu Art. 196, N. 5 zu Art. 198 StPO).\n\nEntgegen der Ansicht der Vorinstanz ist der oben dargelegten Praxis des EGMR und des Bundesgerichtes somit auch im Strafprozessrecht grundsätzlich Rechnung zu tragen.\n\n4.3 Aus dem bisher Gesagten folgt jedoch noch nicht, dass die hier rechtswidrig (ohne ausreichende gesetzliche Grundlage) erhobenen Beweismittel automatisch strafprozessual unverwertbar wären. In BGE 143 I 377 E. 5 hat das Bundesgericht denn auch für das Verwaltungsverfahrensrecht entschieden, dass die von einer kantonalen IV-Stelle (wegen mutmasslichen Versicherungsmissbrauchs) angeordneten und mittels Privat-Observationen im öffentlich frei einsehbaren Raum erfolgten Beweiserhebungen (Videos und Photos) aufgrund einer sorgfältigen Interessenabwägung im IV-Verwaltungsverfahren (in Analogie zu Art. 152 Abs. 2 ZPO) grundsätzlich verwertbar sein können. BGE 143 IV 387 S. 394\n\nOb und inwiefern aus einer festgestellten Verfassungs- und EMRK-Widrigkeit ein Beweisverwertungsverbot folgt, ist nach dem anwendbaren schweizerischen Verfahrensrecht zu prüfen. Aus Art. 6 Ziff. 1 EMRK ergibt sich insofern lediglich der Anspruch auf ein insgesamt faires Verfahren (zit. Urteil Vukota-Bojic, § 91, 93 f. und 96).\n\n4.4 Der Beschwerdeführer beruft sich im Entsiegelungsverfahren auf eine strafprozessuale Unverwertbarkeit rechtswidrig erlangter Beweise (bzw. auf die sogenannte \"Fernwirkung\" von Beweisverwertungsverboten) gemäss Art. 141 StPO.\n\nIm Strafprozessrecht ist die Frage der Verwertbarkeit von Beweismitteln grundsätzlich dem Sachrichter (Art. 339 Abs. 2 lit. d StPO) bzw. der den Endentscheid fällenden Strafbehörde zu unterbreiten. Vom Sachrichter kann erwartet werden, dass er in der Lage ist, die unzulässigen Beweise von den zulässigen zu unterscheiden und sich bei der Würdigung ausschliesslich auf Letztere zu stützen. Der Betroffene kann den Endentscheid nötigenfalls auch noch mit Berufung anfechten (Art. 398 StPO) und die Angelegenheit schliesslich an das Bundesgericht weiterziehen (vgl. BGE 141 IV 284 E. 2.2 S. 287, BGE 141 IV 289 E. 1.2 S. 291 f.; BGE 139 IV 128 E. 1.6 und 1.7 S. 134 f.).\n\nVon der Regel, dass im Untersuchungsverfahren noch nicht abschliessend über Beweisverwertungen entschieden wird, bestehen Ausnahmen. Eine solche liegt insbesondere vor, wenn das Gesetz ausdrücklich die sofortige Rückgabe aus den Akten bzw. Vernichtung rechtswidriger Beweise vorsieht (vgl. namentlich Art. 248, Art. 271 Abs. 3, Art. 277 und Art. 289 Abs. 6 StPO). Ebenso verhält es sich, wenn aufgrund des Gesetzes oder der Umstände des Einzelfalles die Unverwertbarkeit bereits ohne Weiteres feststeht. Derartige Umstände können allerdings nur angenommen werden, wenn der Betroffene ein besonders gewichtiges rechtlich geschütztes Interesse an der unverzüglichen Feststellung der Unverwertbarkeit des Beweises geltend macht (BGE 142 IV 207 E. 9.8 S. 227; BGE 141 IV 284 E. 2.3 S. 287, BGE 141 IV 289 E. 1.3 S. 292).\n\nIm vorliegenden Fall werden Verwertungsverbote im Entsiegelungsprozess des Vorverfahrens (Art. 248 Abs. 3 lit. a StPO) angerufen. Da im Entsiegelungsverfahren endgültig über die Preisgabe der angerufenen Geheimnisrechte entschieden wird (Art. 248 Abs. 1 StPO), sind entscheiderhebliche Beweisfragen, etwa im Hinblick auf das Erfordernis des hinreichenden Tatverdachtes (Art. 197 Abs. 1 lit. b StPO) oder auf gesetzliche Entsiegelungshindernisse (Art. 197 Abs. 1-2 BGE 143 IV 387 S. 395und Art. 264 StPO), bereits materiell zu prüfen. Diesbezüglich besteht auch ein nicht wieder gutzumachender Rechtsnachteil im Sinne von Art. 93 Abs. 1 lit. a BGG (vgl. BGE 141 IV 284 E. 2.3 S. 287, BGE 141 IV 289 E. 1.3 S. 292; je mit Hinweisen auf Art. 248 StPO). Der abschliessende Entscheid über die Beweiswürdigung (hinsichtlich Tat- und Schuldfragen) sowie über die weitere Verwertbarkeit einzelner Beweismittel im Hauptverfahren bleibt jedoch dem Sachrichter vorbehalten. Allgemeine Beweisverwertungsverbote gestützt auf Art. 140-141 StPO (mit Rückgabe an den Inhaber oder Entfernung von Beweismitteln aus den Untersuchungsakten) sind im Entsiegelungsprozess des Vorverfahrens nur durchzusetzen, wenn die Unverwertbarkeit bereits offensichtlich ist (BGE 143 IV 270 E. 7.6 S. 285; BGE 142 IV 207 E. 9.8 S. 227).\n\nFalls sich bei rechtswidrig erlangten (\"ungültigen\") Beweisen eine Prüfung bzw. Interessenabwägung nach Art. 141 Abs. 2 StPO (\"zur Aufklärung schwerer Straftaten unerlässlich\") als geboten erweist, ist diese in der Regel dem erkennenden Strafgericht vorzubehalten, es sei denn, die Unverwertbarkeit liege bereits im Untersuchungsstadium klar auf der Hand (BGE 143 IV 270 E. 7.6 S. 285 mit Hinweisen).\n\n4.5 \"In keinem Fall verwertbar\" sind gemäss Art. 141 Abs. 1 StPO Beweise, die in Verletzung von Art. 140 StPO erhoben wurden (Satz 1) oder bei denen das Gesetz die Unverwertbarkeit ausdrücklich vorsieht (Satz 2).\n\nErgebnisse von Observationen sind keine verbotenen Beweismittel im Sinne von Art. 140 StPO. Zu den Beweismitteln, welche die StPO als unverwertbar bezeichnet (Art. 141 Abs. 1 Satz 2 StPO) und die deshalb \"in keinem Fall verwertbar\" sind (sogenanntes \"absolutes\" Verwertbarkeitshindernis), gehören insbesondere nicht richterlich genehmigte, illegale private Telefonabhörungen, der Einsatz technischer Überwachungsgeräte durch Private oder die verdeckte Ermittlung durch Privatdetektive (Art. 277, Art. 281 Abs. 4, Art. 289 Abs. 6 StPO; vgl. BGE 143 IV 270 E. 4.5 S. 274; BGE 141 IV 284 E. 2.3 S. 287, BGE 141 IV 289 E. 1.3 S. 292; HANSJAKOB, a.a.O., N. 8-12 zu Art. 277, N. 1 zu Art. 282 StPO; MARC JEAN-RICHARD-DIT-BRESSEL, BSK StPO, a.a.O., N. 3-5 zu Art. 277 StPO). Demgegenüber bezeichnet das Gesetz weder die Ergebnisse von privaten Observationen noch diejenigen von anderen (nicht richterlich genehmigungspflichtigen) privaten Beweisvorkehren (wie z.B. Privatgutachten) als unverwertbar. BGE 143 IV 387 S. 396Nach der unmissverständlichen gesetzlichen Regelung besteht hier folglich kein Fall der \"absoluten\" Unverwertbarkeit gemäss Art. 141 Abs. 1 StPO.\n\n4.6 Zu prüfen ist weiter, ob hier (im Sinne der oben dargelegten Praxis) von einem klaren Fall der Unverwertbarkeit \"ungültiger\" bzw. rechtswidrig erlangter Beweismittel (gemäss Art. 141 Abs. 2 StPO) auszugehen ist:\n\nDer angefochtene Entsiegelungsentscheid erging durch das Zwangsmassnahmengericht im hängigen Untersuchungsverfahren (Art. 248 Abs. 3 lit. a StPO). Weiter fällt ins Gewicht, dass die Staatsanwaltschaft ein Verbrechen untersucht, nämlich einen schwerwiegenden Fall von mutmasslichem Versicherungsbetrug mit einer hohen Deliktssumme. Mitzuberücksichtigen ist sodann, dass die privaten Observationen unbestrittenermassen nicht in Privaträumlichkeiten erfolgten, sondern an allgemein zugänglichen und für die Öffentlichkeit einsehbaren Orten (vgl. Art. 282 Abs. 1 StPO), etwa am öffentlichen Zufahrts- und Gehweg zur Wohnung des Beschwerdeführers. In solchen verdeckten Beobachtungen liegt nach der Praxis des Bundesgerichtes in der Regel kein schwerer Eingriff in die Privatsphäre des Betroffenen (vgl. BGE 143 I 377 E. 5.1.2-5.1.3 S. 386; Botschaft StPO, BBl 2006 1085 ff., 1252 f. Ziff. 2.5.8.3; EUGSTER/KATZENSTEIN, a.a.O., N. 3, 5 zu Art. 282 StPO; GUÉNIAT/HAINARD, CR CPP, a.a.O., N. 1, 8 zu Art. 282 StPO; HANSJAKOB, a.a.O., N. 1, 4 zu Art. 282 StPO). Auch die Voraussetzungen für eine (gesetzlich zulässige) Observation durch die Strafverfolgungsbehörden wären im Übrigen grundsätzlich erfüllt gewesen.\n\nFalls es \"zur Aufklärung schwerer Straftaten unerlässlich\" erscheint, ist die strafprozessuale Verwertung rechtswidrig erlangter Beweismittel ausnahmsweise zulässig (Art. 141 Abs. 2 StPO; vgl. dazu BGE 143 IV 270 E. 7.6 S. 285; BGE 139 IV 128 E. 1.6-1.7 S. 134 f.). Die Strafbehörden legen dar, dass die Videoaufnahmen und Ermittlungsberichte, welche gestützt auf die privaten Observationen erfolgten, die Beweisgrundlage für das belastende Privatgutachten darstellen. Andere direkte Beweismittel zur Aufklärung der untersuchten Delikte bzw. zur Prüfung des Anfangstatverdachtes standen den Strafbehörden bisher nicht zur Verfügung. Nach dem aktuellen Stand der Untersuchung kann nicht offensichtlich ausgeschlossen werden, dass die fraglichen von der Privatklägerin eingebrachten Beweismittel sich für die Wahrheitsfindung in einem schweren Fall von BGE 143 IV 387 S. 397mutmasslichem Versicherungsbetrug als unerlässlich erweisen könnten. Die betreffende abschliessende Prüfung der Bedeutung und Verwertbarkeit der Beweismittel (im Rahmen der gesamten Beweisergebnisse) ist hier daher praxisgemäss dem erkennenden Sachgericht (bzw. derden Endentscheid verfügenden Strafbehörde) zu überlassen (vgl. BGE 143 IV 270 E. 7.6 S. 285; BGE 142 IV 207 E. 9.8 S. 227; BGE 141 IV 284 E. 2.1-2.3 S. 286 f., BGE 141 IV 289 E. 1 S. 291 f.).\n\n4.7 Entgegen der Ansicht des Beschwerdeführers ändert an dieser Rechtslage auch die Bestimmung von Art. 141 Abs. 4 StPO (über die sogenannte \"Fernwirkung\" unverwertbarer Beweise) nichts. Nach der klaren Regelung des Gesetzes bezieht sich die Fernwirkung (bzw. das Verbot indirekter Verwertung über Folgebeweise) ausdrücklich auf Beweise, die nach Art. 141 Abs. 2 StPO nicht verwertet werden dürfen. Ein solcher (klarer) Fall ist hier für das Untersuchungsverfahren nicht dargetan.\n\n4.8 Nach dem Gesagten führt die festgestellte Rechtswidrigkeit der erfolgten privaten Observationen im vorliegenden Fall weder zu einem (bereits im Untersuchungsverfahren durchzusetzenden) strafprozessualen Verwertungsverbot noch zu einem Entsiegelungshindernis. (...)"}