{"annee": "143", "cour": "III", "page": "221", "date": "24/3/2017", "cite": ["139 III 444", "71 III 164", "107 III 49"], "cite_par": [], "chapeau": "36. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. SA et consorts (recours en matière civile)\n\n5A_797/2016 du 24 mars 2017", "regestes": ["Art. 80 LP; mainlevée définitive de l'opposition. Plusieurs créances ne peuvent être déduites dans une même poursuite que si chacune d'elles a pour titulaire(s) exactement le(s) même(s) créancier(s) (consid. 3 et 4)."], "faits": "BGE 143 III 221 S. 221\n\nA. Plusieurs caisses-maladie ont ouvert action contre le médecin A. afin d'obtenir l'exclusion du prénommé de toute pratique à la charge de l'assurance obligatoire des soins, ainsi que la restitution par celui-ci du montant obtenu à raison de traitements jugés non économiques qu'il a prodigués et qui ont été remboursés par l'assurance obligatoire des soins pour les années 2004 et 2005. Par jugement du 14 juin 2015, le Tribunal arbitral des assurances sociales du canton de Berne a décidé ce qui suit:\n\n\" (...)\n\n2. In Gutheissung der Klagen der Kläger Nr. 1-11 und 14-25 wird der Beklagte verurteilt, diesen für die Jahre 2004 und 2005 den Betrag von insgesamt Fr. 136'836.50 zurückzuerstatten.\n\n(...)\n\n4. Die Verfahrenskosten von Fr. 15'000.- werden dem Beklagten auferlegt und im Umfang von Fr. 2'000.- aus dem Vorschuss BGE 143 III 221 S. 222 der Kläger gedeckt. Der Beklagte hat dem Gericht Fr. 13'000.- zu bezahlen und den Klägern ihren Vorschuss in der Höhe von Fr. 2'000.- zu ersetzen.\n\n5. Der Beklagte hat den Klägern die Parteientschädigung von Fr. 22'384.50 (inkl. Auslagen und MWSt. sowie Reisespesen) zu bezahlen. (...) \".\n\n(...) La IIe Cour des assurances sociales du Tribunal fédéral a rejeté, dans la mesure de sa recevabilité, le recours interjeté par A. contre cette décision (arrêt 9C_513/2015 du 9 décembre 2015).\n\nB. Le 17 mai 2016, un commandement de payer les sommes de 136'836 fr. 50, 2'000 fr. et 22'348 fr. 50 [recte: 22'384 fr. 50], portant toutes intérêts à 5 % l'an dès le 25 août 2015, a été notifié à A. Ce document indiquait, comme cause de l'obligation, le jugement du Tribunal arbitral des assurances sociales du canton de Berne du 14 juin 2015. Sous la rubrique \"créancier\", il était mentionné \"DIVERS CREANCIERS, liste jointe gemäss Urteil 14. Juni 2015\" (...).\n\nLe poursuivi ayant formé opposition totale, les vingt-cinq caisses-maladie (ci-après: les poursuivantes) ont requis la mainlevée définitive de l'opposition. Le 8 août 2016, le Juge suppléant des districts d'Hérens et Conthey a définitivement levé l'opposition. Statuant par arrêt du 27 septembre 2016, la Chambre civile du Tribunal cantonal du canton du Valais a rejeté le recours formé par le poursuivi (...). (...)\n\nLe Tribunal fédéral a partiellement admis le recours interjeté par le poursuivi contre cette décision.\n\n(extrait)\n\nExtrait des considérants:", "considerants": "3. Le recourant soutient que les créancières ne pouvaient pas agir par le biais d'une poursuite commune, puisqu'elles ne seraient pas titulaires en commun des créances réclamées: elles auraient dû agir personnellement et individuellement à son encontre, chacune pour les parts des créances qui lui reviennent, sous peine de violer l'art. 80 LP.\n\nAprès avoir relevé qu'il n'est pas permis de joindre dans une seule et même poursuite plusieurs créances appartenant individuellement à divers créanciers, la cour cantonale a rappelé que plusieurs créanciers peuvent exercer une poursuite commune s'il y a solidarité entre eux ou si la créance leur appartient en commun (ATF 107 III 49 consid. 2; 76 III 90 consid. 2; 71 III 164; SABINE KOFMEL EHRENZELLER, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und BGE 143 III 221 S. 223Konkurs, vol. I, 2e éd. 2010, n° 19 ad art. 67 LP). Elle a ajouté que le poursuivi est fondé à soulever, par la voie de l'opposition, la question de savoir si le rapport de droit invoqué par les copoursuivants constitue un titre suffisant pour donner naissance à une prétention commune ou solidaire (ATF 71 III 164, spéc. p. 166; PIERRE-ROBERT GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. 1, 1999, n° 25 ad art. 67 LP). L'autorité cantonale a considéré qu'en l'espèce, il ressortait du jugement du 14 juin 2015 qu'une action collective de tous les assureurs était admissible et qu'une spécification des montants devant revenir à chaque assureur individuellement n'était pas nécessaire. Le Tribunal fédéral avait précisé, au considérant 3 de son arrêt du 9 décembre 2015, que la répartition interne des montants litigieux entre lesdits assureurs était de leur ressort. Enfin, A. avait été condamné à rembourser le montant global de 136'836 fr. pour les années 2004 et 2005 aux caisses-maladie demanderesses nos 1-11 et 14-25. En définitive, il ressortait du titre de mainlevée invoqué que la créance déduite en poursuite appartenait en commun aux créancières poursuivantes, de sorte qu'elles pouvaient introduire une poursuite en commun.\n\nLe raisonnement de la cour cantonale est conforme au droit fédéral, de sorte qu'il convient de s'y référer (art. 109 al. 2 let. a et al. 3 LTF). En conséquence, en tant que le recourant soutient que les créancières poursuivantes n'étaient pas admises à requérir de poursuite en commun, sa critique doit être rejetée.\n\n4. S'agissant du grief du poursuivi tiré de l'absence d'identité entre les créancières désignées dans le titre de mainlevée et les poursuivantes, la cour cantonale a relevé qu'il avait déjà été formulé en première instance, mais sur la base d'un état de fait différent. Par conséquent, elle a considéré que ces \"allégations\", même si elles semblaient présenter certaines chances de succès, étaient nouvelles, partant, irrecevables en application de l'art. 326 al. 1 CPC, ce que conteste le recourant dans son recours au Tribunal fédéral.\n\nLe juge de la mainlevée doit vérifier d'office notamment l'identité entre le poursuivant et le créancier (ATF 139 III 444 consid. 4.1.1). La mainlevée définitive ne peut être allouée qu'au créancier désigné par le jugement ou au cessionnaire légal ou conventionnel de la créance (arrêt 5D_195/2013 du 22 janvier 2014 consid. 3.2). En l'espèce, il apparaît que selon le jugement du Tribunal arbitral des assurances sociales du canton de Berne du 14 juin 2015, confirmé BGE 143 III 221 S. 224par l'arrêt du Tribunal fédéral du 9 décembre 2015, A. est débiteur de l'ensemble des intimées de 2'000 fr. à titre de remboursement de l'avance de frais et de 22'384 fr. 50 à titre de dépens. Il était donc conforme à l'art. 80 LP d'accorder la mainlevée définitive de l'opposition à l'ensemble des poursuivantes s'agissant de ces deux montants. En revanche, selon le texte clair du chiffre I du dispositif du jugement du 14 juin 2015 confirmé par le Tribunal fédéral, la restitution du montant de 136'836 fr. 50 est dû par le poursuivi aux \"Kläger Nr. 1-11 und 14-25\", à savoir l'ensemble des poursuivantes, sauf \"Konkursmasse der Krankenkasse M.\" (Kläger Nr. 12) et \"N. AG\" (Kläger Nr. 13). En effet, ces deux caisses-maladie avaient seulement sollicité l'exclusion de A. de toute pratique à la charge de l'assurance obligatoire des soins; elles n'avaient pas demandé la restitution de montants obtenus à raison de traitements jugés non économiques. Il appartenait au juge de la mainlevée de vérifier d'office l'identité entre les créancières désignées dans le titre de mainlevée et les poursuivantes, sans qu'il ne puisse tirer prétexte de prétendus faits nouvellement invoqués en instance cantonale pour s'en dispenser. Il résulte de ce qui précède que la mainlevée définitive de l'opposition ne pouvait être allouée aux deux poursuivantes précitées s'agissant du montant de 136'836 fr. 50, sous peine de violer l'art. 80 LP.\n\nSelon la jurisprudence (cf. supra consid. 3), il n'est pas permis de joindre dans une même poursuite plusieurs créances appartenant individuellement à plusieurs créanciers. En d'autres termes, pour faire valoir plusieurs créances dans la même poursuite, il faut que celles-ci appartiennent au(x) même(s) créancier(s). Dès lors que la créance de 136'836 fr. 50 n'appartient pas exactement aux mêmes créanciers que les créances de 2'000 fr. et de 22'384 fr. 50, elle ne pouvait pas faire l'objet de la même poursuite que celles-ci. (...)"}