{"annee": "143", "cour": "IV", "page": "373", "date": "13/7/2017", "cite": ["130 IV 54", "130 I 312", "133 IV 158", "141 IV 369", "130 I 269", "117 IV 124", "135 IV 12", "129 IV 348"], "cite_par": [], "chapeau": "47. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Basel-Landschaft (Beschwerde in Strafsachen)\n\n6B_934/2016 vom 13. Juli 2017", "regestes": ["Art. 29 al. 1 Cst.; art. 6 par. 1 CEDH; art. 5 al. 1 CPP; cascade des conséquences possibles d'une violation du principe de la célérité; confirmation de la jurisprudence. Une violation du principe de célérité conduit, le plus souvent, à une réduction de peine, parfois à l'exemption de toute peine et en ultima ratio, dans les cas extrêmes, au classement de la procédure (consid. 1.4.1). Ce n'est qu'en cas de classement qu'une renonciation aux frais de procédure ou qu'une réduction de ceux-ci entrent en ligne de compte (principe du caractère accessoire des coûts), respectivement, une réparation financière au sens d'un tort moral (consid. 1.4.2) En raison de la nature différente des peines et des mesures, une réduction de peine peut constituer une réparation adéquate de la violation du principe de la célérité, même lorsque le prévenu se trouvait déjà en exécution anticipée d'une mesure (consid. 1.4)."], "faits": "BGE 143 IV 373 S. 374\n\nA. Das Strafgericht des Kantons Basel-Landschaft verurteilte X. am 16. April 2015 wegen gewerbsmässigen Diebstahls, räuberischen Diebstahls, mehrfachen Diebstahls, mehrfacher Sachbeschädigung, mehrfachen Hausfriedensbruchs, vollendeten sowie mehrfach versuchten betrügerischen Missbrauchs einer Datenverarbeitungsanlage, Entwendung eines Fahrzeugs zum Gebrauch, mehrfachen Führens eines Motorfahrzeugs ohne Haftpflichtversicherung und mehrfachen Missbrauchs von Kontrollschildern zu einer Freiheitsstrafe von zwei Jahren sowie zu einer Geldstrafe von drei Tagessätzen zu Fr. 70.-. Es ordnete eine stationäre therapeutische Massnahme für junge Erwachsene an und schob den Vollzug der Freiheitsstrafe auf. Gleichzeitig stellte es fest, X. sei ab dem 21. März 2011 im vorzeitigen Massnahmenvollzug gewesen und am 27. Februar 2015 bedingt daraus entlassen worden. Es verzichtete auf den Vollzug der bedingten Freiheitsstrafe von 60 Tagen, die das Jugendstrafgericht des Kantons Basel-Stadt am 12. März 2008 gegen X. verhängt hatte. Schliesslich BGE 143 IV 373 S. 375entschied es über diverse beschlagnahmte Gegenstände und auferlegte X. die Verfahrenskosten von insgesamt Fr. 31'931.05.\n\nB. Am 29. März 2016 wies das Kantonsgericht des Kantons Basel-Landschaft die dagegen gerichtete Berufung von X. und die Anschlussberufung der Staatsanwaltschaft des Kantons Basel-Landschaft ab, bestätigte das strafgerichtliche Urteil und auferlegte X. die Kosten des Berufungsverfahrens zu einem Drittel.\n\nC. X. beantragt mit Beschwerde in Strafsachen, die ihm vom Strafgericht auferlegten Verfahrenskosten seien wegen Verletzung des Beschleunigungsgebots um 30 % zu reduzieren. Für das Berufungsverfahren vor Kantonsgericht seien ihm keine Kosten aufzuerlegen. Er ersucht um unentgeltliche Rechtspflege.\n\nDie Strafrechtliche Abteilung des Bundesgerichts hat die Angelegenheit am 13. Juli 2017 an einer öffentlichen Sitzung beraten.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Vorinstanz stellt fest, zwischen der Verhaftung des Beschwerdeführers am 8. Juli 2010 und der Anklageerhebung am 19. Mai 2014 seien fast vier Jahre vergangen. Die Staatsanwaltschaft nenne als Grund für diese Dauer, das Verfahren gegen den Beschwerdeführer habe zu einem Komplex mit 27 beschuldigten Personen und 200 Vorfällen gehört, wobei die Delikte in wechselnden Zusammensetzungen begangen worden seien und ein Hauptbeschuldigter die Untersuchung mit irreführenden Angaben erschwert habe.\n\nDie Vorinstanz erwägt, der Beschwerdeführer und sein Komplize seien früh im Vorverfahren geständig gewesen. Der ihnen vorgeworfene Sachverhalt habe bereits nach kurzer Zeit festgestellt werden können, weshalb die gegen den Beschwerdeführer und dessen Komplizen geführten Strafverfahren hätten abgetrennt werden können. Denn gemeinsam mit den Drahtziehern des grösseren Komplexes seien der Beschwerdeführer und sein Komplize nur vom 23. auf den 24. Mai 2010 straffällig geworden, wobei eine gemeinsame Anklage nicht erforderlich gewesen sei. Der Komplize sei im Mai 2011 einvernommen worden und der Beschwerdeführer im Februar 2011 sowie im Dezember 2011, nachdem er im vorzeitigen Massnahmenvollzug erneut delinquiert habe. Die Akten zu diesen Straftaten des BGE 143 IV 373 S. 376Beschwerdeführers seien der Staatsanwaltschaft von den Thurgauer Behörden am 13. Februar und 2. März 2012 übermittelt worden. Am 19. Mai 2014 sei Anklage erhoben worden. Angesichts des überschaubaren Umfangs der Akten des Vorverfahrens von neun Bundesordnern und des Anklagevorwurfs von 25 Sachverhalten durchschnittlicher Komplexität erscheine die Dauer von über zwei Jahren zwischen der Beendigung der wesentlichen Beweiserhebungen mit dem Erhalt der Strafakten aus dem Kanton Thurgau und der Anklageerhebung als zu lange. Auch die Gesamtverfahrensdauer von über fünfeinhalb Jahren bis zum Berufungsurteil sei übermässig. Dies umso mehr, als die Unsicherheit eines laufenden Strafverfahrens für die berufliche und persönliche Weiterentwicklung des im jungen Erwachsenenalter stehenden Beschwerdeführers enorm belastend gewesen sei. Aus diesen Gründen sei eine Verletzung des Beschleunigungsgebots zu bejahen und die Freiheitsstrafe des Beschwerdeführers um sechs Monate zu reduzieren.\n\nIn der Folge prüft die Vorinstanz, ob die Verfahrenskosten, welche die erste Instanz dem Beschwerdeführer auferlegte, zu 30 % auf die Staatskasse zu nehmen sind, weil das Beschleunigungsgebot verletzt wurde. Sie erwägt, die erste Instanz habe der Verletzung des Beschleunigungsgebots bereits mit einer Reduktion der Freiheitsstrafe Rechnung getragen, womit die dem Beschwerdeführer entstandenen Nachteile genügend ausgeglichen seien. Eine Reduktion der erstinstanzlichen Verfahrenskosten sei daher nicht angezeigt.\n\nZu den Kosten des Berufungsverfahrens erwägt die Vorinstanz, der Beschwerdeführer und sein Komplize unterlägen mit ihren Berufungen und die Staatsanwaltschaft mit ihrer Anschlussberufung. Deshalb würden die Kosten zu je einem Drittel dem Beschwerdeführer, seinem Komplizen und der Staatskasse belastet.\n\n1.2 Der Beschwerdeführer fordert für die Verletzung des Beschleunigungsgebots eine Reduktion der Verfahrenskosten. Die Vorinstanz führe aus, die Verfahrensverzögerung sei für ihn enorm belastend gewesen. Unter Berücksichtigung dieser Formulierung müsse davon ausgegangen werden, dass ihm ein Schaden in aussergewöhnlicher Schwere entstanden sei. Aus diesem Grund sei nicht nachvollziehbar und geradezu widersprüchlich, wenn die Vorinstanz lediglich eine Strafreduktion von sechs Monaten vornehme. Der Beschwerdeführer habe sich vom 21. März 2011 bis 27. Februar 2015 im vorzeitigen Massnahmenvollzug befunden. Insofern habe er eine Strafe BGE 143 IV 373 S. 377von rund vier Jahren bereits verbüsst. Eine Reduktion der Strafe von zweieinhalb auf zwei Jahre könne somit keine Wiedergutmachung darstellen, sondern erfolge nur \"auf dem Papier\". Die Strafreduktion sei faktisch nicht mehr möglich. Daher müsse die Wiedergutmachung zwingend in Form einer finanziellen Entschädigung erfolgen.\n\n1.3\n\n1.3.1 Jede Person hat in Verfahren vor Gerichts- und Verwaltungsinstanzen Anspruch auf Beurteilung innert angemessener Frist (Art. 29 Abs. 1 BV). Art. 6 Ziff. 1 EMRK vermittelt diesbezüglich keinen weitergehenden Schutz als Art. 29 Abs. 1 BV (BGE 130 I 269 E. 2.3 S. 272 f., BGE 130 I 312 E. 5.1 S. 332; je mit Hinweis). Gemäss Art. 5 Abs. 1 StPO nehmen die Strafbehörden die Strafverfahren unverzüglich an die Hand und bringen sie ohne unbegründete Verzögerung zum Abschluss. Das Beschleunigungsgebot verpflichtet die Behörden, ein Strafverfahren mit der gebotenen Beförderung zu behandeln, nachdem die beschuldigte Person darüber in Kenntnis gesetzt wurde. Sie soll nicht länger als notwendig den Belastungen eines Strafverfahrens ausgesetzt sein (BGE 133 IV 158 E. 8 S. 170). Die Beurteilung der angemessenen Verfahrensdauer entzieht sich starren Regeln. Ob sich die Dauer als angemessen erweist, ist in jedem Einzelfall unter Würdigung aller konkreten Umstände zu prüfen (BGE 130 I 312 E. 5.2 S. 332 mit Hinweisen).\n\n1.3.2 Vorliegend ist unbestritten, dass das Beschleunigungsgebot verletzt wurde. Die Vorinstanz erachtet die Dauer zwischen der Verhaftung des Beschwerdeführers am 8. Juli 2010 und der Anklageerhebung am 19. Mai 2014 zu Recht als zu lang (vgl. oben, E. 1.1).\n\n1.4\n\n1.4.1 Folgen einer Verletzung des Beschleunigungsgebots sind meistens die Strafreduktion, manchmal der Verzicht auf Strafe oder, als ultima ratio in Extremfällen, die Einstellung des Verfahrens (BGE 135 IV 12 E. 3.6 S. 26; BGE 133 IV 158 E. 8 S. 170; BGE 130 I 312 E. 5.3 S. 333; BGE 130 IV 54 E. 3.3.1 S. 55; BGE 117 IV 124 E. 4d S. 129; Urteil 6B_462/2014 vom 27. August 2015 E. 1.3, nicht publ. in: BGE 141 IV 369; je mit Hinweisen). Bei der Frage nach der sachgerechten Folge ist zu berücksichtigen, wie schwer die beschuldigte Person durch die Verfahrensverzögerung getroffen wurde, wie gravierend die ihr vorgeworfenen Taten sind und welche Strafe ausgesprochen werden müsste, wenn das Beschleunigungsgebot nicht verletzt worden wäre. Rechnung zu tragen ist auch den Interessen der Geschädigten und BGE 143 IV 373 S. 378der Komplexität des Falls. Schliesslich ist in Betracht zu ziehen, wer die Verfahrensverzögerung zu vertreten hat (BGE 117 IV 124 E. 4e S. 129 f.). Das Bundesgericht greift in die Beurteilung der Sanktion für die Verletzung des Beschleunigungsgebots nur ein, wenn das Gericht sein Ermessen über- oder unterschritten oder missbraucht und damit Bundesrecht verletzt hat (Urteil 6B_660/2016 vom 23. November 2016 E. 1.2.4).\n\n1.4.2 Erstrangige Folgen einer Verletzung des Beschleunigungsgebots sind die Strafreduktion und allenfalls der Verzicht auf Strafe. Eine Verfahrenseinstellung kommt nur in Extremfällen in Betracht, wenn die Verfahrensverzögerung dem Betroffenen einen Schaden von aussergewöhnlicher Schwere verursachte (BGE 133 IV 158 E. 8 S. 170 mit Hinweis). Entgegen den Ausführungen des Beschwerdeführers lässt sich aus der vorinstanzlichen Formulierung, die Verfahrensverzögerung sei \"enorm belastend\" gewesen, nicht herauslesen, ihm sei ein solcher Schaden in aussergewöhnlicher Schwere erwachsen.\n\nSelbst der Beschwerdeführer argumentiert an anderer Stelle, ob ein Extremfall vorliege, der eine Verfahrenseinstellung rechtfertige, könne offenbleiben, weil er lediglich eine Reduktion der erstinstanzlichen Verfahrenskosten verlange. Dass ein solcher Extremfall vorliegen könnte, zogen die erste Instanz und die Vorinstanz angesichts der Gesamtumstände zu Recht überhaupt nicht in Erwägung. Dementsprechend kamen ein Strafverzicht oder gar eine Einstellung des Verfahrens nie in Frage. Nur bei einer Verfahrenseinstellung wäre aber daran zu denken gewesen, dem Beschwerdeführer keine oder reduzierte Verfahrenskosten aufzuerlegen (Art. 423 Abs. 1 i.V.m. Art. 426 Abs. 1 e contrario StPO; vgl. auch Art. 426 Abs. 2 StPO). Auch ein finanzieller Ausgleich im Sinne einer Genugtuung kommt nur bei Freispruch oder Verfahrenseinstellung in Frage (Art. 429 Abs. 1 lit. c StPO). Ein Abweichen von diesen Grundsätzen hätte die Abkehr vom Prinzip der Akzessorietät der Kosten zur Folge. Ebenso wenig liegt eine \"fehlerhafte Verfahrenshandlung\" gemäss Art. 426 Abs. 3 lit. a bzw. Art. 417 StPO vor, was eine teilweise Kostenauflage an den Kanton erlauben würde. Solches setzt im Übrigen ein Verschulden voraus, während die Folgen einer Verletzung des Beschleunigungsgebots von einem Verschulden unabhängig sind.\n\nDie von den Vorinstanzen vorgenommene Reduktion der Freiheitsstrafe von zweieinhalb auf zwei Jahre hält sich innerhalb des BGE 143 IV 373 S. 379weiten sachrichterlichen Ermessens. Dem Beschwerdeführer kann nicht gefolgt werden, wenn er ausführt, diese Reduktion werde den Auswirkungen der Verfahrensverzögerung in keiner Weise gerecht. Zwar trifft zu, dass er sich im vorzeitigen Massnahmenvollzug befand. Sein daraus gezogener Schluss, er habe \"eine Strafe von rund 4 Jahren bereits verbüsst\", ist aber unzulässig. Strafen und Massnahmen sind verschiedene Sanktionen (Art. 57 Abs. 1 StGB). Sie dienen unterschiedlichen Zwecken und können bei erfüllten Voraussetzungen kumulativ angeordnet werden. An ihrer Andersartigkeit ändert nichts, dass der mit der Massnahme verbundene Freiheitsentzug auf die Strafe anzurechnen ist (Art. 57 Abs. 3 StGB). So beziehen sich Massnahmen anders als Strafen, welche schuldangemessen zu sein haben, weder vom Grundsatz her noch in Bezug auf ihr Mass auf eine Schuld des Täters (MARIANNE HEER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 3. Aufl. 2013, N. 1 f. zu Vor Art. 56 StPO). Eine Massnahme kann durchaus auch kürzer sein als die ausgesprochene Strafe. Dennoch wird von deren Vollzug bei Erfolg der Massnahme abgesehen (Art. 62b Abs. 3 StGB). Demgegenüber kann die Massnahme auch länger sein als die Strafe. Dies folgt aus dem ihr zugrunde liegenden Zweck, welcher nicht in der Sanktionierung eines verpönten Verhaltens, sondern in der Gefahrenabwehr besteht (HEER, a.a.O.).\n\nDer Beschwerdeführer bringt vor, die Reduktion der Strafe könne keine Wiedergutmachung darstellen, sondern erfolge nur \"auf dem Papier\". Sollte er damit meinen, die Strafreduktion könne eine Verletzung des Beschleunigungsgebots nur dann ausgleichen, wenn eine Strafe betroffen ist, die mit Gewissheit vollzogen wird, dann könnte ihm nicht gefolgt werden. Dies würde bedeuten, dass die Strafreduktion keine Wiedergutmachung darstellen würde, wenn die Strafe nur bedingt ausgesprochen wird. Denn auch hier erfolgt die Strafreduktion gewissermassen \"auf dem Papier\". Indessen kann einer langen Verfahrensdauer ohne weiteres auch strafmindernd Rechnung getragen werden, wenn die Strafe bedingt ausgesprochen wird (vgl. Urteil 6B_544/2012 vom 11. Februar 2013 E. 8.2). Gemäss konstanter Rechtsprechung stellt die Strafreduktion mithin auch bei lediglich bedingt ausgesprochenen Strafen eine Art der Wiedergutmachung dar. Gleiches gilt für die blosse Feststellung der Verletzung des Beschleunigungsgebots im Dispositiv, welche - obwohl für die betroffene Person faktisch ebenfalls nicht spürbar - als Möglichkeit moralischer Wiedergutmachung anerkannt ist BGE 143 IV 373 S. 380(BGE 129 IV 411 E. 1.3 mit Hinweisen). Würde dem Argument des Beschwerdeführers gefolgt, liesse sich die bisherige, gefestigte Rechtsprechung kaum aufrechterhalten. Es besteht jedoch kein Anlass, diese zu ändern, zumal das Erfordernis der Spürbarkeit der Folge einer Verletzung des Beschleunigungsgebots für die beschuldigte Person auf eine Gleichsetzung von Strafe und Massnahme hinausliefe. Zudem wäre unklar, an welcher Stelle der vom Bundesgericht entwickelten Kaskade möglicher Folgen ein (teilweiser) Verzicht auf die Verfahrenskosten anzusiedeln wäre. Schliesslich würde damit vom in der Strafprozessordnung geltenden Prinzip der Akzessorietät der Kosten abgewichen (vgl. oben). Die vorliegende Situation erscheint auch nicht deshalb besonders einzigartig - was ein Abweichen von der konstanten Rechtsprechung im Einzelfall rechtfertigen könnte -, weil eine Massnahme angeordnet wurde. Auch die zu einer Massnahme (und einer Strafe) verurteilte Person hat einen praktischen Nutzen von der Strafreduktion infolge Verletzung des Beschleunigungsgebots, wenn nämlich die Massnahme scheitert und die Strafe unter Anrechnung der Massnahmendauer zu vollziehen ist."}