{"annee": "143", "cour": "IV", "page": "483", "date": "13/7/2017", "cite": ["139 IV 290", "128 I 288", "119 IA 316", "140 III 115", "142 I 99"], "cite_par": [], "chapeau": "62. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_510/2016 vom 13. Juli 2017", "regestes": ["Art. 405 et 406 CPP; accord des parties pour traiter l'appel en procédure écrite; forme de l'accord; précision de la jurisprudence. L'art. 406 al. 2 CPP n'exige pas l'accord exprès des parties pour ordonner la procédure écrite. L'accord peut aussi être tacite. La partie renonce à des débats oraux si, à la suite d'une décision de l'autorité d'appel par laquelle celle-ci indique que des débats oraux ne seront tenus que sur demande des parties et qu'une absence de réponse sera interprétée comme un accord donné pour la procédure écrite, elle procède sans réserve par écrit (consid. 2)."], "faits": "BGE 143 IV 483 S. 483\n\nA. Am 23. April 2015 sprach das Bezirksgericht Lenzburg X. wegen mehrfacher falscher Anschuldigung, mehrfachem Pfändungsbetrug, mehrfachem Führen eines Motorfahrzeugs in angetrunkenem Zustand mit qualifizierter Blutalkoholkonzentration, Führen eines Motorfahrzeugs trotz Verweigerung oder Entzugs des Führerausweises, mehrfachem Fahren ohne Berechtigung, Überschreiten der zulässigen Höchstgeschwindigkeit, mehrfachem Nichtbeherrschen des Fahrzeugs, mehrfacher versuchter Vereitelung von Massnahmen zur BGE 143 IV 483 S. 484Feststellung der Fahrunfähigkeit, mehrfachem pflichtwidrigen Verhalten bei Unfall, fahrlässiger Körperverletzung und Irreführung der Rechtspflege schuldig. Es verurteilte ihn unter Anrechnung der Untersuchungshaft zu einer Freiheitsstrafe von 3 ½ Jahren, einer bedingten Geldstrafe von 90 Tagessätzen zu Fr. 110.- und einer Busse von Fr. 1'000.-, als Zusatzstrafe zu Strafbefehlen vom 12. Januar 2011 und 3. Juni 2014. Das Bezirksgericht ordnete die Einziehung und Vernichtung des von X. verwendeten Fahrzeugs an.\n\nB. Auf Berufung von X. hin sprach ihn das Obergericht des Kantons Aargau am 17. März 2016 in einem Punkt frei, bestätigte im Übrigen den Schuldspruch und verurteilte ihn zu einer Freiheitsstrafe von 3 ½ Jahren sowie einer Busse von Fr. 1'000.-, als Zusatzstrafe zum Strafbefehl vom 3. Juni 2014. Es verfügte die Herausgabe des verwendeten Fahrzeugs.\n\nC. X. beantragt mit Beschwerde in Strafsachen, das obergerichtliche Urteil sei aufzuheben und er sei teilweise freizusprechen. Eventualiter sei die Sache zur neuen Entscheidung bzw. Durchführung eines mündlichen Berufungsverfahrens an das Obergericht zurückzuweisen.\n\nDie Strafrechtliche Abteilung des Bundesgerichts hat die Angelegenheit am 13. Juli 2017 an einer öffentlichen Sitzung beraten.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer rügt eine Verletzung von Art. 405 und 406 StPO und macht geltend, mangels seiner ausdrücklichen und unmissverständlichen Zustimmung zum schriftlichen Verfahren hätte die Vorinstanz eine mündliche Berufungsverhandlung durchführen müssen. Die vorinstanzliche Feststellung, er habe einem schriftlichen Verfahren zugestimmt, sei aktenwidrig. Die Verfügung der Vorinstanz vom 24. November 2015 verletze Bundesrecht, weil sie die gesetzliche Regelung in ihr Gegenteil verkehre. Infolgedessen dürfe keine Verurteilung erfolgen und sei das vorinstanzliche Urteil aufzuheben.\n\n2.1\n\n2.1.1 Das Berufungsverfahren ist grundsätzlich mündlich (Art. 405 Abs. 1 StPO). Schriftliche Berufungsverfahren sollen nach der Absicht des Gesetzgebers die Ausnahme bleiben (Urteil 6B_622/2014 BGE 143 IV 483 S. 485vom 20. Januar 2015 E. 4.1 mit Hinweisen; vgl. auch Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1316 Ziff. 2.9.3.2). Art. 406 StPO regelt abschliessend, wann Ausnahmen zulässig sind (BGE 139 IV 290 E. 1.1 S. 291 f. mit Hinweisen). Die Berufung kann u.a. im schriftlichen Verfahren behandelt werden, wenn ausschliesslich Rechtsfragen zu entscheiden sind (Art. 406 Abs. 1 lit. a StPO). Mit dem Einverständnis der Parteien kann die Verfahrensleitung das schriftliche Verfahren anordnen, wenn die Anwesenheit der beschuldigten Person nicht erforderlich ist oder wenn Urteile eines Einzelgerichts Gegenstand der Berufung sind (Art. 406 Abs. 2 lit. a und lit. b StPO). Immer dann, wenn dem persönlichen Eindruck entscheidendes Gewicht zukommt, muss mindestens ein Teil des Verfahrens mündlich durchgeführt werden (HUG/SCHEIDEGGER, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], Donatsch/Hansjakob/Lieber [Hrsg.], 2. Aufl. 2014, N. 8 zu Art. 406 StPO).\n\n2.1.2 Art. 406 StPO ist als \"Kann-Vorschrift\" ausgestaltet. Die Bestimmung entbindet das Berufungsgericht nicht davon, im Einzelfall zu prüfen, ob der Verzicht auf die öffentliche Verhandlung auch mit Art. 6 Ziff. 1 EMRK vereinbar ist (Urteil 6B_362/2012 vom 29. Oktober 2012 E. 7.2; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2. Aufl. 2013, N. 1 ff. zu Art. 406 StPO; ders., Handbuch des schweizerischen Strafprozessrechts, 2. Aufl. 2013, N. 1567 S. 702; MARLÈNE KISTLER VIANIN, in: Commentaire romand, Code de procédure pénale suisse, 2011, N. 2 zu Art. 406 StPO). Die angeschuldigte Person hat im Strafverfahren gemäss Art. 6 Ziff. 1 EMRK Anspruch auf eine öffentliche Gerichtsverhandlung und Urteilsverkündung. Dieser Anspruch ist Teilgehalt der umfassenden Garantie auf ein faires Verfahren (BGE 128 I 288 E. 2 S. 290 ff.; BGE 119 Ia 316 E. 2b S. 318 f.; je mit Hinweisen).\n\nDie Art der Anwendung von Art. 6 Ziff. 1 EMRK auf Verfahren vor Rechtsmittelinstanzen hängt von den Besonderheiten des konkreten Verfahrens ab. Es ist insbesondere unter Beachtung des Verfahrens als Ganzem und der Umstände des Einzelfalles zu beurteilen, ob vor einer Berufungsinstanz eine mündliche Verhandlung durchzuführen ist. Nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte (EGMR) muss selbst ein Berufungsgericht mit freier Kognition hinsichtlich Tat- und Rechtsfragen nicht in allen Fällen eine Verhandlung durchführen, da auch andere Gesichtspunkte wie die Beurteilung der Sache innert angemessener Frist BGE 143 IV 483 S. 486mitberücksichtigt werden dürfen. Von einer Verhandlung in der Rechtsmittelinstanz kann etwa abgesehen werden, soweit die erste Instanz tatsächlich öffentlich verhandelt hat, wenn allein die Zulassung eines Rechtsmittels, nur Rechtsfragen oder aber Tatfragen zur Diskussion stehen, die sich leicht nach den Akten beurteilen lassen, ferner wenn eine reformatio in peius ausgeschlossen oder die Sache von geringer Tragweite ist und sich etwa keine Fragen zur Person und deren Charakter stellen. Für die Durchführung einer mündlichen Verhandlung kann aber der Umstand sprechen, dass die vorgetragenen Rügen die eigentliche Substanz des streitigen Verfahrens betreffen. Gesamthaft kommt es entscheidend darauf an, ob die Angelegenheit unter Beachtung all dieser Gesichtspunkte sachgerecht und angemessen beurteilt werden kann (BGE 119 Ia 316 E. 2b S. 318 f. mit Hinweisen; Urteil 6B_362/2012 vom 29. Oktober 2012 E. 7.3).\n\n2.2\n\n2.2.1 Mit Verfügung vom 24. November 2015 ordnete die Verfahrensleitung der Vorinstanz die Durchführung des schriftlichen Verfahrens an. Wörtlich lautet Ziffer 2 der Verfügung wie folgt: \"Die Parteien haben dem Obergericht innert 20 Tagen ab Zustellung dieser Verfügung mitzuteilen, ob sie - unter Vorbehalt einer allfälligen Anschlussberufung - mit der Durchführung des schriftlichen Verfahrens an Stelle einer mündlichen Berufungsverhandlung einverstanden sind. Erfolgt innert Frist keine Mitteilung, gilt dies als Zustimmung zum schriftlichen Verfahren. Das mündliche Verfahren wird durchgeführt, wenn eine Partei dies verlangt.\"\n\nDie Formulierung in der strittigen Verfügung ist weder unklar noch missverständlich. Von einem unbefangenen Durchschnittsleser war angesichts des klaren Wortlauts, namentlich des dritten Satzes der Verfügung, wonach eine mündliche Verhandlung nur auf Verlangen durchgeführt werde, eine Mitteilung oder allenfalls eine Nachfrage zu erwarten, wenn er ein mündliches Verfahren gewünscht hätte. Dies gilt umso mehr für den Beschwerdeführer, welcher bereits im Berufungsverfahren anwaltlich vertreten war. Er hat aber keine mündliche Verhandlung verlangt, sondern im Gegenteil die von der Verfahrensleitung gesetzte Frist zur Ergänzung seiner schriftlichen Berufungsbegründung genutzt. Dabei nahm er gar ausdrücklich auf die strittige Verfügung Bezug, ohne diese aber zu kritisieren. Er hat sich somit vorbehaltlos auf das schriftliche Verfahren eingelassen. Dies geschah zudem offensichtlich in Kenntnis der Sachlage sowie der Konsequenzen. Die Vorinstanz durfte daher von BGE 143 IV 483 S. 487seinem Einverständnis und vom Verzicht auf eine mündliche Berufungsverhandlung ausgehen (vgl. dazu Urteile 6B_1046/2016 vom 30. Januar 2017 E. 2.3 mit Hinweisen; 6B_358/2014 vom 26. Juni 2014 E. 1.3), zumal sich der Beschwerdeführer im Nachgang der Verfügung nicht einfach passiv verhielt. Es ist auch nicht ersichtlich, dass sie damit die gesetzliche Ordnung \"auf den Kopf stellen\" würde, wie er behauptet. Die Vorinstanz hat mit ihrem Vorgehen lediglich zum Ausdruck gebracht, dass ihrer Auffassung nach das schriftliche Verfahren durchgeführt werden kann. Dies muss möglich sein und ist nicht zu beanstanden. Der Beschwerdeführer hätte allfällige Einwände vorbringen können und müssen. Er kann nicht nach Eröffnung eines für ihn unvorteilhaften Prozessergebnisses geltend machen, mangels expliziter Zustimmung zum schriftlichen Verfahren sei eine mündliche Verhandlung durchzuführen. Dies erscheint nur schon vor dem Hintergrund einer anwaltlichen Vertretung rechtsmissbräuchlich.\n\n2.2.2 Aus dem von ihm zitierten, ebenfalls den Kanton Aargau betreffenden Urteil 6B_266/2012 vom 22. Juni 2012 E. 2 kann der Beschwerdeführer nichts für sich ableiten. Entgegen seiner Auffassung lässt sich dem Entscheid nicht entnehmen, dass die Zustimmung zum schriftlichen Verfahren zwingend ausdrücklich erfolgen müsste. Solches ergibt sich auch aus dem Gesetz nicht. Art. 110 Abs. 3 StPO statuiert vielmehr den Grundsatz, dass Verfahrenshandlungen an keine Formvorschriften gebunden sind, soweit das Gesetz nichts Abweichendes bestimmt. Art. 406 Abs. 2 StPO verlangt aber keine ausdrückliche Zustimmung. Dies hier dennoch zu verlangen, widerspräche dem Grundsatz der Rechtssicherheit. Wenn der Beschwerdeführer vorbringt, er sei sich der Wahlmöglichkeit nicht bewusst gewesen, ist dies angesichts der Verteidigung durch einen fachkundigen Anwalt nicht glaubhaft. Abgesehen davon hat er sich dessen Wissen als eigenes anrechnen zu lassen.\n\n2.2.3 Selbst wenn im Übrigen von einer unklaren oder widersprüchlichen Formulierung der Verfügung vom 24. November 2015 auszugehen wäre, müsste dies nicht zwangsläufig zur Aufhebung des angefochtenen Entscheids und Rückweisung an die Vorinstanz führen. Entgegen der Auffassung des Beschwerdeführers hat das Bundesgericht diesen Schluss im Urteil 6B_266/2012 vom 22. Juni 2012 E. 2 nicht gezogen. Ob eine Rückweisung zu erfolgen hat, hängt vielmehr von den konkreten Umständen ab. Namentlich davon, ob der Adressat den Sinn der Verfügung trotz ihrer allfälligen BGE 143 IV 483 S. 488Widersprüchlichkeit verstanden hat. Davon ist vorliegend, anders als im Fall, welcher dem Urteil 6B_266/2012 vom 22. Juni 2012 zugrunde lag, auszugehen.\n\nDas vom Beschwerdeführer genannte Urteil 6B_939/2014 vom 11. Juni 2015 E. 1.3.1 führt zu keinem anderen Ergebnis. Darin hat das Bundesgericht zwar eine Formulierung in einer Verfügung als problematisch bezeichnet, die mit der hier zur Diskussion stehenden weitgehend identisch ist und wonach ohne gegenteilige Mitteilung der Parteien vom Verzicht auf eine mündliche Verhandlung ausgegangen werde. Es hat aber auch daraus nicht den Schluss gezogen, dass das vorinstanzliche Urteil deswegen aufgehoben werden müsse. Das Bundesgericht hat diese Frage offengelassen und die Notwendigkeit einer Berufungsverhandlung aus einem anderen, hier nicht gegebenen Grund bejaht.\n\n2.2.4 Nach dem Vorstehenden ist von einer gültigen Zustimmung des Beschwerdeführers zum schriftlichen Verfahren und Verzicht auf eine mündliche Berufungsverhandlung auszugehen. Dass die Anwesenheit des Beschwerdeführers im vorinstanzlichen Verfahren erforderlich gewesen wäre (Art. 406 Abs. 2 lit. a StPO), behauptete resp. behauptet er nicht. Darauf ist nicht einzugehen (Art. 106 Abs. 2 BGG; BGE 142 I 99 E. 1.7.1; BGE 140 III 115 E. 2). Die Beschwerde ist insoweit abzuweisen."}