{"annee": "143", "cour": "V", "page": "148", "date": "8/5/2017", "cite": ["134 V 109", "140 II 80", "100 V 17", "141 V 30"], "cite_par": ["144 V 418", "143 II 568"], "chapeau": "16. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Helvetia Schweizerische Versicherungsgesellschaft AG gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_527/2016 vom 8. Mai 2017", "regestes": ["Art. 10, 11, 12, 13, 19 al. 1 (phrase 2), art. 21 al. 1 LAA; art. 1 al. 2, art. 6 al. 2 OMAA; droit aux prestations pour soins et au remboursement des frais selon les art. 10-13 LAA après la liquidation du cas. L'art. 21 al. 1 LAA, en vertu duquel l'assureur-accidents couvre les prestations pour soins et le remboursement des frais selon les art. 10-13 LAA si l'assuré est bénéficiaire d'une rente d'invalidité de l'assurance-accidents et qu'il remplit une des conditions prévues aux let. a-d, vaut seulement lorsqu'il s'agit d'accorder une telle prestation (pour la première fois). Il ne concerne pas le cas dans lequel c'est la continuation de la prestation au-delà de la liquidation du cas qui est en discussion, ou qu'il est question de réparation ultérieure, d'adaptation ou de remplacement. Ici il existe une garantie de l'acquis en fonction des besoins au-delà de la liquidation du cas (consid. 6)."], "faits": "BGE 143 V 148 S. 149\n\nA. Nachdem A. (Jg. 1967) am 27. April 2009 beim Unihockeyspiel von einem Ball im linken Auge getroffen worden war, anerkannte die Schweizerische National-Versicherungs-Gesellschaft AG (nachstehend: National) als Unfallversicherer ihre Leistungspflicht und kam für die Heilbehandlung in Zusammenhang mit den gesundheitlichen Folgen dieses Ereignisses auf. Mit Verfügung vom 22. Juni 2011 sprach sie eine Entschädigung für eine 8%ige Integritätseinbusse zu und verneinte den Anspruch auf eine Invalidenrente. Ebenso wurde die Gewährung weiterer Heilkostenleistungen abgelehnt, für jährliche Visuskontrollen und unfallbedingte Brillenanpassungen jedoch gleichzeitig eine Deckungszusage erteilt. BGE 143 V 148 S. 150\n\nMit Verfügung vom 27. Oktober 2014, bestätigt mit Einspracheentscheid vom 21. Januar 2015, stellte die National unter Bezugnahme auf die bisher übernommenen Kosten jährlicher Visuskontrollen und allfälliger unfallbedingter Brillenanpassungen - wie zuvor mit Schreiben vom 24. September 2014 angekündigt - weitere Heilkostenleistungen per sofort ein, weil nach bundesgerichtlicher Rechtsprechung die obligatorische Krankenpflegeversicherung für (zustandserhaltende) Heilbehandlungsmassnahmen nach den Art. 10-13 UVG aufzukommen habe.\n\nB. In Gutheissung der dagegen gerichteten Beschwerde hob das Sozialversicherungsgericht des Kantons Zürich den angefochtenen Einspracheentscheid vom 21. Januar 2015 auf und stellte fest, dass A. weiterhin Anspruch auf jährliche Visuskontrollen und unfallbedingte Brillenanpassungen habe (Entscheid vom 15. Juni 2016).\n\nC. Als Rechtsnachfolgerin der National beantragt die Helvetia Schweizerische Versicherungsgesellschaft AG mit Beschwerde in öffentlich-rechtlichen Angelegenheiten die Aufhebung des kantonalen Entscheides vom 15. Juni 2016 und die Bestätigung des Einspracheentscheides vom 21. Januar 2015.\n\nA. lässt auf Abweisung der Beschwerde schliessen, während das vorinstanzliche Gericht von einer Stellungnahme zur Sache absieht. Das Bundesamt für Gesundheit (BAG) verzichtet zunächst auf eine Vernehmlassung, bringt auf Aufforderung des Bundesgerichts vom 5. Dezember 2016 am 11. Januar 2017 aber doch noch eine Stellungnahme bei. Aus dieser geht hervor, dass das BAG gegen die am 27. Oktober 2014 verfügte künftige Leistungsverweigerung nichts einzuwenden hat.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Rechtsvorgängerin der heutigen Beschwerdeführerin hat in ihrer Verfügung vom 22. Juni 2011 abgesehen von der Zusprache einer Integritätsentschädigung den Anspruch auf eine Invalidenrente und auf weitere Heilbehandlung verneint, gleichzeitig aber die Übernahme der Kosten für jährliche Visuskontrollen und unfallbedingte Brillenanpassungen zugesichert. Die Rechtmässigkeit der Anerkennung einer Leistungspflicht bezüglich Visuskontrollen und Brillenanpassungen hat sie erst mit Schreiben vom 24. September 2014 BGE 143 V 148 S. 151unter Berufung auf das bundesgerichtliche Urteil 8C_191/2011 vom 16. September 2011 (publiziert in: SVR 2012 UV Nr. 6 S. 21 f.) in Frage gestellt. Diesem hatte sie entnommen, dass es sich um Leistungen handelt, welche von der Krankenpflegeversicherung zu tragen sind, weshalb sie auf ihre frühere Leistungszusicherung vom 22. Juni 2011 mit Verfügung vom 27. Oktober 2014 zurückgekommen ist und weitere Ansprüche aufgrund von Visuskontrollen und Brillenanpassungen für die Zukunft verneint hat. Damit und mit dem diese Verfügung bestätigenden Einspracheentscheid vom 21. Januar 2015 hat sie den ihres Erachtens rechtmässigen Zustand herzustellen versucht. Gegen den Entscheid der Vorinstanz vom 15. Juni 2016, welcher diese Leistungsaufhebung wiederum rückgängig macht, setzt sich die Beschwerdeführerin nunmehr zur Wehr.\n\n2.2 Das kantonale Gericht ist davon ausgegangen, dass sich der streitige Anspruch nicht auf Art. 21 Abs. 1 UVG stützen könne, weil diese Norm nur Versicherte betreffe, welchen eine Invalidenrente zugesprochen worden war. Dies ist beim heutigen Beschwerdegegner nicht geschehen. Einen Anspruch auf Visuskontrollen und Brillenanpassungen hat die Vorinstanz indessen direkt aus den Anspruchsvoraussetzungen hergeleitet, wie sie in Art. 11 UVG und Art. 1 Abs. 2 der Verordnung vom 18. Oktober 1984 über die Abgabe von Hilfsmitteln durch die Unfallversicherung (HVUV; SR 832.205.12) umschrieben sind (vgl. nachstehende E. 4.3). Diese erachtete sie - nebst der unumstrittenen Bejahung der Unfallkausalität der bestehenden Augenproblematik - als erfüllt. Somit gelangte sie zum Schluss, dass die ursprüngliche Leistungszusicherung vom 22. Juni 2011 \"nicht zu beanstanden\" sei.\n\n3.\n\n3.1 Gemäss Art. 19 Abs. 1 UVG entsteht der Rentenanspruch, wenn von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes des Versicherten mehr erwartet werden kann und allfällige Eingliederungsmassnahmen der Invalidenversicherung abgeschlossen sind (Satz 1). Mit dem Rentenbeginn fallen die Heilbehandlung und die Taggeldleistungen dahin (Satz 2).\n\n3.1.1 In dieser Norm wird zunächst geregelt, wann ein Versicherungsfall zum Abschluss zu bringen ist (BGE 134 V 109 E. 3.2 S. 113). Bezüglich der Dauer der vor dem Fallabschluss gewährten vorübergehenden Leistungen wie Taggelder und Heilbehandlung hat das Bundesgericht in Bestätigung der bis dahin geltenden Rechtsprechung in BGE 134 V 109 festgehalten, dass der Unfallversicherer BGE 143 V 148 S. 152- sofern allfällige Eingliederungsmassnahmen der Invalidenversicherung abgeschlossen sind - diese nur so lange zu gewähren hat, als von der Fortsetzung der ärztlichen Behandlung noch eine namhafte Besserung des Gesundheitszustandes erwartet werden kann. Trifft dies nicht mehr zu, ist der Fall unter Einstellung der vorübergehenden Leistungen mit gleichzeitiger Prüfung des Anspruches auf eine Invalidenrente und/oder eine Integritätsentschädigung abzuschliessen (BGE 134 V 109 E. 4.1 S. 113 f.).\n\n3.1.2 Im hier zur Diskussion stehenden Fall ist aufgrund der medizinischen Aktenlage von einer weiteren ärztlichen Behandlung keine wesentliche Besserung des Gesundheitszustandes mehr zu erwarten gewesen, weshalb es mit Verfügung vom 22. Juni 2011 zum Fallabschluss gekommen ist. Dabei wurde nach Prüfung der entsprechenden Anspruchsvoraussetzungen eine Entschädigung aufgrund einer 8%igen Integritätseinbusse zugesprochen und die Gewährung einer Invalidenrente abgelehnt. Letzteres ergab sich, weil von den Folgen des Unfalles vom 27. April 2009 keine beeinträchtigenden Auswirkungen auf die Arbeitsfähigkeit des heutigen Beschwerdegegners als Bankangestellter mehr ausgingen. Wie in vorstehender E. 3.1.1 dargelegt, hatte dieser Fallabschluss zur Folge, dass auch die weitere Heilbehandlung - als vorübergehende Leistung - einzustellen war, was in der Verfügung vom 22. Juni 2011 denn auch ausdrücklich geschehen und damit begründet worden ist, dass die ärztliche Behandlung der Unfallfolgen derzeit abgeschlossen sei.\n\n3.2 Neben Art. 19 Abs. 1 Satz 2 UVG ist für die hier interessierenden Belange der gleichzeitigen Einstellung vorübergehender Leistungen mit dem Fallabschluss Art. 21 UVG zu beachten. Nach dessen Abs. 1 werden dem Bezüger auch nach Festsetzung der Rente unter bestimmten, in Abs. 1 lit. a-d dieser Norm aufgeführten Fällen Pflegeleistungen und Kostenvergütungen (Art. 10-13) gewährt. Vorgesehen ist dies, wenn er - immer nebst dem im Ingress erwähnten Bezug einer Invalidenrente - an einer Berufskrankheit leidet (lit. a), unter einem Rückfall oder Spätfolgen leidet und die Erwerbsfähigkeit durch medizinische Vorkehren wesentlich verbessert oder vor wesentlicher Beeinträchtigung bewahrt werden kann (lit. b), zur Erhaltung seiner verbleibenden Erwerbsfähigkeit dauernd der Behandlung und Pflege bedarf (lit. c) oder erwerbsunfähig ist und sein Gesundheitszustand durch medizinische Vorkehren wesentlich verbessert oder vor wesentlicher Beeinträchtigung bewahrt werden kann (lit. d). BGE 143 V 148 S. 153\n\n4.\n\n4.1 Das kantonale Gericht hat angenommen, dass es sich beim Anspruch auf Brillenanpassungen und damit untrennbar verbundenen Visuskontrollen um einen Hilfsmittelanspruch (Art. 11 UVG) handelt. Einen solchen hat es - anders als die Beschwerdeführerin - nicht als Heilbehandlung im Sinne von Art. 10 und 19 Abs. 1 Satz 2 UVG betrachtet, welche mit dem Rentenbeginn - resp. dem dafür vorausgesetzten Fallabschluss - dahinfällt (E. 3.1 hiervor). Weil seiner Ansicht nach nebst der Unfallkausalität alle sich aus Art. 11 UVG und Art. 1 Abs. 2 HVUV ergebenden Anspruchsvoraussetzungen erfüllt waren, hat es die am 22. Juni 2011 erteilte Leistungszusicherung für Visuskontrollen und Brillenanpassungen ausdrücklich als \"nicht zu beanstanden\" bezeichnet. Unter diesen Umständen sind die ursprüngliche Verfügung vom 22. Juni 2011 in ihrem Bestand geschützt und die leistungsverweigernde Verfügung vom 27. Oktober 2014 aufgehoben worden.\n\n4.2 Demgegenüber sind die fraglichen Visuskontrollen und Brillenanpassungen vom Unfallversicherer in der Verfügung vom 22. Juni 2011 noch zu den Heilkostenleistungen gezählt und damit der Heilbehandlung im Sinne von Art. 19 Abs. 1 UVG zugeordnet worden. Von der diesbezüglich verfügten Leistungsaufhebung waren sie zunächst noch ausdrücklich ausgenommen worden. In der angefochtenen Verfügung vom 27. Oktober 2014 ist von Heilbehandlungsmassnahmen nach den Art. 10-13 UVG die Rede, für welche der Unfallversicherer aufgrund der bundesgerichtlichen Rechtsprechung keine Leistungen mehr erbringen könne. Brillenanpassungen mit Visuskontrollen sind damit vom Unfallversicherer offenbar der Heilbehandlung nach Art. 19 Abs. 1 Satz 2 UVG wenn nicht direkt zugeordnet, so doch zumindest gleichgestellt worden.\n\n4.3 Nach Ziff. 7.01 der im Anhang zur HVUV stehenden Hilfsmittelliste (Art. 11 Abs. 1 Satz 1 UVG in Verbindung mit Art. 19 UVV [SR 832.202]) zählen Brillen zu den von der Unfallversicherung zu gewährenden Hilfsmitteln. Diese gleichen körperliche Schädigungen oder Funktionsausfälle aus (Art. 11 Abs. 1 Satz 1 UVG), müssen einfach und zweckmässig sein und werden zu Eigentum oder leihweise abgegeben (Art. 11 Abs. 2 UVG). Die Kosten für deren trotz sorgfältiger Verwendung notwendig gewordene Reparatur, Anpassung oder Erneuerung übernimmt der Unfallversicherer laut Art. 6 Abs. 2 HVUV ebenfalls, soweit nicht ein Dritter ersatzpflichtig ist. Von der Unfallversicherung nicht übernommen werden laut BGE 143 V 148 S. 154Art. 6 Abs. 3 Satz 1 HVUV Kosten für Betrieb und Unterhalt von Hilfsmitteln.\n\n4.4 Hilfsmittel können Teil der Heilbehandlung sein (vgl. Art. 10 Abs. 1 lit. e UVG) oder dem Ausgleich von körperlichen Schädigungen oder Funktionsausfällen (vgl. Art. 11 Abs. 1 Satz 1 UVG) und insofern als Ergänzung der Heilbehandlung dienen (BGE 141 V 30 E. 3.2.5 S. 36; FRÉSARD/MOSER-SZELESS, Unfallversicherungsrecht, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 971 Rz. 203). Die erstere Konstellation lag hier nicht vor, fand im Zeitpunkt des Verfügungserlasses am 22. Juni 2011 doch gar keine Heilbehandlung mehr statt, als deren Teil eine Brillenabgabe hätte erscheinen können (E. 3.1.2 hiervor in fine). Richtigerweise hat damit das kantonale Gericht (E. 4.1 hiervor) - anders als die Beschwerdeführerin (E. 4.2 hiervor) - den Anspruch auf Brillenanpassungen und Visuskontrollen dem Hilfsmittelanspruch im Sinne der in Art. 11 UVG und Art. 6 HVUV umschriebenen Ausgestaltung (E. 4.3 hiervor) zugeordnet. Losgelöst vom Hilfsmittelanspruch als selbstständige Heilbehandlung sind auch die dazu gehörenden Visuskontrollen nicht zu sehen.\n\n4.5 Soweit die Beschwerdeführerin vorbringt, die bisher erbrachten augenärztlichen Leistungen seien über die zugesicherten Visuskontrollen und Brillenanpassungen hinausgegangen, bleibt festzuhalten, dass es nach bisheriger Prozessthematik einzig um die künftige Kostentragungspflicht im Rahmen der zunächst anerkannten Leistungsbereitschaft und den Widerruf derselben für die Zukunft geht. Darüber, welche der in Rechnung gestellten Positionen in welchem Umfang bisher jeweils darunter zu subsumieren waren, hatte die Beschwerdeführerin seinerzeit in jedem Einzelfall zu entscheiden und steht im vorliegenden Verfahren - da nicht zum Streitgegenstand gehörend - nicht zur Diskussion. Insoweit ist auf die Beschwerde nicht weiter einzugehen.\n\n5. Im Hinblick auf die unterschiedlichen Parteistandpunkte und die vorinstanzliche Betrachtungsweise ist der Frage nachzugehen, ob auch Hilfsmittel (Art. 11 UVG) zur Heilbehandlung (Art. 10 UVG) zählen, welche nach Art. 19 Abs. 1 Satz 2 UVG mit dem Fallabschluss dahinfällt. Speziell geht es im konkreten Fall um ein Hilfsmittel (Brille), welches schon vor dem Fallabschluss nach Art. 19 Abs. 1 UVG gewährt worden ist. Dies ergibt sich aus der Beschwerdeschrift und dem Umstand, dass in der Verfügung vom 22. Juni 2011 von \"weiterer\" Gewährung der Versicherungsleistungen für die BGE 143 V 148 S. 155jährlichen Visuskontrollen und für allfällige unfallbedingte Brillenanpassungen die Rede ist. Auch der behandelnde Augenarzt Dr. med. B. von der Augenklinik C. bestätigte laut Schreiben vom 3. Mai 2011, dass der Beschwerdegegner vor seinem Unfall keine Brille benötigte, nun aber wegen seiner unfallbedingten Pseudophakie eine Lesebrille brauche. Angesichts der kontroversen Auffassungen der Verfahrensbeteiligten bedarf es einer Auslegung der Art. 19 Abs. 1 und Art. 21 Abs. 1 UVG (E. 3 hiervor). Diese Bestimmungen geben vom gewählten Wortlaut her bezüglich der hier interessierenden Frage nach dem Hilfsmittelanspruch nach Fallabschluss keinen eindeutigen Aufschluss und scheinen auch in einem gewissen Widerspruch zueinander zu stehen.\n\n5.1 Ausgangspunkt der Gesetzesauslegung ist der Wortlaut der Bestimmung (grammatikalisches Element). Ist er klar, d.h. eindeutig und unmissverständlich, darf vom Wortlaut nur abgewichen werden, wenn ein triftiger Grund für die Annahme besteht, der Wortlaut ziele am \"wahren Sinn\" der Regelung vorbei. Anlass für eine solche Annahme können die Entstehungsgeschichte der Bestimmung (historisch), ihr Zweck (teleologisch) oder der Zusammenhang mit anderen Vorschriften (systematisch) geben, so namentlich, wenn die grammatikalische Auslegung zu einem Ergebnis führt, das der Gesetzgeber nicht gewollt haben kann (BGE 140 II 80 E. 2.5.3 S. 87 mit Hinweisen).\n\n5.2 Nach dem Gesetzeswortlaut - und der dahinterstehenden Systematik - sind die Begriffe \"Heilbehandlung\" (Art. 10 UVG) einerseits und \"Hilfsmittel\" (Art. 11 UVG) andererseits auseinanderzuhalten. Der Gesetzgeber selbst ordnet sie im UVG beide im 1. Kapitel des den Versicherungsleistungen gewidmeten Dritten Titels dem Oberbegriff \"Pflegeleistungen und Kostenvergütungen\" zu. Dieser Begriff findet sich im Ingress von Art. 21 Abs. 1 UVG unter der Überschrift \"Heilbehandlung nach Festsetzung der Rente\" wieder. Durch den in Klammern gesetzten Einschub \"Art. 10-13\" in Art. 21 Abs. 1 (Ingress) UVG wird er hier präzisiert. Diese sich im Wortlaut der fraglichen Gesetzesbestimmungen wiederspiegelnde Systematik deutet darauf hin, dass bezüglich der Anspruchsvoraussetzungen nach dem Fallabschluss sowohl für die Heilbehandlung als auch für Hilfsmittel - wie auch für die in Art. 21 Abs. 1 und 3 UVG ebenfalls erwähnten weiteren Leistungsarten nach den Art. 12 (Sachschäden) und 13 UVG (Reise-, Transport- und Rettungskosten) - die nämliche Regelung gelten soll, dies, obschon in Art. 19 Abs. 1 Satz 2 UVG BGE 143 V 148 S. 156ausschliesslich von - nebst Taggeldleistungen - Heilbehandlung, nicht aber auch von Hilfsmitteln die Rede ist.\n\n5.3\n\n5.3.1 Als Grundsatz hält Art. 19 Abs. 1 UVG in Satz 2 fest, dass mit dem Rentenbeginn Heilbehandlung und Taggeldleistungen dahinfallen. Weil die Prüfung eines allfälligen Rentenanspruches zusammen mit dem Fallabschluss erfolgt, steht Rentenbeginn im Sinne von Art. 19 Abs. 1 Satz 2 UVG gleichsam als Synonym für Fallabschluss. Aus dem Wort \"dahinfallen\" ist zu schliessen, dass der Anspruch auf Heilbehandlung, welche mit dem Fallabschluss dahinfällt, bereits vor diesem bestanden haben muss. Ansonsten könnte er nicht dahinfallen. Der Grundsatz, dass mit dem Fallabschluss Heilbehandlung und Taggeldleistungen dahinfallen, wird in Art. 21 UVG für die Heilbehandlung relativiert, indem nach Abs. 1 dieser Norm deren Gewährung über den Fallabschluss resp. die Festsetzung der Rente hinaus unter gewissen, in lit. a-d aufgelisteten Voraussetzungen als statthaft erklärt wird. Dies gilt auch für die Heilbehandlung, welche in dem in der eingeschobenen Klammerbemerkung mitenthaltenen Art. 10 UVG geregelt ist. Dass die Heilbehandlung mit dem Fallabschluss dahinfällt, erscheint insofern denn auch als logisch, als der Fallabschluss voraussetzt, dass von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes mehr zu erwarten ist.\n\n5.3.2 Überdies wird unter den in lit. a-d von Art. 21 Abs. 1 UVG genannten Voraussetzungen der Anspruch auf Leistungen nach den Art. 11 bis 13 UVG über den Fallabschluss hinaus vorgesehen, also für Hilfsmittel (Art. 11 UVG), für Sachschäden (Art. 12 UVG) sowie für Reise-, Transport- und Rettungskosten (Art. 13 UVG). Dies geschieht unabhängig von dem in Art. 19 Abs. 1 Satz 2 UVG statuierten \"Dahinfallen\" von Leistungen, was sich damit erklären lässt, dass es sich dabei nicht um Ansprüche handeln muss, die schon vor dem Fallabschluss bestanden haben. Grundsätzlich können sie vielmehr auch erst nach diesem noch entstehen, was bei Rückfällen und Spätfolgen in Art. 21 Abs. 1 lit. b UVG denn auch ausdrücklich vorgesehen wird (E. 3.2 hiervor).\n\n5.3.3 In Art. 21 Abs. 1 UVG wird somit - auf Gesetzesstufe - einerseits für die Heilbehandlung eine Ausnahme von dem zuvor in Art. 19 Abs. 1 UVG aufgestellten Grundsatz geschaffen, wonach der Anspruch auf Heilbehandlung mit dem Fallabschluss dahinfällt. Andererseits wird über die in Art. 10 UVG geregelte Heilbehandlung BGE 143 V 148 S. 157hinaus auch für die in den Art. 11, 12 und 13 UVG vorgesehenen Leistungen (Hilfsmittel, Sachschäden sowie Reise-, Transport- und Rettungskosten) eine Leistungspflicht des Unfallversicherers nach dem Fallabschluss statuiert, sofern - nebst dem im Ingress von Art. 21 Abs. 1 UVG vorausgesetzten Rentenanspruch - eine der in lit. a-d dieser Bestimmung genannten Voraussetzungen gegeben ist. Soweit das BAG in seiner Vernehmlassung vom 11. Januar 2017 zum Schluss gelangt, Hilfsmittel seien im Begriff der \"Heilbehandlung\", wie ihn Art. 19 Abs. 1 UVG verwendet, mitenthalten, kann ihm somit nicht gefolgt werden. Abgesehen von Taggeldern betrifft Art. 19 Abs. 1 UVG einzig den Anspruch auf Heilbehandlung. Der Anspruch auf Hilfsmittel bildet demgegenüber - davon klar abgetrennt - Gegenstand von Art. 21 UVG. Aus der dargestellten Gesetzessystematik ist demnach zu schliessen, dass mit dem Fallabschluss nach Art. 19 Abs. 1 Satz 1 UVG ausschliesslich Taggeldleistungen (Art. 16 f. UVG) und Heilbehandlung (Art. 10 UVG) dahinfallen. Die übrigen in den Art. 11-13 UVG vorgesehenen Leistungen erfasst Art. 19 Abs. 1 Satz 2 UVG nicht. Auf diese kann gemäss Gesetzeswortlaut ein Anspruch nach Festsetzung der Rente (dem Fallabschluss) entstehen, wenn einer der in Art. 21 Abs. 1 UVG aufgezählten Tatbestände gegeben ist.\n\n5.4 Wie das BAG in seiner Vernehmlassung vom 11. Januar 2017 richtig festhält, war die Unfallversicherung vor dem Inkrafttreten des UVG am 1. Januar 1984 noch im KUVG geregelt. Bei der Ausarbeitung des UVG hat sich der Gesetzgeber auf das damals geltende KUVG gestützt, wie sich auch der Botschaft vom 18. August 1976 zum Bundesgesetz über die Unfallversicherung (BBl 1976 III 141) entnehmen lässt.\n\n5.4.1 Laut damaligem, bis Ende 1983 gültig gewesenen Art. 76 KUVG hörten die bisherigen Leistungen auf, und es erhielt der Versicherte eine Invalidenrente, wenn von der Fortsetzung der ärztlichen Behandlung eine namhafte Besserung des Gesundheitszustandes des Versicherten nicht erwartet werden konnte und der Unfall eine voraussichtlich bleibende Erwerbsunfähigkeit hinterliess (Satz 1; vgl. BGE 100 V 17 E. a S. 17). In einem zweiten Satz sah Art. 76 KUVG vor, dass die Anstalt den Versicherten überdies noch mit den nötigen Hilfsmitteln ausrüstet (in der französischsprachigen Version: \"La caisse nationale munit en outre l'assuré des appareils nécessaires\" und in der italienischsprachigen Fassung: \"L'Istituto lo provvede inoltre degli apparecchi necessari\"). Auch nach dieser Norm BGE 143 V 148 S. 158erhielt ein Versicherter demnach von der Unfallversicherung Hilfsmittel nur, wenn er - was das Wort \"überdies\" (\"en outre\"; \"inoltre\") in Satz 2 von Art. 76 KUVG verdeutlicht - Bezüger einer Invalidenrente war, der Unfall also eine voraussichtlich bleibende Erwerbsunfähigkeit zur Folge hatte.\n\n5.4.2 Gemäss diesem historisch geprägten Verständnis sollen demnach Art. 19 Abs. 1 und Art. 21 Abs. 1 UVG im Vergleich zur früheren Regelung in Art. 76 KUVG bezüglich des von der Unfallversicherung nach dem Fallabschluss zu gewährenden Hilfsmittelanspruches keine Erweiterung beinhalten. Gleich wie nach früherem Recht setzen auch diese neuen Bestimmungen den Bezug einer Invalidenrente voraus, damit es in diesem Stadium noch zu einem Hilfsmittelanspruch kommen kann. Mit dem BAG kann deshalb aufgrund der Materialien, namentlich der erwähnten bundesrätlichen Botschaft vom 18. August 1976 (BBl 1976 III 141), davon ausgegangen werden, dass der Gesetzgeber mit der Schaffung des UVG seinerzeit grundsätzlich keine Ausweitung des Hilfsmittelanspruches beabsichtigte. Zu einer Ausdehnung des Leistungsbereichs ist es lediglich insoweit gekommen, als nebst dem Hilfsmittelanspruch nach dem Fallabschluss unter gewissen Umständen (Art. 21 Abs. 1 lit. a-d UVG) neu auch andere Leistungskategorien (Art. 10-13 UVG) in Betracht fallen.\n\n5.4.3 Nach den Ausführungen des BAG sollten mit einer Rentenzusprache resp. dem Fallabschluss die Ansprüche auf Heilbehandlung und Taggelder auch nach dem UVG wie bis anhin unter dem KUVG dahinfallen. Nur unter bestimmten Voraussetzungen sollte mit dem UVG neben der Invalidenrente ein gegenüber dem KUVG erweiterter Anspruch auf Heilbehandlung und Taggeld bestehen, indem Versicherten auch nach Festsetzung einer Invalidenrente unter gewissen Umständen Leistungen nach den Art. 10-13 UVG gewährt werden. Das KUVG habe, so das BAG, demgegenüber lediglich die Hilfsmittel als mögliche Leistung auch nach erfolgter Berentung erwähnt. Schon damals sei ein Anspruch darauf an eine voraussichtlich bleibende Erwerbsunfähigkeit mit Rentenzusprache gekoppelt gewesen. Die Umstände, welche eine Leistungsausrichtung trotz Fallabschluss ermöglichen, sind im UVG in den lit. a-d von Art. 21 Abs. 1 UVG aufgeführt (vgl. E. 3.2 hiervor). Beim Beschwerdegegner liegen sie nicht vor, woraus das BAG folgert, dass er nach dem Fallabschluss keinen Anspruch mehr auf Hilfsmittel hat. Die Vernehmlassung des BAG läuft demnach wie die hier zur BGE 143 V 148 S. 159Diskussion stehende Beschwerdeschrift darauf hinaus, dass die Unfallversicherung dem Beschwerdegegner nach dem Fallabschluss weder Heilbehandlung noch Hilfsmittel mehr zu gewähren hat, es sei denn, es liege ein Fall nach Art. 21 Abs. 1 lit. a-d UVG vor.\n\n6. Den stark von der historischen Entwicklung geprägten Ausführungen des BAG zum Hilfsmittelanspruch gegenüber der Unfallversicherung nach erfolgtem Fallabschluss im Sinne von Art. 19 Abs. 1 und Art. 21 Abs. 1 UVG kann zwar weitgehend, bezogen auf den vorliegend zu beurteilenden Fall jedoch im Ergebnis nicht gefolgt werden. Namentlich der Folgerung, wonach Hilfsmittel im Begriff der Heilbehandlung, wie ihn Art. 19 Abs. 1 UVG verwendet, mitenthalten seien (E. 5.3.3 hiervor), ist nicht beizupflichten.\n\n6.1 Es mag sein, dass nach Absicht des historischen Gesetzgebers die Zusprache eines Hilfsmittels bei einem Versicherten, welchem vor dem Fallabschluss im Sinne von Art. 19 Abs. 1 UVG noch kein solches gewährt worden ist, grundsätzlich ausgeschlossen ist, wenn er keine Invalidenrente erhält und auch die Voraussetzungen nach Art. 21 Abs. 1 lit. a-d UVG nicht erfüllt sind. Über diese in der Lehre umstrittene Frage (vgl. MIRIAM LENDFERS, Heilbehandlung und Hilfsmittel nach Fallabschluss, Jahrbuch zum Sozialversicherungsrecht [JaSo] 2017 S. 195 ff.) und ihre Beurteilung im Lichte eines geltungszeitlichen Verständnisses ist jedoch nicht abschliessend zu befinden. Denn hier geht es einzig darum, ob der Beschwerdegegner Anspruch darauf hat, dass seine Brille regelmässig angepasst und bei Bedarf repariert oder erneuert resp. ersetzt wird. Bei dieser Brille handelt es sich um ein Hilfsmittel, welches schon vor dem Fallabschluss noch im Zuge der Heilbehandlung zugestanden worden ist. Weshalb dieses und die damit zusammenhängenden Leistungen, wie sie der Gesetzgeber vorgesehen hat, dem Beschwerdegegner plötzlich nicht mehr zustehen sollten, ist nicht ersichtlich. Hier ist vielmehr von einer bedarfsabhängigen Besitzstandsgarantie über den Fallabschluss hinaus auszugehen.\n\n6.2 Das Dahinfallen einer Leistung ist in Art. 19 Abs. 1 Satz 2 UVG nur für Heilbehandlung und Taggelder vorgesehen. Diese Regelung auf weitere Leistungsansprüche auszudehnen, besteht aufgrund der gesetzlichen Systematik kein Anlass. Bei Hilfsmitteln handelt es sich denn auch nicht um Leistungen, die typischerweise bloss vorübergehenden Charakter haben, wie dies bei der Heilbehandlung und bei Taggeldern der Fall ist. Je nach Ursache ihrer Zusprache bleibt der Anspruch auf sie häufig auch langfristig bestehen - zu denken ist BGE 143 V 148 S. 160etwa an Rollstühle oder Beinprothesen - und es kann immer wieder zu regelmässig oder auch nur sporadisch anfallenden Kosten kommen, für welche der Unfallversicherer einzustehen hat. Art. 6 Abs. 2 HVUV sieht denn auch vor, dass bei einem Hilfsmittel, muss es trotz sorgfältiger Verwendung repariert, angepasst oder erneuert werden, der Unfallversicherer die Kosten übernimmt, soweit nicht ein Dritter ersatzpflichtig ist. Vor diesem Hintergrund hat die Beschwerdeführerin trotz Fallabschluss wie bisher auch weiterhin für jährliche Visuskontrollen und Brillenanpassungen aufzukommen.\n\n6.3 Dies entspricht - soweit ersichtlich - denn auch ständiger Praxis der Unfallversicherer, namentlich der Schweizerischen Unfallversicherungsanstalt. Die Argumentation in der Beschwerdeschrift bietet keinen Anlass, davon abzuweichen. Daran ändert nichts, dass laut Wortlaut von Art. 21 Abs. 1 UVG ein Versicherter, der keine Rente bezieht, auch keinen Anspruch auf Kostenvergütungen gemäss den Art. 10-13 UVG - worunter auch Hilfsmittel (Art. 11 UVG) fallen - hat. Diese Regelung betrifft die (erstmalige) Zusprache einer Leistung, nicht die Beibehaltung bereits gewährter Ansprüche nach dem Fallabschluss. Soweit dem Urteil 8C_591/2013 vom 29. Oktober 2013, wo es um orthopädische Schuhzurichtungen und Spezialschuhe ging, etwas anderes sollte entnommen werden können, wäre daran nicht festzuhalten. Aus jenem Urteil ist jedenfalls nicht ersichtlich, dass und gegebenenfalls ab wann solche Hilfsmittel schon vor dem Fallabschluss gewährt worden wären. Für die Ansicht, dass zum Anspruch auf bereits vor dem Fallabschluss gewährte Hilfsmittel auch die Übernahme der Kosten für deren Reparatur und Erneuerung gehört, spricht sich denn auch die Doktrin verschiedenenorts aus (FRÉSARD/MOSER-SZELESS, a.a.O., S. 970 f. Rz. 203; ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2. Aufl. 1989, S. 317 N. 784) und sie hatte im Übrigen auch schon unter aArt. 76 (Satz 2) KUVG Geltung (MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 1963, S. 232 N. 12). (...)"}