{"annee": "144", "cour": "II", "page": "246", "date": "18/5/2018", "cite": ["124 III 495", "139 I 72", "130 III 35", "127 I 38", "129 II 18", "144 II 194", "138 I 367", "143 II 297", "128 V 272", "142 II 268", "138 I 97", "140 III 115", "126 I 19"], "cite_par": ["145 II 49"], "chapeau": "21. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Département fédéral de l'économie, de la formation et de la recherche DEFR contre Altimum SA (recours en matière de droit public)\n\n2C_101/2016 du 18 mai 2018", "regestes": ["Art. 4 al. 1, art. 5 al. 1, 2 et 4 et art. 49a al. 1 LCart; accord vertical sur les prix illicite; renversement de la présomption de suppression de la concurrence; atteinte notable à la concurrence; absence de motif justificatif d'efficacité économique. Notion d'accord selon l'art. 4 al. 1 LCart et application au cas d'espèce. En l'occurrence, existence d'un accord vertical sur les prix de revente minimaux sous la forme d'une déclaration unilatérale contraignante acceptée implicitement par l'ensemble des revendeurs (consid. 6). Le maintien d'une concurrence intramarque permet le renversement de la présomption de suppression d'une concurrence efficace de l'art. 5 al. 4 LCart. Dans le cas particulier, une telle concurrence subsiste en raison de la fourchette de prix prévue par l'accord (consid. 7). Accord illicite selon l'art. 5 al. 1 en lien avec l'al. 2 LCart (consid. 8-13). L'aspect qualitatif suffit pour une atteinte notable à la concurrence selon l'art. 5 al. 1 LCart (confirmation de l' ATF 143 II 297) (consid. 9-11). Absence de justification fondée sur des motifs économiques (consid. 12 et 13)."], "faits": "BGE 144 II 246 S. 247\n\nA. La société Roger Guenat SA, devenue en 2011 Altimum SA, dont le siège est à Oron (ci-après: la Société), importe des articles de sports de montagne destinés à un usage de loisirs. Elle fournit l'ensemble des produits destinés aux activités sportives dites \"verticales\" (alpinisme, spéléologie, parc aventure, etc.), tels que des lampes frontales, des harnais, cordes, casques, piolets, crampons, à l'exception d'articles textiles.\n\nDurant la période allant de la fin de l'année 2006 à mars 2010, ces produits étaient distribués par la Société au travers d'un réseau de 333 revendeurs indépendants dans le domaine du sport en Suisse, à savoir principalement des magasins de sport généraux ou spécialisés dans les sports de montagne. Les principales marques distribuées étaient Petzl (fabricant principal), Beal, Entre-prises, Ortovox et Boreal; sous réserve de ces deux dernières marques, la Société était l'importatrice exclusive de celles-ci. Les revendeurs étaient regroupés par la Société en trois catégories, en fonction du chiffre d'affaires annuel moyen qu'ils réalisaient avec la Société: 1. les \"clients-clés\" (chiffre d'affaires de 60'000 fr. environ), regroupant notamment la Migros, Dosenbach-Ochsner, Athleticum, Bächli Bergsport et Eiselin Sport; 2. les \"revendeurs 50\" (chiffre d'affaires de plus de BGE 144 II 246 S. 24810'000 fr.); 3. les \"revendeurs 43\" (chiffres d'affaires de moins de 10'000 fr.). La Société comptait 21 \"clients-clés\" et 80 \"revendeurs 50\" qui réalisaient ensemble plus de 60 % de son chiffre d'affaires sport.\n\nB. Le 18 septembre 2009, A., titulaire de la raison individuelle WAX.CH, a dénoncé auprès de la Commission de la concurrence COMCO (ci-après: la Comco) la Société. Il reprochait à cette dernière de lui avoir imposé des prix de revente minimaux et cessé de le livrer, car il ne les respectait pas.\n\nUne enquête a été ouverte par la Comco, qui s'est soldée par une décision du 20 août 2012. Aux termes de celle-ci, la Comco a déclaré que les accords entre la Société et les revendeurs sur les prix minimaux de revente étaient illicites selon l'art. 5 al. 4 de la loi fédérale du 6 octobre 1995 sur les cartels et autres restrictions à la concurrence (loi sur les cartels, LCart; RS 251) en relation avec l'art. 5 al. 1 LCart (ch. 1) et condamné la Société pour ce comportement, sur la base de l'art. 49a al. 1 LCart, au paiement d'un montant de 470'000 fr. (ch. 2). Il était par ailleurs fait interdiction à la Société de surveiller ou de mettre en oeuvre un ou des accord(s) sur des prix de vente minimaux ou fixes (ch. 3); les frais de 50'000 fr. étaient mis à la charge de la Société (ch. 4); il était enfin précisé que l'inobservation de la décision serait punie des sanctions prévues aux art. 50 et 54 LCart (ch. 5).\n\nContre la décision du 20 août 2012, la Société a recouru auprès du Tribunal administratif fédéral et a conclu principalement à l'annulation de la décision attaquée.\n\nPar arrêt du 17 décembre 2015, le Tribunal administratif fédéral, après avoir rejeté les réquisitions de preuves déposées par la Société, a admis le recours, annulé la décision de la Comco du 20 août 2012, sous suite de frais et dépens (B-5685/2012).\n\nC. Le Département fédéral de l'économie, de la formation et de la recherche (ci-après: le Département fédéral) forme un recours en matière de droit public à l'encontre de l'arrêt du Tribunal administratif fédéral du 17 décembre 2015. Il conclut à l'annulation de l'arrêt attaqué (ch. 1), à ce qu'il soit constaté que les accords entre la Société et les revendeurs sur les prix minimaux de revente sont illicites selon l'art. 5 al. 4 LCart en relation avec l'art. 5 al. 1 LCart (ch. 2) et à ce que l'affaire soit renvoyée au Tribunal administratif fédéral pour la fixation de la sanction selon l'art. 49a al. 1 LCart (ch. 3). Subsidiairement, le Département fédéral propose le renvoi de la cause BGE 144 II 246 S. 249devant l'autorité judiciaire précédente pour nouvelle décision au sens des considérants (ch. 4).\n\nLa Société a formé une réponse dans laquelle, après avoir demandé, sur de nombreux points, que l'état de fait constaté par le Tribunal administratif fédéral soit complété, elle conclut au rejet du recours. La Comco pour sa part renonce à déposer une réponse, se ralliant au recours du Département fédéral, dont elle indique avoir participé à la rédaction. Le Tribunal administratif fédéral formule des observations, renvoyant pour le surplus à son arrêt.\n\nD. Le 18 mai 2018, la Cour de céans a délibéré sur le présent recours en séance publique.", "considerants": "Extrait des considérants:\n\nII. Objet du litige et positions juridiques des autorités précédentes\n\n4. Le litige porte sur le point de savoir si le Tribunal administratif fédéral a violé le droit en annulant la décision de la Comco du 20 août 2012 condamnant l'intimée (à l'époque Roger Guenat SA) au paiement de 470'000 fr. en application de l'art. 49a al. 1 LCart pour avoir conclu des accords illicites avec l'ensemble de ses revendeurs sur des prix minimaux de revente selon l'art. 5 al. 4 LCart en relation avec l'art. 5 al. 1 LCart.\n\n5.\n\n5.1 Avant de résumer les positions juridiques respectives de la Comco et du Tribunal administratif fédéral, il convient de présenter brièvement les dispositions pertinentes issues de la LCart.\n\nCette loi a pour but d'empêcher les conséquences nuisibles d'ordre économique ou social imputables aux cartels et aux autres restrictions à la concurrence et de promouvoir ainsi la concurrence dans l'intérêt d'une économie de marché fondée sur un régime libéral (art. 1). Pour ce faire, elle réprime certains accords en matière de concurrence.\n\nL'art. 4 al. 1 LCart définit notamment les accords visés, à savoir les conventions avec ou sans force obligatoire, ainsi que les pratiques concertées d'entreprises occupant des échelons du marché identiques ou différents, dans la mesure où elles visent ou entraînent une restriction à la concurrence.\n\nL'art. 5 LCart décrit pour sa part les accords illicites. L'alinéa 1 prévoit ce qui suit: \"les accords qui affectent de manière notable la BGE 144 II 246 S. 250concurrence sur le marché de certains biens ou services et qui ne sont pas justifiés par des motifs d'efficacité économique, ainsi que tous ceux qui conduisent à la suppression d'une concurrence efficace, sont illicites\".\n\nL'art. 5 al. 2 LCart définit ce qu'il faut entendre par les motifs d'efficacité économique évoqués à l'alinéa 1.\n\nL'art. 5 al. 3 LCart décrit plusieurs types d'accords réunissant des entreprises effectivement ou potentiellement concurrentes qui sont présumés entraîner la suppression d'une concurrence efficace.\n\nEnfin, l'alinéa 4 pose que: \"sont également présumés entraîner la suppression d'une concurrence efficace les accords passés entre des entreprises occupant différents échelons du marché, qui imposent un prix de vente minimum ou un prix de vente fixe, ainsi que les contrats de distribution attribuant des territoires, lorsque les ventes par d'autres fournisseurs agréés sont exclues\".\n\nQuant aux sanctions administratives consécutives à un accord illicite, l'art. 49a al. 1, 1 re"}