{"annee": "144", "cour": "I", "page": "193", "date": "18/4/2018", "cite": ["143 I 129", "96 I 234", "141 I 36", "131 I 91", "116 IA 252", "142 I 177", "139 I 169", "113 IA 332", "139 I 292", "142 I 216", "143 I 147", "138 I 131", "115 IA 42"], "cite_par": [], "chapeau": "17. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Klopfenstein, Junge SVP des Kantons Bern und Mitb. gegen Regierungsrat des Kantons Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_221/2017 / 1C_223/2017 vom 18. April 2018", "regestes": ["Art. 10, art. 48, art. 59 al. 2 let. a et art. 109 Cst./BE, art. 5 al. 2, art. 8, art. 34 al. 1 et art. 50 al. 1 Cst.; invalidation d'une initiative législative cantonale (initiative populaire) dans le canton de Berne pour violation du droit supérieur. Critères d'appréciation de la validité matérielle d'une initiative populaire cantonale; importance du libellé de l'initiative, en particulier s'agissant d'une initiative législative rédigée de toutes pièces (consid. 7.3). En relation avec le grief de violation de son autonomie, une commune peut se prévaloir d'autres droits et principes constitutionnels (consid. 7.4.1). En instituant une sanction financière, l'initiative populaire invalidée porte en pratique une atteinte excessive à l'autonomie dont dispose la ville de Berne dans le domaine de la promotion de la culture au niveau local; elle viole aussi le principe de la proportionnalité (consid. 7.4.2-7.4.5), ainsi que le principe d'égalité de traitement (consid. 7.4.6)."], "faits": "BGE 144 I 193 S. 194\n\nA. Im März 2016 wurde bei der Staatskanzlei des Kantons Bern die kantonale Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" mit folgendem Begehren eingereicht:\n\n\"Die nachfolgend unterzeichnenden Stimmberechtigten des Kantons Bern verlangen hiermit, gestützt auf Artikel 58 der bernischen Kantonsverfassung und Artikel 140 ff. des kantonalen Gesetzes über die politischen Rechte vom 5. Juni 2012, das Gesetz über den Finanz- und Lastenausgleich (FILAG) vom 27. November 2000 zu ändern:\n\nArt. 10\n\nAbs. 5 Eine Gemeinde erhält den Zuschuss nur noch zur Hälfte ausbezahlt, solange auf ihrem Gebiet eine oder mehrere Anlagen oder Einrichtungen gemäss Anhang III des Gesetzes bestehen, von denen notorisch konkrete Gefahren für die öffentliche Sicherheit und Ordnung ausgehen, deren Abwehr nur unter Einsatz beträchtlicher Ressourcen vollumfänglich gewährleistet werden kann.\n\nArt. 14\n\nAbs. 2 Die Berücksichtigung der Zentrumslasten bei der Berechnung des Finanzausgleichs nach diesem Artikel unterbleibt für die jeweilige BGE 144 I 193 S. 195Gemeinde, solange auf deren Gebiet eine oder mehrere Anlagen oder Einrichtungen gemäss Anhang III des Gesetzes bestehen.\n\nArt. 35b\n\nAbs. 1 Die pauschale Abgeltung an die Gemeinden Bern, Biel oder Thun gemäss Art. 15 des Gesetzes wird um drei Viertel gekürzt, solange auf dem Gebiet der jeweiligen Gemeinde eine oder mehrere Anlagen oder Einrichtungen gemäss Anhang III des Gesetzes bestehen.\n\nAbs. 2 Der Zuschuss an eine Gemeinde mit soziodemographischen Lasten gemäss Art. 21a des Gesetzes wird um drei Viertel gekürzt, solange auf dem Gebiet der jeweiligen Gemeinde eine oder mehrere Anlagen oder Einrichtungen gemäss Anhang III des Gesetzes bestehen.\n\nArt. 45\n\nAbs. 4 Die Sonderfallregelung gemäss diesem Artikel findet keine Anwendung, soweit die Mehrbelastung einer Gemeinde durch die Anwendung von Bestimmungen bedingt ist, die an das Vorhandensein von einer oder mehreren Anlagen oder Einrichtungen gemäss Anhang III dieses Gesetzes anknüpfen.\n\nAnhang III\n\nAnlagen oder Einrichtungen, von denen notorisch konkrete Gefahren für die öffentliche Sicherheit und Ordnung ausgehen, deren Abwehr nur unter Einsatz beträchtlicher Ressourcen vollumfänglich gewährleistet werden kann: 1. In der Stadt Bern: Die im Zeitpunkt des Inkrafttretens von Art. 10 Abs. 5, Art. 14 Abs. 2, Art. 35b und Art. 45 Abs. 4 des Gesetzes auf dem Grundstück Bern Gbbl. 1226, Kreis II (\"Reitschule\"), bestehende Nutzung bzw. allfällige nachfolgende vergleichbare Nutzungen.\"\n\nB. Am 6. April 2016 stellte der Regierungsrat des Kantons Bern fest, dass die Initiative mit 17'535 gültigen Stimmen formell zustande gekommen ist. Mit Vortrag vom 14. Dezember 2016 beantragte der Regierungsrat dem Grossen Rat des Kantons Bern, die Volksinitiative für ungültig zu erklären. Der Regierungsrat nahm im Vortrag Bezug auf ein von der Finanzdirektion des Kantons Bern in Auftrag gegebenes Rechtsgutachten von Professor Giovanni Biaggini (nachfolgend: Gutachten Biaggini). Die Finanzkommission des Grossen Rates schloss sich dem Antrag auf Ungültigerklärung der Initiative an. Im Gegensatz zum Gutachten Biaggini, dem Regierungsrat sowie der Finanzkommission kam Professor Etienne Grisel in einem vom Initiativkomitee sowie der Vereinigung \"Pro Libertate\" in Auftrag gegebenen Rechtsgutachten (nachfolgend: Gutachten Grisel) zum Schluss, die Volksinitiative sei für gültig zu erklären. Mit Beschluss vom 21. März 2017 (Ziffer 3) erklärte der Grosse Rat die Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" für ungültig. Der Beschluss wurde am 12. April 2017 im kantonalen Amtsblatt publiziert. BGE 144 I 193 S. 196\n\nC. Gegen den Beschluss des Grossen Rates vom 21. März 2017 wurden am 20. April 2017 zwei Beschwerden ans Bundesgericht erhoben, nämlich von Hubert Klopfenstein (Verfahren 1C_221/2017) sowie von der Jungen SVP des Kantons Bern gemeinsam mit Thomas Fuchs, Erich Hess, Janosch Weyermann, Roland und Milagros Burkhard sowie Monika Kammermann (Verfahren 1C_223/2017). Die Beschwerdeführer beantragen in beiden Verfahren übereinstimmend, Ziffer 3 des Beschlusses des Grossen Rats vom 21. März 2017 sei aufzuheben und die Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" für gültig zu erklären. Eventualiter sei Ziffer 3 des angefochtenen Beschlusses aufzuheben und die Sache zur Neubeurteilung im Sinne der Erwägungen an den Regierungsrat zurückzuweisen. Im Verfahren 1C_223/2017 beantragen die Beschwerdeführer subeventualiter, Ziffer 3 des angefochtenen Beschlusses sei aufzuheben und die Sache zur Neubeurteilung im Sinne der Erwägungen an den Grossen Rat zurückzuweisen.\n\nD. (...) Die I. öffentlich-rechtliche Abteilung hat die Angelegenheit am 18. April 2018 in öffentlicher Sitzung beraten und die Beschwerden abgewiesen.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n7.\n\n7.1 Gemäss Art. 59 Abs. 1 der Verfassung des Kantons Bern vom 6. Juni 1993 (KV/BE; SR 131.212) sowie Art. 150 des kantonalen Gesetzes vom 5. Juni 2012 über die politischen Rechte (PRG/BE; BSG 141.1) entscheidet der Grosse Rat über die Gültigkeit von formell zustandegekommenen Volksinitiativen im Sinne von Art. 58 KV/BE. Nach Art. 59 Abs. 2 KV/BE erklärt er eine Initiative ganz oder teilweise für ungültig, wenn sie gegen übergeordnetes Recht verstösst (lit. a), undurchführbar ist (lit. b) oder die Einheit der Form oder der Materie nicht wahrt (lit. c).\n\n7.2 In seinem Vortrag an den Grossen Rat schloss der Regierungsrat, die Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" sei nicht undurchführbar und respektiere die Gebote der Einheit der Form sowie der Materie. Etwas anderes wurde, soweit ersichtlich, anlässlich der Beratung des Geschäfts im Grossen Rat und wird auch im Verfahren vor Bundesgericht nicht vorgebracht. Umstritten ist hingegen, ob die Volksinitiative mit dem übergeordnetem Recht vereinbar ist. BGE 144 I 193 S. 197\n\nGestützt auf das Gutachten Biaggini kam der Regierungsrat in seinem Vortrag an den Grossen Rat zum Schluss, die Volksinitiative sei in mehrfacher Hinsicht nicht mit dem übergeordneten Recht vereinbar: Die Initiative verstosse gegen das Rechtsgleichheitsgebot (Art. 8 BV sowie Art. 10 KV/BE), bewirke eine faktische Beschränkung der Entscheidungsfreiheit der Stadt Bern in einem durch die Gemeindeautonomie geschützten Bereich (Art. 109 KV/BE i.V.m. Art. 50 BV) und unterlaufe den verfassungsmässigen Gehörsanspruch der Stadt Bern (Art. 29 Abs. 2 BV und Art. 26 Abs. 2 KV/BE). Aus diesen Gründen müsse die Initiative für ungültig erklärt werden. Der Regierungsrat zweifelte überdies an der Vereinbarkeit der Initiative mit Art. 113 Abs. 3 KV/BE (zum Finanzausgleich) sowie Art. 66 KV/BE (zum Grundsatz der Gewaltenteilung), liess die Frage aber offen, ob die Initiative auch aus diesen Gründen für ungültig zu erklären wäre.\n\nDie Beschwerdeführer machen geltend, die kantonale Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" verstosse nicht gegen übergeordnetes Recht bzw. sie lasse sich so auslegen, dass sie mit dem übergeordneten Recht vereinbar sei, womit der Grosse Rat sie mit Blick auf Art. 9 und 34 BV sowie Art. 59 Abs. 2 KV/BE nicht für ungültig habe erklären dürfen.\n\n7.3 Aus Art. 59 Abs. 2 lit. a KV/BE i.V.m. Art. 34 Abs. 1 BV ergibt sich, dass im Kanton Bern eine kantonale Volksinitiative keine Bestimmungen enthalten darf, die dem übergeordneten Recht widersprechen (vgl. BGE 143 I 129 E. 2.1 S. 132; BGE 139 I 292 E. 5.4 S. 295). Bei der Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" handelt es sich um eine kantonale Gesetzesinitiative in der Form des ausgearbeiteten Entwurfs, die mithin mit dem kantonalen Verfassungs- sowie mit dem Bundesrecht unter Einschluss des Bundesverfassungsrechts sowie des für die Schweiz geltenden Völkerrechts vereinbar sein muss (vgl. BGE 142 I 216 E. 3.1 S. 219; BGE 139 I 292 E. 5.4 S. 295).\n\n7.3.1 Für die Beurteilung der materiellen Rechtmässigkeit einer Volksinitiative ist deren Text nach den anerkannten Interpretationsgrundsätzen auszulegen. Grundsätzlich ist vom Wortlaut der Initiative auszugehen und nicht auf den subjektiven Willen der Initianten abzustellen. Eine allfällige Begründung des Volksbegehrens darf mitberücksichtigt werden, wenn sie für das Verständnis der Initiative unerlässlich ist. Massgeblich ist bei der Auslegung des BGE 144 I 193 S. 198Initiativtextes, wie er von den Stimmberechtigten und späteren Adressaten vernünftigerweise verstanden werden muss. Von verschiedenen Auslegungsmöglichkeiten ist jene zu wählen, die einerseits dem Sinn und Zweck der Initiative am besten entspricht und zu einem vernünftigen Ergebnis führt und welche anderseits im Sinne der verfassungskonformen Auslegung mit dem übergeordneten Recht von Bund und Kanton vereinbar erscheint. Kann der Initiative ein Sinn beigemessen werden, der sie nicht klarerweise als unzulässig erscheinen lässt, ist sie nach dem Günstigkeitsprinzip bzw. dem Grundsatz \"in dubio pro populo\" als gültig zu erklären und der Volksabstimmung zu unterstellen (zum Ganzen vgl. BGE 143 I 129 E. 2.2 S. 132; BGE 142 I 216 E. 3.3 S. 220; BGE 139 I 292 E. 5.7 S. 296 und E. 7.2 S. 298 ff.; je mit Hinweisen). Andererseits kann insbesondere bei einer ausformulierten kantonalen Gesetzesinitiative der eindeutige Wortsinn nicht durch eine mit dem übergeordneten Recht konforme Interpretation beiseitegeschoben werden (RAMONA PEDRETTI, Die Vereinbarkeit von kantonalen Volksinitiativen mit höherrangigem Recht, ZBl 118/2017 S. 314 ff. mit Hinweisen).\n\n7.3.2 Die mit der kantonalen Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" vorgeschlagenen Bestimmungen (vgl. Sachverhalt lit. A) sehen vor, dass bestimmte Leistungen aus dem kantonalen Finanzausgleich für die Stadt Bern gekürzt werden, solange auf dem Grundstück Bern Gbbl. 1226, Kreis II (\"Reitschule\") Anlagen oder Einrichtungen bestehen, die wie bisher oder vergleichbar genutzt werden. Zwar sind die neu vorgeschlagenen Bestimmungen Art. 10 Abs. 5, Art. 14 Abs. 2, Art. 35b und Art. 45 Abs. 4 FILAG insofern allgemein formuliert, als sie nicht bestimmte Anlagen oder Einrichtungen oder spezifisch einzelne Gemeinden aufzählen. Es wird darin aber jeweils unmittelbar Bezug genommen auf Anlagen und Einrichtungen \"gemäss Anhang III des Gesetzes\". Dieser Anhang bildet ebenfalls Bestandteil der Initiative und nennt als Anlagen und Einrichtungen im Sinne der genannten Bestimmungen in abschliessender Weise einzig die in der Stadt Bern auf dem Grundstück Bern Gbbl. 1226, Kreis II (\"Reitschule\") genutzten Anlagen und Einrichtungen.\n\nDer Wortlaut der in der Form des ausgearbeiteten Entwurfs eingereichten Gesetzesinitiative lässt eine Auslegung, wonach die vorgesehenen Kürzungen unter bestimmten Umständen auch andere Gemeinden als die Stadt Bern treffen könnten oder wonach für die BGE 144 I 193 S. 199Kürzung von Leistungen auch eine bestimmte Nutzung von anderen Anlagen oder Einrichtungen in der Stadt Bern massgebend sein könnten, nicht zu. Auch aus dem Titel der Initiative und der auf dem Initiativbogen abgedruckten Begründung geht hervor, dass sich die Initiative einzig auf die \"Berner Reithalle\" bezieht. Wie der Regierungsrat in seinem Vortrag an den Grossen Rat gestützt auf das Gutachten Biaggini zu Recht festgestellt hat, würden die vorgesehenen Kürzungen gemäss dem Wortlaut der Initiative somit ausschliesslich für die Stadt Bern gelten. Daran ändern auch die Einwände der Beschwerdeführer nichts, der Anhang III könne und solle vom Gesetzgeber bei Bedarf angepasst werden und zwei von den fünf vorgesehenen Regelungsmechanismen würden für die Stadt Bern ohnehin nicht greifen. Für die im Gutachten Grisel vertretene Auffassung, wonach die neu vorgeschlagenen Bestimmungen teilweise \"eventuell auch für andere Gemeinden\" als die Stadt Bern gelten könnten, lässt der Wortlaut der Initiative keinen Raum. Hierfür bedürfte es einer weiteren Gesetzesänderung, namentlich des Anhangs III zum FILAG.\n\n7.3.3 Gestützt auf das Gutachten Biaggini kam der Regierungsrat in seinem Vortrag an den Grossen Rat zum Schluss, gemäss dem Initiativtext seien die vorgesehenen Kürzungen einzig daran geknüpft, dass das bezeichnete Grundstück in der Stadt Bern als Kulturbetrieb im bisherigen oder in einem vergleichbaren Rahmen weitergeführt werde. Zwar spreche der Initiativtext die Gefahren für die öffentliche Sicherheit und Ordnung an, die nach Ansicht der Initianten vom Kulturbetrieb \"Reitschule\" ausgingen. Der vorgeschlagene Anhang III des FILAG stelle aber eine unwiderlegbare gesetzliche Vermutung auf, wonach die bestehende bzw. eine vergleichbare künftige kulturelle Nutzung zu konkreten Gefahren führe. Hingegen spiele es für die Anwendung der mit der Initiative vorgeschlagenen Bestimmungen keine Rolle, ob von der Reitschule tatsächlich konkrete Gefahren ausgehen oder nicht. Die Beschwerdeführer machen geltend, der Initiativtext könne bzw. müsse so ausgelegt werden, dass für die Anwendung der vorgesehenen Kürzungen nicht die Nutzung des Grundstücks als Kulturzentrum ausschlaggebend sei, sondern die bestehende \"faktische Nutzung der Anlage Reitschule\", welche sich in erster Linie über die von der Reitschule ausgehenden konkreten Gefahren definiere.\n\nAuf dem im Initiativtext genannten Grundstück Gbbl. 1226 betreiben drei verschiedene Vereine, nämlich die Interessengemeinschaft BGE 144 I 193 S. 200Kulturraum Reitschule (IKuR), der Verein Trägerschaft Grosse Halle sowie der Verein Tojo Theater ein bekanntes Kulturzentrum mit einem breit gefächerten Kulturangebot inklusive Restauration. Über die Nutzung der Liegenschaft hat die Stadt Bern mit den drei Vereinen Leistungsverträge abgeschlossen, aus welchen unter anderem hervorgeht, welche kulturellen Leistungen von den Trägervereinen erbracht werden. Die im vorgeschlagenen Anhang III verwendete Formulierung \"Die ... auf dem Grundstück Bern Gbbl. 1226 ... bestehende Nutzung bzw. allfällige nachfolgende vergleichbare Nutzungen\" muss von den Stimmberechtigten vernünftigerweise so verstanden werden, dass damit die Nutzung des Grundstücks bzw. der sich darauf befindenden Anlagen oder Einrichtungen als Kulturbetrieb im Sinne der abgeschlossenen Leistungsverträge gemeint ist. Bei den von den Beschwerdeführern angesprochenen, im Umfeld der Reitschule auftretenden Sicherheitsproblemen hingegen handelt es sich nicht um eine bestimmte Art der Nutzung des Grundstücks bzw. der sich darauf befindenden Anlagen oder Einrichtungen, sondern allenfalls um Begleiterscheinungen des Kulturbetriebs, welche - soweit sie tatsächlich mit dem Kulturbetrieb im Zusammenhang stehen - für die Definition der Art und Weise der Nutzung des Grundstücks bzw. der sich darauf befindenen Anlagen oder Einrichtungen nicht massgeblich sind.\n\nZwar wird in der auf dem Initiativbogen abgedruckten Begründung zur Initiative auf die im Umfeld der Reitschule auftretenden Sicherheitsprobleme und die damit zusammenhängenden Kosten Bezug genommen. Der Text der als ausformulierter Entwurf eingereichten Gesetzesinitiative lässt jedoch eine Auslegung, wonach die mit dem Kulturbetrieb im Zusammenhang stehenden Sicherheitsprobleme für die Anwendung der vorgesehenen Kürzungen von Leistungen aus dem Finanzausgleich mitentscheidend wären, nicht zu. Solange in der Stadt Bern am Ort der Reitschule ein Kulturbetrieb im heutigen oder in einem vergleichbaren Rahmen betrieben würde, kämen die mit der Initiative vorgesehenen Leistungskürzungen somit unabhängig davon zur Anwendung, ob im Umfeld der Reitschule Kosten verursachende Sicherheitsprobleme auftreten oder nicht.\n\n7.4 Die Bundesverfassung gewährleistet die Gemeindeautonomie nach Massgabe des kantonalen Rechts (Art. 50 Abs. 1 BV). Nach Art. 109 Abs. 1 KV/BE ist die Autonomie der Gemeinden des Kantons Bern gewährleistet, wobei der Umfang der Autonomie durch BGE 144 I 193 S. 201das kantonale und das eidgenössische Recht bestimmt wird. Gemäss Art. 109 Abs. 2 KV/BE gewährt das kantonale Recht den Gemeinden einen möglichst weiten Handlungsspielraum.\n\n7.4.1 Nach der Rechtsprechung des Bundesgerichts sind Gemeinden in einem Sachbereich autonom, wenn das kantonale Recht diesen nicht abschliessend ordnet, sondern ihn ganz oder teilweise der Gemeinde zur Regelung überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt. Der geschützte Autonomiebereich kann sich auf die Befugnis zum Erlass oder Vollzug eigener kommunaler Vorschriften beziehen oder einen entsprechenden Spielraum bei der Anwendung kantonalen oder eidgenössischen Rechts betreffen. Der Schutz der Gemeindeautonomie setzt eine solche nicht in einem ganzen Aufgabengebiet, sondern lediglich im streitigen Bereich voraus. Im Einzelnen ergibt sich der Umfang der kommunalen Autonomie aus dem für den entsprechenden Bereich anwendbaren kantonalen Verfassungs- und Gesetzesrecht (BGE 142 I 177 E. 2 S. 180).\n\nEine Gemeinde kann sich dagegen zur Wehr setzen, dass eine kantonale Behörde im Autonomiebereich ihre Prüfungsbefugnis überschreitet oder die einschlägigen Vorschriften unrichtig auslegt und anwendet. Gemäss ständiger Rechtsprechung des Bundesgerichts kann sich eine Gemeinde in Verbindung mit der Rüge der Verletzung ihrer Autonomie auf weitere Verfassungsrechte und -grundsätze berufen, namentlich auf die Rechtsgleichheit (Art. 8 BV), den Schutz vor Willkür bzw. die Wahrung von Treu und Glauben (Art. 9 BV) sowie die Grundsätze staatlichen Handelns gemäss Art. 5 BV (vgl. BGE 139 I 169 E. 6.1 S. 172 f.; BGE 131 I 91 E. 1 S. 93 und E. 3.4 S. 102 f.; BGE 116 Ia 252 E. 3b S. 255 f.; BGE 115 Ia 42 E. 3c S. 46; BGE 113 Ia 332 E. 1b S. 333 f.; BGE 96 I 234 E. 5 S. 242; Urteil 2C_604/2017 vom 10. Januar 2018 E. 1.2).\n\n7.4.2 Art. 113 Abs. 3 KV/BE bildet die verfassungsrechtliche Grundlage für den kantonalen Finanzausgleich. Gemäss dieser Bestimmung soll der Finanzausgleich die Steuerkraft der Einwohnergemeinden ausgleichen und sind ausgewogene Verhältnisse in der Steuerbelastung anzustreben, wobei Leistungen aus dem Finanzausgleich in den gesetzlich vorgesehenen Fällen gekürzt oder verweigert werden können.\n\nDer Kanton Bern hat den kantonalen Finanzausgleich im Gesetz über den Finanz- und Lastenausgleich vom 27. November 2000 (FILAG;\n\nBGE 144 I 193 S. 202BGS 631.1) umfassend geregelt. Den Gemeinden kommt bei der Regelung und beim Vollzug des kantonalen Finanzausgleichs an sich keine Autonomie zu, was der Regierungsrat in seinem Vortrag an den Grossen Rat anerkannt hat und - soweit ersichtlich - auch von den Mitgliedern des Grossen Rats nicht in Zweifel gezogen wurde. Der Regierungsrat erachtete jedoch die mit der Initiative vorgesehenen Mechanismen zur Kürzung von bestimmten Leistungen aus dem Finanzausgleich als unzulässige Beschränkung der Entscheidungsfreiheit der Stadt Bern im Bereich der Kulturförderung.\n\n7.4.3 Art. 48 KV/BE äussert sich zur Zuständigkeit des Kantons sowie der Gemeinden im Kulturbereich. Kanton und Gemeinden erleichtern den Zugang zur Kultur und fördern das kulturelle Schaffen sowie den kulturellen Austausch (Abs. 1). Sie berücksichtigen dabei die Bedürfnisse aller Teile der Bevölkerung und die kulturelle Vielfalt des Kantons (Abs. 2).\n\nZum Zusammenwirken von Kanton und Gemeinden im Bereich der Kulturförderung äussert sich Art. 3 des kantonalen Kulturförderungsgesetzes vom 12. Juni 2012 (KKFG; BSG 423.11). Nach dieser Bestimmung ist die Kulturförderung eine gemeinsame Aufgabe des Kantons und der Gemeinden (Abs. 1). Kanton und Gemeinden arbeiten nach Massgabe des KKFG zusammen und stimmen ihre Massnahmen aufeinander ab (Abs. 2). Soweit das KKFG keine besonderen Bestimmungen enthält, entscheiden die Gemeinden selbst, wie sie ihre Aufgaben im Bereich der Kulturförderung erfüllen wollen (Abs. 3). Das KKFG verpflichtet Gemeinden zwar zu Betriebsbeiträgen an Kulturinstitutionen von regionaler Bedeutung (Art. 18 ff. KKFG). Es schränkt jedoch die Möglichkeiten der Gemeinden nicht ein, darüber hinaus selbstständig Kulturförderung zu betreiben.\n\nKulturförderung fällt somit nach geltendem kantonalem Verfassungs- und Gesetzesrecht nicht in den abschliessenden Aufgabenbereich des Kantons. Vielmehr überlässt das kantonale Recht die Kulturförderung teilweise den Gemeinden zur Regelung. Es räumt den Gemeinden namentlich im Bereich der Förderung der Kultur auf lokaler Ebene eine erhebliche Entscheidungsfreiheit ein. Der Umstand, dass es sich bei der Kulturförderung im Kanton Bern um eine gemeinsame Aufgabe des Kantons und der Gemeinden handelt, ändert nichts daran, dass den Gemeinden nach dem KKFG im Bereich der Förderung der Kultur auf lokaler Ebene eine erhebliche Entscheidungsfreiheit zukommt. Zu den in der kantonalen BGE 144 I 193 S. 203Kulturförderungsverordnung vom 13. November 2013 (KKFV; BSG 423.411.1) genannten Einrichtungen von nationaler Ausstrahlung (Art. 3 KKFV) oder regionaler Bedeutung (Art. 8 KKFV i.V.m. Anhang 1 Art. A1-4 für die Region Bern-Mittelland) zählt das Zentrum Reitschule nicht. Es gehört mithin zu den lokalen Einrichtungen. Für die Fragen, ob und wie dieses Zentrum zu fördern sei, geniesst die Stadt Bern demnach grundsätzlich Autonomie.\n\n7.4.4 Unter Verweis auf das Gutachten Grisel und die Urteile BGE 141 I 36 sowie BGE 138 I 131 machen die Beschwerdeführer geltend, die kantonale Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" verletze schon deshalb nicht die Gemeindeautonomie, weil der kantonale Gesetzgeber die Bereiche, in welchen den Gemeinden eine relativ erhebliche Entscheidungsfreiheit zukomme, definiere. Namentlich sei es dem kantonalen Gesetzgeber unbenommen, im Bereich der Kulturförderung den Autonomiebereich einzuschränken.\n\nDem ist entgegenzuhalten, dass die mit der kantonalen Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" vorgeschlagenen Bestimmungen einzig die Kulturförderung der Stadt Bern in einem konkreten Fall betreffen und die Initiative den Spielraum der Gemeinden im Bereich der Kulturförderung, wie er sich aus Art. 48 KV/BE sowie dem KKFG allgemein ergibt, weder in generell-abstrakter Weise noch einzelfallbezogen rechtlich neu umschreibt. Namentlich soll Art. 3 Abs. 3 KKFG nicht geändert werden, wonach die Gemeinden - vorbehältlich besonderer Bestimmungen im KKFG - selbst bestimmen, wie sie ihre Aufgaben im Bereich der Kulturförderung erfüllen wollen. Somit käme den Gemeinden im Bereich der Kulturförderung - und kommt der Stadt Bern auch im spezifischen Einzelfall (vgl. E. 7.4.5 hiernach) - mit den mit der Initiative vorgeschlagenen Bestimmungen rechtlich genau die gleiche Entscheidungsfreiheit zu wie bisher. Insoweit unterscheidet sich die Initiative auch von den Gesetzesvorlagen, mit denen sich das Bundesgericht in den Urteilen BGE 141 I 36 sowie BGE 138 I 131 beschäftigt hat. Das erstgenannte Urteil betraf eine kantonale Schulsprachenregelung, das zweitgenannte die kantonale Volksinitiative \"Sauver Lavaux\". Im Unterschied zur vorliegend zu beurteilenden Gesetzesinitiative wurde in den beiden genannten Fällen die den Gemeinden in den betroffenen Bereichen (Schulunterricht bzw. Raumplanung) zukommende Autonomie rechtlich neu umschrieben und in generell-abstrakter Weise eingeschränkt, was zulässig war. BGE 144 I 193 S. 204\n\n7.4.5 Zu prüfen bleibt, ob der Kanton Bern mit den gemäss der kantonalen Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" vorgeschlagenen Bestimmungen die der Stadt Bern im Bereich der Kulturförderung nach wie vor zukommende Entscheidungsfreiheit verletzen würde.\n\nDie mit der Volksinitiative vorgeschlagenen Regelungen schränken die Entscheidungsfreiheit der Stadt Bern im Bereich der Kulturförderung wie erwähnt nicht förmlich bzw. rechtlich ein, zumal sie nicht direkt die Schliessung der Reitschule oder die Einstellung der Förderung des Kulturbetriebs verlangt. Die vorgeschlagene Regelung zielt indessen darauf ab, die Stadt Bern unter finanziellen Druck zu setzen, um auf diese Weise auf ihr Verhalten im Bereich der Kulturförderung Einfluss zu nehmen. Gemäss den nicht bestrittenen Berechnungen der Finanzdirektion hätten die neuen Bestimmungen eine Schlechterstellung der Stadt Bern in der Höhe von mehr als 54 Mio. Franken pro Jahr zur Folge. Die vorgesehenen Leistungskürzungen wären somit sehr beträchtlich und der auf die Stadt Bern erzeugte Druck, den Kulturbetrieb einzustellen bzw. nicht weiter zu fördern, entsprechend gross. Die finanzielle Schlechterstellung der Stadt Bern würde so lange andauern, wie am Ort der Reitschule ein Kulturbetrieb im heutigen oder in einem vergleichbaren Rahmen betrieben würde. Dies unabhängig davon, ob im Umfeld des Kulturbetriebs tatsächlich Kosten verursachende Sicherheitsprobleme auftreten (vgl. E. 7.3.3 hiervor). Damit würde die der Stadt Bern gemäss dem kantonalen Verfassungs- und Gesetzesrecht im Bereich der Kulturförderung zukommende Entscheidungsfreiheit in faktischer Hinsicht substanziell eingeschränkt. Darf die Stadt Bern von ihrer Autonomie, die Reitschule als Kulturstätte zu unterstützen, aber nach wie vor Gebrauch machen, so darf ihr die Ausübung dieses verfassungsmässigen Rechts nicht über Gebühr erschwert werden. Wird die Rechtsausübung zwar gestattet, aber mit derart grossen Nachteilen verbunden, dass davon vernünftigerweise nicht mehr oder nur noch unter unzumutbaren Bedingungen Gebrauch gemacht werden kann, ist mit diesen Nachteilen ein unzulässiger Abschreckungseffekt verbunden (vgl. BGE 143 I 147 E. 3.3 S. 152 f.). Eine solche Situation liegt hier vor. Die Weiterführung des Kulturbetriebs in der Reitschule wäre für die Stadt Bern mit derart grossen finanziellen Nachteilen verbunden, dass sie unter einen permanenten erheblichen Druck, wenn nicht gar einen faktischen Zwang geriete, die in BGE 144 I 193 S. 205ihrem Autonomiebereich liegende, nach wie vor in ihrem Belieben stehende Nutzung aufzugeben und auf dem Areal auch keine vergleichbaren Nutzungen mehr zu gestatten. Dies kommt einem ungerechtfertigten Eingriff in die ihr in diesem Bereich zukommende Autonomie gleich.\n\nDie mit der kantonalen Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" verbundene Einschränkung der Entscheidungsfreiheit der Stadt Bern hält auch vor dem Verhältnismässigkeitsprinzip (Art. 5 Abs. 2 BV) nicht stand. Die drohenden finanziellen Nachteile für die Stadt Bern stehen nur in geringem Umfang in einem Zusammenhang mit den Mehrkosten für die Polizeieinsätze (maximal einige Mio. Franken pro Jahr) und der finanziellen Unterstützung (in der Höhe von insgesamt ca. 720'000 Franken pro Jahr). Sie betragen mehr als das Zehnfache der höchstzurechenbaren Beträge und sprengen jedes vernünftige Mass. Insoweit ist der mit den vorgeschlagenen Bestimmungen verbundene faktische Eingriff in die Gemeindeautonomie auch nicht vergleichbar mit der nach Art. 35a FILAG möglichen finanziellen Benachteiligung von fusionsunwilligen Gemeinden, welcher einerseits die Leistungen zum Disparitätenabbau zwischen den Gemeinden von der Kürzung ausnimmt und die mögliche Kürzung auf die Differenz zur voraussichtlichen Minderbeanspruchung begrenzt.\n\nDie Stimmbürgerinnen und Stimmbürger der Stadt Bern haben sich schon verschiedentlich über die Beibehaltung der Kulturnutzung in der Reitschule ausgesprochen, letztmals anlässlich der Abstimmung über die Volksinitiative \"Schliessung und Verkauf der Reithalle\" am 26. September 2010. Ihre Entscheidungsfreiheit würde inskünftig wie gesagt auf unzulässige Weise eingeschränkt, wenn sie je nach dem Ergebnis ihrer Meinungsäusserung eine grösstenteils sachfremde finanzielle Sanktion im erwähnten Ausmass gewärtigen müssten.\n\n7.4.6 Hinzu kommt, dass eine Einschränkung der den Gemeinden zukommenden Autonomie dem Gebot der Rechtsgleichheit im Sinne von Art. 8 BV sowie Art. 10 KV/BE genügen muss. An das Rechtsgleichheitsgebot ist auch der Gesetzgeber gebunden, wenn er auf die gemäss generell-abstrakter Regelung in einem bestimmten Bereich bestehende Entscheidungsfreiheit bezogen auf eine einzelne Gemeinde in einem konkreten Fall Einfluss nehmen will. Für eine Ungleichbehandlung im Verhältnis zu anderen Gemeinden ist diesfalls BGE 144 I 193 S. 206vorauszusetzen, dass sie sich auf ernsthafte sachliche Gründe stützen lässt.\n\nDie mit der kantonalen Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" vorgesehenen neuen Bestimmungen nähmen im Widerspruch zum Rechtsgleichheitsgebot einzig auf die Kulturförderung der Stadt Bern Einfluss. Andere Gemeinden - namentlich auch andere Städte - im Kanton Bern wären von den neuen Bestimmungen nämlich selbst dann nicht betroffen, wenn auf ihrem Gebiet Anlagen oder Einrichtungen bestünden, von denen Gefahren für die öffentliche Sicherheit ausgehen (vgl. E. 7.3.2 hiervor). Sodann wäre die Stadt Bern von einer Kürzung der Leistungen aus dem Finanzausgleich betroffen, die in weit überwiegendem Umfang keinen Bezug aufweist zu den mit dem Finanzausgleich zu verteilenden Steuergeldern. Das ihr vorgeworfene Verhalten, nämlich dass sie durch die Duldung der Kultureinrichtung und deren Begleiterscheinungen Einsätze der Ordnungskräfte verursache, die mit Leistungen aus dem Finanzausgleich mitfinanziert würden, sowie dass sie mit der finanziellen Unterstützung der Reitschule Ausgaben tätige, die wiederum durch den Finanzausgleich mitgetragen werden müssten, steht hinsichtlich der auf dem Spiel stehenden Beträge in keinem vernünftigen Verhältnis zu den mit der Initiative angestrebten Kürzungen (vgl. E. 7.4.5 hiervor).\n\nEiner solchen grösstenteils nicht an sachlichen Kriterien anknüpfenden Ungleichbehandlung darf die Stadt Bern im Bereich der lokalen Kulturförderung, in welchem ihr das kantonale Recht nach wie vor eine relativ erhebliche Entscheidungsfreiheit einräumt, auch mit Blick auf Art. 8 BV sowie Art. 10 KV/BE nicht unterzogen werden. Die Initiative verstösst somit auch gegen das Rechtsgleichheitsgebot.\n\n7.5 Nach dem Ausgeführten verstösst die kantonale Volksinitiative \"Keine Steuergelder für die Berner Reithalle!\" gegen die von Art. 109 Abs. 1 KV/BE i.V.m. Art. 50 Abs. 1 BV gewährleistete Gemeindeautonomie sowie gegen das Rechtsgleichheitsgebot gemäss Art. 8 BV sowie Art. 10 KV/BE. Dass die Initiative nur teilweise für ungültig hätte erklärt werden dürfen, wird nicht dargetan und ist nicht ersichtlich. Der Grosse Rat hat die Initiative in Anwendung von Art. 59 Abs. 2 lit. a KV/BE zu Recht für ungültig erklärt, ohne die politischen Rechte der Stimmbürgerinnen und Stimmbürger bzw. Art. 34 oder Art. 9 BV zu verletzen. Eine Prüfung, ob die BGE 144 I 193 S. 207Volksinitiative noch zu weiteren Bestimmungen des kantonalen Verfassungsrechts bzw. des Bundesrechts im Widerspruch steht, erübrigt sich damit."}