{"annee": "144", "cour": "III", "page": "100", "date": "28/2/2018", "cite": ["113 II 275", "109 II 47", "137 III 255", "53 II 74", "76 II 51", "141 III 155", "138 III 166", "133 III 133", "129 III 499", "140 IV 1", "120 II 352", "115 II 468", "141 III 481", "109 II 239", "95 II 157", "132 III 71"], "cite_par": [], "chapeau": "12. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_364/2017 vom 28. Februar 2018", "regestes": ["Art. 715a CO; art. 250 CPC; droit d'un membre du conseil d'administration d'une société anonyme aux renseignements et à la consultation; procédure sommaire. Les droits aux renseignements et à la consultation conférés par l'art. 715a CO aux membres du conseil d'administration d'une société anonyme peuvent être mis en oeuvre judiciairement au moyen d'une action condamnatoire (consid. 5). La procédure sommaire est applicable (consid. 6)."], "faits": "BGE 144 III 100 S. 101\n\nMit Gesuch beantragte A. (Gesuchsteller, Beschwerdeführer) als Verwaltungsrat der B. AG (Gesuchsgegnerin, Beschwerdegegnerin) beim Kantonsgerichtspräsidium Obwalden u.a., die Gesuchsgegnerin sei zu verpflichten, ihm Einsicht in ihre Bücher und Akten zu gewähren, wobei er die nachgesuchten Akten noch näher präzisierte. Der Kantonsgerichtspräsident wies dieses Begehren ab, da für eine Leistungsklage auf Informationserteilung an Verwaltungsratsmitglieder keine Rechtsgrundlage bestehe. Das Obergericht des Kantons Obwalden beurteilte dies ebenso. Das Bundesgericht heisst die Beschwerde in Zivilsachen diesbezüglich gut und weist die Sache zu neuer Beurteilung an das Obergericht zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n5. Das Recht auf Auskunft und Einsicht der Verwaltungsräte wird in Art. 715a OR geregelt. Diese Bestimmung statuiert als Grundsatz, dass jedes Mitglied des Verwaltungsrats Auskunft über alle Angelegenheiten der Gesellschaft verlangen kann (Abs. 1). Im Einzelnen wird insbesondere vorgesehen, dass jedes Mitglied des Verwaltungsrats ausserhalb der Sitzungen von den mit der Geschäftsführung betrauten Personen Auskunft über den Geschäftsgang verlangen (Abs. 3) und, soweit es für die Erfüllung einer Aufgabe erforderlich ist, dem Präsidenten beantragen kann, dass ihm Bücher und Akten vorgelegt werden (Abs. 4).\n\nDas Bundesgericht hat die Frage, ob das Recht der Verwaltungsräte auf Auskunft und Einsicht nach Art. 715a OR gerichtlich BGE 144 III 100 S. 102durchgesetzt werden kann, ausdrücklich offengelassen (BGE 129 III 499 E. 3.4 S. 502). Die Frage ist nun zu entscheiden.\n\n5.1 In der Lehre sind die Auffassungen dazu geteilt (für die Zulässigkeit einer solchen Leistungsklage: JEAN-NICOLAS DRUEY, Unternehmensinterne Informationsversorgung [nachfolgend: Informationsversorgung], in: Informationspflichten des Unternehmens im Gesellschafts- und Börsenrecht, Christoph B. Bühler [Hrsg.], 2003, S. 6 ff.; derselbe, Die Informationsrechte des einzelnen Verwaltungsratsmitglieds, SZW 1993 S. 53; THOMAS CHRISTIAN BÄCHTOLD, Die Information des Verwaltungsrats, 1997, S. 178 ff.; CARBONARA/VON DER CRONE, Aushändigung von Jahresabschlüssen, Entscheid des Schweizerischen Bundesgerichts 4C.9/2003 [BGE 129 III 499 ], SZW 2004 S. 93 f.; WERNLI/RIZZI, in: Basler Kommentar, Obligationenrecht, Bd. II, 5. Aufl. 2016, N. 13 zu Art. 715a OR; KATJA ROTH PELLANDA, Organisation des Verwaltungsrates, 2007, Rz. 698 ff.; PASCAL MONTAVON, Droit Suisse de la SA, 3. Aufl. 2004, S. 572; RUDOLF KUNZ, Die Annahmeverantwortung von Mitgliedern des Verwaltungsrats, 2004, S. 225 f.; MIRJAM SIMONE RHEIN, Die Nichtigkeit von VR-Beschlüssen, 2001, S. 92; GUHL/KOLLER/SCHNYDER/DRUEY, Das Schweizerische Obligationenrecht, 9. Aufl. 2000, § 71 Rz. 45; MAJA DOMENICA JÖSLER, Rechtsstreit zwischen Organen und Organmitgliedern, 1998, S. 66 ff.; JEANNETTE WIBMER, in: Aktienrecht, Kommentar, Jeannette K. Wibmer [Hrsg.], 2016, N. 6 zu Art. 715a OR. A.M.: PETER BÖCKLI, Schweizer Aktienrecht, 4. Aufl. 2009, § 13 Rz. 222 ff.; PETER/CAVADINI, in: Commentaire romand, Code des obligations, Bd. II, 2. Aufl. 2012, N. 36 zu Art. 715a OR; ERIC HOMBURGER, Zürcher Kommentar, 1997, N. 470 zu Art. 715a OR; PETER V. KUNZ, Die Klagen im Schweizer Aktienrecht, 1997, S. 155; MARKUS AFFOLTER, Die Durchsetzung von Informationspflichten im Zivilprozess, 1993, S. 6 und bei Fn. 5; DOMINIK REUST, Kontrolle des Verwaltungsrates, 2014, S. 149 f. Ohne eigene Stellungnahme: MÜLLER/LIPP/PLÜSS, Der Verwaltungsrat, 4. Aufl. 2014, S. 107 f.; ROLAND VON BÜREN, in: Grundriss des Aktienrechts, von Büren/Stoffel/Weber [Hrsg.], 2. Aufl. 2007, Rz. 624; FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, 1996, § 28 Rz. 107).\n\nFür die Gegner ist namentlich entscheidend, dass Art. 715a OR im Gegensatz zur Regelung der Informationsansprüche des Aktionärs (Art. 697 Abs. 4 OR) keine Klagemöglichkeit erwähnt. Sie gehen somit von einem qualifizierten Schweigen des Gesetzgebers aus. Dass BGE 144 III 100 S. 103Informationsansprüche in andern Rechtsgebieten (z.B. im Auftragsrecht) klageweise durchgesetzt werden können, auch wenn die entsprechenden Bestimmungen das Klagerecht nicht explizit erwähnen, sei nicht entscheidend, denn dabei gehe es um individuelle schuldrechtliche Ansprüche. Art. 715a OR sei jedoch eine körperschaftsrechtliche Regelung; die Gewährung einer Leistungsklage auf Information würde eine verkappte Anfechtungsklage gegen Verwaltungsratsbeschlüsse darstellen und damit gegen den Grundsatz verstossen, dass solche Beschlüsse nicht angefochten werden können (statt aller: BÖCKLI, a.a.O., § 13 Rz. 222). Demgegenüber sehen die Befürworter einer Leistungsklage im Informationsanspruch nach Art. 715a OR ein unentziehbares Individualrecht, das als solches auch ohne explizite Bestimmung immer eingeklagt werden kann. Zu begründen wäre daher umgekehrt, weshalb dieser Anspruch - ausnahmsweise und trotz im Gesetzestext nicht statuiertem Ausschluss der Klagemöglichkeit - nicht gerichtlich soll geltend gemacht werden können. Klärungsbedürftig wäre mit Blick auf die Gesetzessystematik also, was das Motiv für die spezielle Erwähnung der Klagemöglichkeit des Aktionärs in Art. 697 Abs. 4 OR sei (statt aller: DRUEY, Informationsversorgung, a.a.O., S. 6 f.; WERNLI/RIZZI, a.a.O., N. 13 zu Art. 715a OR).\n\n5.2 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zu Grunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen. Insbesondere bei jüngeren Gesetzen sind auch die Gesetzesmaterialien zu beachten, wenn sie auf die streitige Frage eine klare Antwort geben und dem Gericht damit weiterhelfen (BGE 141 III 155 E. 4.2 S. 156, BGE 141 III 481 E. 3.2.3 S. 485; BGE 140 IV 1 E. 3.1 S. 5; je mit Hinweisen).\n\n5.2.1 Aus der Entstehungsgeschichte von Art. 715a OR lässt sich nichts Entscheidendes ableiten. Die bisher in aArt. 713 OR (1936) enthaltenen Rechte der Mitglieder des Verwaltungsrates sollten mit BGE 144 III 100 S. 104der Revision 1991 erweitert werden. Die Mittel (Auskunft und Einsicht), mit denen der Verwaltungsrat seine Pflichten erfüllt, sollten \"griffiger\" gestaltet werden, weil mit der Revision auch die Aufgaben der Verwaltungsräte genauer umschrieben wurden, womit \"ein gewisses Mass an Mehrverantwortung verbunden\" sei (Botschaft vom 23. Februar 1983 über die Revision des Aktienrechts, BBl 1983 II 842 Ziff. 215.2 f.). In den Beratungen erfuhren die Auskunfts- und Einsichtsrechte gewisse inhaltliche Änderungen (vgl. im Einzelnen die Darstellung bei BÄCHTOLD, a.a.O., S. 38 ff.). Weder für noch gegen die gerichtliche Durchsetzung der Informationsrechte gegen einen ablehnenden Entscheid des Verwaltungsrats ergibt sich daraus etwas. Dass das Instrumentarium \"griffiger\" gestaltet werden sollte, bedeutet nicht ohne weiteres eine Rechtskontrolle, sondern kann sich ebenso auf die detailliertere inhaltliche Regelung und Abstufungen der Möglichkeiten beziehen.\n\n5.2.2 Art. 715a OR hat den Zweck sicherzustellen, dass der Verwaltungsrat seine Aufgaben als Führungs- und Aufsichtsgremium wirksam und effizient wahrnehmen kann, und die Bestimmung ist auch das Gegenstück zur individuellen Verantwortlichkeit der Verwaltungsratsmitglieder (BGE 133 III 133 E. 3.3 S. 137 f.; BGE 129 III 499 E. 3.3 S. 501; je mit Hinweisen). Wenn der Gesetzgeber davon ausging, die von Art. 715a OR geschützten Informationsrechte seien notwendig, damit ein Verwaltungsrat seine Führungs- und Aufsichtsaufgaben wirksam erfüllen kann, spricht vor allem dieser Zweck für die Klagemöglichkeit (ebenso: CARBONARA/VON DER CRONE, a.a.O., S. 94; ROTH PELLANDA, a.a.O., Rz. 699). Denn es ist eben nicht auszuschliessen, dass auch der (Gesamt-)Verwaltungsrat - namentlich wenn es zu einer \"Parteienbildung\" im Verwaltungsrat kommt - als letzte \"interne\" Instanz eine Auskunft zu Unrecht verweigert, womit das einzelne Mitglied seine Aufsichtsfunktion, die es im Interesse der Gesellschaft auszuüben hat, nicht wahrnehmen kann (i.d.S. auch DRUEY, Informationsversorgung, a.a.O., S. 8). Zudem kann das Wissen darum, dass Informationsrechte nicht klagbar sind, der Verweigerung zu Unrecht Auftrieb geben. Die Klage auf Feststellung der Nichtigkeit eines Verwaltungsratsbeschlusses ist keine Alternative. Folge daraus wäre nämlich nur die Nichtigkeit des Beschlusses, aber noch nicht die Informationsgewährung. Dafür braucht es eine Leistungsklage. Zudem ist Nichtigkeit die Ausnahme und nur mit Zurückhaltung anzunehmen (BGE 115 II 468 E. 3b S. 474; Urteil 4A_516/2016 vom 28. August 2017 E. 6.1.3). Da eine BGE 144 III 100 S. 105offensichtlich grundlose Verweigerung von Information praktisch nicht existiere (DRUEY, Informationsversorgung, a.a.O., S. 9), dürfte Nichtigkeit im Zusammenhang mit Art. 715a OR kaum je in Frage kommen.\n\n5.2.3 Entscheidendes ergibt sich aus der Rechtsnatur des Informationsanspruchs und aus seiner systematischen Einbettung.\n\n5.2.3.1 Ein zentrales Argument gegen die Klage auf Durchsetzung der Informationsansprüche nach Art. 715a OR ist, dass Art. 697 Abs. 4 OR für die Informationsansprüche der Aktionäre ausdrücklich die gerichtliche Durchsetzung vorsieht, während eine solche explizite Nennung bei Art. 715a OR fehlt.\n\nWenn das Gesetz einen Anspruch gewährt, ist grundsätzlich davon auszugehen, dass dieser auch gerichtlich durchgesetzt werden kann, auch wenn dies nicht ausdrücklich gesagt wird. So erwähnt das Gesetz beispielsweise für die Informationsrechte des von der Geschäftsführung ausgeschlossenen einfachen Gesellschafters keine Klagemöglichkeit (Art. 541 OR), diese besteht aber unbestritten (z.B. Urteile 4A_4/2011 vom 20. Juli 2011 E. 7.2; 4A_38/2011 vom 6. April 2011 E. 4.1). Soll eine gerichtliche Durchsetzung ausnahmsweise nicht möglich sein, wird dies umgekehrt in der Regel ausdrücklich gesagt (Art. 513 OR; Art. 90 Abs. 3 ZGB). Der Wortlaut, genauer der fehlende Ausschluss der Klagbarkeit, spricht somit für die Möglichkeit der gerichtlichen Durchsetzung. Wie nachfolgend dargelegt, lässt sich zudem erklären, weshalb in Art. 697 Abs. 4 OR die Klagemöglichkeit speziell erwähnt wird.\n\nDas Bundesgericht hat bereits zu aArt. 697 OR (1936) erkannt, das dort geregelte (noch inhaltlich beschränktere) Recht auf Auskunftserteilung sei ein selbstständiges Mitgliedschaftsrecht des Aktionärs; es könne folglich für sich allein in einem Verfahren durchgesetzt werden, das insbesondere nicht mit einem Anfechtungsverfahren gemäss Art. 706 OR zusammenhängen müsse (BGE 109 II 47 E. 2 S. 48; BGE 95 II 157 E. 4 S. 161 f. mit Hinweis). Damit wich es von einem früheren Entscheid (BGE 53 II 74) ab, in dem es erwogen hatte, das Einsichtsrecht sei kein selbstständiger Anspruch, sondern diene lediglich der Durchführung anderer, dem Aktionär aus der Mitgliedschaft erwachsender Rechte (Stimmrecht, Vertretungs- und Minderheitsrechte, Recht auf Schadenersatz etc.) und sei deshalb von diesen Rechten abhängig. Mit der gesetzlichen Regelung, dass das Recht der Aktionäre auf Auskunft und Einsicht gerichtlich eingefordert BGE 144 III 100 S. 106 werden kann, wurde somit diese von der Rechtsprechung entwickelte Selbstständigkeit in Abgrenzung zu anderen Klagen - namentlich zur Geltendmachung von Schadenersatzansprüchen im Rahmen der Verantwortlichkeit (Art. 754 ff. OR) und zur Anfechtung von Generalversammlungsbeschlüssen (Art. 706 OR) - bestätigt und die frühere Rechtsprechung abgelehnt. Beim Recht auf Information der Verwaltungsräte gemäss Art. 715a OR bestand demgegenüber kein solcher Abgrenzungsbedarf, da dem einzelnen Mitglied des Verwaltungsrats keine vergleichbaren rechtlichen Mittel zustehen.\n\n5.2.3.2 Gegen die Zulässigkeit einer Leistungsklage wird wie erwähnt weiter vorgebracht, dass sie den körperschaftlichen Grundsatz verkenne, wonach Beschlüsse des Verwaltungsrats nicht anfechtbar sind. Eine Leistungsklage auf Information wäre eine verkappte Anfechtungsklage (BÖCKLI, a.a.O., § 13 Rz. 223; diesem folgend HOMBURGER, a.a.O., N. 470 zu Art. 715a OR).\n\nDer Ausschluss der Anfechtbarkeit von Verwaltungsratsbeschlüssen geht zurück auf BGE 76 II 51 E. 2 f. S. 61 ff. und wurde seither wiederholt bestätigt (BGE 109 II 239 E. 3b S. 243 f.; Urteil 4P.236/1988 vom 23. Januar 1989 E. 4b/bb; unter Hinweis auf die vorinstanzliche Begründung auch das Urteil C.70/1987 vom 13. Juli 1987 E. 2a, nicht publ. in: BGE 113 II 275). Nach dieser Rechtsprechung schliesst indessen die Verneinung der Anfechtungsklage nicht aus, dass gegenüber der Gesellschaft selber eine Leistungsklage (Erfüllungsklage) erhoben werden kann, wenn die Gesellschaft - handelnd durch den Verwaltungsrat - einen ihr gegenüber erhobenen gesetzlichen Anspruch verweigert (BGE 76 II 51 E. 4 S. 67 ff.). In diesem Entscheid ging es um den Anspruch eines Aktionärs, ins Aktienbuch eingetragen zu werden. In gleichem Sinn entschied das Bundesgericht, ein Aktionär könne gegen die Gesellschaft auf Herausgabe der Aktien klagen, unabhängig davon, dass die Verweigerung dieser Herausgabe auf einem Beschluss des Verwaltungsrats beruhe und dieser Beschluss selber nicht anfechtbar sei (BGE 113 II 275 E. 2b S. 276; vgl. aber zit. Urteil 4P.236/1988 E. 4b/bb).\n\nDaraus, dass die Anfechtung von Beschlüssen des Verwaltungsrats ausgeschlossen ist, kann daher nichts Entscheidendes abgeleitet werden. Damit soll nämlich nicht die gerichtliche Durchsetzung von gesetzlich eingeräumten Rechten ausgeschlossen werden. Vielmehr konnte auf eine Anfechtbarkeit von Verwaltungsratsbeschlüssen gerade deshalb verzichtet werden, weil anderweitig Rechte bestehen BGE 144 III 100 S. 107und auch durchgesetzt werden können (BGE 76 II 51 E. 2 S. 62 f.). Oben (E. 5.2.2) wurde dargelegt, dass der Zweck des Informationsanspruchs vor allem in der Erfüllung der Aufgaben des Verwaltungsrats liegt. Die sorgfältige Erfüllung der übertragenen Aufgaben ist als Pflicht des Verwaltungsrats gegenüber der Gesellschaft zu verstehen. Umgekehrt ist es letztlich die Gesellschaft, welche die Informationen nach Art. 715a OR schuldet. Zutreffend wird daher in der Lehre die Auffassung vertreten, aus dieser funktionalen Perspektive sei nicht der Verwaltungsrat bzw. die übrigen Verwaltungsräte passivlegitimiert; vielmehr treffe der Verwaltungsrat einen abschlägigen Entscheid betreffend einen geltend gemachten Informationsanspruch für die Gesellschaft und sei daher diese passivlegitimiert (CARBONARA/VON DER CRONE, a.a.O., S. 94; WERNLI/RIZZI, a.a.O., N. 13 zu Art. 715a OR; BÄCHTOLD, a.a.O., S. 184 f.). Nicht zu folgen ist deshalb dem Einwand von BÖCKLI (a.a.O, § 13 Rz. 225), die Bejahung einer Leistungsklage auf Information beachte auch nicht, dass es hier keineswegs um das Verhältnis des Aktionärs zur Gesellschaft gehe, sondern um dasjenige eines Einzelmitglieds zur Mehrheit des Gesamtgremiums.\n\nEbenso wie die Rechtsprechung (andere) Leistungsklagen gegen die Gesellschaft nach einem ablehnenden Beschluss des Verwaltungsrates zuliess, kann daher auch der Informationsanspruch des Verwaltungsratsmitglieds klageweise gegen die Gesellschaft durchgesetzt werden, ohne dass dem die Nicht-Anfechtbarkeit von solchen Beschlüssen entgegenstünde.\n\nDie Vorinstanz hat somit die grundsätzliche Klagemöglichkeit zu Unrecht verneint.\n\nDas Gericht hat auf entsprechendes Gesuch des Verwaltungsrats zu prüfen, ob die geltend gemachten Ansprüche auf Einsicht bestehen, namentlich ob die verlangten Informationen zur Erfüllung des Verwaltungsratsmandats erforderlich sind, ob nach allfälliger Beendigung des Mandats ein hinreichender Zusammenhang (etwa aufgrund strittiger Verantwortlichkeits- oder Honoraransprüche) noch besteht, der die Einsichtsgewährung in einem selbstständigen Verfahren rechtfertigt (vgl. BGE 129 III 499 E. 3.3 S. 501 f.), oder ob der Einsicht durch das (ehemalige) Verwaltungsratsmitglied überwiegende (Geheimhaltungs-)Interessen der Gesellschaft entgegenstehen.\n\n6. Beide kantonalen Instanzen liessen offen, ob das Gesuch um Einsicht in die Akten richtigerweise nicht im summarischen, sondern im BGE 144 III 100 S. 108ordentlichen Verfahren zu behandeln gewesen wäre. Der Beschwerdeführer macht aber zutreffend geltend, implizit hätten die kantonalen Gerichte ihre (sachliche) Zuständigkeit bejaht und damit auch die Verfahrensart, denn das Dispositiv laute auf Abweisung, was Eintreten auf das Gesuch voraussetze. Darauf bezieht sich denn auch der Eventualantrag der Beschwerdegegnerin.\n\nDer Geltungsbereich des summarischen Verfahrens wird in den Artikeln 248 ff. ZPO geregelt. Danach gilt das summarische Verfahren insbesondere für die in Artikel 250 ZPO aufgezählten Angelegenheiten im Bereich des Obligationenrechts. Für das Gesellschaftsrecht werden in Art. 250 lit. c ZPO dreizehn Angelegenheiten genannt, für die das summarische Verfahren anwendbar ist. Das Recht des Verwaltungsratsmitglieds auf Auskunft und Einsicht nach Art. 715a OR ist darin nicht aufgeführt, was sich zwanglos damit erklären lässt, dass auch die gerichtliche Durchsetzung dieses Rechts im OR selbst nicht ausdrücklich vorgesehen ist und die Klagbarkeit in der Lehre umstritten war (oben E. 5). Der Katalog von Art. 250 lit. c ZPO ist indes nicht abschliessend, wie das den Artikel einleitende Wort \"insbesondere\" zeigt (vgl. auch Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung, BBl 2006 7349 Ziff. 5.17). In der Praxis des Bundesgerichts ist denn auch erkannt worden, dass das summarische Verfahren für die aktienrechtliche Auflösungsklage nach Art. 731b Abs. 1 Ziff. 3 OR gilt, die in Art. 250 lit. c ZPO nicht ausdrücklich erwähnt ist (BGE 138 III 166 E. 3.3 S. 169 und E. 3.9 S. 172 f.).\n\nIm Rahmen der gesellschaftsrechtlichen Angelegenheiten weist Art. 250 lit. c Ziff. 7 ZPO dem summarischen Verfahren namentlich die Anordnung der Auskunftserteilung an Aktionäre (Art. 697 Abs. 4 OR) und Gläubiger (Art. 958e Abs. 2 OR) zu. Dabei handelt es sich ebenso wie beim Recht auf Auskunft und Einsicht eines Verwaltungsratsmitglieds um einen materiellen (Auskunfts- und Einsichts-) Anspruch, der in einem streitigen Zivilverfahren zu beurteilen ist. Bei dem darüber ergehenden Entscheid handelt es sich um einen Endentscheid, der in materielle Rechtskraft erwächst. Daher gelangt auch das Regelbeweismass - immerhin mit seinen allgemeingültigen Durchbrechungen - zur Anwendung; blosse Glaubhaftmachung genügt nicht (noch vor Erlass der ZPO Urteil 4C.234/2002 vom 4. Juni 2003 E. 4.2.2 und 4.3.2; ferner zum Einsichtsrecht der Gläubiger gemäss aArt. 697h Abs. 2 OR [nunmehr in Art. 958e Abs. 2 BGE 144 III 100 S. 109 OR erfasst] BGE 137 III 255 E. 4.1.2 S. 257 f.; BGE 120 II 352 E. 2b S. 355). Zudem kann diesfalls der Verfahrenszweck erfordern, andere Beweismittel als Urkunden zuzulassen (vgl. Art. 254 Abs. 1 und 2 lit. b ZPO; noch vor der ZPO zu aArt. 697h OR BGE 120 II 352 E. 2b S. 355). Das bei Art. 697 Abs. 4 OR zur Anwendung gelangende Summarverfahren kann infolgedessen als \"atypisch\" bezeichnet werden - der summarische Charakter erschöpft sich bei ihm in der Verfahrensbeschleunigung (STEPHAN MAZAN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 3. Aufl. 2017, N. 7 vor Art. 248-256 ZPO; ihm folgend ANDREAS GÜNGERICH, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. II, 2012, N. 9 Vorbemerkungen zu Art. 248-270 ZPO; vgl. auch FRANCESCA PESENTI, in: Kommentar zur Schweizerischen Zivilprozessordnung [StPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 7 zu Art. 248 ZPO). Der Grund für die Zuweisung von Art. 697 Abs. 4 OR zum Summarverfahren ist denn auch in der Raschheit und Flexibilität dieses Verfahrens zu sehen (u.a. Wegfall des Schlichtungsverfahrens [Art. 198 lit. a ZPO], Möglichkeit des Gerichts, von einer Verhandlung abzusehen [Art. 256 Abs. 1 ZPO], sowie verkürzte Berufungsfristen [Art. 314 Abs. 1 ZPO]). Diese Auskunfts- und Einsichtsrechte, die der Ausübung der Aktionärsrechte dienen (vgl. BGE 132 III 71 E. 1.3 S. 75; zit. Urteil 4C.234/2002 E. 4.2.1), sind regelmässig auf eine zügige gerichtliche Durchsetzung angewiesen, um ihren Zweck verwirklichen zu können. Nicht zu übersehen ist allerdings, dass das Gericht dabei - obwohl im summarischen Verfahren zu entscheiden ist - zuweilen diffizile Interessenprüfungen und Abwägungen vorzunehmen hat, wobei erst noch unterschiedliche Prüfungstiefen einerseits für die Auskunft (Art. 697 Abs. 1 und 2 OR) und andererseits für die Einsicht (Art. 697 Abs. 3 OR) zur Anwendung gelangen (illustrativ zu alledem zit. Urteil 4C.234/2002 E. 4.2.3 betr. Auskunftsinteresse des Aktionärs, E. 4.3.3 betr. Geheimnisbegriff, E. 5 betr. Umfang des Informationsanspruchs und E. 6.4 betr. Ermessensausübung des Verwaltungsrats).\n\nDie Gründe für die Geltung des Summarverfahrens beim Auskunfts- und Einsichtsrecht der Aktionäre und Gläubiger im Sinne von Art. 250 lit. c Ziff. 7 ZPO gelten sinngemäss auch für die Auskunfts- und Einsichtsrechte der Verwaltungsratsmitglieder nach Art. 715a OR. Das summarische Verfahren zeichnet sich aus durch Flexibilität und Schnelligkeit. Es wird in der Botschaft des Bundesrates als flexibel in der Form bezeichnet, weil es mündlich oder schriftlich geführt BGE 144 III 100 S. 110werden kann. Und die Schnelligkeit wird namentlich erwartet dank der Beweismittelbeschränkung auf liquide Beweismittel sowie der gerichtlichen Kognition auf Evidenz (vgl. BBl 2006 7349 Ziff. 5.17). Diese Gründe sprechen für die Beurteilung auch des Auskunfts- und Einsichtsrechts des Verwaltungsratsmitglieds im Summarverfahren. Zwar sind diese Auskunfts- und Einsichtsrechte umfassender als diejenigen von Aktionären oder Gläubigern, so dass auch hier mit diffizilen Interessenprüfungen und Abwägungen zu rechnen ist. Allerdings erscheint die Beschränkung der gerichtlichen Kognition auf Evidenz für das Auskunfts- und Einsichtsrecht von Verwaltungsratsmitgliedern angesichts der gebotenen richterlichen Zurückhaltung als sachgerecht und das für die Ausübung des Verwaltungsratsmandats erforderliche Einsichts- und Auskunftsrecht ist auf ein rasches, flexibel gestaltbares Verfahren angewiesen. Der Anspruch des Verwaltungsratsmitglieds auf Einsicht und Auskunft nach Art. 715a OR ist daher in einem - allerdings \"atypischen\" - summarischen Verfahren nach Art. 252-256 ZPO zu beurteilen.\n\nDie Sache ist demnach an die Vorinstanz zurückzuweisen, damit sie prüfe, ob und gegebenenfalls inwieweit die vom Beschwerdeführer geltend gemachten Einsichtsrechte materiell bestehen und die formellen Voraussetzungen (innergesellschaftliche Verweigerung) vorliegen. (...)"}