{"annee": "144", "cour": "IV", "page": "113", "date": "9/4/2018", "cite": ["139 IV 270", "136 IV 156", "126 I 172", "133 I 168", "132 I 21", "133 I 270"], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. gegen Staatsanwaltschaft des Kantons Zug (Beschwerde in Strafsachen)\n\n1B_136/2018 vom 9. April 2018", "regestes": ["Interdiction de la modification du jugement au détriment du prévenu (art. 391 al. 2 CPP). Le remplacement d'une mesure thérapeutique ambulatoire par une mesure institutionnelle au cours d'une procédure de recours, respectivement à la suite d'un renvoi de la cause, ne viole pas l'interdiction de la modification du jugement au détriment du prévenu au sens de l'art. 391 al. 2 CPP (interdiction de la reformatio in pejus; consid. 4)."], "faits": "BGE 144 IV 113 S. 114\n\nA. A. befand sich vom 14. September 2015 bis zum 22. Oktober 2015 in Untersuchungshaft. Am 6. Februar 2016 wurde er wegen des Verdachts neuer Delinquenz wieder verhaftet. Seither befindet er sich in Untersuchungs- und Sicherheitshaft bzw. im vorzeitigen Strafvollzug.\n\nDas Strafgericht des Kantons Zug verurteilte A. am 6. September 2016 wegen mehrfacher Gefährdung des Lebens, mehrfacher Drohung, mehrfacher Nötigung, mehrfacher Freiheitsberaubung und mehrfacher grober Verletzung der Verkehrsregeln zu einer unbedingten Freiheitsstrafe von 35 Monaten und ordnete eine ambulante Massnahme (Behandlung psychischer Störungen) an, ohne den Vollzug der Freiheitsstrafe aufzuschieben. Wegen mehrfacher Tätlichkeiten und einfacher Verletzung der Verkehrsregeln wurde er zusätzlich zu einer Busse von Fr. 2'500.- verurteilt. Zugleich versetzte das Strafgericht A. in Sicherheitshaft.\n\nMit Urteil vom 22. Dezember 2016 wies das Obergericht des Kantons Zug die Berufung von A. ab und bestätigte die erstinstanzlichen Schuldsprüche sowie die Anordnung einer vollzugsbegleitenden ambulanten Massnahme. Gleichzeitig bestimmte das Obergericht, A. habe bis zum Antritt des ordentlichen Strafvollzugs in Sicherheitshaft bzw. im vorzeitigen Strafvollzug zu verbleiben.\n\nA. erhob am 24. Februar 2017 gegen das Urteil vom 22. Dezember 2016 Beschwerde in Strafsachen an das Bundesgericht. Dieses hiess die Beschwerde mit Urteil 6B_265/2017 vom 9. Februar 2018 teilweise gut. Es hob das angefochtene Urteil auf und wies die Sache hinsichtlich des Tatvorwurfs der mehrfachen Gefährdung des Lebens zu neuer Beurteilung an das Obergericht zurück. Im Übrigen wies es die Beschwerde ab, soweit es darauf eintrat.\n\nB. Am 20. Februar 2018 stellte A. beim Obergericht des Kantons Zug ein Haftentlassungsgesuch. Die Staatsanwaltschaft beantragte die Gesuchsabweisung. Mit Präsidialverfügung vom 5. März 2018 wies der Präsident der Strafabteilung das Haftentlassungsgesuch ab. Weiter verfügte er, A. werde in Sicherheitshaft versetzt und verbleibe damit in Haft; ihm werde weiterhin der (seit dem 23. März 2017 laufende) vorzeitige Massnahmeantritt bewilligt.\n\nMit Beschwerde in Strafsachen an das Bundesgericht vom 14. März 2018 beantragt A., die angefochtene Präsidialverfügung vom 5. März 2018 sei aufzuheben und er sei unverzüglich aus der Haft zu entlassen. Eventualiter seien die zuständigen kantonalen Behörden BGE 144 IV 113 S. 115anzuweisen, angemessene Auflagen mit der Haftentlassung zu verbinden.\n\nDas Obergericht und die Staatsanwaltschaft beantragen die Beschwerdeabweisung. Der Beschwerdeführer hält an seinem Standpunkt und an seinen Anträgen fest.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. Der Beschwerdeführer bringt vor, es bestehe Überhaft.\n\n3.1 Gemäss Art. 31 Abs. 3 BV und Art. 5 Ziff. 3 EMRK hat eine in strafprozessualer Haft gehaltene Person Anspruch darauf, innerhalb einer angemessenen Frist richterlich abgeurteilt oder während des Strafverfahrens aus der Haft entlassen zu werden. Eine übermässige Haftdauer stellt eine unverhältnismässige Beschränkung dieses Grundrechts dar. Sie liegt dann vor, wenn die Haft die mutmassliche Dauer der zu erwartenden freiheitsentziehenden Sanktion übersteigt (vgl. auch Art. 212 Abs. 3 StPO). Bei der Prüfung der Verhältnismässigkeit der Haftdauer ist namentlich der Schwere der untersuchten Straftaten Rechnung zu tragen. Das Gericht darf die Haft nur so lange erstrecken, als sie nicht in grosse zeitliche Nähe der (im Falle einer rechtskräftigen Verurteilung) konkret zu erwartenden Dauer der freiheitsentziehenden Sanktion rückt (BGE 139 IV 270 E. 3.1 S. 275; BGE 133 I 168 E. 4.1 S. 170, BGE 133 I 270 E. 3.4.2 S. 281; BGE 132 I 21 E. 4 S. 27 f.; je mit Hinweisen).\n\n3.2 Die Vorinstanz hat ausgeführt, ziehe man bei der Prüfung der Verhältnismässigkeit der Haftdauer in Betracht, dass der Schuldspruch wegen mehrfacher Gefährdung des Lebens nach der Rückweisung durch das Bundesgericht möglicherweise entfalle, sei mit einer Verurteilung zu einer Freiheitsstrafe von 19 Monaten zu rechnen (Freiheitsberaubung: vier Monate; Nötigung: zwei Monate; Drohungen: vier Monate; SVG-Delikte: vier Monate; Täterkomponente plus fünf Monate). Der Beschwerdeführer befinde sich indes seit bald 27 Monaten in Haft. Im Urteil des Obergerichts vom 22. Dezember 2016 seien 202 Tage Untersuchungs- und Sicherheitshaft sowie der vorzeitige Strafvollzug seit dem 18. Juli 2016 auf die Freiheitsstrafe angerechnet worden. So betrachtet bestehe bereits Überhaft.\n\nDem ist grundsätzlich zuzustimmen, auch wenn ein möglicher Wegfall des Schuldspruchs wegen (vollendeter) mehrfacher Gefährdung BGE 144 IV 113 S. 116des Lebens nicht zwingend bedeutet, dass der Beschwerdeführer insoweit straflos bleibt, sondern eine abweichende rechtliche Würdigung in Betracht fällt (vgl. Art. 344 StPO).\n\n4. Die Vorinstanz hat weiter festgehalten, es sei indes zu prüfen, ob nicht ernsthaft mit einer stationären Massnahme gerechnet werden müsse.\n\n4.1 Ist diese Voraussetzung erfüllt, so ist nicht entscheidend, dass der Beschwerdeführer die ihm zurzeit drohende Freiheitsstrafe bereits verbüsst hat. Vielmehr ist der Freiheitsentzug gleichwohl verhältnismässig, wenn der gesamte Vollzug der Massnahme deutlich länger dauern könnte als die bisherige strafprozessuale Haft (Urteil des Bundesgerichts 1B_25/2018 vom 7. Februar 2018 E. 3.2 mit Hinweis auf BGE 126 I 172 E. 5e S. 178).\n\nGemäss Art. 59 Abs. 4 StGB beträgt der mit einer stationären Behandlung verbundene Freiheitsentzug in der Regel höchstens fünf Jahre. Sind die Voraussetzungen für die bedingte Entlassung nach fünf Jahren noch nicht gegeben und ist zu erwarten, durch die Fortführung der Massnahme lasse sich der Gefahr weiterer mit der psychischen Störung des Täters in Zusammenhang stehender Verbrechen oder Vergehen begegnen, so kann das Gericht auf Antrag der Vollzugsbehörde die Verlängerung der Massnahme um jeweils höchstens fünf Jahre anordnen.\n\nAufgrund der beim Beschwerdeführer diagnostizierten Persönlichkeitsstörung und des Problembereichs eines Aggressionsfokus ist gemäss Gutachten vom 9. Oktober 2015 und Ergänzungsgutachten vom 16. April 2016 mit einer Therapiedauer von mehr als drei Jahren zu rechnen. Der Vollzug einer stationären Massnahme könnte daher deutlich länger dauern als die bisher erstandene Haft.\n\n4.2 Der Beschwerdeführer rügt vorab, eine stationäre Massnahme komme bereits aus formellen Gründen nicht in Betracht, da einer solchen das Schlechterstellungsverbot (Verbot der reformatio in peius) gemäss Art. 391 Abs. 2 StPO entgegenstehe. Zudem würde die nachträgliche Anordnung einer stationären Massnahme voraussetzen, dass zunächst die ambulante Massnahme von der Vollzugsbehörde wegen Aussichtslosigkeit förmlich aufgehoben werde.\n\n4.3 Gemäss Art. 391 Abs. 2 StPO darf die Rechtsmittelinstanz Entscheide nicht zum Nachteil der beschuldigten oder verurteilten Person abändern, wenn das Rechtsmittel nur zu deren Gunsten ergriffen BGE 144 IV 113 S. 117worden ist. Vorbehalten bleibt eine strengere Bestrafung aufgrund von Tatsachen, die dem erstinstanzlichen Gericht nicht bekannt sein konnten. Im zu beurteilenden Fall hatte einzig der Beschwerdeführer das Urteil des Obergerichts vom 22. Dezember 2016 beim Bundesgericht angefochten.\n\nDie Frage, ob unter dem Aspekt der reformatio in peius im Rechtsmittelverfahren bzw. nach einer Rückweisung eine Massnahme durch eine stärker in die persönliche Freiheit eingreifende andere Massnahme ersetzt werden kann, ist in der Lehre umstritten (vgl. hierzu und zum Folgenden MARIANNE HEER, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 22 ff. zu Art. 56 StGB).\n\nNach der publizierten Rechtsprechung des Bundesgerichts steht der Anordnung einer anderen als der ursprünglich als indiziert erachteten Massnahme durch die Rechtsmittelinstanz generell nichts entgegen (vgl. BGE 123 IV I E. 4c S. 8). Die Umwandlung einer ambulanten in eine stationäre Massnahme im Rechtsmittelverfahren ist demnach als zulässig einzustufen. Dies ist damit zu begründen, dass ein solches Vorgehen im objektiven Interesse des Betroffenen liegt, mit seiner psychischen Störung umgehen zu können und nicht rückfällig zu werden (HEER, a.a.O., N. 28 zu Art. 56 StGB; HAUSER/SCHWERI/HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl. 2005, S. 479 f.; a.M. SCHMID/JOSITSCH, Handbuch des schweizerischen Strafprozessrechts, 3. Aufl. 2017, S. 668 f.; GILBERT KOLLY, Zum Verschlechterungsverbot im schweizerischen Strafprozess, ZStrR 113/1995 S. 313 f.). Zugleich kann damit das Sicherheitsinteresse der Allgemeinheit gewährleistet werden. Nicht verkannt wird dabei, dass solche Behandlungen deutlich länger dauern können als eine schuldangemessene Strafe. Der Gesetzgeber hat aber klar zum Ausdruck gebracht, dass eine Behandlung des Betroffenen möglichst Vorrang haben soll. Im Übrigen wäre es wenig effizient, dem Gericht im Rechtsmittelverfahren eine Befugnis abzusprechen, die der Gesetzgeber ihm nach Rechtskraft des Urteils ohne Weiteres einräumt (vgl. HEER, a.a.O., N. 28 zu Art. 56 StGB; eingehend zur Möglichkeit der nachträglichen Ersetzung einer ambulanten strafvollzugsbegleitenden Massnahme durch eine stationäre Massnahme gestützt auf Art. 63b Abs. 5 StGB vgl. Urteil des Bundesgerichts 6B_253/2015 vom 23. Juli 2015 E. 2.2.2; siehe auch CHRIS LEHNER, Nachträgliche Anordnung stationärer therapeutischer Massnahmen, 2015, S. 103 ff.). BGE 144 IV 113 S. 118\n\nNach dem Gesagten steht das Schlechterstellungsverbot der Aussprechung einer stationären Massnahme im Rechtsmittelverfahren bzw. nach einer Rückweisung nicht entgegen.\n\n4.4 Mit seiner Argumentation, eine stationäre Massnahme könne erst angeordnet werden, wenn die ambulante Massnahme von der Vollzugsbehörde förmlich aufgehoben worden sei, verkennt der Beschwerdeführer, dass es sich vorliegend nicht um ein Verfahren betreffend nachträgliche Anordnung einer stationären Massnahme, sondern um ein Rechtsmittelverfahren handelt. Das Urteil des Bundesgerichts 6B_253/2015 vom 23. Juli 2015 E.2.2.2 ist daher nicht einschlägig. Die Aufhebung einer Massnahme und das Feststellen des Scheiterns durch die Vollzugsbehörde setzt die rechtskräftige Anordnung der Therapie voraus (Urteil des Bundesgerichts 6B_955/2017 vom 11. Januar 2018 E. 2.3.2), was vorliegend nicht der Fall ist.\n\n4.5 In der Sache bestreitet der Beschwerdeführer, dass er ernsthaft mit einer stationären Massnahme rechnen müsse. Im erstinstanzlichen Urteil vom 6. September 2016 sei eine vollzugsbegleitende ambulante Massnahme angeordnet worden, was vom Obergericht wie auch vom Bundesgericht bestätigt worden sei. Dass nun plötzlich nach mutmasslichem Wegfall des schwersten Vorwurfs der Lebensgefährdung die Anordnung einer stationären Massnahme wieder verhältnismässig geworden sein könnte, erscheine geradezu absurd. Zudem seien das Gutachten und das Ergänzungsgutachten von Dr. med. B. vom 9. Oktober 2015 respektive vom 16. April 2016 veraltet und es bestünden Vorbehalte gegenüber der Person des Gutachters.\n\n4.6 Die Vorinstanz hat zur Frage der hinreichenden Wahrscheinlichkeit der Anordnung einer stationären Massnahme ausgeführt, die Staatsanwaltschaft habe im Hauptverfahren die Anordnung einer stationären Massnahme beantragt. Das Strafgericht habe im Urteil vom 6. September 2016 indessen bloss eine vollzugsbegleitende ambulante Massnahme angeordnet. In seiner Urteilsbegründung habe es unter anderem erwogen, die Voraussetzungen einer ambulanten wie auch einer stationären Massnahme seien grundsätzlich gegeben, wobei im Hinblick auf den Therapieerfolg ein Aufschub der Freiheitsstrafe zugunsten einer ambulanten Massnahme nicht in Betracht falle. Das Strafgericht habe darauf hingewiesen, dass aus Sicht des Gutachters Dr. med. B. im Ergänzungsgutachten vom 16. April 2016 die ermittelten Risiken ein Ausmass erreichen würden, welches unter Berücksichtigung der lediglich geringen Beeinflussbarkeit des BGE 144 IV 113 S. 119Beschwerdeführers auch die Anordnung einer stationären Massnahme rechtfertigen würde. Sodann - so habe das Strafgericht weiter festgehalten - sei zu beachten, dass gestützt auf Art. 63b Abs. 5 StGB die Möglichkeit bestehe, nachträglich eine vollzugsbegleitende ambulante Behandlung in eine stationäre therapeutische Massnahme umzuwandeln, nachdem die ambulante Massnahme von der Vollzugsbehörde wegen Aussichtslosigkeit rechtskräftig aufgehoben worden sei (Urteil des Bundesgerichts 6B_253/2015 vom 23. Juli 2015 E. 2.1 ff.); die Umwandlung einer ambulanten in eine stationäre Massnahme sei unter strengen Voraussetzungen selbst nach vollständiger Verbüssung der Strafe noch möglich (BGE 136 IV 156 E. 2 f. S. 157 ff.). Mit dieser Möglichkeit, nachträglich eine stationäre Massnahme anzuordnen, könne den Ausführungen von Dr. med. B. im Ergänzungsgutachten vom 16. April 2016, wonach es aktuell schwierig sei, die Therapieresultate einer vollzugsbegleitenden Massnahme zum Zeitpunkt der Entlassung aus dem Strafvollzug abzuschätzen, Rechnung getragen werden. Dies rechtfertige es - so habe das Strafgericht zusammenfassend gefolgert -, in Beachtung des Verhältnismässigkeitsgrundsatzes wenigstens vorerst auf die Anordnung einer stationären Massnahme zu verzichten und stattdessen eine vollzugsbegleitende ambulante Massnahme anzuordnen.\n\nDie Vorinstanz hat weiter festgehalten, mit der vom Strafgericht angeordneten ambulanten Massnahme habe erst im März 2017 begonnen werden können. Eine vertiefte deliktspräventive bzw. deliktsorientierte Behandlung sei bis heute kaum möglich gewesen, weil der Beschwerdeführer praktisch in allen Anklagepunkten nicht geständig gewesen sei. Die ermittelten Risiken hätten bis anhin nicht in entscheidender Weise gesenkt und es hätten auch noch keine massgebenden Therapieerfolge erzielt werden können. Angesichts dieses Behandlungsstands und der Tatsache, dass (mutmasslich) keine Strafdauer mehr verbleibe, erscheine es derzeit unwahrscheinlich, dass eine ambulante Behandlung, die nun in Freiheit zu erfolgen hätte, ausreiche, um der moderaten bis deutlichen Ausführungsgefahr zu begegnen. Eine stationäre Behandlung falle damit ernsthaft in Betracht, was mittels eines Ergänzungsgutachtens abzuklären sei.\n\n4.7 Soweit der Beschwerdeführer das Gutachten vom 9. Oktober 2015 und das Ergänzungsgutachten vom 16. April 2016 als nicht mehr aktuell rügt, ist darauf hinzuweisen, dass die Vorinstanz diesem Umstand Rechnung getragen und bei Dr. med. B. ausdrücklich ein Ergänzungsgutachten in Auftrag gegeben hat. Des Weiteren hat BGE 144 IV 113 S. 120der Beschwerdeführer, soweit aktenkundig, keine Ablehnung des Gutachters beantragt. Gegenteiliges wird von ihm auch nicht behauptet. Damit erübrigt sich ein Eingehen auf seine Einwände gegen die Person des Gutachters. Im Übrigen wird ihm zum Ergänzungsgutachten, sobald dieses vorliegt, das rechtliche Gehör zu gewähren sein.\n\n4.8 Die Staatsanwaltschaft beantragte im erstinstanzlichen Hauptverfahren die Anordnung einer stationären Massnahme. Dr. med. B. erachtete in seinem Ergänzungsgutachten vom 16. April 2016 eine stationäre Massnahme ebenfalls als gerechtfertigt, auch wenn er sich für eine vollzugsbegleitende ambulante Massnahme aussprach. Das Strafgericht als erste Instanz thematisierte die mögliche Anordnung einer stationären Massnahme in seiner Urteilsbegründung vom 6. September 2016 eingehend. Es ordnete schliesslich aber aus Gründen der Verhältnismässigkeit eine ambulante Massnahme an, wobei es klarstellte, dass diese nur vollzugsbegleitend in Betracht komme. Diese Möglichkeit entfällt, wenn der Beschwerdeführer seine Freiheitsstrafe bereits vollständig verbüsst hat.\n\nWie von der Vorinstanz zutreffend dargelegt, kommt vorliegend nach jetzigem Kenntnisstand - d.h. bis zum Vorliegen des in Auftrag gegebenen Ergänzungsgutachtens - angesichts der moderaten bis deutlichen Ausführungsgefahr eines Tötungsdelikts, der weiterhin bestehenden Therapiebedürftigkeit des Beschwerdeführers (dissoziale Persönlichkeitsstörung und Problembereich eines Aggressionsfokus) und dessen geringer Beeinflussbarkeit sowie der fehlenden Möglichkeit, die ambulante Behandlung vollzugsbegleitend weiterzuführen, eine stationäre Massnahme ernsthaft in Betracht. Die Tatsache, dass der Beschwerdeführer bezüglich des schwersten Tatvorwurfs der mehrfachen Gefährdung des Lebens freigesprochen werden könnte, ändert weder an der bestehenden Ausführungsgefahr (Todesdrohung) noch an der Notwendigkeit der Behandlung der psychischen Störung des Beschwerdeführers etwas. Dessen Rüge erweist sich damit als nicht stichhaltig."}