{"annee": "144", "cour": "IV", "page": "13", "date": "18/1/2018", "cite": ["132 IV 12", "142 IV 119", "110 II 1", "138 IV 130"], "cite_par": [], "chapeau": "2. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. A. LLC gegen Staatsanwaltschaft des Kantons Basel-Stadt und X. (Beschwerde in Strafsachen)\n\n6B_961/2017 vom 18. Januar 2018", "regestes": ["Art. 251 ch. 1 et art. 253 CP; faux intellectuel dans les titres, obtention d'un faux intellectuel dans les titres. Un faux intellectuel dans les titres au sens de l'art. 251 ch. 1 CP requiert un mensonge écrit qualifié. Cela implique que le titre en question revête une crédibilité accrue. Des déclarations unilatérales, faites dans le propre intérêt de celui qui les émet, ne remplissent en règle générale pas cette condition. L'art. 253 CP vise un cas particulier de faux intellectuel dans les titres commis en qualité d'auteur médiat. Une crédibilité accrue ne saurait être reconnue à des déclarations sur l'honneur (affidavit), dont le contenu n'a pas été vérifié par l'officier public (consid. 2.2.2-2.2.4)."], "faits": "BGE 144 IV 13 S. 14\n\nA. Die A. LLC erstattete am 8. Januar 2016 Strafanzeige gegen X. Sie wirft ihm vor, er habe am 3. Juli 2013 in Basel in einem Affidavit unwahre Tatsachen notariell beurkunden lassen. Diese Urkunde sei dann in einem von C. gegen die A. LLC eingeleiteten Zivilprozess in den USA verwendet worden. Dadurch soll sich X. insbesondere des versuchten Prozessbetrugs, der Urkundenfälschung, der Erschleichung einer Falschbeurkundung, des falschen Zeugnisses und der Gehilfenschaft zu falscher Beweisaussage schuldig gemacht haben. (...)\n\nB. Die Staatsanwaltschaft Basel-Stadt verfügte am 2. März 2016 die Nichtanhandnahme eines Strafverfahrens. Die von der A. LLC dagegen erhobene Beschwerde wies das Appellationsgericht des Kantons Basel-Stadt am 30. Juni 2017 ab.\n\nC. Die A. LLC führt Beschwerde in Strafsachen. Sie beantragt, der Entscheid des Appellationsgerichts sei aufzuheben und die Staatsanwaltschaft sei anzuweisen, eine Strafuntersuchung gegen X. zu eröffnen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.2.2 Gemäss Art. 251 Ziff. 1 StGB macht sich unter anderem strafbar, wer in der Absicht, jemanden am Vermögen oder an anderen Rechten zu schädigen oder sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen, eine rechtlich erhebliche Tatsache unrichtig beurkundet oder beurkunden lässt.\n\nNach Art. 253 StGB wird bestraft, wer durch Täuschung bewirkt, dass ein Beamter oder eine Person öffentlichen Glaubens eine rechtlich erhebliche Tatsache unrichtig beurkundet, namentlich eine falsche Unterschrift oder eine unrichtige Abschrift beglaubigt. Die Bestimmung regelt einen Spezialfall der mittelbaren Falschbeurkundung.\n\nDie Falschbeurkundung betrifft die Errichtung einer echten, aber unwahren Urkunde, bei der der wirkliche und der in der Urkunde BGE 144 IV 13 S. 15enthaltene Sachverhalt nicht übereinstimmen. Sie erfordert eine qualifizierte schriftliche Lüge. Eine solche nimmt die Rechtsprechung an, wenn dem Schriftstück eine erhöhte Glaubwürdigkeit zukommt und der Adressat ihm daher ein besonderes Vertrauen entgegenbringt. Dies ist der Fall, wenn allgemeingültige objektive Garantien die Wahrheit der Erklärung gegenüber Dritten gewährleisten, die gerade den Inhalt bestimmter Schriftstücke näher festlegen (BGE 142 IV 119 E. 2.1; BGE 138 IV 130 E. 2.1; BGE 132 IV 12 E. 8.1).\n\n2.2.3 Eine objektive Garantie für die Wahrheit kann sich unter anderem aus einer garantenähnlichen Stellung des Ausstellers ergeben bzw. wenn dieser in einem besonderen Vertrauensverhältnis zum Empfänger steht (BGE 138 IV 130 E. 2.2.1). Keine erhöhte Glaubwürdigkeit kommt in der Regel einseitigen Erklärungen zu, welche der Aussteller in eigenem Interesse macht, etwa Selbstauskünften gegenüber Kreditinstituten (MARKUS BOOG, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 104 zu Art. 251 StGB; siehe auch DANIEL KINZER, in: Commentaire romand, Code pénal, Bd. II, 2017, N. 82 zu Art. 251 StGB).\n\nDer Beschwerdegegner gab im Affidavit vom 3. Juli 2013 an, der Anlageberater von C. zu sein. Seine Erklärungen erfolgten ausschliesslich im Interesse seiner Klientin. Der Beschwerdegegner kann daher nicht als neutrale Person bezeichnet werden. Das Affidavit enthält, wie bereits die Vorinstanz zutreffend erwägt, blosse Parteibehauptungen, welchen keine erhöhte Glaubwürdigkeit zukommt. Die Ausbildung der Beschwerdegegners und der von ihm ausgeübte Beruf ändern daran nichts.\n\nEntsprechend der Darstellung der Beschwerdeführerin bewirkte die Abgabe eines Eides, dass der Zivilprozess in den USA in der Form eines \"verified complaint\" gegen sie habe eingeleitet werden können. Somit sei es möglich gewesen, die Phase des \"pre-trial\" zu überspringen. Die Beschwerdeführerin macht geltend, dass ihr daraus ein erheblicher Schaden entstanden sei und der Erklärung des Beschwerdegegners auch unter diesem Blickwinkel eine erhöhte Glaubwürdigkeit zukomme. Dem ist nicht zu folgen. Allfällige zivilprozessuale Erleichterungen implizieren nicht, dass die im Affidavit enthaltenen Darstellungen ohne Weiteres als wahr angesehen werden. Bereits die Vorinstanz erwägt zutreffend, dass in dem Zivilprozess in den USA ein Beweisverfahren stattgefunden habe, um gerade den im Affidavit beschriebenen Sachverhalt zu überprüfen. Die Beschwerdeführerin stellt BGE 144 IV 13 S. 16dies nicht in Abrede. Auch eine allfällige Strafbarkeit wegen Meineids im Ausland verleiht der Erklärung keine erhöhte Glaubwürdigkeit.\n\n2.2.4 Erhöhte Glaubwürdigkeit kommt namentlich öffentlichen Urkunden zu (BGE 110 II 1 E. 3a; BOOG, a.a.O., N. 85 zu Art. 251 StGB). Gemäss Art. 9 Abs. 1 ZGB erbringen diese für die durch sie bezeugten Tatsachen vollen Beweis, solange nicht die Unrichtigkeit ihres Inhaltes nachgewiesen wird. Die verstärkte Beweiskraft von Art. 9 Abs. 1 ZGB beschränkt sich auf diejenigen Tatsachen, die in der öffentlichen Urkunde als richtig bescheinigt werden, mithin auf das, was der Notar kraft eigener Wahrnehmung festgestellt hat oder auf seine Richtigkeit hin zu überprüfen verpflichtet ist, unabhängig davon, ob er im Einzelfall die Prüfung vorgenommen hat oder nicht (STEPHAN WOLF, in: Berner Kommentar, 2012, N. 48 zu Art. 9 ZGB). Was die Urkundsperson persönlich festzustellen hat, bestimmt im Wesentlichen das kantonale Recht (MICHEL MOOSER, in: Commentaire romand, Code civil, Bd. I, 2010, N. 23 zu Art. 9 ZGB). Nicht von Art. 9 Abs. 1 ZGB erfasst ist der nicht verifizierte Inhalt eidesstattlicher Erklärungen oder von öffentlich beurkundeten Inventaren, wenn diese bloss nicht überprüfte oder nicht überprüfbare Angaben der Beteiligten wiedergeben (MOOSER, a.a.O., N. 25 zu Art. 9 ZGB; WOLF, a.a.O., N. 50 zu Art. 9 ZGB; anders noch Urteil 6S.258/2006 vom 3. November 2006 E. 4). Art. 253 StGB bezieht sich auf die in der Schweiz erstellten öffentlichen Urkunden. Massgebend ist somit einzig, ob diesen gemäss schweizerischem Recht erhöhte Beweiskraft zukommt.\n\nGemäss § 46 des Notariatsgesetzes des Kantons Basel-Stadt vom 18. Januar 2006 (SG 292.100) sollen Wissenserklärungen (eidesstattliche Erklärungen, Affidavits) nur beurkundet werden, wenn sie von der erklärenden Person mit Wahrheitsbekräftigung (Eid, Handgelübde) zuhanden ausländischer Empfängerinnen oder ausländischer Empfänger abgegeben werden (Abs. 1). Die erklärende Person hat vor der Notarin oder dem Notar persönlich zu erscheinen. Ihre Personalien sind zu überprüfen und in der Urkunde anzugeben. Sie ist zur Wahrheit anzuhalten. Sie hat die Wahrheitsbekräftigung in der Weise zu leisten, wie sie in der Urkunde bezeugt wird (Abs. 2). Die Notarin oder der Notar bezeugt die erfolgte Erklärungsabgabe, nicht deren Inhalt (Abs. 3). Die Erklärung ist durch die erklärende Person und die Notarin oder den Notar zu unterzeichnen (Abs. 4). Bereits aus dem kantonalen Recht ergibt sich, dass der Inhalt der Erklärung nicht Gegenstand der öffentlichen Beurkundung ist, sondern ausschliesslich BGE 144 IV 13 S. 17der Umstand, dass ein Eid oder eine eidesstattliche Erklärung abgegeben worden ist. Der Notar überprüfte die Angaben des Beschwerdegegners auch nicht. Den Erklärungen des Beschwerdegegners kommt keine erhöhte Beweiskraft im Sinne von Art. 9 Abs. 1 ZGB zu. Der Tatbestand der Falschbeurkundung im Sinne von Art. 251 Ziff. 1 StGB und Art. 253 StGB ist nicht erfüllt. Die Apostille auf einer öffentlichen Urkunde bestätigt einzig die Echtheit der Unterschrift, die Eigenschaft, in welcher der Unterzeichner der Urkunde gehandelt hat, und gegebenenfalls die Echtheit des Siegels oder Stempels, mit dem die Urkunde versehen ist (Art. 5 Abs. 2 des Übereinkommens vom 5. Oktober 1961 zur Befreiung ausländischer öffentlicher Urkunden von der Beglaubigung [SR 0.172.030.4]). In Bezug auf den Inhalt der Urkunde und deren Beweiskraft hat die Apostille keine Bedeutung."}