{"annee": "144", "cour": "V", "page": "195", "date": "12/6/2018", "cite": ["137 V 1", "122 V 34", "138 V 346", "137 V 282", "122 V 362", "125 V 42", "141 V 365", "133 V 257", "135 I 79"], "cite_par": [], "chapeau": "24. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Dienststelle Wirtschaft und Arbeit (wira), Arbeitslosenkasse des Kantons Luzern gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_902/2017 vom 12. Juni 2018", "regestes": ["Art. 23 al. 1 LACI; art. 37 OACI; gain assuré. Les primes d'ancienneté ou de fidélité qui sont dues et effectivement versées durant la période de calcul déterminante doivent être prises en compte dans l'évaluation du gain assuré. Le n. marg. C2 du Bulletin LACI IC du mois de janvier 2013 doit être ainsi considéré comme contraire à la loi, dans la mesure où les primes d'ancienneté et de fidélité convenues contractuellement, effectivement versées et régulièrement dues sont exclues du gain assuré (consid. 4)."], "faits": "BGE 144 V 195 S. 196\n\nA. Der 1972 geborene A. war vom 1. April 2011 bis 30. November 2016 bei der B. AG als Regionalleiter tätig gewesen. Er meldete sich am 14. Oktober 2016 zur Arbeitsvermittlung und ab 1. Dezember 2016 zum Taggeldbezug bei der Arbeitslosenversicherung an. Mit Verfügung vom 23. Dezember 2016 setzte die Arbeitslosenkasse des Kantons Luzern den versicherten Verdienst auf Fr. 8'604.- fest, was sie mit Einspracheentscheid vom 20. Januar 2017 bestätigte.\n\nB. Die dagegen erhobene Beschwerde hiess das Kantonsgericht des Kantons Luzern in dem Sinne gut, dass es den Einspracheentscheid vom 20. Januar 2017 aufhob und die Sache an die Arbeitslosenkasse zurückwies, damit sie gemäss den Erwägungen verfahre und neu verfüge.\n\nC. Die Arbeitslosenkasse führt Beschwerde in öffentlich-rechtlichen Angelegenheiten und beantragt die Aufhebung des vorinstanzlichen Entscheids.\n\nA. verzichtet auf eine Stellungnahme. Das Staatssekretariat für Wirtschaft (SECO) schliesst auf Gutheissung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Streitig und zu prüfen ist, ob die Vorinstanz zu Recht das im April 2016 für fünf Anstellungsjahre ausbezahlte Dienstaltersgeschenk in der Höhe von Fr. 3'610.- anteilsmässig in jenen Monaten, die in den Bemessungszeitraum vom 1. Dezember 2015 bis BGE 144 V 195 S. 19730. November 2016 fallen, in die Berechnung des versicherten Verdienstes einbezog.\n\n3.\n\n3.1 Das kantonale Gericht erwog, es sei nicht ersichtlich, weshalb die Verwaltung von ihrer bis Januar 1998 gültig gewesenen Praxis abgewichen sei, indem sie Dienstaltersgeschenke und Treueprämien nicht mehr zum versicherten Verdienst gehörend ansehe. Diese neue Praxis gemäss Weisung des SECO (AVIG-Praxis ALE, Rz. C2 vom Januar 2013) könne sich weder auf die bundesgerichtliche Rechtsprechung noch auf die Lehre stützen. Dienstaltersgeschenke und Treueprämien seien nicht vom versicherten Verdienst auszunehmen, nur weil sie in längeren Zeitabschnitten ausgerichtet würden. Vertraglich vereinbarte, regelmässig und damit normalerweise ausbezahlte Treueprämien und Dienstaltersgeschenke seien weiterhin bei der Berechnung des versicherten Verdienstes unabhängig davon zu berücksichtigen, ob sie in kürzeren oder längeren Zeitabschnitten geleistet worden seien. Es lägen somit triftige Gründe vor, um von der Verwaltungsweisung abzuweichen.\n\n3.2 Die Beschwerdeführerin und das SECO halten dagegen, Treueprämien und Dienstaltersgeschenke seien zwar massgebender Lohn nach Art. 7 AHVV (SR 831.101). Dieser sei aber nicht deckungsgleich mit dem zu berücksichtigenden Lohn für die Berechnung des versicherten Verdienstes, was sich bereits aus der einschränkenden Formulierung \"normalerweise\" erzielt ergebe. Damit ein ausbezahltes Dienstaltersgeschenk als normalerweise erzielt (im Sinne von Art. 23 Abs. 1 AVIG [SR 837.0]) angesehen werden könne, müsse es laut Verwaltungsweisung in kürzeren Zeitabschnitten, beispielsweise jährlich und nicht nur alle fünf Jahre, ausgerichtet werden. Dienstaltersgeschenke und Treueprämien würden überdies nicht pro rata temporis ausbezahlt, wenn eine arbeitnehmende Person bei Beendigung des Arbeitsverhältnisses die nötige Anzahl Dienstjahre noch nicht erreicht habe. Bei einer jährlichen Auszahlung - entsprechend dem Bemessungszeitraum für den versicherten Verdienst von längstens zwölf Monaten nach Art. 37 AVIV (SR 837.02) - liege Regelmässigkeit vor und die Dienstaltersgeschenke erhielten mehr den Charakter einer Bonuszahlung. Je grösser der zeitliche Abstand ihrer Ausrichtung, desto zufälliger sei die Anrechnung einer solchen Leistung. Dies könne ebenso zu Ungleichbehandlungen unter den Versicherten führen wie der Umstand, dass eine Berücksichtigung beim versicherten Verdienst davon abhänge, ob das Dienstaltersgeschenk als Urlaub oder in Geldform bezogen werde. BGE 144 V 195 S. 198\n\n4.\n\n4.1 Als versicherter Verdienst gilt der im Sinne der AHV-Gesetzgebung massgebende Lohn, der während eines Bemessungszeitraumes (gemäss Art. 37 AVIV) aus einem oder mehreren Arbeitsverhältnissen normalerweise erzielt wurde (Art. 23 Abs. 1 Satz 1 AVIG). Darin eingeschlossen sind die vertraglich vereinbarten regelmässigen Zulagen, soweit sie nicht Entschädigung für arbeitsbedingte Inkonvenienzen darstellen. Der versicherte Verdienst orientiert sich demnach am massgebenden Lohn im Sinne von Art. 5 Abs. 2 AHVG in Verbindung mit Art. 7 AHVV (BGE 122 V 36 E. 4b S. 365). Mit dem Rechtsbegriff \"normalerweise\" sollen Einkünfte, die mit über ein normales Arbeitnehmerpensum hinausgehenden Beschäftigungen erzielt werden, für den versicherten Verdienst unbeachtlich bleiben. Entsprechend der Zweckbestimmung, nur für normale übliche Arbeitnehmertätigkeit Versicherungsschutz zu bieten, oder weil der eigentliche Grund ihrer Ausrichtung mit der Arbeitslosigkeit entfallen ist, sind Überzeit- und Überstundenentschädigung, vertraglich vereinbarte Schichtzulagen, Familienzulagen und Spesenentschädigungen etc. bei der Ermittlung des versicherten Verdienstes nicht zu berücksichtigen. Ferner ist auch die Entschädigung für nicht bezogene Ferien bei der Festsetzung des versicherten Verdienstes ausser Acht zu lassen (THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 2376 Rz. 366 f. mit Hinweisen auf die Rechtsprechung).\n\n4.2 Die Verwaltungsweisungen richten sich an die Durchführungsstellen und sind für das Sozialversicherungsgericht nicht verbindlich. Dieses soll sie bei seiner Entscheidung aber berücksichtigen, sofern sie eine dem Einzelfall angepasste und gerecht werdende Auslegung der anwendbaren gesetzlichen Bestimmungen zulassen. Das Gericht weicht also nicht ohne triftigen Grund von Verwaltungsweisungen ab, wenn diese eine überzeugende Konkretisierung der rechtlichen Vorgaben darstellen. Insofern wird dem Bestreben der Verwaltung, durch interne Weisungen eine rechtsgleiche Gesetzesanwendung zu gewährleisten, Rechnung getragen (BGE 141 V 365 E. 2.4 S. 368; BGE 138 V 346 E. 6.2 S. 362; BGE 137 V 1 E. 5.2.3 S. 8; BGE 133 V 257 E. 3.2 S. 258).\n\n4.3 In der Weisung des SECO gemäss AVIG-Praxis ALE, Rz. C2 vom Januar 2013 werden Treueprämien und Dienstaltersgeschenke ohne weitere Begründung vom versicherten Verdienst ausgenommen. Wie das kantonale Gericht bereits festhielt, findet sich eine Präzisierung im Audit Letter 2015/2 des SECO dahingehend, dass BGE 144 V 195 S. 199Treueprämien bzw. Dienstaltersgeschenke zwar zum massgebenden Lohn gehörten, damit diese aber als normalerweise erzielt betrachtet und beim versicherten Verdienst berücksichtigt werden könnten, müssten sie in kürzeren Zeitabschnitten, wie beispielsweise jährlich, ausgerichtet werden. Würden Treueprämien nur in längeren Zeitabschnitten, wie zum Beispiel alle fünf Jahre, ausgerichtet, gälten diese nicht als normalerweise erzielt und zählten nicht zum versicherten Verdienst. Unter den in der AVIG-Praxis ALE, Rz. C2 erwähnten, vom versicherten Verdienst ausgenommenen Dienstaltersgeschenken und Treueprämien seien solche in längeren Zeitabschnitten ausgerichtete Prämien zu verstehen.\n\n4.4 Rechtsprechungsgemäss zählen in Übereinstimmung mit der Literatur (THOMAS NUSSBAUMER, a.a.O., Rz. 365; BORIS RUBIN, Commentaire de la loi sur l'assurance-chômage, 2014, S. 249 N. 10 zu Art. 23 AVIG; BARBARA KUPFER BUCHER, Fokus Arbeitslosenversicherung, Ein Kompendium zu den Kernthemen des Arbeitslosenversicherungsrechts, 2016, S. 144) Treueprämien und Dienstaltersgeschenke - im Sinne von vertraglich vereinbarten und tatsächlich ausbezahlten regelmässigen Zulagen - zum versicherten Verdienst. So führte das Eidgenössische Versicherungsgericht (heute: sozialrechtliche Abteilungen des Bundesgerichts), ohne sich allerdings mit der hier interessierenden Frage näher befasst zu haben, im Urteil C 139/05 vom 26. Juni 2006 E. 4.1, in: ARV 2006 Nr. 27 S. 307 aus, die Arbeitslosenversicherung solle nicht den Verlust von Aktivitäten decken, die über die normale Arbeitnehmertätigkeit hinausgingen. Teuerungszulagen, Gratifikationen sowie Treue- und Leistungsprämien zählten dagegen zum versicherten Verdienst (siehe auch Urteil C 179/06 vom 15. November 2006 E. 4). Es verwies dabei auf BGE 122 V 362 E. 3 S. 363, worin die damalige Verwaltungspraxis zitiert wurde. Danach gehörten zum versicherten Verdienst nebst dem Grundlohn die vertraglich vereinbarten regelmässigen Zulagen, wie beispielsweise der 13. Monatslohn, Treueprämien, Orts- und Teuerungszulagen sowie die Gratifikationen, soweit ein Rechtsanspruch darauf bestand (Rz. 140 des ab 1. Januar 1992 gültig gewesenen Kreisschreibens des damaligen Bundesamtes für Industrie, Gewerbe und Arbeit [BIGA] über die Arbeitslosenentschädigung [KS-ALE]). In E. 4 S. 364 ff. des soeben zitierten Urteils entschied das Eidgenössische Versicherungsgericht in Bezug auf Gratifikationen, der versicherte Verdienst umfasse diese unbesehen ihrer Klagbarkeit, weshalb sich Rz. 140 insofern als rechtswidrig erweise. BGE 144 V 195 S. 200\n\n4.5 Für eine Praxisänderung besteht auch nach näherer Betrachtung keine Veranlassung. Treueprämien und Dienstaltersgeschenke zählen zum massgebenden Lohn nach Art. 7 AHVV (vgl. Wegleitung des Bundesamtes für Sozialversicherungen über den massgebenden Lohn in der AHV, IV und EO [WML Rz. 2006, gültig ab 1. Januar 2008, Stand 1. Januar 2016]) und sind auch mit dem Rechtsbegriff \"normalerweise\" erzielt im Sinne von Art. 23 Abs. 1 AVIG vereinbar, wie sich aus den nachstehenden Erwägungen ergibt. Die in Rz. C2 der aktuellen AVIG-Praxis des SECO verlangte Ausrichtung des Dienstaltersgeschenks in kürzeren (jährlichen) Zeitabschnitten, damit es zum versicherten Verdienst zähle, entspricht weder besserer Erkenntnis der ratio legis, veränderten äusseren Verhältnissen noch gewandelter Rechtsanschauung (vgl. zu den Voraussetzungen einer Rechtsprechungsänderung: BGE 137 V 282 E. 4.2 S. 291; BGE 135 I 79 E. 3 S. 82; je mit Hinweisen).\n\n4.6\n\n4.6.1 Im erwähnten Urteil C 139/05 wurde entschieden, dass ein im Arbeitsvertrag vereinbarter \"bonus de présence\" in Höhe von drei Monatslöhnen, dessen Ausrichtung nur für ganz besondere Umstände vorgesehen war und der nur ein einziges Mal bei der Einstellung des Betriebs ausgerichtet wurde, nicht normalerweise erzielter Lohn nach Art. 23 Abs. 1 AVIG darstelle und demnach für die Berechnung des versicherten Verdienstes nicht zu berücksichtigen war. Hier liegt im Gegensatz dazu keine einmalige Sonderprämie vor, die nur unter ganz bestimmten Konstellationen zur Auszahlung gelangt und daher nicht als normalerweise erzielter Lohn qualifiziert werden könnte. Als eine Belohnung für die Betriebstreue und als Dank für geleistete Dienste liegt eine regelmässig geschuldete Leistung vor, die ohne weitere Bedingungen zur Auszahlung gelangt, sobald die hierzu vertraglich vereinbarten Anstellungsjahre erreicht worden sind. Dass Treueprämien und Dienstaltersgeschenke nur dann als regelmässige Zulagen und somit als \"normalerweise\" erzielt anzusehen wären, wenn sie in kürzeren Zeitabschnitten, wie jährlich, ausgerichtet würden, lässt sich Gesetz und Rechtsprechung nicht entnehmen. Stichhaltige Gründe, weshalb Dienstaltersgeschenke und Treueprämien nicht als im Rahmen einer normalen üblichen Arbeitnehmertätigkeit erzielte Einkünfte gelten sollen, sofern sie erst nach fünf oder mehr Dienstjahren ausbezahlt werden, ergeben sich nicht aus den Darlegungen der Beschwerdeführerin oder des SECO. Die Argumentation der Beschwerdeführerin ist daher nicht geeignet, BGE 144 V 195 S. 201\n\neine Bundesrechtsverletzung durch das kantonale Gericht zu begründen (nicht publ. E. 1). Ein Dienstaltersgeschenk, das nach Ablauf von fünf Dienstjahren ausgerichtet wurde, zum versicherten Verdienst zu zählen, läuft dem Sinn und Zweck der Arbeitslosenversicherung, nur für normale übliche Arbeitnehmertätigkeit Versicherungsschutz zu bieten, nicht zuwider, weshalb die vorinstanzliche Auffassung zu schützen ist.\n\n4.6.2 Auch unter dem Gesichtswinkel der Gleichbehandlung führen die Einwände der Arbeitslosenkasse zu keinem anderen Ergebnis. Ob das erhaltene Dienstaltersgeschenk in den Bemessungszeitraum nach Art. 37 AVIV fällt, hängt nicht von Zufälligkeiten ab, wie sie befürchtet. Dies ergibt sich vielmehr aus der Konstellation im Einzelfall (Zeitpunkt des Eintritts der Arbeitslosigkeit, vertraglich vereinbarter Anspruch auf Treueprämien und Dienstaltersgeschenke in Geldform, Bemessungszeitraum etc.). So ist beispielsweise auch die Ferienentschädigung nicht Bestandteil des versicherten Verdienstes, soweit der Ferienanspruch in Form eines Lohnzuschlages abgegolten wird und in den relevanten Monaten keine Ferien bezogen werden. Im Falle der Abgeltung des Ferienanspruchs in Form eines Lohnzuschlages kann die Ferienentschädigung deshalb nur als versicherter Verdienst derjenigen Monate angerechnet werden, in denen Ferien, zusammenhängend oder an einzelnen Tagen, tatsächlich bezogen werden (BGE 125 V 42 E. 5b S. 48). Eine Hinzurechnung hängt somit von den tatsächlichen Gegebenheiten des Einzelfalls ab, ohne damit eine stossende Ungleichbehandlung von Versicherten herbeizuführen, da sich diese auf sachliche Gründe zu stützen vermag. Dies gilt auch für die Berücksichtigung des Dienstaltersgeschenks oder von Treueprämien, wobei sich die für den versicherten Verdienst relevanten Beitragsmonate am Beginn der Rahmenfrist für den Leistungsbezug orientieren, was ein sachlich gerechtfertigter Anknüpfungspunkt für den Bemessungszeitraum darstellt. Sind Dienstaltersgeschenk oder Treueprämie im massgebenden Bemessungszeitraum geschuldet und tatsächlich ausgerichtet worden, sind sie bei der Bestimmung des versicherten Verdienstes zu berücksichtigen. Rz. C2 der AVIG-Praxis ALE vom Januar 2013 ist nach dem Gesagten insoweit als gesetzeswidrig anzusehen, als darin vertraglich vereinbarte und tatsächlich ausbezahlte, regelmässig geschuldete Dienstaltersgeschenke und Treueprämien vom versicherten Verdienst ausgenommen werden. Das Dienstaltersgeschenk des Beschwerdegegners in der Höhe von Fr. 3'610.- ist daher, im Einklang BGE 144 V 195 S. 202mit der Zweckbestimmung des Art. 23 AVIG, normalerweise erzielter Verdienst. Unbestritten ist schliesslich, dass eine Anrechnung des Betrags anteilsmässig vorzunehmen ist, entsprechend der in den Bemessungszeitraum fallenden Monate, für die der Versicherte das auf fünf Anstellungsjahre bzw. 60 Monate bezogene Dienstaltersgeschenk erhielt (vgl. vorinstanzlicher Entscheid E. 4.4.4 mit Verweis auf Urteil 8C_757/2011 vom 21. Dezember 2011 E. 3.4). Die Beschwerde ist unbegründet."}