{"annee": "144", "cour": "V", "page": "327", "date": "9/10/2018", "cite": ["137 V 383", "136 V 127", "142 V 129", "139 V 66", "142 V 233", "134 V 369", "136 V 49", "135 V 80", "138 V 86"], "cite_par": ["145 V 289"], "chapeau": "36. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Pensionskasse der Bank A. gegen B. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_118/2018 vom 9. Oktober 2018", "regestes": ["Art. 20a al. 1 let. a, art. 49 al. 2 ch. 3 LPP; art. 89a al. 6 ch. 3 CC; prestations pour survivants de la prévoyance professionnelle plus étendue; capital décès; désignation du concubin survivant. Être le bénéficiaire d'une clause en faveur du concubin survivant implique une durée ininterrompue de la communauté de vie d'au moins cinq ans immédiatement avant la mort de la personne assurée (réponse à la question laissée ouverte dans l'arrêt 9C_284/2015 du 22 avril 2016 consid. 3, non publié in ATF 142 V 233, mais in SVR 2016 BVG n° 33 p. 135) (consid. 4.1 et 4.2)."], "faits": "BGE 144 V 327 S. 327\n\nA. Der mit B. verheiratete D. war ab Anfang 2008 bei der Pensionskasse der Bank A. für die berufliche Vorsorge versichert. Im Juli 2015 beantragte er mittels Formular \"Änderung derBGE 144 V 327 S. 328Begünstigungsordnung\", das Todesfallkapital sei bei seinem Ableben nicht seiner Ehefrau, sondern vollumfänglich seiner Lebenspartnerin C. auszuzahlen. Am 29. November 2015 verstarb D. Seine Witwe B. ersuchte im Dezember 2015 um Ausrichtung sowohl der Witwenrente als auch des Todesfallkapitals. Die Pensionskasse stellte sich auf den Standpunkt, die vom Versicherten gegenüber der Ehefrau begünstigte C. erfülle sämtliche reglementarischen Anspruchsvoraussetzungen, weshalb das Todesfallkapital nicht der Witwe, sondern der Lebenspartnerin des Verstorbenen auszurichten sei.\n\nB. B. erhob am 15. Juni 2016 beim Sozialversicherungsgericht des Kantons Zürich Klage mit dem Rechtsbegehren, die Pensionskasse sei zu verpflichten, ihr das Todesfallkapital von Fr. 117'970.- auszuzahlen. Das Gericht hiess die Klage mit Entscheid vom 30. November 2017 gut.\n\nC. Die Pensionskasse führt Beschwerde ans Bundesgericht mit dem Antrag auf Aufhebung des vorinstanzlichen Entscheids und Abweisung der Klage, eventuell sei die Streitsache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nB. ersucht um Abweisung der Beschwerde, während die als Mitinteressierte beigeladene C. deren Gutheissung beantragt. Das Bundesamt für Sozialversicherungen hat auf eine Vernehmlassung verzichtet.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Nach Art. 20a Abs. 1 BVG kann die Vorsorgeeinrichtung in ihrem Reglement neben den Anspruchsberechtigten nach den Art. 19 (überlebender Ehegatte), 19a (eingetragene Partnerinnen oder Partner) und 20 (Waisen) begünstigte Personen für die Hinterlassenenleistungen vorsehen, u.a. natürliche Personen, die vom Versicherten in erheblichem Masse unterstützt worden sind, oder die Person, die mit diesem in den letzten fünf Jahren bis zu seinem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufkommen muss (lit. a). Eine Vorsorgeeinrichtung muss nicht alle der in Art. 20a Abs. 1 lit. a BVG aufgezählten Personen begünstigen und kann den Kreis der Anspruchsberechtigten enger fassen als im Gesetz umschrieben. Insbesondere ist sie befugt, von einem restriktiveren Begriff der Lebensgemeinschaft auszugehen. Denn die Begünstigung BGE 144 V 327 S. 329der in Art. 20a Abs. 1 BVG genannten Personen gehört zur weitergehenden bzw. überobligatorischen beruflichen Vorsorge (Art. 49 Abs. 2 Ziff. 3 BVG und Art. 89a Abs. 6 Ziff. 3 ZGB). Die Vorsorgeeinrichtungen sind somit frei zu bestimmen, ob sie überhaupt und für welche dieser Personen sie Hinterlassenenleistungen vorsehen wollen. Zwingend zu beachten sind lediglich die in lit. a-c von Art. 20a Abs. 1 BVG aufgeführten Personenkategorien sowie die Kaskadenfolge. Umso mehr muss es den Vorsorgeeinrichtungen daher grundsätzlich erlaubt sein, etwa aus Gründen der Rechtssicherheit (Beweis anspruchsbegründender Umstände) oder auch im Hinblick auf die Finanzierbarkeit der Leistungen, den Kreis der zu begünstigenden Personen enger zu fassen als im Gesetz umschrieben (BGE 142 V 233 E. 1.1 S. 235; BGE 137 V 383 E. 3.2 S. 388; BGE 136 V 49 E. 3.2 S. 51, BGE 136 V 127 E. 4.4 S. 130; BGE 134 V 369 E. 6.3.1.2 S. 378; je mit Hinweisen).\n\n1.2 Unter dem Titel \"Todesfallkapital\" findet sich im hier anwendbaren Vorsorgereglement der Pensionskasse (\"Reglement über die Sparversicherung\"; nachfolgend: Vorsorgereglement) vom Januar 2015 folgende Bestimmung:\n\n\"Art. 62 Anspruch\n\n1. Stirbt ein Versicherter, Alters- oder Invalidenrentner, wird den Anspruchsberechtigten gemäss Abs. 2 ein Todesfallkapital ausbezahlt.\n\n2. Anspruchsberechtigt sind in nachstehender Reihenfolge:\n\na. aa) der Ehegatte;\n\nab) die Kinder des Verstorbenen, die Anspruch auf Waisenrente haben;\n\nac) natürliche Personen, die vom Versicherten in erheblichem Masse unterstützt worden sind, oder die Person, die mit diesem in den letzten drei Jahren bis zu seinem Tod ununterbrochen eine Le- bensgemeinschaft, also eine feste Zweierbeziehung in einem gemeinsamen Haushalt geführt hat;\n\nb. beim Fehlen von begünstigten Personen nach lit. a.\n\nba) die Kinder des Verstorbenen, die keinen Anspruch auf Waisenrente haben;\n\nbb) die Eltern;\n\nbc) die Geschwister und Halbgeschwister;\n\nc. beim Fehlen von begünstigten Personen nach lit. a. und b. die übrigen gesetzlichen Erben, unter Ausschluss des Gemeinwesens.\n\n3. Der Versicherte, Alters- oder Invalidenrentner muss der Pensionskasse Anspruchsberechtigte gemäss Abs. 2 lit. a. ac) in einer schriftlichen Erklärung mitteilen.\n\nBGE 144 V 327 S. 330\n\n4. Der Versicherte, Alters- oder Invalidenrentner kann in einer schriftlichen Erklärung zuhanden der Pensionskasse innerhalb einer Kaskadenstufe in Abs. 2 (lit. a., b. oder c.)\n\na) eine andere als die vorgesehene Reihenfolge der Begünstigten,\n\nb) die Verteilung des Todesfallkapitals auf mehrere von ihm bezeichnete Anspruchsberechtigte\n\nbeantragen, sofern es dem Vorsorgezweck besser Rechnung trägt.\n\n5. Die schriftliche Erklärung muss auf dem entsprechenden Formular der Pensionskasse erfolgen und vor dem Todeszeitpunkt bei der Pensionskasse eingegangen sein.\n\n6. Eine Unterstützung in erheblichem Masse liegt vor, wenn der Versicherte für den oder die Begünstigten mindestens für die Hälfte der Lebenskosten aufkommt oder aufgekommen ist und diese Unterstützung regelmässig und während mindestens drei Jahren erfolgt ist.\"\n\n2. Letztinstanzlich wird (zu Recht) von keiner Seite mehr geltend gemacht, der Tatbestand der erheblichen Unterstützung durch den Verstorbenen (Art. 62 Abs. 2 lit. a/ac erster Halbsatz Vorsorgereglement) werde erfüllt. Die Vorinstanz hat die wirtschaftlichen Verhältnisse des Versicherten einlässlich geprüft und gelangte zum Schluss, dass er bis zu seinem Hinschied offensichtlich nicht in der Lage gewesen sei, seiner (erwerbstätigen) Lebenspartnerin einen erwähnenswerten finanziellen Beitrag an die Lebenshaltung zukommen zu lassen. Unter den Verfahrensbeteiligten ist zudem nunmehr unbestritten, dass der Versicherte von August 2012 bis zu seinem Tod am 29. November 2015, mithin mehr als drei Jahre lang mit der beigeladenen C. eine ununterbrochene feste Zweierbeziehung mit gemeinsamem Haushalt geführt hat. Ebenfalls nicht streitig ist, dass er mit schriftlicher, vor dem Todeszeitpunkt bei der Pensionskasse eingegangener Erklärung auf dem dafür vorgesehenen Formular seine Lebenspartnerin mitgeteilt und betreffend Todesfallkapital deren Begünstigung gegenüber der Ehefrau beantragt hat. Nach Auffassung der beschwerdeführenden Pensionskasse und der Beigeladenen selber erfüllt Letztere damit sämtliche reglementarischen Anspruchsvoraussetzungen für die Ausrichtung des Todesfallkapitals (Art. 62 Abs. 2 lit. a/ac in Verbindung mit Abs. 3, Abs. 4 lit. a und Abs. 5 Vorsorgereglement). Vorinstanz und Ehefrau des Verstorbenen vertreten demgegenüber den Standpunkt, die von der Pensionskasse im Vorsorgereglement (Art. 62 Abs. 2 lit. a/ac) vorgenommene Verkürzung der minimalen Dauer der Lebensgemeinschaft auf drei Jahre sei unzulässig. Denn Art. 20a Abs. 1 lit. a BVG schreibe zwingend vor, dass die begünstigte Person mit dem Versicherten in denBGE 144 V 327 S. 331 letzten fünf Jahren bis zu seinem Tod ununterbrochen eine Lebensgemeinschaft geführt habe.\n\n3. Ausgangspunkt jeder Gesetzesauslegung bildet der Wortlaut der Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich von Sinn und Zweck sowie der dem Text zugrundeliegenden Wertung. Wichtig ist auch der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 142 V 129 E. 5.2.1 S. 134; BGE 139 V 66 E. 2.2 S. 68; je mit Hinweisen).\n\n4.\n\n4.1 Die rein grammatikalische Auslegung von Art. 20a Abs. 1 lit. a BVG ist klar. Begünstigt werden können u.a. natürliche Personen, die mit dem Versicherten \"in den letzten fünf Jahren\" (\"negli ultimi cinque anni\") vor seinem Tod ununterbrochen eine Lebensgemeinschaft geführt haben. Dabei bringt die französische Fassung der Norm (\"d'au moins cinq ans\") noch deutlicher als die beiden Übrigen zum Ausdruck, dass es sich bei der verlangten fünfjährigen Dauer der Lebensgemeinschaft um ein gesetzliches Minimalerfordernis handelt. Dies ergibt sich denn auch aus den Materialien. Gemäss Botschaft zur 1. BVG-Revision vom 1. März 2000 können die Vorsorgeeinrichtungen in ihrem Reglement neu vorsehen, dass die nicht verheirateten Lebenspartner Hinterlassenenleistungen nicht nur erhalten, wenn sie in erheblichem Masse unterstützt worden sind, sondern auch, wenn die Partnerschaft als Lebensgemeinschaft mindestens die letzten fünf Jahre bis zum Tod der versicherten Person ununterbrochen gedauert hat oder wenn für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufzukommen ist (BBl 2000 2684 Ziff. 2.9.6.3). Die von beiden Räten diskussionslos angenommene zeitliche Mindestanforderung widerspiegelt die gesetzgeberische Gewichtung, wonach eine Lebensgemeinschaft (vgl. dazu BGE 138 V 86 E. 4.1 S. 92) erst ab einer Dauer von fünf Jahren derart beständig ist, dass sie zu den beiden alternativen Anspruchserfordernissen (Unterstützung in erheblichem Masse; Unterhaltspflicht gegenüber BGE 144 V 327 S. 332einem oder mehreren gemeinsamen Kindern) gleichwertig ist. Der Wortlaut der streitigen Bestimmung entspricht demnach der Regelungsabsicht des Gesetzgebers, wie sie sich aus den Materialien ergibt. Entgegen der Auffassung der beschwerdeführenden Pensionskasse lässt sich aus der Einbettung von Art. 20a Abs. 1 lit. a BVG im gesamten Normengefüge nichts zu ihren Gunsten ableiten. Am ehesten vergleichbare Regelungsthemen beschlagen die Begünstigtenordnung zur Erhaltung des Vorsorgeschutzes (Art. 15 Abs. 1 lit. b Ziff. 2 FZV [SR 831.425]) und diejenige von Art. 2 Abs. 1 lit. b Ziff. 2 der Verordnung vom 13. November 1985 über die steuerliche Abzugsberechtigung für Beiträge an anerkannte Vorsorgeformen (BVV 3; SR 831.461.3; vgl. BGE 135 V 80 E. 2.1 und 3.3 S. 83 und 86). Im Zuge der 1. BVG-Revision (Inkrafttreten am 1. Januar 2005) übernahm der Verordnungsgeber denn auch für diese beiden Begünstigungsregelungen praktisch wortwörtlich die vom Gesetzgeber in Art. 20a Abs. 1 lit. a BVG getroffene Lösung.\n\n4.2 Die Interpretation dieser Bestimmung anhand der Auslegungskriterien der Entstehungsgeschichte, des normspezifischen Zwecks und des Bedeutungszusammenhangs mit anderen Vorschriften führt somit zum klaren Ergebnis, dass der Wortlaut ihren wahren Sinn zum Ausdruck bringt. Art. 20a Abs. 1 lit. a BVG verankert für die Begünstigung des überlebenden Lebenspartners das (überobligatorische) gesetzliche Mindestkriterium einer ununterbrochenen fünf jährigen Lebensgemeinschaft unmittelbar vor dem Tod der versicherten Person (Beantwortung der im Urteil 9C_284/2015 vom 22. April 2016 E. 3, nicht publ. in: BGE 142 V 233, aber in: SVR 2016 BVG Nr. 33 S. 135 offengelassenen Frage). Soweit ersichtlich, entspricht diese Betrachtungsweise der einhelligen Auffassung der Lehre (vgl. ESTHER AMSTUTZ, Die Begünstigtenordnung der beruflichen Vorsorge, 2014, S. 218 Rz. 584 in fine; GUSTAVO SCARTAZZINI, in: BVG und FZG, 2010, N. 6 zu Art. 20a BVG; MARC HÜRZELER, Todesfallleistungen nach Art. 20a BVG: Eine Übersicht, Schweizer Personalvorsorge [SPV] 2014 Heft 7 S. 30; MARKUS MOSER, Umsetzungsfragen bei Lebenspartnerleistungen, SPV a.a.O. S. 51; KURT C. SCHWEIZER, Abwicklungsprobleme bei Hinterbliebenenleistungen, etwa bei zeitgemässen Partnerschaftsmodellen, in: BVG-Tagung 2009: Aktuelle Fragen der beruflichen Vorsorge, S. 146; LUCREZIA GLANZMANN-TARNUTZER, Die Lebenspartnerrente gemäss Art. 20a Abs. 1 lit. a BVG, AJP 2014 S. 1151). BGE 144 V 327 S. 333\n\n4.3 Die reglementarische Vorschrift der Beschwerdeführerin, wonach für die Begünstigung des überlebenden Lebenspartners bereits eine dreijährige Partnerschaft ausreicht (Art. 62 Abs. 2 lit. a/ac Vorsorgereglement), widerspricht nach dem Gesagten dem gesetzlichen Mindestkriterium. Die Vorinstanz hat der bundesrechtswidrigen Reglementsbestimmung die Anwendung zu Recht versagt."}