{"annee": "144", "cour": "III", "page": "368", "date": "24/5/2018", "cite": ["112 II 289", "119 II 167", "134 III 326", "131 III 70", "138 V 258", "131 II 13", "134 III 366", "140 III 167", "109 IB 232", "130 III 489", "142 V 513"], "cite_par": [], "chapeau": "44. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n5A_481/2017 vom 24. Mai 2018", "regestes": ["Art. 4 al. 1 et art. 8 al. 1 de la Convention de la Haye sur la loi applicable aux obligations alimentaires; portée de l'art. 8 de la Convention s'agissant de la détermination du droit applicable à l'entretien provisoire requis à titre provisionnel pour la durée de la procédure en complément d'un jugement de divorce étranger. Application de la Convention de la Haye sur la loi applicable aux obligations alimentaires (consid 2.3). Champs d'application respectifs des art. 4 et 8 de la Convention en cas de séparation et de divorce (consid. 3.2 et 3.3). Conformément à l'art. 8 al. 1 de la Convention, l'entretien provisoire requis à titre provisionnel pour la durée de la procédure en complément d'un jugement de divorce étranger (entré en force et reconnu) est régi par la loi applicable au divorce (consid. 3.4 et 3.5). L'application de la loi interne du lieu de résidence habituelle du créancier d'aliments selon l'art. 4 al. 1 de la Convention est arbitraire (consid. 3.1 et 3.6)."], "faits": "BGE 144 III 368 S. 369\n\nA.\n\nA.a B. (geb. 1964; Beschwerdegegnerin) und A. (geb. 1957; Beschwerdeführer), beides Staatsangehörige der Tschechischen Republik, heirateten am 15. November 1990 in der gemeinsamen Heimat. Sie haben einen mittlerweile volljährigen Sohn. Gegen Ende des Jahres 2012 hoben die Ehegatten den gemeinsamen Haushalt auf, der sich zuletzt in der Schweiz befand. Heute lebt B. in der Schweiz und A. in der Tschechischen Republik. Mit Urteil vom 28. Januar 2014 schied ein Kreisgericht in der Tschechischen Republik auf Klage von A. hin die Ehe nach Massgabe des tschechischen Rechts. Die Nebenfolgen der Scheidung regelte es nicht. Dieses Urteil ist in Rechtskraft erwachsen.\n\nBereits am 22. Januar 2014 hatte B. beim Regionalgericht Oberland Klage auf Scheidung der Ehe und eventuell Ergänzung des tschechischen Scheidungsurteils erhoben. In der Schweiz sollten die Scheidungsnebenfolgen geregelt werden, namentlich der nacheheliche Unterhalt. Gleichzeitig hatte B. den Erlass verschiedener vorsorglicher Massnahmen beantragt, darunter die Verpflichtung von A. zu Unterhaltszahlungen für das Jahr vor Klageeinreichung und \"bis zur Rechtskraft des Ergänzungsurteils\".\n\nA.b Am 6. Oktober 2014 wies das Regionalgericht das Gesuch um vorsorgliche Massnahmen ab, soweit es darauf eintrat. Diesen Entscheid hob das Obergericht des Kantons Bern in Gutheissung der Berufung von B. auf.\n\nIm erneuten Entscheid vom 28. April 2016 nahm das Regionalgericht davon Vormerk, dass die Ehe seit dem 21. Februar 2014 BGE 144 III 368 S. 370rechtskräftig geschieden ist, und verpflichtete A. dazu, an B. ab dem Datum der Scheidung für die Dauer des Hauptverfahrens monatlichen Unterhalt von Fr. 9'850.- zu bezahlen.\n\nB. Gegen diesen Entscheid reichten beide Parteien Berufung beim Obergericht ein. In teilweiser Gutheissung der Berufung von B. verpflichtete das Gericht mit Entscheid vom 18. Mai 2017 A. dazu, an B. ab dem 22. Januar 2013 und während der Dauer des Hauptverfahrens Unterhalt von Fr. 19'390.- im Monat zu bezahlen (Dispositivziffer 3). Ausserdem verlegte das Obergericht die Kosten der kantonalen Verfahren (Dispositivziffern 4-7).\n\nC. Mit Beschwerde in Zivilsachen vom 26. Juni 2017 beantragt A., in Aufhebung von Ziffer 3 des Entscheids des Obergerichts sei der Antrag um vorsorglichen Unterhalt abzuweisen. Eventuell sei die Angelegenheit zur erneuten Beurteilung an die Vorinstanz zurückzuweisen. Aufzuheben sei das obergerichtliche Urteil auch bezüglich der kantonalen Prozesskosten, zu deren erneuten Verteilung die Sache ebenfalls an das Obergericht zurückzuweisen sei.\n\nDas Bundesgericht heisst die Beschwerde gut und weist die Sache zum erneuten Entscheid an das Obergericht zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.3 Zur Bestimmung des anwendbaren Rechts hat das Obergericht auf das Haager Übereinkommen vom 2. Oktober 1973 über das auf Unterhaltspflichten anzuwendende Recht (SR 0.211.213.01; nachfolgend: Haager Unterhaltsübereinkommen oder HUÜ) abgestellt, was zu Recht nicht strittig ist (Art. 1 und 3 HUÜ; Art. 62 Abs. 3 i.V.m. Art. 49 IPRG [SR 291] und dazu statt vieler ZEITER/KOLLER, in: Handkommentar zum Schweizerischen Privatrecht, 3. Aufl. 2016, N. 9 zu Art. 62 IPRG; ANDREAS BUCHER, in: Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, N. 18 zu Art. 62 IPRG; LUKAS BOPP, in: Basler Kommentar, Internationales Privatrecht, 3. Aufl. 2013, N. 13 zu Art. 62 IPRG).\n\nNach Ansicht des Obergerichts ist im vorliegenden Massnahmeverfahren allerdings nicht über nachehelichen Unterhalt zu befinden. Vielmehr stehe allein der Unterhalt während des Scheidungsverfahrens im Streit, wobei dieses Verfahren erst mit dem Entscheid nicht nur über den Scheidungspunkt, sondern auch über die Scheidungsnebenfolgen BGE 144 III 368 S. 371 abgeschlossen werde. Damit gelange vorliegend die allgemeine Regelung von Art. 4 Abs. 1 HUÜ zur Anwendung, welche auf das am gewöhnlichen Aufenthalt der unterhaltsberechtigten Person geltende innerstaatliche Recht verweise. Erst der nacheheliche Unterhalt unterliege Art. 8 Abs. 1 HUÜ und erst wenn über diesen Unterhalt zu entscheiden sei, stelle sich die weitere Frage nach der Anerkennung des tschechischen Scheidungsurteils. Diese Sichtweise decke sich mit derjenigen des schweizerischen Prozessrechtes, welches als lex fori zur Anwendung gelange: Gemäss Art. 276 Abs. 3 ZPO könne das Gericht vorsorgliche Massnahmen auch dann anordnen, wenn die Ehe aufgelöst sei, das Verfahren über die Scheidungsfolgen aber noch andauere. Dies mache deutlich, dass das Scheidungsverfahren seinen Abschluss erst finde, wenn auch über die Nebenfolgen rechtskräftig entschieden sei. Damit sei vorliegend das Recht der Schweiz massgebend, dem gewöhnlichen Aufenthaltsort der Beschwerdegegnerin.\n\nDie Beschwerdegegnerin schliesst sich im Wesentlichen der Vorinstanz an. Die Anwendung des schweizerischen Rechts sei sachgerecht, da die Familie hier gelebt habe, die Unterhaltskosten hier anfielen sowie sämtliche Scheidungsnebenfolgen hier geregelt würden und namentlich auch die güterrechtliche Auseinandersetzung nach diesem Recht erfolge. Ausserdem könne Art. 8 Abs. 1 HUÜ nach seinem klaren Wortlaut erst Anwendung finden, wenn das tschechische Scheidungsurteil formell in der Schweiz anerkannt werde, was bisher nicht geschehen sei. Zudem verweist die Beschwerdegegnerin auf das Haager Protokoll vom 23. November 2007 über das auf Unterhaltspflichten anzuwendende Recht (HUP), welches ebenfalls das schweizerische Recht für anwendbar erkläre.\n\n3.\n\n3.1 Es fragt sich, ob das Obergericht ohne Willkür gestützt auf das Haager Unterhaltsübereinkommen schweizerisches Recht zur Anwendung bringen konnte. Hierbei ist zu beachten, dass Thema des Verfahrens in der Hauptsache entsprechend dem Antrag der Beschwerdegegnerin im Gesuch vom 22. Januar 2014 und nach Rechtskraft der in Tschechien ausgesprochenen Scheidung einzig noch die Regelung der Scheidungsnebenfolgen ist (vgl. zum Streitgegenstand Urteil 4A_556/2016 vom 19. September 2017 E. 4.1 mit Hinweisen, in: sic! 2018 S. 162). Damit betreffen auch die beantragten vorsorglichen Massnahmen keinen anderen Gegenstand (vgl. LUCIUS HUBER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], BGE 144 III 368 S. 372 Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 6 zu Art. 262 ZPO; THOMAS SPRECHER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 3. Aufl. 2017, N. 37 zu Art. 262 ZPO; JOHANN ZÜRCHER, in: Schweizerische Zivilprozessordnung [ZPO], Brunner und andere [Hrsg.], 2. Aufl. 2016, N. 5 zu Art. 262 ZPO) und insbesondere nicht den Unterhalt bis zur Auflösung der Ehe.\n\nWillkür in der Rechtsanwendung liegt vor, wenn der angefochtene Entscheid offensichtlich unhaltbar ist, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft; dass eine andere Lösung ebenfalls als vertretbar oder gar zutreffender erscheint, genügt nicht; zudem ist erforderlich, dass der Entscheid nicht nur in der Begründung, sondern auch im Ergebnis willkürlich ist (BGE 142 V 513 E. 4.2; BGE 140 III 167 E. 2.1).\n\n3.2 Das anwendbare Recht bestimmt sich wie dargelegt nach Massgabe des Haager Unterhaltsübereinkommens. Von vornherein unbehelflich ist daher der Hinweis des Obergerichts auf das schweizerische Prozessrecht, zumal das Übereinkommen nicht unter Rückgriff auf das Landesrecht auszulegen ist (vgl. KURT SIEHR, in: Münchener Kommentar zum Bürgerlichen Gesetzbuch, Internationales Privatrecht, Bd. 10, 5. Aufl. 2010, N. 12 zu Anhang I zu Art. 18 EGBGB [UStA]; allgemein zur Auslegung von Staatsverträgen vgl. BGE 138 V 258 E. 5.3.1 und 5.3.2 mit Hinweisen).\n\nGemäss Art. 4 Abs. 1 HUÜ ist für die vom Übereinkommen erfassten Unterhaltspflichten das am gewöhnlichen Aufenthalt der unterhaltsberechtigten Person geltende innerstaatliche Recht massgebend. Abweichend hiervon ist nach Art. 8 Abs. 1 HUÜ in einem Vertragsstaat, in dem die Ehescheidung ausgesprochen oder anerkannt worden ist, für die Unterhaltspflichten zwischen den geschiedenen Ehegatten und die Änderung von Entscheidungen über diese Pflichten das auf die Ehescheidung angewandte Recht massgebend.\n\n3.3 Nach Massgabe von Art. 8 Abs. 1 HUÜ bestimmt sich das anwendbare Recht gemäss dem Wortlaut der Norm folglich dann, wenn ein rechtskräftiges Scheidungsurteil vorliegt bzw. die Scheidung anerkannt ist (vgl. KURT SIEHR, Das Internationale Privatrecht der Schweiz, 2002, S. 61; SUTTER-SOMM/STANISCHEWSKI, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 48 zu Art. 276 ZPO; DANIEL BÄHLER, in: Basler Kommentar, SchweizerischeBGE 144 III 368 S. 373 Zivilprozessordnung, 3. Aufl. 2017, N. 14 zu Art. 276 ZPO; STAUDINGER/MANKOWSKI, Kommentar zum Bürgerlichen Gesetzbuch, EGBGB/IPR, Neubearbeitung 2003, N. 162 zu Anhang I zu Art. 18 EGBGB, mit Hinweisen).\n\nEntsprechend ist diese Bestimmung massgebend, soweit nachehelicher Unterhalt im Rahmen der Regelung der Scheidungsfolgen beantragt oder die Abänderung eines Scheidungsurteils in diesem Punkt strittig ist (vgl. BGE 112 II 289 E. 5 S. 295; Urteile 5A_891/2012 vom 2. April 2013 E. 2; 5A_267/2010 vom 31. August 2010 E. 2 und 3, in: FamPra.ch 2010 S. 905; 5C.86/2004 vom 18. August 2004 E. 3.3, in: SJ 2005 I S. 169 und FamPra.ch 2005 S. 131; 5C.5/1991 vom 19. April 1991 E. 5; 5C.37/1988 vom 25. November 1988 E. 3b). Demgegenüber ist für die Regelung des Unterhalts zwischen Ehegatten, die sich im Hinblick auf die Scheidung getrennt haben (vgl. Art. 175 und 176 Abs. 1 Ziff. 1 ZGB), gemäss Art. 4 Abs. 1 HUÜ das am gewöhnlichen Aufenthalt der unterhaltsberechtigten Person geltende Recht massgebend (vgl. BGE 119 II 167 E. 3a/bb; Urteile 5A_474/2016 / 5A_487/2016 vom 27. Oktober 2016 E. 3; 5A_470/2016 vom 13. Dezember 2016 E. 3; 5C.287/2006 vom 6. Dezember 2007 E. 4, nicht publ. in: BGE 134 III 326; anders dagegen im Fall der Trennung der Eheleute ohne Auflösung des Ehebandes [Art. 8 Abs. 2 HUÜ]; vgl. zu dieser Unterscheidung MICHEL VERWILGHEN, Conférence de La Haye de droit international privé, Actes et documents de la douzième session, Bd. IV, Obligations alimentaires, 1975, Rapport explicatif, 1973, N. 155 S. 448 f.). Ebenfalls nach Art. 4 Abs. 1 HUÜ bestimmt sich das anwendbare Recht, wenn Unterhalt im Rahmen einer vorsorglichen Massnahme während des Scheidungsverfahrens in Frage steht, sofern noch kein rechtskräftiges Scheidungsurteil vorliegt (vgl. Urteile 5A_920/2016 vom 5. Juli 2017 E. 3; 5A_328/2014 vom 18. August 2014 E. 1.2; 5A_103/2011 vom 23. Mai 2011 E. 1.1, in: AJP 2012 S. 1618).\n\n3.4 Mit der Frage des anwendbaren Rechts bei vorsorglich für die Dauer des Verfahrens auf Ergänzung eines Scheidungsurteils beantragtem Unterhalt hat das Bundesgericht sich bisher nicht vertieft auseinanderzusetzen brauchen (vgl. BGE 130 III 489 E. 2.2; Urteile 5A_163/2015 vom 14. Oktober 2015 E. 2; 5A_393/2010 / 5A_394/2010 vom 9. März 2011 E. 2; 5P.3/2004 vom 26. März 2004 E. 2). Da in dieser Situation ein Scheidungsurteil vorliegt und damit der Unterhalt zwischen geschiedenen Ehegatten in Frage steht, mithin nachehelicher Unterhalt, ist nach dem Ausgeführten auch in dieser BGE 144 III 368 S. 374Situation Art. 8 Abs. 1 HUÜ massgebend. Damit bestimmen sich die im Hinblick auf die spätere Regelung des nachehelichen Unterhalts getroffenen vorsorglichen Massnahmen nach demselben Recht wie dieser Unterhalt, was allein sachgerecht ist (vgl. DANIEL CANDRIAN, Scheidung und Trennung im internationalen Privatrecht der Schweiz, 1994, S. 128; IVO SCHWANDER, Gutachten zur Frage des Internationalen Privat- und des Internationalen Zivilprozessrechts im Zusammenhang mit der Modernisierung des Familienrechts vom 25. Oktober 2013, S. 21; derselbe, Einführung in das internationale Privatrecht, 2. Aufl. 1990, Rz. 667 S. 310; PAUL VOLKEN, in: Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 29 zu Art. 62 IPRG; vgl. auch HAUSHEER/REUSSER/GEISER, in: Berner Kommentar, 1999, N. 57 zu Art. 176 ZGB). Der abweichenden Meinung von MICHEL CZITRON (Die vorsorglichen Massnahmen während des Scheidungsprozesses unter Berücksichtigung des am 1. Januar 1988 in Kraft getretenen neuen Eherechts, des in Revision begriffenen Scheidungsrechts sowie des Prozessrechts und der Praxis im Kanton Zürich, 1995, S. 177) kann nicht gefolgt werden. Unbehelflich erweist sich auch der Hinweis der Beschwerdegegnerin auf das HUP, das für die Schweiz derzeit nicht in Kraft steht (vgl. zu diesem Übereinkommen etwa MARCO LEVANTE, Das Haager Übereinkommen und das Protokoll über das auf Unterhaltspflichten anwendbare Recht von 2007, in: Innovatives Recht, Festschrift für Ivo Schwander, Lorandi/Staehelin [Hrsg.], 2011, S. 729 ff.; JANINE SPRENGER, Ehegattenunterhalt und nachehelicher Unterhalt im internationalen Kontext, AJP 2017 S. 1062 ff., 1069 ff.).\n\n3.5 Damit bestimmt sich vorliegend das anwendbare Recht nach Art. 8 Abs. 1 des HUÜ, sofern das in der Tschechischen Republik ausgesprochene und unstrittig rechtskräftige Scheidungsurteil in der Schweiz anerkannt ist.\n\nDies wird von der Beschwerdegegnerin bestritten. Zu Unrecht: Das Regionalgericht hat das Scheidungsurteil im Entscheid vom 28. April 2016 ausdrücklich anerkannt. Zwar nahm es im Entscheiddispositiv von der Scheidung einzig \"Vormerk\". Aus der Entscheidbegründung, die zur Auslegung des Dispositivs beizuziehen ist (BGE 131 II 13 E. 2.3; BGE 131 III 70 E. 3.4), ergibt sich indessen, dass es die Scheidung damit anerkennen wollte, führte es doch aus, es könne vorfrageweise auch im Massnahmeverfahren über die Anerkennung des Scheidungsurteils befinden und stehe dieser nichts entgegen. Das Obergericht hat diese Frage zwar offengelassen. Die Auffassung des Regionalgerichts ist indessen nicht zu beanstanden: Beide BGE 144 III 368 S. 375Parteien waren im Zeitpunkt der Scheidung Staatsangehörige der Tschechischen Republik (vgl. Art. 1 Abs. 1 und Art. 2 Abs. 3 des Haager Übereinkommens vom 1. Juni 1970 über die Anerkennung von Ehescheidungen und Ehetrennungen [SR 0.211.212.3; nachfolgend: ÜAEE]) und der Grundsatz der Einheit des Scheidungsurteils zählt im Kontext der Vollstreckung ausländischer Urteile nicht zum schweizerischen Ordre public (vgl. BGE 109 Ib 232 E. 2a; Urteil 5A_599/2009 vom 3. März 2010 E. 3.4), sodass die fehlende Regelung der Nebenfolgen im tschechischen Urteil der Anerkennung nicht entgegensteht (vgl. Art. 10 ÜAEE). Weitere Anerkennungshindernisse (vgl. dazu Art. 7 ff. ÜAEE) sind sodann nicht geltend gemacht oder offensichtlich. Auch hat das Massnahmegericht zulässigerweise über die Anerkennung entschieden (vgl. Art. 29 Abs. 3 IPRG; Urteil 5A_214/2016 vom 26. August 2016 E. 6; vgl. auch BGE 134 III 366 E. 5.1.2).\n\n3.6 Nach dem Ausgeführten beurteilt sich der hier vorsorglich geltend gemachte Unterhalt nach dem Recht der Tschechischen Republik und erweist sich die Anwendung des schweizerischen Rechts durch das Obergericht als offensichtlich unhaltbar. Unbestritten sieht sodann das tschechische Recht eine gegenüber dem schweizerischen Recht beschränkte Unterhaltspflicht vor, womit das angefochtene Urteil von vornherein auch im Ergebnis nicht zu überzeugen vermag. Damit ist die Ziffer 3 dieses Urteils in Gutheissung der Beschwerde aufzuheben und die Sache ist, da es nicht Aufgabe des Bundesgerichts ist, in Anwendung des ausländischen Rechts erstmals über den Unterhalt zu entscheiden (vgl. auch Art. 96 lit. b BGG im Umkehrschluss), entsprechend dem Eventualantrag des Beschwerdeführers zum erneuten Entscheid an die Vorinstanz zurückzuweisen (Art. 107 Abs. 2 BGG). Die Vorinstanz wird auch über die Kosten des kantonalen Verfahrens neu zu entscheiden haben, weshalb auch die Ziffern 4-7 des angefochtenen Urteils aufzuheben sind."}