{"annee": "144", "cour": "II", "page": "130", "date": "3/11/2017", "cite": ["123 I 112", "139 II 404", "118 IA 64", "139 I 16", "141 III 495", "140 I 125", "136 II 241", "141 I 141", "143 II 628", "143 I 241", "143 II 136", "122 I 222", "142 II 161", "102 IB 264", "142 II 35", "143 II 202"], "cite_par": ["144 I 214", "145 II 339", "144 III 559", "145 I 308"], "chapeau": "12. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Administration fédérale des contributions contre A. (recours en matière de droit public)\n\n2C_201/2016 du 3 novembre 2017", "regestes": ["Art. 31 par. 1 et 3 let. c CV; art. 25bis CDI CH-ES; assistance administrative internationale en matière fiscale; admissibilité de la pratique des status updates. Le fait d'informer l'Etat requérant de l'état d'avancement d'une procédure d'assistance administrative (pratique des status updates) revient à lui communiquer une information de nature procédurale et non pas matérielle (consid. 6). Les textes internationaux qui n'ont qu'une valeur de \"soft law\" constituent d'importants moyens auxiliaires d'interprétation des traités, dans la mesure où ils reflètent les traditions juridiques communes aux Etats membres des organisations sous les auspices desquelles ils ont été élaborés. La pratique des status updates résulte en l'espèce de l'application de l'art. 25bis CDI CH-ES et de son Protocole, interprétés à la lumière du principe de la bonne foi et en tenant compte du Commentaire OCDE du Modèle de Convention fiscale concernant le revenu et la fortune, ainsi que du Commentaire OCDE du Modèle d'accord de 2002 sur l'échange de renseignements établi par le Forum mondial sur la transparence et l'échange de renseignements à des fins fiscales. La fourniture de status updates est par ailleurs un standard internationalement reconnu que la Suisse s'est engagée à respecter (consid. 8 et 9)."], "faits": "BGE 144 II 130 S. 132\n\nA. La présente cause concerne une demande d'assistance administrative en matière fiscale adressée le 31 octobre 2014 par les autorités compétentes espagnoles à la Suisse concernant A. Cette requête se rapportait à la période allant du 1er janvier 2010 au 31 décembre 2013 s'agissant de l'impôt sur le revenu et à la période du 1er janvier 2011 au 31 décembre 2013 concernant l'impôt sur la fortune. Les autorités fiscales espagnoles indiquaient que A. et les membres de sa famille faisaient l'objet d'un contrôle fiscal. Selon les informations dont disposaient les autorités espagnoles, un membre de la famille était suspecté de détenir un compte bancaire auprès de la banque X. SA et d'être l'ayant droit économique d'importantes sommes d'argent déposées ou investies dans des institutions financières suisses, en particulier auprès de la banque X. SA (art. 105 al. 2 LTF).\n\nLe 20 mars 2015, l'Administration fédérale des contributions (ci-après: l'Administration fédérale) a décidé d'accorder l'assistance administrative requise et de transmettre aux autorités compétentes espagnoles les informations demandées, reçues de la banque X. SA en Suisse, certaines ayant été caviardées (art. 105 al. 2 LTF).\n\nContre cette décision, A. a interjeté un recours au Tribunal administratif fédéral. Sur le fond, elle a conclu principalement à l'admission du recours, à l'annulation de la décision du 20 mars 2015 et à ce qu'un refus d'entrer en matière sur la demande des autorités espagnoles soit prononcé (...).\n\nAprès avoir eu accès au dossier, A. a entre autres demandé, à titre préalable, qu'il soit constaté que l'envoi par l'Administration fédérale aux autorités espagnoles d'un courrier du 2 mars 2015 et de trois courriers électroniques datés des 10 septembre 2015, 20 octobre 2015 et 30 novembre 2015 informant celles-ci qu'un recours avait été déposé à l'encontre de la décision du 20 mars 2015 constituait une violation du chiffre IV ad art. 25bis par. 4 et 5 du Protocole à la Convention de double imposition applicable, des art. 13, 29 et 29a Cst., 54 et 55 al. 1 PA (RS 172.021), ainsi que 6, 8 et 13 CEDH; cela fait, d'interdire immédiatement à l'Administration fédérale de continuer à transmettre toute forme d'information aux autorités espagnoles portant sur la présente procédure (art. 105 al. 2 LTF).\n\nB. Par décision incidente du 15 février 2016, le Tribunal administratif fédéral, statuant sur les requêtes de nature procédurale préalables BGE 144 II 130 S. 133formées par A., a notamment admis la requête tendant à ce qu'il soit fait interdiction immédiate à l'autorité inférieure de transmettre des informations aux autorités espagnoles au sujet de la procédure. Il a partant ordonné à l'Administration fédérale de s'abstenir de transmettre d'autres informations aux autorités espagnoles avant qu'il ait été statué sur la demande d'assistance administrative par une décision entrée en force (ch. 1 du dispositif).\n\nC. Contre cette décision incidente, l'Administration fédérale forme un recours en matière de droit public au Tribunal fédéral. Elle conclut, sous suite de frais, à l'annulation du ch. 1 du dispositif de la décision du 15 février 2016 et à la confirmation qu'elle est habilitée à informer l'Etat requérant au sujet de l'état d'avancement de la procédure d'assistance litigieuse. (...)\n\nLe Tribunal fédéral a délibéré en audience publique le 3 novembre 2017 et a admis le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n5.\n\n5.1 S'agissant de l'interdiction de remettre des informations sur l'état de la procédure (status updates), la décision incidente attaquée repose en substance sur le raisonnement suivant: le Tribunal administratif fédéral a tout d'abord relevé que la transmission d'informations relatives à l'état des procédures d'assistance administrative aux autorités fiscales requérantes était apparemment une pratique habituelle de l'Administration fédérale, qui établit des tableaux synoptiques à cet effet. Dans le tableau destiné aux autorités espagnoles daté du 30 novembre 2015, il était indiqué: \"An appeal has been lodged. The further proceeding is in the hands of our federal courts \" (\"Un recours a été formé. La suite de la procédure est dans les mains des cours fédérales\"). Selon les juges précédents, l'information du 30 novembre 2015 était prématurée, car l'autorité inférieure avait ainsi indirectement fait savoir aux autorités espagnoles qu'il existait potentiellement des informations à lui transmettre et que l'intéressée s'y opposait au moyen d'une procédure de recours. Ce faisant, l'Administration fédérale avait déjà répondu en partie à la question du fisc espagnol, avant même que la procédure d'assistance ne soit terminée. Un tel procédé n'était pas compatible avec l'effet suspensif assorti au recours (art. 19 al. 3 de la loi fédérale du 28 septembre BGE 144 II 130 S. 1342012 sur l'assistance administrative internationale en matière fiscale [LAAF; RS 651.1]), qui exclut que l'Administration fédérale transmette des informations faisant l'objet de la procédure de recours avant que celle-ci ne soit terminée. En outre, il existait un risque que les personnes concernées soient soumises à des sanctions ou subissent des inconvénients dans leur pays d'origine pour avoir usé des voies de droit prévues par le droit suisse, ce que la Suisse devait chercher à empêcher. Même si les autorités requérantes pouvaient inférer du temps écoulé que la procédure faisait l'objet d'un recours, elles n'en avaient pas la preuve stricte sans communication officielle de l'Administration fédérale. Enfin, la décision entreprise retient que la communication de l'Administration fédérale ne reposait sur aucune base légale, rien n'étant prévu dans la CDI CH-ES, ni dans le Modèle de Convention fiscale concernant le revenu et la fortune de l'OCDE (ci-après: MC OCDE), ni dans la LAAF et qu'au contraire, une telle indication semblait difficilement compatible avec les art. 8 al. 4, 15 et 20 al. 1 LAAF.\n\n5.2 L'autorité recourante confirme que l'information litigieuse fournie à l'Espagne sur l'état de la procédure le 30 novembre 2015 était insérée dans un tableau synoptique regroupant l'ensemble des procédures en cours avec les demandes espagnoles. Il s'agit de documents que l'Administration fédérale a pour pratique habituelle de fournir et qu'elle appelle \"pratique des status updates\". Selon la recourante, l'information fournie se limite à constater l'état d'avancement de la procédure, plus spécifiquement l'existence d'un recours; elle ne serait donc pas de nature matérielle, de sorte qu'aucune disposition de la LAAF (art. 16, 19 ou 20 LAAF) ne s'y opposerait. Cette information procéderait au contraire de la bonne application de l'art. 25bis CDI CH-ES, interprété à la lumière de son contexte, en particulier du Modèle d'accord de 2002 sur l'échange de renseignements établi par le Forum mondial sur la transparence et l'échange de renseignements à des fins fiscales (ci-après: MAER), en lien avec l'art. 26 MC OCDE.\n\n5.3 Pour sa part, l'intimée soutient que les informations fournies (dont elle précise qu'elles comprennent non seulement les status updates, mais aussi un courrier du 2 mars 2015, qui concernait les autres membres de sa famille, dont il faudrait tenir compte), ont été transmises en l'absence de toute base légale. Au demeurant, à supposer que les dispositions du MAER puissent entrer en considération, BGE 144 II 130 S. 135l'Administration fédérale aurait dû se limiter à une formulation moins détaillée, respectant les droits de l'intéressée et le principe de proportionnalité. En effet, les informations fournies revenaient, matériellement, à indiquer à l'autorité requérante, avant la fin de la procédure, que l'intimée disposait d'une relation bancaire en Suisse. Une telle information serait déjà utilisable par les autorités espagnoles pour procéder à une taxation d'office ou pour initier une procédure pénale à l'encontre de l'intimée.\n\n6. La première question qui doit être tranchée consiste à déterminer si le fait d'informer l'autorité requérante qu'un recours a été interjeté contre une décision finale de l'Administration fédérale revient à lui communiquer une information matérielle (point de vue de l'instance précédente et de l'intimée) ou si, comme le soutient la recourante, il ne s'agit là que d'une information procédurale. Selon la réponse apportée à cette question, le point de savoir si une telle communication est ou non admissible se posera en des termes différents.\n\n6.1 Déterminer auprès de quelle autorité ou degré d'instance se trouve une cause est, fondamentalement et par nature, une information de nature procédurale.\n\nDans le contexte de l'assistance administrative internationale en matière fiscale, le fait que l'Administration fédérale informe l'autorité requérante qu'un recours a été déposé contre une décision qu'elle a rendue dans un cas d'espèce permet certes à cette dernière de comprendre que l'assistance administrative a été accordée par l'autorité administrative, mais que cette décision est contestée. Or, on ne voit pas pour quel motif la personne visée par la demande - ou une autre personne concernée par celle-ci - aurait sinon intérêt à recourir. En informant l'autorité requérante de l'existence d'un recours, l'Administration fédérale lui fait donc indirectement savoir qu'il existe potentiellement des informations transmissibles et que ceci a été constaté dans une décision qui est portée devant les instances judiciaires compétentes. Le raisonnement du Tribunal administratif fédéral ne porte sur ce point pas le flanc à la critique. Cette conséquence n'est toutefois qu'indirecte et n'est pas propre à changer la nature fondamentalement procédurale de l'indication ainsi fournie, pour les raisons suivantes.\n\nLorsqu'une demande d'assistance administrative vise à obtenir des renseignements vraisemblablement pertinents pour l'administration BGE 144 II 130 S. 136ou l'application de la législation interne de l'Etat requérant (cf., dans le contexte du cas d'espèce, l'art. 25bis par. 1 CDI CH-ES), ce sont ces renseignements qui constituent le coeur et la raison d'être de la demande d'assistance administrative et qui, en d'autres termes, sont les informations matérielles relevantes pour l'Etat requérant. En indiquant à l'autorité requérante qu'un recours a été formé contre sa décision, l'Administration fédérale ne lui fournit aucun des renseignements requis, en d'autres termes aucune information vraisemblablement pertinente pour la taxation des contribuables. La communication de l'existence d'un recours ne constitue donc pas une exécution partielle de l'assistance administrative. Le cas d'espèce permet de l'illustrer. Dans sa demande du 31 octobre 2014, l'autorité requérante a précisé qu'elle avait besoin des informations requises \"in order to set the revenue obtained from these assets by their beneficial owners\" (\"en vue d'établir le revenu obtenu de ces éléments de fortune par leurs bénéficiaires\"; art. 105 al. 2 LTF). Or, la seule information de l'existence potentielle de renseignements transmissibles n'apporte strictement aucun élément de nature à permettre à l'Etat requérant d'établir le montant de ce revenu. Sous cet angle, il faut bien admettre qu'aucune information matérielle n'a été fournie à l'autorité requérante.\n\nPar ailleurs, le ch. 6 de l'art. IV ad art. 25bis du Protocole à la CDI CH-ES prévoit que les autorités compétentes donneront les renseignements requis aussi rapidement que possible à l'autre Etat contractant. La Suisse s'est donc engagée à faire preuve de diligence dans le traitement des demandes d'assistance administrative. Dans ces circonstances, et comme l'admettent du reste également les juges précédents, le simple écoulement du temps permet à l'Etat requérant de conclure que l'affaire a donné lieu à recours devant les autorités judiciaires suisses. En l'occurrence, l'autorité requérante pouvait ainsi déjà se douter, au moment de recevoir le status update le 30 novembre 2015, que si elle n'avait obtenu aucune indication de la part de l'Administration fédérale à la suite de sa demande formée plus d'un an auparavant, c'est parce que la décision faisait l'objet d'un recours.\n\n6.2 Il découle de ce qui précède qu'en informant l'autorité requérante de l'existence d'un recours, l'Administration fédérale lui a communiqué une information procédurale.\n\nCeci étant posé, il convient d'examiner la conformité au droit de l'arrêt attaqué. BGE 144 II 130 S. 137\n\n7. Le litige se limite au ch. 1 du dispositif de la décision attaquée, qui interdit pro futuro à l'Administration fédérale de transmettre des informations aux autorités espagnoles avant qu'il n'ait été statué sur la demande d'assistance par une décision entrée en force. Pour prononcer cette interdiction, le Tribunal administratif fédéral n'a examiné que la communication faite par l'Administration fédérale aux autorités espagnoles le 30 novembre 2015 sous l'angle des status updates. Les juges précédents ne se sont en revanche pas prononcés sur le point de savoir si le courrier du 2 mars 2015 de l'Administration fédérale aux autorités espagnoles, qui ne concernait pas l'intimée, mais qui indiquait l'issue de demandes d'assistance relatives à d'autres membres de sa famille, était ou non admissible. Celle-ci se prévaut de ce courrier dans sa réponse. Déterminer le bien-fondé de cette communication reviendrait à s'interroger sur le point de savoir si l'Administration fédérale est en droit d'informer l'Etat requérant sur l'issue négative d'une procédure d'assistance d'un contribuable, alors qu'une autre procédure, dirigée contre un membre de la famille de ce même contribuable, est encore pendante. Cette problématique dépasse l'objet du litige tel qu'il ressort de l'arrêt attaqué et qui porte uniquement sur la continuation de la pratique des status updates par l'Administration fédérale. Partant, il n'y a pas lieu d'entrer plus avant sur la légalité de la communication du 2 mars 2015 faite dans le cadre d'une autre procédure.\n\nL'examen qui va suivre reviendra ainsi exclusivement à déterminer si, en tant qu'Etat requis, la Suisse est en droit de fournir à l'Etat requérant des informations de nature procédurale, à l'instar de la communication faite aux autorités espagnoles le 30 novembre 2015, alors qu'une demande d'assistance administrative est pendante (pratique des status updates).\n\n8. Les dispositions qui régissent l'assistance administrative sont par nature procédurale. Les conventions de double imposition posent des règles qui fixent les exigences matérielles de cette procédure, alors que le droit interne sert à en concrétiser l'exécution en Suisse (ATF 143 II 628 consid. 4.3 p. 639, cf. aussi 224 consid. 6.1 p. 228, 136 consid. 4.2-4.4 p. 144 ss). Il convient donc, dans un premier temps, d'examiner si la pratique des status updates trouve son fondement dans le droit international applicable, comme l'affirme la recourante, contrairement à la décision attaquée. BGE 144 II 130 S. 138\n\n8.1 Selon l'art. 25bis par. 1 CDI CH-ES, les autorités compétentes des Etats contractants échangent les renseignements vraisemblablemen t pertinents pour appliquer les dispositions de la Convention ou pour l'administration ou l'application de la législation interne relative aux impôts de toute nature ou dénomination perçus pour le compte des Etats contractants, de leurs subdivisions politiques ou de leurs collectivités locales dans la mesure où l'imposition qu'elle prévoit n'est pas contraire à la Convention. L'art. IV ch. 4 du Protocole à la Convention souligne qu'aucune obligation n'incombe à l'un des Etats contractants, sur la base de l'art. 25 bis de la Convention, de procéder à un échange de renseignements spontané ou automatique. Le ch. 5 de l'art. IV du Protocole à la Convention prévoit que les règles de procédure administrative relative aux droits du contribuable prévues dans l'Etat contractant requis demeurent applicables avant que l'information ne soit transmise à l'Etat contractant requé rant. Il est en outre entendu que cette disposition vise à garantir une procédure équitable au contribuable et non pas à éviter ou retarder sans motif le processus d'échange de renseignements. Enfin, selon le ch. 6, 1re phrase, de l'art. IV du Protocole à la Convention, les autorités compétentes donneront les renseignements requis auss i rapidement que possible à l'autre Etat contractant.\n\nIl en découle que la CDI CH-ES pose des conditions à la remise des renseignements matériels, soit les informations qui font l'objet de la demande d'assistance, en exigeant notamment qu'ils soient vraisemblablement pertinents et en excluant l'échange spontané de renseignements, à savoir des renseignements pertinents mais qui n'ont pas été demandés (arrêt 2C_1087/2016 du 31 mars 2017 consid. 3.3). S'agissant des règles procédurales, l'art. 25bis CDI CH-ES, complété par son Protocole, renvoie de manière générale à la procédure administrative de l'Etat requis. Toutefois, la CDI insiste sur le fait que l'Etat requis ne doit pas mettre en place une procédure revenant à retarder sans motif l'échange de renseignements et qu'il a l'obligation de fournir les renseignements requis aussi vite que possible (cf. art. IV ch. 5 et 6 du Protocole à la Convention). Il convient donc de se demander si ces injonctions peuvent être prises en considération pour la résolution de la problématique ici traitée et en déterminer la portée en rapport avec la remise d'informations sur l'état de la procédure.\n\n8.2 Répondre à cette question suppose préalablement d'interpréter la CDI CH-ES, étant rappelé que l'interprétation des conventions de BGE 144 II 130 S. 139double imposition s'effectue conformément aux règles de la Convention de Vienne du 23 mai 1969 sur le droit des traités (RS 0.111; ci-après: CV; ATF 143 II 202 consid. 6.3.1 p. 207 s.; ATF 142 II 161 consid. 2.1.3 p. 167; ATF 139 II 404 consid. 7.2.1 p. 422).\n\n8.2.1 L'art. 31 par. 1 CV prévoit qu'un traité doit être interprété de bonne foi suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but. En plus du contexte (cf. art. 31 par. 2 CV), il sera tenu compte, selon l'art. 31 par. 3 CV, de tout accord ultérieur intervenu entre les parties au sujet de l'interprétation du traité ou de l'application de ses dispositions (let. a); de toute pratique ultérieurement suivie dans l'application du traité par laquelle est établi l'accord des parties à l'égard de l'interprétation du traité (let. b) et de toute règle pertinente de droit international applicable dans les relations entre les parties (let. c). Les travaux préparatoires et les circonstances dans lesquelles le traité a été conclu constituent des moyens complémentaires d'interprétation lorsque l'interprétation donnée conformément à l'art. 31 CV laisse le sens ambigu ou obscur ou conduit à un résultat qui est manifestement absurde ou déraisonnable (cf. art. 32 CV).\n\nL'art. 31 par. 1 CV fixe un ordre de prise en compte des éléments de l'interprétation, sans toutefois établir une hiérarchie juridique obligatoire entre eux (ATF 143 II 202 consid. 6.3.1 p. 208; arrêt 4A_736/2011 du 11 avril 2012 consid. 3.3.2). Le sens ordinaire du texte du traité constitue le point de départ de l'interprétation. Ce sens ordinaire des termes doit être dégagé de bonne foi, en tenant compte de leur contexte et à la lumière de l'objet et du but du traité. L'objet et le but du traité correspondent à ce que les parties voulaient atteindre par le traité. L'interprétation téléologique garantit, en lien avec l'interprétation selon la bonne foi, l'\"effet utile\" du traité (ATF 143 II 136 consid. 5.2.2 p. 148 et les références; ATF 142 II 161 consid. 2.1.3 p. 167; ATF 141 III 495 consid. 3.5.1 p. 503). Lorsque plusieurs significations sont possibles, il faut choisir celle qui permet l'application effective de la clause dont on recherche le sens, en évitant d'aboutir à une interprétation en contradiction avec la lettre ou l'esprit des engagements pris (ATF 143 II 136 consid. 5.2.2 p. 149; ATF 142 II 161 consid. 2.1.3 p. 167). Un Etat contractant doit partant proscrire tout comportement ou toute interprétation qui aboutirait à éluder ses engagements internationaux ou à détourner le traité de son sens et de son but (ATF 143 II 202 consid. 6.3.1 in fine; ATF 142 II 35 consid. 3.2 p. 39 s., ATF 142 II 161 consid. 2.1.3 p. 167).\n\nBGE 144 II 130 S. 140\n\n8.2.2 Parmi les règles pertinentes de droit international applicables dans les relations entre les parties mentionnées à l'art. 31 par. 3 let. c CV, le Tribunal fédéral retient que des textes internationaux qui n'ont qu'une valeur de \"soft law\", tels des recommandations ou des commentaires, constituent d'importants moyens auxiliaires d'interprétation, dans la mesure où ces textes internationaux reflètent les traditions juridiques communes aux Etats membres des organisations sous les auspices desquelles ils ont été élaborés, dont la Suisse se réclame et dont, partant, il y a lieu de tenir compte (ATF 123 I 112 consid. 4d/cc p. 121; ATF 122 I 222 consid. 2a/aa p. 226; ATF 118 Ia 64 consid. 2a; au sujet de la Recommandation du Conseil de l'Europe sur les règles pénitentiaires européennes et son Commentaire: ATF 143 I 241 consid. 3.6 p. 247 s.; ATF 141 I 141 consid. 6.3.3 p. 146; ATF 140 I 125 p. 132 s.). Il sera dès lors fait référence à de tels textes dans la mesure utile.\n\n8.2.3 Dans le contexte, en développement constant, de l'échange de renseignements en matière fiscale, l'environnement juridique international qui se dégage des travaux tels que ceux de l'OCDE, auxquels la Suisse participe activement, est pris en compte lorsqu'il s'agit de déterminer la portée d'une CDI. Ainsi, l'interprétation des dispositions des CDI, qui sont conçues selon le modèle de Convention OCDE, se fait non seulement à la lumière de ce texte, mais aussi de son Commentaire (ATF 142 II 161 consid. 2.1 p. 164 s.), que la jurisprudence a récemment qualifié d'appoint important (ATF 143 II 136 consid. 5.2.3 p. 149). Le Commentaire est régulièrement adapté. Il permet ainsi, dans la mesure où il se rapporte à une disposition du Modèle de Convention OCDE qui trouve son équivalent dans la CDI applicable, d'en donner une interprétation évolutive qui correspond aux standards les plus récents reconnus par les Etats membres de cette organisation.\n\n8.3 L'art. 25bis CDI CH-ES complété par le Protocole est calqué sur l'art. 26 du Modèle de Convention OCDE. Partant, le Commentaire OCDE de cette disposition peut servir à l'interprétation de cet article (s'agissant de la CDI CH-ES, cf. déjà ATF 102 Ib 264 consid. 3c p. 269).\n\nEn l'occurrence, le Commentaire MC OCDE insiste sur la nécessité, pour les Etats requis, de mettre en place une procédure rapide: il réserve ainsi la possibilité de fixer dans les traités des délais de réponse relatifs aux échanges de renseignements; en l'absence d'un tel accord, il prévoit que les renseignements devront être communiqués BGE 144 II 130 S. 141le plus rapidement possible et, sauf lorsque le retard est dû à des obstacles d'ordre juridique, dans des délais allant de deux à six mois, selon que les autorités fiscales de l'Etat contractant requis sont ou non déjà en possession des renseignements demandés. Lorsque l'Etat contractant requis n'est pas en mesure de communiquer les renseignements demandés dans les délais en raison d'obstacles juridiques (par exemple, en raison d'un litige en cours entamé par le contribuable pour contester la validité de la demande), il n'est pas considéré comme n'ayant pas respecté les délais (cf. Commentaire MC OCDE, nos 10.4 et 10.5 ad art. 26 MC OCDE). En outre, si l'Etat requis prévoit, comme la Suisse, une procédure de notification aux personnes qui ont fourni les renseignements et/ou au contribuable qui fait l'objet de l'enquête avant la communication des renseignements, l'Etat requis doit informer par écrit l'autre Etat qu'il est tenu à cette obligation et des conséquences de celle-ci; cette communication doit intervenir lors de la conclusion de la convention et à chaque modification des règles applicables (Commentaire MC OCDE, n° 14.1 ad art. 26 MC OCDE).\n\n8.4 On doit se demander si, sous l'angle de la bonne foi, les exigences figurant dans le Commentaire MC OCDE, telles la rapidité dans le traitement de la demande, la fixation de délais pour ce faire et l'obligation d'informer au préalable l'Etat requérant de l'existence d'une procédure de notification, n'ont pas pour corollaire que l'Etat requis, qui n'est pas en mesure de les respecter, en informe l'Etat requérant.\n\n8.4.1 Les travaux du Forum Mondial sur la transparence et l'échange de renseignements à des fins fiscales (ci-après: le Forum Mondial) se prononcent explicitement sur cette question. Cette institution, créée par l'OCDE en 2001, veille à ce que les normes internationales en matière de transparence et d'échange d'informations à des fins fiscales soient respectées au niveau international et mises en oeuvre de façon cohérente. Il s'agit du plus grand organisme existant en matière fiscale. Il compte actuellement 146 membres (dont tous les pays de l'OCDE et du G20), qui se sont tous engagés à respecter la norme internationale en matière de transparence et d'échange de renseignements (échange de renseignements sur demande). La Suisse en fait partie depuis 2009 (Secrétariat d'Etat aux questions financières internationales, Documentations de base des 26 juillet 2016 p. 1 et 17 juillet 2017 p. 1, accessibles à l'adresse www.sif.admin.ch (sous Documentation, Communiqués de presse). BGE 144 II 130 S. 142\n\n8.4.2 En 2002, le Forum Mondial a mis au point le MAER (cf. supra consid. 5.2). Bien que ce texte vise surtout des Etats non membres de l'OCDE, principalement des paradis fiscaux, il a fortement influencé l'art. 26 MC OCDE et l'on retrouve, dans le Commentaire concernant l'art. 26 MC OCDE, des phrases entières provenant du Commentaire MAER (XAVIER OBERSON, in Modèle de Convention fiscale OCDE concernant le revenu et la fortune, Commentaire, 2014, n° 13 art. 26 MC OCDE).\n\n8.4.3 Il convient de préciser que, pas plus que le MC OCDE et son commentaire officiel, le MAER et son commentaire ne constituent des règles de droit contraignantes pour la Suisse. Il n'en demeure pas moins que ces textes, dans la mesure où ils expriment la conception juridique commune aux Etats membres des organisations dont ils émanent (dont font partie la Suisse et l'Espagne), peuvent être utilisés pour interpréter les dispositions des CDI qui sont calquées sur des dispositions qui se retrouvent à la fois dans le MC OCDE et dans le MAER (cf. supra consid. 8.2.2). Il est ainsi admis que le Commentaire du MAER peut servir à interpréter le Commentaire MC OCDE dans la mesure où les deux modèles (MAER et MC OCDE) ont un contenu similaire (cf. OBERSON, op. cit., n° 16 ad art. 26 MC OCDE). Par ricochet, ce commentaire peut donc servir à l'interprétation des dispositions des CDI qui correspondent au MC OCDE.\n\n8.4.4 En l'occurrence, l'art. 5 par. 6 du MAER prévoit, à l'instar du Commentaire MC OCDE, que l'autorité compétente de la partie requise transmet aussi rapidement que possible à la partie requérante les renseignements demandés (...). Le MAER est toutefois plus précis, dans la mesure où il ajoute que, si l'autorité compétente de la partie requise n'a pas pu obtenir et fournir les renseignements dans les 90 jours à compter de la réception de la demande, y compris dans le cas où elle rencontre des obstacles pour fournir les renseignements ou refuse de fournir les renseignements, elle en informe immédiatement la partie requérante, en indiquant les raisons de l'incapacité dans laquelle elle se trouve de fournir les renseignements, la nature des obstacles rencontrés ou les motifs de son refus (art. 5 par. 6 let. b MAER). Ces précisions vont dans le sens des obligations de diligence prévues par l'art. 25bis CDI CH-ES et son Protocole. Elles peuvent, partant, être prises en considération dans l'interprétation de l'art. 25bis CDI CH-ES, en lien avec le Commentaire n° 10.4 ad art. 26 du MC OCDE, dans la mesure où elles en concrétisent la portée. BGE 144 II 130 S. 143\n\n8.5 A cela s'ajoute que la fourniture des status updates est désormais conçue comme un standard internationalement reconnu. En effet, le Forum Mondial examine le respect concret des exigences en matière d'assistance administrative des pays membres, par un Groupe d'examen dont la Suisse fait du reste partie (examen par les pairs; Peer Reviews; NICCOLÒ FIGUNDIO, Fase 2 del Peer Review process: il Global Forum promuove la Svizzera, Novità fiscali, 2016 12 p. 27), afin d'évaluer les progrès accomplis en vue d'assurer un échange de renseignements effectifs et complets, en se fondant sur les exigences du MAER et de l'art. 26 MC OCDE (cf. DANIEL HOLENSTEIN, in Kommentar zum Schweizerischen Steuerrecht, in Internationales Steuerrecht, 2015, nos 44 ss ad art. 26 OECD MA). La Suisse s'est engagée à respecter ces standards (cf. ATF 143 II 136 consid. 5.3.2 p. 149 s.). Le Forum Mondial a établi, en 2010, des \"termes de référence\" qui sont des critères utilisés en tant qu'éléments permettant l'évaluation du cadre juridique et administratif des Etats examinés. Il se trouve que le \"terme de référence\" C5 prévoit que: \"La juridiction doit fournir rapidement les renseignements demandés en vertu de son réseau de conventions. Le point C.5.1 précise quant à lui que: Les juridictions doivent être en mesure de répondre dans les 90 jours à compter de la réception de la demande en fournissant les renseignements requis ou en informant la juridiction requérante du statut de sa demande\" (cf. Forum Mondial, Lancement d'un processus d'examen par les pairs, Termes de référence, OCDE 2010, consultable sur le lien www.oecd.org/fr/ctp/44839470.pdf, p. 11; cf. aussi le Manuel pour les examens par les pairs 2016-2020 établi par le Forum Mondial, p. 29). La fourniture de status updates correspond ainsi à un standard reconnu sur le plan international que les Etats membres, dont la Suisse, se sont engagés à mettre en oeuvre.\n\nLa Suisse a fait l'objet d'une évaluation et a obtenu, en juillet 2016, la note globale \"conforme pour l'essentiel\" (cf. SFI, Documentation de base 2016 précitée, p. 1; FIGUNDIO, op. cit., p. 27 ss). Le rapport d'évaluation de la Suisse (cf. OCDE, Forum Mondial: Rapport d'examen par les pairs. Phase 2: Mise en oeuvre pratique des normes, Suisse, 2016) confirme que le respect du critère 5.1 des termes de référence a été apprécié. Le rapport souligne à ce propos que si, au début de la période d'examen, la Suisse n'envoyait pas systématiquement la mise à jour de l'état d'avancement de la demande, elle avait mis en place un nouveau système depuis 2015, dans lequel l'état d'avancement actualisé était adressé à tous les pays partenaires BGE 144 II 130 S. 144toutes les six semaines (Rapport précité, p. 144 ss, en particulier p. 148 n. 449). Il a en outre été souligné que la Suisse avait amélioré sa collaboration avec ses pays partenaires en renforçant notamment la communication (Rapport p. 150 n. 459; FIGUNDIO, op. cit., p. 30).\n\n9. En résumé, il découle de ce qui précède que la fourniture de status updates constitue une pratique qui participe de la correcte et diligente application des obligations conventionnelles qui lient les Etats qui, comme la Suisse, ont conclu des clauses d'échanges de renseignements calquées sur le MC OCDE. Dans le contexte de la CDI CH-ES, cette pratique résulte de l'application de l'art. 25bis de cette Convention et de son Protocole, interprétés à la lumière du principe de la bonne foi et en tenant compte du Commentaire de l'art. 26 MC OCDE (consid. 8.3), en lien avec le Commentaire du MAER (consid. 8.4). Cette approche correspond en outre aux standards internationaux reconnus qui ont servi de critères d'évaluation dans le cadre de la procédure d'examen par les pairs mise en oeuvre par le Forum Mondial, à laquelle la Suisse a participé (consid. 8.5).\n\nL'Administration fédérale n'a donc pas contrevenu au droit international en informant en l'espèce l'autorité requérante qu'un recours avait été formé et que la procédure était dans les mains des cours fédérales.\n\n10. Contrairement à ce que retient le Tribunal administratif fédéral, il n'apparaît au demeurant pas que la remise de status updates entre en conflit avec la LAAF ou d'autres principes de notre droit interne.\n\n10.1 Au préalable, il convient de rappeler que la LAAF n'est là que pour concrétiser en droit interne la mise en application des règles sur l'échange de renseignements prévues dans les CDI. Il s'agit, en ce sens, d'une loi d'exécution (cf. art. 24 LAAF; ATF 143 II 136 consid. 4.4. p. 145). Elle doit, partant, être interprétée à la lumière des dispositions de la CDI concernée et ne saurait en empêcher l'application.\n\n10.2 Les informations visées sur le plan international par les \"status updates\" sont des informations de nature procédurale qui doivent être suffisamment précises pour permettre à l'Etat requérant de savoir pour quels motifs l'Etat requis n'est pas en mesure de statuer avec diligence sur la demande (cf. supra consid. 8.3-8.5). Les informations matérielles, qui correspondent au résultat de la procédure, ne sont en revanche pas visées. En l'occurrence, il a déjà été souligné que l'indication de l'Administration fédérale fournie le 30 BGE 144 II 130 S. 145novembre 2015 constitue une information procédurale et non matérielle (cf. supra consid. 6).\n\n10.3 Partant, on ne voit pas qu'une telle information procédurale déroge à l'effet suspensif dont bénéficie le recours en matière d'assistance administrative (cf. art. 19 al. 3 LAAF), ni qu'elle soit incompatible avec l'art. 8 al. 4 LAAF qui exclut le droit pour l'autorité requérante de consulter le dossier ou d'assister aux actes de procédure exécutés en Suisse. En outre, aucun renseignement matériel n'étant transmis, la pratique des status updates ne va pas davantage à l'encontre de l'art. 20 al. 1 LAAF.\n\n10.4 Par ailleurs, il n'apparaît pas que la remise de status updates soit propre à créer le risque, évoqué par le Tribunal administratif fédéral, que des pays cherchent à dissuader leurs résidents d'user des voies de droit prévues par le droit suisse (cf. en lien avec les Etats-Unis: arrêt 2C_54/2014 du 2 juin 2014 consid. 4, in Archives 83 p. 169; StE 2014 A 31.4 Nr. 20). En effet, lorsque, comme en l'espèce, la demande d'assistance administrative concerne un contribuable nommément désigné, l'Etat requérant connaît déjà celui-ci et peut donc de toute façon faire pression pour qu'il renonce à recourir, indépendamment de la remise de status updates. En outre, comme on l'a vu (consid. 6.1), la procédure devant être menée avec diligence, le simple écoulement du temps suffirait à l'Etat requérant pour comprendre que la cause fait l'objet d'un recours. Enfin, comme non seulement le contribuable, mais aussi toutes les personnes concernées au sens de l'art. 48 PA peuvent recourir contre une décision finale de l'Administration fédérale accordant l'assistance administrative (cf. art. 19 al. 2 LAAF; RAPPO/TILLE, Les conditions d'assistance administrative internationale en matière fiscale selon la LAAF, RDAF 2013 II p. 1, 8), l'information qu'une telle procédure a été diligentée ne signifie pas encore que c'est le contribuable qui en est à l'origine.\n\n10.5 Finalement, l'argument de l'intimée selon lequel le status update transmis par l'Administration fédérale permettrait déjà aux autorités espagnoles de procéder à une taxation d'office ou d'initier une procédure pénale à son encontre n'emporte pas la conviction.\n\nEn effet, il ne faut pas perdre de vue qu'il existe déjà une procédure ouverte contre l'intimée et les membres de sa famille en Espagne. Quand bien même l'octroi de l'assistance administrative devrait aboutir à l'ouverture d'une autre procédure, l'intimée n'explique pas en quoi, et on ne le voit du reste pas, il serait vraisemblable que BGE 144 II 130 S. 146l'autorité espagnole l'ouvre sur la base de la seule remise de status updates, sans attendre le prononcé de la décision finale sur la demande d'assistance et, le cas échéant la réception des renseignements requis. A cela s'ajoute qu'il ressort de l'art. IV ch. 7, 2e phrase, du Protocole à la CDI CH-ES que la prescription ne court pas en Espagne concernant les procédures administratives fiscales, en cas d'appel contre une décision de l'Administration fédérale (cf. aussi art. IV ch. 6 du Protocole à la CDI CH-ES).\n\n10.6 En conclusion, rien dans le droit suisse ne s'oppose à la transmission de status updates, correspondant à l'information remise le 30 novembre 2015 aux autorités espagnoles, par l'autorité recourante dans le cas d'espèce. On ne se trouve donc pas dans une situation où la législation suisse entrerait en conflit avec les engagements internationaux de la Suisse (cf. sur cette problématique: ATF 142 II 35 consid. 3.2 p. 38 s.; ATF 139 I 16 consid. 5.1 p. 28 s.; en lien avec le droit fiscal, ATF 136 II 241 consid. 16 p. 2 ss; DANIEL DE VRIES REILINGH, Manuel de droit fiscal international, 2e éd. 2014, p. 48; MATTEOTTI/KRENGER, in Kommentar zum Schweizerischen Steuerrecht, Einleitung, in Internationales Steuerrecht, 2015, p. 88 ss)."}