{"annee": "144", "cour": "II", "page": "1", "date": "29/11/2017", "cite": ["137 I 247", "137 II 1", "129 II 11", "137 I 154", "140 II 364", "137 II 242", "139 I 16", "120 IB 16", "139 II 393", "130 II 113", "138 V 186", "136 II 241", "143 I 21", "124 III 90", "140 II 167", "139 I 330", "135 I 143", "126 II 377", "130 II 281", "140 II 129", "134 II 10", "136 II 65", "124 II 361", "140 II 289", "130 I 26", "136 II 177", "138 I 246", "116 IB 353", "137 I 113", "136 II 113", "137 II 345", "142 II 35", "141 II 1", "120 IB 257"], "cite_par": ["145 IV 161", "144 I 266", "145 I 227", "145 IV 55"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. und B. gegen Migrationsamt und Sicherheitsdirektion des Kantons Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_222/2017 vom 29. November 2017", "regestes": ["Art. 8 CEDH, art. 2 ALCP, art. 3 al. 1 et art. 3 al. 6 annexe I ALCP, art. 12 CDE, art. 11 Cst. et art. 50 LEtr; pas d'autorisation de séjour pour une ressortissante d'un Etat tiers (et sa fille) après dissolution de l'union conjugale avec un ressortissant de l'UE qui ne dispose (plus) d'aucun droit de séjour en Suisse. Droit à une autorisation de séjour pour l'épouse d'un ressortissant de l'UE et la fille de celle-ci (consid. 2). La mère et l'enfant ne peuvent pas se prévaloir de l'art. 3 al. 1 annexe I ALCP en raison de l'absence de ménage commun avec l'époux; elles ne peuvent pas non plus se prévaloir de l'art. 3 al. 6 annexe I ALCP, parce que l'enfant n'est pas descendante d'un ressortissant d'un Etat partie (consid. 3). Eu égard à l'interdiction de la discrimination de l'art. 2 ALCP, il se justifie toutefois de traiter l'ex-épouse d'un ressortissant de l'UE de la même manière que l'ex-épouse d'un ressortissant suisse et par conséquent de lui appliquer l'art. 50 LEtr même si la première ne bénéficiait que d'une autorisation de séjour UE/AELE et non pas d'une autorisation d'établissement. A cet égard, le champ d'application de l'art. 2 ALCP dépend du droit à une autorisation de séjour de l'ex-époux ressortissant de l'UE; si ce dernier, comme en l'espèce, ne dispose (plus) d'aucun droit de séjour en Suisse, l'interdiction de la discrimination ne trouve pas d'application aux fins de régler ses relations familiales (consid. 4). L'art. 11 Cst. ne confère aucun droit à l'octroi ou à la prolongation de l'autorisation de séjour (consid. 5), et, dans le cas d'espèce, l'art. 8 CEDH n'en confère pas non plus; l'art. 12 CDE n'est pas violé (consid. 6)."], "faits": "BGE 144 II 1 S. 3\n\nA. A., geboren am x.x.1975, Staatsangehörige der dominikanischen Republik, hielt sich zwischen Januar 2006 und Ende Juli 2010 jeweils während mehrerer Monate pro Jahr als Tänzerin mit einer Kurzaufenthaltsbewilligung in der Schweiz auf. Am 1. Juni 2011 heiratete sie in V. einen 1966 geborenen spanischen Staatsangehörigen, der über eine Aufenthaltsbewilligung EU/EFTA verfügte. Am 21. Juni 2011 erhielt A. gestützt auf diese Ehe vom Migrationsamt des Kantons Solothurn eine bis 31. August 2015 befristete Aufenthaltsbewilligung EU/EFTA.\n\nAm 5. Juli 2011 reiste auch die am x.x.2000 geborene Tochter von A., B., in die Schweiz ein und erhielt ihrerseits eine Aufenthaltsbewilligung EU/EFTA. Seit ihrer Einreise lebt sie bei ihrer Tante (Schwester von A.) und deren Ehemann in U. Per 1. Dezember 2011 zog auch A. - ohne ihren Ehemann - zu Schwester, Schwager und Tochter nach U.\n\nB. Am 5. Dezember 2011 stellte A. beim Migrationsamt des Kantons Zürich ein Gesuch um Erteilung einer Aufenthaltsbewilligung für den Kanton Zürich für sich und ihre Tochter B. Mit Verfügung vom 21. Dezember 2015 wies das Migrationsamt des Kantons Zürich das Gesuch ab.\n\nC. Die Sicherheitsdirektion des Kantons Zürich (Entscheid vom 25. Juli 2016) und das Verwaltungsgericht des Kantons Zürich (Urteil vom 11. Januar 2017) wiesen die dagegen erhobenen Rechtsmittel ab. Das Verwaltungsgericht setzte dabei eine neue Ausreisefrist auf den 31. März 2017 bzw. binnen eines Monats seit einem allfälligen den Wegweisungspunkt nicht ändernden bundesgerichtlichen Entscheid an.\n\nD. A. und B. (diese vertreten durch ihre Mutter) erheben Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, in Aufhebung des angefochtenen Entscheids sei ihnen eine Aufenthaltsbewilligung für den Kanton Zürich zu erteilen. Gleichzeitig erheben sie subsidiäre Verfassungsbeschwerde mit dem Antrag, in Aufhebung des angefochtenen Urteils seien die Wegweisung und die Ausreisefrist aufzuheben. Die Sicherheitsdirektion und das Verwaltungsgericht des Kantons Zürich verzichten auf Vernehmlassung.\n\nMit Verfügung des präsidierenden Mitglieds der II. öffentlich-rechtlichen Abteilung des Bundesgerichts vom 24. Februar 2017 wurde der Beschwerde die aufschiebende Wirkung zuerkannt. BGE 144 II 1 S. 4\n\nDas Bundesgericht weist die Beschwerde in öffentlich-rechtlichen Angelegenheiten ab.", "considerants": "Aus den Erwägungen:\n\n2. Da es um die Verlängerung einer inzwischen abgelaufenen Bewilligung geht, ist in erster Linie zu prüfen, ob ein Rechtsanspruch auf eine Verlängerung derselben besteht (nicht publ. E. 1.1). Die Beschwerdeführerinnen berufen sich dazu (abgesehen vom nicht massgeblichen Art. 30 AuG [SR 142.20] bzw. Art. 31 VZAE [SR 142. 201], nicht publ. E. 1.1) auf das FZA (SR 0.142.112.681; hinten E. 3), Art. 50 AuG (hinten E. 4), Art. 11 BV (hinten E. 5) sowie Art. 8 EMRK (hinten E. 6).\n\n3. FZA\n\n3.1 Gemäss Art. 3 Abs. 1 Anhang I FZA haben die Familienangehörigen einer Person, die Staatsangehörige einer Vertragspartei ist und ein Aufenthaltsrecht hat, das Recht, bei ihr Wohnung zu nehmen. Es handelt sich dabei um ein abgeleitetes Aufenthaltsrecht des Ehegatten, das dazu bestimmt ist, durch Ermöglichung des gemeinsamen Familienlebens die Wirksamkeit der Freizügigkeit der EU-Angehörigen sicherzustellen und das nur so lange dauert, als das originäre Aufenthaltsrecht des EU-Angehörigen besteht (BGE 139 II 393 E. 2.1 S. 395; BGE 137 II 1 E. 3.2 S. 5 f.; BGE 130 II 113 E. 7 S. 124 ff.). Nach der Rechtsprechung setzt dieses Recht grundsätzlich nur das formale Bestehen einer Ehe voraus, doch steht es unter dem Vorbehalt des Rechtsmissbrauchs; fehlt der Wille zur Gemeinschaft und dient das formelle Eheband ausschliesslich (noch) dazu, die ausländerrechtlichen Zulassungsvorschriften zu umgehen, fällt der Anspruch dahin (BGE 139 II 393 E. 2.1 S. 395; BGE 130 II 113 E. 9 S. 129 ff.). Abgesehen vom hier nicht in Betracht fallenden Verbleiberecht gemäss Art. 4 Anhang I FZA (i.V.m. Art. 3 der Verordnung (EWG) 1251/70) kennt das FZA keine Rechtsansprüche von drittstaatsangehörigen Ehegatten, im Gastland zu verbleiben, wenn der EU-Angehörige, von dem sie ihre Aufenthaltsberechtigung abgeleitet haben, nicht mehr in diesem Land lebt (Urteile des EuGH vom 30. Juni 2016 C-115/15 Secretary of State Randnr. 34 f.; vom 16. Juli 2015 C-218/14 Singh u.a., Randnr. 58, 65-67 zu Art. 7 Abs. 2 der Richtlinie 2004/38/EG) oder wenn die anspruchsvermittelnde Ehe aufgelöst oder die Berufung darauf rechtsmissbräuchlich ist. Der drittstaatsangehörige Ehegatte eines EU-Angehörigen verliert dadurch seinen Status als Familienangehöriger im Sinne von Art. 3 Anhang I FZA und damit BGE 144 II 1 S. 5auch sein abgeleitetes Aufenthaltsrecht nach dieser Bestimmung. Die abgeleitete Bewilligung des Drittstaatsangehörigen kann in diesem Fall mangels Fortdauerns der Bewilligungsvoraussetzungen gestützt auf Art. 23 Abs. 1 der Verordnung vom 22. Mai 2002 über die Einführung des freien Personenverkehrs (VEP; SR 142.203) i.V.m. Art. 62 lit. d AuG (Nichteinhalten einer mit der Verfügung verbundenen Bedingung) widerrufen oder nicht (mehr) verlängert werden, da das Freizügigkeitsabkommen diesbezüglich keine eigenen abweichenden Bestimmungen enthält (BGE 139 II 393 E. 2.1 S. 395).\n\n3.2 Die Beschwerdeführerin 1 war im Zeitpunkt des angefochtenen Urteils noch mit einem spanischen Staatsangehörigen verheiratet. Sie lebt allerdings seit Dezember 2011 von diesem getrennt. Der Ehemann seinerseits lebt seit Ende Juli 2012 in Spanien. Die Beschwerdeführerinnen können sich daher nicht mehr auf Art. 3 Abs. 1 Anhang I FZA berufen, und zwar auch unabhängig von der Frage, ob die Berufung auf die (im Zeitpunkt des angefochtenen Entscheids formal noch bestehende) Ehe rechtsmissbräuchlich ist. Im Übrigen bringen die Beschwerdeführerinnen selber vor, der Ehemann habe in V. nur eine Einzimmerwohnung gehabt, die für drei Personen zu klein gewesen sei. Die Voraussetzungen für den Familiennachzug nach Art. 3 Abs. 1 Satz 2 Anhang I FZA (Wohnung, die den normalen Anforderungen entspricht) waren damit wohl gar nie erfüllt. Jedenfalls besteht aktuell kein Aufenthaltsanspruch nach Art. 3 Abs. 1 und 2 Anhang I FZA.\n\n3.3 Die Beschwerdeführerinnen berufen sich auf Art. 3 Abs. 6 Anhang I FZA und die Rechtslage nach BGE 139 II 393, wonach die Beschwerdeführerin 2 einen Anspruch auf Beendigung ihrer begonnenen Ausbildung habe und demzufolge auch die Beschwerdeführerin 1 über einen Aufenthaltsanspruch verfüge.\n\n3.3.1 Nach Art. 3 Abs. 6 Anhang I FZA dürfen die Kinder eines Staatsangehörigen einer Vertragspartei ungeachtet dessen, ob er im Hoheitsgebiet der anderen Vertragspartei eine Erwerbstätigkeit ausübt oder keine Erwerbstätigkeit ausübt oder eine Erwerbstätigkeit ausgeübt hat, unter den gleichen Bedingungen wie die Staatsangehörigen des Aufnahmestaates, sofern sie in dessen Hoheitsgebiet wohnen, am allgemeinen Unterricht sowie an der Lehrlings- und Berufsausbildung teilnehmen. Der EuGH hat im Urteil Baumbast (C-413/99) vom 17. September 2002 entschieden, dass gestützt auf Art. 12 der Verordnung (EWG) 1612/68 (dem Art. 3 Abs. 6 Anhang I FZA nachgebildet ist) die Kinder eines Bürgers der Europäischen Union, die BGE 144 II 1 S. 6in einem Mitgliedstaat seit einem Zeitpunkt wohnen, zu dem dieser Bürger dort als Wanderarbeitnehmer ein Aufenthaltsrecht hatte, zum Aufenthalt in diesem Mitgliedstaat berechtigt sind, um dort weiterhin am allgemeinen Unterricht teilzunehmen. Dass die Eltern dieser Kinder inzwischen geschieden sind, dass nur einer von ihnen Bürger der Europäischen Union und nicht mehr Wanderarbeitnehmer im Aufnahmemitgliedstaat ist und dass die Kinder selbst nicht Bürger der Europäischen Union sind, ist dabei ohne Belang (a.a.O., Randnr. 63; vgl. auch BGE 139 II 393 E. 3.2 S. 396 f.). Das Bundesgericht hat im Urteil BGE 139 II 393 E. 4.2.1 offengelassen, ob diese - nach dem 21. Juni 1999 ergangene - Rechtsprechung bei der Auslegung des der Verordnung (EWG) 1612/68 nachgebildeten Art. 3 Abs. 6 Anhang I FZA zu übernehmen sei, in BGE 142 II 35 E. 4 aber für massgebend erachtet und mit Urteil 2C_997/2015 vom 30. Juni 2016 E. 3 dem in Ausbildung befindlichen Kind eines Staatsangehörigen einer Vertragspartei das Recht zuerkannt, seine Ausbildung abzuschliessen, wiewohl der Elternteil, der Bürger der Europäischen Union war, nicht mehr als Wanderarbeitnehmer im Aufnahmestaat qualifiziert werden konnte.\n\n3.3.2 Nach dem klaren Wortlaut von Art. 3 Abs. 6 FZA ist dieser Anspruch jedoch beschränkt auf Kinder eines Staatsangehörigen einer Vertragspartei. Die Beschwerdeführerin 2 ist nicht Kind eines Staatsangehörigen einer Vertragspartei. Sie kann sich daher von vornherein nicht auf diese Rechtsprechung berufen. Zwar fallen drittstaatsangehörige Stiefkinder eines EU-Angehörigen nach der Praxis des Bundesgerichts unter den Begriff der Familienangehörigen im Sinne von Art. 3 Abs. 1 und Abs. 2 lit. a Anhang I FZA (BGE 136 II 65). Das Bundesgericht stützte sich dabei auf den französisch- und italienischsprachigen Wortlaut dieser Bestimmung (a.a.O., E. 3.2), die entsprechende Praxis des EuGH (a.a.O., E. 3.4 sowie 4.1-4.3) sowie die Zweckrichtung der Familienvereinigung (a.a.O., E. 4.4) und das Schrifttum (E. 4.5). Auch dabei geht es letztlich um die Personenfreizügigkeit des EU-Angehörigen und dessen Familiennachzug (a.a.O., E. 4.4 und 5.2) bzw. um das Recht auf Wohnungsnahme beim Wanderarbeiter (BGE 136 II 177 E. 3.2 S. 184, E. 3.2.3 S. 186; Urteil 2A.475/2004 vom 25. Mai 2005 E. 4.6). Im Unterschied dazu sind die Ansprüche nach Art. 3 Abs. 6 Anhang I FZA nach dem klaren Wortlaut des Vertrags auf die \"Kinder eines Staatsangehörigen einer Vertragspartei\" beschränkt, ebenso die Ansprüche nach Art. 12 der VO 1612/68, welcher dem Art. 3 Abs. 6 BGE 144 II 1 S. 7 Anhang I FZA zugrunde liegt. Auch das Urteil Baumbast (Randnr. 49 ff., 63 sowie Tenor Ziff. 1) und die nachfolgenden Urteile des EuGH (vom 23. Februar 2010 C-480/08 Teixeira, Randnr. 36 f.; vom 23. Februar 2010 C-310/08 Ibrahim, Randnr. 29 ff.; Secretary of State, Randnr. 19 und 52 ff.; vgl. auch BGE 142 II 35 E. 4.2 S. 41 f.; BGE 139 II 393 E. 3.2 S. 396 f.) sprechen in diesem Zusammenhang immer nur von Kindern eines Staatsangehörigen einer Vertragspartei. Zudem geht es jedenfalls in der vorliegenden Situation von vornherein nicht um den Familiennachzug eines Wanderarbeiters, hat doch die Beschwerdeführerin 2 gar nie beim Ehemann ihrer Mutter gelebt, von dem sie das Anwesenheitsrecht formal ableitete.\n\n4. Art. 50 AuG\n\n4.1 Nach Art. 50 Abs. 1 AuG besteht nach Auflösung der Ehe oder der Familiengemeinschaft der Anspruch des Ehegatten und der Kinder auf Erteilung und Verlängerung der Aufenthaltsbewilligung nach den Artikeln 42 und 43 weiter, wenn die Ehegemeinschaft mindestens drei Jahre bestanden hat und eine erfolgreiche Integration besteht (lit. a) oder wichtige persönliche Gründe einen weiteren Aufenthalt in der Schweiz erforderlich machen (lit. b). Die Vorinstanz hat erwogen, die Ehegemeinschaft zwischen der Beschwerdeführerin 1 und ihrem Ehemann habe - wenn überhaupt - höchstens zwei Jahre und eineinhalb Monate gedauert, so dass die Voraussetzungen von Art. 50 Abs. 1 lit. a AuG nicht erfüllt seien. Auch lägen keine wichtigen Gründe im Sinne von lit. b vor: Die Beschwerdeführerin mache einzig geltend, sie sei im Betrieb ihres Schwagers unentbehrlich, was keinen wichtigen Grund im Sinne dieser Bestimmung darstelle. Dass die Beschwerdeführerin 2 im Ehemann der Schwester der Beschwerdeführerin 1 eine Art Ersatzvater gefunden habe, sei nicht genügend dargelegt, um einen Anspruch im Sinne von Art. 50 Abs. 1 lit. b zu begründen.\n\n4.2 Die Beschwerdeführerinnen rügen eine Verletzung von Art. 50 AuG. Entgegen der Auffassung der Vorinstanz liege ein wichtiger Grund vor. Bei dessen Verneinung habe die Vorinstanz auch das rechtliche Gehör verweigert. Bevor auf diese Rügen einzugehen ist, ist im Rahmen der Rechtsanwendung von Amtes wegen (nicht publ. E. 1.3) zu prüfen, ob Art. 50 AuG überhaupt anwendbar ist.\n\n4.3 Art. 50 AuG gewährt den ehemaligen Familienangehörigen einen selbständigen Aufenthaltsanspruch nach Auflösung der Familiengemeinschaft (BGE 137 II 345 E. 3.1.3 S. 347). Dieser Anspruch geht weiter als die abgeleiteten Ansprüche von BGE 144 II 1 S. 8 Familienangehörigen von EU-Angehörigen nach FZA (vorne E. 3.1). Art. 50 AuG ist damit günstiger als das FZA und mithin gemäss Art. 2 Abs. 2 AuG auch auf EU-Angehörige anwendbar. Allerdings knüpfen die Aufenthaltsansprüche nach Art. 50 AuG gemäss dem klaren Wortlaut des Gesetzes an diejenigen von Art. 42 und 43 AuG an (BGE 140 II 289 E. 3.6.1 S. 295 f., BGE 140 II 129 E. 3.4 S. 132; BGE 136 II 113 E. 3.3.2 S. 118 f.), setzen somit voraus, dass der Ehegatte oder Elternteil, von dem die Bewilligung abgeleitet wurde, das Schweizer Bürgerrecht oder eine Niederlassungsbewilligung in der Schweiz besass; eine blosse Aufenthaltsbewilligung reicht dazu nicht aus (MARTINA CARONI, in: Bundesgesetz über die Ausländerinnen und Ausländer [AuG], 2010, N. 7 zu Art. 50 AuG). Vorliegend hatte der Ehegatte der Beschwerdeführerin 1 gemäss den Feststellungen der Vorinstanz nicht eine Niederlassungsbewilligung, sondern bloss eine Aufenthaltsbewilligung EU/EFTA. Damit haben die Beschwerdeführerinnen keine Ansprüche nach Art. 50 AuG.\n\n4.4 Das Bundesgericht hat freilich im Urteil 2C_886/2011 vom 28. Februar 2012 E. 4.1 ausgeführt, da EU-Bürger und ihre Angehörigen freizügigkeitsrechtlich nicht schlechtergestellt werden dürften als Schweizer Bürger in der gleichen Situation (Art. 2 FZA), könne sich der drittstaatsangehörige Gatte einer EU-Angehörigen losgelöst von der Bewilligungssituation seiner Gattin auf Art. 50 AuG berufen; allerdings war diese Aussage nicht rechtserheblich, da die Voraussetzungen nach Art. 50 AuG ohnehin nicht erfüllt waren. Unter Berufung auf dieses Urteil wurde diese Aussage in einigen Urteilen wiederholt (Urteile 2C_13/2012 vom 8. Januar 2013 E. 3.1; 2C_115/2013 vom 9. April 2013 E. 4.1; 2C_274/2012 vom 8. Juli 2013 E. 2.1.2; 2C_1050/2012 vom 6. Dezember 2013 E. 3.2; 2C_398/ 2014 vom 7. Mai 2014 E. 2.1; 2C_330/2014 vom 12. Juni 2014 E. 2.1; 2C_61/2014 vom 5. Januar 2015 E. 4.1; 2C_128/2015 vom 25. August 2015 E. 3.8). In weiteren Entscheiden hat das Bundesgericht ausgeführt, die Frage, ob Art. 50 AuG anwendbar sei, wenn der EU-Angehörige bloss eine Aufenthaltsbewilligung hatte, brauche nicht vertieft zu werden, da die übrigen Voraussetzungen ohnehin nicht erfüllt waren (Urteile 2C_474/2014 vom 7. August 2015 E. 2; 2C_536/2016 vom 13. März 2017 E. 3.3). Die Frage ist hier zu klären.\n\n4.5 Nach Art. 2 FZA werden die Staatsangehörigen einer Vertragspartei, die sich rechtmässig im Hoheitsgebiet einer anderen Vertragspartei aufhalten, bei der Anwendung dieses Abkommens gemäss den BGE 144 II 1 S. 9Anhängen I, II und III nicht auf Grund ihrer Staatsangehörigkeit diskriminiert. Art. 2 FZA vermittelt keinen Anspruch darauf, dass EU-Angehörige oder deren Familienangehörige in jeder Situation gleich behandelt werden wie Schweizer oder deren Familienangehörige in analogen Situationen; er verbietet nur Diskriminierungen wegen der Staatsangehörigkeit in Bezug auf die vom FZA umfassten Gegenstände bzw. soweit die Situation dieser Staatsangehörigen in den sachlichen Anwendungsbereich der Bestimmungen der Anhänge I bis III dieses Abkommens fällt (BGE 140 II 364 E. 6.1 S. 374 f., BGE 140 II 167 E. 4.3 S. 174 f.; BGE 139 II 393 E. 4.2.5 S. 401 f.; BGE 138 V 186 E. 3.5 S. 196 f.; BGE 137 II 242 E. 3.2.1 S. 243 ff.; BGE 136 II 241 E. 11.3 S. 247 f.; BGE 130 I 26 E. 3.2.2 S. 35; Urteil 2C_150/2016 vom 22. Mai 2017 E. 4.2.3 m.H. auf das Urteil des EuGH vom 15. Juli 2010 C-70/09 Hengartner und Gasser, Slg. 2010 I-7233 Randnr. 39). Das FZA gibt den EU-Angehörigen und ihren Familienangehörigen ganz bestimmte Aufenthaltsansprüche, die jedoch nicht gleich weit gehen wie die Aufenthaltsansprüche, die den Schweizer Bürgern zustehen (vgl. Art. 24 und Art. 25 Abs. 1 BV). Ausserhalb des Anwendungsbereichs des FZA werden die EU-Angehörigen und ihre Familienangehörigen ausländerrechtlich nicht wie Schweizer Bürger, sondern wie andere Ausländer behandelt. Sie können alsdann nicht unter Berufung auf Art. 2 FZA verlangen, gleich behandelt zu werden wie Schweizer Bürger. So verlieren z.B. EU-Angehörige, welche die Voraussetzungen für ein Aufenthaltsrecht nach Anhang I FZA nicht mehr erfüllen, ihren Aufenthaltsanspruch in der Schweiz (BGE 141 II 1 E. 2.2 S. 4 ff.), während Schweizer in der gleichen Situation ihr Aufenthaltsrecht in der Schweiz nicht verlieren; der EU-Angehörige kann nicht unter Berufung auf Art. 2 FZA Gleichbehandlung mit Schweizer Bürgern verlangen. Ebenso verlieren damit seine Familienangehörigen ihren abgeleiteten Aufenthaltsanspruch, anders als Familienangehörige von Schweizer Bürgern in der gleichen Situation. Im blossen Umstand, dass ein EU-Bürger oder seine Familienangehörigen in einer bestimmten Situation weniger günstig behandelt wird als ein Schweizer Bürger oder seine Familienangehörigen in analoger Situation, kann deshalb noch keine Verletzung von Art. 2 FZA liegen. Um zu beurteilen, ob Art. 2 FZA Anwendung findet, ist vielmehr massgebend, ob es um den Anwendungsbereich des FZA und seiner Anhänge I-III geht.\n\n4.6 Da der Familiennachzug in den Anwendungsbereich von Anhang I FZA fällt, dürfen aufgrund von Art. 2 FZA EU-Angehörige BGE 144 II 1 S. 10in Bezug auf den Nachzug ihres Ehegatten nicht schlechtergestellt werden als Schweizer Bürger. Unter der Geltung des ANAG hat das Bundesgericht daraus gefolgert, dass für das Erlöschen des Anspruchs auf eine Bewilligung für den Ehegatten eines EU-Angehörigen die strengeren Voraussetzungen von Art. 7 Abs. 1 Satz 3 ANAG (BS 1 121) (\"wenn ein Ausweisungsgrund vorliegt\") gelten anstatt diejenigen von Art. 17 Abs. 2 Satz 4 ANAG (\"gegen die öffentliche Ordnung verstossen\"; BGE 134 II 10 E. 3.6 S. 21 f.). Denn der \"effet utile\" der Personenfreizügigkeit würde beeinträchtigt, wenn die EU-Angehörigen befürchten müssten, dass sie durch nationale Aufenthaltsregelungen von ihren Familien getrennt werden (a.a.O., E. 3.5.3). Es geht dabei um die Familiennachzugsansprüche der EU-Angehörigen selber. Da Drittstaatsangehörige (abgesehen vom Verbleiberecht) nach FZA nicht selbständige, sondern nur abgeleitete Rechte haben (vorne E. 3.1), können sie sich nur im Zusammenhang mit einem entsprechenden Anspruch eines hier aufenthaltsberechtigten Familienmitglieds auf Art. 2 FZA berufen. Die Rechtsprechung hat daher bisweilen ausdrücklich verlangt, dass der aufenthaltsberechtigte EU-Angehörige, um dessen Familiennachzug es geht, sich am Verfahren beteiligt, damit ein Anspruch aus Art. 2 FZA abgeleitet werden kann (BGE 134 II 10 E. 3.6 S. 21 f.; Urteile 2A.7/2004 vom 2. August 2004 E. 5.2; 2A.475/2004 vom 25. Mai 2005 E. 2.2; vgl. auch Urteile 2C_587/2008 vom 4. Dezember 2008 E. 2.1; 2C_315/ 2008 vom 21. Juni 2008 E. 5.3). In anderen Urteilen, in denen dem Drittstaatsangehörigen selber die Berufung auf Art. 2 FZA zuerkannt wurde, handelte es sich um Fälle, in denen dieser unbestritten mit einem hier aufenthaltsberechtigten EU-angehörigen Ehegatten zusammenlebte, so dass in der Sache dessen Familienleben berührt war (Urteile 2A.615/2002 vom 21. April 2004 E. 4.2; 2A.325/2004 vom 25. August 2004 E. 4; 2A.114/2003 vom 23. April 2004 E. 4.2 und 4.3; 2C_32/2009 vom 29. Mai 2009 E. 1.2; 2C_799/2009 vom 21. Juni 2010 E. 2.1; 2C_75/2010 vom 29. Juni 2010 E. 3.5).\n\n4.7 Im Unterschied zu den soeben genannten Fällen geht es in den Konstellationen von Art. 50 AuG nicht um den Schutz des Familienlebens: Die Familiengemeinschaft ist aufgelöst, und zwar nicht durch das Ausländerrecht, sondern durch die Trennung der Ehepartner. Anhang I FZA vermittelt in diesen Fällen kein Aufenthaltsrecht des früheren Ehegatten mehr (vorne E. 3.1), so dass diese Situation an sich nicht mehr im Anwendungsbereich des FZA und dessen Art. 2 liegt (vorne E. 4.5). Bei den weitergehenden landesrechtlichen BGE 144 II 1 S. 11Ansprüchen nach Art. 50 AuG handelt es sich aber um solche, die aus dem früheren Familienleben abgeleitet werden (vorne E. 4.3) und insofern noch einen Bezug zum freizügigkeitsrechtlichen Familiennachzug aufweisen, aufgrund dessen der Aufenthalt ursprünglich bewilligt wurde. Es geht gewissermassen um Nachwirkungen des Familiennachzugsanspruchs des EU-Angehörigen. Auch wenn für die früheren Ehegatten kein freizügigkeitsrechtlicher Aufenthaltsanspruch mehr besteht, rechtfertigt es sich daher, Art. 2 FZA auf solche Situationen anzuwenden und in diesem Sinne die ehemaligen Ehegatten von EU-Angehörigen gleich zu behandeln wie die ehemaligen Ehegatten von Schweizer Bürgern, mithin Art. 50 AuG auch dann anzuwenden, wenn der Ex-Ehegatte nur eine Aufenthaltsbewilligung EU/EFTA und nicht eine Niederlassungsbewilligung besass. Indessen ist der Anwendungsbereich von Art. 2 FZA in jedem Fall abhängig von einem Aufenthaltsanspruch des EU-angehörigen Ex-Gatten; hat dieser kein Anwesenheitsrecht in der Schweiz mehr, entfällt logischerweise auch das Diskriminierungsverbot für die Regelung seiner familiären Beziehungen (vorne E. 4.6). Wenn der Ex-Ehegatte nicht mehr ein freizügigkeitsrechtlich aufenthaltsberechtigter EU-Angehöriger ist, kann es nicht mehr um die Rechte nach Anhang I FZA gehen, bei deren Regelung keine Diskriminierung gegenüber den Familienangehörigen von Schweizern erfolgen darf. Der Anspruch entfällt. Auch ein aus Art. 2 FZA abgeleitetes Aufenthaltsrecht drittstaatsangehöriger ehemaliger Familienangehöriger kann es in dieser Situation nicht mehr geben.\n\n4.8 Vorliegend lebt der EU-Angehörige, von dem die Beschwerdeführerinnen ursprünglich ihr Aufenthaltsrecht abgeleitet haben, in Spanien und hat zur Zeit kein Aufenthaltsrecht in der Schweiz. Nach dem Gesagten entfallen damit auch sämtliche aus Art. 2 FZA abgeleiteten Ansprüche, da der geltend gemachte Anspruch ausserhalb des Anwendungsbereichs des FZA liegt. Art. 50 AuG ist in Bezug auf die Beschwerdeführerinnen gleich anwendbar wie gegenüber Drittstaatsangehörigen (vorne E. 4.5), d.h. nur unter der Voraussetzung, dass der ehemalige Ehegatte in der Schweiz eine Niederlassungsbewilligung hatte, was hier nicht der Fall ist (vorne E. 4.3). Es erübrigt sich daher, die übrigen Tatbestandsvoraussetzungen dieser Bestimmung zu prüfen.\n\n5. Art. 11 BV\n\nGemäss Art. 11 BV haben Kinder und Jugendliche Anspruch auf besonderen Schutz ihrer Unversehrtheit und Förderung ihrer BGE 144 II 1 S. 12Entwicklung. Das Bundesgericht hat aber bereits festgehalten, dass diese Bestimmung keinen Anspruch auf Erteilung bzw. Verlängerung der Aufenthaltsbewilligung vermittelt (BGE 126 II 377 E. 5 S. 388 ff.; BGE 124 II 361 E. 3b S. 367 mit Hinweisen). Auf die entsprechenden Rügen der Beschwerdeführerinnen ist daher nicht weiter einzugehen.\n\n6. Art. 8 EMRK\n\n6.1 Art. 8 EMRK verschafft praxisgemäss keinen Anspruch auf Einreise und Aufenthalt oder auf einen Aufenthaltstitel. Er hindert Konventionsstaaten nicht daran, die Anwesenheit auf ihrem Staatsgebiet zu regeln und den Aufenthalt ausländischer Personen unter Beachtung überwiegender Interessen des Familien- und Privatlebens gegebenenfalls auch wieder zu beenden. Dennoch kann das in Art. 8 Ziff. 1 EMRK verankerte Recht auf Achtung des Privat- und Familienlebens berührt sein, wenn einer ausländischen Person mit in der Schweiz aufenthaltsberechtigten Familienangehörigen das Zusammenleben verunmöglicht wird (BGE 143 I 21 E. 5.1 S. 26 f.). Art. 8 EMRK ist berührt, wenn eine staatliche Entfernungs- oder Fernhaltemassnahme eine nahe, echte und tatsächlich gelebte familiäre Beziehung einer in der Schweiz gefestigt anwesenheitsberechtigten Person beeinträchtigt, ohne dass es dieser ohne Weiteres möglich bzw. zumutbar wäre, ihr Familienleben andernorts zu pflegen (BGE 139 I 330 E. 2.1 S. 335 f.; BGE 137 I 247 E. 4.1.2 S. 249 f.; BGE 116 Ib 353 E. 3c S. 357). Der sich hier aufhaltende Familienangehörige muss nach der bundesgerichtlichen Rechtsprechung über ein gefestigtes Anwesenheitsrecht verfügen, was praxisgemäss der Fall ist, wenn er das Schweizer Bürgerrecht besitzt, ihm die Niederlassungsbewilligung gewährt wurde oder er über eine Aufenthaltsbewilligung verfügt, die ihrerseits auf einem gefestigten Rechtsanspruch beruht (BGE 135 I 143 E. 1.3.1 S. 145 f.; BGE 130 II 281 E. 3.1 S. 285 f.). Zum geschützten Familienkreis gehört in erster Linie die Kernfamilie, d.h. die Gemeinschaft der Ehegatten mit ihren minderjährigen Kindern (BGE 137 I 113 E. 6.1 S. 118; BGE 135 I 143 E. 1.3.2 S. 146 mit Hinweisen). In den Schutzbereich von Art. 8 EMRK fallen aber auch andere familiäre Verhältnisse, sofern eine genügend nahe, echte und tatsächlich gelebte Beziehung besteht. Hinweise für solche Beziehungen sind das Zusammenleben in einem gemeinsamen Haushalt, eine finanzielle Abhängigkeit, speziell enge familiäre Bande, regelmässige Kontakte oder die Übernahme von Verantwortung für eine andere Person. Bei hinreichender Intensität sind auch Beziehungen zwischen nahen Verwandten wie Geschwistern oder Tanten und BGE 144 II 1 S. 13Nichten wesentlich (BGE 135 I 143 E. 3.1 S. 148; BGE 120 Ib 257 E. 1d S. 260 f.), doch muss in diesem Fall zwischen der über ein gefestigtes Anwesenheitsrecht verfügenden Person und dem um die Bewilligung nachsuchenden Ausländer ein über die üblichen familiären Beziehungen bzw. emotionale Bindungen hinausgehendes, besonderes Abhängigkeitsverhältnis bestehen (BGE 137 I 154 E. 3.4.2 S. 159; BGE 129 II 11 E. 2 S. 14; BGE 120 Ib 257 E. 1d und e S. 261 f.; Urteile 2C_451/2007 vom 22. Januar 2008 E. 2.2 und 2A.564/2006 vom 10. Januar 2007 E. 2.4; EGMR-Urteile Ezzouhdi gegen Frankreich vom 13. Februar 2001 [Nr. 47160/99] § 34 und Slivenko gegen Lettland vom 9. Oktober 2003 [Nr. 48321/99] § 97; MEYER-LADEWIG/ NETTESHEIM/VON RAUMER, EMRK, 4. Aufl. 2017, N. 57 und 61 zu Art. 8 EMRK; GRABENWARTER/PABEL, Europäische Menschenrechtskonvention, 6. Aufl. 2016, § 22 N. 18 S. 291). Der EGMR hat eine solche Beziehung angenommen etwa im Falle von Geschwistern, deren Eltern gestorben bzw. landesabwesend waren und die bei Onkel und Tante lebten (Urteil des EGMR Butt gegen Norwegen vom 4. Dezember 2012 [Nr. 47017/09] § 76). Unabhängig vom Vorliegen einer familiären Beziehung kann eine ausländerrechtliche Fernhaltemassnahme Art. 8 EMRK (Recht auf Privatleben) verletzen, namentlich bei Ausländern der zweiten Generation (vgl. BGE 139 I 16 E. 2.2.2 S. 20), im Übrigen aber nur unter besonderen Umständen: Eine lange Anwesenheit und die damit verbundene normale Integration genügen hierzu nicht; erforderlich sind besonders intensive, über eine normale Integration hinausgehende private Beziehungen beruflicher oder gesellschaftlicher Natur (BGE 130 II 281 E. 3.2.1 S. 286; BGE 126 II 377 E. 2c S. 384 ff.; BGE 120 Ib 16 E. 3b S. 22; vgl. auch BGE 138 I 246 E. 3.2.1 S. 250 f.).\n\n6.2 Die Beschwerdeführerin 2 ist die Tochter der Beschwerdeführerin 1 und lebt mit dieser zusammen. Da jedoch weder die eine noch die andere der Beschwerdeführerinnen über ein eigenes gefestigtes Aufenthaltsrecht verfügt, kann keine von beiden der Anderen ein aus Art. 8 EMRK abgeleitetes Aufenthaltsrecht vermitteln. Die Beschwerdeführerinnen machen jedoch geltend, die Beschwerdeführerin 2 habe ohne eigenen Vater aufwachsen müssen. Sie lebe seit 2011 beim Ehemann der Schwester der Beschwerdeführerin 1, der für sie zu einem Ersatzvater geworden sei, so dass sie gestützt auf die Beziehung zu ihm einen Aufenthaltsanspruch gestützt auf Art. 8 EMRK ableiten könne. BGE 144 II 1 S. 14\n\n6.3 Der Ehemann der Schwester der Beschwerdeführerin 1 hat unbestritten ein gefestigtes Aufenthaltsrecht in der Schweiz. Die Vorinstanz hat jedoch eine genügend nahe, echte und tatsächlich gelebte Beziehung zwischen ihm und der Beschwerdeführerin 2 verneint. Sie hat zunächst erwogen, dass die Beziehung zum \"Ersatzvater\" wohl einiges weniger eng wäre, wenn die Beschwerdeführerinnen entsprechend dem Zweck der erteilten Aufenthaltsbewilligung nicht mit diesem, sondern mit dem Ehemann der Beschwerdeführerin 1 zusammengelebt hätten. Auf einer rein faktischen Ebene erscheine es als durchaus naheliegend, dass aufgrund der seit 2011 bestehenden Wohngemeinschaft eine grundsätzlich enge Beziehung bestehe. Die Ausführungen der Beschwerdeführerinnen enthielten allerdings zur Ausgestaltung dieser Beziehung kaum konkrete Angaben. Hinsichtlich der geltend gemachten Betreuung am Abend, wenn die Beschwerdeführerin 1 arbeite, führte sie aus, die bald 17-jährige Beschwerdeführerin 2 bedürfe kaum mehr einer solchen. Zudem sei der \"Ersatzvater\" als Geschäftsführer von Unterhaltungslokalen seinerseits wahrscheinlich des Öfteren abends abwesend. In finanzieller Hinsicht komme die Beschwerdeführerin 1 allein für die Beschwerdeführerin 2 auf. Diese sei als Inhaberin der elterlichen Sorge und Obhut stets ebenfalls zugegen. Den Akten lasse sich nichts entnehmen, was darauf schliessen liesse, dass die Beziehung zum \"Ersatzvater\" in ihrer Qualität der üblicherweise zu einem Elternteil bestehenden praktisch gleichkomme.\n\n6.4 Die Beschwerdeführerinnen rügen zunächst eine Verletzung des Anspruchs auf rechtliches Gehör und von Art. 12 des Übereinkommens vom 20. November 1989 über die Rechte des Kindes (KRK; SR 0.107). Sie hatten vor den Vorinstanzen erfolglos beantragt, die Beschwerdeführerin 2 bezüglich ihrer Beziehungen zu ihrem \"Ersatzvater\" persönlich anzuhören. Die Vorinstanz begründete den Verzicht auf die beantragte persönliche Anhörung damit, die Beschwerdeführerinnen hätten ihren Standpunkt im Rahmen der Rechtsschriften in angemessener Weise einbringen können. Damit seien auch die Anforderungen von Art. 12 KRK erfüllt.\n\n6.5 Nach Art. 12 Abs. 1 KRK sichern die Vertragsstaaten dem Kind, das fähig ist, sich eine eigene Meinung zu bilden, das Recht zu, diese Meinung in allen das Kind berührenden Angelegenheiten frei zu äussern, und berücksichtigen die Meinung des Kindes angemessen und entsprechend seinem Alter und seiner Reife. Nach Abs. 2 wird dem Kind zu diesem Zweck insbesondere Gelegenheit gegeben, in BGE 144 II 1 S. 15allen das Kind berührenden Gerichts- oder Verwaltungsverfahren entweder unmittelbar oder durch einen Vertreter oder eine geeignete Stelle im Einklang mit den innerstaatlichen Verfahrensvorschriften gehört zu werden. Art. 12 KRK stellt einen direkt anwendbaren Rechtssatz dar, dessen Verletzung beim Bundesgericht angefochten werden kann (BGE 124 III 90 E. 3a S. 92). Wie sich aus dem Wortlaut von Art. 12 Abs. 2 KRK ergibt, ist allerdings eine persönliche Anhörung nicht in jedem Fall unerlässlich; wenn die Kinder durch ihre Eltern vertreten werden und beider Interessen gleichläufig sind, kann die Ansicht der Kinder auch ohne persönliche Anhörung durch ihre Eltern eingebracht werden, sofern der rechtserhebliche Sachverhalt auch ohne diese Anhörung rechtsgenüglich festgestellt werden kann (BGE 124 II 361 E. 3c S. 368; Urteile 2C_303/2014 vom 20. Februar 2015 E. 5.1; 2C_930/2012 vom 10. Januar 2013 E. 4.4.1). Vorliegend wird die Beschwerdeführerin 2 durch ihre Mutter vertreten, deren Interessen gleichläufig sind. Diese Voraussetzung für einen Verzicht auf die persönliche Anhörung ist damit erfüllt. Zu prüfen ist jedoch, ob die Anhörung der Beschwerdeführerin 2 geboten gewesen wäre, um den rechtserheblichen Sachverhalt festzustellen.\n\n6.6 Die Vorinstanz geht davon aus, dass die Beschwerdeführerin 2 seit Juli 2011 dauerhaft in einem Haushalt zusammen mit ihrer Tante und deren Ehemann lebt, seit Dezember 2011 auch mit ihrer Mutter zusammen, und dass eine grundsätzlich enge Beziehung auch zwischen der Beschwerdeführerin 2 und dem Ehemann ihrer Tante besteht. Insofern ist der Sachverhalt gar nicht umstritten und war nicht abklärungsbedürftig. Es ist auch durchaus glaubhaft, dass die Beschwerdeführerin 2 - wie sie vorbringt - bei ihrem Onkel Emotionalität und Geborgenheit erlebt und dieser sie in schulischen und allgemeinen Lebensbelangen unterstützt. Gemäss der in E. 6.1 zitierten Rechtsprechung reicht aber diese normale familiäre und emotionale Beziehung nicht aus, um einen Aufenthaltsanspruch zu begründen. Im Unterschied etwa zum erwähnten Fall Butt gegen Norwegen ist hier der Onkel nicht die einzige Bezugsperson der Beschwerdeführerin 2, lebt diese doch in erster Linie mit ihrer Mutter zusammen, welche gemäss den unbestrittenen und für das Bundesgericht verbindlichen Feststellungen der Vorinstanz auch finanziell allein für sie aufkommt. Ein besonderes Abhängigkeitsverhältnis im Sinne der Rechtsprechung (z.B. gesundheitlich oder anderweitig begründete Betreuungserfordernisse) der inzwischen nahezu volljährigen Beschwerdeführerin 2 haben die Beschwerdeführerinnen nicht geltend BGE 144 II 1 S. 16gemacht. Unter diesen Umständen hat die Vorinstanz weder den Anspruch auf rechtliches Gehör noch Art. 12 KRK noch Art. 8 EMRK verletzt, wenn sie ein auf letztere Bestimmung gestütztes Aufenthaltsrecht verneint hat."}