{"annee": "144", "cour": "IV", "page": "127", "date": "13/3/2018", "cite": ["141 IV 284", "143 IV 387", "128 II 259", "134 III 241", "141 IV 87", "137 I 167", "136 I 87"], "cite_par": ["145 IV 263"], "chapeau": "18. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A.A. contre B., D. et Ministère public du canton du Valais (recours en matière pénale)\n\n1B_425/2017 du 13 mars 2018", "regestes": ["Art. 141, 259 CPP; art. 9 al. 1 de la loi fédérale du 20 juin 2003 sur l'utilisation de profils d'ADN dans les procédures pénales et sur l'identification de personnes inconnues ou disparues; recevabilité d'un recours tendant à la destruction d'un échantillon ADN. Examen de l'application de l'art. 9 al. 1 de la loi sur les profils d'ADN. Lorsque la validité d'un moyen de preuve est contestée, cela ne constitue en principe pas un préjudice irréparable au sens de l'art. 93 al. 1 let. a LTF, sous réserve notamment des cas où la loi prévoit expressément la restitution immédiate, respectivement la destruction immédiate, des preuves illicites (rappel de la jurisprudence; consid. 1.3.1). L'art. 9 al. 1 let. b de la loi sur les profils d'ADN - qui prévoit la destruction des échantillons ADN dans les trois mois depuis leur prélèvement si l'autorité n'a pas ordonné leur analyse - constitue l'une de ces exceptions légales (consid. 1.3.3). L'art. 9 al. 1 let. b de la loi sur les profils d'ADN s'applique indépendamment de la réalisation des conditions prévues aux autres lettres de cette disposition, notamment celles posées à la lettre c (consid. 2.2 et 2.3)."], "faits": "BGE 144 IV 127 S. 128\n\nA. Selon le rapport de police du 11 août 2015, une personne inconnue a, le 24 juin 2015, tué une chèvre de chamois allaitante et l'a fixée contre une paroi du stand de tir de B. à côté d'un panneau sur lequel était écrit \"JE SUI D.\". La procédure pénale ouverte à la suite de la dénonciation du garde-chasse D. et de la plainte de B. a été suspendue le 20 octobre 2015, faute d'élément permettant d'identifier un auteur potentiel.\n\nLe 3 mars 2016, le Ministère public de l'Office régional du Bas-Valais a mandaté la police notamment pour entendre E., F.A., G., H.A. et I. en qualité de personnes appelées à donner des renseignements et leur demander s'ils étaient disposés à se soumettre aux formalités ADN. L'échantillon prélevé sur la personne de H.A. a été transmis pour analyse à fin juillet 2016 et, selon le courrier électronique du 2 août 2016 d'un membre du personnel de l'unité de génétique forensique du Centre Hospitalier Universitaire Vaudois (CHUV), son profil ADN ne semblait pas correspondre aux traces trouvées sur les BGE 144 IV 127 S. 129lieux de l'infraction; il y avait cependant suffisamment de ressemblance entre les deux pour que les traces proviennent de quelqu'un de sa famille.\n\nA.A. a été entendu, en tant que personne appelée à donner des renseignements, le 18 août 2016 par la police, audition durant laquelle il a accepté qu'un prélèvement ADN soit effectué sur sa personne. Le 8 septembre 2016, le rapport de l'unité de génétique forensique du CHUV a conclu que l'ADN trouvé sur les lieux de l'infraction correspondrait très probablement à celui de A.A. Mis en prévention pour menaces contre les autorités et fonctionnaires, voire violation de la loi fédérale du 20 juin 1986 sur la chasse et la protection des mammifères et oiseaux sauvages (LChP; RS 922.0), celle du 16 décembre 2005 sur la protection des animaux (LPA; RS 455) et dommages à la propriété, A.A. a été entendu le 12 décembre 2016 et a contesté toute implication dans les faits examinés.\n\nLes 23 janvier et 3 mars 2017, A.A. a demandé au Ministère public le retrait du dossier du procès-verbal de son audition du 12 décembre 2016, ainsi que celui du rapport de l'unité de génétique forensique du CHUV du 8 septembre 2016, soutenant que ces documents constituaient des preuves illicites. Par décision du 7 mars 2017, cette requête a été rejetée par le Ministère public, autorité qui a procédé à l'audition du prévenu le lendemain.\n\nB. Le 6 octobre 2017, A.A. a déposé un recours contre l'ordonnance susmentionnée, concluant au retrait et à la destruction des prélèvements ADN le concernant, du rapport d'analyse y relatif, ainsi que des procès-verbaux des auditions du 12 décembre 2016 et du 8 mars 2017.\n\nLa Chambre pénale du Tribunal cantonal du Valais a, par décision du 31 août 2017, partiellement admis ce recours. Elle a considéré que, si les prélèvements ADN mis en oeuvre par la police étaient légitimes au regard des soupçons pesant sur A.A., l'analyse des échantillons n'avait en revanche pas été ordonnée par le Ministère public, seule autorité pourtant compétente; cela constituait une violation des règles de validité que la poursuite des infractions en cause ou l'intérêt public à la résolution de celles-ci ne justifiaient pas. La cour cantonale a ainsi ordonné le retrait de ces preuves du dossier. Elle a précisé que la loi ne prévoyait pas la destruction immédiate des échantillons. Quant aux procès-verbaux des deux auditions litigieuses, la juridiction cantonale a estimé que les autorités avaient des soupçons à l'encontre de A.A. après la réception du courrier électronique du BGE 144 IV 127 S. 1302 août 2016, étant ainsi plausible que, même sans l'analyse ADN, de nouvelles auditions du susmentionné auraient été entreprises et d'autres mesures d'instruction mises en oeuvre; la preuve illicite n'était ainsi pas la condition nécessaire à l'administration des preuves en cause.\n\nC. Par acte du 4 octobre 2017, A.A. forme un recours en matière pénale contre cet arrêt, concluant à sa réforme en ce sens que les échantillons ADN prélevés le 18 août 2016 soient immédiatement détruits et que les procès-verbaux des 12 décembre 2016 et 8 mars 2017 soient retirés du dossier pénal y et conservés à part jusqu'à la clôture définitive de la procédure. A titre subsidiaire, il demande l'annulation de l'arrêt attaqué et le renvoi de la cause à l'autorité précédente.\n\nLe Tribunal fédéral a admis ce recours dans la mesure où il était recevable et ordonné la destruction des échantillons ADN.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. (...)\n\n1.3 Une décision relative à l'exploitation des moyens de preuve (art. 140 et 141 CPP) ne met pas fin à la procédure pénale; elle a donc un caractère incident. Le recours en matière pénale contre une telle décision n'est dès lors recevable qu'aux conditions de l'art. 93 al. 1 let. a LTF, soit en présence d'un préjudice irréparable, l'art. 93 al. 1 let. b LTF n'étant généralement pas applicable en matière pénale (ATF 141 IV 284 consid. 2 p. 286).\n\n1.3.1 En matière pénale, le préjudice irréparable au sens de l'art. 93 al. 1 let. a LTF se rapporte à un dommage de nature juridique qui ne puisse pas être réparé ultérieurement par un jugement final ou une autre décision favorable au recourant. Le seul fait qu'un moyen de preuve dont la validité est contestée demeure au dossier ne constitue en principe pas un tel préjudice, dès lors qu'il est possible de renouveler ce grief jusqu'à la clôture définitive de la procédure. En particulier, la question de la légalité des moyens de preuve peut être soumise au juge du fond (art. 339 al. 2 let. d CPP), autorité dont il peut être attendu qu'elle soit en mesure de faire la distinction entre les moyens de preuve licites et ceux qui ne le seraient pas, puis de fonder son appréciation en conséquence. Les motifs retenus par le juge de première instance peuvent ensuite être contestés dans le BGE 144 IV 127 S. 131cadre d'un appel (cf. art. 398 ss CPP) et, en dernier ressort, le prévenu peut remettre en cause ce jugement devant le Tribunal fédéral (art. 78 ss LTF; ATF 143 IV 387 consid. 4.4 p. 394 et les arrêts cités).\n\nCette règle comporte toutefois des exceptions. Tel est notamment le cas lorsque la loi prévoit expressément la restitution immédiate, respectivement la destruction immédiate, des preuves illicites (cf. par exemple les art. 248, 271 al. 3, 277 et 289 al. 6 CPP). Il en va de même quand, en vertu de la loi ou de circonstances spécifiques liées au cas d'espèce, le caractère illicite des moyens de preuve s'impose d'emblée. De telles circonstances ne peuvent être admises que dans la situation où l'intéressé fait valoir un intérêt juridiquement protégé particulièrement important à un constat immédiat du caractère inexploitable de la preuve (ATF 143 IV 387 consid. 4.4 p. 394 et les arrêts cités).\n\n1.3.2 La cour cantonale a ordonné (1) le retrait du dossier du rapport d'analyse ADN (cf. art. 141 al. 2 et 5 CPP), ainsi que (2) celui des échantillons ADN. Elle a en revanche considéré que (3) les procès-verbaux des auditions du 12 décembre 2016 et du 8 mars 2017 devaient être maintenus au dossier.\n\nDevant le Tribunal fédéral, seules les deux dernières problématiques sont remises en cause.\n\n1.3.3 Par rapport tout d'abord aux prélèvements ADN, le recourant soutient que ceux-ci ne devraient pas être uniquement retirés du dossier pénal (art. 141 al. 5 CPP), mais devraient être immédiatement détruits en application de l'art. 9 al. 1 let. b de la loi fédérale du 20 juin 2003 sur l'utilisation de profils d'ADN dans les procédures pénales et sur l'identification de personnes inconnues ou disparues (loi sur les profils d'ADN; RS 363).\n\nCette disposition prévoit notamment que l'autorité qui a ordonné la mesure fait procéder à la destruction de l'échantillon prélevé sur une personne après trois mois à compter du jour du prélèvement si cette autorité n'a pas prescrit d'analyse. Au stade de la recevabilité, le recourant paraît donc pouvoir se prévaloir d'une règle légale permettant, le cas échéant, la destruction immédiate de ses prélèvements ADN. Partant, l'existence d'un préjudice irréparable doit être admis et le recours est, sur ce point, recevable.\n\n1.3.4 S'agissant ensuite du maintien au dossier des deux procès-verbaux litigieux, le recourant soutient que leur caractère illicite BGE 144 IV 127 S. 132\"s'impos[er]ait manifestement d'emblée\", vu l'illicéité constatée par la cour cantonale du rapport d'analyse ADN; sans les conclusions de celui-ci, le recourant n'aurait en effet pas été convoqué aux auditions des 12 septembre 2016 et 8 mars 2017 et n'aurait pas fait les déclarations alors effectuées.\n\nSelon la teneur de l'art. 141 al. 4 CPP, si un moyen de preuve est recueilli grâce à une preuve non exploitable au sens de l'art. 141 al. 2 CPP, il n'est pas exploitable lorsqu'il n'aurait pas pu être recueilli sans l'administration de la première preuve. Contrairement ainsi à ce que soutient le recourant, l'éventuel caractère illicite des preuves dérivées n'exclut pas à lui seul toute exploitation de celles-ci au cours de la procédure. La loi ne prévoit pas non plus leur destruction immédiate (cf. art. 141 al. 5 CPP). De plus, les soupçons contre le recourant paraissent découler du courrier électronique du 2 août 2016 - soit antérieurement à l'analyse ADN -, de sorte qu'il n'est pas non plus d'emblée manifeste que les conditions posées à l'art. 141 al. 4 CPP pour déclarer une preuve dérivée inexploitable soient réalisées. Il appartenait en conséquence au recourant de démontrer en quoi le refus, à ce stade de l'instruction, de retirer les pièces litigieuses constituait un préjudice irréparable qu'une décision ultérieure ne permettrait pas de réparer.\n\nEn l'absence d'explication circonstanciée, il n'y a pas lieu de se distancer de la jurisprudence en matière d'exploitation des preuves - découlant certes principalement de l'art. 141 al. 2 CPP - rappelée ci-dessus. Le recourant ne soutient au demeurant pas qu'une éventuelle application de l'art. 141 al. 4 CPP ne pourrait plus être invoquée devant le juge du fond.\n\nPartant, le recours est irrecevable sur ce point.\n\n2. (...)\n\n2.1 Le Code de procédure pénale prévoit des dispositions spéciales en matière d'analyse de l'ADN (art. 255 à 258 CPP). Il s'ensuit que les articles prévus par la loi sur les profils d'ADN s'agissant des conditions de prélèvements et d'analyse de l'ADN (section 2 de cette loi) ne s'appliquent pas.\n\nEn vertu toutefois du renvoi prévu à l'art. 259 CPP, la loi sur les profils d'ADN continue notamment de réglementer l'organisation de l'analyse (section 3; art. 8 s. de la loi sur les profils d'ADN; arrêts 1B_277/2013 du 15 avril 2014 consid. 4.3.2, in Pra 2014 n. 97 p. 765; 1B_685/2011 du 23 février 2012 consid. 3.2, in SJ 2012 I p. 440; BGE 144 IV 127 S. 133MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2e éd. 2016, n° 1 ad remarques préliminaires aux art. 255 à 259 CPP; FRICKER/MAEDER, in Basler Kommentar, Schweizerische Strafprozessordnung, 2e éd. 2014, n° 1 ad art. 259 CPP; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2e éd. 2013, n° 4 ad vor Art. 255-259 CPP; SANDRINE ROHMER, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 2 ad art. 259 CPP).\n\nL'art. 9 de la loi sur les profils d'ADN relatif à la destruction des échantillons est ainsi applicable (MOREILLON/PAREIN-REYMOND, op. cit., n° 3 ad art. 259 CPP; FRICKER/MAEDER, op. cit., nos 39 s. ad art. 255 CPP; JEANNERET/KUHN, Précis de procédure pénale, 2013, n. 14043 p. 281; ROHMER, op. cit., n° 5 ad art. 259 CPP). Cette disposition prévoit que l'autorité qui a ordonné la mesure fait procéder à la destruction de l'échantillon prélevé sur une personne si le profil d'ADN de la personne en cause a déjà été établi (art. 9 al. 1 let. a); après trois mois, à compter du jour du prélèvement, si cette autorité n'a pas prescrit d'analyse (art. 9 al. 1 let. b); s'il s'est avéré que la personne en cause ne peut être l'auteur du crime ou du délit (art. 9 al. 1 let. c); après l'identification de la personne dans les cas prévus à l'art. 6 de cette loi (art. 9 al. 1 let. d).\n\nEn matière d'identification de personnes, un prélèvement ADN, notamment par frottis de la muqueuse, et son analyse constituent des atteintes - certes légères (ATF 134 III 241 consid. 5.4.3 p. 247; ATF 128 II 259 consid. 3.3 p. 269 s.) - à la liberté personnelle, à l'intégrité corporelle (art. 10 al. 2 Cst.), respectivement à la sphère privée (art. 13 al. 1 Cst.), ainsi qu'au droit à l'autodétermination en matière de données personnelles (art. 13 al. 2 Cst. et 8 CEDH; ATF 136 I 87 consid. 5.1 p. 101; ATF 128 II 259 consid. 3.2 p. 268). Les limitations des droits constitutionnels doivent être justifiées par un intérêt public et respecter le principe de proportionnalité (art. 36 al. 2 et 3 Cst. et 197 al. 1 CPP). L'atteinte à la sphère privée persiste à tout le moins aussi longtemps que les données signalétiques demeurent accessibles aux agents de police ou qu'elles peuvent être prises en considération, voire transmises, dans le cadre de demandes de renseignements présentées par des autorités (ATF 137 I 167 consid. 3.2 p. 172 s.)\n\n2.2 La cour cantonale a considéré que dès lors que les conditions posées à l'art. 9 al. 1 let. c de la loi sur les profils d'ADN n'étaient pas réalisées, les échantillons d'ADN du recourant ne devaient pas être détruits. BGE 144 IV 127 S. 134\n\nSous l'angle de cette seule lettre, le raisonnement de l'autorité précédente ne prête pas le flanc à la critique et le recourant ne le soutient d'ailleurs pas. Il se prévaut en revanche de l'un des autres motifs prévus par l'art. 9 al. 1 de la loi sur les profils d'ADN, soit la lettre b, pour obtenir la destruction de ses échantillons. Il y a donc lieu de déterminer si le défaut de réalisation de l'un des motifs prévus à l'art. 9 al. 1 - soit la lettre c - suffit à exclure toute application d'une autre lettre de cette disposition, soit notamment celle de la lettre b.\n\nLe texte légal - y compris dans ses versions allemande et italienne - ne comporte aucune indication permettant de retenir que les conditions prévues aux différentes lettres devraient être réunies cumulativement pour obtenir la destruction des prélèvements ADN. De plus, du point de vue de la systématique, les motifs prévus à l'art. 9 al. 1 de la loi sur les profils d'ADN sont placés sur un même niveau hiérarchique (lettres), sans que l'un n'apparaisse ainsi déterminant par rapport aux autres, sous réserve peut-être de leur ordre. La disposition ne concernant a priori que le prévenu (cf. la lettre c) n'a pas non plus été placée dans un article particulier, paraissant dès lors constituer uniquement un motif supplémentaire pour celui-ci. Sa position après la lettre b - d'application plus générale - ne permet d'ailleurs pas d'emblée d'exclure que les conditions relatives à la lettre b (défaut d'analyse ordonnée dans les trois mois) ne devraient pas être examinées préalablement et que la lettre c n'entrerait dès lors en considération que dans une phase ultérieure (application en cascade), soit dans l'hypothèse où une analyse a été demandée en temps utile par l'autorité compétente; la conservation des échantillons peut, dans une telle situation se justifier à des fins de vérification des analyses effectuées (cf. le Message du 8 novembre 2000 relatif à la loi fédérale sur l'utilisation de profils d'ADN dans le cadre d'une procédure pénale et sur l'identification de personnes inconnues ou disparues [FF 2001 19, 39]).\n\nLes travaux préparatoires de la loi sur les profils d'ADN ne permettent pas non plus de retenir que le défaut de réalisation de l'un des motifs prévus à l'art. 9 al. 1 de la loi sur les profils d'ADN exclurait toute destruction en application de l'une des autres possibilités. Le Conseil fédéral a ainsi formulé ses commentaires en lien avec les motifs des lettres b et c dans des paragraphes différents (cf. le Message précité [FF 2001 19, 39]), ce qui penche pour une applicationindépendante de chacun de ces motifs. Si la commission du Conseil National a proposé une légère modification de cette disposition par BGE 144 IV 127 S. 135rapport au projet (let. c: \"s'il s'est avéré que la personne en cause ne pouvait être l'auteur du crime ou du délit\" par \"s'il s'est avéré que la personne en cause ne peut être l'auteur du crime ou du délit\"), celle-ci a été ensuite adoptée sans discussion tant par le Conseil National (BO 2002 CN 1239) que par le Conseil des Etats (BO 2003 CE 366). Enfin la doctrine utilise le terme \"ou\" - \"oder\" - lorsqu'elle fait état des hypothèses prévues par cette disposition (FRICKER/MAEDER, op. cit., n o 40 ad art. 255 CPP; ROHMER, op. cit., n° 5 ad art. 259 CPP; SANDRINE ROHMER, Spécificité des données génétiques et protection de la sphère privée, les exemples des profils d'ADN dans la procédure pénale et du diagnostic génétique, 2006, n. 3/a p. 120).\n\nAu regard de l'ensemble de ces considérations, rien ne permet de considérer que, dans le cas où un prévenu serait en cause, l'art. 9 al. 1 let. b de la loi sur les profils d'ADN n'entrerait pas en considération tant que les conditions de la lettre c de cette même disposition ne seraient pas réalisées. Partant, la cour cantonale ne pouvait pas, sans violer le droit fédéral, limiter son examen à l'art. 9 al. 1 let. c de la loi sur les profils d'ADN pour exclure la destruction des échantillons ADN du recourant. Ce grief doit être admis.\n\n2.3 Les conditions imposant la destruction des échantillons en application de l'art. 9 al. 1 let. b de la loi sur les profils d'ADN sont remplies en l'espèce.\n\nEn effet, les prélèvements ont été opérés par la police le 18 août 2016 et la juridiction cantonale a constaté, dans son arrêt du 31 août 2017, que l'analyse des échantillons d'ADN n'avait pas été ordonnée valablement - et par conséquent en temps utile - par le Ministère public, autorité compétente en la matière à ce stade de la procédure (ATF 141 IV 87 consid. 1.3.2 p. 90 s.). Par conséquent, les échantillons en cause doivent être détruits."}