{"annee": "145", "cour": "IV", "page": "65", "date": "19/12/2018", "cite": ["139 IV 199", "133 IV 121", "141 IV 49", "143 IV 445", "139 I 51", "142 IV 105", "139 IV 175", "143 I 109", "135 IV 139", "142 IV 196", "141 IV 236", "141 IV 396", "142 IV 401", "134 IV 36"], "cite_par": [], "chapeau": "8. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Generalstaatsanwaltschaft des Kantons Bern gegen X. (Beschwerde in Strafsachen)\n\n6B_691/2018 vom 19. Dezember 2018", "regestes": ["Art. 59 al. 4 CP; art. 81 al. 1 let. b ch. 3 LTF; prononcé et prolongation d'une mesure thérapeutique institutionnelle; début du délai de cinq ans; qualité pour recourir de l'accusateur public. L'accusateur public est habilité à sauvegarder l'intérêt \"des autorités touchées\" dans le contexte de l'exécution d'une mesure. Il peut ainsi se plaindre devant le Tribunal fédéral que le début de la prolongation d'une mesure thérapeutique institutionnelle au sens de l'art. 59 al. 4 phrase 2 CP a été mal calculé, ce même lorsque la demande de prolongation de la mesure émane de l'autorité d'exécution (consid. 1). Lorsque l'intéressé n'est pas en liberté avant le début de la mesure thérapeutique institutionnelle au sens de l'art. 59 CP - ce qui est la règle -, la durée initiale (d'un maximum de cinq ans) de privation de liberté entraînée par la mesure commence à courir à la date de la décision entrée en force ordonnant dite mesure (consid. 2.2-2.7). En cas de prolongation de la mesure thérapeutique institutionnelle, est déterminant le jour de l'échéance de la période (d'un maximum de cinq ans) initiale ou éventuellement prolongée de la mesure. Cela vaut également lorsque la décision de prolongation a été prise avant l'écoulement de la période en cours, soit durant la période initiale (d'un maximum de cinq ans) ou éventuellement prolongée de la mesure (consid. 2.8). Licéité et limites de la prolongation d'une mesure avant l'échéance de la période en cours (consid. 2.9)."], "faits": "BGE 145 IV 65 S. 66\n\nA. Das Regionalgericht Oberland sprach X. am 28. Juni 2013 wegen mehrfacher (teilweise versuchter) sexueller Nötigung, mehrfachen (teilweise versuchten) sexuellen Handlungen mit einem Kind, mehrfacher Erpressung, mehrfacher (teilweise versuchter) Nötigung sowie mehrfacher Pornographie schuldig. Es verurteilte ihn zu einer Freiheitsstrafe von 8 Jahren, abzüglich 425 Tage Polizei- und Untersuchungshaft, und ordnete eine stationäre therapeutische Massnahme nach Art. 59 StGB an. X. befand sich seit dem 24. Oktober 2012 im vorzeitigen Massnahmenvollzug. BGE 145 IV 65 S. 67\n\nB.\n\nB.a Die Bewährungs- und Vollzugsdienste des Kantons Bern (BVD) beantragten dem Regionalgericht Oberland am 9. Juni 2017 die Verlängerung der stationären therapeutischen Massnahme um fünf Jahre.\n\nB.b Das Regionalgericht Oberland verlängerte die stationäre therapeutische Massnahme mit Entscheid vom 26. September 2017 um vier Jahre. Dispositiv-Ziff. 1 des Entscheids lautet wie folgt: \"Die mit Urteil vom 28. Juni 2013 angeordnete bis 27. Juni 2018 andauernde stationäre therapeutische Massnahme gemäss Art. 59 StGB wird um vier Jahre verlängert im Sinne des Gutachtens von Dr. med. A. vom 24. März 2017\".\n\nB.c Dagegen führte X. beim Obergericht des Kantons Bern Beschwerde u.a. mit dem Antrag, der Entscheid vom 26. September 2017 sei aufzuheben und die stationäre therapeutische Massnahme sei lediglich um 15 Monate zu verlängern. Das Obergericht des Kantons Bern wies die Beschwerde mit Beschluss vom 18. Mai 2018 ab. Es stellte im Dispositiv seines Entscheids fest, dass die Vierjahresfrist am 24. Oktober 2017 zu laufen begann.\n\nC. Die Generalstaatsanwaltschaft des Kantons Bern beantragt mit Beschwerde in Strafsachen, der Entscheid vom 18. Mai 2018 sei bezüglich der Feststellung, dass die Vierjahresfrist am 24. Oktober 2017 zu laufen begann, aufzuheben und es sei festzustellen, dass die Vierjahresfrist am 28. Juni 2018 zu laufen begann.\n\nD. Die Vorinstanz und X. stellen Antrag auf Abweisung der Beschwerde. X. ersucht zudem um unentgeltliche Rechtspflege.\n\nDas Bundesgericht heisst die Beschwerde gut. Es hebt den angefochtenen Entscheid insofern auf, als die Vorinstanz darin in Dispositiv-Ziff. 1 feststellt, die Vierjahresfrist gemäss Verlängerungsentscheid des Regionalgerichts Oberland vom 26. September 2017 habe am 24. Oktober 2017 zu laufen begonnen.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Beschwerdeführerin richtet sich gegen die Feststellung im angefochtenen Entscheid, wonach die Vierjahresfrist am 24. Oktober 2017 zu laufen begann. Sie rügt, die Vorinstanz stelle für die Berechnung der Fünfjahresfrist nach Art. 59 Abs. 4 Satz 1 StGB in Verletzung von Bundesrecht auf den vorzeitigen Massnahmenvollzug ab. Entscheidend sei der Zeitpunkt des Sachurteils. BGE 145 IV 65 S. 68\n\n1.2 Zur Beschwerde in Strafsachen ist berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen hat oder keine Möglichkeit zur Teilnahme erhalten hat und ein rechtlich geschütztes Interesse an der Aufhebung oder Änderung des angefochtenen Entscheids hat (Art. 81 Abs. 1 lit. a und b BGG). Der Staatsanwaltschaft steht das Beschwerderecht in Strafsachen nach Art. 81 Abs. 1 lit. b Ziff. 3 BGG grundsätzlich ohne Einschränkung zu (BGE 142 IV 196 E. 1.5 S. 198 ff.; BGE 139 IV 199 E. 2 S. 200; BGE 134 IV 36 E. 1.4 S. 39 ff. mit Hinweisen). Die kantonalen Vollzugsbehörden sind von der Beschwerde demgegenüber ausgeschlossen (vgl. BGE 139 I 51 E. 2.3 S. 53; BGE 133 IV 121 E. 1.1 f. S. 123 ff.). Die Interessen \"tangierter Behörden\" sind von der Staatsanwaltschaft zu wahren (Urteil 6B_1203/2017 vom 1. November 2017 E. 2 mit Hinweis; siehe auch Urteil 6B_664/2013 vom 16. Dezember 2013 E. 1.2).\n\n1.3 Die Vorinstanz erwägt im angefochtenen Entscheid, im Falle des vorzeitigen Massnahmenvollzugs sei der Eintritt in die Vollzugsanstalt massgebend für die Berechnung der Frist nach Art. 59 Abs. 4 StGB. Der Beschwerdegegner sei am 24. Oktober 2012 im Rahmen des vorzeitigen Massnahmenvollzugs in die Therapieabteilung der heutigen Justizvollzugsanstalt Thorberg eingetreten. Demzufolge habe die Fünfjahresfrist gemäss Art. 59 Abs. 4 StGB am 24. Oktober 2012 zu laufen begonnen und sei am 23. Oktober 2017 abgelaufen. Somit sei über eine Verlängerung der stationären Massnahme ab dem 24. Oktober 2017 zu entscheiden.\n\nDie Vorinstanz verlängerte die stationäre therapeutische Massnahme im angefochtenen Entscheid demnach um vier Jahre gerechnet ab dem 24. Oktober 2017, d.h. bis am 23. Oktober 2021. Die Beschwerdeführerin macht demgegenüber geltend, die Massnahme hätte bis am 27. Juni 2022 verlängert werden müssen. Zu dieser Rüge ist sie im Rahmen der vorliegenden Beschwerde berechtigt. Der Antrag auf Verlängerung der stationären Massnahme ging zwar von der Vollzugsbehörde aus (vgl. Art. 59 Abs. 4 Satz 2 StGB). Die Generalstaatsanwaltschaft hatte im vorinstanzlichen Verfahren jedoch Parteistellung. Auf die Beschwerde ist daher einzutreten.\n\n2.\n\n2.1 Der mit der stationären Behandlung verbundene Freiheitsentzug beträgt in der Regel höchstens fünf Jahre (Art. 59 Abs. 4 Satz 1 StGB). Sind die Voraussetzungen für die bedingte Entlassung nach fünf Jahren noch nicht gegeben und ist zu erwarten, durch die BGE 145 IV 65 S. 69Fortführung der Massnahme lasse sich der Gefahr weiterer mit der psychischen Störung des Täters in Zusammenhang stehender Verbrechen und Vergehen begegnen, so kann das Gericht auf Antrag der Vollzugsbehörde die Verlängerung der Massnahme um jeweils höchstens fünf Jahre anordnen (Art. 59 Abs. 4 Satz 2 StGB).\n\n2.2 Die neuen Bestimmungen zum Massnahmerecht traten mit der Revision des Allgemeinen Teils des Strafgesetzbuchs am 1. Januar 2007 in Kraft. Die stationäre therapeutische Massnahme nach Art. 59 StGB ist zeitlich nicht absolut limitiert (BGE 142 IV 105 E. 5.4 S. 112; BGE 141 IV 49 E. 2.1 S. 51; Urteil 6B_409/2017 vom 17. Mai 2017 E. 1.4.4). Mit der zeitlichen Beschränkung des mit der stationären Behandlung verbundenen Freiheitsentzugs gemäss Art. 59 Abs. 4 Satz 1 StGB wird nach der gesetzgeberischen Zielsetzung dem Verhältnismässigkeitsprinzip Rechnung getragen. Die gerichtliche Überprüfung der Massnahme nach fünf Jahren soll ein Gleichgewicht zwischen den Interessen des Betroffenen und den Sicherheitsinteressen der Öffentlichkeit schaffen (BGE 142 IV 105 E. 5.3 f. S. 111 f.). Die zeitliche Begrenzung von Art. 59 Abs. 4 StGB stellt sicher, dass ein Gericht regelmässig überprüft, ob die Massnahme und damit letztlich der mit ihr verbundene Freiheitsentzug noch verhältnismässig ist (BGE 142 IV 105 E. 5.6 S. 113 f.). Bei den Fristen gemäss Art. 59 Abs. 4 Satz 1 und 2 StGB handelt es sich um Höchstfristen. Das Gericht kann sowohl für die Erstanordnung als auch für die Verlängerung gerichtlich eine Frist von weniger als fünf Jahren festlegen (BGE 135 IV 139 E. 2.4 S. 143 ff.; Urteile 6B_636/2018 vom 25. Juli 2018 E. 4.2; 6B_640/2015 vom 25. Februar 2016 E. 6, nicht publ. in: BGE 142 IV 105). Damit wird nicht die Massnahme als solche verkürzt, welche dennoch nach Art. 59 Abs. 4 Satz 2 StGB verlängert werden kann, sondern lediglich die Frist, innert welcher eine erneute gerichtliche Überprüfung derselben zu erfolgen hat, d.h. die gerichtliche Überprüfung der Massnahme wird vorverschoben (Urteil 6B_640/2015 vom 25. Februar 2016 E. 6, nicht publ. in: BGE 142 IV 105).\n\n2.3\n\n2.3.1 Das Bundesgericht hatte im Urteil 6B_640/2015 vom 25. Februar 2016, publ. in: BGE 142 IV 105, zu prüfen, ob für den Beginn der Frist gemäss Art. 59 Abs. 4 Satz 1 StGB auf den Zeitpunkt des Eintritts der betroffenen Person in die Massnahmenvollzugsanstalt bzw. den effektiven Behandlungsbeginn abgestellt werden darf. Es stellte hierfür zunächst klar, dass für die Beantwortung dieser Frage unerheblich ist, ob es sich um eine vom Gericht nach eigenem BGE 145 IV 65 S. 70Ermessen beschränkte Massnahmendauer handelt oder ob die Massnahme für die gesetzliche Höchstdauer von fünf Jahren angeordnet wurde (BGE, a.a.O., E. 4.2 S. 108). Es wies zudem darauf hin, dass die Frist gemäss Art. 59 Abs. 4 Satz 1 StGB mit dem Eintritt in die Einrichtung zu laufen beginnt, wenn der Betroffene die Behandlung bzw. die Massnahme aus der Freiheit antritt (BGE, a.a.O., E. 4.2 in fine S. 110), was in der dem erwähnten Entscheid zugrunde liegenden Angelegenheit allerdings nicht der Fall war. Ob und inwiefern für den Fristenlauf die vor dem Sachurteil ausgestandene Sicherheitshaft oder ein allfälliger vorzeitiger Massnahmenvollzug zu berücksichtigen ist, liess das Bundesgericht zwar ausdrücklich offen (BGE, a.a.O., E. 4.1 S. 108). Es erwog zusammengefasst aber dennoch, die fünfjährige Dauer von Art. 59 Abs. 4 Satz 1 StGB beginne mit der gerichtlichen Anordnung der Massnahme bzw. mit dem rechtskräftigen und vollstreckbaren Entscheid, in dem die Massnahme angeordnet werde. Dies erscheine auch praktikabel, da in jedem Einzelfall unabhängig von den konkreten Umständen auf den Entscheid abgestellt werde, mit dem die Massnahme angeordnet worden sei (BGE, a.a.O., E. 5.6 S. 114, E. 5.9 S. 118).\n\n2.3.2 Im Urteil 6B_1213/2016 vom 8. März 2017 ging das Bundesgericht ebenfalls explizit davon aus, die Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB habe, trotz der zuvor erstandenen Untersuchungshaft sowie des vorzeitigen Massnahmenvollzugs, rückwirkend mit dem in Rechtskraft erwachsenen Anordnungsentscheid der Berufungsinstanz zu laufen begonnen (Urteil, a.a.O., E. 2.2).\n\n2.3.3 Das Bundesgericht befasste sich auch in weiteren Entscheiden mit der Anrechenbarkeit eines Freiheitsentzugs auf eine Massnahme. Im Urteil 6B_1203/2017 vom 1. November 2017 entschied es, bei der Berechnung der vierjährigen Frist gemäss Art. 60 Abs. 4 Satz 1 und 2 StGB sei die vor dem Anordnungsentscheid erstandene Untersuchungs- und Sicherheitshaft mitzuberücksichtigen (Urteil, a.a.O., E. 4; kritisch dazu: MARIANNE HEER, Die Dauer therapeutischer Massnahmen und die Tücken deren Berechnung [nachfolgend: forumpoenale], forumpoenale 3/2018 S. 185; dies., Nachverfahren bei strafrechtlichen Massnahmen [nachfolgend: Nachverfahren], in: Wege und Irrwege stationärer Massnahmen nach Rechtskraft des Strafurteils, 2018, S. 61 f.). Der Entscheid betraf allerdings eine Suchtbehandlung nach Art. 60 StGB. Wohl stellt Art. 60 Abs. 4 StGB - wie auch Art. 59 Abs. 4 Satz 1 StGB und Art. 61 Abs. 4 StGB betreffend BGE 145 IV 65 S. 71Massnahmen für junge Erwachsene - ebenfalls auf den mit der stationären Behandlung bzw. mit der Massnahme \"verbundenen Freiheitsentzug\" ab. Das Gesetz legt für die Suchtbehandlung (Art. 60 StGB) und die Massnahmen für junge Erwachsene (Art. 61 StGB) jedoch eine absolute Höchstdauer fest. Die Suchtbehandlung und die Massnahmen für junge Erwachsene sind zeitlich daher befristet. Der mit der stationären Suchtbehandlung verbundene Freiheitsentzug darf in der Regel höchstens drei Jahre betragen (Art. 60 Abs. 4 Satz 1 StGB), wobei die Massnahme um maximal ein Jahr verlängert werden kann (Art. 60 Abs. 4 Satz 2 StGB). Ausschlaggebend war im Urteil 6B_1203/2017 vom 1. November 2017, dass der betroffenen Person die Freiheit seit mehr als vier Jahren entzogen war und mangels Schuldfähigkeit keine Strafe zu verbüssen war. Die stationäre therapeutische Behandlung von psychischen Störungen gemäss Art. 59 StGB ist - anders als die stationäre Suchtbehandlung nach Art. 60 StGB - zeitlich nicht absolut limitiert (oben E. 2.2). Ihre Dauer hängt vom Behandlungsbedürfnis des Massnahmeunterworfenen und den Erfolgsaussichten der Massnahme (vgl. Art. 56 Abs. 1 lit. b StGB), letztlich also von den Auswirkungen der Massnahme auf die Gefahr weiterer Straftaten ab. Sie dauert grundsätzlich so lange an, bis ihr Zweck erreicht ist oder sich eine Zweckerreichung als aussichtslos erweist (BGE 142 IV 105 E. 5.4 S. 112; BGE 141 IV 236 E. 3.5 S. 240 f., BGE 141 IV 49 E. 2.1 und 2.2 S. 51 f.; je mit Hinweisen; siehe auch BGE 143 IV 445 E. 2.2 S. 447 für die ambulante Massnahme nach Art. 63 StGB). Die Fristen gemäss Art. 59 Abs. 4 Satz 1 und 2 StGB regeln - anders als Art. 60 Abs. 4 StGB - daher nicht die Höchstdauer der Massnahme, sondern innert welcher Frist ein neuer Gerichtsentscheid über die Weiterführung der Massnahme zu ergehen hat (vgl. oben E. 2.2). Aus dem Urteil 6B_1203/2017 vom 1. November 2017 kann für die Beantwortung der Frage, wann die Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB zu laufen beginnt bzw. wann die stationäre Massnahme nach Art. 59 StGB verlängert werden muss, daher nichts abgeleitet werden.\n\n2.3.4 Im Urteil 6B_385/2014 vom 23. April 2015, publ. in: BGE 141 IV 236, erwog das Bundesgericht schliesslich, Untersuchungs- bzw. Sicherheitshaft sei an freiheitsentziehende Massnahmen gemäss Art. 56 ff. StGB, konkret an stationäre therapeutische Massnahmen im Sinne von Art. 59 StGB, grundsätzlich anzurechnen (BGE, a.a.O., E. 3 S. 238 ff.). Der erwähnte Entscheid erging allerdings ebenfalls in einem anderen Zusammenhang. Er betraf die Frage, ob ein Täter BGE 145 IV 65 S. 72 für die erstandene Untersuchungs- und Sicherheitshaft zu entschädigen ist, wenn ihm gegenüber zwar eine stationäre therapeutische Massnahme angeordnet wurde, für die der Massnahme zugrunde liegenden Straftaten wegen Schuldunfähigkeit jedoch ein Freispruch erging und die Untersuchungs- und Sicherheitshaft daher grösstenteils auf keine Strafe angerechnet werden konnte. Auch daraus können keine Rückschlüsse gezogen werden für die Frage, wann die Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB zu laufen beginnt. BGE 141 IV 236 ist für die Frage der Dauer einer Massnahme nicht einschlägig (HEER, forumpoenale, a.a.O., S. 183). Stationäre therapeutische Massnahmen nach Art. 59 StGB sind im Unterschied zu Strafen zeitlich relativ unbestimmt. Ihr Ende bestimmt sich nicht durch simplen Zeitablauf (BGE 141 IV 236 E. 3.5 S. 240 mit Hinweisen; oben E. 2.2 und 2.3.3). Wenn in BGE 141 IV 236 von der \"Anrechnung\" der Untersuchungs- bzw. Sicherheitshaft an freiheitsentziehende Massnahmen die Rede ist, ist dies daher nicht rechnerisch im Sinne einer Verkürzung der freiheitsentziehenden Massnahme um die Dauer des anzurechnenden Freiheitsentzugs zu verstehen. Dies wäre mit dem präventiven Charakter der Massnahme unvereinbar (FELIX BOMMER, Die strafrechtliche Rechtsprechung des Bundesgerichts im Jahr 2015, ZBJV 6/2017 S. 408 f.).\n\n2.4 Die Lehre stellt für den Beginn der Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB mehrheitlich auf das Datum des Anordnungsentscheids ab, dies auch dann, wenn sich die betroffene Person zuvor im vorzeitigen Massnahmenvollzug befand (MARIANNE HEER, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 129 zu Art. 59 StGB; dies., Beendigung therapeutischer Massnahmen: Zuständigkeiten und Verfahren[nachfolgend: AJP], AJP 5/2017 S. 598; CHRISTIAN PFENNINGER, Der Beginn der Überprüfungsfrist nach Art. 59 Abs. 4 StGB bei vorzeitigem Massnahmenantritt, SZK 2/2017 S. 33 ff.; TRECHSEL/PAUEN BORER, in: Schweizerisches Strafgesetzbuch, Praxiskommentar, 3. Aufl. 2018, N. 15 zu Art. 59 StGB; BENJAMIN F. BRÄGGER, Aktuelle Entwicklungen im schweizerischen Massnahmenrecht, Jusletter 11. Juni 2018 Rz. 4; CHRIS LEHNER, Freiheitsentziehende Massnahmen im schweizerischen Strafrecht, recht 2/2017 S. 95). Allerdings wird im Schrifttum auch die Auffassung vertreten, für den Beginn der Fünfjahresfrist sei ein allfälliger vorzeitiger Massnahmenvollzug mitzuberücksichtigen (RENATE ANASTASIADIS, in: Das schweizerische Vollzugslexikon, 2014, S. 294 f.; in diesem Sinne wohl auch QUELOZ/MUNYANKINDI, in: Commentaire BGE 145 IV 65 S. 73romand, Code pénal, Bd. I, 2009, N. 35 zu Art. 59 StGB, obschon nur von der Dauer der Massnahme im Allgemeinen die Rede ist). MARIANNE HEER spricht sich in ihren neueren Publikationen für eine Mittellösung aus: Danach ist für den Beginn des mit der stationären Behandlung verbundenen Freiheitsentzugs der Entscheid über die Bewilligung des vorzeitigen Massnahmenvollzugs gemäss Art. 236 StPO entscheidend. Mit dem Sachurteil soll jedoch eine neue Frist i.S.v. Art. 59 Abs. 4 StGB zu laufen beginnen (HEER, forumpoenale, a.a.O., S. 183 ff.; dies., Nachverfahren, a.a.O., S. 60 ff.).\n\n2.5\n\n2.5.1 Vorauszuschicken ist zunächst, dass eine Gesetzesauslegung von Art. 59 Abs. 4 Satz 1 StGB nach Wortlaut, Systematik sowie Sinn und Zweck der Bestimmung (vgl. zur Gesetzesauslegung etwa: BGE 143 I 109 E. 6 S. 118; BGE 142 IV 401 E. 3.3 S. 404) prima vista sowohl ein Abstellen auf den vorzeitigen Massnahmenvollzug als auch auf das Sachurteil zulässt.\n\nNebst Art. 59 Abs. 4 Satz 1, Art. 60 Abs. 4 und Art. 61 Abs. 4 StGB (dazu bereits oben E. 2.3.3) knüpfen auch Art. 57 Abs. 3, Art. 62b Abs. 3, Art. 62c Abs. 2 und Art. 63b Abs. 4 StGB an den mit der Massnahme bzw. der Behandlung \"verbundenen Freiheitsentzug\" an. Letztere Bestimmungen betreffen die Frage der Anrechnung eines Freiheitsentzugs auf die Strafe. Insofern gelten nicht zwingend die gleichen Regeln wie für die Frage, wann ein Freiheitsentzug im Sinne von Art. 59 Abs. 4 Satz 1 StGB zu laufen beginnt. Auf die Strafe ist nicht nur der mit der Massnahme verbundene Freiheitsentzug (vgl. Art. 57 Abs. 3 StGB), sondern jede in einem Strafverfahren verhängte Haft anzurechnen (Art. 51 i.V.m. Art. 110 Abs. 7 StGB). Dass das Gesetz für die Anrechnung des Freiheitsentzugs auf die Strafe ähnliche Formulierungen wie in Art. 59 Abs. 4 Satz 1 StGB verwendet, kann daher nicht als Auslegungskriterium herangezogen werden (vgl. dazu bereits BGE 142 IV 105 E. 5.2 S. 111).\n\n2.5.2 Entgegen der Auffassung der Vorinstanz kann auch aus Art. 236 Abs. 4 StPO nichts für die sich stellende Frage des Fristenlaufs abgeleitet werden. Die erwähnte Bestimmung regelt nur das Vollzugsregime (HEER, forumpoenale, a.a.O., S. 185; dies., Nachverfahren, a.a.O., S. 61; PFENNINGER, a.a.O., S. 37 f.). Die Bestimmung besagt, dass für den Beschuldigten im vorzeitigen Massnahmenvollzug grundsätzlich das Regime des Massnahmenvollzugs gilt. Gleichzeitig soll aber der Untersuchungszweck mittels Einschränkungen BGE 145 IV 65 S. 74gesichert werden können (MATTHIAS HÄRRI, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 25 ff. zu Art. 236 StPO; PFENNINGER, a.a.O., S. 38; HEER, forumpoenale, a.a.O., S. 185; dies., Nachverfahren, a.a.O., S. 61).\n\n2.5.3 Schliesslich tragen auch die Gesetzesmaterialien nichts zur Gesetzesauslegung bei. Aus dem Gesetzgebungsprozess ergibt sich nicht, ob der der stationären Behandlung vorausgehende Freiheitsentzug bei der fünfjährigen Dauer gemäss Art. 59 Abs. 4 Satz 1 StGB berücksichtigt wird, respektive dass diese Frage im Gesetzgebungsverfahren überhaupt thematisiert wurde (BGE 142 IV 105 E. 5.3 S. 111).\n\n2.6\n\n2.6.1 Ein Abstellen - in jedem Einzelfall unabhängig von den konkreten Umständen - auf das Datum des Entscheids, mit dem die Massnahme rechtskräftig angeordnet wurde (vgl. BGE 142 IV 105 E. 5.6 S. 114), hat den Vorteil, dass sich die Frist direkt aus dem Anordnungsentscheid ergibt und einfach berechnen lässt. Dies erleichtert die Rechtsanwendung, womit Praktikabilitätsüberlegungen für diese Lösung sprechen. Zugleich wird damit die Rechtssicherheit gewährleistet.\n\nEntgegen den vorinstanzlichen Erwägungen werden damit Personen, die in den vorzeitigen Massnahmenvollzug eingewilligt haben, nicht schlechtergestellt (vgl. PFENNINGER, a.a.O., S. 38). Eine Einwilligung in den vorzeitigen Massnahmenvollzug hat nicht zur Folge, dass der betroffenen Person die Freiheit länger entzogen ist oder dass sie sich länger in Behandlung befindet. Das Verhältnismässigkeitsprinzip verlangt nicht nur in Bezug auf die Anordnung der Massnahme bzw. die Massnahmenverlängerung als solche Beachtung, sondern auch hinsichtlich ihrer Dauer (Art. 56 Abs. 2 StGB). Das Gericht hat für die Verhältnismässigkeit der stationären therapeutischen Massnahme in zeitlicher Hinsicht einen allfälligen vorzeitigen Massnahmenvollzug mitzuberücksichtigen, dies sowohl bei der Prüfung der Erstanordnung der Massnahme als auch im Zusammenhang mit einem Gesuch um Verlängerung derselben (vgl. HEER, forumpoenale, a.a.O., S. 186; PFENNINGER, a.a.O., S. 37 f). Eine zeitliche Beschränkung der Anordnungsdauer der stationären Massnahme auf weniger als fünf Jahre ist nicht nur bei der Verlängerung der Massnahme, sondern auch bei der Erstanordnung zulässig (oben E. 2.2 mit Hinweisen). Weshalb eine solche gerichtliche Beschränkung nicht BGE 145 IV 65 S. 75\"realistisch\" sein soll (vgl. Stellungnahme Vorinstanz), ist nicht ersichtlich, nachdem die Gerichte gemäss der Rechtsprechung dazu verpflichtet sind, wenn das Verhältnismässigkeitsprinzip dies erfordert.\n\n2.6.2 Dies läuft auf die von MARIANNE HEER zuletzt postulierte Lösung hinaus, wonach der vorzeitige Massnahmenvollzug zwar bei der Gesamtdauer der Massnahme zu berücksichtigen ist (insb. bei der zeitlichen Verhältnismässigkeit, vgl. oben), mit dem Sachurteil jedoch eine neue Frist zu laufen beginnt. Entgegen der Vorinstanz erfolgt damit keine Überprüfung der Verhältnismässigkeit der Massnahme über einen \"Zeithorizont\" von mehr als fünf Jahren hinaus. Die Lösung, wonach für die Frist gemäss Erstanordnungsentscheid auf das Datum des in Rechtskraft erwachsenen Anordnungsentscheids abzustellen ist, wird vielmehr auch dem Zweck gerecht, dass mindestens alle fünf Jahre ein gerichtlicher Entscheid über die Weiterführung der Massnahme zu ergehen hat (vgl. PFENNINGER, a.a.O., S. 37 f.). Das Gericht hat in seinem Anordnungsentscheid die Voraussetzungen für eine stationäre therapeutische Massnahme nach Art. 59 StGB und namentlich den Verhältnismässigkeitsgrundsatz zu prüfen. Mit dem gerichtlichen Anordnungsentscheid wird auch ein allfälliger vorzeitiger Massnahmenvollzug einer gerichtlichen Überprüfung unterzogen. Dabei darf auch berücksichtigt werden, dass ein vorzeitiger Massnahmenvollzug nur mit Einwilligung bzw. auf Ersuchen der betroffenen Person möglich ist. Der vorzeitige Massnahmenvollzug beruht daher nicht auf einer gerichtlichen Anordnung, sondern auf einem Ersuchen der betroffenen Person, das von der Verfahrensleitung bewilligt wurde (Art. 236 Abs. 1 StPO). Würde für den Fristenlauf auf den Beginn bzw. den Entscheid betreffend die Bewilligung des vorzeitigen Massnahmenvollzugs abgestellt, müsste das Gericht bei einem länger andauernden vorzeitigen Massnahmenvollzug unter Umständen bereits relativ kurze Zeit nach dem Anordnungsentscheid erneut über die Voraussetzungen für die stationäre therapeutische Massnahme und deren Verhältnismässigkeit befinden, was zu einer wenig sinnvollen Doppelspurigkeit führen würde (HEER, forumpoenale, a.a.O., S. 185 f.; dies., Nachverfahren, a.a.O., S. 63; PFENNINGER, a.a.O., S. 38) und nicht im Sinne des Gesetzgebers war. Dieser ging in Art. 59 Abs. 4 Satz 2 StGB vielmehr davon aus, ein neuer gerichtlicher Entscheid habe - mangels gegenteiliger gerichtlicher Anordnungen - erst nach fünf Jahren zu ergehen.\n\n2.6.3 Ebenfalls nicht gefolgt werden kann dem Argument der Vorinstanz, die Vollzugsbehörden würden stärker in die Pflicht genommen, BGE 145 IV 65 S. 76 wenn für den Fristenlauf auf den Zeitpunkt des vorzeitigen Massnahmenvollzugs abgestellt wird (vgl. Stellungnahme). Eine Pflicht, dafür zu sorgen, dass ein Entscheid betreffend die Bewilligung des vorzeitigen Massnahmenvollzugs zeitnah umgesetzt und die betroffene Person in einer geeigneten Einrichtung untergebracht wird sowie die erforderliche Therapie erhält, trifft die Vollzugsbehörde unabhängig davon, ob die Fünfjahresfrist gemäss Anordnungsentscheid bereits mit dem Entscheid über den vorzeitigen Massnahmenvollzug oder erst mit dem Anordnungsentscheid selber zu laufen beginnt. Selbst wenn dieser Pflicht in der Praxis zum Teil nicht genügend nachgelebt wird, hat ein Abstellen auf den Entscheid über den vorzeitigen Massnahmenvollzug keinerlei Einfluss auf die effektive Behandlungsdauer, welche vom Krankheitsbild und vom erforderlichen Behandlungserfolg abhängt. Der Entlassungszeitpunkt wird dadurch nicht bzw. höchstens in Ausnahmefällen nach vorne verschoben (dazu LEHNER, a.a.O., S. 95); allenfalls verschafft die Fehlplatzierung Anspruch auf eine Entschädigung.\n\n2.7\n\n2.7.1 Als Zwischenfazit ist daher Folgendes festzuhalten: Wird der Vollzug der Massnahme aus der Freiheit heraus angetreten, beginnt die Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB bzw. die richterlich festgesetzte Frist mit dem Eintritt in die Massnahmenvollzugseinrichtung zu laufen (BGE 142 IV 105 E. 4.2 S. 110; HEER, forumpoenale, a.a.O., S. 184; PFENNINGER, a.a.O., S. 34; BRÄGGER, a.a.O., Rz. 3). Wird die Massnahme nicht aus der Freiheit heraus angetreten - was der Regel entspricht -, ist für den Fristenlauf auf das Datum des in Rechtskraft erwachsenen Anordnungsentscheids abzustellen. Dies steht im Einklang mit der bisherigen Rechtsprechung des Bundesgerichts (vgl. BGE 142 IV 105 E. 5.6 S. 114, E. 5.9 S. 118; Urteil 6B_1213/2016 vom 8. März 2017 E. 2.2).\n\nEntscheidend ist demnach das Datum des erstinstanzlichen Gerichtsentscheids, wenn dagegen kein Rechtsmittel ergriffen wurde (Art. 437 Abs. 1 lit. a und Abs. 2 StPO), das ergriffene Rechtsmittel zurückgezogen wurde (Art. 437 Abs. 1 lit. b StPO; BGE 142 IV 105 E. 5.7 S. 115), die Rechtsmittelinstanz auf das ergriffene Rechtsmittel nicht eintrat (vgl. Art. 437 Abs. 1 lit. c StPO) oder wenn - bei einer nachträglichen Anordnung der stationären therapeutischen Massnahme (vgl. für den Rechtsmittelweg bei nachträglichen gerichtlichen Entscheiden nach Art. 363 ff. StPO: BGE 141 IV 396 E. 3 f. S. 398 ff.) - die Beschwerde gegen die erstinstanzliche Anordnung abgewiesen BGE 145 IV 65 S. 77wurde (Art. 437 Abs. 1 lit. c StPO). Demgegenüber ist auf den Entscheid der Rechtsmittelinstanz abzustellen, wenn diese einen neuen Entscheid fällt (vgl. Art. 397 Abs. 2 StPO für die Beschwerdeinstanz bzw. Art. 408 StPO für die Berufungsinstanz).\n\nDa diese Anordnungsentscheide nicht zwingend sofort vollstreckbar sind, wird die effektive Behandlungsdauer um die Zeit bis zur Vollstreckbarkeit des Entscheids verkürzt, wenn die betroffene Person nicht in den vorzeitigen Massnahmenvollzug einwilligt (BGE 142 IV 105 E. 5.7 S. 115; Urteil 6B_636/2018 vom 25. Juli 2018 E. 4.2.3).\n\n2.7.2 Die vom Regionalgericht Oberland mit Urteil vom 28. Juni 2013 angeordnete stationäre therapeutische Massnahme lief daher - wie die erste Instanz zu Recht festhielt - ab Datum dieses Entscheids bis am 27. Juni 2018. Daran ändert nichts, dass das frühere Amt für Freiheitsentzug und Betreuung des Kantons Bern in Dispositiv-Ziff. 3 der Verfügung vom 5. August 2013 fälschlicherweise feststellte, der Vollzug der Massnahme habe am 24. Oktober 2012 zu laufen begonnen (vgl. Beschwerde). Eine Entlassung des Beschwerdegegners aus dem Massnahmenvollzug auf den 23. Oktober 2017 kam bereits angesichts der Verlängerung der Massnahme nicht in Betracht. Jedenfalls für die sich stellende Frage des Fristenlaufs der Massnahmenverlängerung ist die erwähnte Vollzugsverfügung nicht verbindlich. Der Beschwerdegegner kann sich entgegen seiner Stellungnahme für die Begründung seines Antrags auf Abweisung der Beschwerde nicht auf die in der Verfügung vom 5. August 2013 zu kurz berechnete Frist berufen.\n\n2.8\n\n2.8.1 Bezüglich der Verlängerung der stationären therapeutischen Massnahme stellt die Vorinstanz indes zu Recht nicht auf das Datum des Verlängerungsentscheids, sondern auf den Zeitpunkt des Ablaufs der Fünfjahresfrist gemäss Erstanordnung ab (vgl. Urteil 6B_643/2018 vom 5. September 2018 E. 1.7.3). Eine stationäre therapeutische Massnahme, für welche die Voraussetzungen nicht mehr erfüllt sind, ist aufzuheben (Art. 56 Abs. 6 StGB). Die Aufhebung hat in jedem Fall durch einen besonderen Rechtsakt zu erfolgen. Die Massnahme fällt - auch wenn nicht rechtzeitig um ihre Verlängerung ersucht wurde - mit Ablauf der Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB nicht einfach dahin (vgl. dazu BGE 141 IV 49 E. 2.2 S. 52 und 3.2 S. 54; Urteile 6B_964/2015 vom 14. Oktober 2015 E. 3.5.4 und 3.5.5; 6B_253/2015 vom 23. Juli 2015 E. 2.1). BGE 145 IV 65 S. 78Obschon der massnahmenunterworfenen Person in der Zeit bis zum rechtskräftigen Verlängerungsentscheid die Freiheit u.U. unter dem Titel der Sicherheitshaft entzogen ist (BGE 139 IV 175 E. 1.2 S. 178; Urteil 6B_1432/2017 vom 15. Januar 2018 E. 1.4; je mit Hinweisen), läuft die Massnahme in dieser Zeit weiter. Die laufende Therapie ist nach Möglichkeit daher weiterzuführen und der Verbleib der betroffenen Person in der Massnahmenvollzugsanstalt zu garantieren, dies auch ohne explizite Einwilligung des Eingewiesenen (unzutreffend insofern WEBER/SCHAUB/BUMANN/SACHER, Anordnung und Vollzug stationärer therapeutischer Massnahmen gemäss Art. 59 StGB mit Fokus auf geschlossene Strafanstalten bzw. geschlossene Massnahmeneinrichtungen, Studie vom 28. August 2015 zuhanden der Nationalen Kommission zur Verhütung von Folter [NKVF], S. 64 und 74, wonach ein Verbleib im Massnahmenvollzug während der Sicherheitshaft nur mit Zustimmung des Insassen erfolgt und ohne eine solche Zustimmung ein Institutionswechsel in ein Untersuchungsgefängnis vorzunehmen ist). Die Massnahmenverlängerung beginnt daher am Tag nach Ablauf der Erstanordnung bzw. einer allfälligen vorausgegangenen früheren Verlängerung zu laufen. Dies muss auch dann gelten, wenn der Verlängerungsentscheid vor Ablauf der laufenden Periode erging, d.h. die (Fünfjahres-)Frist gemäss Erstanordnung bzw. der vorausgegangenen Verlängerung im Zeitpunkt des (neuen) Verlängerungsentscheids noch nicht abgelaufen ist.\n\nVerlängert das Gericht - wie dies in der Praxis teilweise gehandhabt wird - die Massnahme aufgrund der aktuellen Verhältnisse ausdrücklich für eine beschränkte Dauer gerechnet ab Datum seines Entscheids, kommt dies folglich einer Verlängerung der Massnahme für die Zeit ab Ablauf der Erstanordnung bis zum Datum gemäss Verlängerungsentscheid gleich (vgl. Urteil 6B_643/2018 vom 5. September 2018 E. 1.7.3). Ein solches Vorgehen ist allerdings nur zulässig, wenn die Massnahme damit faktisch nicht für mehr als fünf Jahre verlängert wird, d.h. zwischen Ablauf der Massnahme gemäss Erstanordnung und Ende der Massnahme gemäss Verlängerungsentscheid nicht mehr als fünf Jahre liegen.\n\n2.8.2 Vorliegend datiert der Anordnungsentscheid vom 28. Juni 2013. Die fünfjährige Erstanordnung der stationären therapeutischen Massnahme endete daher am 27. Juni 2018, weshalb die Vierjahresfrist gemäss Verlängerungsentscheid des Regionalgerichts Oberland vom 26. September 2017 am 28. Juni 2018 zu laufen begann. Die BGE 145 IV 65 S. 79Vorinstanz stellt im angefochtenen Entscheid für den Beginn der Vierjahresfrist gemäss Verlängerungsentscheid demnach zu Unrecht auf den 24. Oktober 2017 ab.\n\n2.9\n\n2.9.1 In diesem Zusammenhang ist zudem in Erinnerung zu rufen, dass die Behörden das Gesuch um Verlängerung der Massnahme (nach Einholung der allenfalls erforderlichen Gutachten) rechtzeitig, d.h. vor Ablauf der Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB stellen müssen. Der Verlängerungsentscheid muss auf einer möglichst breiten und aussagekräftigen Beurteilungsgrundlage basieren (BGE 141 IV 49 E. 3.2 S. 54; HEER, AJP, a.a.O., S. 598) und den Verhältnissen im Zeitpunkt nach Ablauf der Massnahmendauer gemäss Erstanordnung bzw. der vorangehenden Verlängerung Rechnung tragen (vgl. Art. 59 Abs. 4 Satz 2 StGB). Nicht zu beanstanden ist nach der Rechtsprechung daher, wenn das Verlängerungsverfahren in der Praxis erst eher gegen Ende der maximal möglichen Dauer der stationären Massnahme eingeleitet wird, auch wenn dies zur Folge hat, dass solche Verfahren mehrheitlich nicht vor Ablauf der fünfjährigen Massnahmendauer rechtskräftig erledigt werden können (vgl. BGE 141 IV 49 E. 3.2 S. 54; a.M. WEBER/SCHAUB/BUMANN/SACHER, a.a.O., S. 74; offengelassen im Urteil 1B_6/2012 vom 27. Januar 2012 E. 2.2.2 f.).\n\n2.9.2 Vorliegend erfolgte der Antrag auf Verlängerung am 9. Juni 2017 und die erstinstanzliche Verlängerung am 26. September 2017, d.h. mehr als ein Jahr bzw. rund 9 Monate vor Ablauf der Fünfjahresfrist gemäss Erstanordnung am 27. Juni 2018. Dies erscheint je nach Umständen eher verfrüht, wenn man berücksichtigt, dass gemäss Art. 59 Abs. 4 Satz 2 StGB mindestens alle fünf Jahre ein gerichtlicher Entscheid über die Weiterführung der Massnahme zu ergehen hat und das Gericht seinem Verlängerungsentscheid die Verhältnisse nach Ablauf der Fünfjahresfrist gemäss Erstanordnung zugrundelegen muss. Dies ist unter den konkreten Umständen indes insofern nicht zu beanstanden, als die Massnahme vom Regionalgericht Oberland nur für vier Jahre verlängert wurde und die Verlängerung im Ergebnis daher nicht über eine Dauer von mehr als fünf Jahre hinaus erfolgte. Da der Beschwerdegegner gegen den Entscheid des Regionalgerichts Oberland Beschwerde erhob, konnte zudem zumindest die Vorinstanz die aktuellen Verhältnisse im Zeitpunkt kurz vor Ablauf der Fünfjahresfrist gemäss Art. 59 Abs. 4 Satz 1 StGB BGE 145 IV 65 S. 80berücksichtigen. Die Beschwerde ist ein ordentliches, vollkommenes und devolutives Rechtsmittel, welches die Überprüfung des angefochtenen Entscheids mit freier Kognition sowie die Erhebung zusätzlicher Beweismittel inkl. Noven zulässt (vgl. BGE 141 IV 396 E. 4.4 S. 405)."}