{"annee": "145", "cour": "I", "page": "308", "date": "14/2/2019", "cite": ["137 I 351", "129 II 249", "143 II 136", "140 II 289", "133 I 286", "136 I 297", "144 II 130", "137 II 345", "140 II 185"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Migrationsamt und Sicherheitsdirektion des Kantons Zürich (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n2C_373/2017 vom 14. Februar 2019", "regestes": ["Art. 30 al. 1 let. e LEI, art. 36 OASA, art. 14 al. 1 LAsi, art. 14 de la Convention sur la lutte contre la traite des êtres humains; art. 4 CEDH. Droit d'une victime (présumée) de la traite des êtres humains à l'octroi d'une autorisation de séjour de courte durée pour la durée de la procédure pénale poursuivant la traite en question. Selon le principe de l'exclusivité de la procédure d'asile (art. 14 al. 1 LAsi), une procédure visant l'octroi d'une autorisation de séjour ne peut être engagée pendant la procédure d'asile que s'il existe un droit à l'obtention d'une telle autorisation (consid. 3.1). Les art. 30 LEI et 36 OASA ne confèrent aucun droit (consid. 3.3). Un droit à l'obtention d'une autorisation de séjour découle, en revanche, de l'art. 14 al. 1 let. b de la Convention sur la lutte contre la traite des êtres humains (consid. 3.4.2), qui possède un caractère \"self-executing\" (consid. 3.2 et 3.4.1), au regard également de l'art. 4 CEDH (consid. 3.4.3). L'art. 6 de la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes n'a pas une portée plus large (consid. 3.4.4). La disponibilité d'une victime présumée de la traite des êtres humains pour les besoins de la procédure pénale menée en Suisse ne peut pas être assurée, après un renvoi Dublin vers l'Italie, au moyen d'un visa pour un séjour de courte durée; dans la mesure où les directives du SEM recommandent une telle pratique, elles ne sont pas compatibles avec les exigences de l'art. 14 al. 1 let. b de la Convention sur la lutte contre la traite des êtres humains (consid. 4.1)."], "faits": "BGE 145 I 308 S. 309\n\nA. A. (geb. 1986) ist Staatsangehörige von Kenia. Am 16. August 2016 stellte sie unter falscher Identität ein Asylgesuch, nachdem sie BGE 145 I 308 S. 310über Italien in die Schweiz eingereist war. Mit Verfügung vom 6. Dezember 2016 trat das Staatssekretariat für Migration auf das Gesuch nicht ein, nachdem Abklärungen ergeben hatten, dass Italien ihr ein vom 14. Juli bis 7. August 2016 gültiges Visum ausgestellt hatte. Eine dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Urteil vom 29. Dezember 2016 ab. Auf das gegen dieses Urteil erhobene Revisionsgesuch trat das Bundesverwaltungsgericht mit Urteil vom 19. Januar 2017 nicht ein.\n\nB. Mit der Begründung, Opfer von Menschenhandel geworden zu sein, stellte A. am 3. Januar 2017 ein Gesuch um Gewährung einer Erholungs- und Bedenkzeit sowie um Erteilung einer Kurzaufenthaltsbewilligung für die Dauer des polizeilichen Ermittlungs- und Strafverfahrens. Mit Verfügung vom 17. Januar 2017 trat das Migrationsamt des Kantons Zürich (hiernach: Migrationsamt) auf das Gesuch nicht ein. Ein dagegen erhobener Rekurs bei der Sicherheitsdirektion blieb erfolglos (Entscheid vom 6. März 2017). Die dagegen gerichtete Beschwerde wies das Verwaltungsgericht des Kantons Zürich mit Urteil vom 29. März 2017 ebenfalls ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten, eventualiter subsidiärer Verfassungsbeschwerde, vom 13. April 2017 beantragt A. die Aufhebung des vorinstanzlichen Urteils. Es sei festzustellen, dass Opfer von Menschenhandel einen Anspruch auf Einleitung eines ausländerrechtlichen Bewilligungsverfahrens hätten. Das Migrationsamt sei anzuweisen, A. eine Kurzaufenthaltsbewilligung zu erteilen. Eventualiter sei die zuständige kantonale Behörde anzuweisen, auf das Gesuch um Erteilung einer Kurzaufenthaltsbewilligung einzutreten und es materiell zu beurteilen. Subeventualiter sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Die Vollzugsbehörden seien anzuweisen, bis zum Entscheid des Bundesgerichts von Vollzugshandlungen abzusehen. Zudem beantragt A. die unentgeltliche Rechtspflege vor Bundesgericht.\n\nWährend die Sicherheitsdirektion auf Vernehmlassung verzichtet, beantragen das Verwaltungsgericht des Kantons Zürich und das Staatssekretariat für Migration die Abweisung der Beschwerde. Das Migrationsamt liess sich nicht vernehmen.\n\nMit Präsidialverfügung vom 19. April 2017 wurde der Beschwerde aufschiebende Wirkung zuerkannt.\n\nIn der Folge reichte die Beschwerdeführerin weitere Unterlagen ein. BGE 145 I 308 S. 311\n\nAm 14. Februar 2019 fand eine öffentliche Beratung statt.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Nach dem Grundsatz der Ausschliesslichkeit des Asylverfahrens kann eine asylsuchende Person während des hängigen Verfahrens kein Verfahren um Erteilung einer ausländerrechtlichen Aufenthaltsbewilligung einleiten, ausser es bestehe ein Anspruch auf deren Erteilung (Art. 14 Abs. 1 des Asylgesetzes vom 26. Juni 1998 [AsylG; SR 142.31]). Ein solcher Anspruch kann sich aus der ausländerrechtlichen Gesetzgebung ergeben, auf der Bundesverfassung beruhen oder aber völkerrechtliche Bestimmungen zur Grundlage haben (vgl. PETER UEBERSAX, in: Code annoté de droit des migrations, Amarelle/Nguyen [Hrsg.], Bd. IV: Loi sur l'asile [LAsi], 2015, N. 10 zu Art. 14 AsylG). Er muss aber nach der Rechtsprechung des Bundesgerichts offensichtlich sein (vgl. BGE 137 I 351 E. 3.1 S. 354; Urteile 2C_665/2017 vom 9. Januar 2018 E. 1.1.1; 2C_551/2017 vom 24. Juli 2017 E. 2.2; 2C_947/2016 vom 17. März 2017 E. 3.3; 2C_647/2016 vom 2. Dezember 2016 E. 3.1).\n\n3.2 Streitgegenstand bildet vorliegend die Frage, ob die Vorinstanz zu Recht davon ausgegangen ist, der Beschwerdeführerin komme kein Anspruch auf Erteilung einer Kurzaufenthaltsbewilligung zu, womit Art. 14 Abs. 1 AsylG der Einleitung eines Verfahrens um Erteilung einer ausländerrechtlichen Aufenthaltsbewilligung entgegenstehen würde. Die Beschwerdeführerin leitet solche Ansprüche aus verschiedenen Rechtsgrundlagen ab: Sie beruft sich auf Art. 30 Abs. 1 lit. e des Ausländer- und Integrationsgesetzes vom 16. Dezember 2005 (AIG; bis zum 1. Januar 2019: AuG; SR 142.20) einschliesslich der Ausführungsbestimmungen (namentlich Art. 36 der Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit [VZAE; SR 142.201]), daneben aber auch auf Art. 4 EMRK, Art. 14 des Übereinkommens vom 16. Mai 2005 zur Bekämpfung des Menschenhandels (SR 0.311.543; nachfolgend: ÜBM) (auch im Lichte des Normzwecks von Art. 13 ÜBM) sowie Art. 6 des Übereinkommens vom 18. Dezember 1979 zur Beseitigung jeder Form von Diskriminierung der Frau (CEDAW; SR 0.108). Die Frage, ob der Beschwerdeführerin Anspruch auf Erholungs- und Bedenkzeit zugestanden hätte (vgl. Art. 13 ÜBM), ist aufgrund des diesbezüglich ausdrücklichen Beschwerdeverzichts nicht Teil des Streitgegenstands. BGE 145 I 308 S. 312\n\n3.3 Zu prüfen ist zunächst, ob die Beschwerdeführerin aus Art. 30 Abs. 1 lit. e AIG und Art. 36 VZAE einen Aufenthaltsanspruch ableiten kann.\n\n3.3.1 Nach Art. 30 Abs. 1 lit. e AIG kann von den Zulassungsvoraussetzungen (Art. 18-29 AIG) unter anderem abgewichen werden, um den Aufenthalt von Opfern und Zeugen von Menschenhandel zu regeln. Die Erteilung einer Aufenthaltsbewilligung im Zusammenhang mit den in Art. 30 AIG vorgesehenen möglichen Abweichungen von den Zulassungsvoraussetzungen liegt im Ermessen der zuständigen Behörden. Ein Anspruch auf Erteilung einer Kurzaufenthaltsbewilligung ergibt sich daraus nicht (BGE 137 II 345 E. 3.2.1 S. 348 f.; Urteile 2C_873/2013 vom 25. März 2014 E. 1.2, nicht publ. in: BGE 140 II 289; 2C_48/2018 vom 5. September 2018 E. 1; vgl. überdies GOOD/ BOSSHARD, in: Kommentar zum AuG, Caroni und andere [Hrsg.], 2010, N. 2 zu Art. 30 AuG).\n\n3.3.2 Entgegen der Auffassung der Beschwerdeführerin lassen sich aus Art. 36 VZAE keine über das Gesetz hinausgehende Bewilligungsansprüche ableiten. Ganz allgemein ist dem Verordnungsgeber verwehrt, die Kantone gestützt auf Art. 30 Abs. 2 AIG über den Rahmen von Art. 30 Abs. 1 lit. e AIG hinausgehend zur Gewährung einer Bewilligung zu verpflichten (vgl. BGE 129 II 249 E 5.5 S. 266 zum früheren Bundesgesetz vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer [ANAG, BS 1 121]), zumal wichtige rechtsetzende Bestimmungen über die Rechte und Pflichten von Personen sowie die Verpflichtungen der Kantone bei der Umsetzung und beim Vollzug des Bundesrechts in der Form des Bundesgesetzes zu erlassen sind (Art. 164 Abs. 1 lit. c und f BV). Eine Verordnungsbestimmung genügt folglich zur Einräumung eines gesetzlichen Anspruchs auf Aufenthaltsbewilligung nicht (vgl. PETER UEBERSAX, Einreise und Anwesenheit, in: Ausländerrecht, Uebersax/Rudin/Hugi Yar/Geiser [Hrsg.], 2. Aufl. 2009, S. 247 ff., 254).\n\nGestützt auf Art. 30 Abs. 2 AIG präzisiert der Verordnungsgeber in Art. 36 VZAE lediglich den Anwendungsbereich von Art. 30 Abs. 1 lit. e AIG (vgl. MINH SON NGUYEN, in: Code annoté de droit des migrations, Nguyen/Amarelle [Hrsg.], Bd. II: Loi sur les étrangers [LEtr], 2017, N. 93 zu Art. 30 AuG). Darauf deutet im Übrigen auch die Marginalie der Bestimmung hin, die ausdrücklich auf Art. 30 Abs. 1 lit. e AIG verweist. Aus dem Wortlaut von Art. 36 VZAE ergibt sich sodann, dass die Bestimmung nicht nur den Interessen des allfälligen Opfers von Menschenhandel dient, sondern auch den BGE 145 I 308 S. 313interessen der Strafverfolgungsbehörden: Die für die polizeilichen Ermittlungen oder das Gerichtsverfahren zuständigen Behörden beurteilen, ob und für welche Zeit eine Anwesenheit erforderlich ist (Art. 36 Abs. 1 VZAE). Eine allfällige Kurzaufenthaltsbewilligung wird nur für die voraussichtliche Dauer der polizeilichen Ermittlung oder des Gerichtsverfahrens erteilt (Art. 36 Abs. 2 VZAE). Und besteht keine Notwendigkeit mehr für einen weiteren Aufenthalt im Rahmen des Ermittlungs- und Gerichtsverfahrens, muss die betroffene Person die Schweiz verlassen (Art. 36 Abs. 5 VZAE). Art. 36 VZAE vermag für die Beschwerdeführerin folglich keinen Anspruch auf Erteilung einer Aufenthaltsbewilligung zu begründen.\n\n3.4 Weiter stellt sich die Frage, ob sich ein Aufenthaltsanspruch der Beschwerdeführerin aus völkerrechtlichen Bestimmungen ergibt. Die Beschwerdeführerin erblickt eine solche Anspruchsgrundlage in Art. 14 Abs. 1 lit. b ÜBM, ausgelegt im Lichte von Art. 4 EMRK sowie Art. 6 CEDAW.\n\nAls Leitlinie zur Auslegung dieser Bestimmungen ist auf die Prämisse abzustellen, dass deren Schutzzweck effektiv entsprochen wird (vgl. BÉNÉDICTE LAVAUD-LEGENDRE, La force normative des textes internationaux consacrés à la protection des victimes de la traite des êtres humains, Revue trimestrielle des droits de l'homme 88/2011 S. 875 ff., 894, 899). Es handelt sich hier um eine Konkretisierung des Prinzips der Auslegung nach Treu und Glauben, wonach einer völkerrechtlichen Bestimmung unter mehreren möglichen Interpretationen derjenige Sinn beizumessen ist, welcher ihre effektive Anwendung gewährleistet (\"effet utile\") und nicht zu einem Ergebnis führt, das dem Ziel und Zweck der eingegangenen Verpflichtungen widerspricht (BGE 144 II 130 E. 8.2.1 S. 139; BGE 143 II 136 E. 5.2.2 S. 148 f.; vgl. ferner Urteil 4A_65/2018 vom 11. Dezember 2018 E. 2.4.2).\n\n3.4.1 Völkerrechtliche Bestimmungen können in konkreten Streitfällen nur angerufen werden, wenn sie individualrechtliche Ansprüche verleihen (bzw. \"self-executing\" sind). Dies setzt voraus, dass die angerufene Norm inhaltlich hinreichend bestimmt und klar ist, um im Einzelfall Grundlage eines Entscheides bilden zu können. Für die Justiziabilität wird weiter vorausgesetzt, dass Rechte und Pflichten des Einzelnen umschrieben werden und dass die Norm sich an die rechtsanwendenden Behörden richtet (BGE 140 II 185 E. 4.2 S. 190; BGE 136 I 297 E. 8.1 S. 307 f.; BGE 133 I 286 E. 3.2 S. 291 mit weiteren Hinweisen).\n\nBGE 145 I 308 S. 314\n\n3.4.2 Nach Art. 14 Abs. 1 ÜBM erteilen die Vertragsparteien einem Menschenhandelsopfer einen verlängerbaren Aufenthaltstitel, wenn die zuständige Behörde der Auffassung ist, dass der Aufenthalt des Opfers aufgrund seiner persönlichen Situation (lit. a) oder für die Zusammenarbeit mit den zuständigen Behörden bei den Ermittlungen oder beim Strafverfahren (lit. b) erforderlich ist. Während die Tatbestandsvariante von Art. 14 Abs. 1 lit. a ÜBM dem Opfer einen gewissen Schutz verschaffen soll, dient der Anwendungsfall von Art. 14 Abs. 1 lit. b ÜBM der Sicherstellung der Verfügbarkeit des Opfers für die Strafuntersuchung. Die beiden Anliegen gehen Hand in Hand, setzt die Kooperationswilligkeit mit den Strafverfolgungsbehörden doch das Vertrauen des Opfers in die Behörden voraus. Ein Vertrauen des Opfers in die Behörden ist aber nur denkbar, wenn letztere die Schutzbedürfnisse des Opfers angemessen berücksichtigen (vgl. Council of Europe Treaty Series, No. 197, Explanatory Report to the Council of Europe Convention on Action against Trafficking in Human Beings, S. 29).\n\nUnter Berücksichtigung dieses Normzwecks und des klaren Wortlauts ist der Gehalt von Art. 14 Abs. 1 lit. b ÜBM eindeutig: Ist die für die Abwicklung des Strafverfahrens zuständige Behörde der Auffassung, dass ein weiterer Aufenthalt des Opfers in der Schweiz für die Zwecke des Strafverfahrens erforderlich ist, müssen die Migrationsbehörden eine Kurzaufenthaltsbewilligung erteilen. Ein Ermessensspielraum der zuständigen nationalen Migrationsbehörden besteht insofern nicht (vgl. NULA FREI, Menschenhandel und Asyl, 2017, S. 209 f., 475; CHARLOTTE ZIHLMANN, Asile: Lacunes dans la protection des victimes de traite d'êtres humains, Plaidoyer 2018 5 S. 22 ff., 27).\n\n3.4.3 Den Schutzzweck der völkerrechtlichen Bestimmungen zur Bekämpfung des Menschenhandels hat auch der Europäische Gerichtshof für Menschenrechte (EGMR) in seiner Rechtsprechung wiederholt hervorgehoben. Als dogmatischer Anknüpfungspunkt fungiert dabei Art. 4 EMRK (vgl. Urteil des EGMR Siliadin gegen Frankreich vom 26. Juli 2005, Nr. 73316/01, § 89), der in der Schweiz direkt anwendbar ist. Aus dieser Bestimmung ergeben sich für die Konventionsstaaten verschiedene positive Handlungspflichten: Die legislative Schutzdimension verpflichtet die Staaten zur Implementierung eines effektiven gesetzgeberischen Rahmens zur Verhinderung von Menschenhandel; erforderlich ist namentlich, dass Menschenhandel unter Strafe gestellt wird. Die operative Dimension verlangt, dass im BGE 145 I 308 S. 315Einzelfall der effektive Schutz des Opfers sichergestellt wird. Nach der prozeduralen Dimension ist erforderlich, dass das Strafverfahren zeitnah an die Hand genommen und zu Ende geführt wird. Die transnationale Dimension gebietet schliesslich, internationale Mechanismen zur Verhinderung des grenzüberschreitenden Phänomens des Menschenhandels einzuführen (vgl. Urteile des EGMR Rantsev gegen Zypern und Russland vom 7. Januar 2010, Nr. 25965/04, § 282 ff.; J. u.a. gegen Österreich vom 17. Januar 2017, Nr. 58216/12, § 103 ff.; vgl. ausserdem NULA FREI, Identifizieren, Schützen, Unterstützen: neue Rechtsprechung des EGMR zum Opferschutz bei Menschenhandel, Asyl 3/32 [2017] S. 15 ff., 15). Die genannten Schutzpflichtenentsprechen im Wesentlichen den Handlungspflichten, welche sich für die Staaten in Bezug auf den Handel von Frauen auch aus Art. 6 CEDAW ergeben (vgl. CHRISTINA HAUSAMMANN, in: CEDAW, Schläppi/Ulrich/Wyttenbach [Hrsg.], 2015, N. 28 zu Art. 6 CEDAW).\n\nDer EGMR hat sich bis anhin nicht ausdrücklich mit der Gewährung eines temporären Aufenthaltsrechts als Teilaspekt der operativen oder der prozeduralen Schutzdimension befasst. In einzelnen Urteilen hat er jedoch die einschlägigen Bestimmungen des ÜBM erwähnt (vgl. Urteil des EGMR Chowdury und andere gegen Griechenland vom 30. März 2017, Nr. 21884/15, § 122) bzw. positiv vermerkt, dass ein Aufenthaltsrecht gewährt worden sei (Urteil des EGMR L.E. gegen Griechenland vom 21. Januar 2016, Nr. 71545/12, § 76). Überdies hat er wiederholt hervorgehoben, dass Art. 4 EMRK nicht losgelöst von anderen einschlägigen internationalen Abkommen ausgelegt werden dürfe, welche ein spezifisches Thema regelten (Urteil des EGMR Rantsev gegen Zypern und Russland vom 7. Januar 2010, Nr. 25965/04, § 274). Im Auge zu behalten ist überdies, dass die Konventionsbestimmungen den ihnen zugedachten Schutzzweck nicht bloss theoretisch, sondern auch praktisch erfüllen sollen (Urteil des EGMR Rantsev gegen Zypern und Russland vom 7. Januar 2010, Nr. 25965/04, § 273). Vor diesem Hintergrund drängt sich auch im Lichte von Art. 4 EMRK auf, Art. 14 Abs. 1 lit. b ÜBM so auszulegen, dass die Migrationsbehörden eine Kurzaufenthaltsbewilligung erteilen müssen, wenn die Strafverfolgungsbehörden den weiteren Aufenthalt eines Menschenhandelsopfers für die Zwecke des Strafverfahrens als erforderlich betrachten.\n\n3.4.4 Mit Blick auf das von der Beschwerdeführerin ebenfalls angerufene CEDAW-Übereinkommen ist festzuhalten, dass dessen Art. 6 lediglich eine generelle Verpflichtung enthält, jede Form des BGE 145 I 308 S. 316Frauenhandels zu bekämpfen (vgl. BBl 1995 IV 901, S. 938). Art. 6 CEDAW ist im Rahmen der völkerrechtskonformen Auslegung der massgeblichen nationalen Vorschriften sowie auf dem Wege der Rechtsfortbildung zu berücksichtigen (vgl. REGULA KÄGI-DIENER, Völkerrecht und nationales Recht in der Auslegung [am Beispiel der CEDAW], Recht 2011, H. 5/6, S. 193 ff., 198 f.).\n\nWie es sich damit im vorliegenden Fall verhält, kann jedoch offenbleiben, zumal (vermeintliche) Opfer von Menschenhandel nach dem Gesagten schon aufgrund von Art. 14 Abs. 1 lit. b ÜBM einen offensichtlichen Anspruch (vgl. oben, E. 3.1) auf Erteilung einer Kurzaufenthaltsbewilligung haben, wenn die zuständige Strafverfolgungsbehörde der Auffassung ist, dass ihr weiterer Aufenthalt in der Schweiz für die Zwecke des Strafverfahrens erforderlich ist. Art. 14 Abs. 1 AsylG steht in einem solchen Falle der Einleitung eines Verfahrens auf Erteilung einer ausländerrechtlichen Aufenthaltsbewilligung deshalb nicht entgegen.\n\n4. Zu prüfen bleibt, ob die Voraussetzungen für eine Bewilligungserteilung nach Art. 14 Abs. 1 lit. b ÜBM im Falle der Beschwerdeführerin zum Zeitpunkt des vorinstanzlichen Entscheids erfüllt waren.\n\n4.1 Die Vorinstanz legt ihrem Entscheid die Feststellung zugrunde, dass die Verfügbarkeit der Beschwerdeführerin für das Strafverfahren in der Schweiz ohne Weiteres auch dann sichergestellt werden könne, wenn sie im Rahmen des Dublin-Abkommens nach Italien weggewiesen werde. Für die Zwecke des Strafverfahrens könne ihr nämlich ein Einreisevisum ausgestellt und somit die Einreise in die Schweiz ermöglicht werden. Die Beschwerdeführerin beanstandet diese Feststellung als willkürlich.\n\nTatsächlich erscheint die Feststellung der Vorinstanz in mehrfacher Hinsicht als problematisch: Unter der Voraussetzung, dass ein weggewiesenes Menschenhandelsopfer überhaupt noch in die Schweiz kommen möchte, um zu einem Strafverfahren gegen Menschenhändler beizutragen, wäre es zwar möglich, die Einreise in die Schweiz organisatorisch zu bewerkstelligen. Allerdings wäre dies mit grösseren administrativen Mühen und erheblichem Zeitaufwand verbunden. In einem Strafverfahren kann es aber nötig sein, zeitnah zu handeln und Beweise abzunehmen. Eine erfolgreiche strafrechtliche Sanktionierung von Menschenhandel setzt voraus, dass die Strafverfolgungsbehörden ihre Untersuchungen effektiv und prompt durchführen können. Ihre Handlungsfähigkeit wäre insofern beeinträchtigt, wenn eine BGE 145 I 308 S. 317 Dublin-Überstellung in einen Drittstaat während laufendem Strafverfahren vollzogen würde.\n\nDavon abgesehen können die Schweizer Behörden nach Vollzug der Dublin-Überstellung nicht kontrollieren, wie schnell das Asylverfahren im zuständigen Staat abgewickelt wird. Nicht nur die Schweiz (vgl. Eidgenössisches Justiz- und Polizeidepartement [EJPD], Erläuternder Bericht zur Umsetzung der Vorlage zur Beschleunigung der Asylverfahren, www.sem.admin.ch/sem/de/home/aktuell/gesetzgebung/aend_asylg_neustruktur.html [zuletzt abgerufen am 19. Februar 2019]), sondern auch andere Dublin-Staaten verfolgen das Ziel, die Dauer ihrer Asylverfahren zu verkürzen und Wegweisungen bei negativen Entscheiden zeitnah zu vollziehen. Unter der Annahme, dass es den italienischen Asylbehörden im Falle der Beschwerdeführerin gelungen wäre, das Asylverfahren zeitnah abzuschliessen und sie in der Folge nach Kenia weggewiesen worden wäre, hätte ihre Verfügbarkeit für das Strafverfahren, dessen Dauer zum Zeitpunkt des vorinstanzlichen Entscheids noch nicht absehbar war, offensichtlich nicht mehr sichergestellt werden können. Die entsprechende Feststellung der Vorinstanz erweist sich deshalb als willkürlich. Das Bundesgericht geht im Folgenden deshalb davon aus, dass eine allenfalls erforderliche Verfügbarkeit eines asylsuchenden Menschenhandelsopfers für das Strafverfahren in der Schweiz im Prinzip nur dadurch sichergestellt werden kann, dass es sich für die Dauer des Strafverfahrens in der Schweiz aufhält. Die anderslautenden Weisungen des Staatssekretariats für Migration (vgl. Weisungen und Erläuterungen Ausländerbereich, Oktober 2013 [aktualisiert am 1. Juli 2018], Ziff. 5.7.4 letzter Satz) sind mit den Vorgaben aus Art. 14 Abs. 1 lit. b ÜBM nicht zu vereinbaren.\n\n4.2 Im hier interessierenden Fall hat die Stadtpolizei Zürich der Rechtsvertreterin mit Schreiben vom 15. März 2017 mitgeteilt, die Durchführung eines polizeilichen Vorermittlungsverfahrens bedinge, \"dass die Verfügbarkeit der Beschwerdeführerin für den weiteren Verfahrensablauf gewährleistet\" sei. Wie bereits oben dargelegt (vgl. E. 4.1) kann die Verfügbarkeit des Opfers in Fällen wie dem vorliegenden aber nur sichergestellt werden, wenn ihm ein vorübergehendes Aufenthaltsrecht in Form einer Kurzaufenthaltsbewilligung erteilt wird. Für die Migrationsbehörden bleibt kein Raum, von der Einschätzung der Strafbehörden abzuweichen, wonach die Anwesenheit zu gewährleisten sei. Die für das Strafverfahren zuständigen Behörden sind nämlich als einzige in der Lage, die Notwendigkeit BGE 145 I 308 S. 318der Anwesenheit des Opfers für den weiteren Verfahrensverlauf zuverlässig abzuschätzen.\n\n4.3 Aufgrund dieser Erwägungen ist die Beschwerde gutzuheissen und festzustellen, dass die Beschwerdeführerin im Zeitpunkt des angefochtenen Entscheids Anspruch auf Erteilung einer Kurzaufenthaltsbewilligung gehabt hätte."}