{"annee": "145", "cour": "I", "page": "167", "date": "26/11/2018", "cite": ["142 III 48", "131 V 9", "128 V 272", "137 I 195", "134 I 269", "135 I 279", "132 II 257", "142 II 218", "123 I 63", "137 I 305", "140 I 285", "119 IA 141", "121 I 230"], "cite_par": [], "chapeau": "9. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Stauber contre Conseil d'Etat du canton de Vaud (recours en matière de droit public)\n\n1C_136/2018 du 26 novembre 2018", "regestes": ["Art. 29 al. 2 Cst.; art. 80 al. 1 Cst./VD; art. 90a LEDP/VD; droit d'être entendu des initiants dans le cadre d'une décision sur la validité d'une initiative populaire vaudoise prise par l'exécutif cantonal. Portée et champ d'application du droit d'être entendu (consid. 4.1). Doctrine et jurisprudence y relatives (consid. 4.2). Les initiants peuvent, dans certaines circonstances, bénéficier du droit d'être entendu (art. 29 al. 2 Cst.) lorsqu'un exécutif cantonal statue sur la validité d'une initiative, avant que les signatures soient récoltées (consid. 4.3). Il n'y a pas de violation du droit d'être entendu en l'espèce, puisque la décision de l'exécutif cantonal se fonde sur une argumentation juridique prévisible (consid. 4.4)."], "faits": "BGE 145 I 167 S. 168\n\nA. Le 21 mars 2017, Philipp Stauber ainsi que 17 autres électrices et électeurs ont transmis au Service des communes et du logement du canton de Vaud une demande d'initiative populaire, intitulée \"Immigration libre et frontières ouvertes: Gardons nos places de travail en priorité pour nos résidents\". Il s'agit d'une initiative constitutionnelle rédigée de toutes pièces visant l'introduction des articles suivants dans la Constitution vaudoise du 14 avril 2003 (Cst./VD; RS 131.231):\n\nArt. 58a Priorité de l'emploi dans le secteur public (nouveau)\n\nDans leur rôle d'employeur, l'État et les communes accordent la priorité de l'emploi aux citoyens suisses et aux titulaires d'une autorisation d'établissement.BGE 145 I 167 S. 169\n\nArt. 58b Préférence indigène à l'embauche par l'impôt (nouveau)\n\n1. L'emploi d'un travailleur étranger donne lieu à une imposition fiscale de l'employeur si les conditions cumulatives suivantes sont remplies:\n\na) Le travailleur est titulaire d'une autorisation de séjour, titulaire d'une autorisation frontalière ou une personne sans autorisation de séjour.\n\nb) Le travailleur n'est pas un réfugié reconnu.\n\nc) Le travailleur est soumis à l'impôt à la source sur le revenu de son activité dépendante.\n\nd) Le travailleur est soumis à l'impôt à la source sur le revenu depuis moins de cinq ans.\n\ne) L'impôt annualisé à la source sur le revenu du travailleur est inférieur au montant maximum donné à l'alinéa 5.\n\nf) Le revenu brut soumis à l'impôt à la source du conjoint vivant en ménage commun avec le travailleur ne donne pas lieu à une taxation ordinaire.\n\n2. La loi peut prévoir l'imposition fiscale de l'employeur pour l'emploi d'autres catégories de travailleurs soumis à l'impôt à la source sur le revenu.\n\n3. L'impôt est prélevé par l'État. Si le travailleur est domicilié dans le canton de Vaud, la moitié de l'impôt est versée à sa commune de domicile.\n\n4. La période fiscale correspond à l'année civile.\n\n5. Le montant maximum de l'impôt annuel, d'au moins 12'000 francs par travailleur, est adopté par le Grand Conseil chaque année sur proposition du Conseil d'Etat.\n\n6. L'impôt est plafonné en fonction de la durée cumulée de l'assujettissement du travailleur à l'impôt à la source sur le revenu. Le barème des plafonds annuels est linéairement dégressif sur les premiers cinq ans de son assujettissement. Pour la 1ère année, le plafond est égal au montant maximum de l'impôt annuel donné à l'alinéa 5. Dès la 6ème année, l'impôt s'annule.\n\n7. Les plafonds annuels de l'alinéa 6 déterminent prorata temporis le plafond applicable à une période fiscale.\n\nxx. Dispositions transitoires ad art. 58a et 58b\n\n1", "considerants": ""}