{"annee": "145", "cour": "II", "page": "229", "date": "4/6/2019", "cite": ["123 I 193", "142 II 307", "138 II 440", "124 I 310", "142 II 161", "130 II 87", "135 III 597", "144 II 147", "117 IA 341", "140 II 102"], "cite_par": [], "chapeau": "22. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. contre Commission du Barreau du canton de Genève (recours en matière de droit public)\n\n2C_1083/2017 du 4 juin 2019", "regestes": ["Art. 27 Cst.; art. 5 al. 2 let. d, art. 8 al. 1 let. d et art. 13 LLCA; domiciliation d'un avocat à l'adresse d'une société anonyme fonctionnant comme plate-forme pour avocats; indépendance structurelle; risque de confusion; secret professionnel; notion d'auxiliaire; adresse professionnelle; nouvelles technologies. Domiciliation professionnelle d'un avocat à l'adresse d'une société anonyme dont le but est de fonctionner comme plate-forme pour avocats indépendants et de leur fournir à cet effet des services de domiciliation et/ou d'occupation des locaux. Examen de la compatibilité de cette manière d'exercer la profession d'avocat avec l'exigence d'indépendance structurelle (consid. 6) et de garantie du secret professionnel (consid. 7). Exigences relatives à l'adresse professionnelle, notamment au regard de l'absence de bureau dédié dans les locaux de la société (consid. 8). Obligation de procéder en l'espèce à des aménagements préalables pour pouvoir exercer à l'adresse professionnelle souhaitée. Ces conditions constituent des restrictions à la liberté économique conformes aux exigences de l'art. 36 Cst. (consid. 9)."], "faits": "BGE 145 II 229 S. 230\n\nA.\n\nA.a A., titulaire du brevet d'avocat, est inscrite au registre des avocats du canton de Genève. Le 12 janvier 2017, elle a informé la Commission du Barreau du canton de Genève (ci-après: la Commission du Barreau) de ses nouvelles coordonnées à compter du 15 janvier 2017, soit:\n\nB. SA\n\nA.\n\n...\n\n...\n\n...\n\nSuisse\n\nTél. ... / ...\n\nCourriel: ...\n\nB. SA (ci-après: B.) a été inscrite au registre du commerce du canton de Genève en 2016. C. en est administrateur président, avec signature individuelle (art. 105 al. 2 LTF). Le but social de B. tel qu'il figure au registre du commerce est libellé comme suit:\n\nEtre une plateforme pour des avocats indépendants, de [sic] permettre l'échange de connaissances et de compétences entre avocats indépendants, le développement de synergies entre avocats indépendants ainsi que la domiciliation d'avocats indépendants et/ou la mise à disposition pour des avocats d'une infrastructure et de services propres à permettre à des BGE 145 II 229 S. 231avocats de travailler de manière indépendante et d'occuper temporairement et ponctuellement des bureaux ou places de travail non dédiées (cf. statuts pour but complet).\n\nLe 18 janvier 2017, A. a transmis à la Commission du Barreau le contrat qu'elle avait conclu avec B. et qui prenait effet au 15 janvier 2017. Elle y garantissait notamment être titulaire d'un brevet d'avocat l'autorisant à pratiquer en tant qu'avocate indépendante, être couverte par une assurance responsabilité civile et que son casier judiciaire était vierge. Elle s'engageait aussi à veiller scrupuleusement en tout temps à ne pas apparaître ou être perçue comme employée, associée, actionnaire ou animatrice de B. SA et à prendre soin d'éviter toute confusion à ce sujet. Il ressortait du contrat que, parmi les prestations offertes par B., A. avait choisi de bénéficier d'une simple domiciliation: son courrier non ouvert était mis à sa disposition de 8h à 18h, tous les jours ouvrables à Genève, dans les locaux de B., pour 125 fr. par mois.\n\nA.b Selon l'art. 1 des \"conditions générales domiciliation\" de B. (ci-après: CG-domiciliation), le courrier destiné à l'avocat doit être libellé ainsi:\n\nB. SA\n\n...\n\n...\n\n... (Suisse)\n\nà l'attention de Me ...\n\nSelon l'art. 2 CG-domiciliation, B. va chercher le courrier à la case postale tous les matins des jours ouvrables à Genève. Pendant toute la durée du contrat, B. s'engage à garder le courrier de l'avocat non ouvert (sauf les fax), à disposition de l'avocat, pendant une période maximale de six mois après réception, période après laquelle le courrier est détruit sans autre préavis (art. 2 § 2 et 3 CG-domiciliation). Si l'option d'ouverture du courrier et de réexpédition par e-mail est convenue, B. s'engage à ouvrir les envois et à procéder à la réexpédition par courrier électronique dans les plus brefs délais, en principe dans les trois heures après réception, sans cependant qu'aucune garantie de délai ou de conformité de la réexpédition ne soit donnée. L'original du courrier ainsi ouvert reste à disposition de l'avocat selon les principes et conditions sus-indiqués (art. 2 § 5 CG-domiciliation). L'ouverture et la réexpédition du courrier se font par le personnel de B., qui garantit le respect du secret professionnel de l'avocat destinataire; en particulier, B. s'interdit d'informer tout tiers de la teneur d'un BGE 145 II 229 S. 232 courrier destiné à l'avocat (art. 2 § 5 CG-domiciliation). En cas de conflit d'intérêts concret, le service d'ouverture du courrier peut être suspendu ou limité, par exemple aux courriers reçus des tribunaux (art. 2 § 5 CG-domiciliation).\n\nSi l'option de réception téléphonique est convenue, le téléphoniste répond \"B. bonjour\" de 9h00 à 17h00 pendant les jours ouvrables à Genève et transfère l'appel sur le numéro de mobile indiqué par l'avocat; en cas de non réponse, le téléphoniste lui envoie un email pour l'informer de l'appel et, dans la mesure du possible, des coordonnées de l'appelant. Le service de réception téléphonique est assuré par une entreprise tierce, choisie par B. qui ne peut donner aucune garantie sur l'exactitude, la promptitude du transfert et/ou la retranscription correcte des appels (art. 2 § 7 CG-domiciliation).\n\nL'avocat ne doit utiliser les services de domiciliation que pour les besoins de son activité d'avocat indépendant (art. 3 § 1 CG-domiciliation), prendre toutes les mesures nécessaires pour éviter d'être perçu comme employé, associé, actionnaire et/ou animateur de B. et éviter toute confusion à ce sujet, l'avocat restant parfaitement indépendant de B. (art. 3 § 2 CG-domiciliation). Il peut indiquer sur son papier à lettres, site internet, cartes de visite ou autre matériel de promotion, qu'il utilise les services de B. (www.B.ch) ainsi que le logo de B., et s'engage à enlever toute référence à B. ou son site internet à la fin du contrat (art. 3 § 3 et 4 CG-domiciliation).\n\nB. se réserve le droit de mettre fin au contrat de manière anticipée en cas de justes motifs ou de violations graves du contrat par l'avocat, et aucun remboursement n'est alors dû (art. 4 § 2 CG-domiciliation). A teneur de l'art. 6 CG-domiciliation, la responsabilité de B. est exclue à quelque titre que ce soit, sauf faute ou négligence graves.\n\nA.c B. propose aussi des prestations d'occupation de ses locaux, qui font l'objet de conditions générales (ci-après: CG-occupation). S'agissant de l'occupation des locaux, A. a fait savoir à la Commission du Barreau qu'elle pouvait aussi utiliser les locaux de B. pour y travailler et/ou y recevoir des clients, et qu'elle y disposait d'une armoire dédiée pour y déposer ses dossiers. Elle relevait toutefois que sa clientèle était surtout composée de clients au bénéfice de l'assistance juridique en matière pénale, qu'elle assistait principalement lors d'audiences à la police, à l'instruction et devant les juridictions, ou lors de visites à la prison, et qu'elle travaillait avec son ordinateur portable, qui contenait les pièces digitalisées essentielles de ses dossiers. BGE 145 II 229 S. 233\n\nSon adresse électronique était A@A.ch, mais sur le papier à lettres qu'elle utilisait, l'adresse électronique mentionnée était info@B.ch; si du courrier électronique arrivait à cette adresse, il était transféré par la secrétaire de B. sur la sienne. Elle avait accès à la bureautique de B. lorsqu'il s'agissait de digitaliser ou d'imprimer des documents. Elle recevait le courrier dans un bac dans les bureaux, sans que ce dernier ne soit ouvert. En cas d'appel téléphonique, les messages étaient transmis sur son téléphone portable.\n\nEnfin, B. avait créé un système informatique destiné à parer à d'éventuels conflits d'intérêts. Les avocats devaient à cet effet accéder à un \"espace membre\" personnel au moyen d'un mot de passe (inconnu de B.), y entrer le nom de tous leurs nouveaux clients et de leur partie adverse, et le système détectait automatiquement un conflit d'intérêts.\n\nB. Par décision du 25 avril 2017, la Commission du Barreau a refusé la modification requise par A. au registre cantonal des avocats.\n\nReprésentée par Me C., A. a recouru le 26 mai 2017 contre cette décision auprès de la Cour de justice, Chambre administrative, du canton de Genève (ci-après: la Cour de justice) en concluant à son annulation et à ce que soit ordonné à la Commission du Barreau de l'inscrire au registre cantonal des avocats de la manière suivante:\n\nMe A.\n\nB. (www.B.ch)\n\n...\n\n...\n\n...\n\nSuisse\n\nTéléphone ... ou ...\n\nemail: A@A.ch ou info@B.ch\n\nLa Cour de justice a parallèlement été saisie d'un recours de C. contestant une décision de la Commission du Barreau l'enjoignant de cesser de s'occuper des intérêts de A. Après avoir demandé aux parties de se déterminer, la Cour de justice, d'accord entre les parties, n'a pas suspendu la présente cause jusqu'à l'issue de cette procédure.\n\nPar arrêt du 14 novembre 2017, la Cour de justice a rejeté le recours.\n\nC. Agissant par la voie du recours en matière de droit public, A., représentée par Me C., demande au Tribunal fédéral, sous suite de frais et dépens, d'annuler l'arrêt attaqué et d'ordonner à la Commission du Barreau de l'inscrire au registre cantonal des avocats à l'adresse suivante:BGE 145 II 229 S. 234\n\nMe A.\n\nB. (www.B.ch)\n\n...\n\n...\n\n...\n\nSuisse\n\nTéléphone ... ou ...\n\nemail: A@A.ch ou info@B.ch\n\nPar ordonnance du 19 janvier 2018, le Président de la IIe Cour de droit public a rejeté la requête d'effet suspensif contenue dans le recours.\n\nLa Commission du Barreau se réfère à l'arrêt attaqué. La Cour de justice s'en rapporte à justice sur la recevabilité du recours et persiste dans les considérants et le dispositif de son arrêt.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 L'objet du litige porte sur la conformité au droit et en particulier à la loi fédérale du 23 juin 2000 sur la libre circulation des avocats (LLCA; RS 935.61) du refus de la Cour de justice de procéder au changement d'adresse professionnelle de la recourante au registre cantonal des avocats.\n\n3.2 La Cour de justice a d'abord refusé ce changement au motif qu'une domiciliation à l'adresse de B. n'était pas compatible avec la condition d'indépendance de l'avocat figurant à l'art. 8 al. 1 let. d LLCA. B. n'était pas une étude d'avocats, mais une société de services qui mettait à disposition de l'avocat la plupart des prestations dont il avait besoin pour exercer, à savoir des locaux (un bureau et une salle de conférence), une domotique (imprimante, ordinateur, accès à internet haut débit, photocopieuse, scanner, bibliothèque, documentation juridique, coffre-fort et armoire dédiée), des services de réception, de réception téléphonique, d'ouverture et d'envoi du courrier ouvert. B. permettait par ailleurs à l'avocat d'utiliser son logo, de recourir à une adresse électronique se terminant par \"@B.ch\" et de faire figurer son profil sur son site internet. L'avocat était ainsi dépendant d'un seul partenaire contractuel dans sa pratique quotidienne, de sorte qu'en cas de litige, l'édifice même sur lequel l'avocat avait bâti sa pratique pouvait se retrouver en péril. Les CG-occupation et les CG-domiciliation renforçaient le risque de dépendance, en tant qu'elles protégeaient davantage les intérêts de B.: l'art. 7 CG-occupation excluait la responsabilité de B. pour tous dommages ou pertes qui résulteraient de la défaillance à fournir l'un des services convenus, alors que BGE 145 II 229 S. 235l'avocat devait renoncer expressément et par avance à toute action à l'encontre de B. visant à obtenir des dommages et intérêts pour toute perte directe ou indirecte, notamment la perte du chiffre d'affaires, la perte ou la non-réalisation de profits ou l'économie projetée, des pertes ou dommages relatifs à des données subies par l'avocat, du fait du défaut, de l'erreur, de retard, de l'omission ou de la non-disponibilité de l'un ou l'autre des services convenus. B. se réservait le droit de mettre fin au contrat de manière anticipée en cas de justes motifs ou de violations graves du contrat par l'avocat, aucun remboursement n'étant alors dû (art. 4 § 2 CG-domiciliation), alors que, selon l'art. 6 § 6 CG-occupation, le manquement à l'une ou l'autre des garanties données par l'avocat constituait une faute grave permettant à B. de résilier le contrat avec effet immédiat. Le système mis en place par B. plaçait ainsi l'avocat dans une relation de très forte dépendance. La dépendance de la recourante était certes limitée, du fait qu'elle n'avait choisi qu'une seule des options proposées par B., mais il fallait tenir compte du fait qu'elle pourrait moduler à chaque échéance contractuelle, soit tous les six mois, les options proposées et que l'on ne pouvait exiger de la Commission du Barreau qu'elle vérifie à ce rythme si les conditions d'inscription étaient toujours remplies.\n\nToujours sous l'angle de l'indépendance, la Cour de justice retient aussi que la domiciliation d'un avocat à l'adresse de B. était source de confusion pour les justiciables, puisque les apparences créées (mention du nom et des coordonnées de B. dans l'adresse professionnelle de l'avocat, jeu de mots formant la raison sociale \"B.\", susceptible d'évoquer une étude d'avocats; obligation des réceptionnistes de répondre \"B. bonjour\" aux appels sur la ligne fixe, possibilité d'utiliser l'adresse électronique \"info@B.ch\") créaient l'impression fausse que l'avocat exerçait dans le cadre d'un groupement d'avocats et sous le couvert d'une société anonyme.\n\nLa Cour de justice a aussi retenu que B. ne permettait pas de garantir le respect du secret professionnel de l'avocat, au sens de l'art. 13 LLCA. Cette disposition imposait à l'avocat d'instruire ses auxiliaires des règles relatives au secret professionnel et de veiller à ce qu'ils les respectent. Or, B. n'était pas une étude d'avocats et ses employés ne pouvaient par conséquent pas être considérés comme des auxiliaires au sens de l'art. 13 al. 2 LLCA.\n\nLe refus de domicilier professionnellement la recourante à l'adresse de B. constituait une restriction à sa liberté économique, mais celle-ci était conforme aux exigences de l'art. 36 Cst. BGE 145 II 229 S. 236\n\n4.\n\n4.1 Tout avocat inscrit à un registre cantonal des avocats peut pratiquer la représentation en justice en Suisse sans autre autorisation (art. 4 LLCA). Cette inscription suppose notamment que l'avocat dispose d'une adresse professionnelle sur le territoire cantonal (cf. art. 5 al. 1 LLCA). L'avocat qui ne remplit plus l'une des conditions d'inscription est radié du registre (art. 9 LLCA). Il en découle que le refus d'inscrire la recourante au registre cantonal à l'adresse de B. est susceptible d'entraîner de facto pour celle-ci la conséquence de ne plus pouvoir pratiquer la représentation en justice. Il s'agit là d'une restriction à la liberté économique qui doit répondre aux conditions de l'art. 36 Cst. En l'occurrence, les autorités cantonales fondent leur refus de modifier l'adresse professionnelle de la recourante sur le motif qu'une telle domiciliation ne répondrait pas aux exigences de la LLCA en matière d'indépendance de l'avocat (art. 8 al. 1 let. d LLCA) et de secret professionnel (art. 13 LLCA).\n\n4.2 La recourante fait principalement valoir une violation des art. 5 al. 1 let. d, 8 al. 1 let. d et 13 LLCA, une violation de sa liberté économique (art. 27 Cst.) et se plaint aussi d'une discrimination à rebours. Ses griefs seront examinés ci-après (consid. 6-10).\n\n5.\n\n5.1 La Cour de justice retient que le système mis en place met l'avocat dans une relation de très forte dépendance à l'égard de B. S'agissant de la recourante, si elle constate qu'elle n'a choisi, à rigueur du contrat produit, qu'une simple domiciliation sans ouverture du courrier, ce qui relativise sa dépendance, elle juge toutefois du cas d'espèce en prenant en compte l'ensemble des prestations offertes par B., au motif qu'il était possible que la recourante utilise d'autres prestations à chaque échéance contractuelle, sans que cela ne puisse être contrôlé par la Commission du Barreau. Ce raisonnement va au-delà de l'objet du litige et ne peut pas être suivi. D'une part, le risque évoqué par les juges précédents est inexistant, les avocats étant tenus de soumettre à l'autorité compétente tous les changements susceptibles d'affecter la réalisation des conditions d'inscription au registre (cf. art. 12 let. j LLCA), de sorte que la recourante serait tenue d'annoncer spontanément à la Commission du Barreau si elle entendait recourir à d'autres prestations de B. D'autre part, la position des juges précédents repose sur des spéculations et ne justifie pas d'emblée le refus d'une domiciliation de la recourante à l'adresse de B. La fonction du Tribunal fédéral n'étant pas de trancher des questions abstraites BGE 145 II 229 S. 237(ATF 142 II 161 consid. 3 p. 173), il ne s'agit pas de donner en l'espèce un avis de droit sur la possibilité d'exercer la profession d'avocat en recourant à l'ensemble des prestations proposées par B., mais seulement de déterminer si les prestations dont entend concrètement bénéficier actuellement la recourante en lien avec le changement de domiciliation litigieux sont ou non conformes à la LLCA.\n\n5.2 Sur ce point, l'arrêt attaqué prête à confusion. Il indique qu'à rigueur du contrat produit, auquel sont annexées les CG-domiciliation, la recourante n'a choisi qu'une simple domiciliation, avec réception du courrier non ouvert. Toutefois, dans ses déclarations à la Commission du Barreau reproduites dans l'arrêt attaqué, la recourante expose qu'elle peut occuper les locaux de B. notamment pour y travailler et y recevoir ses clients, y entreposer ses dossiers dans une armoire dédiée et utiliser la domotique de B. (cf. supra let. A.c). Il sera tenu compte de ces éléments pour l'examen du cas d'espèce.\n\n6. Aux termes de l'art. 8 al. 1 let. d LLCA, l'avocat doit être en mesure de pratiquer en toute indépendance; il ne peut être employé que par des personnes elles-mêmes inscrites dans un registre cantonal.\n\n6.1 L'indépendance au sens de l'art. 8 al. 1 let. d LLCA est l'indépendance dite structurelle ou institutionnelle. Elle garantit que l'avocat peut se consacrer entièrement à la défense des intérêts de ses clients, sans être influencé par des circonstances étrangères à la cause (ATF 144 II 147 consid. 5.2 p. 156; ATF 138 II 440 consid. 3 p. 443). Elle est un principe essentiel de la profession d'avocat et doit être garantie tant à l'égard du juge et des parties que du client (ATF 123 I 193 consid. 4a et b p. 195 ss; arrêts 2C_889/2008 du 21 juillet 2009 consid. 3; 2A.293/2003 du 9 mars 2004 consid. 2; pour une étude détaillée des fondements de l'indépendance, cf. MATHIEU CHÂTELAIN, L'indépendance de l'avocat et les modes d'exercice de la profession, 2017, p. 104 ss). L'indépendance de l'avocat est d'intérêt public (ATF 144 II 147 consid. 7.2 p. 165).\n\n6.2 L'indépendance structurelle est une condition d'inscription au registre des avocats. Elle se distingue de l'indépendance prévue à l'art. 12 let. b et c LLCA, qui impose aux avocats de veiller dans chaque affaire à une activité indépendante et exempte de conflits d'intérêts (indépendance spécifique à chaque mandat). Le fait que la condition de l'indépendance institutionnelle, qui doit exister préalablement à l'inscription, soit doublée de la règle professionnelle de l'indépendance, qui s'impose à l'avocat inscrit, a pour conséquence de BGE 145 II 229 S. 238réduire quelque peu les exigences relatives à la première: il n'est pas nécessaire pour être inscrit que toute atteinte à l'indépendance soit d'entrée de cause exclue; l'inscription doit être refusée seulement lorsque, sans investigations approfondies, il apparaît avec une certaine vraisemblance que l'intéressé, du fait de sa situation particulière, ne remplit pas la condition de l'indépendance (arrêt 2C_433/2013 du 12 juin 2013 consid. 3 in fine, non publié in ATF 140 II 102; ATF 138 II 440 consid. 3 p. 443 et les références citées).\n\nFaire dépendre l'inscription de l'indépendance structurelle constitue une limitation de la liberté économique de l'avocat (art. 27 al. 2 Cst.). Pour cette raison, il n'y a pas lieu d'étendre les exigences relatives à l'indépendance structurelle au-delà de ce qui est nécessaire (arrêt 2C_433/2013 précité consid. 3 in fine, non publié in ATF 140 II 102; ATF 138 II 440 consid. 4 p. 444 s., consid. 18 p. 457; ATF 130 II 87 consid. 3 p. 92 s.).\n\n6.3 Le point de savoir si un avocat remplit la condition de l'indépendance structurelle s'examine non pas en fonction de la forme juridique adoptée, mais de l'organisation concrètement mise en place (ATF 144 II 147 consid. 5.2 p. 156; ATF 138 II 440 consid. 17 p. 457). L'avocat ne doit pas se trouver dans une relation de dépendance économique ou d'autre nature envers des autorités étatiques, des tiers ou des clients. Il doit au contraire pouvoir représenter sans restriction l'intérêt de son mandant, d'un point de vue objectif et sans égard à des liens personnels ou économiques (cf. ATF 138 II 440 consid. 5 p. 445; ATF 130 II 87 consid. 4.1 et 4.2 p. 93 ss et les références).\n\n6.4 A la condition de l'indépendance structurelle peut être rattaché, en lien avec l'exigence de disposer d'une adresse professionnelle (art. 5 let. d LLCA) et celle d'exercer sa profession avec soin et diligence (art. 12 let. a LLCA), le devoir général de l'avocat de faire en sorte de s'abstenir de créer des apparences trompeuses quant à la manière dont il exerce sa profession.\n\n6.5 En l'espèce, la recourante exerce son activité en son nom et sous sa responsabilité. Elle a avant tout besoin de B. pour la réception de sa correspondance professionnelle et pour entreposer ses dossiers physiques dans une armoire dédiée à laquelle elle a seule accès. Elle utilise les moyens de communication offerts par B., mais seulement dans la mesure où ses clients utiliseraient le numéro de téléphone fixe de B. ou l'adresse électronique info@B.ch pour prendre contact avec elle. Elle est toutefois aussi atteignable sur sonBGE 145 II 229 S. 239téléphone portable ainsi qu'à l'adresse A@A.ch. S'agissant de ses rendez-vous avec les clients, selon les faits constatés (cf. supra consid. A.b) la recourante peut, dans la mesure disponible, réserver une salle dans les locaux de B. En outre, il ressort des faits constatés qu'au vu de sa clientèle principale, la recourante est avant tout amenée à assister ses clients à l'extérieur, en particulier lors de rencontres en prison. Même si la recourante a besoin de B. pour exercer son activité, surtout pour la réception de son courrier, la manière dont elle entend exercer sa profession n'est pas incompatible avec l'exigence d'indépendance structurelle de l'avocat. En particulier, le fait qu'elle ne puisse recevoir de clients que si un local est disponible ne porte pas encore atteinte à son indépendance structurelle dans la mesure où c'est avant tout à elle qu'il incombe de juger si cette accessibilité aux locaux de B. est suffisante au regard de ses besoins. L'argument des juges précédents, selon lequel en cas de conflit, l'édifice même sur lequel la recourante a bâti sa pratique se retrouverait en péril, n'est pas décisif. En cas de conflit avec B., la recourante pourrait certes se trouver dans la situation de devoir chercher un autre domicile professionnel. On ne voit toutefois pas en quoi cette situation serait à cet égard fondamentalement différente de celle d'un avocat d'une étude \"traditionnelle\" qui se retrouverait en conflit avec ses associés ou ses employeurs avocats.\n\nEn revanche, les juges précédents soulignent à juste titre que les CG-domiciliation et occupation sont problématiques au regard de l'indépendance structurelle, car elles protègent davantage les intérêts de B. que ceux de la recourante. L'arrêt attaqué relève ainsi que l'art. 7 CG-occupation prévoit une exclusion de responsabilité de B. pour tous dommages ou pertes qui résulteraient de la défaillance à fournir l'un des services convenus, tandis que l'avocat doit renoncer expressément et par avance à toute action à l'encontre de B. visant à obtenir des dommages et intérêts pour toute perte directe ou indirecte, notamment la perte du chiffre d'affaires, la perte ou la non-réalisation de profits ou l'économie projetée, des pertes ou dommages relatifs à des données subies par l'avocat, du fait du défaut, de l'erreur, de retard, de l'omission ou de la non-disponibilité de l'un ou l'autre des services convenus. L'art. 2 § 7 CG-domiciliation stipule que B. ne fournit aucune garantie sur l'exactitude, la promptitude du transfert et/ou la retranscription correcte des appels. Par ailleurs, l'art. 6 § 6 CG-occupation dispose que le manquement à l'une ou l'autre des garanties données par l'avocat constitue une faute grave permettant BGE 145 II 229 S. 240à B. de résilier le contrat avec effet immédiat, alors que, selon l'art. 6 § 6 CG-domiciliation, B. limite sa responsabilité aux seuls cas de faute ou négligence graves. Ces conditions, imposées à la recourante sous la forme de conditions générales, révèlent un réel déséquilibre des rapports contractuels en faveur de B. et placent la recourante dans une situation d'insécurité, ce qui n'est pas compatible avec l'exigence d'indépendance structurelle.\n\nEn lien ensuite avec le risque de confusion sur la manière dont la recourante exerce sa profession, les juges précédents reprochent à la recourante de faire apparaître le nom et les coordonnées de B. dans son adresse professionnelle. Or, on ne voit pas comment la recourante pourrait éviter cette mention, puisque c'est bien dans les locaux de B. qu'elle entend être domiciliée professionnellement. En revanche, le souci des juges précédents d'éviter que la recourante apparaisse comme exerçant dans le cadre d'un groupement d'avocats est légitime, car une telle apparence ne serait pas conforme à la réalité et serait de nature à faire croire à tort aux clients que la recourante exerce au sein et sous le couvert d'une société anonyme d'avocats. La recourante doit donc prendre une série de mesures pour éviter ou à tout le moins limiter ce risque. Il lui incombe d'abord de s'abstenir de faire figurer le logo de B. sur son papier à lettres et son matériel de promotion. Le seul fait que le site internet de B. indique être une \"plateforme pour avocats indépendants\" n'est pas suffisant, car on ne peut pas attendre des clients en possession des coordonnées de la recourante qu'ils aillent consulter le site internet ni qu'ils comprennent d'emblée la portée de l'expression \"plateforme pour avocats indépendants\". Cette expression n'est du reste pas dénuée d'ambiguïté, puisque tous les avocats doivent exercer de manière indépendante. Il importe aussi que la recourante ne fasse pas apparaître l'adresse info@B.ch dans ses coordonnées professionnelles, car une telle adresse peut faire penser que le message est envoyé à une étude de plusieurs avocats associés. Enfin, le fait que les téléphonistes soient tenus de répondre \"B. bonjour\" aux appels téléphoniques est aussi source de confusion. Si la recourante entend être atteignable à un numéro de téléphone fixe, il lui incombe d'obtenir de B. qu'elle prenne des mesures pour qu'un numéro de téléphone fixe lui soit spécialement attribué, de sorte qu'en cas d'appel sur ce numéro, le téléphoniste puisse d'emblée en identifier le destinataire et répondre au nom de la recourante, sans mentionner le nom de B. BGE 145 II 229 S. 241\n\n6.6 On ne peut donc pas reprocher aux juges précédents d'avoir considéré que le système mis en place était contraire à l'art. 8 al. 1 let. d LLCA.\n\n7. Selon l'art. 13 al. 1 LLCA, l'avocat est soumis au secret professionnel pour toutes les affaires qui lui sont confiées par ses clients dans l'exercice de sa profession; cette obligation n'est pas limitée dans le temps et est applicable à l'égard des tiers. Le fait d'être délié du secret professionnel n'oblige pas l'avocat à divulguer des faits qui lui ont été confiés. Selon l'art. 13 al. 2 LLCA, il veille à ce que ses auxiliaires respectent le secret professionnel.\n\n7.1 Le secret professionnel jouit d'une protection particulière dans l'ordre juridique, parce qu'il est indispensable à la profession et, partant, à une administration saine de la justice (ATF 144 II 147 consid. 5.3.3 p. 162; ATF 138 II 440 consid. 21 p. 461). Le Tribunal fédéral a récemment rappelé que l'importance de cette institution pour la profession d'avocat ressortait aussi des débats parlementaires qui ont conduit à l'adoption du Code de procédure pénale: alors que le Conseil fédéral proposait de soumettre les avocats déliés du secret professionnel à l'obligation de témoigner, la portée absolue du secret professionnel l'a emporté, le Conseil national ayant notamment fait valoir que le secret professionnel de l'avocat était une institution nécessaire à l'Etat de droit et que la profession d'avocat ne pouvait être exercée correctement qu'à partir du moment où le client pouvait placer dans son avocat une confiance absolue (ATF 144 II 147 consid. 5.3.3 p. 162 s.). Le secret professionnel protège donc non seulement l'intérêt du client, qui doit pouvoir librement se confier afin d'obtenir une appréciation complète de sa situation sans crainte de divulgation des faits ou documents confiés, mais revêt aussi un intérêt public, qui consiste en la protection de l'ordre juridique, au sein duquel l'avocat joue un rôle particulier, et de l'accès à la justice (ATF 135 III 597 consid. 3.4 p. 602 et les références; ATF 117 Ia 341 consid. 6a p. 348; arrêts 1B_264/2018 du 28 septembre 2018 consid. 2.2; 2C_586/2015 du 9 mai 2016 consid. 2.1, non publié in ATF 142 II 307 et les références; NATER/ZINDEL, in Kommentar zum Anwaltsgesetz, 2 e éd. 2011, n° 4 ad art. 13 LLCA; WALTER FELLMANN, Anwaltsrecht, 2 e éd. 2017, p. 228 s. n. 520; BENOÎT CHAPPUIS, La profession d'avocat, tome I, p. 166; SERGIO GIACOMINI, Le secret professionnel de l'avocat, Revue de l'avocat 2017, p. 104).\n\n7.2 L'art. 13 LLCA interdit la divulgation de secrets confiés par le client et oblige l'avocat à prendre les précautions nécessaires pour BGE 145 II 229 S. 242la conservation du secret (CHAPPUIS, op. cit., p. 116 s.). Le souci de garantir le secret professionnel est l'un des devoirs d'une conduite professionnelle prudente et consciencieuse au sens de l'art. 12 let. a LLCA (arrêt 2C_247/2010 du 16 février 2011 consid. 7.1). L'avocat viole la règle professionnelle de l'art. 13 al. 2 LLCA s'il ne prend pas toutes les mesures que l'on peut attendre de lui pour éviter la violation du secret professionnel. S'il recourt à des auxiliaires, l'avocat doit alors les choisir soigneusement et veiller à ce qu'ils respectent le secret professionnel. Il lui revient donc de les instruire sur le secret professionnel, le cas échéant par la signature d'un accord de confidentialité, et d'assurer leur contrôle, afin d'éviter toute violation du secret (BOHNET/MARTENET, Droit de la profession d'avocat, 2009, p. 765 n. 1861; KASPAR SCHILLER, Schweizerisches Anwaltsrecht, Grundlagen und Kernbereich, 2009, p. 130 § 540 s.; NATER/ZINDEL, op. cit., n° 57 ad art. 13 LLCA). L'avocat ne peut pas se libérer de l'obligation de veiller à ce que ses auxiliaires respectent le secret professionnel, car il mettrait alors en péril l'intérêt de ses clients au maintien du secret (FELLMANN, op. cit., p. 268 § 649).\n\n7.3 La LLCA ne définit pas la notion d'auxiliaire de l'art. 13 al. 2 LLCA (MAURER/GROSS, in Commentaire romand, Loi sur les avocats, 2010, n° 90 ad art. 13 LLCA). Sont notamment des auxiliaires les tiers chargés par l'avocat d'accomplir certaines tâches. Il est admis que la notion correspond à celle de l'art. 101 CO (arrêt 1B_447/2015 du 25 avril 2016 consid. 2.1.2, in SJ 2017 I p. 196; Message du 28 avril 1999 concernant la loi fédérale sur la libre circulation des avocats, FF 1999 5370; CHAPPUIS, op. cit., tome I, p. 179; BOHNET/MARTENET, op. cit., n. 1861 p. 764; MAURER/GROSS, op. cit., n os 92 s. ad art. 13 LLCA; contra: NATER/ZINDEL, op. cit., n os 52 s. ad art. 13 LLCA). L'application de l'art. 101 CO suppose qu'il existe un rapport d'obligation préalable entre l'avocat et l'auxiliaire (cf. arrêts 4A_189/2018 du 6 août 2018 consid. 4.2.1; 4A_58/2010 du 22 avril 2010 consid. 3.2 et les références). En revanche, le statut de l'auxiliaire est sans importance: il peut être employé ou mandataire, travailler à titre gratuit ou onéreux (BOHNET/MARTENET, op. cit., p. 765 n. 1864). Ceux qui collaborent au fonctionnement de l'étude ou du travail de l'avocat et qui peuvent avoir accès à des secrets dont celui-ci est détenteur du fait de leurs liens contractuels sont des auxiliaires (MAURER/GROSS, op. cit., n° 101 ad art. 13 LLCA; CHAPPUIS, op. cit., tome II, p. 41). Sont ainsi notamment des auxiliaires les collaborateurs, secrétaires, avocats-stagiaires, étudiants en stage, apprentis BGE 145 II 229 S. 243(BOHNET/MARTENET, op. cit., n. 1861 p. 764 et les références citées). Doivent aussi être considérées comme auxiliaires les personnes extérieures à l'étude, auxquelles l'avocat confie des tâches, comme par exemple un détective privé (arrêt 1B_447/2015 précité consid. 2.1.2), une entreprise de nettoyage, une banque ou un service de traduction (BOHNET/MARTENET, op. cit., n. 1861 p. 764 et les références citées; MAURER/GROSS, op. cit., n° 97 ad art. 13 LLCA), ou le professionnel externe chargé de la conservation et de la protection à distance des données informatiques de l'avocat (CHAPPUIS/ALBERINI, Secret professionnel de l'avocat et solutions cloud, Revue de l'avocat 8/2017, p. 340; MAURER/GROSS, op. cit., n° 100 ad art. 13 LLCA; BENHAMOU/ERARD/KRAUS, L'avocat a-t-il aussi le droit d'être dans les nuages?, Revue de l'avocat 3/2019, p. 121). La jurisprudence a laissé ouverte la question de cette qualification s'agissant des réviseurs et contrôleurs spéciaux dans le contexte d'études d'avocats constituées en société anonyme, tout en soulignant qu'ils étaient de toute manière soumis à un devoir de confidentialité par leur fonction (arrêt 2C_237/2011 du 7 septembre 2012 consid. 21, non publié in ATF 138 II 440). La notion d'auxiliaire est donc large (NATER/ZINDEL, op. cit., n° 51 ad art. 13 LLCA) et n'exclut pas que l'auxiliaire soit une personne morale et/ou qu'il emploie du personnel.\n\n7.4 Si la notion d'auxiliaire est large et que, dans la pratique, l'avocat est amené de plus en plus à recourir à des auxiliaires qui ne travaillent pas au sein de l'étude pour des services spécifiques, ce qui rend difficile la maîtrise concrète du secret par l'avocat, il n'en reste pas moins que l'importance cardinale du secret professionnel de l'avocat rappelée ci-dessus commande une limitation raisonnable du cercle des personnes qui ont accès aux informations secrètes et des mesures suffisantes pour sécuriser ces informations (cf. SCHWARZENEGGER/THOUVENIN/STILLER/GEORGE, Utilisation des services de cloud par les avocats, Revue de l'avocat 1/2019, p. 37). Il est donc nécessaire de fixer à cet égard des limites proportionnées. Sous cet angle, il n'est par exemple pas admissible qu'un avocat accepte qu'un auxiliaire puisse faire exécuter par un tiers tout ou partie des tâches qu'il s'est engagé à lui fournir (situation de sous-délégation). Cela reviendrait, pour l'avocat, à admettre qu'une personne qui n'est pas son auxiliaire et qui n'est pas non plus subordonnée à son auxiliaire ait accès à des informations couvertes par le secret, alors qu'il n'a pas lui-même la possibilité de veiller à son respect, comme l'exige l'art. 13 al. 2 LLCA, puisqu'il s'agit d'un tiers et non d'un auxiliaire. Cette situation ne BGE 145 II 229 S. 244peut pas être empêchée par une convention par laquelle l'auxiliaire s'engagerait envers l'avocat à faire respecter par le tiers le secret professionnel de l'avocat. Une telle convention reviendrait à reporter sur l'auxiliaire la responsabilité première de faire respecter le secret professionnel, alors qu'il s'agit d'une obligation qui incombe à l'avocat lui-même selon l'art. 13 al. 2 LLCA\n\n7.5 En l'espèce, les juges cantonaux voient un problème en lien avec le secret professionnel dans le fait que B. n'est pas une étude d'avocats et que, par conséquent, ses employés ne peuvent pas être considérés comme des auxiliaires d'avocats. Or, ce qu'il faut examiner en premier lieu, c'est la question de savoir si B. elle-même peut être considérée comme une auxiliaire de la recourante. En l'occurrence, B. remplit les conditions de cette qualification, dès lors qu'elle fournit à la recourante, en exécution d'un contrat de services, des prestations qui contribuent à l'exercice de sa profession.\n\nIl appartient donc à la recourante de veiller au respect du secret professionnel par B. Les faits constatés ne permettent toutefois pas de retenir que tel soit suffisamment le cas. On n'y trouve en particulier aucun engagement général et écrit de la part de B. de respecter et de faire respecter de manière générale par ses employés le secret professionnel de la recourante. Il ressort au contraire des conditions générales que la recourante accepte que B. limite sa responsabilité aux seuls cas de faute ou négligence graves, ce qui n'est pas suffisant au regard de l'exigence selon laquelle l'avocat doit prendre toutes les mesures que l'on peut attendre de lui pour éviter la violation du secret professionnel. En outre, les appels téléphoniques sur la ligne fixe de B. sont pris en charge par des personnes employées par une société mandatée par B. et non par ses propres employés (situation de sous-délégation). Des tiers ont ainsi accès à des informations couvertes par le secret, ce qui n'est pas conforme à l'obligation de la recourante de veiller au respect du secret professionnel.\n\n7.6 La structure dans laquelle la recourante entend exercer ne garantit donc pas le secret professionnel. L'arrêt attaqué n'est donc pas contraire au droit fédéral, lorsqu'il retient une violation de l'art. 13 LLCA.\n\n8. Pour être inscrit au registre, l'avocat doit disposer d'une adresse professionnelle (cf. art. 5 al. 2 let. d LLCA).\n\n8.1 Le droit fédéral est très souple et ne prévoit aucune règle expresse en la matière (BOHNET/MARTENET, op. cit., p. 288 § 649; CHAPPUIS, BGE 145 II 229 S. 245op. cit., tome II, p. 15 et 17). L'adresse professionnelle de l'avocat doit lui permettre d'exercer en toute indépendance et dans le respect du secret professionnel, et être accessible aux clients et aux autorités (BOHNET/MARTENET, op. cit., p. 288 § 649 et p. 503 § 1169; cf. aussi STAEHLIN/OETIKER, in Kommentar zum Anwaltsgesetz, 2 e éd. 2011, n° 14 ad art. 5 LLCA). L'avocat doit organiser son travail de manière à pouvoir exercer avec soin et diligence, ce qui suppose qu'il doit pouvoir disposer à tout le moins d'un local à son adresse professionnelle, afin d'être accessible et d'assurer le respect du secret professionnel (BOHNET/MARTENET, op. cit., p. 503 s. § 1169; CHAPPUIS, op. cit., tome II, p. 19; JÉRÔME GURTNER, Les études d'avocats virtuelles aux Etats-Unis et en Suisse. Réalité ou fiction? [ci-après:Les études d'avocat], RDS 2014 I 322 p. 341;SCHILLER, op. cit., p. 268 § 1074 ss; MICHEL VALTICOS, in Commentaire romand, Loi sur les avocats, 2010, n° 26 ad art. 12 LLCA). Une simple case postale ou une adresse \"care of\" ne sont jusqu'à présent pas considérées comme suffisantes pour constituer une adresse professionnelle (BOHNET/MARTENET, op. cit., p. 288 § 649; STAEHLIN/OETIKER, op. cit., n° 14 ad art. 5 LLCA).\n\n8.2 Les possibilités offertes par les nouvelles technologies, couplées avec l'utilisation d'ordinateurs et de téléphones portables, font que l'avocat est à l'heure actuelle en mesure de communiquer et de travailler en tous lieux (sur ces questions cf. par exemple CHAPPUIS/ALBERINI, op. cit., p. 340; ALBERINI/BERNARD/BUGMANN, \"Legal markeplaces\": opportunité et/ou menace pour les avocats et les ordres d'avocats, Revue de l'avocat 6-7/2017, p. 253; RENÉ RALL, Le point de mire du conseil FSA, Revue de l'avocat 4/2017, p. 149; GIAN SANDRO GENNA, Sind wir Anwälte fit für die Digitalisierung?, Revue de l'avocat 2/2017, p. 55; JÉRÔME GURTNER, L'innovation et l'avenir de la profession d'avocat, Revue de l'avocat 1/2017, p. 15; CHAPPUIS, op. cit., tome II, p. 17 ss; WOLFGANG STAUB, \"Clic informatique\": qu'apportent l'informatique et les nouvelles technologies dans les études d'avocats?, Revue de l'avocat 11-12/2012, p. 516 et 1/2013 p. 27). A cela s'ajoute que l'augmentation de la concurrence peut aussi pousser des avocats à repenser leur mode d'organisation pour rationaliser leurs coûts et éviter les charges d'une étude traditionnelle (JÉRÔME GURTNER, La réglementation des sociétés d'avocats en Suisse: entre protectionnisme et libéralisme, 2016, p. 7 s.; cf. en lien avec la constitution d'une société anonyme d'avocats, ATF 138 II 440 consid. 9 p. 449 s. et BOHNET/MARTENET, op. cit., p. 960 n. 2359). BGE 145 II 229 S. 246\n\n8.3 Dès lors, la question se pose de savoir dans quelle mesure l'exigence selon laquelle l'avocat doit pouvoir disposer d'un bureau physique au lieu de son adresse professionnelle est toujours justifiée.\n\nL'admissibilité du recours à de nouvelles méthodes de travail pour exercer la profession d'avocat doit être examinée de cas en cas, sans schématisme excessif (ATF 124 I 310 consid. 5b/aa p. 317) et en tenant compte du fait que l'avocat est sur le principe libre d'organiser son activité conformément à ses besoins (cf. ATF 138 II 440 consid. 10 p. 450), si sa structure est suffisante pour lui permettre d'exercer sa profession conformément à ses obligations professionnelles, soit avec soin et diligence, dans l'indépendance requise et le respect du secret professionnel. Dès lors, même si les nouvelles technologies lui offrent une mobilité accrue, l'avocat a toujours besoin d'un emplacement physique pour travailler et y rencontrer physiquement ses clients, ce contact demeurant indispensable à la défense des intérêts de ces derniers, même avec les nouveaux modes de communication, ainsi que pour préserver la confidentialité et, partant, le secret professionnel. La nécessité de pouvoir disposer d'un local physique à l'adresse professionnelle reste donc justifiée (cf. en ce sens GURTNER, Les études d'avocats, op. cit., p. 341; CHAPPUIS, op. cit., tome I, p. 19 s.), même s'il n'y a pas lieu de fixer des règles trop strictes en la matière (GURTNER, Les études d'avocats, op. cit., p. 335).\n\n8.4 En l'espèce, il a déjà été constaté que la façon dont la recourante entend exercer sa profession ne lui permet pas d'exercer de manière conforme aux exigences d'indépendance structurelle et du secret professionnel pour les motifs qui on été exposés ci-dessus (cf. supra consid. 6.5 et 7.5). Pour ces raisons, B. ne peut en l'état pas constituer son adresse professionnelle. En revanche, même si la possibilité de travailler et de recevoir des clients est conditionnée à la disponibilité effective de locaux, il faut partir du principe que cette accessibilité pourrait être suffisante au regard des besoins de la recourante. Le fait que la recourante n'ait pas de bureau dédié fait partie du mode d'activité qu'elle a choisi, compte tenu de sa clientèle. Dans la mesure où elle a la possibilité de travailler et de recevoir des clients dans les locaux de B. et qu'elle est atteignable, il n'est pas exclu que, moyennant le respect des conditions énoncées ci-dessus, B. puisse constituer une structure suffisante.\n\n8.5 L'arrêt attaqué mentionne également des règles de droit cantonal genevois, et en particulier celle selon laquelle l'avocat inscrit auBGE 145 II 229 S. 247registre ne peut s'associer ou avoir de locaux communs qu'avec des personnes exerçant la même activité professionnelle (art. 10 al. 1, première phrase, de la loi du 26 avril 2002 sur la profession d'avocat [LPAv]; rs/GE E 6 10), sans toutefois confronter cette règle au cas d'espèce pour en tirer une conclusion juridique. Il n'y a donc pas lieu de s'attarder sur l'applicabilité de cette disposition de droit cantonal, en l'absence de grief suffisant (art. 106 al. 2 LTF).\n\n9. En résumé, les considérants qui précèdent impliquent que la recourante devrait procéder à des aménagements pour pouvoir exercer conformément aux exigences professionnelles de sa profession en recourant aux services de B. Ces aménagements constituent des restrictions à sa liberté économique (art. 27 al. 2 Cst.), mais celles-ci sont conformes aux exigences de l'art. 36 Cst., dès lors qu'elles reposent sur une base légale (art. 8 al. 1 let. d et 13 al. 2 LLCA), qu'elles poursuivent un but d'intérêt public (cf. consid. 6.1 pour l'indépendance institutionnelle et consid. 7.1 s'agissant du secret professionnel) et qu'elles sont proportionnées, puisqu'elles n'imposent à la recourante que des mesures ciblées, qui ne remettent pas en cause sur le principe la possibilité de recourir aux prestations de B. telles qu'elles ressortent des faits constatés par l'arrêt."}