{"annee": "145", "cour": "IV", "page": "407", "date": "7/8/2019", "cite": ["141 IV 132", "142 III 433", "118 IB 448", "140 IV 188", "143 IV 40", "143 IV 63", "131 I 185"], "cite_par": [], "chapeau": "46. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Bundesanwaltschaft (Beschwerde in Strafsachen)\n\n6B_90/2019 vom 7. August 2019", "regestes": ["Art. 130 let. d, 337 CPP; intervention personnelle du ministère public devant le tribunal, défense obligatoire. Le fait que le ministère public ait été convoqué aux débats par le juge de première instance ne l'empêche pas de renoncer à son intervention personnelle lorsque les conditions d'une défense obligatoire ne sont pas remplies et que la direction de la procédure n'a pas exigé qu'il soutienne l'accusation en personne (consid. 1).", "Ancien art. 161 CP; exploitation de la connaissance de faits confidentiels, délit d'initié. La condition d'un fait confidentiel susceptible d'influencer les cours comprend également les intentions de reprise d'une banque, dans la mesure où elles vont au-delà des explorations informelles et ont atteint un certain degré de probabilité de réalisation. Leur confidentialité peut résulter du fait que les négociations de reprise sont menées sous un nom de code. La question de savoir s'il est prévisible que la divulgation du fait confidentiel exerce une influence notable sur le cours d'actions s'apprécie selon la probabilité qu'un investisseur raisonnable utilise cette information dans le cadre de sa décision d'investissement (consid. 3)."], "faits": "BGE 145 IV 407 S. 408\n\nA.\n\nA.a X., eidg. dipl. Wirtschaftsprüfer, wurde am 7. Dezember 2007 von der Eidgenössischen Revisionsaufsichtsbehörde (nachfolgend: RAB) als Revisionsexperte zugelassen. Er war von 2007 bis 2013 Partner sowie Mitglied der Geschäftsleitung des Wirtschaftsprüfungs- und Beratungsunternehmens A. AG. Ab 1. Juni 2007 leitete er bei dieser als Head of Audit Financial Services den Bereich Wirtschaftsprüfung für Banken und Versicherungen. In den Jahren 2007 bis 2013 war er leitender Revisor der Bank B. AG sowie Hauptverantwortlicher für das Mandat. Die Tätigkeit für die A. AG im Rahmen dieses Mandats umfasste sowohl die aufsichtsrechtliche wie auch die finanzbuchhalterische Prüfung. Im relevanten Zeitraum war X. zuständig für die Erstellung bzw. Verfassung des Regulatory Audit Reports 2010/2011 (Revisionsperiode: 1. Juli 2010 bis 30. Juni 2011) sowie für den Review der Halbjahreszahlen 2011. BGE 145 IV 407 S. 409\n\nDie niederländische Bank C. hielt im April 2007 46,1 % am Aktienkapital und mit 68,6 % die Stimmenmehrheit an der Bank D., welche im Jahr 2002 in eine Aktiengesellschaft umgewandelt worden war. Am 12. Oktober 2011 wurde in einem Artikel der Handelszeitung publik, dass die B. AG der Bank C. für deren Mehrheitsanteil an der Bank D. ein Angebot unterbreitet hatte. Am 13. Oktober 2011 bestätigte die Bank D. im Rahmen einer vorbörslichen Ad hoc-Meldung, dass zwischen der Bank C. und mehreren Interessenten Gespräche über den Abbau ihrer Beteiligungen an der Bank D. im Gange seien. In einer Medienmitteilung vom 25. November 2011 wurde öffentlich bekannt gemacht, dass die brasilianische E. Group, mit welcher die Bank C. ebenfalls über die Veräusserung ihrer Anteile verhandelt hatte, das Aktienpaket der Bank D. übernehmen werde. Der Verkauf der Mehrheitsanteile an die E. Group wurde Ende Juli 2012 abgeschlossen.\n\nA.b Am 30. Januar 2014 erstattete die RAB bei der Staatsanwaltschaft Frauenfeld Strafanzeige gegen X. wegen Widerhandlung gegen das Revisionsaufsichtsgesetz (aArt. 40 RAG) und Ausnützens der Kenntnis vertraulicher Tatsachen (aArt. 161 StGB). Gestützt auf diese Strafanzeige eröffnete die Bundesanwaltschaft am 5. März 2014 eine Strafuntersuchung gegen X. Am 19. März 2018 erliess die Bundesanwaltschaft gegen diesen einen Strafbefehl wegen Widerhandlung gegen das Revisionsaufsichtsgesetz und mehrfachen Ausnützens der Kenntnis vertraulicher Tatsachen als Primärinsider und verurteilte ihn zu einer Geldstrafe von 180 Tagessätzen zu je CHF 650.-, bedingt aufgeschoben bei einer Probezeit von 2 Jahren, sowie zu einer Busse von CHF 7'000.-. Hiegegen erhob X. am 29. März 2018 durch seinen damaligen Verteidiger Einsprache.\n\nA.c Mit Anklage vom 22. Mai 2018 wirft die Bundesanwaltschaft X. vor, er habe am 20. und 22. September 2011 4'000 Namenaktien der Bank D. erworben und dabei vertrauliche Informationen, über welche die A. AG als Revisionsstelle verfügte, ausgenützt, wonach die B. AG unter dem Projektnamen \"F.\" die Übernahme der Bank D. plane. Nach Bekanntwerden des Übernahmeprojekts am 12./13. Oktober 2011 habe er auf den erworbenen Aktien einen unrechtmässigen Buchgewinn von CHF 29'073.20 erzielt. In Bezug auf den Verdacht des Ausnützens der Kenntnis vertraulicher Tatsachen hinsichtlich weiterer Effektentransaktionen stellte die Bundesanwaltschaft das Verfahren mit Verfügung vom 22. Mai 2018 ein.\n\nBGE 145 IV 407 S. 410Im Weiteren wird X. vorgeworfen, er sei als Geschäftsleitungsmitglied der A. AG und in seiner Funktion als Revisionsexperte im Zusammenhang mit dem Insiderhandel von der RAB am 30. August sowie am 17. Oktober 2013 aufgefordert worden, verschiedene Unterlagen einzureichen bzw. Auskünfte zu erteilen. X. habe die in diesen Schreiben verlangten Auskünfte bzw. Unterlagen wissentlich und willentlich nicht vollständig erteilt bzw. herausgegeben.\n\nB. Das Bundesstrafgericht erklärte X. mit Urteil SK.2018.26 vom 9. August 2018 des Ausnützens der Kenntnis vertraulicher Tatsachen gemäss aArt. 161 Ziff. 1 Abs. 1 StGB sowie der mehrfachen Widerhandlung gegen das Revisionsaufsichtsgesetz gemäss aArt. 40 Abs. 1 lit. b RAG schuldig und verurteilte ihn zu einer Geldstrafe von 160 Tagessätzen zu je CHF 430.-, mit bedingtem Strafvollzug bei einer Probezeit von 2 Jahren, sowie zu einer Busse von CHF 5'000.-, bei schuldhafter Nichtbezahlung umwandelbar in eine Ersatzfreiheitsstrafe von 10 Tagen. Ferner verurteilte es ihn zur Leistung einer Ersatzforderung von CHF 29'073.20.\n\nC. X. führt Beschwerde in Strafsachen, mit der er beantragt, das angefochtene Urteil sei aufzuheben und er sei von Schuld und Strafe freizusprechen. Eventualiter sei das angefochtene Urteil aufzuheben und die Sache zur erneuten Beurteilung unter neuer Gerichtsbesetzung zurückzuweisen. Subeventualiter sei das angefochtene Urteil aufzuheben und die Sache an die Vorinstanz im Sinne der Erwägungen zurückzuweisen. Ferner stellt er in prozessualer Hinsicht die Anträge, es sei ihm im Falle der Gutheissung seiner Beschwerde im Hauptpunkt eine Frist zur Bezifferung der Entschädigungs- und Genugtuungsforderung anzusetzen; eventualiter sei die Sache zur Festsetzung der Entschädigungs- und Genugtuungsforderung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Der Beschwerdeführer rügt zunächst, die vorinstanzliche Verhandlung sei infolge Mandatsniederlegung durch seinen früheren Rechtsanwalt ohne Verteidigung durchgeführt worden. Die Bundesanwaltschaft habe ursprünglich beabsichtigt, an der Hauptverhandlung teilzunehmen. Damit habe ein Fall notwendiger Verteidigung vorgelegen. Die Bundesanwaltschaft habe unter diesen Umständen nicht mehr auf die Teilnahme an der Hauptverhandlung verzichten können. Die Verhandlung hätte daher verschoben und bis zum neuen BGE 145 IV 407 S. 411Termin eine notwendige Verteidigung sichergestellt werden müssen. Die ihm von der Vorinstanz für die Ernennung eines neuen Verteidigers angesetzte kurze Frist von wenigen Arbeitstagen sei offensichtlich nichtig gewesen, zumal er das betreffende Schreiben erst nach Ablauf der Frist habe entgegennehmen können. Da er von der Fristansetzung gar keine Kenntnis gehabt habe, habe er mithin die Frist zur Ernennung eines Verteidigers nicht unbenutzt verstreichen lassen und auch nicht auf die Wahl eines amtlichen Verteidigers verzichtet. Das Vorgehen der Verfahrensleitung sei offensichtlich mit Blick auf die drohende Verjährung erfolgt. Mit ihrer Vorgehensweise habe die Vorinstanz seinen Anspruch auf effektive Verteidigung und auf ein faires Verfahren verletzt.\n\nEventualiter rügt der Beschwerdeführer eine Verletzung seines Rechts auf erbetene Verteidigung gemäss Art. 129 Abs. 1 StPO. Es sei innert der von der Verfahrensleitung angesetzten kurzen Frist schlechthin unmöglich gewesen, einen neuen Verteidiger zu finden. Dass ihm der Verhandlungstermin schon seit längerem bekannt gewesen sei, ändere daran nichts, zumal der frühere Verteidiger sein Mandat äusserst kurzfristig niedergelegt habe. Seine von der Vorinstanz angeführte Sachkunde könnte allein im Rahmen der notwendigen Verteidigung von Bedeutung sein und eine solche allenfalls ausschliessen. Sein Recht auf eine Wahlverteidigung werde dadurch nicht berührt. Zudem sei der Fall entgegen der Auffassung der Vorinstanz in tatsächlicher und rechtlicher Hinsicht sehr komplex und anspruchsvoll. Er sei mithin auf eine Verteidigung in der Hauptverhandlung angewiesen gewesen. Dies gelte umso mehr, als im Zeitpunkt des vorinstanzlichen Verfahrens das Bundesstrafgericht die einzige Instanz mit umfassender Kognition gewesen sei. Soweit die Verfahrensleitung sein Gesuch um Ansetzung einer neuen Frist abgewiesen habe, habe sie sein Recht auf effektive Verteidigung verletzt. Es dürfe ihm nicht zum Nachteil gereichen, dass er ohne Vertretung an der Verhandlung erschienen sei und so ermöglicht habe, dass die Verhandlung habe durchgeführt werden können. Das angefochtene Urteil sei daher aufzuheben und die Sache zur Durchführung eines fairen Verfahrens an die Vorinstanz zurückzuweisen. Angesichts der offensichtlichen Vorbefassung des damals zuständigen Spruchkörpers habe die Vorinstanz in neuer Gerichtsbesetzung zu verhandeln.\n\n1.2 Die Vorinstanz nimmt an, der bisherige Verteidiger habe relativ kurz vor der Hauptverhandlung dem Gericht mitgeteilt, dass das Mandatsverhältnis beendet sei. Dennoch habe die Hauptverhandlung BGE 145 IV 407 S. 412ohne anwaltliche Verteidigung des Beschwerdeführers durchgeführt werden können, da die Bundesanwaltschaft auf eine Teilnahme an der Hauptverhandlung verzichtet habe und daher kein Fall einer notwendigen Verteidigung gemäss Art. 130 lit. d StPO vorliege. Es sei Sache des Beschwerdeführers gewesen, für den Verhandlungstermin, der ihm seit langem bekannt gewesen sei, den Beizug einer gewünschten Verteidigung sicherzustellen. Ausserdem erscheine der Fall nicht als derart komplex, dass für den Beschwerdeführer mit seiner grossen Sachkunde im Bereich Aktienhandel und Revision eine Verteidigung zur Wahrung der Interessen zwingend geboten gewesen wäre. Die Vorwürfe seien ihm zudem seit längerer Zeit bekannt gewesen und er habe diese mehrmals mit seinem ehemaligen Verteidiger besprochen (angefochtenes Urteil S. 7 f.).\n\n1.3\n\n1.3.1 Gemäss Art. 130 StPO muss die beschuldigte Person notwendig verteidigt werden, wenn u.a. die Untersuchungshaft einschliesslich einer vorläufigen Festnahme mehr als 10 Tage gedauert hat (lit. a), wenn eine Freiheitsstrafe von mehr als einem Jahr oder eine freiheitsentziehende Massnahme droht (lit. b), wenn die beschuldigte Person wegen ihres körperlichen oder geistigen Zustandes oder aus anderen Gründen ihre Verfahrensinteressen nicht ausreichend wahren kann und die gesetzliche Vertretung dazu nicht in der Lage ist (lit. c) oder wenn die Staatsanwaltschaft vor dem erstinstanzlichen Gericht oder dem Berufungsgericht persönlich auftritt (lit. d; vgl. auch Art. 405 Abs. 3 lit. b StPO; Urteil 1B_165/2014 vom 8. Juli 2014 E. 2). Die notwendige Verteidigung dient dem Zweck, der beschuldigten Person einen fairen Prozess zu sichern (BGE 131 I 185 E. 3.2.4), und garantiert das Prinzip der Waffengleichheit (MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2. Aufl. 2016, N. 21 zu Art. 130 StPO). Liegt ein Fall notwendiger Verteidigung vor, so achtet die Verfahrensleitung darauf, dass unverzüglich eine Verteidigung bestellt wird (Art. 131 Abs. 1 StPO). Sie ordnet eine amtliche Verteidigung an, wenn bei notwendiger Verteidigung die beschuldigte Person trotz Aufforderung der Verfahrensleitung keine Wahlverteidigung bestimmt oder wenn der Wahlverteidigung das Mandat entzogen wurde oder sie es niedergelegt hat und die beschuldigte Person nicht innert Frist eine neue Wahlverteidigung bestimmt (Art. 132 Abs. 1 lit. a StPO).\n\n1.3.2 Gemäss Art. 337 StPO kann die Staatsanwaltschaft dem Gericht schriftlich Anträge stellen oder persönlich vor Gericht auftreten BGE 145 IV 407 S. 413(Abs. 1). Sie hat persönlich an der Hauptverhandlung teilzunehmen, wenn sie eine Freiheitsstrafe von mehr als einem Jahr oder eine freiheitsentziehende Massnahme beantragt (Abs. 3) oder wenn die Verfahrensleitung sie zur persönlichen Vertretung der Anklage verpflichtet (Abs. 4). Erscheint die Staatsanwaltschaft nicht an der Hauptverhandlung, obwohl sie dazu verpflichtet wäre, so wird die Verhandlung verschoben (Abs. 5).\n\n1.4 Nach den tatsächlichen Feststellungen der Vorinstanz (angefochtenes Urteil S. 7) erhob die Bundesanwaltschaft am 22. Mai 2018 Anklage und ersuchte gemäss Art. 326 Abs 2 lit. h StPO um Vorladung zur Hauptverhandlung. Am 24. Mai 2018 gab der verfahrensleitende Richter den Parteien die möglichen Termine für die Hauptverhandlung bekannt, wobei er Frist bis 5. Juni 2018 für die Mitteilung eines Verhinderungsgrundes ansetzte. Mit Eingabe vom 5. Juni 2018 stellte der damalige Rechtsvertreter des Beschwerdeführers Beweisanträge und teilte mit, dass kein zwingender Verhinderungsgrund vorliege. Am 11. Juni 2018 setzte der verfahrensleitende Richter die Hauptverhandlung auf den 25. Juli 2018 an und lud die Parteien unter Hinweis auf die Folgen des Nichterscheinens vor. Am 14. Juni 2018 teilte die Bundesanwaltschaft der Vorinstanz mit, dass sie vertreten durch einen Staatsanwalt des Bundes und in Begleitung zweier weiterer Personen an der Verhandlung teilnehmen werde. Mit Verfügung über Beweismassnahmen vom 19. Juni 2018 hiess der verfahrensleitende Richter die Beweisanträge des Beschwerdeführers teilweise gut und wies sie im Übrigen ab. Am 12. Juli 2018 gab der damalige Verteidiger des Beschwerdeführers bekannt, dass die Mandatsbeziehung beendigt sei und er den Beschwerdeführer nicht mehr vertrete. Mit Schreiben vom selben Datum, das auch dem früheren Verteidiger zugestellt wurde, teilte der verfahrensleitende Richter dem Beschwerdeführer mit, soweit er nicht bis zum 17. Juli 2018 einen neuen Verteidiger ernenne, behalte sich das Gericht vor, selbst einen Verteidiger zu bestimmen. Mit Schreiben vom 23. Juli 2018 verzichtete die Bundesanwaltschaft im Hinblick darauf, dass der Beschwerdeführer mangels Bezeichnung eines neuen Verteidigers an der Hauptverhandlung voraussichtlich nicht anwaltlich vertreten sein werde, auf das persönliche Auftreten an der Verhandlung und reichte die Anträge in schriftlicher Form ein. Am 24. Juli 2018 erklärte der Beschwerdeführer, das Schreiben des verfahrensleitenden Richters sei ihm erst am 23. Juli 2018, dem letzten Tag der Abholfrist, ausgehändigt worden, und ersuchte um Ansetzung einer Frist von 10 Tagen BGE 145 IV 407 S. 414zur Mandatierung einer Wahlverteidigung. Der Einzelrichter wies den Antrag in der Hauptverhandlung vom 25. Juli 2018 ab. Die Verhandlung wurde in der Folge ohne anwaltliche Vertretung des Beschwerdeführers durchgeführt.\n\n1.5 Die Voraussetzungen für eine notwendige Verteidigung sind im zu beurteilenden Fall nicht erfüllt. Der Beschwerdeführer hat weder Untersuchungshaft ausgestanden, noch hat ihm eine Freiheitsstrafe von mehr als einem Jahr oder eine freiheitsentziehende Massnahme gedroht oder war er unfähig, seine Verfahrensinteressen zu wahren. Zudem war er im Untersuchungsverfahren zunächst von Rechtsanwalt Dr. G. und seit dem 29. August 2017 durch seinen früheren Rechtsanwalt Dr. H. verteidigt. Am 12. Juli 2018 legte dieser zwar sein Mandat ohne Angabe von Gründen nieder. Für die Phase nach der Mandatsniederlegung durch den früheren Verteidiger hat indes insofern keine Notwendigkeit für eine Verteidigung bestanden, als die Staatsanwaltschaft am 23. Juli 2018 auf ihre persönliche Teilnahme an der Verhandlung verzichtet hat. Damit sind die Voraussetzungen der notwendigen Verteidigung gemäss Art. 130 lit. d StPO weggefallen. Es mag zutreffen, dass die Verfahrensleitung die Bundesanwaltschaft nach der Terminierung der Hauptverhandlung, nachdem diese gegen die Ansetzung der Hauptverhandlung keine Einwände erhoben hatte, vorgeladen hat und dass die Bundesanwaltschaft im Anschluss daran ihr Erscheinen angekündigt hat. Dies schliesst indes nicht aus, dass die Bundesanwaltschaft zu einem späteren Zeitpunkt auf die persönliche Vertretung der Anklage vor Gericht verzichten durfte, zumal sie nicht von Gesetzes wegen zum persönlichen Auftreten verpflichtet war (Art. 337 Abs. 3 StPO) und entgegen der Auffassung des Beschwerdeführers von der Vorinstanz auch nicht zwingend vorgeladen worden ist (Art. 337 Abs. 4 StPO). Zudem wurden in der Verhandlung keine neuen Beweise abgenommen und waren keine besonderen Schwierigkeiten in sachverhaltsmässiger oder rechtlicher Hinsicht zu erwarten, welche eine Teilnahme der Bundesanwaltschaft hätten als notwendig erscheinen lassen (vgl. SARAH WILDI, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 20 zu Art. 337 StPO; SCHMID/JOSITSCH, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 3. Aufl. 2018, N. 86 zu Art. 337 StPO; NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3. Aufl. 2012, N. 1441). Im Übrigen ist der Verzicht der Bundesanwaltschaft auf das persönliche Erscheinen an der Hauptverhandlung vor dem Hintergrund zu sehen, dass der BGE 145 IV 407 S. 415frühere Verteidiger des Beschwerdeführers sein Mandat kurze Zeit vor der Verhandlung und damit - angesichts der drohenden Verjährung - zur Unzeit niedergelegt hat. Auch im Rahmen der notwendigen Verteidigung verdient eine missbräuchliche Berufung auf die Verteidigungsrechte, namentlich die Benutzung des Rechtsinstituts zur Verfahrensverzögerung, keinen Schutz (BGE 131 I 185 E. 3.2.4). Angesichts der drohenden Verjährung (vgl. angefochtenes Urteil S. 8) durfte die Vorinstanz von einer Verschiebung der Hauptverhandlung absehen. Bei dieser Sachlage kann offenbleiben, ob die - noch vor dem Verzicht der Bundesanwaltschaft auf Teilnahme an der Verhandlung angesetzte - Frist zur Ernennung eines neuen Verteidigers angesichts der unmittelbar bevorstehenden Hauptverhandlung angemessen bzw. realistisch war, um eine effektive Verteidigung zu gewährleisten.\n\nIn diesem Kontext ist auch keine Verletzung des Rechts auf erbetene Verteidigung ersichtlich. Zwar trifft zu, dass die beschuldigte Person gemäss Art. 129 Abs. 1 StPO berechtigt ist, in jedem Strafverfahren und auf jeder Verfahrensstufe einen Rechtsbeistand im Sinne von Art. 127 Abs. 5 StPO mit ihrer Verteidigung zu betrauen (vgl. auch Art. 32 Abs. 2 BV; Art. 6 Ziff. 3 lit. c EMRK). Aus dem Wortlaut der Bestimmung ergibt sich zudem, dass eine (Wahl-)Verteidigung nicht ausgeschlossen werden darf und die beschuldigte Person in der Auswahl (und im Wechsel) ihrer Verteidigung frei ist. Doch ist nach der Rechtsprechung das Recht auf Wahlverteidigung nur verletzt, wenn das Gericht an einem Verhandlungstermin festhält, ohne dass prozessuale Gründe die Ablehnung des Gesuches und die damit verbundene Einschränkung der freien Anwaltswahl rechtfertigen und das Ersuchen nicht trölerisch oder rechtsmissbräuchlich ist (vgl. Urteile 6B_696/2018 vom 18. September 2018 E. 4.1; 6B_1073/2016 vom 27. April 2017 E. 1.3; 6B_350/2013 vom 25. Juli 2013 E. 2.3 und 2.4; OBERHOLZER, a.a.O., N. 494). Da der frühere Verteidiger des Beschwerdeführers sein Mandat zur Unzeit niedergelegt hat, verletzt das Festhalten der Vorinstanz an der Durchführung der Verhandlung am festgesetzten Termin das Recht auf Wahlverteidigung nicht.\n\n(...)\n\n3.\n\n3.1 Der Beschwerdeführer macht in rechtlicher Hinsicht geltend, das Übernahmeprojekt der B. AG sei im Zeitpunkt seiner Aktienkäufe im September 2011 nicht hinreichend konkret gewesen. Die B. AG BGE 145 IV 407 S. 416habe damals offensichtlich blosse Übernahmemöglichkeiten abgeklärt, ohne dass verbindliche Übernahmepläne bestanden hätten. Da der Abschluss des Übernahmeprojekts zum Zeitpunkt des Aktienerwerbs zudem nicht wahrscheinlich, sondern noch völlig offen gewesen sei, habe auch nicht mit einer Bekanntmachung desselben gerechnet werden können. Zwischen der B. AG und der Bank C. hätten einzig unverbindliche, informelle Gespräche stattgefunden. Es sei zu diesem Zeitpunkt noch nicht einmal eine vertiefte Due-Diligence-Prüfung durchgeführt worden. Eine solche sei erst in der Zeit vom 11. bis 28. Oktober 2011 erfolgt. Erst ab diesem Zeitpunkt seien die weiteren notwendigen Abklärungen für eine Übernahme, etwa die Anfrage bei der Bank K. für die Unterstützung bei einer allfälligen Kapitalerhöhung, getroffen worden. Die Übernahmeabsichten seien im September 2011 somit noch alles andere als wahrscheinlich gewesen.\n\nDer Beschwerdeführer rügt weiter, das Übernahmeprojekt der B. AG sei jedenfalls nicht kursrelevant gewesen. Auf den Kurs ausgewirkt habe sich einzig die europaweite Bekanntmachung der Bank D. vom 13. Oktober 2011, wonach die Bank C. mit mehreren verschiedenen Interessenten im Gespräch sei. In dieser Mitteilung sei die B. AG indes mit keinem Wort erwähnt worden. Bei dem von der Vorinstanz erwähnten Artikel in der Handelszeitung vom 12. Oktober 2011, wonach die B. AG der Bank C. ein Angebot für das D.-Aktienpaket gemacht habe, habe es sich um die blosse Kolportage eines Gerüchts gehandelt. Eine offizielle Bestätigung der Übernahmepläne habe es nie gegeben, da diese gar nicht weit genug fortgeschritten gewesen seien. Der Kursanstieg könne daher auch nicht auf die unkonkreten Übernahmeabsichten der B. AG zurückgeführt werden. Eine öffentliche Bekanntgabe und eine Kursrelevanz des Übernahmeprojekts der B. AG sei daher im Zeitpunkt des Aktienerwerbs nicht voraussehbar gewesen. Er habe aufgrund seiner Tätigkeit bei der A. AG auch nicht voraussehen können, dass eine europaweite Bekanntmachung durch die Bank D. erfolgen werde. Schliesslich bringt der Beschwerdeführer vor, der Kurs der Aktie sei nach Bekanntmachung der Bank D., wonach die Bank C. mit verschiedenen Interessenten Übernahmegespräche führe, lediglich um 15,26 % (von CHF 28.50 auf CHF 32.85) gestiegen. Dieser Kursanstieg genüge nicht für die Erfüllung des Tatbestandes gemäss aArt. 161 Ziff. 1 StGB.\n\nIn subjektiver Hinsicht macht der Beschwerdeführer geltend, er habe keine klare und sichere Kenntnis von den Verkaufsgesprächen zwischen BGE 145 IV 407 S. 417der B. AG und der Bank C. gehabt. Die Anklageschrift werfe ihm zudem lediglich vor, dass er in allgemeiner Weise vom Übernahmeprojekt, nicht aber von konkreten Gesprächen Kenntnis gehabt habe. Soweit die Vorinstanz den Sachverhalt eigenmächtig ergänze, verletze sie den Anklagegrundsatz. Zudem lasse sich aus den von der Vorinstanz angeführten Protokollen nicht schliessen, dass er Kenntnis von Verkaufsgesprächen gehabt habe und dass diese Information früher oder später öffentlich werden würde, zumal in diesen Protokollen keine Verkaufsgespräche zwischen der B. AG und der Bank C. betreffend die D.-Aktien erwähnt würden. Aus den Protokollen ergebe sich lediglich, dass mögliche M&A-Projekte abgeklärt worden seien. Insgesamt beschränke sich der in der Anklageschrift erhobene Vorwurf darauf, dass er Kenntnis von den erwähnten Protokollen und ganz grundsätzlich von einem Übernahmeprojekt gehabt habe. Diese allgemeine unspezifische Kenntnis könne nicht als klare und sichere Kenntnis einer kursrelevanten Tatsache gewürdigt werden.\n\n3.2 Gemäss aArt. 161 StGB (in der bis zum 30. April 2013 gültigen Fassung vom 20. März 2008) wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft, wer als (echter oder unechter) Insider sich oder einem anderen einen Vermögensvorteil verschafft, indem er die Kenntnis einer vertraulichen Tatsache ausnützt, deren Bekanntwerden den Kurs von in der Schweiz börslich oder vorbörslich gehandelten Aktien, anderen Wertschriften oder entsprechenden Bucheffekten der Gesellschaft oder von Optionen auf solche in voraussehbarer Weise erheblich beeinflussen wird (Ziff. 1). Strafbar ist danach das Ausnützen vertraulicher Informationen, über die der Täter aufgrund besonderer Beziehungen zu einem Unternehmen verfügt und die bei Bekanntwerden bestimmte Wertschriftenkurse erheblich beeinflussen können (Botschaft vom 1. Mai 1985 über die Änderung des Schweizerischen Strafgesetzbuches [Insidergeschäfte], BBl 1985 II 71). Zum Täterkreis zählen gemäss der genannten Bestimmung Mitglieder des Verwaltungsrates, der Geschäftsleitung und der Revisionsstelle, Beauftragte der Aktiengesellschaft oder einer sie beherrschenden oder von ihr abhängigen Gesellschaft, Mitglieder einer Behörde oder Beamte sowie Hilfspersonen einer der vorgenannten Personen (vgl. auch aArt. 40 Abs. 1 BEHG [AS 2013 1106], in der bis zum 31. Dezember 2015 gültigen Fassung; ferner nunmehr Art. 154 Abs. 1 i.V.m. Art. 2 lit. j des Finanzmarktinfrastrukturgesetzes vom 19. Juni 2015 [FinfraG; SR 958.1]). BGE 145 IV 407 S. 418\n\nDer Tatbestand des Insiderhandels setzt die Kenntnis einer vertraulichen kursrelevanten Tatsache bzw. Information voraus, mithin ein hinreichend sicheres Wissen, welches mit einiger Zuverlässigkeit das Ziehen der für die Kursentwicklung notwendigen Schlüsse erlaubt (CHRISTOPH PETER, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 29 zu Art. 161 StGB; TRIPPEL/URBACH, in: Basler Kommentar, Börsengesetz, Finanzmarktaufsichtsgesetz, 2. Aufl. 2011, N. 26 zu Art. 161 StGB; STRATENWERTH UND ANDERE, Besonderer Teil, Bd. I: Straftaten gegen Individualinteressen, 7. Aufl. 2010, § 21 N. 17). Tatsachen sind reale firmeninterne oder -externe Sachverhalte, deren Bekanntgabe geeignet ist, den Kurs der betreffenden Effekten erheblich zu beeinflussen (Urteil 6B_1052/2017 vom 12. Juni 2018 E. 3.2; vgl. Botschaft vom 8. Dezember 2006 zur Änderung des Schweizerischen Strafgesetzbuches [Streichung von Art. 161 Ziff. 3 StGB], BBl 2007 445; WOLFGANG WOHLERS, in: Wirtschaftsstrafrecht der Schweiz, Ackermann/Heine [Hrsg.], 2013, § 14 Finanz- und Kapitalmarktstrafrecht N. 34; TRIPPEL/URBACH, a.a.O., N. 24 zu Art. 161 StGB; SCHMID/BAUR, in: Kommentar zum schweizerischen Kapitalmarktrecht, 1999, N. 13 zu Art. 161 StGB; vgl. auch WOHLERS/PFLAUM, in: Basler Kommentar, Finanzmarktaufsichtsgesetz, Finanzmarktinfrastrukturgesetz, 3. Aufl. 2019, N. 36 zu Art. 154 FinfraG; SETHE/FAHRLÄNDER, in: Kommentar zum Finanzmarktinfrastrukturgesetz [FinfraG], Sethe und andere [Hrsg.], 2017, N. 16 ff. zu Art. 2 lit. j FinfraG). Darunter fallen auch Pläne oder feste Absichten, namentlich Fusionsverhandlungen, soweit sie ein bestimmtes Mass an Konkretisierung und Realisierungswahrscheinlichkeit erlangt haben (PETER, a.a.O., N. 29 zu Art. 161 StGB; WOHLERS, a.a.O., § 14 N. 35 f.; WOHLERS/PFLAUM, a.a.O., N. 3 zu Art. 154 FinfraG; LUKAS FAHRLÄNDER, Der revidierte schweizerische Insiderstraftatbestand, 2015, N. 358 ff.; STRATENWERTH UND ANDERE, a.a.O., § 21 N. 8). Blosse Gerüchte, Vermutungen, Vorstudien oder in den Bereich der Spekulation gehörende Erwartungen scheiden als Tatsachen aus (MARK PIETH, Wirtschaftsstrafrecht, 2016, S. 123; TRIPPEL/URBACH, a.a.O., N. 24 zu Art. 161 StGB; STRATENWERTH UND ANDERE, a.a.O., § 21 N. 17; WOHLERS/PFLAUM, a.a.O., N. 37 zu Art. 154 FinfraG; SETHE/FAHRLÄNDER, a.a.O., N. 24 ff. zu Art. 2 lit. j FinfraG; FAHRLÄNDER, a.a.O., N. 373 ff.). Doch können das Vorhandensein eines inhaltlich bestimmbaren Gerüchts als auch der Umstand, dass eine Person eine bestimmte Prognose oder Empfehlung abgegeben hat, einen Anknüpfungspunkt für eine Insiderinformation darstellen (WOHLERS, a.a.O., § 14 N. 34 f.; WOHLERS/PFLAUM, a.a.O., N. 37 zu BGE 145 IV 407 S. 419Art. 154 FinfraG). Die Information gilt als vertraulich, wenn sie nicht allgemein, sondern nur einem beschränkten Personenkreis bekannt ist (TRECHSEL/JEAN-RICHARD, Schweizerisches Strafgesetzbuch, Praxiskommentar, 2. Aufl. 2013, N. 17 zu Art. 161 StGB; WOHLERS, a.a.O., § 14 N. 39; TRIPPEL/URBACH, a.a.O., N. 25 zu Art. 161 StGB; WOHLERS/PFLAUM, a.a.O., N. 41 f. zu Art. 154 FinfraG). Nicht notwendig ist, dass die fragliche Tatsache vom betreffenden Unternehmen ausdrücklich als vertraulich deklariert worden ist oder dass es sich um ein Geschäftsgeheimnis handelt (TRIPPEL/URBACH, a.a.O., N. 25 zu Art. 161 StGB). Nicht mehr vertraulich ist die Information, wenn sie einem breiteren Anlegerpublikum zugänglich gemacht worden ist, namentlich wenn sie im Sinne einer Ad hoc-Mitteilung publiziert worden ist (BGE 118 Ib 448 E. 6b/aa; Urteil 2A.230/1999 vom 2. Februar 2000 E. 6b, in: AJP 2000 S. 749; WOHLERS, a.a.O., § 14 N. 40; TRIPPEL/URBACH, a.a.O., N. 25 zu Art. 161 StGB; WOHLERS/PFLAUM, a.a.O., N. 42 zu Art. 154 FinfraG; SETHE/FAHRLÄNDER, a.a.O., N. 33 ff. zu Art. 2 lit. j FinfraG; vgl. Art. 53 Kotierungsreglement SIX Exchange Regulation vom 12. November 2010 [nunmehr Art. 53 Kotierungsreglement SIX Exchange Regulation vom 25. Oktober 2018] und Art. 3 f. der Richtlinie Ad hoc-Publizität [RLAhP] vom 20. März 2018). Kursrelevant ist die Information, wenn sie aus einer ex ante-Betrachtung geeignet ist, den Kurs von Effekten oder aus ihnen abgeleiteter Finanzinstrumente erheblich zu beeinflussen, mithin von ihrem Bekanntwerden eine über den Rahmen üblicher Kursschwankungen deutlich hinausgehende Kursveränderung zu erwarten wäre (STRATENWERTH UND ANDERE, a.a.O., § 21 N. 9; TRECHSEL/JEAN-RICHARD, a.a.O., N. 12 zu Art. 161 StGB; WOHLERS, a.a.O., § 14 N. 41, 45; TRIPPEL/URBACH, a.a.O., N. 28 zu Art. 161 StGB).\n\nIn subjektiver Hinsicht erfordert der Tatbestand Vorsatz, wobei Eventualvorsatz genügt. In Bezug auf die Merkmale des genügend sicheren Wissens um die vertrauliche Tatsache und um deren Kursrelevanz ist direkter Vorsatz erforderlich (PETER, a.a.O., N. 38 zu Art. 161 StGB; TRIPPEL/URBACH, a.a.O., N. 36 zu Art. 161 StGB; NIKLAUS SCHMID, Insiderstrafrecht, 1988, N. 280).\n\n3.3\n\n3.3.1 Die Beschwerde ist zunächst unbegründet, soweit der Beschwerdeführer eine Verletzung des Anklagegrundsatzes rügt. Er macht in diesem Zusammenhang geltend, die Vorinstanz habe den Anklagesachverhalt insofern ergänzt, als sie annehme, er habe von den Verkaufsgesprächen zwischen der B. AG und der Bank C. Kenntnis BGE 145 IV 407 S. 420gehabt und gewusst, dass diese Information früher oder später veröffentlicht werden würde. Zudem belege die Anklageschrift sein angebliches Wissen um das Übernahmeprojekt lediglich mit seiner Kenntnis des Verwaltungsratsprotokolls der B. AG vom 29. Juli 2011, des Protokolls des Verwaltungsratsausschusskomitees der B. AG vom 31. August 2011 sowie des Protokolls des FINMA-Meetings von 19. September 2011. Die Vorinstanz stütze sich darüber hinaus auf das A. AG-Meeting vom 27. Mai 2011, den Regulatory Audit Report 2010/2011 vom 26. September 2011 sowie die Traktanden für das FINMA-Meeting vom 19. September 2011. Damit gehe sie ebenfalls über den Anklagesachverhalt hinaus.\n\n3.3.2 Die Anklageschrift wirft dem Beschwerdeführer zusammengefasst vor, er habe am 20. und 22. September 2011 in Kenntnis vertraulicher Informationen, die er als Mitglied der Geschäftsleitung der A. AG und leitender Revisor der B. AG erlangt habe und nach denen die B. AG die Übernahme der Bank D. plane, Aktien der Bank D. erworben. Als vertrauliche Tatsache bezeichnet die Anklageschrift das Projekt der B. AG zur Übernahme der Bank D. bzw. den Umstand, dass zwischen den betreffenden Bankinstituten Verhandlungen geführt wurden. Als Beweismittel führt sie Protokolle des Verwaltungsrats bzw. des IT-Verwaltungsratsausschusses der B. AG vom 29. Juni und vom 31. August 2011 und das FINMA-Meeting vom 19. September 2011 an. Die Vorinstanz listet darüber hinaus im Rahmen der Feststellung des äusseren Sachverhalts weitere Indizien auf, namentlich das A. AG-Meeting vom 27. Mai 2011, den Regulatory Audit Report 2010/2011 vom 26. September 2011 sowie die Traktanden für das FINMA-Meeting vom 19. September 2011, aus denen sie die hinreichend sichere Kenntnis des Beschwerdeführers um die Übernahmeabsichten der B. AG ableitet (angefochtenes Urteil S. 13 ff.). Darin liegt keine Verletzung des Anklagegrundsatzes (Art. 9 Abs. 1 und Art. 325 Abs. 1 lit. f StPO).\n\nDer Beschwerdeführer konnte aus der Anklageschrift ohne Weiteres ersehen, welcher konkreter Handlungen er beschuldigt wurde, und war in der Lage, seine Verteidigung entsprechend danach auszurichten. Dass er für Taten verurteilt worden wäre, bezüglich welcher die Anklageschrift den inhaltlichen Anforderungen nicht genügt hätte, oder dass die Vorinstanz mit seinem Schuldspruch über den angeklagten Sachverhalt hinausgegangen wäre, ist nicht ersichtlich. Im Übrigen könnte auch eine fehlerhafte und unpräzise Anklage nicht dazu führen, dass es zu keinem Schuldspruch kommt, solange für die BGE 145 IV 407 S. 421beschuldigte Person jedenfalls klar ist, welcher Sachverhalt ihr vorgeworfen wird. Im Übrigen erfolgt die nähere Begründung der Anklage an Schranken; es ist Sache des Gerichts, den Sachverhalt verbindlich festzustellen. Eine Verletzung des Anklagegrundsatzes liegt nicht vor (BGE 143 IV 63 E. 2.2; BGE 141 IV 132 E. 3.4.1; BGE 140 IV 188 E. 1.3; je mit Hinweisen).\n\nDie Beschwerde erweist sich in diesem Punkt als unbegründet.\n\n3.4\n\n3.4.1 In der Sache selbst ist in rechtlicher Hinsicht zunächst unbestritten, dass dem Beschwerdeführer in seiner Funktion als leitender Revisor der Bank B. AG der Status eines Insiders zukam (vgl. WOHLERS, a.a.O., § 14 N. 26; TRIPPEL/URBACH, a.a.O., N. 6 ff. zu Art. 161 StGB). Dabei nimmt die Vorinstanz zu Recht an, es sei ohne Bedeutung, dass der Handel mit Aktien des Zielobjekts, d.h. der Bank D. stattfand (angefochtenes Urteil S. 22). Kein Bundesrecht verletzt die Vorinstanz sodann, wenn sie das Merkmal der kursrelevanten vertraulichen Tatsache bzw. Information bejaht. Wie ausgeführt (oben E. 3.2) fallen unter dieses Merkmal auch Übernahmeabsichten, soweit sie jedenfalls ein bestimmtes Mass an Realisierungswahrscheinlichkeit erlangt haben. Im vorliegenden Fall ist aufgrund der willkürfreien tatsächlichen Feststellungen erstellt, dass die B. AG beabsichtigt hat, die Bank D. zu akquirieren, und diesbezüglich mit der Bank C. Übernahmeverhandlungen geführt hat. Aus dem Protokoll des FINMA-Meetings vom 19. September 2011, an welchem der Beschwerdeführer anwesend war, ergibt sich jedenfalls, dass die B. AG bei diesem Anlass darüber informiert hat, sie plane eine grössere Übernahme und stehe in Verhandlungen betreffend einer grösseren Bank im Private Banking (angefochtenes Urteil S. 16), wobei nach den Aussagen eines Mitarbeiters des Beschwerdeführers damit nur die Bank D. habe gemeint sein können (angefochtenes Urteil S. 21). Entgegen der Auffassung des Beschwerdeführers lässt sich bei dieser Sachlage nicht sagen, das Projekt der Akquisition der Bank D. sei nicht über eine informelle Abklärung blosser Übernahmemöglichkeiten hinausgegangen. Die zu Beginn des Entscheidungsprozesses wohl noch unverbindlichen Sondierungen der B. AG haben sich bis zu dem genannten FINMA-Meeting unmittelbar vor dem ersten angeklagten Aktienerwerb offensichtlich bis zu einem Masse verdichtet, dass von einer Tatsache im Sinne des Insidertatbestandes ausgegangen werden muss, die aus einer ex ante-Betrachtung durchaus geeignet war, den Kurs der Aktien der Bank D. erheblich zu beeinflussen. Dass BGE 145 IV 407 S. 422sich im vorliegenden Fall das Übernahmeprojekt letztendlich nicht verwirklicht hat und das Aktienpaket der Bank C. von der E. Group übernommen wurde, ändert daran nichts. Denn eine Tatsache im Sinne der Strafbestimmung liegt nicht erst dann vor, wenn etwaige Übernahmeverhandlungen abgeschlossen sind und eine Akquisition definitiv besiegelt ist. Vielmehr hat schon der blosse Umstand, dass Übernahmeverhandlungen geführt wurden, den Kurs der D.-Aktien erheblich beeinflusst.\n\nZu Recht bejaht die Vorinstanz auch die Vertraulichkeit der Tatsache. Dass die Übernahmeabsichten der B. AG von den beteiligten Personen als vertraulich eingestuft worden sind, ergibt sich schon allein daraus, dass sie unter einem Codenamen geführt wurden und zwischen der B. AG und der Bank C. eine Stillschweigevereinbarung galt. Die Information im Sinne des Insidertatbestandes verliert ihre Vertraulichkeit erst dann, wenn sie zumindest ihrem wesentlichen Gehalt nach über elektronische Informationssysteme oder die Tagespresse publik gemacht wird (WOHLERS, a.a.O., § 14 N. 40). Wie die Vorinstanz zu Recht erkennt, wurden die im Gange befindlichen ernsthaften Verkaufsverhandlungen zwischen der Bank C. und potentiellen Käufern erst durch die Ad hoc-Mitteilung der Bank D. vom 13. Oktober 2011 in der Öffentlichkeit bekannt. Bis zum Zeitpunkt dieser Mitteilung war die Tatsache, dass die B. AG der Bank C. ein Übernahmeangebot betreffend die Bank D. machen würde, mithin vertraulich (angefochtenes Urteil S. 23 f.). Entgegen der Auffassung des Beschwerdeführers beschränkten sich die Berichte in den Medien zur Übernahme der Bank D. vor diesem Zeitpunkt auf blosse Gerüchte (angefochtenes Urteil S. 12).\n\nNicht gegen Bundesrecht verstösst das angefochtene Urteil sodann, soweit die Vorinstanz annimmt, die Information sei in voraussehbarer Weise geeignet gewesen, bei deren Bekanntwerden den Kurs der D.-Aktien erheblich zu beeinflussen. Dies wird belegt durch den effektiv eingetretenen Kursanstieg der D.-Aktien nach der europaweit kommunizierten Bestätigung, dass die Bank C. mit verschiedenen Interessenten in Verhandlungen über die Veräusserung ihrer Beteiligung an der Bank D. stehe. Dass die Verhandlungspartner und dabei auch die B. AG nicht namentlich genannt wurden, ist dabei ohne Bedeutung. Im Übrigen geht es nicht um die Voraussehbarkeit der europaweiten öffentlichen Bekanntmachung von Übernahmeverhandlungen, sondern um diejenige einer erheblichen Kursveränderung. Ebenfalls nicht zu beanstanden ist das angefochtene Urteil, BGE 145 IV 407 S. 423soweit die Vorinstanz die Kursveränderung im Umfang von 15,26 % als erheblich einstuft. Es trifft zu, dass der vom Beschwerdeführer zitierte Autor annimmt, bei Aktien scheine die kritische Grenze bei Kursausschlägen von 20 % und mehr zu liegen (SCHMID, a.a.O., 1988, N. 227). Doch nimmt die Vorinstanz zu Recht an (angefochtenes Urteil S. 24 f.), dass eine Bestimmung der Erheblichkeit der zu erwartenden Kursveränderung nach Prozentangaben nicht zu überzeugenden Ergebnissen führt (angefochtenes Urteil S. 24 f.; vgl. auch TRECHSEL/JEAN-RICHARD, a.a.O., N. 18 zu Art. 161 StGB). Die Vorinstanz hat die Kursrelevanz daher mit zureichenden Gründen nach dem sog. \"Reasonable Investor Test\" beurteilt und sie als gegeben erachtet, wenn ein vernünftiger Anleger die Information mit erheblicher Wahrscheinlichkeit als Teil der Grundlage seiner Anlageentscheidung nutzen würde (angefochtenes Urteil S. 25; vgl. auch THORMANN/PORTMANN, Insiderstrafrecht - Update, in: Kapitalmarkt - Recht und Transaktionen XIII, 2019, S. 110 ff.; ferner WOHLERS, a.a.O., § 14 N. 48 und WOHLERS/PFLAUM, a.a.O., N. 49 zu Art. 154 FinfraG [Pflicht zur Ad hoc-Publizität]; SETHE/FAHRLÄNDER, a.a.O., N. 43 ff., 52 ff. zu Art. 2 lit. j FinfraG). Mit dieser Begründung setzt sich der Beschwerdeführer nicht auseinander. Im Übrigen werden in der Literatur beim Aktienhandel nicht erst Kursschwankungen von 20 % und mehr, sondern auch bereits Bewegungen von 5-10 % als relevant erachtet (insbesondere auch SCHMID, a.a.O., N. 227; vgl. Nachweise bei TRIPPEL/URBACH, a.a.O., N. 28 zu Art. 161 StGB; HOCH/HOTZ, in: Basler Kommentar, Finanzmarktaufsichtsgesetz, Finanzmarktinfrastrukturgesetz, 3. Aufl. 2019, N. 20 ff. zu Art. 2 lit. j FinfraG).\n\nInsgesamt verstösst das angefochtene Urteil in diesem Punkt somit nicht gegen Bundesrecht. Dessen Begründung verletzt auch nicht den Anspruch auf rechtliches Gehör. Die Vorinstanz hat die wesentlichen Überlegungen genannt, von denen sie sich hat leiten lassen und auf welche sie ihren Entscheid stützt, so dass der Beschwerdeführer diesen in voller Kenntnis der Sache beim Bundesgericht anfechten konnte. Eine Verletzung der Begründungspflicht liegt somit nicht vor (BGE 143 IV 40 E. 3.4.3; BGE 142 III 433 E. 4.3.2; je mit Hinweisen). Die Beschwerde erweist sich in diesem Punkt in allen Teilen als unbegründet."}