{"annee": "145", "cour": "III", "page": "317", "date": "30/4/2019", "cite": ["71 III 150", "138 III 145", "80 III 65", "137 III 193", "142 III 195", "89 III 65", "116 III 10"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Gemeinde U. gegen A. und Betreibungsamt Zürich 3 (Beschwerde in Zivilsachen)\n\n5A_490/2018 vom 30. April 2019", "regestes": ["Art. 93 LP; art. 289 al. 2 CC; saisie de revenus pour des créances d'entretien, transfert du privilège à la collectivité publique qui a versé des avances. La collectivité publique ne peut pas se prévaloir du privilège dont bénéficient les créances d'entretien par rapport à une saisie préexistante fondée sur d'autres créances (\"droit à la saisie prioritaire\") (consid. 3)."], "faits": "BGE 145 III 317 S. 317\n\nA.\n\nA.a Mit Betreibungsbegehren vom 24. August 2017 betrieb die Gemeinde U. A. für bevorschusste Unterhaltsbeiträge, die er für die BGE 145 III 317 S. 318Kinder B. (geboren 2003), C. (geboren 2009) und D. (geboren 2011) für die Monate Februar bis Juli 2017 von monatlich Fr. 726.- (Fr. 242.- je Kind), insgesamt Fr. 4'356.- zuzüglich Zinsen schuldete. A. erhob gegen den Zahlungsbefehl des Betreibungsamtes Zürich 3 in der Betreibung Nr. x keinen Rechtsvorschlag.\n\nA.b Am 4. September 2017 vollzog das Betreibungsamt die Pfändung Nr. y für Betreibungen verschiedener Gläubiger. Die Gemeinde U. stellte am 22. September 2017 in der Betreibung Nr. x das Fortsetzungsbegehren und nahm daher an der Pfändung Nr. y teil. Aus der Pfändungsurkunde geht hervor, dass A. als selbständiger Taxichauffeur arbeitet, weshalb ihm der Personenwagen (...) als Kompetenzstück belassen wurde. Gepfändet wurden seine Einkünfte, die das Existenzminimum von Fr. 2'672.-/Monat übersteigen, bei einer vorgepfändeten Mindestquote von Fr. 300.- aus früheren Pfändungen und längstens bis zum 16. Juni 2018. Bei der Festlegung des Existenzminimums wurden mangels Belegen keine Unterhaltszahlungen aufgenommen. Gepfändet wurden schliesslich die Einkünfte im Anschluss und mit Wirkung der vorgehenden Pfändungen für die Dauer eines Jahres seit dem Pfändungsvollzug.\n\nA.c Das Betreibungsamt berücksichtigte in der Pfändungsurkunde vom 26. Oktober 2017 die von der Gemeinde U. bereits im Fortsetzungsbegehren unter Hinweis auf BGE 89 III 65 (Vorfahrprivileg) beanspruchte Privilegierung von Alimentenforderungen bei vorbestehender Pfändung nicht.\n\nB. Daraufhin gelangte die Gemeinde U. an das Bezirksgericht Zürich als untere kantonale Aufsichtsbehörde über Betreibungsämter, welches ihre Beschwerde am 13. März 2018 abwies. Das Obergericht des Kantons Zürich als obere kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs wies die dagegen erhobene Beschwerde am 25. Mai 2018 ebenfalls ab.\n\nC. Mit Eingabe vom 8. Juni 2018 ist die Gemeinde U. an das Bundesgericht gelangt. Die Beschwerdeführerin beantragt die Aufhebung des obergerichtlichen Urteils und die Anweisung an das Betreibungsamt, ihr in der Betreibung Nr. x gegen A. (Beschwerdegegner) das Vorfahrprivileg zu gewähren und die in Betreibung gesetzten Unterhaltsbeiträge von monatlich Fr. 726.- in den vorangehenden Pfändungen zu berücksichtigen. (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug) BGE 145 III 317 S. 319", "considerants": "Aus den Erwägungen:\n\n3. Anlass der Beschwerde bildet die Berechtigung des Gemeinwesens, sich als Unterhaltsgläubiger im Rahmen einer Einkommenspfändung auf das sogenannte Vorfahrprivileg - auf die Privilegierung der Unterhaltsforderung bei vorbestehender Pfändung - berufen zu können.\n\n3.1 Den Unterhaltsbeiträgen kommt in der Zwangsvollstreckung in verschiedener Hinsicht eine Sonderstellung zu. So hat der Gesetzgeber dem Unterhaltsgläubiger eine Reihe von Privilegien zur Durchsetzung seiner Forderung eingeräumt. Er kann die Anweisung an den Schuldner verlangen (Art. 132, 177 und 291 ZGB). Es steht ihm die privilegierte Anschlusspfändung zu (Art. 111 SchKG). Seine Forderungen kommen in den Genuss des Konkursprivilegs der Ersten Klasse (Art. 219 Abs. 4 SchKG). Diese Privilegien kommen nach der Rechtsprechung des Bundesgerichtes auch dem Gemeinwesen zu, das infolge Bevorschussung von Unterhaltsbeiträgen kraft Legalzession an die Stelle des ursprünglichen Gläubigers tritt, da es sich nicht um Vorzugsrechte handelt, die untrennbar mit dessen Person verbunden sind (Art. 170 Abs. 1 OR; BGE 138 III 145 E. 3.4.2, 3.4.3). Hingegen kann das Gemeinwesen im Rahmen der Pfändung keinen Eingriff in das Existenzminimum des Schuldners verlangen, wie dies dem ursprünglichen Unterhaltsgläubiger aufgrund der bundesgerichtlichen Praxis möglich ist (BGE 138 III 145 E. 3.4.3; BGE 116 III 10 E. 2, vgl. dazu die Kritik von BREITSCHMID, Fragen um die Zwangsvollstreckung bei Alimentenbevorschussung [Art. 289 ff. ZGB], SJZ 88/1992 S. 66). Ob sich das Gemeinwesen zur Durchsetzung von bevorschussten Unterhaltsbeiträgen auch auf das sogenannte Vorfahrprivileg berufen kann, hatte das Bundesgericht bisher nicht zu beantworten.\n\n3.2 Beim \"Vorfahrprivileg\" handelt es sich nicht um ein vom Gesetzgeber geschaffenes Instrument, sondern um ein von der bundesgerichtlichen Praxis entwickeltes Vorrecht, welches der erleichterten Vollstreckung von Unterhaltsbeiträgen dient. Es handelt sich (als \"saisie prioritaire\") um ein echtes Privileg in der Pfändung, welches von Art. 219 SchKG zu unterscheiden ist (OCHSNER, in: La procédure matrimoniale, Reiser/Gauron-Carlin [Hrsg.], Bd. II, 2019, S. 279). Zweck dieses Privilegs ist einzig die Sicherung des unmittelbaren Bedarfs für den Unterhaltsberechtigten und nicht die Bestrafung des säumigen Unterhaltsschuldners (BGE 80 III 65 E. 2). BGE 145 III 317 S. 320Ausgangspunkt ist, dass sich der Unterhaltsgläubiger zwar eine vorgehende Einkommenspfändung grundsätzlich entgegenhalten zu lassen hat. Wurden die im letzten Jahr vor Einleitung der Betreibung verfallenen Unterhaltsbeiträge jedoch nicht in die Berechnung des Existenzminimums einbezogen, so liegt ein Ausnahmefall vor und greift das Privileg: Das Betreibungsamt muss nun in der neuen Betreibung den Betrag pfänden, auf den es diese Unterhaltspflicht in der ersten Betreibung geschätzt hätte. Damit wirkt sich die nun in Betreibung gesetzte Unterhaltsschuld unmittelbar notbedarfserhöhend aus (BGE 89 III 65 E. 1; BGE 80 III 65 E. 2; vgl. OCHSNER, in: Commentaire romand, Poursuite et faillite, 2005, N. 134 zu Art. 93 SchKG; VONDER MÜHLL, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 37 zu Art. 93 SchKG). Es obliegt dem Schuldner, beim Betreibungsamt gestützt auf die neue Situation die Revision der vorgehenden Einkommenspfändung zu verlangen (BGE 71 III 150 S. 151 f.; 67 III 149 S. 150).\n\n3.3 Zu dieser Art der Privilegierung der familienrechtlichen Unterhaltsbeiträge lässt sich den Materialien zum Entwurf von Art. 289 Abs. 2 ZGB nichts entnehmen. Die in der bundesrätlichen Botschaft aufgezählten Vorzugs- und Nebenrechte sind nur \"namentlich\", jedoch nicht abschliessend aufgeführt (Botschaft vom 5. Juni 1974 über die Änderung des ZGB [Kindesverhältnis], BBl 1974 II 1, 64 Ziff. 322.6). Daraus lässt sich indes noch keine Begründung für die Beschränkung des Vorfahrprivilegs auf den ursprünglichen Unterhaltsgläubiger und damit gegen den Übergang auf das Gemeinwesen entnehmen.\n\n3.4 In der kantonalen Praxis scheint die Einräumung des Vorfahrprivilegs an das Gemeinwesen bisher keine grosse Bedeutung erhalten zu haben. Nach Ansicht des Betreibungsinspektorates des Kantons Zürich ist dem Gemeinwesen kein Vorfahrprivileg einzuräumen (Mitteilungsblatt Nr. 18 vom 19. September 1985; zit. in ZR 90/1991 Nr. 40 S. 127 Ziff. 5). Das Bezirksgericht Horgen hat demgegenüber dem Gemeinwesen das Vorfahrprivileg zugestanden (Urteil vom 31. März 2016, BlSchK 2017 S. 212 ff.). Es knüpfte an die bundesgerichtliche Rechtsprechung an, wonach dem subrogierenden Gemeinwesen grundsätzlich dieselben Rechte zustehen wie dem Unterhaltsgläubiger. Allerdings müsse bei jedem Nebenrecht geprüft werden, ob es untrennbar mit der Person des Abtretenden verknüpft sei. Dabei kam es zum Schluss, dass das Vorfahrprivileg wie die privilegierte Anschlusspfändung (BGE 138 III 145 E. 3.4.3) und die SchuldneranweisungBGE 145 III 317 S. 321 (BGE 137 III 193 E. 3.4) nicht an die Person gebunden sei und damit auch dem Gemeinwesen zustehe.\n\n3.5 Die Lehre hat sich bisher kaum mit der Frage befasst, ob das bevorschussende Gemeinwesen in den Genuss des Vorfahrprivilegs kommt. So lässt etwa ANNEN (Anmerkung, in: BlSchK 2017 S. 215) die Frage offen, ob dieses Privileg abtretbar bzw. subrogierbar ist. Auf jeden Fall werde durch die Unterhaltsbevorschussung die Not des Unterhaltsgläubigers behoben. Damit werde dem Zweck des Vorfahrprivilegs bereits nachgelebt und es bleibe kein Raum, um das Gemeinwesen diesbezüglich noch zu bevorzugen. OCHSNER (in: La procédure matrimoniale, a.a.O., S. 281) hält den Übergang dieses Privilegs für nicht gerechtfertigt.\n\n3.6 Die Beschwerdeführerin betont (unter Hinweis auf die \"Horgener Praxis\"), dass dem bevorschussenden Gemeinwesen grundsätzlich dieselben Rechte wie dem Unterhaltsberechtigten zustehen. Im Rahmen der Legalzession gingen alle Nebenrechte auf das Gemeinwesen über, die nicht an die Person des Unterhaltsberechtigten gebunden seien. Von diesem Grundsatz sei nur zurückhaltend abzuweichen. Die bundesgerichtliche Praxis gehe dahin, den Umfang der Legalzession nach Art. 289 Abs. 2 ZGB weit zu verstehen, was die Vorinstanz verkannt habe. Das Vorfahrprivileg dient nach Ansicht der Beschwerdeführerin in gleicher Weise wie die Schuldneranweisung und die privilegierte Anschlusspfändung der erleichterten Vollstreckung der Unterhaltsansprüche; dies habe die Vorinstanz verkannt.\n\n3.7 Es trifft zu, dass die genannten Privilegien letztlich alle auf die Durchsetzung der Unterhaltsbeiträge ausgerichtet sind. Indes unterscheiden sie sich nicht nur in den Voraussetzungen, sondern auch in ihren Auswirkungen auf die Stellung der Beteiligten. Darauf ist - mit Blick auf eine Privilegierung von Alimentenforderungen nach vorausgehender Pfändung - im Folgenden näher einzugehen.\n\n3.7.1 Bei der Schuldneranweisung (wie nach u.a. Art. 291 ZGB) geht es darum, dem Unterhaltsberechtigten den regelmässigen Eingang des Unterhaltsbeitrages zu sichern (BGE 142 III 195 E. 5). Die Praxis räumt diese Möglichkeit auch dem bevorschussenden Gemeinwesen ein, da es sich hierbei um kein höchstpersönliches Nebenrecht der Unterhaltsforderung handle, das nicht auf das Gemeinwesen übergehe. Zwar gehe es nur dem Unterhaltsberechtigten beim Gesuch um Schuldneranweisung um den Erhalt existenziell notwendiger BGE 145 III 317 S. 322Beträge. Indes bestünden sachliche Gründe, dem Gemeinwesen das Recht zur Schuldneranweisung gleichwohl zuzugestehen, auch wenn dies mit einer gewissen Zweckverlagerung dieses Instituts verbunden sei. Die Einrichtung der Alimentenbevorschussung als Bestandteil des öffentlichen Sozialwesens diene der möglichst lückenlosen Versorgung des Unterhaltsberechtigten. Hingegen solle dadurch nicht der zahlungsunwillige Unterschuldner belohnt werden. In diesem Sinne unterstütze der Vorteil der Schuldneranweisung das Gemeinwesen in der Erfüllung eines gesetzgeberischen Auftrags. Da eine Schuldneranweisung für den Unterhaltspflichtigen eine Blossstellung gegenüber seinem Arbeitgeber bewirken könne, habe das Gericht bei der Beurteilung des Gesuchs alle erheblichen Umstände zu berücksichtigen, wozu auch die Situation des säumigen Unterhaltsschuldners gehöre. Demgegenüber sei das Gemeinwesen nicht in existenzieller Weise betroffen und eine andere Möglichkeit wie z.B. die stille Lohnpfändung könne sich für dieses im Ergebnis langfristig als erfolgreicher und für den Unterhaltsschuldner als schonender erweisen. Allerdings dürfe der Richter bei diesem Ermessensentscheid dem Gemeinwesen die Schuldneranweisung nur ausnahmsweise verweigern (BGE 137 III 193 E. 2.1 und 3.4; BGE 138 III 145 E. 3.3.1 und 3.3.2).\n\n3.7.2 Die privilegierte Anschlusspfändung (Art. 111 SchKG) erleichtert einer bestimmten Gruppe von Unterhaltsgläubigern die Teilnahme an einer bereits vollzogenen Pfändung durch ein doppeltes Vorrecht (Anschluss innert längerer Frist und ohne vorgängige Betreibung), um den ihnen aufgrund ihrer familienrechtlichen Situation zukommenden Nachteil gegenüber andern Gläubigern wettzumachen (JENT-SØRENSEN, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 2. Aufl. 2010, N. 1 zu Art. 111 SchKG; TSCHUMY, in: Commentaire romand, Poursuite et faillite, 2005, N. 1 zu Art. 111 SchKG). In bestimmten Fällen kann sogar die Kindes- und Erwachsenenschutzbehörde die Anschlusserklärung für eine bestimmte Person abgeben (Art. 111 Abs. 2 SchKG). Die Praxis gewährt dieses vollstreckungsrechtliche Privileg auch dem Gemeinwesen, um den Unterhaltsschuldner nicht besserzustellen, dessen Beitrag bevorschusst werden muss. Die Bevorschussung der Unterhaltsbeiträge soll den Pflichtigen nämlich keineswegs entlasten. Die Unterscheidung zwischen bevorschussten und nicht bevorschussten Unterhaltsbeiträgen ist durch den Zweck der privilegierten Anschlusspfändung nicht geboten (BGE 138 III 145 E. 3.4.1 und BGE 145 III 317 S. 3233.4.2). Diese Rechtsprechung wird von der Lehre teils kritisiert (JENT-SØRENSEN, a.a.O., N. 15 zu Art. 111 SchKG mit Hinweisen; vgl. MANI, Inkassohilfe und Bevorschussung von Unterhaltsbeiträgen, 2016, Rz. 391).\n\n3.7.3 Zutreffend ist, dass das Vorfahrprivileg das Inkasso der familienrechtlichen Unterhaltsbeiträge erleichtert. Dennoch ist nicht zu übersehen, dass es ausschliesslich geschaffen wurde, um den laufenden Unterhalt des Berechtigten zu sichern und ihn so vor einer finanziellen Notlage zu bewahren. Dieser Privilegierung liegt der Gedanke zugrunde, dass dem Alimentengläubiger immer der für seinen Unterhalt notwendige Betrag vorbehalten werden muss (VONDER MÜHLL, a.a.O.; MATHEY, La saisie de salaire et de revenu, 1989, Rz. 170). Soweit die Beschwerdeführerin betont, dass der nachlässige Unterhaltsschuldner in den Genuss eines ungerechtfertigten Vorteils gelange, wenn ihr das Vorfahrprivileg verweigert werde, verkennt sie dessen Sinn, welcher gerade nicht in der Sanktionierung des säumigen Unterhaltszahlers liegt. Zudem unterscheidet sich das Vorfahrprivileg doch wesentlich von der Schuldneranweisung und der privilegierten Anschlusspfändung, welche als Privilegien dem Gemeinwesen von der Rechtsprechung gewährt worden sind, um das Inkasso von bevorschussten Unterhaltsbeiträgen zu erleichtern. Wie die Vorinstanz zu Recht betont, ist der Zweck des Vorfahrprivilegs durchaus mit dem Eingriff in das Existenzminimum des Schuldners vergleichbar: Auch dieses Privileg soll dem Unterhaltsgläubiger möglichst zeitnah die Mittel verschaffen, auf die er für seinen laufenden Unterhalt angewiesen ist. Von beiden Privilegien (Vorfahrprivileg sowie Eingriff in das Existenzminimum) soll der Unterhaltsberechtigte - zeitlich beschränkt, d.h. nach der Rechtsprechung ein Jahr vor Anhebung der Betreibung (BGE 89 III 65 E. 1 bzw. BGE 116 III 10 E. 2) - profitieren können. So wenig das Gemeinwesen im Rahmen der Pfändung einen Eingriff in das Existenzminimum des Schuldners verlangen darf, wie dies aber dem ursprünglichen Unterhaltsgläubiger aufgrund der bundesgerichtlichen Praxis möglich ist, so wenig kann es sich auf die Privilegierung für Alimentenforderungen bei vorbestehender Pfändung für andere Forderungen berufen.\n\n3.7.4 Damit kann der Beschwerdeführerin nicht gefolgt werden, wenn sie geltend macht, es bestünden keine sachlichen Gründe gegen die Einräumung des Vorfahrprivilegs an ein Gemeinwesen und der Gesetzgeber habe hier keine Einschränkungen geschaffen. Mit dieser BGE 145 III 317 S. 324Sichtweise stellt sie ihre Interessen an einem erleichterten Inkasso der bevorschussten Unterhaltsbeiträge an die erste Stelle und blendet die seinerzeitigen Überlegungen des Bundesgerichts, dem Unterhaltsgläubiger das Vorfahrprivileg zu gewähren, vollständig aus. Das Vorfahrprivileg ist als Ausnahmetatbestand - wie dargelegt - in der existenziellen Situation des Unterhaltsberechtigten begründet und stellt damit ein höchstpersönliches Recht dar, welches dem Gemeinwesen nicht zukommen kann.\n\n3.7.5 Der Umstand, dass es sich beim Vorfahrprivileg um einen Eingriff - gestützt auf ein Privileg in der Pfändung (E. 3.2) - und nicht bloss um einen erleichterten Anschluss an eine vollzogene Pfändung handelt, hat zur Folge, dass die weiteren Gläubiger mit einer nachträglichen Revision des Existenzminimums und damit einer Einschränkung des ihnen zustehenden Ergebnisses rechnen müssen, die nicht auf veränderte Verhältnisse in der Person des Schuldners zurückgehen. Ein solcher Eingriff ist den Gläubigern nur dann zuzumuten, wenn es wie beim Vorfahrprivileg um die existentiellen Interessen des Unterhaltsberechtigten geht. Dies ist beim Gemeinwesen nicht der Fall.\n\n3.8 Nach dem Gesagten ist der Vorinstanz keine Verletzung von Bundesrecht vorzuwerfen, wenn sie der Beschwerdeführerin das Vorfahrprivileg nicht gewährt hat. Da es mit Blick auf den Zweck (Vermeidung einer Notlage des Unterhaltsgläubigers) untrennbar mit der Person des ursprünglichen Unterhaltsgläubigers verknüpft ist (Art. 170 Abs. 1 OR), geht die Privilegierung der Alimentenforderungen bei vorbestehender Pfändung nicht auf das bevorschussende Gemeinwesen (Art. 289 Abs. 2 ZGB) über."}