{"annee": "145", "cour": "III", "page": "101", "date": "21/12/2018", "cite": ["121 III 488", "139 III 391", "138 III 628", "107 III 91", "39 I 461", "113 III 135", "132 III 342", "136 III 534", "144 III 552"], "cite_par": ["145 III 499"], "chapeau": "15. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. Inc. et B. Inc. contre C. SA en liquidation et consorts (recours en matière civile)\n\n5A_445/2018 du 21 décembre 2018", "regestes": ["Art. 260 LP; compétence pour contrôler la validité d'une cession de créance. Distinction entre le contrôle effectué par l'autorité de surveillance et celui exercé par le juge du fond (consid. 4)."], "faits": "BGE 145 III 101 S. 101\n\nA.\n\nA.a C. SA, sise à I. (GE), et D. SA, sise à J. (SZ) et disposant d'une succursale à I., appartiennent au groupe K., dont la société-mère, K. N.V., a son siège à L. (Pays-Bas).\n\nM. est administrateur de C. SA et de D. SA, avec signature individuelle. Il est aussi directeur général de K. N.V.\n\nA.b Par jugement du 4 mai 2017, le Tribunal de première instance de Genève (ci-après: tribunal) a prononcé la faillite de C. SA. Cette faillite est liquidée en la forme sommaire.\n\nA.c Le 8 novembre 2017, la masse en faillite de C. SA, comparant par l'Office des faillites de Genève (ci-après: office), a saisi le tribunal d'une requête de mesures provisionnelles dirigée contre D. SA et BGE 145 III 101 S. 102visant à préserver les prétentions révocatoires de la faillie à l'encontre de celle-ci. La masse a notamment conclu à ce qu'il soit fait interdiction à D. SA de disposer de tout actif prétendument acquis ou reçu de C. SA dans l'exécution d'un contrat de vente passé le 9 janvier 2017. Selon l'office, ce contrat portait sur la vente à D. SA de l'intégralité des actifs de C. SA pour un prix de 2'200'000 euros, payée en partie par compensation.\n\nB.\n\nB.a Après avoir imparti un délai au 16 novembre 2017 aux créanciers pour produire leurs créances, l'office a, par circulaire du 20 novembre 2017, proposé à ceux qui l'avaient fait d'abandonner à la masse en faillite les prétentions en responsabilité contre les organes de C. SA, soit contre M., administrateur, et contre K. N.V., organe de fait, ainsi que la prétention dirigée contre D. SA en révocation du contrat de vente d'actifs du 9 janvier 2017. (...)\n\nB.b Par décision du 8 décembre 2017, l'office a certifié que l'administration de la faillite avait valablement renoncé à faire valoir elle-même les prétentions en responsabilité contre les organes de la faillie et l'action révocatoire contre D. SA.\n\nPar conséquent, les droits correspondants de la masse en faillite étaient cédés aux créanciers en ayant fait la demande, à savoir E. Ltd, F. LLP, B. Inc., H. Srl, G. SAS et A. Inc.\n\nB.c\n\nB.c.a Par courrier du 15 décembre 2017 adressé à l'office, D. SA a produit une créance de 1'610'835 fr. 35 dans la faillite de C. SA, au titre de solde encore dû sur la vente d'actifs du 9 janvier 2017. Elle a en outre produit une créance totale de 3'991'835 fr. 35, dans l'hypothèse où la masse en faillite obtiendrait la révocation de cette vente.\n\nPar courrier séparé du même jour, D. SA a requis la cession des droits de la masse en faillite s'agissant des prétentions en responsabilité contre les organes de C. SA.\n\n(...)\n\nB.c.c L'état de collocation et l'inventaire dans la faillite de C. SA ont été publiés dans la FOSC le 19 décembre 2017.\n\nD. SA, E. Ltd, F. LLP, B. Inc., H. Srl, G. SAS et A. Inc. figurent à l'état de collocation en qualité de créanciers de 3e classe.\n\nB.c.d Par décision du 20 décembre 2017, l'office a rectifié sa décision de cession du 8 décembre 2017 en ce sens qu'il a inclus D. SA BGE 145 III 101 S. 103parmi les créanciers cessionnaires des droits de la masse s'agissant des prétentions en responsabilité des organes de la faillie.\n\n(...)\n\nB.d\n\nB.d.a Par acte expédié le 29 décembre 2017, A. Inc. et B. Inc. ont formé une plainte devant la Chambre de surveillance contre la décision de l'office du 20 décembre 2017 (...). Elles ont, entre autres, conclu à la constatation de la nullité de cette décision en tant qu'elle cède à D. SA les droits de la masse s'agissant des prétentions en responsabilité des organes de la faillie (...). En substance, elles ont invoqué que l'office n'était pas en droit de céder les droits concernés à D. SA vu les liens étroits que cette société entretenait avec son administrateur unique, M., et avec K. N.V., son organe de fait et le conflit d'intérêts que cette situation entraînait.\n\nB.d.b Par décision du 3 mai 2018, la Chambre de surveillance a rejeté cette plainte.\n\n(...)\n\nPar arrêt du 21 décembre 2018, le Tribunal fédéral a rejeté le recours en matière civile interjeté par A. Inc. et B. Inc. contre cette décision.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n4. La question qui se pose est de savoir si l'autorité de surveillance est compétente pour juger de la validité de la cession d'une créance de la masse, au sens de l'art. 260 LP, à un créancier proche du débiteur de cette créance.\n\n4.1 Aux termes de l'art. 260 al. 1 et 2 LP, si l'ensemble des créanciers renonce à faire valoir une prétention, chacun d'eux peut en demander la cession à la masse; le produit, déduction faite des frais, sert à couvrir les créances des cessionnaires dans l'ordre de leur rang et l'excédent est versé à la masse.\n\n4.1.1 La cession selon l'art. 260 LP est une institution du droit de la faillite et du droit de procédure sui generis. Elle peut être considérée comme une \"Prozessstandschaft\", permettant au cessionnaire d'entamer un procès en son propre nom, pour son propre compte et à ses risques et périls ou de reprendre celui-ci dans les mêmes conditions. En revanche, il ne devient pas, par la cession, le titulaire de la prétention litigieuse qui continue d'appartenir à la masse; ne lui estBGE 145 III 101 S. 104cédé que le droit d'agir à la place de la masse (ATF 144 III 552 consid. 4.1.1 p. 554 et les références). La qualité pour agir du créancier cessionnaire repose sur une délégation légale de la faculté de conduire le procès, ou capacité d'agir. Les créanciers de la masse ne poursuivent ainsi pas le recouvrement de créances dont ils sont titulaires, mais de créances du failli qui tombent dans la masse. Ils disposent toutefois d'un droit préférentiel au moment de la répartition du produit du procès (art. 260 al. 2 LP). Le procès conduit après une cession au sens de l'art. 260 LP sert à augmenter les actifs de la masse, et le fait que le produit, au moment de la répartition, revienne en première ligne à celui qui en supporte le risque n'y change rien (ATF 132 III 342 consid. 2.2).\n\nLe droit d'obtenir une cession des droits de la masse au sens de l'art. 260 LP est lié ex lege à la qualité d'intervenant du créancier colloqué. Ainsi, chaque créancier porté à l'état de collocation a le droit de requérir et d'obtenir la cession des droits de la masse aussi longtemps que sa créance n'a pas été définitivement écartée de l'état de collocation à la suite d'un procès intenté conformément à l'art. 250 LP (ATF 138 III 628 consid. 5.3.2).\n\n4.1.2 Lorsque plusieurs créanciers se sont fait céder la même prétention de la masse, ils forment entre eux une consorité nécessaire, en ce sens que la prétention ne peut faire l'objet que d'un seul jugement (ATF 144 III 552 précité consid. 4.1.1 p. 554 et les références). Les créanciers cessionnaires ne sont toutefois pas tenus d'adopter une conduite unique du procès (ATF 136 III 534 consid. 2.1). Chacun d'eux peut renoncer à ouvrir action, conclure une transaction extra-judiciaire ou judiciaire, ou bien encore retirer une action introduite. Aucun d'entre eux ne peut être empêché d'obtenir gain de cause en procédant et un seul créancier peut faire valoir des allégations indépendantes - même contradictoires - de celles des autres créanciers et se faire représenter par son propre avocat. En ce sens, l'art. 260 LP n'impose pas que tous les ayants droit ouvrent le procès ensemble, le conduisent et agissent en se mettant d'accord (ATF 121 III 488 consid. 2c). A cela s'ajoute que le fait que les bénéficiaires de la cession voient leur intérêt à la cession diminuer dans la mesure où le gain espéré est moindre est une conséquence inhérente au système même de la cession des droits de la masse, les créanciers cessionnaires pouvant être plus ou moins nombreux et agir avec des intérêts contradictoires et sur des plans différents (arrêt 7B.206/2005 du 2 février 2006 consid. 5). Néanmoins, vu que le juge doit se prononcer BGE 145 III 101 S. 105dans un seul jugement, si plusieurs tribunaux compétents sont à disposition ou si les créanciers cessionnaires qui entendent mener le procès ne sont pas capables de se mettre d'accord sur une manière coordonnée de mener la procédure, il appartient à l'office des faillites, sur la réquisition appropriée d'un créancier, de donner les directives nécessaires afin d'assurer qu'ils procèdent en commun (ATF 121 III 488 consid. 2d). Le créancier cessionnaire a un devoir d'information et d'autres encore quant à l'utilisation du gain du procès, mais rien ne l'empêche de conclure à la condamnation du défendeur de payer directement en ses mains (ATF 139 III 391 consid. 5.1).\n\n4.1.3 La faculté de faire valoir en justice, en son propre nom, le droit d'un tiers est une condition de recevabilité de l'action que le juge doit examiner d'office. Il doit contrôler en particulier, sur la base de la formule 7F, que le droit de procéder appartient (encore) aux (seuls) créanciers qui agissent devant lui. Si tel n'est pas le cas, il ne doit pas entrer en matière sur la demande déposée par une partie seulement des créanciers cessionnaires (ATF 144 III 552 précité consid. 4.1.2 p. 555 et les références).\n\n4.2\n\n4.2.1 Il appartient à l'autorité de surveillance en matière de poursuite pour dettes et de faillite, et non au juge du fond de l'action, de contrôler la légalité de la décision de cession prise par l'administration de la faillite. Dans la procédure intentée par le créancier cessionnaire, le juge se borne à constater que la légitimation du demandeur résulte d'une telle cession (ATF 132 III 342 consid. 2.2.1). En effet, la cession n'est qu'une mesure de liquidation de la faillite (art. 252 ss LP) qui relève de la compétence de l'administration (art. 240 LP), qui se doit de défendre les intérêts de la masse et est soumise à l'autorité de surveillance. La décision de cession relève de la procédure, et non du droit matériel. Il s'agit en effet de statuer sur le droit d'un créancier à conduire le procès, et non sur sa légitimation, étant précisé que, du point de vue actif, seule la masse revêt cette qualité (PETER, Commentaire de l'arrêt de la Chambre de surveillance des OPF de la Cour de justice du canton de Genève du 14 juin 2012, BlSchK 2013 p. 82 [85]).\n\n4.2.2\n\n4.2.2.1 De jurisprudence constante, est considérée comme inadmissible la cession des droits à un cessionnaire qui est lui-même débiteur des droits cédés. Ce débiteur ne peut pas non plus succéder aux BGE 145 III 101 S. 106droits résultant de la cession au profit d'une tierce personne dont il aurait repris l'actif et le passif. Le motif de cette interdiction est que l'exécution du mandat conféré en vue du procès est considérée comme impossible et, surtout, que le débiteur ne peut pas prétendre à un droit de préférence sur le produit d'un éventuel procès (cf. surtout ATF 39 I 461 consid. 1). Cette question doit faire l'objet d'une plainte auprès de l'autorité de surveillance, compétente en la matière (ATF 138 III 628 consid. 5.5; ATF 113 III 135 consid. 3b; ATF 107 III 91 consid. 2; 54 III 209 [211 s.]); 39 I 461 consid. 1; 34 III 85 [95 s.]; arrêt 7B.18/2006 du 24 avril 2006 consid. 3.1; cf. aussi, décision du Handelsgericht de Zurich du 20 août 2012 consid. 5.4, in Zeitschrift für kantonale Rechtsprechung [CAN] 2012 [85] p. 223; décision de la Chambre des poursuites et faillites du Tribunal cantonal de l'Etat de Fribourg du 3 décembre 1978, consid. 4b, in Revue fribourgeoise de jurisprudence [RFJ] 1978 p. 65).\n\nEn revanche, le Tribunal fédéral a précisé qu'il n'appartient ni à l'administration de la faillite ni à l'autorité de surveillance d'empêcher l'exécution de prétentions fondées sur le droit matériel en refusant de délivrer un acte de cession; seul le juge est compétent pour trancher les questions de fond (ATF 107 III précité). C'est ainsi qu'il a jugé qu'il appartient au juge, et non à l'autorité de surveillance, de déterminer si une société mère peut faire valoir une prétention contre sa société fille (ATF 138 III précité) ou si une société en nom collectif peut faire valoir une prétention en responsabilité contre un administrateur d'une société anonyme qui est en même temps membre de ladite société en nom collectif (ATF 107 III précité).\n\n4.2.2.2 La doctrine majoritaire suit ce point de vue (AMONN/WALTHER, Grundriss des Schuldbetreibungs-und Konkursrechts, 9e éd. 2013, § 47 n. 50; BAUER, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Ergänzungsband zur 2. Auflage, 2017, n° 30 ad art. 260 LP; BÜRGI, in SchKG, 2e éd. 2014, n° 8 ad art. 260 LP; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. III, 2001, n° 43 ad art. 260 LP; MARCHAND, Précis de droit des poursuites, 2e éd. 2013, p. 164 s.; PETER, op. cit., p. 84 s.; SCHLAEPFER, Abtretung streitiger Rechtsansprüche im Konkurs, 1990, p. 89 s.; SCHOBER, in Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG, 4e éd. 2017, n° 4 ad art. 260 LP; TSCHUMY, Quelques réflexions à propos de la cession des droits de la masse au sens de l'art. 260 LP, JdT 1999 II p. 34 ss [39, 41 s.]; BGE 145 III 101 S. 107WALDER/KULL/KOTTMANN[éd.], Bundesgesetz über Schuldbetreibung und Konkurs, vol. II, 4e éd. 1999, n° 5 ad art. 260 LP). Un auteur va toutefois, en se fondant sur l'art. 2 CC, jusqu'à prétendre que la cession est de même illicite, et l'autorité de surveillance également compétente pour en juger, si elle est faite au profit d'une personne proche du débiteur, sans préciser toutefois cette notion (BERTI, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. II, 2e éd. 2010, n° 30 ad art. 260 LP).\n\nSe fondant sur l' ATF 107 III 91 précité, une minorité d'auteurs s'écarte de ce point de vue s'agissant de la compétence pour trancher cette question. La question de savoir si le créancier cessionnaire est débiteur de la prétention cédée, ou proche de celui-ci, relèverait ainsi du seul juge saisi de la prétention litigieuse qui l'examinera notamment sous l'angle de l'abus de droit (JEANNERET/CARRON, in Commentaire romand, Poursuite et faillite, 2005, n° 17 ad art. 260 LP).\n\n4.2.3 Au vu de la controverse doctrinale au sujet de la compétence pour trancher la question de la qualité de débiteur du créancier cessionnaire issue, en particulier de la formulation de l' ATF 107 III 91, notamment son considérant 2 et son \"regeste\", il y a lieu de préciser la jurisprudence sur ce point.\n\nLa décision de cession de créance est une décision formelle qui relève du droit des poursuites et de la faillite. L'administration de la faillite, puis, sur plainte (art. 17 LP), l'autorité de surveillance, statue à ce sujet en se fondant sur l'état de collocation, pour déterminer les créanciers, et sur l'inventaire qui constate formellement l'étendue de la masse active, pour déterminer la créance cessible ainsi que son débiteur. La réalisation, sous la forme d'une action intentée par les créanciers cessionnaires, est précisément destinée à faire valoir les droits et prétentions figurant à l'inventaire (STOFFEL/CHABLOZ, Voies d'exécution, 3e éd. 2016, n. 56 et 63). Si, sur cette base, l'administration de la faillite constate que le créancier figurant à l'état de collocation qui demande la cession de la créance est lui-même le débiteur de celle-ci mentionné à l'inventaire, elle doit la refuser au motif qu'une telle cession est d'emblée contraire aux intérêts de la masse (cf. supra consid. 4.2.2.1).\n\nEn revanche, si la qualité du débiteur figurant à l'inventaire est contestée au motif que le créancier cessionnaire, pourtant formellement distinct, se confond matériellement avec lui, cette question ne relève plus de la compétence de l'administration de la faillite mais de celle du BGE 145 III 101 S. 108juge du fond. En effet, il s'agit alors de statuer sur la légitimation passive, question qui relève du droit matériel et qui ne concerne pas la cession au sens de l'art. 260 LP. Comme l'a jugé le Tribunal fédéral, l'administration de la faillite n'est pas compétente à cet égard et elle ne peut pas préjuger de cette décision ou la soustraire au juge par le biais de l'acte de cession. Si le juge constate sur la base du droit matériel que le débiteur qui figure à l'inventaire sous la forme d'une personnalité juridique distincte du créancier cessionnaire se confond en réalité avec celui-ci, il ne peut pas, pour sa part, modifier l'acte de cession qui reste valable selon les règles de la LP. Vu que les créanciers cessionnaires ne sont pas tenus d'adopter une conduite unique du procès et qu'ils sont en droit de diriger leur action contre l'un d'eux s'ils prétendent que ce dernier doit répondre de la dette (cf. supra consid. 4.1.2), le fait que la cession ne crée qu'une consorité nécessaire suffit en principe à protéger efficacement la masse active du comportement divergeant d'un des créanciers cessionnaires qui entend la représenter. Au besoin, si le juge estime que ces inconvénients de procédure sont tels qu'ils empêchent l'exercice du droit matériel, il peut alors, en application des règles sur l'abus de droit (art. 2 CC; ATF 107 III 91 consid. 3b in fine), rendre une décision constatant l'impossibilité d'exécuter le mandat procédural; cette décision permettra alors à l'administration de la faillite de réaliser la créance conformément à l'art. 256 LP (cf. art. 260 al. 3 LP). Il convient toutefois de se montrer restrictif à cet égard. L'abus de droit devrait notamment être admis en cas d'application du principe de la transparence, si le juge établit que l'un des créanciers cessionnaires devra répondre par son propre patrimoine de la prétention litigieuse, ou encore si le créancier est le seul cessionnaire de la masse et qu'il entend manifestement empêcher celle-ci d'obtenir gain de cause au procès au vu des liens qu'il entretient avec le débiteur.\n\nEn résumé, l'administration de la faillite est compétente pour refuser l'acte de cession au créancier qui figure lui-même comme débiteur de cette prétention litigieuse à l'inventaire. En revanche, il appartient au juge du fond de statuer définitivement, sur la base du droit matériel, sur la question de savoir qui est le débiteur de cette prétention. Si, suite à cet examen, le débiteur qui figure formellement à l'inventaire n'est pas celui de la prétention litigieuse parce que l'est en réalité un des créanciers cessionnaires, le juge ne peut pas modifier l'acte de cession mais seulement, s'il l'estime nécessaire, en refuser l'exécution en application de l'art. 2 CC. BGE 145 III 101 S. 109\n\n4.3 En l'espèce, l'intimée ne figure pas à l'inventaire comme débitrice de la prétention litigieuse en responsabilité, celle-ci étant dirigée contre deux autres entités juridiques. C'est donc à raison que l'autorité de surveillance a jugé que l'acte de cession en faveur de l'intimée était conforme à l'art. 260 LP.\n\nIl suit de là que le grief doit être rejeté."}