{"annee": "145", "cour": "III", "page": "30", "date": "17/10/2018", "cite": ["143 III 573", "141 I 97", "107 III 60", "50 III 87"], "cite_par": [], "chapeau": "6. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. et B. contre Etat de Genève et Confédération Suisse (recours en matière civile)\n\n5A_930/2017 du 17 octobre 2018", "regestes": ["Art. 165 al. 3 ainsi que 169 s. LIFD; art. 279 LP; validation d'un séquestre fiscal. Le séquestre exécuté sur la base d'une demande de sûretés au sens des art. 169 s. LIFD doit être validé selon les règles de l'art. 279 LP (consid. 7.3.3). L'ouverture de la procédure de taxation est assimilée à une action en reconnaissance de dette au sens de cette disposition (consid. 7.3.3.1). Le délai de 10 jours imparti par l'art. 279 al. 4 LP pour requérir la poursuite en validation du séquestre court du jour où le jugement condamnatoire devient exécutoire (consid. 7.3.3.2)."], "faits": "BGE 145 III 30 S. 31\n\nA. Le 18 décembre 2009, l'Administration fiscale cantonale (AFC) a statué sur les réclamations formées par A. et B. (ci-après: les contribuables ou les poursuivis) contre les décisions de taxation concernant l'impôt fédéral direct (IFD) et l'impôt cantonal et communal (ICC) pour les périodes fiscales 2001 à 2005.\n\nA.a A. et B. ont formé recours contre les décisions sur réclamation relatives à l'ICC 2001 à 2005, à l'IFD 2001 à 2005 et à l'ICC 2000, ainsi que contre la décision sur réclamation en relation avec les bordereaux d'amende relatifs à l'IFD 2001 et 2002.\n\nA.b Le 9 avril 2010, l'AFC a formé à l'encontre de A. et B. quatre demandes de sûretés, valant ordonnances de séquestre au sens de l'art. 274 LP, fondées sur les art. 38 et 39 de la loi genevoise relative à la perception et aux garanties des impôts des personnes physiques et des personnes morales ainsi que sur l'art. 169 de la loi fédérale sur l'impôt fédéral direct, à savoir: une première demande visant A. pour garantir le paiement de l'ICC relatif aux exercices 2000 à 2005, une seconde demande visant A. pour garantir le paiement de l'IFD relatif aux exercices 2001 à 2005 ainsi que des rappels d'impôt, une première demande visant B. pour garantir le paiement de l'ICC relatif aux exercices 2000 à 2005 ainsi que les amendes notifiées au précité et une seconde demande visant B. pour garantir le paiement de l'IFD relatif aux exercices 2001 à 2005 ainsi que les rappels d'impôt et les amendes notifiées au précité.\n\nCes ordonnances de séquestre, portant sur des avoirs bancaires et des parcelles sises à V., ont été exécutées par l'Office des poursuites de Genève le 12 avril 2010. Celui-ci a établi les procès-verbaux d'exécution des séquestres les 26 mai et 2 juin 2010 et les a communiqués à l'AFC.\n\nA.c Par jugement du 21 mai 2012, le Tribunal administratif de première instance de Genève (TAPI) a déclaré irrecevables les recours (cf. supra let. A.a) formés par les contribuables contre les décisions sur réclamation, en tant qu'ils portaient sur l'année fiscale 2000, et les a rejetés en tant qu'ils concernaient les années fiscales 2001 à 2005.\n\nA.d Le 11 juillet 2012, l'AFC a requis quatre poursuites en validation des séquestres précités (cf. supra let. A.b). Elle a retiré ces réquisitions le 26 septembre 2014.\n\nA.e Par arrêt du 24 novembre 2015, la Chambre administrative de la Cour de justice du canton de Genève (ci-après: la Chambre BGE 145 III 30 S. 32administrative) a rejeté le recours formé par A. et B. contre le jugement du TAPI du 21 mai 2012 (cf. supra let A.c).\n\nA.f Le 9 décembre 2015, l'AFC a requis quatre poursuites en validation des séquestres.\n\nA.g Les contribuables ont interjeté un recours en matière de droit public au Tribunal fédéral contre l'arrêt rendu le 24 novembre 2015 par la Chambre administrative (cf. supra let. A.e). Ils ont remis en cause la décision cantonale, en tant qu'elle concernait les bordereaux d'impôts et d'amende relatifs aux périodes fiscales 2001 à 2005, mais ne l'ont pas contestée, en tant qu'elle se rapportait aux bordereaux d'impôt et d'amende concernant l'ICC 2000. Le recours a été assorti de l'effet suspensif.\n\nPar arrêt du 24 novembre 2016 (causes 2C_32/2016 et 2C_33/2016), le Tribunal fédéral a annulé l'arrêt rendu le 24 novembre 2015 par la Chambre administrative, en tant qu'il concernait le prononcé de l'amende pour tentative de soustraction d'impôt fédéral direct ainsi que pour tentative de soustraction d'impôt cantonal et communal pour les périodes 2001-B et 2002 contre A., et renvoyé la cause à l'autorité cantonale pour nouvelle décision au sens des considérants à ce sujet, l'arrêt cantonal étant confirmé pour le surplus.\n\nA.h Le 28 novembre 2016, l'AFC a requis quatre nouvelles poursuites à l'encontre de A. et B. afin de valider les séquestres ordonnés le 9 avril 2010. Elle a simultanément indiqué à l'Office qu'elle retirait les quatre réquisitions de poursuite déposées le 9 décembre 2015 (cf. supra let. A.f).\n\nLe 31 mars 2017, l'Office a notifié aux poursuivis, par voie édictale, les commandements de payer fondés sur ces réquisitions. A. et B. ayant formé opposition, l'AFC a saisi le TAPI de quatre requêtes en mainlevée définitive le 26 juin 2017.\n\nB. Le 26 avril 2017, les poursuivis ont formé une plainte dans laquelle ils ont notamment conclu à la levée des séquestres.\n\nStatuant le 9 novembre 2017, la Chambre de surveillance des Offices des poursuites et faillites de la Cour de justice du canton de Genève a, en substance, réduit l'assiette de deux des quatre séquestres et rejeté la plainte pour le surplus.\n\nLe Tribunal fédéral a rejeté le recours formé par les poursuivis contre cette décision.\n\n(résumé) BGE 145 III 30 S. 33", "considerants": "Extrait des considérants:\n\n7. (...)\n\n7.3\n\n7.3.1 Selon l'art. 170 al. 1, 1re"}