{"annee": "145", "cour": "II", "page": "112", "date": "1/2/2019", "cite": ["139 II 404", "142 II 218", "142 II 161"], "cite_par": [], "chapeau": "10. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Administration fédérale des contributions contre X. (recours en matière de droit public)\n\n2C_625/2018 du 1er février 2019", "regestes": ["Art. 4 par. 1 et par. 6 let. b et art. 28 par. 1 CDI CH-FR; pertinence vraisemblable de l'information relative au mode d'imposition en Suisse de la personne visée par une demande d'assistance administrative française. L'information relative au mode d'imposition d'une personne physique en Suisse constitue un renseignement vraisemblablement pertinent au sens de l'art. 28 par. 1 CDI CH-FR lorsque la demande tend notamment à établir la résidence fiscale de la personne visée. En effet, l'art. 4 par. 6 let. b CDI CH-FR exclut qu'une personne puisse être reconnue comme résidente d'un Etat contractant si elle n'y est imposable que sur une base forfaitaire déterminée d'après la valeur locative de la ou des résidences qu'elle possède (consid. 2). Les critères avancés par l'Etat requérant pour considérer que la personne visée par la demande est potentiellement résidente fiscale française se retrouvent à l'art. 4 par. 1 CDI CH-FR, de sorte que l'imposition qui en découlerait en France ne serait pas contraire à la Convention au sens de l'art. 28 par. 1 in fine CDI CH-FR (consid. 3)."], "faits": "BGE 145 II 112 S. 113\n\nA. Le 17 décembre 2015, la Direction générale des finances publiques française (ci-après: autorité requérante) a adressé à l'Administration fédérale des contributions (ci-après: l'Administration fédérale) trois demandes d'assistance administrative concernant X., au sujet de l'impôt sur le revenu et de l'impôt de solidarité sur la fortune des années 2010 à 2013. L'autorité requérante exposait que X., dont elle examinait la situation fiscale personnelle, était résident fiscal français au moins jusqu'en janvier 2013; elle mentionnait son adresse postale en France en 2012 et son adresse postale en Suisse pour 2013 et précisait que X. n'avait fourni aucune indication concernant sa situation fiscale en Suisse.\n\nL'autorité requérante indiquait que l'intéressé avait été mis en examen par la justice française pour des faits de blanchiment et qu'après avoir exercé son droit de communication auprès des autorités judiciaires françaises, elle avait obtenu la preuve qu'il était titulaire d'un compte bancaire ouvert en Suisse auprès de la banque Y. Lors d'une audition par les services de police, X. avait par ailleurs reconnu avoir perçu en France des sommes importantes sur des comptes bancaires ouverts auprès de la banque Z., notamment par l'intermédiaire de la société A., établie au Panama, dont il avait admis être l'ayant droit économique. Or, la résidence fiscale en France de X. et la perception de revenus de source française impliquaient qu'il doive déclarer en France ses revenus ainsi que son patrimoine situé en France et à l'étranger.\n\nL'autorité requérante souhaitait savoir si X. était connu des autorités fiscales suisses, s'il disposait \"d'un foyer d'habitation permanent en Suisse au titre des années visées\" et s'il était considéré par BGE 145 II 112 S. 114l'administration fiscale suisse comme un résident fiscal de cet Etat. Elle souhaitait obtenir une copie des déclarations déposées, ainsi que de l'avis d'imposition et savoir s'il avait \"souscrit en Suisse à des déclarations fiscales sur une base réelle d'imposition\". Elle requérait aussi des renseignements au sujet de tous les comptes bancaires auprès des banques Y. et Z., dont X. était directement ou indirectement titulaire ou ayant droit économique ou pour lesquels il disposait d'un pouvoir de procuration, en particulier les états de fortune aux 1er janvier 2010, 2011, 2012 et 2013, ainsi que les relevés de comptepour la période du 1er janvier 2010 au 31 décembre 2013. Le compte bancaire ouvert au nom de la société A. était aussi visé.\n\nB. Par décision finale du 15 novembre 2016, l'Administration fédérale a accordé l'assistance administrative à l'autorité requérante et lui a transmis les documents sollicités. Elle a en particulier admis la transmission de l'information selon laquelle X. était considéré comme résident fiscal suisse depuis le 1er août 2012 et qu'il était domicilié dans le canton de Vaud depuis cette date, où il était imposé d'après la dépense.\n\nStatuant sur recours du contribuable, le Tribunal administratif fédéral a jugé, par arrêt du 20 juin 2018, que la demande d'assistance litigieuse remplissait toutes les conditions requises et que les renseignements que l'Administration fédérale entendait transmettre à l'autorité requérante remplissaient la condition de la pertinence vraisemblable, à l'exception de la mention selon laquelle X. était imposé en Suisse d'après la dépense.\n\nC. L'Administration fédérale a recouru contre cette décision auprès du Tribunal fédéral, concluant à la transmission de l'information selon laquelle X. était imposé en Suisse d'après la dépense.\n\nLe Tribunal fédéral a admis le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Le litige porte sur le point de savoir si le renseignement selon lequel X. est imposé selon le système de l'imposition d'après la dépense en Suisse est un renseignement vraisemblablement pertinent au sens de l'art. 28 par. 1 CDI CH-FR.\n\n2.1 Le Tribunal administratif fédéral, qui rappelle que l'autorité requérante cherche à clarifier la résidence fiscale de l'intimé, a considéré que l'information selon laquelle celui-ci était imposé d'après la dépense en Suisse n'était pas un renseignement vraisemblablement BGE 145 II 112 S. 115pertinent, parce que l'on ne comprenait pas \"l'utilité potentielle de cette information\".\n\nLa recourante se plaint d'une violation de l'art. 28 par. 1 CDI CH-FR. Elle soutient que le Tribunal administratif fédéral a substitué son appréciation à celle de l'autorité requérante dans l'analyse des informations pertinentes pour l'application du droit interne et que la transmission d'informations portant sur le mode d'imposition de contribuables en Suisse ne pouvait pas être exclue de manière générale dans le contexte de l'échange de renseignements sur demande. L'existence d'une imposition d'après la dépense constituerait incontestablement une information vraisemblablement pertinente pour déterminer la résidence fiscale d'une personne physique dans le contexte de la Convention du 9 septembre 1966 entre la Suisse et la France en vue d'éliminer les doubles impositions en matière d'impôts sur le revenu et sur la fortune et de prévenir la fraude et l'évasion fiscales (CDI CH-FR; RS 0.672.934.91), l'art. 4 par. 6 let. b CDI CH-FR prévoyant expressément que n'est pas considérée comme résident d'un Etat contractant une personne physique qui n'est imposable dans cet Etat que sur une base forfaitaire déterminée d'après la valeur locative de la ou des résidences qu'elle possède sur le territoire de cet Etat.\n\nL'intimé est d'avis que, dans le contexte de la CDI CH-FR, l'existence d'une imposition d'après la dépense aurait pour seule conséquence de rendre inapplicable cette convention pour la personne concernée. Cette information ne serait en outre pas vraisemblablement pertinente pour clarifier la question de la résidence fiscale.\n\n2.2 Selon l'art. 28 par. 1 CDI CH-FR, les autorités compétentes des Etats contractants échangent les renseignements vraisemblablement pertinents pour appliquer les dispositions de la présente Convention ou pour l'administration ou l'application de la législation interne relative aux impôts de toute nature ou dénomination perçus pour le compte des Etats contractants, de leurs subdivisions politiques ou de leurs collectivités locales dans la mesure où l'imposition qu'elle prévoit n'est pas contraire à la Convention. L'échange de renseignements n'est pas restreint par les art. 1 et 2.\n\n2.2.1 La condition de la pertinence vraisemblable des renseignements requis exprimée à l'art. 28 par. 1 CDI CH-FR a pour but d'assurer un échange de renseignements le plus large possible, mais ne permet pas aux Etats d'aller à la pêche aux renseignements ou de demander des renseignements dont il est peu probable qu'ils soient pertinents pour élucider les affaires d'un contribuable déterminé. Cette BGE 145 II 112 S. 116condition est réputée réalisée si, au moment où la demande d'assistance administrative est formulée, il existe une possibilité raisonnable que les renseignements demandés se révéleront pertinents. En revanche, peu importe qu'une fois fournie, il s'avère que l'information demandée soit finalement non pertinente. Il n'incombe pas à l'Etat requis de refuser une demande ou de transmettre les informations parce que cet Etat serait d'avis qu'elles manqueraient de pertinence pour l'enquête ou le contrôle sous-jacents. ll en découle que l'appréciation de la pertinence vraisemblable des informations demandées est en premier lieu du ressort de l'Etat requérant et que le rôle de l'Etat requis est assez restreint, puisqu'il se limite à un contrôle de la plausibilité. L'Etat requis se borne ainsi à examiner si les documents demandés ont un rapport avec l'état de fait présenté dans la demande et s'ils sont potentiellement propres à être utilisés dans la procédure étrangère. L'exigence de la pertinence vraisemblable ne représente donc pas un obstacle très important à la demande d'assistance administrative (ATF 142 II 161 consid. 2.1.1 p. 165 s.; ATF 139 II 404 consid. 7.2.2 p. 424).\n\n2.2.2 Une demande d'assistance administrative internationale peut avoir pour but de clarifier la résidence fiscale d'une personne (cf. ATF 142 II 161 consid. 2.2.2 p. 170). Le fait que cette personne soit assujettie à l'impôt de manière illimitée en Suisse ne fait pas d'emblée obstacle à une telle demande (cf. ATF 142 II 218 consid. 3.7 p. 230). En effet, la détermination de la résidence fiscale au plan international est une question de fond qui n'a pas à être abordée par la Suisse en tant qu'Etat requis au stade de l'assistance administrative (ATF 142 II 218 consid. 3.6 p. 230). D'une part, la Suisse n'est en principe pas en mesure de trancher un conflit de résidences lorsqu'elle reçoit une demande d'assistance: s'étant jusqu'ici \"limitée\" à imposer la personne visée, elle n'a jamais eu à se soucier du lieu de sa résidence fiscale au plan international et ne dispose donc pas de l'ensemble des éléments permettant de trancher un tel conflit (ATF 142 II 161 consid. 2.2.2 p. 171). Du reste, il n'est pas certain que le conflit de compétence fiscale se concrétise, puisque l'Etat requérant cherche précisément à obtenir des informations pour déterminer si la personne visée peut ou non être considérée comme résidente fiscale sur son territoire. D'autre part, il appartient au contribuable visé par une demande d'assistance et qui conteste être assujetti à l'impôt dans l'Etat requérant de faire valoir ses arguments devant les autorités de cet Etat; le cas échéant, la double imposition internationale sera évitée par le jeu des règles de détermination de la résidenceBGE 145 II 112 S. 117fiscale internationale prévues dans la convention applicable entre les Etats concernés (ATF 142 II 218 consid. 3.7 p. 230).\n\n2.2.3 Il convient, dans ce contexte, de déterminer si le mode d'imposition en Suisse de la personne visée par une demande d'assistance administrative internationale en vue de déterminer son éventuelle résidence fiscale dans l'Etat requérant peut se révéler un élément vraisemblablement pertinent. A cet égard, la CDI CH-FR contient une disposition qui, visiblement, a échappé à l'instance précédente, et qui permet d'emblée de répondre positivement à cette question. L'art. 4 par. 6 let. b CDI CH-FR dispose en effet que n'est pas considérée comme résident d'un Etat contractant au sens du présent article une personne physique qui n'est imposable dans cet Etat que sur une base forfaitaire déterminée d'après la valeur locative de la ou des résidences qu'elle possède sur le territoire de cet Etat. Il ressort du texte de cette disposition qu'une personne imposée d'après une dépense calculée sur la base de la valeur locative de la propriété n'est pas considérée comme résidente au sens de l'art. 4 CDI CH-FR (XAVIER OBERSON, Précis de droit fiscal international, 4e éd. 2014, p. 109 § 345). Il s'ensuit que si une demande d'assistance administrative française vise à établir la résidence fiscale de la personne visée, l'information relative au mode d'imposition de cette personne en Suisse constitue un renseignement vraisemblablement pertinent.\n\n2.3 En l'espèce, après avoir souligné qu'elle considérait X. comme résident fiscal français au moins jusqu'en janvier 2013, l'autorité française compétente a demandé si celui-ci était connu des autorités fiscales suisses, s'il disposait d'un foyer d'habitation permanent en Suisse durant les années visées, s'il était considéré par l'administration fiscale suisse comme un résident fiscal de cet Etat et s'il avait \"souscrit en Suisse à des déclarations fiscales sur une base réelle d'imposition\" (cf. supra sous A). Comme l'admet aussi le Tribunal administratif fédéral, l'autorité requérante cherchait par là à clarifier la résidence fiscale de l'intimé. Dans ce contexte, et comme il vient d'être vu, le point de savoir si l'intimé était imposé d'après la dépense en Suisse constitue un renseignement vraisemblablement pertinent.\n\n2.4 Au vu de ce qui précède, le grief de violation de l'art. 28 par. 1 CDI CH-FR est fondé.\n\n3. L'échange de renseignements vraisemblablement pertinents pour l'administration ou l'application de la législation interne suppose encore que, comme le précise expressément l'art. 28 par. 1 in fine CDI CH-FR, l'imposition que celle-ci prévoit ne soit pas contraire à la BGE 145 II 112 S. 118Convention (cf. supra consid. 2.2), ce qu'il convient de vérifier d'office en l'espèce (art. 106 al. 1 LTF).\n\n3.1 Il ressort des faits constatés qu'aussi bien l'Etat requérant que la Suisse considèrent l'intimé comme étant assujetti à l'impôt de manière illimitée sur son territoire à partir du 1er août 2012 jusqu'au 1er janvier 2013 au moins. L'autorité requérante cherche en effet à établir si l'intimé, considéré comme résident fiscal suisse depuis son arrivée le 1er août 2012, serait résident fiscal français au moins jusqu'au 1er janvier 2013.\n\n3.2 Le Tribunal fédéral a déjà examiné la portée de l'art. 28 par. 1 in fine CDI CH-FR dans une configuration similaire, à savoir celle d'époux assujettis de manière illimitée à l'impôt en Suisse, au sujet desquels la France, qui considérait qu'ils étaient résidents fiscaux français, avait formé une demande d'assistance administrative. Dans ce contexte, il a précisé que la question de la conformité avec la Convention de l'imposition prévue par le droit interne de l'Etat requérant au sens de l'art. 28 par. 1 in fine CDI CH-FR ne devait pas s'apprécier en fonction de l'existence ou non d'une double résidence fiscale effective, mais à la lumière des critères que l'Etat requérant appliquait pour considérer la personne visée par la demande comme un de ses contribuables. Ainsi, lorsqu'une demande d'assistance porte sur un contribuable que chacun des deux Etats contractants considère comme un de ses résidents fiscaux, le rôle de la Suisse en tant qu'Etat requis se limite, au stade de l'assistance administrative, à vérifier que le critère d'assujettissement auquel l'Etat requérant recourt se retrouve dans ceux qui sont prévus dans la norme conventionnelle applicable concernant la détermination de la résidence fiscale. Il n'appartient en effet pas à la Suisse de trancher elle-même, dans le cadre de la procédure d'assistance administrative, l'existence d'un conflit de résidence effectif (cf. supra consid. 2.2.2; ATF 142 II 161 consid. 2.2.2 p. 170 s.).\n\n3.3 Selon l'art. 4 par. 1 CDI CH-FR, l'expression \"résident d'un Etat contractant\" désigne toute personne qui, en vertu de la législation dudit Etat, est assujettie à l'impôt dans cet Etat en raison de son domicile, de sa résidence, de son siège de direction ou de tout autre critère de nature analogue. L'art. 4 par. 2 CDI CH-FR mentionne, comme critère pour être qualifié de résident d'un Etat contractant, l'existence d'un foyer d'habitation permanent, ce qui désigne le centre des intérêts vitaux de l'intéressé. En l'espèce, l'autorité requérante a fourni une adresse de l'intimé en France, jusqu'en 2012, a fait état de revenus importants que celui-ci aurait touchés en France et aBGE 145 II 112 S. 119demandé si l'intéressé avait un foyer d'habitation permanent en Suisse durant les années visées, en particulier sur quelle base il était considéré comme résident fiscal en Suisse. Il en découle que les critères sur lesquels la France se fonde figurent à l'art. 4 par. 1 CDI CH-FR, de sorte que la demande n'est pas contraire à l'art. 28 par. 1 in fine CDI CH-FR."}