{"annee": "145", "cour": "IV", "page": "137", "date": "26/3/2019", "cite": ["97 IV 233", "76 IV 259", "134 IV 140", "69 IV 225", "101 IV 359", "97 I 919", "129 IV 113", "121 IV 131", "129 IV 49", "134 IV 1", "117 IV 369"], "cite_par": [], "chapeau": "14. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Basel-Stadt (Beschwerde in Strafsachen)\n\n6B_23/2018 vom 26. März 2019", "regestes": ["Art. 2 al. 2 CP; lex mitior. Le Tribunal fédéral n'examine pas si le nouveau droit entré en vigueur après le prononcé de la décision cantonale attaquée est plus favorable (consid. 2).", "Art. 42 al. 2 CP; dies a quo du délai de cinq ans selon l'art. 42 al. 2 CP (octroi du sursis). Le délai de cinq ans selon l'art. 42 al. 2 CP commence à courir dès la notification du jugement entré en force (consid. 3)."], "faits": "BGE 145 IV 137 S. 137\n\nA. Am 9. November 2017 verurteilte das Appellationsgericht des Kantons Basel-Stadt X. in Bestätigung des Urteils des Strafgerichts des Kantons Basel-Stadt vom 9. November 2015 wegen Betrugs zu einer unbedingten Freiheitsstrafe von sieben Monaten.BGE 145 IV 137 S. 138\n\nB. X. beantragt mit Beschwerde in Strafsachen, das appellationsgerichtliche Urteil sei aufzuheben. Für die Freiheitsstrafe von sieben Monaten sei der bedingte Strafvollzug zu gewähren. Eventualiter sei die Sache zu neuem Entscheid an das Appellationsgericht zurückzuweisen. X. ersucht um unentgeltliche Rechtspflege.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer macht geltend, der bedingte Strafvollzug sei zu gewähren, da hierzu keine besonders günstigen Umstände im Sinne von Art. 42 Abs. 2 StGB vorliegen müssten und keine ungünstige Prognose angenommen werden könne. Die Vorinstanz verweigere den bedingten Vollzug der Freiheitsstrafe mit der Begründung, er sei am 21. September 2011 zweitinstanzlich zu einer bedingten Geldstrafe von 180 Tagessätzen verurteilt und somit vor Ablauf von fünf Jahren seit dieser Verurteilung erneut straffällig geworden. Obwohl die Vorinstanz anderer Auffassung sei, beginne die Fünfjahresfrist gemäss Art. 42 Abs. 2 StGB mit dem Tag der erstinstanzlichen Verurteilung und somit im vorliegenden Fall mit dem Datum des Urteils des Strafgerichts Basel-Stadt vom 5. Juni 2009.\n\nWeiter erklärt der Beschwerdeführer, die Vermietung des Einfamilienhauses, derentwegen er neu verurteilt worden sei, gehe auf Februar und März 2015 zurück. Zwischen dem Urteil des Strafgerichts Basel-Stadt vom 5. Juni 2009 und den neuen Tathandlungen lägen somit mehr als fünf Jahre. Damit die Freiheitsstrafe bedingt ausgesprochen werden könne, seien somit keine besonders günstigen Umstände nötig. Da ihm keine ungünstige Prognose gestellt werden könne, sei ihm der bedingte Strafvollzug zu gewähren. Für die Legalprognose sei wesentlich, dass die frühere Verurteilung zu einer Geldstrafe von 180 Tagessätzen auf strafrechtlichen Vorwürfen aus den Jahren 2002 bis 2004 beruhten und somit auf Sachverhalten, welche sich vor ungefähr 15 Jahren ereignet hätten. Der Beschwerdeführer habe sich somit während mehr als zehn Jahren korrekt verhalten. Wegen derart lange zurückliegender Verfehlungen könne nicht von einer ungünstigen Prognose ausgegangen werden, zumal er mit den Geschädigten eine aussergerichtliche Vereinbarung geschlossen habe. Die Vorinstanz habe den bedingten Strafvollzug nur deshalb verweigert, weil sie Art. 42 Abs. 2 StGB anwende und die Bewährungsaussichten nicht besonders günstig seien. BGE 145 IV 137 S. 139\n\n2.2 Wurde der Täter innerhalb der letzten fünf Jahre vor der Tat zu einer bedingten oder unbedingten Freiheitsstrafe von mindestens sechs Monaten oder zu einer Geldstrafe von mindestens 180 Tagessätzen verurteilt, so ist der Aufschub einer Geldstrafe, von gemeinnütziger Arbeit oder einer Freiheitsstrafe von mindestens sechs Monaten und höchstens zwei Jahren nur zulässig, wenn besonders günstige Umstände vorliegen (Art. 42 Abs. 2 StGB).\n\nBesonders günstig sind Umstände, die ausschliessen, dass die Vortat die Prognose verschlechtert. Der bedingte Strafvollzug ist nur möglich, wenn eine Gesamtwürdigung aller massgebenden Faktoren den Schluss zulässt, dass trotz der Vortat eine begründete Aussicht auf Bewährung besteht. Dabei ist zu prüfen, ob die indizielle Befürchtung durch die besonders günstigen Umstände zumindest kompensiert wird. Das trifft etwa zu, wenn die neuerliche Straftat mit der früheren Verurteilung in keinerlei Zusammenhang steht, oder bei einer besonders positiven Veränderung in den Lebensumständen des Täters (BGE 134 IV 1 E. 4.2.3 mit Hinweisen). Dem Sachgericht steht bei der Legalprognose des künftigen Verhaltens ein Ermessensspielraum zu. Das Bundesgericht greift nur ein, wenn das Sachgericht sein Ermessen über- bzw. unterschreitet oder missbraucht und damit Bundesrecht verletzt (BGE 134 IV 140 E. 4.2 S. 142 f.).\n\n2.3 Zwischen der Ausfällung des vorinstanzlichen Urteils am 9. November 2017 und der Einreichung der Beschwerde am 8. Januar 2018 trat eine neue Fassung von Art. 42 Abs. 2 StGB in Kraft. Seit dem 1. Januar 2018 werden nur noch dann besonders günstige Umstände verlangt, wenn der Täter innerhalb der letzten fünf Jahre vor der Tat zu einer bedingten oder unbedingten Freiheitsstrafe von \"mehr als\" sechs Monaten verurteilt wurde. Gleiches gilt auf Französisch (une peine privative de liberté ferme ou avec sursis de \"plus de\" six mois) und Italienisch (una pena detentiva \"superiore a\" sei mesi, con o senza condizionale). Die neue Norm erfasst gemäss Übergangsbestimmung zur Änderung vom 19. Juni 2015 auch Geldstrafen; dies allerdings nur, wenn sie mehr als 180 Tage betragen, mithin denselben Schweregrad aufweisen wie eine Freiheitsstrafe von mehr als sechs Monaten (AS 2016 1249, 1254).\n\nAls Vorstrafe des Beschwerdeführers liegt eine bedingte Geldstrafe von 180 Tagessätzen vor. Diese wird vom früheren Art. 42 Abs. 2 StGB erfasst, nicht aber von dessen geltender Fassung, die somit für den Beschwerdeführer milder ist. BGE 145 IV 137 S. 140\n\n2.4 Erfolgt die Beurteilung erst nach Inkrafttreten des neuen Gesetzes, so ist dieses anzuwenden, wenn es das mildere ist (Art. 2 Abs. 2 StGB). Vorweg stellt sich somit die Frage, ob es für die Beurteilung auf den letztinstanzlichen kantonalen Entscheid oder das bundesgerichtliche Urteil ankommt.\n\n2.5 Wenn das Bundesgericht im Verfahren der eidgenössischen Nichtigkeitsbeschwerde das angefochtene Urteil aufhob und die Sache zur neuen Entscheidung an die kantonale Instanz zurückwies, so hatte diese im neuen Verfahren zu prüfen, ob das nach Ausfällung ihres ersten Urteils in Kraft getretene neue Recht für die beschuldigte Person das mildere sei, und gegebenenfalls dieses anzuwenden. In einer solchen Konstellation erfolgte die \"Beurteilung\" im Sinne von Art. 2 Abs. 2 StGB durch den zweiten kantonalen Entscheid. Demgegenüber hatte das Bundesgericht selber im Verfahren der eidgenössischen Nichtigkeitsbeschwerde nicht zu prüfen, ob das nach Ausfällung des angefochtenen kantonalen Entscheids in Kraft getretene neue Recht allenfalls milder war; das kantonale Urteil stellte den Entscheid dar, welcher den zeitlichen Geltungsbereich im Sinne von Art. 2 Abs. 2 StGB fixierte. Wenn das kantonale Urteil unter altem Recht gefällt worden war, konnte der Kassationshof auf Nichtigkeitsbeschwerde hin nicht milderes neues Recht anwenden.\n\nDieses Ergebnis begründete das Bundesgericht mit dem Umstand, dass der Kassationshof kein Sachgericht sei, sondern bloss zu prüfen habe, ob die kantonale Behörde auf den von ihr festgestellten Sachverhalt das damals geltende Recht richtig angewendet habe. Dem entspreche, dass die Nichtigkeitsbeschwerde nicht von Gesetzes wegen aufschiebende Wirkung habe. Gemäss Art. 272 letzter Absatz des mittlerweile aufgehobenen Bundesgesetzes vom 15. Juni 1934 über die Bundesstrafrechtspflege bleibe der kantonale Entscheid trotz Einlegung des Rechtsmittels vollstreckbar, wenn nicht der Kassationshof oder dessen Präsident die Vollstreckung aufschiebe. Eine Vollstreckung, die danach zulässig gewesen sei, könne aber nicht nachträglich dadurch ungerechtfertigt werden, dass zur Zeit der Beurteilung der Nichtigkeitsbeschwerde anderes Recht gelte als bei der Beurteilung durch das Sachgericht (BGE 76 IV 259 E. 2; mehrfach bestätigt in BGE 97 IV 233 E. 2c; BGE 101 IV 359 E. 1; BGE 121 IV 131 E. 2a und BGE 129 IV 49 E. 5.2; BGE 97 I 919 E. 2 betraf Art. 104 lit. a OG [AS 1969.767] und das Bundesgericht als Verwaltungsgerichtsbehörde bei strafrechtlichen Massnahmen; die in Lehre und Rechtsprechung BGE 145 IV 137 S. 141gelegentlich zitierten BGE 69 IV 225 und BGE 117 IV 369 handeln nicht von der hier interessierenden Frage der lex mitior im bundesgerichtlichen Verfahren).\n\nDass das Bundesgericht im Verfahren der eidgenössischen Nichtigkeitsbeschwerde lediglich überprüfte, ob die Vorinstanz das zum Urteilszeitpunkt geltende Recht richtig angewendet hatte, bestätigte es letztmals mit Urteil 6S.74/2007 vom 6. Februar 2008.\n\n2.6 Ob diese Rechtsprechung auch unter dem am 1. Januar 2007 in Kraft getretenen Bundesgerichtsgesetz gilt, untersuchte das Bundesgericht bislang nicht vertieft. Es hielt lediglich in nicht publizierten Entscheiden fest, die Beschwerde in Strafsachen diene wie die frühere eidgenössische Nichtigkeitsbeschwerde der Überprüfung des vorinstanzlichen Entscheids. Das Bundesgericht prüfe namentlich, ob die kantonale Instanz das Bundesrecht richtig angewendet habe, mithin das Recht, welches im Zeitpunkt der Ausfällung des angefochtenen Urteils gegolten habe (Urteile 6B_841/2010 vom 18. Juli 2011 E. 2.1; 6S.115/2007 vom 9. Juli 2008 E. 2.1).\n\n2.7 Was das Schrifttum betrifft, so hält DONATSCH unter Hinweis auf BGE 101 IV 359 und BGE 129 IV 49 fest, das Bundesgericht könne auf Beschwerde in Strafsachen hin - ausser in Fragen der Verjährung - nicht milderes neues Recht anwenden (ANDREAS DONATSCH, in: StGB, JStG Kommentar, Donatsch und andere [Hrsg.], 20. Aufl. 2018, N. 12 zu Art. 2 StGB).\n\nDemgegenüber halten andere Lehrstimmen dafür, seit dem Inkrafttreten von Art. 107 Abs. 2 BGG könne das Bundesgericht in der Sache selber entscheiden, wenn es die Beschwerde gutheisse. In diesen Fällen überprüfe es die Anwendung der lex mitior (MICHEL DUPUIs und andere [Hrsg.], CP Code pénal, 2. Aufl. 2017, N. 27 zu Art. 2 StGB; KILLIAS/KUHN/DONGOIS, Précis de droit pénal général, 4. Aufl. 2016, S. 304 N. 1628; JEAN GAUTHIER, in: Commentaire romand, Code pénal Bd. I, 2009, N. 29 zu Art. 2 StGB). DUPUIS und KILLIAS/KUHN/DONGOIS verweisen auf BGE 129 IV 49 E. 5.2. Allerdings erging dieser am 18. Dezember 2002 und damit gut vier Jahre vor Inkrafttreten des BGG am 1. Januar 2007. Abgesehen davon sagt dieser publizierte Entscheid nur aus, dass die kantonale Instanz, an welche die Sache unter Aufhebung ihres ersten Urteils im Verfahren der eidgenössischen Nichtigkeitsbeschwerde aus irgendwelchen Gründen zurückgewiesen wird, im neuen Verfahren zu prüfen hat, ob das neue Verjährungsrecht für die beschuldigte Person das mildere sei. BGE 145 IV 137 S. 142\n\nPOPP und BERKEMEIER verweisen ebenfalls auf Art. 107 Abs. 2 BGG. Ob sich die lex mitior durchsetze, hänge davon ab, ob ein Urteil wegen eines Verfahrensfehlers oder anderen Mangels kassiert werde oder ob es solchen Rügen standhalte. Es mache ganz den Eindruck, dass zur herrschenden Praxis eine formelle Sicht beitrage. Bei einer auf Rechtsfragen beschränkten Kognition werde die Rechtsanwendung der unteren Instanz geprüft, während bei umfassender Kognition das Recht originär angewendet werde. Diese Autoren bemängeln die Zufälligkeit der Resultate und fordern im Ergebnis, dass auch das Bundesgericht prüfe, ob gemäss Art. 2 Abs. 2 StGB die lex mitior anzuwenden sei (POPP/BERKEMEIER, in: Basler Kommentar, Strafrecht, Bd. I, 4. Aufl. 2018, N. 13 zu Art. 2 StGB).\n\nHURTADO POZO schlägt vor, auf das Kriterium der abgeurteilten Sache abzustellen. Mithin komme es darauf an, ob gegen das Urteil noch ein ordentliches Rechtsmittel ergriffen werden könne. Bei ausserordentlichen Rechtsmitteln will er die Antwort davon abhängig machen, ob die aufschiebende Wirkung gewährt wurde oder nicht (JOSÉ HURTADO POZO, Droit pénal, Partie générale, 2. Aufl. 2008, Rz. 332-334 S. 113-114).\n\n2.8 Art. 107 Abs. 2 BGG sieht vor, dass das Bundesgericht in der Sache selbst entscheidet oder diese zu neuer Beurteilung an die Vorinstanz oder an die erste Instanz zurückweist, wenn es die Beschwerde gutheisst. Dies ändert nichts an der bundesgerichtlichen Aufgabe. Wie der frühere Kassationshof entscheidet auch die Strafrechtliche Abteilung nicht als Sachgericht. Die Beschwerde in Strafsachen ist wie die ehemalige eidgenössische Nichtigkeitsbeschwerde ein ausserordentliches Rechtsmittel (Urteile 6B_659/2014 vom 22. Dezember 2017 E. 12.3.2; 6B_440/2008 vom 11. November 2008 E. 3.3; je mit Hinweisen). Die Strafrechtliche Abteilung hat zu prüfen, ob die Vorinstanz das damals geltende Recht richtig angewendet hat auf den von ihr willkürfrei festgestellten Sachverhalt. Dem entspricht, dass die Beschwerde in Strafsachen in der Regel keine aufschiebende Wirkung hat (Art. 103 Abs. 1 und 3 BGG). Entscheidend ist dabei aber der Grundsatz; denn ob sich die lex mitior im bundesgerichtlichen Verfahren durchsetzt, kann nicht davon abhängen, ob im konkreten Fall der Instruktionsrichter oder die Instruktionsrichterin die aufschiebende Wirkung gewährte (Art. 103 Abs. 3 und BGG) oder ob das vorinstanzliche Dispositiv Anlass zu einer Ausnahme gab (Art. 103 Abs. 2 lit. b BGG). BGE 145 IV 137 S. 143\n\nNach dem Gesagten besteht auch unter der Herrschaft des Bundesgerichtsgesetzes keine Veranlassung, von der Rechtsprechung abzuweichen, welche der frühere Kassationshof zur eidgenössischen Nichtigkeitsbeschwerde entwickelte.\n\n3.\n\n3.1 Es steht fest, dass Art. 42 Abs. 2 StGB in jener Fassung zur Anwendung gelangt, die zur Zeit der Beurteilung durch die Vorinstanz am 9. November 2017 galt. Für den Aufschub der Strafe sind somit besonders günstige Umstände zu verlangen, wenn der Täter innerhalb der letzten fünf Jahre vor der Tat zu einer bedingten oder unbedingten Geldstrafe von mindestens 180 Tagessätzen verurteilt wurde. Der Beschwerdeführer wurde zu einer bedingten Geldstrafe von 180 Tagessätzen verurteilt, womit Art. 42 Abs. 2 StGB grundsätzlich zur Anwendung gelangt. Er macht nun aber geltend, massgebend sei nicht die zweitinstanzliche Verurteilung vom 21. September 2011, sondern der erstinstanzliche Schuldspruch vom 5. Juni 2009.\n\n3.2 Auch mit dieser Frage beschäftigte sich das Bundesgericht bislang nicht vertieft. Es hielt in einem nicht publizierten Urteil ohne nähere Begründung fest, als massgebender Zeitpunkt für die Berechnung der Fünfjahresfrist sei auf die Eröffnung des erstinstanzlichen Urteils abzustellen (Urteil 6B_62/2009 vom 20. Mai 2009 E. 1.2 mit Hinweis auf SCHNEIDER/GARRÉ, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 89 zu Art. 42 StGB). In jenem Fall kam es darauf nicht an, denn die erstinstanzlich am 26. Juni 2003 ausgesprochene und am 4. November 2003 eröffnete Gefängnisstrafe von 6 Monaten war am 24. August 2004 zweitinstanzlich bestätigt worden, während die neuen Delikte bereits zwischen Juni 2004 und Mai 2005 verübt worden waren.\n\n3.3 Der Botschaft vom 21. September 1998 zur Änderung des Schweizerischen Strafgesetzbuches ist nichts zu dieser Frage zu entnehmen (BBl 1999 II 1979 ff., 2046-2047 Ziff. 213.141 sowie 2050 Ziff. 213.142).\n\nWas die Literatur betrifft, so halten SCHNEIDER und GARRÉ sowie ANDRÉ KUHN fest, für die Berechnung der Fünfjahresfrist seien der Zeitpunkt der Verurteilung und jener der neuen Tat massgebend. Als dies a quo könne nur der Zeitpunkt der Eröffnung des erstinstanzlichen Urteils oder des Strafbefehls gelten, denn sonst wären Verurteilte, welche Rechtsmittel ergreifen, gegenüber den anderen grundlos benachteiligt (SCHNEIDER/GARRÉ, in: Basler Kommentar, Strafrecht, BGE 145 IV 137 S. 144 Bd. I, 4. Aufl. 2018, N. 95 zu Art. 42 StGB; ANDRÉ KUHN, in: Commentaire romand, Code pénal, Bd. I, 2009, N. 21 zu Art. 42 StGB). Allerdings bemerken SCHNEIDER und GARRÉ an anderer Stelle, massgebend sei \"die rechtskräftige Verurteilung innerhalb der letzten fünf Jahre vor der Tat\" (SCHNEIDER/GARRÉ, a.a.O., N. 89 zu Art. 42 StGB).\n\nSTRATENWERTH erklärt, der Täter sei \"erst im Zeitpunkt der Rechtskraft des entsprechenden Erkenntnisses\" verurteilt (GÜNTER STRATENWERTH, Allgemeiner Teil, Bd. II: Strafen und Massnahmen, 2. Aufl. 2006, § 5 Rz. 41).\n\nJOSITSCH/EGE/SCHWARZENEGGER halten dafür, die fünfjährige Frist beginne mit der Fällung des Entscheids. Damit beantworten sie nicht, ob sie den erst- oder zweitinstanzlichen Entscheid meinen. Auch ihr Verweis auf Art. 49 Abs. 2 StGB und BGE 129 IV 117, welcher aArt. 68 Ziff. 2 StGB betrifft, trägt nicht zur Klärung der Frage bei (JOSITSCH/EGE/SCHWARZENEGGER, Strafen und Massnahmen, 9. Aufl. 2018, § 6 S. 155, vgl. auch Fn. 41).\n\n3.4\n\n3.4.1 Unter dem alten Recht stellte sich die Frage nicht. aArt. 41 Ziff. 1 Abs. 2 StGB war anders konzipiert und schloss den Strafaufschub aus, \"wenn der Verurteilte innerhalb der letzten fünf Jahre vor der Tat wegen eines vorsätzlich begangenen Verbrechens oder Vergehens eine Zuchthaus- oder eine Gefängnisstrafe von mehr als drei Monaten verbüsst\" hatte.\n\n3.4.2 Die Vorinstanz verweist zur Begründung ihres Standpunkts auf das bereits erwähnte Urteil 6B_62/2009 vom 20. Mai 2009 sowie eine Reihe weiterer unpublizierter Urteile. Diese Entscheide betreffen allesamt eine andere Frage. Sie stellen im Zusammenhang mit Art. 46 Abs. 1 StGB bzw. aArt. 41 Ziff. 3 Abs. 1 StGB fest, dass die Probezeit mit der Eröffnung des Urteils zu laufen beginnt, das vollstreckbar wird. Ob die Rechtskraft in diesem Augenblick eintrete oder erst nach Ablauf einer Rechtsmittelfrist, sei unerheblich. Der Verurteilte sei mit der Eröffnung des Urteils gewarnt; von diesem Augenblick an werde von ihm ein dem Urteil gemässes Verhalten erwartet. Werde der erstinstanzliche Entscheid, der den Verurteilten unter Bewährungsprobe stellt, an eine obere Instanz weitergezogen, laufe die Probezeit von der Eröffnung desjenigen Urteils an, das nach Abschluss des Verfahrens zur Vollstreckung komme. Massgebend sei demnach, ob im Falle der Abweisung des Rechtsmittels der angefochtene Entscheid bestehen bleibe und vollstreckbar werde oder ob an seine BGE 145 IV 137 S. 145Stelle das zweitinstanzliche Urteil trete (Urteile 6B_934/2015 vom 5. April 2016 E. 5.3.2; 6B_522/2010 vom 23. September 2010 E. 3; 6S.506/2001 vom 25. Februar 2002 E. 1a; je mit zahlreichen Hinweisen).\n\n3.4.3 Wie die Vorinstanz zutreffend erwägt, führt der Fristbeginn mit dem vollstreckbaren Urteil nicht zu einer grundlosen Benachteiligung jener beschuldigten Personen, die ein erstinstanzliches Urteil akzeptieren. Vielmehr wird die erstinstanzliche Verurteilung mit der Berufung beseitigt. Wer gegen eine erstinstanzliche Verurteilung in Berufung geht, ist kein Verurteilter, sondern gilt weiterhin als unschuldig. Die Gewissheit über eine allfällige Verurteilung und die entsprechende Warnwirkung treten erst ein, wenn das vollstreckbare Urteil des Berufungsgerichts eröffnet ist. Es ersetzt das erstinstanzliche Urteil und wird gegebenenfalls im Strafregister eingetragen. Ferner sind bei der Anwendung von Art. 42 Abs. 2 StGB ausländische Urteile weiterhin zu berücksichtigen (Botschaft, a.a.O., BBl 1999 II 1979 ff., 2050 Ziff. 213.142). Auch mit Blick auf die Rechtssicherheit ist es angezeigt, auf das rechtskräftige Urteil abzustellen, denn ausländische Prozessordnungen sind oftmals anders aufgebaut als die schweizerische Strafprozessordnung und kennen insbesondere andere Instanzenzüge.\n\n3.5 Die Argumentation des Beschwerdeführers basiert auf der Annahme, dass der bedingte Strafvollzug auch zu gewähren sei, wenn keine besonders günstigen Umstände vorliegen, solange nur keine ungünstige Prognose gestellt werden könne.\n\nNach dem Dargelegten knüpfte die Vorinstanz den Aufschub zu Recht an besonders günstige Umstände im Sinne von Art. 42 Abs. 2 StGB. Der Beschwerdeführer behauptet bloss, es könne ihm keine ungünstige Prognose gestellt werden. Demgegenüber legt er nicht dar, inwiefern die Vorinstanz Bundesrecht verletzte, indem sie ihm keine besonders günstige Prognose stellte."}