{"annee": "145", "cour": "II", "page": "354", "date": "3/9/2019", "cite": [], "cite_par": [], "chapeau": "33. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Helvetia Nostra gegen A.D. und Mitb. und Gemeinde Vals (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_511/2018 vom 3. September 2019", "regestes": ["Résidences secondaires affectées à l'hébergement touristique (art. 7 al. 1 let. b et al. 2 LRS, art. 4 ORSec). Exigences légales quant à l'exploitation tourististique de résidences secondaires dans le cadre d'un établissement d'hébergement organisé (consid. 3 et 4.1). En l'espèce, l'exigence d'une entreprise homogène fait défaut en raison de la grande distance séparant les résidences secondaires projetées de l'hôtel auquel elles sont liées; on ne saurait partir du principe qu'une majorité de leurs occupants feront effectivement usage des infrastructures et des prestations offertes par cet établissement (consid. 4.2). Le contrat d'exploitation passé avec l'hôtel ne suffit pas pour garantir que les résidences secondaires seront durablement affectées à l'hébergement touristique; de tels contrats peuvent être résiliés ou dénoncés et le contrôle de leur respect n'est guère praticable pour les communes (consid. 4.3)."], "faits": "BGE 145 II 354 S. 355\n\nA. Am 22. April 2016 reichten A.D., B.D. und C.D. (nachfolgend: die Bauherrschaft) bei der Gemeinde Vals Baugesuche zur Erstellung von zwei Ferienhäusern (...) im Gebiet Leis ein. Dagegen erhob der Verein Helvetia Nostra am 13. Mai 2016 Einsprache und beantragte die Ablehnung respektive Rückweisung der Baugesuche sowie die Überprüfung und allenfalls Anpassung der Ortsplanung bzw. der Bauzonengrösse der Gemeinde Vals.\n\nDie Bauherrschaft machte mit Eingabe vom 31. Oktober 2016 geltend, das Projekt sei die erste Etappe für die Realisierung des Ferienresorts \"X. Resort\", und reichten dafür einen Bewirtschaftungsvertrag vom 28. Oktober 2016 ein.\n\nB. Der Gemeindevorstand Vals wies die Einsprache ab und erteilte die Baubewilligung für die zwei Ferienhäuser, u.a. unter folgenden Bedingungen und Auflagen:\n\n1.1 Die Ferienhäuser werden als touristisch bewirtschaftete Wohnungen nach Art. 7 Abs. 2 lit. b ZWG (Wohnungen im Rahmen eines strukturierten Beherbergungsbetriebs) bewilligt.\n\n1.2 Der Bewirtschaftungsvertrag vom 28. Oktober 2016 ist folgendermassen zu modifizieren und von der E. AG sowie von den Eigentümern der Häuser Leis 2 und Leis 3 zu unterzeichnen:\n\na) Die Entstehung des X. Resorts darf nicht davon abhängen, dass auch die geplante Überbauung (...) (Leis 1) zur Beherbergung von konventionellen Hotelgästen zur Verfügung gestellt wird (Ziff. 1 des Bewirtschaftungsvertrags). Gleichzeitig soll es aber möglich sein, dass sich zu einem späteren Zeitpunkt allenfalls weitere, noch zu erstellende Gästeappartements dem X. Resort anschliessen.\n\nb) Der Bewirtschaftungsvertrag ist mit einer Mindestlaufzeit von 15 Jahren mit Verlängerungsmöglichkeit auszugestalten. Im Falle einer vorzeitigen Kündigung wäre eine gleichwertige Ersatzvereinbarung nachzuweisen.\n\nBGE 145 II 354 S. 356c) Die Hochsaison ist in Ziff. 11 des Bewirtschaftungsvertrags auf Mitte Dezember bis Mitte März festzulegen.\n\nd) Ziff. 11 des Bewirtschaftungsvertrags ist insofern zu ergänzen, als die Eigenbelegung während der Nebensaison entsprechend den normalen Buchungsmodalitäten für Fremdgäste zu erfolgen hat.\n\ne) In Ziff. 7 des Bewirtschaftungsvertrags ist eine maximal zulässige Mietdauer von 90 Tagen vorzusehen.\n\n1.3 Vor Baubeginn hat die Bauherrschaft dem Gemeinderat den im Sinne der vorstehenden Auflagen modifizierten Bewirtschaftungsvertrag zur Genehmigung zu unterbreiten.\n\n1.4 Nach Genehmigung erteilt der Gemeinderat die Baufreigabe und weist das Grundbuchamt Vals an, auf den Parzellen (...) die Nutzungsbeschränkung gemäss der Nutzungsauflage in Dispositiv-Ziffer 1.1 sowie den modifizierten und unterzeichneten Bewirtschaftungsvertrag anzumerken.\n\n1.5 Der Gemeinderat behält sich das Recht vor, periodisch und auch unangemeldet Betriebskontrollen vorzunehmen, um die Einhaltung der Nutzungsauflage und des Bewirtschaftungsvertrags zu überprüfen.\"\n\nC. Gegen den Bau- sowie den Einspracheentscheid vom 12./21. Juli 2017 erhob Helvetia Nostra am 8. September 2017 Beschwerde an das Verwaltungsgericht des Kantons Graubünden. Dieses wies die Beschwerde am 10. Juli 2018 ab.\n\nD. Dagegen hat Helvetia Nostra am 4. Oktober 2018 Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht erhoben.\n\nDas Bundesgericht heisst die Beschwerde gut, soweit sie die Bau- und Einspracheentscheide betrifft, und im Übrigen weist es sie ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\nBaugesuche\n\n3. Der Zweitwohnungsanteil der Gemeinde Vals liegt weit über 20 %, weshalb dort grundsätzlich keine neuen Zweitwohnungen bewilligt werden dürfen (Art. 75b BV, Art. 6 Abs. 1 des Bundesgesetzes vom 20. März 2015 über Zweitwohnungen [Zweitwohnungsgesetz, ZWG; SR 702]). Art. 6 Abs. 2 ZWG behält jedoch u.a. die Erstellung touristisch bewirtschafteter Wohnungen nach Artikel 7 Absatz 1 lit. b ZWG vor. Nach der Legaldefinition in Art. 7 Abs. 2 ZWG gilt eine Wohnung als touristisch bewirtschaftet, wenn sie dauerhaft zur ausschliesslich kurzzeitigen Nutzung durch Gäste zu markt- und ortsüblichen Bedingungen angeboten wird, und entweder im selben Haus liegt, in dem der Eigentümer seinen Hauptwohnsitz hat BGE 145 II 354 S. 357(Einliegerwohnung; lit. a), oder nicht auf die persönlichen Bedürfnisse des Eigentümers oder der Eigentümerin zugeschnitten ist und im Rahmen eines strukturierten Beherbergungsbetriebs bewirtschaftet wird (lit. b).\n\nDie Anforderungen an den strukturierten Beherbergungsbetrieb i.S.v. Art. 7 Abs. 2 lit. b und Art. 8 ZWG wurden vom Bundesrat in Art. 4 der Zweitwohnungsverordnung vom 4. Dezember 2015 (ZWV; SR 702.1) präzisiert. Danach müssen folgende Voraussetzungen erfüllt sein:\n\na) Der Betrieb umfasst hotelmässige Dienstleistungen und Infrastrukturen, die typischerweise von der Mehrheit der Gäste beansprucht werden.\n\nb) Er weist ein hotelähnliches Betriebskonzept auf.\n\nc) Die Bewirtschaftung im Rahmen eines einheitlichen Betriebs ist sichergestellt.\n\nVorliegend ist streitig, ob die Voraussetzungen von Art. 7 Abs. 2 lit. b ZWG i.V.m. Art. 4 ZWV erfüllt sind.\n\n3.1 Das Verwaltungsgericht bejahte dies, gestützt auf den Bewirtschaftungsvertrag mit der E. AG (Betreiberin des Hotels X.) und den von der Gemeinde verfügten Auflagen. (...)\n\n3.2 Die Beschwerdeführerin macht dagegen geltend, es fehle bereits die für einen strukturierten Beherbergungsbetrieb erforderliche bauliche Einheit. (...) Der Bewirtschaftungsvertrag könne jederzeit im Einvernehmen der Parteien aufgelöst und mit einer Frist von 6 Monaten zum Quartalsende einseitig gekündigt werden. Auch die Anmerkung im Grundbuch sei keine Garantie, könnten die Eigentümer doch die Nutzungsbeschränkung gemäss Art. 14 ZWG sistieren lassen. Sobald die Ferienhäuser erstellt seien, komme ein Abriss aus Gründen der Verhältnismässigkeit nicht mehr in Frage. (...) Die Beschwerdeführerin ist der Auffassung, es handle sich um eine klare Umgehung des Zweitwohnungsverbots. (...)\n\n3.3 Das Bundesamt für Raumentwicklung (ARE) weist ebenfalls auf die Entfernung von mehreren Kilometern zum Hotel X. hin, das vor allem im Winter, also in der Hauptsaison, für die Feriengäste nur schwer erreichbar sein werde. (...)\n\nDie Beschwerdegegner und die Gemeinde widersprechen: Leis sei (...) ganzjährig - mit dem Auto und mit dem öffentlichen Verkehr - erreichbar. (...) Das an der Talstation gelegene Hotel X. [sei] für Skifahrer nur einen Steinwurf entfernt. (...)\n\nBGE 145 II 354 S. 358\n\n4. Touristisch bewirtschaftete Wohnungen müssen - sofern sie nicht \"Einliegerwohnungen\" sind - im Rahmen eines \"strukturierten Beherbergungsbetriebs\" bewirtschaftet werden.\n\n4.1 Mit diesem Begriff wollte der Gesetzgeber dem Umstand Rechnung tragen, dass der Übergang von der Hotellerie zur Parahotellerie immer fliessender werde; es entstünden neue Mischformen, sogenannte hybride Beherbergungsformen. In der Botschaft vom 19. Februar 2014 zum ZWG, BBl 2014 2304 (nachfolgend: Botschaft) wird dazu ausgeführt, ein strukturierter Beherbergungsbetrieb setze ein hotelähnliches Betriebskonzept (inkl. dazu gehörende minimale Infrastrukturen) und eine minimale Grösse des Betriebs voraus. Als Beispiele könnten hotelähnliche Residenzen wie Hotelresorts (Hotels mit Zimmern und bewirtschafteten Wohnungen) und Ferienresorts oder Feriendörfer genannt werden, die Wohnungen für den kurzzeitigen Ferienaufenthalt mit hotelähnlichen Dienstleistungen anbieten. Die Anlagen zeichneten sich in der Regel dadurch aus, dass sie eine bauliche Einheit bildeten (Zentrum mit Hauptzugang und Rezeption, zentrale Parkplätze), in der auch Gemeinschaftseinrichtungen wie Hallenbad, Sportanlagen, Restaurants und Spielräume angeboten würden, die von den Gästen mitbenutzt werden könnten. Die Grösse und die Struktur der Anlage sollten eine professionelle und gewinnbringende Vermarktung zulassen und auch so konzipiert sein, dass sie im Markt längerfristig wettbewerbsfähig bleiben könne (vgl. zum Ganzen Botschaft, a.a.O., S. 2304).\n\n4.2 Beim Hotel X. handelt es sich um ein klassisches Hotel. Streitig ist, ob dieses zusammen mit den geplanten Ferienhäusern einen einheitlichen Betrieb bildet (Art. 4 lit. c ZWV), der nach einem hotelähnlichen Konzept betrieben wird (Art. 4 lit. b ZWV) und hotelmässige Dienstleistungen und Infrastrukturen umfasst, die typischerweise von der Mehrheit der Gäste beansprucht werden (Art. 4 lit. a ZWV); dazu gehören zum Beispiel Rezeption, Zimmerdienst, Gemeinschaftseinrichtungen wie Hallenbad, Sportanlagen, Restaurants und Spielräume (ARE, Erläuterungen ZWV vom 18. November 2015, S. 5 zu Art. 4 ZWV). Dies setzt voraus, dass die Anlage - wenn nicht eine bauliche Einheit (so Botschaft, a.a.O., S. 2304) - so doch zumindest einen gewissen räumlichen Zusammenhang aufweist. Werden selbstständige Wohneinheiten in grösserer Entfernung von den Gemeinschaftseinrichtungen erstellt, so kann in der Regel nicht davon ausgegangen werden, dass eine Mehrzahl der Gäste die dort angebotenen Dienstleistungen und Infrastrukturen auch tatsächlich beansprucht.\n\nBGE 145 II 354 S. 359Vorliegend sollen die Ferienwohnungen in Leis erstellt werden, einem Weiler, der knapp 300 m über Vals liegt; die Entfernung zum Hotel X. in Vals beträgt gemäss Verwaltungsgericht mindestens 3,5 km. Unter diesen Umständen liegt es nahe, dass viele Feriengäste das Hotel nur am Anfang und Ende ihres Aufenthalts aufsuchen, um die Wohnungsschlüssel in Empfang zu nehmen und wieder abzugeben.\n\n4.3 Wie sich aus der Entstehungsgeschichte von Art. 7 ZWG ergibt, genügt die kommerzielle Bewirtschaftung durch eine Vermarktungs- und Vertriebsorganisation für sich allein nicht: Der Bundesrat hatte vorgeschlagen, in bestimmten Gebieten auch neue Zweitwohnungen zuzulassen, die auf einer allgemein zugänglichen Vertriebsplattform (z.B. einer kommerziellen Vertriebsorganisation oder einem Reservationssystem einer Tourismusorganisation) zur touristischen Nutzung zur Verfügung gestellt werden (sog. \"Plattformwohnungen\"; vgl. Art. 7 Abs. 2 lit. c und Art. 8 des Entwurfs vom 19. Februar 2014 zum Zweitwohnungsgesetz [E-ZWG; BBl 2014 2325] und Botschaft, a.a.O., S. 2304 ff.). Diese Bestimmung wurde im Parlament gestrichen (AB 2015 N 32 ff.; AB 2015 S 106 ff.; AB 2015 N 308 f.). Im Vordergrund stand die Missbrauchsgefahr und die fehlende Kontrollmöglichkeit, wenn touristische Wohnungen ausserhalb einer hotelähnlichen Struktur angeboten werden (Voten Cramer, AB 2014 S 937; Bruderer Wyss, AB 2014 S 938). Art. 7 ZWG verlangt daher das Vorliegen objektiver und kontrollierbarer Elemente, die sicherstellen, dass die Wohnungen langfristig touristisch bewirtschaftet werden, sei es, weil sie als Einliegerwohnung konzipiert sind, sei es, weil sie räumlich und funktionell Teil eines hotelartig strukturierten Beherbergungsbetriebs sind.\n\nDies ist vorliegend nicht der Fall. Es handelt sich um typische Ferienhäuser, in grosser räumlicher Entfernung vom Hotel X. Mit diesem verbindet sie einzig der Bewirtschaftungsvertrag. Dies genügt für sich allein nicht, ebenso wenig wie es genügen würde, einen Vertrag mit einer kommerziellen Vertriebsorganisation abzuschliessen, die sich um die Vermietung und die Reinigung der Wohnungen kümmert. Derartige Verträge können aufgelöst oder gekündigt werden, und die Kontrolle ihrer Einhaltung ist für die Gemeinden kaum möglich. Sind die Zweitwohnungen einmal erstellt, ist es erfahrungsgemäss nicht möglich, sie wieder abzureissen.\n\n4.4 Nach dem Gesagten ist die Beschwerde gutzuheissen, soweit sie die Bau- und Einspracheentscheide betrifft. (...)"}