{"annee": "145", "cour": "III", "page": "469", "date": "12/9/2019", "cite": ["114 IA 278"], "cite_par": [], "chapeau": "56. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. Sàrl contre Z. (recours en matière civile)\n\n4A_475/2018 du 12 septembre 2019", "regestes": ["Art. 50 al. 2, 128 al. 4, 321 al. 2 CPC. Décision sur demande de récusation; amende disciplinaire; délai de recours. Parce que la procédure de récusation est une procédure sommaire, le recours est soumis au délai de dix jours prévu par l'art. 321 al. 2 CPC (consid. 3). Lorsque l'amende disciplinaire est un élément accessoire ou additionnel dans une décision portant aussi sur d'autres mesures, voire dans une décision finale, la voie et le délai de recours applicables auxdites mesures le sont aussi à l'amende (consid. 4)."], "faits": "BGE 145 III 469 S. 469\n\nDans une contestation pendante devant le Tribunal des prud'hommes du canton de Genève, la défenderesse X. Sàrl a demandé la récusation de la juge employeuse A. en raison de relations d'affaires entre l'époux de cette juge et le conseil de la demanderesse. La Présidente du groupe I du Tribunal des prud'hommes et, sur recours de la défenderesse, la Chambre des prud'hommes de la Cour de justice ont rejeté cette demande.\n\nLa défenderesse a introduit une deuxième demande tendant à la récusation de la juge A. Elle faisait état de nouveaux éléments dans les relations d'affaires établies entre l'époux de la juge et le conseil de la demanderesse. La Présidente du groupe I s'est prononcée le 17 octobre 2017. Elle a déclaré cette demande irrecevable parce que BGE 145 III 469 S. 470tardive et répétitive. En conséquence d'un procédé jugé téméraire et dilatoire, la Présidente a infligé à la défenderesse une amende disciplinaire au montant de 1'000 francs.\n\nLa Chambre des prud'hommes de la Cour de justice a statué le 31 mai 2018 sur le recours de la défenderesse. Elle a déclaré ce recours irrecevable au motif que son auteur n'avait pas observé le délai de recours de dix jours prévu par l'art. 321 al. 2 CPC.\n\nAgissant par la voie du recours en matière civile, la défenderesse a requis le Tribunal fédéral d'annuler l'arrêt de la Cour de justice, d'ordonner la récusation de la juge A. et de renvoyer la cause à la Cour pour nouvelle décision.\n\nLe Tribunal fédéral a rejeté le recours, dans la mesure où celui-ci était recevable.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3. Il est d'abord nécessaire d'élucider le délai du recours disponible en vertu de l'art. 50 al. 2 CPC contre une décision rendue à l'issue d'une procédure de récusation.\n\n3.1 Selon certaines contributions doctrinales, la décision prévue par l'art. 50 al. 1 CPC est une ordonnance d'instruction aux termes des art. 319 let. b et 321 al. 2 CPC, d'où il résulte que le délai du recours est réduit à dix jours selon l'art. 321 al. 2 CPC (DAVID RÜETSCHI, in Commentaire bernois, Schweizerische Zivilprozessordnung, nos 3 et 5 ad art. 50 CPC; STEPHAN WULLSCHLEGER, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Thomas Sutter-Somm[éd.], 3e éd. 2016, n° 15 ad art. 50 CPC; REGINA KIENER, in ZPO, Paul Oberhammer [éd.], 2e éd. 2014, n° 4 ad art. 50 CPC; MARK LIVSCHITZ, in Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie [éd.], 2010, n° 2 ad art. 50 CPC; ADRIAN STAEHELIN ET AL., Zivilprozessrecht, 2e éd. 2013, n. 58 p. 56; LEUENBERGER/UFFER-TOBLER, Schweizerisches Zivilprozessrecht, 2e éd. 2016, n. 12.63 p. 450).\n\nSelon d'autres contributions, soit en raison de la \"portée particulière\" de cette décision (STAEHELIN ET AL., op. cit., n. 19 p. 282; JEANDIN/PEYROT, Précis de procédure civile, n. 810 p. 305; HUNGERBÜHLER/BUCHER, Schweizerische Zivilprozessordnung [ZPO], AlexanderBrunner et al. [éd.], 2e éd. 2016, n° 9 ad art. 321 CPC; FRANCESCA VERDA CHIOCCHETTI, Commentario pratico al Codice di diritto processuale civile svizzero [...], Francesco Trezzini [éd.], 2e éd. 2017, n° 32 BGE 145 III 469 S. 471ad art. 319 CPC), soit parce que le recours est spécifiquement disponible selon l'art. 50 al. 2 CPC (HOFMANN/LÜSCHER, Le Code de procédure civile, 2e éd. 2015, p. 296 à 298; FABIENNE HOHL, Procédure civile, tome II, 2e éd. 2010, n. 52 p. 28 et n. 2481 et 2483 p. 448), la décision sur demande de récusation est classée dans les \"autres décisions\" visées par l'art. 319 let. b CPC. Pour certains de ces auteurs, le recours est néanmoins sujet au délai de dix jours parce que la décision est une \"ordonnance d'instruction au sens large\" (STAEHELIN ET AL., op. cit., n. 41 p. 505; HUNGERBÜHLER/BUCHER, ibid.; voir aussi GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], 2e éd. 2014, n° 3 ad art. 319 CPC). Pour les autres auteurs, le recours est sujet au délai ordinaire de trente jours selon l'art. 321 al. 1 CPC, à moins que l'incident ne survienne dans une contestation soumise à la procédure sommaire; dans cette éventualité, le délai est réduit à dix jours (HOFMANN/LÜSCHER, ibid.; JEANDIN/PEYROT, ibid.; VERDA CHIOCCHETTI, op. cit, n° 28 ad art. 321 CPC; HOHL, ibid.).\n\nEnfin, selon la contribution à laquelle la Cour de justice s'est référée, la procédure sommaire se révèle bien adaptée à la procédure de récusation parce que celle-ci doit \"conduire rapidement à une solution sur la base de vraisemblances\"; la procédure sommaire est donc applicable et le recours est en conséquence sujet au délai de dix jours (DENIS TAPPY, in Commentaire romand, Code de procédure civile, 2e éd. 2019, nos 21 et 32 ad art. 50 CPC).\n\n3.2 Une demande de récusation met en cause la composition du tribunal saisi. Sous réserve des cas de demandes dépourvues de motivation appropriée, l'incident doit être résolu sans la participation du juge visé (ATF 114 Ia 278 consid. 1; arrêt 4D_80/2017 du 21 mars 2018), d'où il résulte que la demande est soumise à l'examen d'un organe dont la composition ne coïncide pas avec celle du tribunal saisi. La décision ne s'inscrit pas dans les mesures ordinairement nécessaires à la préparation et à la conduite rapide du procès civil, mesures que le tribunal saisi ou le juge délégué ordonnent en application de l'art. 124 al. 1 CPC. Au regard de ces particularités, la décision consécutive à une demande de récusation n'est pas une ordonnance d'instruction aux termes des art. 319 let. b et 321 al. 2 CPC, mais une des \"autres décisions\" visées par l'art. 319 let. b CPC.\n\n3.3 A teneur de l'art. 248 let. a CPC, la procédure sommaire est applicable \"aux cas prévus par la loi\". Certains de ces cas sont régis au premier chef par le code de procédure civile, sans références particulières aux règles d'autres loi fédérales, tels l'assistance judiciaire BGE 145 III 469 S. 472(art. 117 ss, art. 119 al. 3 CPC), la solution rapide des cas clairs (art. 248 let. b et 257 CPC) et les mesures provisionnelles (art. 248 let. d, art. 261 ss CPC). De nombreux autres cas sont énumérés aux art. 249 à 251 CPC, et définis seulement par référence aux règles de droit fédéral à appliquer sur le fond. Présent en tête de chacune de ces trois dispositions-ci, le vocable \"notamment\" établit que ces énumérations ne sont pas limitatives.\n\nDeux auteurs sont d'avis qu'au-delà des règles explicitement codifiées, la procédure sommaire est applicable aux procédures spécifiques du code dans tous les cas où cela se justifie en considération de la finalité de l'institution concernée (TAPPY, ibid.; FRANÇOIS BOHNET, in Commentaire romand, Code de procédure civile, 2e éd. 2019, n° 7 ad art. 248 CPC).\n\nAussi parce qu'une demande de récusation met en cause la composition du tribunal saisi, l'incident doit être résolu immédiatement et de manière définitive (BERNARD CORBOZ, in Commentaire de la LTF, 2e éd. 2014, n° 2 ad art. 92 LTF). La partie requérante doit agir \"aussitôt\" qu'elle a connaissance du motif de la récusation (art. 49 al. 1, 1re"}