{"annee": "80", "cour": "I", "page": "86", "date": "12/2/1954", "cite": [], "cite_par": ["80 I 402"], "chapeau": "16. Arrêt du 12 février 1954 dans la cause Etienne contre Département fédéral de l'économie publique.", "regestes": ["Art. 4 al. 1 AIH. Celui qui exploite déjà une entreprise de l'industrie horlogère peut-il demander à en ouvrir une autre? Consid. 1 à 3. - Qu'en est-il lorsque le requérant est déjà actionnaire et unique administrateur d'une société anonyme qui exploite une entreprise horlogère? Consid. 4."], "faits": "BGE 80 I 86 S. 86\n\nA.- Etienne, né en 1893, a exploité, à partir de 1918, en collaboration avec ses frères et son beau-frère, la fabrique d'horlogerie Etienne & Cie. En 1930, cette société obtint un sursis concordataire et cessa son activité, sur quoi elle fut rayée de la liste des membres de la Fédération horlogère. Etienne s'intéressa alors à une autre maison, qu'il exploita sous la raison sociale Soly SA et revendit en 1940. Il reprit ensuite une fabrique, propriété d'Ernest Tolk, à La Chaux-de-Fonds, la transféra à Bienne et l'exploita tout d'abord sous la forme d'une société à responsabilité limitée, puis sous celle d'une société anonyme: Octo SA Il est administrateur unique et principal actionnaire de cette société, qui est actuellement autorisée à occuper 30 ouvriers.\n\nBGE 80 I 86 S. 87\n\nLe 25 août 1953, Etienne a demandé l'autorisation d'ouvrir une fabrique de montres à ancre \"par la remise en activité de l'ancienne fabrique d'horlogerie Etienne & Cie\".\n\nLe 23 novembre 1953, le Département fédéral de l'économie publique (en abrégé: le Département) a refusé l'autorisation, en bref par les motifs suivants:\n\nLe requérant remplit les conditions auxquelles l'art. 4 al. 1 lit. a AIH subordonne l'autorisation d'ouvrir une nouvelle entreprise de la branche horlogère, car il est fabricant d'horlogerie depuis plus de trente ans. Il serait cependant contraire aux intérêts importants de l'industrie horlogère d'admettre qu'une personne qui, comme Etienne, exploite déjà une entreprise, en crée une seconde. Ce serait favoriser la spéculation sur les permis. Le statut de l'horlogerie a d'ailleurs aussi pour but d'éviter un accroissement excessif du nombre des entreprises. Peu importe qu'en l'espèce Etienne n'ait l'intention d'ouvrir une nouvelle entreprise que pour y établir plus tard l'un de ses fils. Le fait que le requérant ait été autrefois copropriétaire de la maison Etienne & Cie n'a pas d'influence sur la présente requête. Il ne peut être question de remettre en activité une entreprise dissoute depuis plus de vingt ans.\n\nB.- Contre cette décision, Etienne a formé, en temps utile, un recours de droit administratif. Il conclut à ce qu'il plaise au Tribunal fédéral lui accorder l'autorisation d'ouvrir une fabrique de montres à ancre et d'y occuper 30 ouvriers. Son argumentation se résume comme il suit:\n\nContrairement à ce qui est dit dans la décision attaquée, rien, dans les prescriptions relatives à l'industrie horlogère, n'interdit à une même personne d'être propriétaire de deux ou de plusieurs entreprises et de les diriger. Il est notoire que certains entrepreneurs se trouvent dans cette situation. Il n'y a du reste pas identité de personnes entre la société anonyme, Octo SA, titulaire de l'entreprise BGE 80 I 86 S. 88que dirige Etienne, et le titulaire de l'entreprise projetée, qui serait Etienne lui-même. Octo SA n'a pas été créée sur la base d'un permis qui aurait été accordé au recourant. De plus, celui-ci possède des brevets qui portent sur des nouveautés intéressantes en matière d'horlogerie. Il a un intérêt légitime à pouvoir les exploiter dans une entreprise qui lui soit propre. Il a donc aussi droit à l'autorisation de par l'art. 4 al. 1 lit. b AIH. Le Département a négligé d'examiner sous cet angle la requête qui lui était soumise. Enfin, on ne saurait admettre en principe qu'une personne qui exploite déjà une entreprise de l'industrie horlogère ne peut être autorisée à en ouvrir une seconde. Cette question ne peut être tranchée que de cas en cas. En l'espèce, l'ouverture de l'entreprise projetée ne léserait pas les intérêts importants de l'industrie horlogère. Etienne a un intérêt légitime à remettre en activité l'ancienne entreprise Etienne & Cie, dont il était copropriétaire.\n\nC.- L'Administration conclut au rejet du recours. Son argumentation sera reprise, en tant que besoin, dans l'exposé de droit du présent arrêt.", "considerants": "Considérant en droit:\n\n1. L'art. 4 al. 1 AIH accorde, sous certaines conditions qu'il précise, le droit à l'autorisation d'ouvrir ou de transformer une entreprise horlogère ou d'augmenter le nombre des ouvriers. Mais son préambule réserve expressément le cas où l'autorisation léserait \"d'importants intérêts de l'industrie horlogère dans son ensemble ou d'une de ses branches dans son ensemble\". C'est en vertu de ce préambule que le Département a refusé, dans la présente espèce, l'autorisation requise.\n\nLa loi ne définit pas la notion des \"importants intérêts de l'industrie horlogère\". Il appartient à la pratique et à la jurisprudence d'en fixer la portée. Le Tribunal fédéral a jugé qu'il pouvait revoir, sur ce point, la décision de l'autorité administrative, mais que, s'agissant d'une question BGE 80 I 86 S. 89essentiellement technique, il ne s'écarterait de l'avis du Département que pour des raisons graves (arrêts Vogt, du 19 décembre 1952, consid. 5; Kunz, du 27 novembre 1953, consid. 2, non publiés, et Reinhor, du 27 novembre 1953, consid. 2, RO 79 I 383).\n\nLe Tribunal fédéral a également jugé que l'un des buts principaux de l'institution du permis était d'empêcher un développement inconsidéré de l'appareil de production dans l'industrie horlogère en temps de haute conjoncture, développement qui risquerait de produire un avilissement des prix et de la qualité avec chômage et déconfitures dès que l'activité économique se ralentirait (arrêts précités). De ce point de vue, il apparaît inadmissible que tout titulaire d'une entreprise, dans une branche donnée, puisse demander à en ouvrir d'autres, dans la même branche. Supposé en effet qu'une telle demande soit admissible en principe, il faudrait nécessairement y faire droit de par l'art. 4 al. 1 lit. a. Car tout entrepreneur, sauf peut-être certains cas exceptionnels, aura exercé dans la branche dont il s'agit une activité technique et commerciale suffisante et pourra justifier des connaissances nécessaires pour exploiter l'entreprise qu'il se propose d'ouvrir. Il s'ensuit que les entrepreneurs déjà établis pourraient pratiquement éluder tout contrôle et multiplier les entreprises de leur branche sans tenir aucun compte des intérêts généraux de cette branche ou même de l'industrie horlogère dans son ensemble. Or, c'est précisément ce que le législateur a voulu éviter par la réserve qu'il a introduite dans le préambule à l'art. 4 al. 1 AIH. De plus, la situation ainsi créée favoriserait grandement la spéculation sur les permis.\n\n2. Le refus du permis, dans la présente espèce, se justifie du reste par un autre motif encore.\n\nL'art. 4 al. 1 AIH règle un certain nombre de cas où il y a augmentation de l'appareil de production. Ce sont l'ouverture de nouvelles entreprises (lit. a et b) et, lorsqu'il s'agit d'entreprises déjà existantes, d'une part la transformation (lit. b et c), c'est-à-dire en particulier BGE 80 I 86 S. 90l'adjonction d'une branche de fabrication à une autre (art. 3 al. 2 AIH) et, d'autre part, l'augmentation du nombre des ouvriers (lit. d). La loi soumet tous ces cas à l'autorisation, mais elle les distingue nettement les uns des autres en subordonnant l'autorisation, dans chacun d'eux, à des conditions différentes et nettement déterminées. Les règles qu'elle établit à cet égard ont pour but de soumettre les cas d'augmentation de l'appareil de production à un contrôle différencié. On ne saurait dès lors admettre que l'on élude, par exemple, les dispositions applicables en matière de transformation ou d'augmentation du nombre des ouvriers en formant une demande tendant à l'ouverture d'une nouvelle entreprise. Or tel est précisément le cas lorsque, comme dans la présente espèce, un entrepreneur qui exploite déjà une entreprise de l'industrie horlogère demande l'autorisation d'en ouvrir une nouvelle, soit dans la même branche, soit dans une branche différente. Dans le premier cas, sa demande tend à éluder les dispositions relatives à l'augmentation du nombre des ouvriers et, dans le second cas, celles qui régissent la transformation. En d'autres termes, celui qui possède déjà une exploitation et qui veut en ouvrir une autre peut requérir soit la transformation, soit l'augmentation du nombre de ses ouvriers, pourvu qu'il remplisse les conditions légales, mais il ne peut se réclamer de l'art. 4 al. 1 lit. a pour demander l'autorisation d'ouvrir une nouvelle entreprise.\n\nC'est donc à juste titre qu'en l'espèce, le Département a rejeté la requête d'Etienne, qui était fondée exclusivement sur l'art. 4 al. 1 lit. a AIH.\n\n3. Etienne ne peut tirer aucun argument des brevets qu'il dit vouloir exploiter. Ou bien ces brevets concernent la branche à laquelle appartient l'entreprise qui existe déjà et ils peuvent y être exploités sans aucune autorisation nouvelle, ou bien ils concernent une autre branche, de sorte qu'on se trouve dans le cas de l'art. 4 al. 1 lit. b AIH, c'est-à-dire dans le cas de la transformation. Or Etienne peut requérir la transformation de son entreprise BGE 80 I 86 S. 91pourvu qu'il remplisse les conditions posées par la loi. Mais il ne peut demander à en ouvrir une nouvelle.\n\n4. Le recourant objecte en vain qu'il faut distinguer sa personne de celle que constitue l'entreprise Octo, organisée sous forme de société anonyme. Il estime que la nouvelle entreprise, dont l'ouverture est demandée, n'aurait pas le même titulaire que la fabrique Octo. Mais il n'en va ainsi que du pur point de vue juridique. Du point de vue conomique, en revanche, il y a identité entre Etienne et l'entreprise Octo SA, car il est certain qu'il en est le principal actionnaire et l'unique administrateur, de sorte que c'est lui qui l'exploite et dispose, dans la gestion, de tous les pouvoirs. S'agissant d'appliquer l'art. 4 AIH, on ne saurait dès lors admettre que l'entreprise déjà existante et l'entreprise projetée auraient deux titulaires distincts.\n\n5. L'autorisation demandée en l'espèce doit donc être refusée par le motif qu'Etienne exploite déjà une entreprise horlogère. Mais, alors même qu'il n'en exploiterait aucune, on pourrait se demander si la même solution ne se justifierait pas. Car, sous la raison sociale Soly SA, il a déjà possédé une fabrique d'horlogerie, qu'il a revendue en 1940. Supposé qu'il l'ait créée lui-même et qu'elle existe encore, il faudrait examiner s'il peut faire état de son expérience et de ses connaissances pour redemander l'autorisation d'ouvrir une nouvelle entreprise (art. 4 al. 1 lit. a AIH) ou si, au contraire, le fait qu'il a cédé sa fabrique après avoir consommé son droit à l'autorisation n'exclut pas que ce droit ne reprenne naissance. Il faut en effet prendre garde que l'application du statut de l'horlogerie ne crée, en définitive, des privilèges au profit des spéculateurs. Quoi qu'il en soit, du reste, il n'est pas nécessaire de trancher cette question dans la présente espèce.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours."}