{"annee": "80", "cour": "II", "page": "271", "date": "28/9/1954", "cite": ["61 II 171", "78 II 155"], "cite_par": [], "chapeau": "45. Auszug aus dem Urteil der I. Zivilabteilung vom 28. September 1954 i. S. Genossenschaftsbäckerei Glarus in Liq. gegen Schneider und Konsorten.", "regestes": ["Sociétés coopératives. Lorsque les décisions de l'assemblée générale violent les statuts, des dispositions facultatives de la loi ou des prescriptions impératives qui ne tendent qu'à la protection d'intérêts privés, elles ne sont pas nulles mais seulement annulables (art. 883, 888, 891 et 913 CO)."], "faits": "BGE 80 II 271 S. 271\n\nAus dem Tatbestand:\n\nA.- In Glarus bestand seit dem Jahre 1843 die Aktienbäckerei-Gesellschaft. Aus ihr ging im Jahre 1914 durch Umwandlung und Geschäftsübernahme die beklagte Genossenschaftsbäckerei hervor. Sie bezweckte gemäss § 1 ihrer damaligen Statuten, ein \"möglichst billiges, vollgewichtiges und schmackhaftes Brot zu liefern\".\n\nB.- Zu den Mitgliedern der Genossenschaftsbäckerei gehörte seit 1914 der Konsumverein Glarus, der keine eigene Bäckerei besass. Er eröffnete 1921 in seiner Filiale. Iselihaus und ab 1931 auch in seinem Hauptlokal Verkaufsstellen für Brot der Genossenschaftsbäckerei. Am 25. August 1942 schlossen die Genossenschaftsbäckerei und der Konsumverein einen Lieferungsvertrag, durch welchen dem Konsumverein, gegen eine Provision von 16%, der Verkauf von Brot und anderen Backwaren in dessen Geschäftslokalen übertragen wurde.\n\nC.- In ihrer Haupversammlung vom 19. Februar 1944 gab sich die Genossenschaftsbäckerei neue, dem revidierten BGE 80 II 271 S. 272OR angepasste Statuten. Sie bestimmen u.a., bei im wesentlichen unveränderter Zweckumschreibung (§ 1):\n\nin § 4: \"Mitglied der Genossenschaft kann jede Person, Gesellschaft oder Anstalt werden, die diese Statuten anerkennt und gewillt ist, die Institution der Genossenschaft zu benützen.\"\n\nin § 7: \"... ein Mitglied kann durch die Verwaltungskommission ausgeschlossen werden, unter Rekursrecht an die nächste Hauptversammlung:\n\nwenn es die Genossenschaftsinteressen gefährdet und den Statuten zuwiderhandelt;\n\nwenn es während zwei aufeinanderfolgenden Jahren keine oder auffallend wenig Waren aus der Genossenschaftsbäckerei bezieht;\n\nwenn es ein Konkurrenzgeschäft betreibt\" (lit. c).\n\nin § 16: \"Die Hauptversammlung ist das oberste Organ der Genossenschaft und es haben ihre statutengemäss gefassten Beschlüsse für alle Mitglieder rechtsverbindliche Kraft. Jede Hauptversammlung ist beschlussfähig...\"\n\nin § 17: \"Die Traktanden der Hauptversammlung sind den Mitgliedern acht Tage vorher bekannt zu geben...\"\n\nin § 33: \"Die Hauptversammlung ist jederzeit befugt, mit Zustimmung von zwei Dritteln der anwesenden Mitglieder eine Revision der Statuten zu beschliessen, insofern dieselbe auf der Traktandenliste steht.\"\n\nin § 34: \"Die Auflösung der Genossenschaft kann nur stattfinden, wenn vier Fünftel sämtlicher Mitglieder dies verlangen. Dabei ist der Art. 913 OR zu beachten. Die Anwendung dieses Art. 913 OR steht der Hauptversammlung zu.\"\n\nDurch Zeitungsinserat vom 14. Februar 1948 wurden die Mitglieder der Genossenschaftsbäckerei zur ordentlichen Hauptversammlung auf den 27. Februar 1948 eingeladen. Als Traktanden waren vermerkt: \"Die statutarischen, gestellte Anträge, Statutenänderung.\" Die Hauptversammlung vom 27. Februar 1948 beschloss u.a. die Änderung der §§ 17, 18 und 34 der Statuten. § 34 wurde, gegen einen Antrag des Mitgliedes Walcher, der alle Brotbezüger gleich behandeln wollte, in der von der Verwaltungskommission vorgeschlagenen nachstehenden Fassung angenommen:\n\nin § 34: \"Eine Auflösung der Genossenschaft kann durch Hauptversammlungsbeschluss mit 4 /5 der abgegebenen Stimmen erfolgen.\n\nBGE 80 II 271 S. 273\n\nDas nach Tilgung sämtlicher Schulden und Rückzahlung der Genossenschaftsanteile verbleibende Vermögen wird gleichmässig auf diejenigen Genossenschafter verteilt, die während ihrer Mitgliedschaft die statutarischen Verpflichtungen erfüllt haben.\"\n\nD.- Der ungünstige Rechnungsabschluss für das Jahr 1949 veranlasste die Verwaltungskommission der Bäckereigenossenschaft im Februar 1950, mit dem Konsumverein in Verhandlungen über eine Herabsetzung der zugesicherten Verkaufsprovision zu treten. Der Konsumverein stimmte einer auf das laufende Jahr befristeten Verminderung von 16 auf 13% zu unter der Voraussetzung, dass die Genossenschaftsbäckerei wirksame Massnahmen zur Sanierung des Betriebes ergreife. Am 30. September 1950 kündigte die Bäckereigenossenschaft den Lieferungsvertrag auf den 31. Dezember 1950 in der Meinung, dass für die Zeit ab 1. Januar 1951 ein neues Abkommen geschlossen werde. Hierüber kam indessen keine Einigung zustande. Daraufhin fand am 16. November 1950 eine ausserordentliche Hauptversammlung der Bäckereigenossenschaft statt, welche auf Antrag der Verwaltungskommission die Auflösung der Genossenschaft auf den 31. Dezember 1950 beschloss.\n\nAn der ordentlichen Hauptversammlung vom 23. Februar 1951 orientierten die eingesetzten Liquidatoren über den Stand der Liquidation. Sodann teilten sie in einem Zirkularschreiben vom 29. Dezember 1951 an sämtliche Genossenschafter mit, dass nach Rückzahlung der Anteilscheine und Begleichung der Steuern ein Liquidationsergebnis von Fr. 42'880.-- verbleibe. In Bezug auf dessen Verwendung wurde erklärt, dass gemäss § 34 der Statuten in der neuen Fassung von 1948 nur jene Mitglieder anteilsberechtigt seien, welche die Bedingungen der §§ 4 und 7 der Satzung erfüllt haben. Entsprechend erhielten 91 Genossenschafter vorläufige Auszahlungen, während 42 als nicht berechtigt ausgeschiedenen Mitgliedern die erwähnte Auffassung der Liquidatoren in einem zweiten Rundschreiben vom 29. Dezember 1951 gesondert zur Kenntnis gebracht wurde.\n\nBGE 80 II 271 S. 274\n\nE.- Gegen dieses Vorgehen erhob die Genossenschafterin Frau Schneider-Jakober Einsprache. Sie behauptete, durch Kauf des Brotes in der Filiale des Konsumvereins ihren Verpflichtungen genügt zu haben, und verlangte ihren vollen Liquidationsanteil. Da sie auf Ablehnunng stiess, reichte sie zusammen mit 12 weiteren Genossenschaftern, unter ihnen dem Konsumverein Glarus, gegen die Genossenschaftsbäckerei in Liq. Klage ein über die Streitfragen:\n\n\"Ist nicht gerichtlich festzustellen, dass die Änderung der Statuten der Beklagten vom 27. Februar 1948 ungültig ist, und dass damit insbesondere § 34 der Statuten der Beklagten in der Fassung vom 19. Februar 1944 gültig ist?\n\nEventuell:\n\n1. Ist nicht gerichtlich festzustellen, dass die Kläger während ihrer Mitgliedschaft die statutarischen Verpflichtungen der Beklagten gegenüber erfüllt haben?\n\n2. Ist die Beklagte deshalb nicht verpflichtet, die Kläger bei der Verteilung des Liquidationserlöses als vollberechtigte Genossenschafter anzuerkennen und ihnen vorläufig eine erste Auszahlung von je Fr. 300.--, abzüglich Verrechnungs- und Couponsteuer in der Höhe von Fr. 90.- auszubezahlen?\n\n3. Ist die Beklagte nicht verpflichtet, den Klägern von weitern Liquidationszahlungen die gleichen Anteile zukommen zu lassen, wie den übrigen vollberechtigten Mitgliedern?\"\n\nDas Zivilgericht Glarus hiess für die Kläger Nr. 8 und 13 die Eventualbegehren gut und wies im übrigen die Klage ab. Demgegenüber schützte das Obergericht des Kantons Glarus mit Urteil vom 2./16. März 1954 das Klage-Hauptbegehren, womit ein Eintreten auf die Eventualbegehren sich erübrigte.\n\nF.- Die Beklagte legte Berufung an das Bundesgericht ein. Sie beantragt, es sei die Klage, soweit nicht vom Kläger Nr. 8 angestrengt, vollumfänglich abzuweisen, eventuell die Sache an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Die Berufung richtet sich in erster Linie gegen die Ungültigerklärung der Statutenänderung vom 27. Februar 1948 durch das Obergericht. Sie hält daran fest, dass BGE 80 II 271 S. 275der bezügliche Generalversammlungs-Beschluss höchstens anfechtbar gewesen wäre, aber keinesfalls nichtig sei.\n\na) Das Zeitungsinserat vom 14. Februar 1948, mit welchem die Genossenschafter zur Hauptversammlung vom 27. Februar 1948 geladen wurden, erwähnte zwar \"Statutenänderung\" als Verhandlungsgegenstand. Aber im Widerspruch zu Art. 883 Abs. 1 OR enthielt es keine Bekanntgabe des wesentlichen Inhalts der vorgeschlagenen Neuerung. Daher konnte hierüber gemäss Art. 883 Abs. 2 OR an der Generalversammlung vom 27. Februar 1948 kein Beschluss gefasst werden. Die trotzdem angenommene Änderung der §§ 17, 18 und 34 der Statuten war also gesetzwidrig.\n\nDaraus haben die kantonalen Gerichte verschiedene Folgerungen gezogen, indem das Zivilgericht blosse Anfechtbarkeit, das Obergericht aber Nichtigkeit der Statutenrevision annahm. Das Bundesgericht hat bereits in einem unveröffentlichten Urteil vom 22. November 1939 in Sachen Wildenthaler und Neu-Email A.-G. c. St. Gallen entschieden, dass ein Beschluss anfechtbar und nicht nichtig sei, wenn er \"nur die Statuten, Gesetzesbestimmungen dispositiven Rechts oder Vorschriften, die zwar zwingend sind, aber lediglich den Schutz der privaten Interessen der einzelnen Aktionäre bezwecken\", verletze. Dabei wurde den Vorschriften der letztgenannten Art auch die dem Art. 883 OR entsprechende in Art. 700 OR beigezählt. Von dieser Praxis abzugehen ist kein Anlass. Sie wahrt den Grundsatz unter Vermeidung nachteiliger Rechtsunsicherheit, wie sie die einschneidenden Folgen der Nichtigkeit bewirken müssten (vgl. WIELAND, Handelsrecht II S. 103). ... Dass, wie die Vorinstanz beifügt, der wesensmässige Unterschied zwischen den beiden Gesellschaftsformen \"Analogieschlüsse vom Aktien- zum Genossenschaftsrecht\" verbiete, ist an sich unrichtig (vgl. z.B. BGE 78 II 155) und hier überdies deswegen verfehlt, weil es gar nicht um \"eine analoge Anwendung gewisser gesetzlicher Bestimmungen aus dem Aktienrecht auf das BGE 80 II 271 S. 276Genossenschaftsrecht\" geht, sondern einfach um die Auslegung einer der aktienrechtlichen analogen genossenschaftsrechtlichen Vorschrift.\n\nDa nun weder die Kläger noch andere Genossenschafter ihr in Art. 891 OR vorbehaltenes Recht zur Anfechtung des umstrittenen Generalversammlungs-Beschlusses vom 27. Februar 1948 ausgeübt haben, ergibt sich, dass die neue Fassung des § 34 der Statuten rechtswirksam ist, es wäre denn, ein sonstiger Mangel würde die Nichtigkeit bewirken.\n\nb) Zur Bekräftigung ihrer grundsätzlichen Anschauung führt die Vorinstanz aus, die Beschränkung der Anteilsberechtigung am Liquidationsüberschuss nach Massgabe des in der Generalversammlung vom 27. Februar 1948 gutgeheissenen Satzungstextes bringe eine \"Diskriminierung\" aller Genossenschafter mit sich, welche Brot und Backwaren der Beklagten statt in deren Ladengeschäft beim Konsumverein gekauft hatten; das sei umso stossender, als Mitgliederausschlüsse wegen ungenügender Warenbezüge unterblieben waren und die Brotablage in der Konsumfiliale Iselihaus für die Bewohner naher Quartiere eine willkommene Bequemlichkeit dargestellt habe.\n\nDie Nichtigkeit der Statutenänderung von 1948 liesse sich aus solchen Überlegungen höchstens dann herleiten, wenn diese einen rechts- oder sittenwidrigen Inhalt des neuen § 34 zu belegen vermöchten. Davon kann ernsthaft nicht die Rede sein. § 34 der Satzung verletzt keine zwingenden Gesetzesbestimmungen. Indem er für den Fall der Auflösung der Genossenschaft die Verwendung des Liquidationsüberschusses festlegt, macht er erlaubten Gebrauch von der in Art. 833 Ziff. 8 und 913 OR eingeräumten Gestaltungsfreiheit. Weil die gewählte Lösung sich im Rahmen der nachgiebigen Gesetzesordnung bewegt, liegt auch keine Beeinträchtigung der in Art. 854 OR vorgesehenen Rechtsgleichheit unter den Genossenschaftern vor. Dass eine Genossenschaft die Beteiligung am Liquidationsüberschuss von der Erfüllung der statutarischen BGE 80 II 271 S. 277Mitgliedschaftspflichten abhängig macht, ist sachlich weder mit der guten Sitte unvereinbar noch unbillig. Endlich war, wie bereits das Zivilgericht hervorgehoben hat, seit der Generalversammlung von 1948 zufolge Verwerfung des Antrages Walcher zweifelsfrei bekannt, dass Backwarenkäufe beim Konsumverein nicht oder doch nicht länger als Benützung der Institutionen der Genossenschaft galten. Mittlerweile hatten die Kläger annähernd drei Jahre Zeit, um sich durch Direktbezüge von der Beklagten im geforderten Mindestausmass einen Anspruch auf den Liquidationsanteil zu sichern. Selbst wenn man übrigens trotz alledem zugunsten der Kläger unterstellen wollte, der neue § 34 der Statuten sei mit irgendwelchen rechts- oder sittenwidrigen Mängeln behaftet, so könnten diese nach der Natur der Sache keine öffentlichen, sondern nur private Interessen berühren, weshalb nach dem Vorstehenden der Generalversammlungsbeschluss bestenfalls anfechtbar gewesen und niemals nichtig wäre.\n\nc) Gänzlich abwegig ist die Meinung der Vorinstanz, durch den Beschluss auf Änderung des § 34 der Satzung seien den Klägern gegen ihren Willen wohlerworbene Rechte entzogen worden. Abgesehen davon, dass der angeführte BGE 61 II 171 ohnehin auf den gegebenen Sachverhalt nicht ohne weiteres passen würde, hatten die Mitglieder der Beklagten gemäss § 34 der Statuten von 1944 weder einen wohlerworbenen noch überhaupt einen Anspruch auf Anteil am Liquidationsüberschuss. Vielmehr hätte danach Art. 913 Abs. 4 OR Platz greifen, d.h. das Restvermögen zu genossenschaftlichen Zwecken oder zur Förderung gemeinnütziger Bestrebungen verwendet werden müssen, was sowohl die Kläger wie das Obergericht zu verkennen scheinen.\n\nd) Schliesslich bemerkt die Vorinstanz, es sei \"durch das Versammlungsprotokoll nicht einmal mit Sicherheit nachgewiesen, dass überhaupt die vom Gesetz verlangte 2/3 Mehrheit der Genossenschafter anwesend gewesen ist BGE 80 II 271 S. 278(OR Art. 888 Abs. 2)\". Dem ist vorweg entgegenzuhalten, dass es nach der eigens zitierten Gesetzesbestimmung wie nach den §§ 33 und 16 der Satzung für Beschlüsse über Statutenrevisionen einer Mehrheit von zwei Dritteln \"der abgegebenen Stimmen\" bzw. \"der anwesenden Mitglieder\", nicht etwa sämtlicher Genossenschafter bedarf. Nun hält die unbestrittene Aufzeichnung im Versammlungsprotokoll vom 27. Februar 1948 fest, dass in der Abstimmung über den Antrag der Verwaltungskommission auf Änderung des § 34 und den abweichenden Antrag Walcher jener \"mit überwiegender Mehrheit gegen vereinzelte Stimmen\" durchdrang. Geht man vom allgemeinen Sprachgebrauch aus, so kann nicht bezweifelt werden, dass in einer Kampfabstimmung unter 46 anwesenden Genossenschaftern \"vereinzelte Stimmen\" die für eine Vereitelung des qualifizierten Mehrs nötige Zahl von 16 nicht erreichen. Ausserdem hätte auch eine Beschlussfassung mit bloss absoluter statt mit Zweidrittels-Mehrheit in Anbetracht des Gegenstandes und der Auswirkungen aus den mehrfach genannten Gründen die Anfechtbarkeit und nicht die Nichtigkeit zur Folge gehabt.\n\n2. Die damit sich ergebende Abweisung des Klage-Hauptbegehrens zwingt zur Beurteilung der Eventualbegehren."}