{"annee": "80", "cour": "II", "page": "138", "date": "9/3/1954", "cite": ["73 II 110", "72 II 358", "44 II 83", "72 I 125", "70 II 242", "61 II 121", "61 II 206", "79 II 316", "67 II 57", "74 II 235", "64 I 338", "76 II 77", "64 II 244", "64 I 55", "59 II 155", "68 I 118"], "cite_par": ["82 II 152", "90 II 461", "87 II 107", "109 II 483", "92 II 270", "88 II 293", "83 II 249", "90 II 315", "102 II 305", "88 II 176", "92 II 257", "128 III 353", "102 II 161", "95 II 481"], "chapeau": "21. Urteil der I. Zivilabteilung vom 9. März 1954 i.S. Verband Schweiz. Bücherexperten gegen Fidueia SA", "regestes": ["Protection du nom. Raison de commerce. Art. 29 CC, 944, 950 al. 2 CO. Usurpation d'un nom consistant dans l'emploi de l'élément essentiel d'une raison de commerce comme titre d'un journal d'une association. Admissibilité de la raison \"Fiducia SA\". Est-ce une expression appartenant au domaine public? Est-ce une désignation de chose? Contrevient-elle à l'interdiction d'induire en erreur ou au principe d'une saine réclame? (consid. 2). Intérêt juridique à l'action en protection du nom en cas de danger de confusion; existence d'un tel danger (consid. 3). Publication du jugement considérée comme moyen de faire cesser le trouble (consid. 4)."], "faits": "BGE 80 II 138 S. 138\n\nA.- Im Handelsregister von Genf ist seit 1924 die Firma Fiducia S. A. eingetragen, die nach ihren Statuten u.a. auch das Treuhandgeschäft betreibt.\n\nDer Verband Schweiz. Bücherexperten (VSB), ein Verein, der den Zusammenschluss der berufstätigen Bücherexperten und Bücherrevisoren und die Vertretung ihrer beruflichen und wirtschaftlichen Interessen bezweckt, gibt eine Zeitschrift heraus, die seit dem Juli 1951 den Titel \"Fiducia\" führt.\n\nBGE 80 II 138 S. 139\n\nDie Fiducia S. A. teilte dem VSB im August 1951 mit, der gewählte neue Titel der Zeitschrift verletze ihre Namensrechte. Der VSB bestritt dies. Der zwischen den Parteien geführte Briefwechsel führte zu keiner Einigung.\n\nB.- Die Fiducia S. A. erhob daher gegen den VSB Klage mit den Begehren:\n\n1. Es sei festzustellen, dass der Beklagte durch die Verwendung des Wortes \"Fiducia\" als Titel seines Verbandsorgans die Rechte der Klägerin verletzt und dass diese Verwendung des Wortes \"Fiducia\" widerrechtlich ist;\n\n2. Dem Beklagten sei zu verbieten, das Wort \"Fiducia\" in irgendeiner Kombination im Titel seines Verbandsorgans zu verwenden;\n\n3. Der Beklagte sei zu verpflichten, der Klägerin als Schadenersatz Fr. 1.- zu bezahlen, unter Vorbehalt des Nachklagerechtes;\n\n4. Die Klägerin sei zu ermächtigen, das Urteil auf Kosten des Beklagten im Schweizerischen Handelsamtsblatt, sowie im Verbandsorgan des Beklagten zu veröffentlichen, und der Beklagte sei zu verpflichten, die Publikation in seinem Verbandsorgan vorzunehmen.\n\nDer Beklagte beantragte Abweisung der Klage.\n\nC.- Das Bezirksgericht Zürich wies die Klage ab. Das Obergericht Zürich, II. Zivilkammer, schützte dagegen mit Urteil vom 8. September 1953 das Feststellungs-, das Unterlassungs- und das Publikationsbegehren (mit je einmaliger Publikation des Urteils in den im Rechtsbegehren der Klägerin genannten Zeitungen), während es das Schadenersatzbegehren ebenfalls abwies.\n\nD.- Mit der vorliegenden Berufung beantragt der Beklagte erneut Abweisung der Klage, eventuell Rückweisung der Sache an die Vorinstanz.\n\nDie Klägerin trägt auf Abweisung der Berufung und Bestätigung des angefochtenen Entscheides an; sie findet sich also mit der Abweisung des Schadenersatzbegehrens ab.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin erblickt in der Verwendung ihres im Handelsregister eingetragenen Firmanamens, bezw. des darin enthaltenen einzig kennzeichnenden Bestandteils BGE 80 II 138 S. 140\"Fiducia\", durch den Beklagten als Titel seiner Verbandszeitschrift eine Namensanmassung im Sinne von Art. 29 Abs. 2 ZGB.\n\nDie Vorschriften über den Namensschutz gelten in der Tat auch für die juristische Person, also auch für die A.-G.; denn diese ist nach Art. 53 ZGB aller Rechte fähig, die nicht die natürlichen Eigenschaften des Menschen, wie Alter, Geschlecht oder Verwandtschaft voraussetzen. Letzteres ist aber in Bezug auf den Namen nicht der Fall. Die juristische Person kann sich daher gegen die nicht firmenmässige Verwendung ihres Namens durch Dritte unter Berufung auf Art. 29 Abs. 2 ZGB zur Wehr setzen (BGE 76 II 91). Im weiteren bildet auch die Verwendung eines Namens, und somit auch einer Firma, zur Bezeichnung einer Sache, wie z.B. zur Benennung einer Zeitschrift, einen Fall der Namensanmassung im Sinne von Art. 29 Abs. 2 ZGB (BGE 44 II 86; EGGER N. 17 zu Art. 29 ZGB).\n\n2. Ein Schutz der Klage auf Grund von Art. 29 Abs. 2 ZGB setzt in erster Linie voraus, dass die Klägerin ihren Namen, ihre Firma \"Fiducia S. A.\" zu Recht führt. Der Beklagte macht geltend, diese Voraussetzung sei in verschiedener Hinsicht nicht erfüllt.\n\na) Er behauptet, das Wort \"Fiducia\" sei einerseits sprachliches Gemeingut vorab der italienischen Sprache, aber auch der andern Landessprachen, das \"Vertrauen, Zuversicht\" bedeute und durch kein anderes, gleichbedeutendes Wort ersetzt werden könne. Anderseits stelle dieses Wort als juristischer Ausdruck für \"Treuhand\" eine Sachbezeichnung dar. In beiden Fällen dürfe die Klägerin sich diesen Begriff nicht für ihre Firmenbildung aneignen und damit monopolisieren. Diese beiden Einwendungen sind nicht stichhaltig.\n\nFiducia ist ein lateinisches Wort, das \"Vertrauen\" bedeutet, und als solches, nicht als italienisches Wort, wird es von der Klägerin in ihrer Firmabezeichnung wie auch vom Beklagten als Titel seiner Zeitschrift verwendet BGE 80 II 138 S. 141und verstanden. Das Letztere geht aus dem Geleitwort der ersten unter dem streitigen Titel erschienenen Nummer der Zeitschrift hervor, wo zu lesen steht, man habe für die Zeitschrift, ihrem Charakter entsprechend, keinen bessern Ausdruck gefunden \"als das schöne lateinische Wort FIDUCIA, das auf deutsch Vertrauen heisst\" (\"ce beau mot de confiance, écrit d'ailleurs en latin\"). Als lateinisches, nicht als italienisches Wort werden es sowohl in der Firma der Klägerin als auch insbesondere im Zeitschriftentitel des Beklagten nach der Lebenserfahrung auch die Leser italienischer Zunge auffassen; denn es handelt sich um eine zweisprachige, deutsch und französisch geschriebene Zeitschrift, und von solchen weiss man erfahrungsgemäss in allen Landesgegenden, dass sie - genau wie gesamtschweizerische oder internationale Firmen - zur Überbrückung der sprachlichen Verschiedenheiten mit Vorliebe Ausdrücke der toten, aber überall verständlichen oder doch aussprechbaren lateinischen Sprache verwenden. Der Gebrauch der italienischen Sprache dagegen ist für solche übersprachliche Benennungen nicht üblich, und aus diesem Grunde wird auch der italienisch Sprechende ein lateinisches Wort selbst dort als solches erkennen und auffassen, wo es sich zufällig in der Schreibweise und in gleicher oder veränderter Bedeutung mit einem italienischen Wort deckt.\n\nDa der Beklagte nach seinen eigenen Ausführungen im Geleitwort zum neuen Titel das Wort \"Fiducia\" als der lateinischen Sprache entnommen bezeichnet hat, ist den unter dem Gesichtspunkt der italienischen Sprache gemachten Ausführungen der Berufung zum vorneherein der Boden entzogen. Abgesehen hievon verhält es sich nicht so, dass durch die Verwendung des Wortes \"Fiducia\" in der Firma der Klägerin dem Verkehr ein schlechterdings unentbehrlicher Begriff entzogen würde, wie die Berufung behauptet. Fiducia ist im Italienischen keine Sachbezeichnung der in BGE 64 II 248 und BGE 70 II 243 erwähnten Art, wie Brot, Schuhe, Kleider, Wolle, Baumwolle und BGE 80 II 138 S. 142dergl., sondern blosse Bezeichnung einer nicht einer Sache zukommenden Eigenschaft, eines Vorzuges. Es kann darum auch nicht von einer Monopolisierung - und gar einer rechtsmissbräuchlichen - eines der italienischen Umgangssprache unentbehrlichen sprachlichen Gemeingutes die Rede sein.\n\nZum zweiten Einwand des Beklagten, Fiducia sei eine juristische Sachbezeichnung, nämlich der in allen Landesteilen verkehrsübliche Begriff für \"Treuhand, Treuhandgesellschaft\", ist folgendes zu bemerken:\n\nDas lateinische Wort \"Fiducia\" besagt als juristischer Fachausdruck (entgegen der Berufung) in keiner der drei Landessprachen \"Treuhandgesellschaft\". Es bedeutet im juristischen Sprachgebrauch auch nicht \"Treuhand\" in dem umfassenden Sinne, den die Verkehrsauffassung in allen drei Sprachgebieten mit den Worten Treuhand, treuhänderisch oder Treuhänder verbindet (vgl. BGE 68 I 120, BGE 72 I 127; BGE 64 I 55: \"Treuhand\" in Anführungszeichen; BGE 64 I 341: \"fiduciaire\"; BGE 72 I 125: \"fiduciario, ufficio fiduciario\"). \"Fiducia\" wird im juristischen Sprachgebrauch vielmehr höchstens etwa verwendet für \"fiduziarisches Rechtsgeschäft\" (so BGE 72 II 360 Erw. 2), für \"rapporto fiduciario, contrat fiduciaire, rapport fiduciaire\" (s. PICCARD/THILO/STEINER, Jurist. Wörterbuch I S. 246 f.), oder für die entsprechende fiduziarische Klausel (Treuhandklausel) in derartigen Rechtsgeschäften (vgl. z.B. REGELSBERGER, Pandekten S. 518 f.; GAUTSCHI, Auftrag und Geschäftsführung in der Schweiz, S. 98). Aber Fiducia ist kein für die schweizerische Rechtssprache unentbehrliches Wort, und es kommt denn auch weder im ZGB noch im OR vor. Die gegenteiligen Ausführungen der Berufung gehen an der Wirklichkeit vorbei.\n\nÜberdies hat das Wort \"Fiducia\" als einziger hervortretender Teil in der Firma einer A.-G. bei den in Betracht kommenden Verkehrskreisen zum vorneherein nicht den Sinn des ursprünglichen, lateinisch-juristischen Fachausdruckes, sondern es hat vielmehr ein firmenrechtliches BGE 80 II 138 S. 143Gesicht, nimmt also einen andern Charakter an. Auf die Auffassung der beteiligten Verkehrskreise kommt es aber im Firmenrecht bekanntlich an, besonders bei Phantasienamen, bei den einer toten Sprache entnommenen Worten der Firmenbezeichnung. Nicht massgebend ist also, was für ein Sinn vom philologisch-wissenschaftlichen Standpunkt aus einer Bezeichnung zukommt. Damit erweisen sich die in diesem Zusammenhang gegen das vorinstanzliche Urteil erhobenen - übrigens rechtsmissbräuchlichen - Rügen offensichtlichen Versehens als gegenstandslos. In der Firma einer Handelsgesellschaft verwendet - und dies ist der zur Beurteilung stehende Tatbestand - stellt \"Fiducia\" für das Publikum eine Phantasiebezeichnung dar; denn dieses Wort umschreibt in diesem Zusammenhang nicht eine Sache, einen Sachverhalt oder gar eine bestimmte Berufstätigkeit, auch nicht einen juristischen Begriff, nicht einmal den Gegenstand des unter dieser Firma auftretenden Unternehmens. Hieran vermag nichts zu ändern, dass dieses ursprünglich lateinische Wort den Stamm bildet für verschiedene Haupt- oder Eigenschaftswörter in den schweizerischen Landessprachen und dass von dieser Seite her das Wort Fiducia auch in der Firma einer A.-G. gewisse Vorstellungen vermittelt, welche irgendwie auf Vertrauen oder auf einen Anspruch auf Vertrauenswürdigkeit hindeuten. Das kann zwar unter andern, noch zu prüfenden Gesichtspunkten in Betracht fallen; für die hier allein in Frage stehende, vom Beklagten behauptete Monopolisierung eines für den Verkehr unentbehrlichen Begriffes dagegen ist es belanglos. Das Wort Fiducia ist nicht einmal für den beklagten Verband unentbehrlich; er kann seine Zeitschrift ohne Schwierigkeit anders benennen, selbst wenn er dem Titel einen Unterton der genannten Art verleihen oder ihn für die Schweiz übersprachlich gestalten will.\n\nb) Der Beklagte bestreitet die Rechtmässigkeit der klägerischen Firma weiter mit der Behauptung, diese widerspreche den in Art. 944 und 950 Abs. 2 OR aufgestellten BGE 80 II 138 S. 144allgemeinen Vorschriften für die Firmenbildung. Dieses Vorbringen des Beklagten ist von der Vorinstanz mit zutreffender Begründung verworfen worden. Soweit sich diese Begründung auf tatsächliche Feststellungen stützt, ist sie für das Bundesgericht bindend; denn jene Feststellungen beruhen nicht auf offensichtlichem Versehen. Dies gilt insbesondere für die von der Vorinstanz auf Grund der Statuten der Klägerin getroffene Feststellung darüber, dass die Klägerin tatsächlich sog. Treuhandgeschäfte (in dem weiten, oben dargelegten Sinne) betreibt, sodass ein Verstoss gegen den Grundsatz der Firmenwahrheit und das Täuschungsverbot nicht vorliegt.\n\nEbenso ist die vom Beklagten in der Berufung wieder aufgenommene Behauptung, die klägerische Firma stelle eine unzulässige Reklamebezeichnung dar, von der Vorinstanz zutreffend zurückgewiesen worden. Auch wenn zuzugeben ist, dass die Firma \"Fiducia S. A.\" irgendwie auf die Besorgung von Treuhandgeschäften hinweist und die Vorstellung vermittelt, das Vertrauen spiele dabei eine besondere Rolle, so ist das nicht unzulässig reklamehaft. Es verhält sich dabei nicht anders als bei allen Firmen, die unter Verwendung des Wortes \"Treuhand\" allein oder in Zusammensetzungen oder in Verbindung mit dem Eigenschaftswort \"treuhänderisch\", \"fiduciaire\", \"fiduciario\" oder unter Verwendung des Wortes \"Fides\" gebildet sind. Eine offensichtlich unhaltbare und nicht ernst zu nehmende Übertreibung ist die Behauptung des Beklagten, bei der von der Klägerin gewählten Firmabezeichnung müsse jeder, der des Italienischen oder Französischen kundig sei oder den - selten gebrauchten - deutschen Ausdruck \"Fiduz\" kenne, unweigerlich daran denken, dass diese Firma schlechterdings das Vertrauen verkörpere und dass sie allein Vertrauen verdiene.\n\nc) Aus den vorstehenden Erwägungen ergibt sich somit, dass die Klägerin, soweit ihr Verhältnis zum beklagten Verband in Frage steht, ihre Firma rechtmässig führt. 3. - Im weiteren ist zu prüfen, ob die Klägerin an BGE 80 II 138 S. 145der gerichtlichen Feststellung der Namensanmassung durch den Beklagten und an der Untersagung weiterer Verletzung ihres Namensrechtes ein rechtliches Interesse besitzt. Denn mangels eines solchen könnte ihr auch kein Rechtsanspruch im Sinne von Art. 29 Abs. 2 ZGB zustehen.\n\nDie Vorinstanz ist zutreffend davon ausgegangen, dass unbefugter Gebrauch der klägerischen Firma dann vorliegt, wenn dieser eine Beeinträchtigung des klägerischen Firmeninhabers in sich schliesst d.h. wenn dessen schutzwürdige Interessen verletzt werden. Hiebei genügt grundsätzlich jedes Interesse, sei es persönlicher, ideeller, vermögensrechtlicher oder geschäftlicher Natur. Der Gesichtspunkt eines höheren Interesses des Beklagten, das jedem Interesse der Klägerin vorzugehen hätte, fällt vorliegend ausser Betracht, da nach den früheren Darlegungen \"Fiducia\" keine Sachbezeichnung ist und keinen Begriff bedeutet, auf den der Beklagte für die Bezeichnung seiner Zeitschrift angewiesen wäre. Es frägt sich also einzig, ob ein schutzwürdiges Interesse der umschriebenen Art auf Seiten der Klägerin zu bejahen sei.\n\na) Eine Beeinträchtigung liegt nach Lehre und Rechtsprechung vor, wenn Verwechslungsgefahr besteht; der Nachweis stattgefundener Verwechslung ist nicht erforderlich (BGE 74 II 235). Im vorliegenden Falle ist er übrigens erbracht, da eine Postkarte, welche für die Redaktion der Zeitschrift \"Fiducia\" bestimmt war, durch die Post der Klägerin zugestellt wurde. Der Beklagte wendet ein, dieser Sachverhalt falle nicht in Betracht, weil es sich dabei nicht um eine Verwechslung (und ihr zugrunde liegende falsche Vorstellung oder Gedankenverbindung) der Kundschaft, des Publikums handle, sondern um eine solche der Post. Diese Auffassung des Beklagten ist jedoch unrichtig. Wie das Bundesgericht schon wiederholt entschieden hat, gehört auch das Postpersonal zu den beteiligten Verkehrskreisen, auf die bei der Beurteilung der Frage der Verwechslungsgefahr abzustellen ist, und dementsprechend werden Verwechslungen bei der Post BGE 80 II 138 S. 146oder bei Behörden als Beweis für Verwechslungsfälle und Verwechslungsgefahr anerkannt (BGE 61 II 123, BGE 73 II 113; ebenso das deutsche Reichsgericht in RGZiv 108 S. 276). An dieser Rechtsprechung ist festzuhalten; denn es ist denkbar, dass der Post auch schwererwiegende Verwechslungen als die hier eingetretene unterlaufen können, indem z.B. Briefpost, die für die Klägerin bestimmt ist, an die Redaktion der Zeitschrift der Beklagten gelangen könnte. Das wäre aber für die Klägerin und deren Kunden unter Umständen höchst unangenehm.\n\nb) Es genügt übrigens, wie festgestellt, schon die blosse Verwechslungsgefahr. Für das Vorliegen einer solchen kann nach der Rechtsprechung unter Umständen ausreichen, wenn die beiden zu vergleichenden Bezeichnungen nur in einem besonders in die Augen springenden, von den beteiligten Verkehrskreisen als charakteristisch empfundenen Bestandteil übereinstimmen (BGE 61 II 123). Das trifft hier entgegen der Auffassung der Berufung gerade zu, wie der angefochtene Entscheid mit Recht ausführt. Das vom Beklagten für seine Zeitschrift als Titel gewählte Wort \"Fiducia\" bildet auch den allein charakteristischen Bestandteil der klägerischen Firmabezeichnung. Es besteht daher ganz offensichtlich die Gefahr, dass vorhandene oder mögliche Kundschaft der Klägerin oder Leute, welche diese Firma kennen, bei der erfahrungsgemäss im heutigen Leben nur noch geringen durchschnittlichen Aufmerksamkeit auf Grund des allein in die Augen springenden Titelwortes \"Fiducia\" der Zeitschrift des Beklagten auf den Gedanken kommen könnte, es handle sich um eine Zeitschrift der Klägerin. Der Hinweis des Beklagten darauf, dass die gesamte Aufmachung der Titelseite mit den zuoberst angebrachten Verbandsabzeichen VSB bezw. ASE eine solche Annahme ausschliesse, ist daher belanglos. Zudem ist bei der Entscheidung der Frage der Verwechslungsgefahr auch der Fall zu bedenken, dass nicht jedermann, der von der Zeitschrift \"Fiducia\" hört, immer ein Exemplar derselben oder den ganzen BGE 80 II 138 S. 147Text des Titelblattes vor Augen hat, sondern sich vom blossen Erinnerungsbild leiten lässt, bei dem der Titel \"Fiducia\" allein im Vordergrund steht. Gegen solche Verwechslungen soll der Firmeninhaber geschützt sein, nicht nur wegen der Gefahr der Schmälerung seines Kundenkreises, sondern auch wegen seiner Geheimsphäre, wegen seines geschäftlichen und privaten Rufes, wegen der mit Verwechslungen verbundenen Umtriebe usw. (BGE 59 II 161 und dort erwähnte nicht veröffentlichte Entscheide).\n\nc) Selbst wenn man aber annehmen wollte, bei Verwendung einer Firma, bezw. des kennzeichnenden Bestandteils einer solchen, zur Bezeichnung einer Sache (hier einer Zeitschrift) entfalle die \"eigentliche Verwechslungsgefahr\" (so EGGER, Art. 29 ZGB N. 17), so wäre im vorliegenden Falle ein schutzwürdiges Interesse der Klägerin gleichwohl zu bejahen; denn der Namensträger darf sich auf Grund von Art. 29 Abs. 2 ZGB auch dagegen zur Wehr setzen, dass er in Beziehungen hineingestellt wird, die er ablehnt und, wie zu ergänzen ist, vernünftigerweise ablehnen darf (gl. A. EGGER a.a.O. ). In dieser Hinsicht ist vorliegend zu beachten, dass die Zeitschrift das offizielle Organ des Verbandes Schweiz. Bücherexperten ist und auf dem Titelblatt als solches bezeichnet wird. Bücherexperten befassen sich aber bekanntlich sehr häufig mit sog. Treuhand- und Verwaltungsgeschäften. Die im Streit stehende Verbandszeitschrift wird sich daher natürlicherweise unter diesem oder jenem Gesichtspunkt im Interesse und zu Handen der Mitglieder mit derartigen Fragen und Angelegenheiten befassen. Bis zu einem gewissen Grade sind die Mitglieder des Verbandes und wohl auch manch andere Abonnenten oder Leser geschäftliche Konkurrenten der Klägerin. Schliesslich ist die Zeitschrift, wenn nicht hauptsächlich, so doch nebenbei auch gemeinschaftliches Werbemittel der Verbandsmitglieder. Das kann aber der Klägerin schon rein geschäftlich nicht gleichgültig sein. Sie hat deshalb ein persönliches, ideelles BGE 80 II 138 S. 148wie auch geschäftliches Interesse daran, dass nicht ausgerechnet das ihre Firma allein kennzeichnende Wort \"Fiducia\" als Titel einer Zeitschrift dieser Art Verwendung findet und dass nicht so Gedankenverbindungen zwischen ihrer Firma und dem Titel der Zeitschrift aufkommen. Ob der Inhalt der Zeitschrift Anerkennung verdient oder nicht, spielt in diesem Zusammenhang keine Rolle. Auch wenn die Zeitschrift gut geführt ist, bleibt es dabei, dass die Klägerin es aus anerkennenswerten Gründen ablehnt und ablehnen darf, durch Gedankenverbindungen in derartige Beziehungen zur Zeitschrift oder zu dem dahinter stehenden Verband hineingestellt zu werden. Darin liegt kein Rechtsmissbrauch seitens der Klägerin. Ebenso ist es verständlich, wenn die Klägerin sich das Wort \"Fiducia\" im Hinblick auf die Möglichkeit wahren will, eines Tages selbst einmal eine Firmenzeitschrift mit diesem ihrer Firma entsprechenden Titel herauszugeben.\n\nEin schutzwürdiges Interesse der Klägerin zu verneinen besteht um so weniger Anlass, als - wie schon ausgeführt - der beklagte Verband auf den Zeitschriftentitel \"Fiducia\" keineswegs angewiesen ist.\n\n4. Das Feststellungs- und das Unterlassungsbegehren der Klägerin sind somit von der Vorinstanz mit Recht geschützt worden.\n\nDie Vorinstanz hat die Klägerin ferner ermächtigt, das Urteil auf Kosten des Beklagten je einmal im Schweiz. Handelsamtsblatt und im Verbandsorgan des Beklagten zu veröffentlichen, und der Beklagte wurde verpflichtet, die Veröffentlichung in seinem Verbandsorgan vorzunehmen.\n\nIn seinem Berufungsbegehren beantragt der Beklagte auch die Aufhebung des die Publikation anordnenden Urteilsdispositivs 4. Allein er hat entgegen der Vorschrift von Art. 55 Abs. 1 lit. c OG dieses Begehren mit keinem Worte begründet, so dass in diesem Punkte auf die Berufung nicht eingetreten werden kann. Sie ist übrigens auch materiell unbegründet. Zwar sind die Auswirkungen der BGE 80 II 138 S. 149Namensanmassung mit der Feststellung ihrer Widerrechtlichkeit und der Untersagung des weiteren titelmässigen Gebrauches des Wortes \"Fiducia\" durch den Beklagten im Wesentlichen behoben; dies aber nur unter der Voraussetzung, dass den beteiligten Geschäftskreisen die durch das Urteil geschaffene Klarstellung bekannt wird. Andernfalls bestünde die durch das Vorgehen des Beklagten geschaffene, für die Klägerin nachteilige Unsicherheit über die Rechtslage weiter. Mit Rücksicht hierauf rechtfertigt es sich daher, als Massnahme zur Störungsbeseitigung im weiteren Sinn die Urteilsveröffentlichung anzuordnen, wie dies bei entsprechendem Sachverhalt im Wettbewerbs- und Patentrecht gemäss ständiger Rechtsprechung geschieht (BGE 61 II 206, BGE 67 II 58, BGE 79 II 329).\n\nFür den erwähnten Zweck genügt die Veröffentlichung des Urteilsdispositivs; einer Veröffentlichung des Urteils in seinem vollen Umfange bedarf es nicht. Das ist zur Klarstellung festzuhalten, da dem Urteil der Vorinstanz nicht mit Sicherheit entnommen werden kann, welche Veröffentlichungsweise sie bei ihrem Urteilsspruch im Auge hatte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts Zürich, II. Zivilkammer, vom 8. September 1953 wird bestätigt."}