{"annee": "80", "cour": "II", "page": "71", "date": "6/4/1954", "cite": ["56 II 296", "78 I 14", "39 II 411", "66 II 43"], "cite_par": ["108 II 77", "82 II 292", "102 II 143"], "chapeau": "10. Urteil der I. Zivilabteilung vom 6. April 1954 i. S. Schweiz. Krankenkasse Helvetia gegen Strahm.", "regestes": ["Société coopérative, exclusion d'un associé. Recevabilité du recours en réforme; nature du litige portant sur la qualité d'associé d'une société coopérative; art. 44, 46 OJ. Admissibilité de nouvelles productions au sujet de la valeur litigieuse; art. 36 al. 2 OJ (consid. 1). Portée de l'art. 30 LAMA quant aux litiges portant sur l'exclusion de membres d'une caisse d'assurance en cas de maladie (consid. 2, 3). Inadmissibilité d'une délégation à l'organe directeur d'une société coopérative de la compétence pour prononcer l'exclusion d'un associé; art. 846 al. 3 CO (consid. 4)."], "faits": "BGE 80 II 71 S. 72\n\nA.- Gustav Strahm ist seit Jahren Mitglied der Schweiz. Krankenkasse Helvetia. Diese ist eine vom Bundesrat gemäss Art. 1 Abs. 3 KUVG anerkannte Krankenkasse. Nach Art. 5 VO I über die Krankenversicherung betr. die Anerkennung von Krankenkassen usw. vom 7. Juli 1913 (BGS 8 S. 323) müssen die Kassen entweder die Rechtsform der Genossenschaft nach Art. 828 OR, des Vereins gemäss Art. 60 ZGB oder der Stiftung gemäss Art. 80 ZGB aufweisen. Kassen, welche die Rechtsform der Genossenschaft wählen, bedürfen nach der erwähnten Vorschrift des Eintrags im Handelsregister nicht; sie besitzen die Rechtspersönlichkeit schon gemäss Art. 29 Abs. 1 KUVG.\n\nDie Helvetia ist gemäss § 1 ihrer Statuten eine Genossenschaft. Oberstes Organ im Sinne der Art. 879/892 OR ist nach § 53 der Statuten die Generalversammlung der schweizerischen Delegierten. Verwaltung im Sinne von Art. 894 OR ist der Zentralvorstand (§ 59); ein Ausschuss BGE 80 II 71 S. 73desselben, der \"engere Zentralvorstand\" (§ 59 Abs. 4) ist nach § 61 Abs. 2 Ziff. 5 für den Ausschluss von Mitgliedern zuständig. § 62 sieht als geschäftsführendes Organ eine Zentralverwaltung vor, welcher der Zentralvorstand einen Teil seiner Geschäfte übertragen kann. In die Zuständigkeit der Zentralverwaltung fällt gemäss Beschluss des Zentralvorstandes vom 19. Januar/5. Februar 1949 u.a. auch der Ausschluss von Mitgliedern. § 94 der Statuten sodann bestimmt unter dem Marginale \"Gerichtsstand und Instanzenweg\":\n\n\"Privatrechtliche Streitigkeiten zwischen der Kasse und ihren Mitgliedern werden durch die ordentlichen Gerichte endgültig entschieden...\n\nVor der gerichtlichen Anhängigmachung eines Rechtsstreites hat der Kläger den nachstehend vorgeschriebenen Instanzenweg zu betreten, ansonst die Beklagte nicht verpflichtet ist, auf die Klage einzutreten.\"\n\nDer Instanzenweg wird in § 94 Abs. 3 und 4 dahin geregelt, dass nach erfolglos verlaufenem Vermittlungsverfahren vor dem Sektionsvorstand die Zentralverwaltung entscheidet, gegen deren Entscheid binnen 14 Tagen beim Zentralvorstand Rekurs erhoben werden kann.\n\nB.- Mit Schreiben vom 21. März 1950 wurde Strahm wegen grober Statutenverletzungen von der Sektion Basel 3 aus der Genossenschaft ausgeschlossen. Hiegegen rekurrierte er am 2. Mai 1950 an die Zentralverwaltung. Diese erklärte mit Schreiben vom 17. Mai 1950 den Entscheid der Sektion als berechtigt. Den Entscheid der Zentralverwaltung zog Strahm nicht an den Zentralvorstand weiter.\n\nC.- Am 17. Mai 1951 erhob Strahm gegen die Kasse Klage mit dem Begehren um Feststellung, dass er immer noch Kassenmitglied sei.\n\nZur Begründung machte er im Wesentlichen geltend, der Ausschlussentscheid der Sektion sei mangels Zuständigkeit nichtig gewesen und habe durch die Bestätigung seitens der Zentralverwaltung keine Gültigkeit erlangen können. Übrigens sei auch die Zentralverwaltung nicht zuständig BGE 80 II 71 S. 74gewesen; denn die Befugnis zum Ausschluss von Mitgliedern, die nach Art. 846 Abs. 3 OR grundsätzlich der Generalversammlung zustehe, könne zwar durch die Statuten an die Verwaltung im Sinne des Gesetzes, also bei der Beklagten an den Zentralvorstand, delegiert werden. Eine Weiterdelegation an die Zentralverwaltung als lediglich geschäftsführendes Organ sei dagegen unstatthaft. Die Zentralverwaltung wäre ferner auch deswegen zum Ausschluss nicht zuständig, weil ihr diese Befugnis in den Statuten nicht ausdrücklich übertragen werde.\n\nDie Beklagte bestritt ihre Pflicht zur Einlassung auf die Klage wegen Nichteinhaltung des Instanzenweges gemäss § 94 der Statuten. Die dort vorgesehene Regelung sei zulässig, da nach Art. 30 KUVG die Anrufung des ordentlichen Richters überhaupt ausgeschlossen werden könne. Eventuell beantragte sie Abweisung der Klage. Sie anerkennt, dass die Sektion zum Ausschluss nicht zuständig gewesen sei. Das sei aber unbeachtlich, da die Zentralverwaltung in Bestätigung des Sektionsentscheides ihrerseits den Ausschluss vorgenommen habe. Die Zentralverwaltung sei zwar nicht Verwaltung im Sinne von Art. 846 OR, sondern geschäftsführendes Organ nach Art. 898 OR. Der Ausschluss eines Mitgliedes stelle aber bei einer Krankenkasse, bei der die Aufhebung der Versicherung durch Aufhebung der Mitgliedschaft erfolgen müsse, einen Akt der Geschäftsführung dar, weshalb es ohne Verstoss gegen Art. 846 OR zulässig sei, die Kompetenz hiezu gemäss Art. 898 der Zentralverwaltung zu übertragen, zumal wenn dem Ausgeschlossenen ein Rekursrecht an den Zentralvorstand eingeräumt werde. Eine andere Lösung sei für die Beklagte mit ihrem Bestand von 450'000 Mitgliedern unmöglich. Nach den Statuten sei die Zentralverwaltung zum Ausschluss von Mitgliedern befugt, da nach § 62 Abs. 1 der Zentralvorstand einen Teil der Geschäftsführung und somit auch das nach § 61 Abs. 2, Ziff. 5 dem engern Vorstand zustehende Recht zum Ausschluss dem Verwalter übertragen könne, wie es durch BGE 80 II 71 S. 75den Beschluss des Zentralvorstandes von 1949 geschehen sei.\n\nD.- Das Zivilgericht von Basel-Stadt wies die Klage ab. Das Appellationsgericht schützte sie mit Urteil vom 30. Oktober 1953.\n\nE.- Mit der vorliegenden Berufung hält die Beklagte am Antrag auf Klageabweisung fest.\n\nDer Kläger beantragt Abweisung der Berufung und Bestätigung des angefochtenen Entscheides.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Zulässigkeit der Berufung, die in erster Linie zu prüfen ist, ergibt sich nach der Auffassung der Beklagten daraus, dass die vorliegende Streitsache eine nichtvermögensrechtliche Streitigkeit im Sinne von Art. 44 OG darstellt.\n\nWährend die Rechtsprechung des Bundesgerichts den Streit um die Mitgliedschaft bei der A.-G. als vermögensrechtlichen betrachtet, die Berufungsfähigkeit also von einem Streitwert von mindestens Fr. 4000.-- abhängig macht (BGE 66 II 46), gilt ihr in der Tat der Streit um die Mitgliedschaft bei der Genossenschaft gleich wie beim Verein als nichtvermögensrechtlicher Natur (BGE 56 II 297). Diese Unterscheidung mag sich je nach der Art der Genossenschaft rechtfertigen. Es gibt Genossenschaften, bei denen die Mitgliedschaft sich nicht im wirtschaftlichen Interesse erschöpft, sondern daneben einen ideellen Gehalt einschliesst, wie denn Art. 828 OR als Zweck der Genossenschaft \"in der Hauptsache\" die Förderung bestimmter wirtschaftlicher Interessen ihrer Mitglieder bezeichnet. Bei den Versicherungsgenossenschaften und insbesondere bei den anerkannten Krankenkassen ist indessen die Mitgliedschaft völlig gleichbedeutend mit Versicherungsinteresse, mit der Versicherung nach Massgabe der statutarischen Versicherungsleistungen der Kasse. Dieses Interesse ist aber ein rein vermögensrechtliches, das sogar dem Betrage - jedenfalls dem Höchstbetrage - nach genau BGE 80 II 71 S. 76festgestellt werden kann. Einem solchen Streit über die Mitgliedschaft nichtvermögensrechtlichen Charakter beizulegen, ist nicht am Platze (vgl. hiezuBGE 39 II 413). Für die Zulässigkeit der Berufung ist daher ein Streitwert von mindestens Fr. 4000.-- erforderlich.\n\nIn der Klagebeantwortung hat die Beklagte ausgeführt, dass der Kläger infolge seiner lange dauernden Krankheit in den Jahren 1948/50 seine Genussberechtigung in der ordentlichen Krankenversicherung gemäss § 39 Abs. 1 lit. a der Statuten mit dem 21. März 1950 erschöpft habe; infolgedessen wäre er für die Dauer von 12 Monaten in der Genussberechtigung eingestellt gewesen und hätte hernach nochmals während 180 Tagen Anspruch auf die vollen Leistungen gehabt. Hiegegen hat der Kläger in der Replik keine Einwendungen erhoben, und dementsprechend hat die Vorinstanz (Urteil S. 2) festgestellt, dass der Appellationsstreitwert gegeben sei, da dem Kläger, sofern seine Mitgliedschaft nicht erloschen sei, noch Anspruch auf ein Taggeld von Fr. 16.- während 180 Tagen zustehe, was Fr. 2880.-- ausmacht.\n\nIn der Berufung trägt die Beklagte nun unter Hinweis auf die Ergänzungsversicherung für Tuberkulose eine neue Berechnung der Bezugsberechtigung vor, die, wenn sie richtig ist, ein Interesse von über Fr. 8000.-- ergibt. Diese Änderung in der Streitwertberechnung ist, obwohl sie sich auf neue tatsächliche Vorbringen stützt, nicht zu beanstanden. Denn Art. 55 Abs. 1 lit. c OG, der neue Tatsachenvorbringen ausschliesst, gilt in Bezug auf den Streitwert nicht. Dieser ist gemäss Art. 36 Abs. 2 OG durch das Bundesgericht von Amteswegen zu ermitteln. Parteierklärungen zum Streitwert binden den Richter (im Gegensatz zum früheren OG) nicht. Infolgedessen muss auch die Partei auf ihre vor den kantonalen Instanzen vorgenommene Streitwertberechnung im Berufungsverfahren zurückkommen können.\n\nNach der Darstellung der Berufung stünden dem Kläger bei weiterer Dauer seiner Mitgliedschaft - neben BGE 80 II 71 S. 77dem Anspruch aus der ordentlichen Krankenversicherung während weiteren 180 Tagen - noch Ansprüche zu aus der Tuberkuloseversicherung, wo er seine Genussberechtigung noch nicht erschöpft habe. Diese Versicherung gibt dem Versicherten während 1080 Tagen, eventuell während 1800 Tagen, Anspruch auf das volle Taggeld (§ 39 A Abs. 1 und 3 der Statuten). Ein solcher Anspruch setzt allerdings Aufenthalt in einer Heilanstalt voraus, und auch sonst ist die Berechnung der Berufungsklägerin nicht über jeden Zweifel erhaben, zumal bei Mitberücksichtigung der vom Versicherten zu erbringenden Prämienleistungen. Da aber ihre Unrichtigkeit nicht dargetan ist, mag der Berufungsstreitwert als gegeben betrachtet werden.\n\n2. In der Sache selbst ist der Berufungsklägerin zuzugeben, dass der Ausschluss durch die höchsten Organe, wie Art. 846 Abs. 3 OR ihn für die Genossenschaft vorschreibt, äusserst unpraktisch ist für eine Krankenkasse mit annähernd einer halben Million Mitgliedern. Bei ihr ist Mitgliedschaft gleichbedeutend mit Krankenversicherung und der Ausschluss aus der Kasse bedeutet also nichts weiteres als die Auflösung der Versicherung. Allein nachdem schon der Gesetzgeber vorgeschrieben hat (Art. 5 VO I KV), dass sich die anerkannten Krankenkassen privatrechtlich, als Genossenschaft, Verein oder Stiftung, zu organisieren haben, muss das Gesetz, unter das sie demgemäss gestellt sind, für die Beklagte also das Recht der Genossenschaft, auf sie angewendet werden, soweit nicht Sondervorschriften eingreifen. Daran ändert nichts, dass ihre Statuten durch die Behörde - Bundesamt für Sozialversicherung, EVD, Bundesrat (Art. 13-15, 21 VO I KV) - genehmigt sind. Die Genehmigung ist nur Voraussetzung für die Anerkennung der Krankenkasse und deren Anspruch auf den Bundesbeitrag, verschafft aber den Statuten nicht Rechtskraft, soweit sie mit dem Gesetz im Widerspruch stehen. Als solche Sondervorschriften sind zu erwähnen der Erwerb der Rechtspersönlichkeit ohne Eintrag im Handelsregister schon auf BGE 80 II 71 S. 78Grund der behördlichen Anerkennung (Art. 29 Abs. 1 KUVG) und die aus der Ordnung der Freizügigkeit sich ergebenden Austrittsgründe einerseits und der Anspruch auf Aufnahme in eine andere Kasse anderseits (VO III betr. gesetzliche Freizügigkeit... vom 30. Juli 1935, BGS 8 S. 341), die das OR nicht kennt. Hinsichtlich des Ausschlusses dagegen bestehen keine solchen von der gesetzlichen Ordnung abweichenden Vorschriften.\n\n3. Nach der Ansicht der Beklagten wäre eine solche Sondervorschrift in Art. 30 Abs. 1 KUVG zu erblicken. Dieser bestimmt unter dem Randtitel \"Gerichtsstand\":\n\n\"Privatrechtliche Streitigkeiten der Kassen unter sich oder mit ihren Mitgliedern oder Drittpersonen werden vom ordentlichen Richter entschieden, wenn die kantonale Gesetzgebung oder, soweit es sich um Streitigkeiten der Kassen mit ihren Mitgliedern handelt, die Statuten nichts anderes bestimmen.\"\n\nDie Berufungsklägerin legt unter Hinweis auf die Ausführungen des Berichterstatters Usteri im Ständerat anlässlich der Gesetzesberatung (Sten. Bull. 1909, StR S. 388 zu Art. 15 des Entwurfs) dieser Bestimmung die Bedeutung bei, dass die Kasse in Streitigkeiten mit ihren Mitgliedern den Entscheid unter Ausschluss des Rechtsweges ihren Organen vorbehalten könne; dann sei aber auch die in ihren Statuten vorgesehene, weniger weit gehende Regelung zulässig, wonach vor der Anrufung des Richters der kasseneigene Instanzenzug durchlaufen werden muss. Ersteres vorausgesetzt, wäre letzteres unbestreitbar.\n\nNach diesen Gesetzesmaterialien hat Usteri die streitige Gesetzesvorschrift unmissverständlich im Sinne der Berufungsklägerin ausgelegt, und es besteht kein Zweifel, dass wenigstens der Ständerat (im Nationalrat wurde darüber nicht gesprochen) dieser Auffassung beipflichtete (auf die Auslegung Usteris stellen ebenfalls ab GUTKNECHT, Kommentar zum KUVG, Art. 30; HÜNERWADEL, Krankenversicherung S. 29; HUBER, Der Rechtsschutz in der BGE 80 II 71 S. 79Krankenversicherung S. 91; FLEINER, Bundesstaatsrecht S. 546 Anm. 52; auch kantonale Gerichte haben sich ihr angeschlossen). Ein solches Privileg des Richtens in eigener Sache, das mit einem grundlegenden Prinzip des Rechtsstaates im Widerspruch stünde, könnte indessen nur anerkannt werden, wenn es im Gesetz selbst eindeutig zum Ausdruck käme, zumal das Bundesgericht, wie Usteri selbst erwähnte, 3 Jahre vorher, mit Urteil vom 20. Juni 1906 i.S. Braillard c. Société des secours mutuels de la Glâne, eine Statutenbestimmung, die im Sinne Usteris der Generalversammlung richterliche Funktionen einräumte, als rechtlich unhaltbar erklärt hatte. An solch eindeutigem Ausdruck fehlt es aber. Die Bestimmung handelt, wie ihr Marginale sagt, vom Gerichtsstand. Sie bezeichnet als zuständig den ordentlichen Richter, wenn die kantonale Gesetzgebung oder die Statuten nichts anderes vorsehen. Bezüglich der kantonalen Gesetzgebung kann das selbstverständlich nur bedeuten: Wenn sie keinen andern Richter bestimmt. Dann ist es aber unerfindlich, wieso es für die im gleichen Zusammenhang erwähnten Statuten eine andere Bedeutung haben sollte. Aus diesem Gesetzeswortlaut - und dieser, nicht was der Gesetzgeber sich bei Erlass einer Bestimmung vorgestellt hat, ist massgebend (BGE 78 I 29f.) - kann schlechterdings nichts anderes herausgelesen werden, als die Prorogationsbefugnis der Statuten und allenfalls noch die Zulässigkeit schiedsgerichtlicher Erledigung. Auch der Bundesrat hat der Vorschrift keinen weitergehenden Sinn beigelegt, wie aus seiner Botschaft zu Art. 15 des Entwurfes (BBl 1906 VI S. 360) erhellt, wo ausgeführt wird:\n\n\"Dieser Artikel bezweckt nur, in privatrechtlichen Sachen jede Rechtsprechung seitens der Bundesaufsichtsbehörde auszuschliessen. Er entspricht dem Art. 13 des Aufsichtsgesetzes von 1885 betreffend die privaten Versicherungsunternehmungen... Nichts wird übrigens die kantonale Gesetzgebung und, hinsichtlich der Streitfälle mit ihren eigenen Mitgliedern, die Kassen selbst hindern, eine andere als die gewöhnliche Gerichtsbarkeit einzuführen.\" BGE 80 II 71 S. 80Die eigenmächtige Entscheidungsbefugnis der Kasse selbst stellt aber, wie die Vorinstanz zutreffend bemerkt, überhaupt keine Gerichtsbarkeit dar.\n\nSo im Sinne des klaren Wortlautes verstanden, deckt die Bestimmung auch den kasseninternen Instanzenzug vor Anrufung des Richters und als Bedingung derselben nicht.\n\n4. Demnach gilt für die beklagte Kasse die in Art. 846 Abs. 3 OR vorgesehene Ordnung. Diese erklärt in erster Linie die Generalversammlung zur Ausschliessung eines Mitgliedes zuständig. Die Statuten können jedoch die Verwaltung damit beauftragen. Die Berufungsklägerin will unter der Verwaltung nicht nur das der Generalversammlung nächstfolgende Organ im Sinne von Art. 894 f. OR, das bei ihr der Zentralvorstand ist, verstanden wissen, sondern auch die Verwaltung im Sinne von Art. 898 OR, d.h. die mit der Geschäftsführung betraute Stelle, die nicht der Verwaltung gemäss Art. 894 anzugehören braucht und bei der Beklagten der Verwalter (die Zentralverwaltung) ist, der dem Zentralvorstand tatsächlich nicht angehört, sondern von ihm gewählter Angestellter ist (§ 62 der Statuten). Diese Auffassung ist unhaltbar. In Art. 898 OR spricht das Gesetz gerade nicht von Verwaltung, wie in Art. 894, oder von Verwaltungsausschüssen, wie in Art. 897, sondern von Geschäftsführung und Vertretung. Wenn aber von Gesetzeswegen für den Ausschluss in erster Linie das höchste Organ berufen ist, dann verbietet sich die Annahme, dass bei der Erlaubnis zur statutarischen Übertragung dieser Befugnis an die Verwaltung unter dieser nicht bloss das auf die Generalversammlung folgende Genossenschaftsorgan, sondern auch eine demselben untergeordnete Stelle im blossen Anstellungsverhältnis mit Geschäftsführungsbefugnis verstanden sei. Dem Geschäftsführer, der nicht einmal Genossenschafter zu sein braucht, kann das Gesetz nicht eine Befugnis einräumen wollen, die in das persönliche Verhältnis zur Genossenschaft eingreift, nämlich BGE 80 II 71 S. 81die Befugnis, das persönliche Band zu lösen. Die Begründung der Beklagten, bei ihr sei der Ausschluss von Mitgliedern bloss ein Akt der Geschäftsführung, ist rechtlich irrig. Die Mitgliedschaft bei der Genossenschaft ist eine Frage der körperschaftlichen Organisation, die als solche ausser dem Bereich der Geschäftsführung für die Körperschaft steht.\n\nDer Vergleich, den die Berufungsklägerin mit der durch Art. 848 OR für die Genossenschaft in der Privatversicherung vorgesehenen Regelung macht, ist unbehelflich. Die genànnte Bestimmung sieht vor, dass die Mitgliedschaft in der Genossenschaft, die mit Abschluss des Versicherungsvertrages erworben wird, auch mit Auflösung des Vertrages verloren geht; da die Vertragsauflösung zweifellos der Geschäftsführung zusteht, nimmt also praktisch diese den Ausschluss des Mitgliedes vor. Aber diese Spezialvorschrift kann für die Auslegung des Art. 846 Abs. 3 OR nicht herangezogen werden, und ihre direkte oder auch nur analoge Anwendung auf das vorliegende Versicherungsverhältnis, wo kein Vertrag abgeschlossen wird, der die Mitgliedschaft nach sich zieht, sondern die Versicherung sich an den Erwerb der Mitgliedschaft knüpft, ist ausgeschlossen. Dass der Unterschied theoretisch ist, indem in beiden Fällen Mitgliedschaft und Versicherung zusammenfallen, ändert nichts.\n\nDie zwingende Ordnung des Gesetzes lässt der Berufungsklägerin somit nur die Möglichkeit, den Ausschluss durch den Zentralvorstand vorzunehmen. Dass der von der Ausschlussverfügung Betroffene an den Zentralvorstand rekurrieren kann, genügt nicht, weil er eben von Gesetzeswegen diese Verfügung überhaupt nicht zu beachten braucht. Anders verhielte es sich nur, wenn der kasseneigene Instanzenzug der Statuten gesetzlich zugelassen wäre, wie es bei einer in die Rechtsform des Vereins gekleideten Kasse gemäss Art. 72 Abs. 3 ZGB zuträfe.\n\n5. Bei diesem Ergebnis kann dahingestellt bleiben, ob die Zentralverwaltung durch die Statuten überhaupt BGE 80 II 71 S. 82mit dem Ausschluss betraut sei und ob das Gesetz eine ausdrückliche Statutenvorschrift verlange oder eine zwar nicht ausdrückliche, aber immerhin deutliche Regelung in diesem Sinne genüge.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationsgerichts des Kantons Basel-Stadt vom 30. Oktober 1953 bestätigt."}