{"annee": "80", "cour": "II", "page": "288", "date": "9/12/1954", "cite": [], "cite_par": ["126 III 288", "89 II 304", "103 II 15", "82 II 173", "109 III 49", "130 III 202"], "chapeau": "48. Arrêt de la IIe Cour civile du 9 décembre 1954 dans la cause Madeira contre Trolliet.", "regestes": ["Action en recherche de paternité. Péremption. L'art. 139 CO est-il applicable au cas d'une action en recherche de paternité régulièrement introduite mais rejetée en raison d'une faute de procédure commise par l'une des parties et affectant un acte ultérieur du procès?"], "faits": "BGE 80 II 288 S. 289\n\nA.- Le 10 août 1950, Antoinette Madeira et son fils Jean-Luc, né le 10 août 1949, ont introduit une action en recherche de paternité contre Pierre Trolliet par le dépôt d'une citation en conciliation en main du juge de paix du cercle de Granges. Aucune des parties n'a comparu à l'audience de conciliation, qui avait été fixée au 2 décembre 1950. Le juge de paix l'a constaté dans son procès-verbal en ajoutant qu'il le communiquerait à l'avocat de la partie demanderesse. L'art. 62 CPC dispose que, si les deux parties font défaut à l'audience de conciliation, \"la citation tombe et le juge ne prononce pas l'amende\".\n\nLe 21 décembre 1950, Antoinette et Jean-Luc Madeira ont remis au juge de paix de Granges une nouvelle citation en conciliation qui ne contenait pas de conclusions et se référait à l'exploit du 10 août 1950. L'audience de conciliation a été fixée au 7 avril 1951. Les demandeurs y ont comparu et ont obtenu contre le défendeur, qui avait fait défaut, un \"acte de non-comparution\" valant \"acte de non-conciliation\" en vertu de l'art. 59 al. 2 CPC.\n\nLe 7 mai 1951, Antoinette et Jean-Luc Madeira ont déposé une demande au greffe du Tribunal du district de Payerne. Sous nos 20 et 21, ils ont allégué ce qui suit: \"Les demandeurs ont ouvert action par exploit de citation en conciliation adressé à M. le Juge de paix du cercle de Granges, sous pli recommandé, mis à la poste le 10 août 1950. Ils ont obtenu acte de non-comparution en date du 7 avril 1951\". Trolliet a fait alors valoir que les demandeurs paraissaient avoir voulu, par l'exploit du 21 décembre 1950, poursuivre l'action introduite le 10 août précédent. Estimant que l'art. 62 CPC s'y opposait, il a requis l'invalidation de l'instance en soulevant une exception de procédure. La partie demanderesse a conclu au rejet de ce moyen en soutenant qu'elle n'avait pas pu comparaître à l'audience de conciliation du 2 décembre 1950, et que le juge avait simplement renvoyé cette séance en citant à nouveau les parties au moyen de l'exploit du 21 décembre 1950. Par jugement du 21 mars BGE 80 II 288 S. 2901952, le président du Tribunal du district de Payerne a invalidé l'instance. Dans un arrêt du 27 mai 1952, notifié aux parties le 23 juin suivant, le Tribunal cantonal a confirmé ce jugement, en bref, par les motifs suivants. Etant donné l'art. 62 CPC, la citation du 10 août 1950 ne peut plus sortir d'effets ni, partant, constituer l'introduction d'une instance éteinte de par la loi, du seul fait du défaut des deux parties à l'audience de conciliation. Mais celle du 21 décembre 1950 ne saurait non plus être considérée comme l'acte introductif d'une nouvelle action, car elle ne contient pas de conclusions et ne satisfait ainsi pas aux exigences formelles de la loi au sujet du contenu de l'exploit. L'instance doit donc être invalidée.\n\nB.- Le 22 août 1952, Antoinette et Jean-Luc Madeira ont requis du juge de paix du cercle de Granges la notification d'une troisième citation en conciliation. Ils ont obtenu acte de non-comparution le 25 octobre 1952 et ont déposé leur demande devant le Tribunal du district de Payerne le 4 novembre suivant. Dans sa réponse du 17 février 1953, Trolliet a soulevé l'exception de péremption de l'action. Cette question a fait l'objet d'une instruction séparée (art. 322 CPC). Par jugement du 20 avril 1954, le Tribunal civil du district de Payerne a rejeté l'exception, en considérant que l'action intentée par les demandeurs le 10 août 1950 avait été écartée en raison d'un vice de forme réparable par l'arrêt du 27 mai 1952, et qu'une nouvelle action avait été introduite dans le délai de 60 jours prévu par l'art. 139 CO. Trolliet ayant déféré la cause au Tribunal cantonal, celui-ci, dans son arrêt du 7 juillet 1954, a réformé le jugement du Tribunal de district et admis l'exception de péremption. Il a estimé que l'action du 10 août 1950 n'était pas atteinte d'un vice de forme et que, partant, l'art 139 CO n'était pas applicable.\n\nC.- Antoinette et Jean-Luc Madeira recourent en réforme en demandant au Tribunal fédéral de rejeter l'exception de péremption. Trolliet conclut au rejet du recours.\n\nBGE 80 II 288 S. 291", "considerants": "Considérant en droit:\n\n1. Selon la jurisprudence du Tribunal fédéral, l'art. 139 CO est applicable non seulement aux délais de prescription proprement dits, mais aussi au délai de péremption institué par l'art. 308 CC. Par conséquent, lorsque l'action en recherche de paternité \"a été rejetée par suite de l'incompétence du juge saisi, ou en raison d'un vice de forme réparable, ou parce qu'elle était prématurée\", la partie demanderesse jouit, si le délai d'un an est expiré dans l'intervalle, d'un délai supplémentaire de soixante jours pour faire valoir ses droits (RO 61 II 149 ss; 72 II 328).\n\n2. L'art. 139 CO est applicable à condition qu'une action ait été intentée dans le délai ordinaire, qu'elle ait été atteinte d'un vice de forme réparable (il ne s'agit ici que de cette éventualité), qu'elle ait été rejetée pour ce motif et que la décision sur ce point soit intervenue après l'expiration du délai de prescription ou de péremption.\n\nLa première de ces conditions est incontestablement réalisée puisque l'enfant est né le 10 août 1949 et qu'une première action a été introduite le 10 août 1950.\n\nEn revanche, il est plus délicat de déterminer si la seconde condition, relative à l'existence d'un vice de forme réparable, est remplie. Les recourants l'affirment en se fondant essentiellement sur l'arrêt rendu par le Tribunal fédéral le 7 novembre 1946 dans la cause P. contre M. (RO 72 II 326 ss). Cet arrêt, qui confirme une décision rendue par le Tribunal cantonal vaudois le 3 mai 1946, considère comme un vice de forme réparable le dépôt d'une demande après le délai de trente jours pendant lequel l'acte de non-conciliation est valable (art. 57 et 254 al. 2 CPC). Les recourants soutiennent qu'il n'y a pas de différence entre cette irrégularité et le défaut de comparution à l'audience de conciliation, qui doit donc aussi être considéré comme un vice de forme réparable.\n\nBGE 80 II 288 S. 292\n\nToutefois, il convient de relever tout d'abord que la jurisprudence de l'arrêt P. contre M. ne laisse pas d'être fort discutable. Elle fait dépendre en effet l'application de l'art. 139 CO des règles particulières de la procédure cantonale. De plus, elle ne paraît guère conforme à la ratio legis de cette disposition. Celle-ci tend à atténuer la rigueur de la prescription (ou de la péremption) en faveur du plaideur qui, agissant dans la hâte des derniers jours du délai, commet une erreur de procédure affectant l'acte introductif d'instance. Si ce but ne découle pas à l'évidence du texte même de l'art. 139 CO, il résulte en revanche clairement de la note marginale: \"Délai supplémentaire, lorsque l'action a été mal introduite\". La partie qui commet une erreur de procédure dans l'une des phases subséquentes du procès n'est plus pressée par l'expiration du délai de prescription ou de péremption. Elle ne saurait donc invoquer l'excuse qui profite au plaideur au moment d'intenter action. D'ailleurs, le demandeur, qui intente régulièrement son action, interrompt la prescription, un nouveau délai commençant à courir à compter de chaque acte du procès (art. 138 al. 1 CO). Il n'a donc pas besoin d'un \"délai supplémentaire\" lorsqu'il commet plus tard une informalité. On ne voit pas pourquoi il devrait en aller autrement en matière de péremption. De plus, la jurisprudence de l'arrêt P. contre M. aboutit à cette conséquence surprenante qu'une citation en conciliation régulière mais demeurant sans suite est impuissante à interrompre la prescription, tandis qu'un simple commandement de payer pourrait avoir cet effet même si le créancier renonçait à continuer la poursuite. Quoi qu'il en soit cependant, il n'est pas nécessaire de trancher la question du bien-fondé de l'arrêt P. contre M., car la situation de fait se présente ici de manière quelque peu différente.\n\nDans la cause P. contre M., le Tribunal cantonal a interprété le droit cantonal en ce sens que l'inobservation du délai de trente jours affecte simplement l'acte de BGE 80 II 288 S. 293non-conciliation, qui perd alors sa validité, tandis que l'action comme telle subsiste. En revanche, dans la présente espèce, il constate, de manière à lier le Tribunal fédéral, que le défaut de comparution des deux parties à l'audience de conciliation entraîne la caducité de la citation elle-même. Aux termes de l'art. 62 CPC, \"la citation tombe\" et, comme le dit la juridiction cantonale, elle ne peut plus sortir aucun effet. Du moment qu'en matière d'action en recherche de paternité la citation en conciliation constitue l'acte introductif d'instance, les demandeurs, en ne comparaissant pas, se sont mis dans la même situation que s'ils n'avaient intenté aucune action ou l'avaient retirée. Il s'ensuit que le délai de l'art. 308 CC est expiré sans qu'une action ait été introduite. Lorsque, le 21 décembre 1950, les demandeurs ont fait à nouveau citer le défendeur en conciliation, leur action était déjà périmée. Le Tribunal cantonal aurait pu le constater dès ce moment. A plus forte raison était-il fondé à le faire dans l'arrêt attaqué, relatif à l'action introduite le 22 août 1952.\n\nD'ailleurs, même en appliquant l'arrêt P. contre M. et en considérant le défaut des deux parties à l'audience de conciliation comme un vice de forme réparable, il n'en faudrait pas moins rejeter le recours. En effet, du moment que la conciliation est obligatoire en matière d'action en recherche de paternité (art. 52 ch. 3 CPC) et que la première citation était tombée en vertu de l'art. 62 CPC, les demandeurs devaient en déposer une nouvelle. Se fondant sur l'arrêt P. contre M., ils pouvaient invoquer l'art. 139 CO et bénéficier d'un délai de soixante jours dès l'audience de conciliation, date à laquelle la citation était tombée. Mais pour que ce délai supplémentaire fût sauvegardé, il aurait fallu qu'ils agissent régulièrement. Or tel n'a pas été le cas puisque la citation qu'ils ont fait notifier le 21 décembre 1950 ne contenait pas de conclusions et ne satisfaisait donc pas aux exigences formelles du CPC. Comme la nature du délai de grâce accordé par l'art. 139 CO interdit qu'il soit octroyé plus BGE 80 II 288 S. 294d'une fois en raison des risques d'abus qui pourraient en résulter, il est hors de doute que l'action introduite le 22 août 1952 est périmée. Cela étant, il est inutile d'examiner si les autres conditions de l'art. 139 CO sont réunies.\n\nPar ces motifs, le Tribunal fédéral\n\nrejette le recours et confirme la décision attaquée."}