{"annee": "80", "cour": "II", "page": "327", "date": "16/11/1954", "cite": ["47 II 462", "41 I 221", "42 III 286", "41 II 474", "34 II 681", "78 II 216", "74 II 158", "47 II 86", "45 II 548", "43 II 803"], "cite_par": ["96 II 129", "86 II 171", "107 II 419", "87 II 364", "113 II 121", "117 II 286", "110 II 360", "88 II 150", "117 II 47", "136 III 247", "93 II 189", "107 II 216", "81 II 613", "82 II 129", "120 II 35", "102 II 401"], "chapeau": "53. Urteil der I. Zivilabteilung vom 16. November 1954 i. S. Wild gegen Immo-Hyp Propria A.-G. in Nachlassliquidation.", "regestes": ["Art. 20 CO. Champ d'application. Notion de l'illicéité objective. Distinction entre la nullité et l'annulabilité. Quand la nullité d'une partie du contrat entraîne-t-elle celle du contrat entier?"], "faits": "BGE 80 II 327 S. 327\n\nA.- Durch Vertrag vom 4. Oktober 1950 gewährte Ernst Wild der Immo-Hyp Propria A.-G. ein bis zum 31. Oktober 1950 befristetes und zu 5% pro Jahr verzinsliches Darlehen von Fr. 400'000.--, gegen Bestellung des Pfandrechtes an drei Inhaberschuldbriefen im Gesamtbetrage von Fr. 686'000.-- und an 150 Aktien im Nominalwert von Fr. 75'000.-- nebst Solidarbürgschaft der Immo-Hyp Immobilien- und Kreditbank und des Kaufmannes Edwin Gloor. Die Auszahlung beschränkte sich auf Fr. 318'470.85, weil einerseits ein früheres Darlehen mit Fr. 70'029.15 per 3. Oktober 1950 angerechnet, anderseits der Zins zu 5% für die Periode vom 3. bis 31. Oktober 1950 mit Fr. 1500.-- sowie eine Abschlusskommission von Fr. 10'000.-- abgezogen wurden.\n\nB.- Wenig später geriet die Darlehensnehmerin in Zahlungsschwierigkeiten. Die zuständigen Behörden bewilligten am 7. März 1951 eine Nachlassstundung und bestätigten am 29. März 1952 den vorgeschlagenen Nachlassvertrag BGE 80 II 327 S. 328mit Vermögensabtretung. Am 2. Dezember 1952 lehnten die Liquidatoren der Immo-Hyp Propria A.-G. die von Wild angemeldete Darlehensforderung von Fr. 400'000 mit Zins sowie das dafür beanspruchte Pfandrecht an Schuldbriefen und Aktien ab, da der Darlehensvertrag gegen das kantonale Wucherverbot verstosse und nichtig sei.\n\nDaraufhin reichte Wild Klage ein über die Streitfrage:\n\n\"Ist die vom Kläger im Nachlassverfahren der Immo-Hyp Propria A.-G. angemeldete und von den Liquidatoren der Beklagten im Kollokationsplane gemäss lit. a der Kollokationsverfügung vom 2. Dezember 1952 abgewiesene Forderung von Fr. 400'000.-- evtl. Fr. 390'000.-- nebst 5% Zins seit 1. November 1950 begründet und unter den faustpfandversicherten Forderungen in den Kollokationsplan einzureihen?\"\n\nSie wurde vom Einzelrichter des Bezirksgerichtes Zürich verworfen, vom Obergericht des Kantons Zürich jedoch mit Urteil vom 27. April 1954 dahin geschützt, dass die Forderung in der Höhe von Fr. 387'227.80 in der 5. Klasse zu kollozieren sei.\n\nC.- Der Kläger legte Berufung an das Bundesgericht ein. Er begehrt, seine Darlehensforderung sei als faustpfandgesicherte vollumfänglich mit Fr. 400'000.--, eventuell mit Fr. 390'000.-- und subeventuell mit Fr. 387'227.80, je nebst 5% Zins ab 1. November 1950, in den Kollokationsplan aufzunehmen. Die Beklagte schloss sich der Berufung an mit dem Antrag auf gänzliche Abweisung der Klage.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die vom Kläger ausbedungene Vergütung für das Darlehen setzt sich zusammen aus Zins und Abschlussprovision. Sachlich genommen handelt es sich gesamthaft um Zins im Sinne von Art. 73 Abs. 2 OR, der dem öffentlichen Rechte vorbehält, Bestimmungen gegen Missbräuche im Zinswesen aufzustellen. In Wahrnehmung dieser Befugnis schreibt § 213 des zürcherischen EG zum ZGB vor, dass Darleiher an Zins, Provision, Kommission und Gebühren BGE 80 II 327 S. 329zusammen pro Monat höchstens 1% der ausbezahlten Darlehenssumme beziehen dürfen. Die Verletzung der so lautenden kantonalen Regelung durch das umstrittene Parteiabkommen - da die dem Kläger für die Laufzeit des Darlehens von 28 Tagen ausgerichtete Vergütung auf das Jahr umgerechnet 38,15% ausmacht - hat bereits die Vorinstanz für das Bundesgericht verbindlich festgehalten.\n\n2. Art. 20 OR, der den Vertrag mit widerrechtlichem Inhalte als nichtig erklärt, unterscheidet nicht zwischen Verstössen gegen das eidgenössische und solchen gegen das kantonale Recht. Auch letztere sind beachtlich, sofern wie hier die massgebliche Ordnung in die kantonale Zuständigkeit gegeben ist. Doch bewirkt die Widerrechtlichkeit eines Rechtsgeschäftes nicht schlechthin dessen Nichtigkeit, sondern nur wo diese im Gesetz ausdrücklich vorgesehen ist oder aus seinem Sinn und Zweck abgeleitet werden muss, d.h. der Bedeutung des zu bekämpfenden Erfolges entspricht (BGE 47 II 464, BGE 45 II 551; vgl. REGELSBERGER, Pandekten S. 541).\n\nDie Berufung hält für unbewiesen, dass § 213 EG auf die Nichtigkeit zuwiderlaufender Vereinbarungen ziele, und behauptet, der Kanton Zürich wäre zu einem dermassen weitgehenden Eingriff gar nicht befugt gewesen. Allein wenn der Bundesgesetzgeber dem kantonalen öffentlichen Gesetzgeber überlässt, Bestimmungen gegen Missbräuche im Zinswesen aufzustellen, so schliesst das auch die Ermächtigung zum Einsatz aller geeigneten Gewährleistungsmittel ein. Zu ihnen zählt in erster Linie die Vernichtung widersprechender Abreden. Die Ungültigkeitsfolge eigens festzulegen war nicht nötig. Sie ergibt sich zwingend aus der gesetzlichen Zinsbeschränkung an sich. Freilich oblag eine dahingehende Feststellung dem kantonalen Richter. Aber dass er sie zu treffen gedachte, lässt sich nicht bezweifeln, obwohl er zur Annahme der Nichtigkeit fälschlicherweise im Wege über Art. 20 OR gelangte. Die Frage nach der Tragweite des Überzinsverbotes kann nicht abweichend BGE 80 II 327 S. 330beantwortet werden, je nachdem ob man sie als eidgenössisch- oder kantonalrechtliche bezeichnet.\n\n3. Mit Hinweisen auf die Rechtsprechung (BGE 34 II 686, BGE 45 II 551, BGE 47 II 88, BGE 74 II 166) und gestützt auf ein Privatgutachten widersetzt sich die Berufung der Anwendung des Art. 20 OR. Diese erheische die objektive, d.h. für beide Parteien bestehende Widerrechtlichkeit der Vereinbarung. Daran gebreche es, wo eine Vorschrift lediglich der einen Partei die Eingehung des umschriebenen Vertrages untersage, wie § 213 EG, der sich einzig an den Darleiher wende. Der einseitigen Widerrechtlichkeit entspreche nach schweizerischem Recht die einseitige Unverbindlichkeit gemäss den Art. 21 und 28 ff. OR.\n\na) Zunächst geht diese Argumentation darin fehl, dass sie \"objektiv widerrechtlich\" gleichsetzt mit \"beiden Parteien verboten\". Ungeachtet der Einseitigkeit der gesetzlichen Anordnung und des Verhaltens ist der Bezug von Überzinsen objektiv rechtswidrig. Denn er ist absolut, jedermann verwehrt, nicht nur dem Darleiher Wild. Dass das Geben nicht ausdrücklich mitverboten ist, ändert nichts daran. Widerrechtlich ist es trotzdem insoweit, als es den Bezug erst ermöglicht. Auch dass der Geber nicht bestraft wird, ist belanglos. Es liefe auf einen unerträglichen Widerspruch hinaus, wenn man beispielsweise Verträge über die Lieferung von Absinth im Hinblick darauf, dass nicht der Kauf, sondern nur der Verkauf verboten und mit Strafe bedroht ist (BGE 41 I 221), als gültig hinnehmen und den Verkäufer wegen Unmöglichkeit der Erfüllung zu Schadenersatz verpflichten wollte. Aus BGE 45 II 551 darf nicht gefolgert werden, dass das Bundesgericht so geurteilt hätte. Dort wurde inbezug auf eine ungesetzliche Süssstoffmischung ausgeführt, dass im einschlägigen BRB der \"Handel\" untersagt, danach \"sowohl der Kauf als der Verkauf solcher Stoffe verboten und damit das Requisit beidseitiger Widerrechtlichkeit, das für Art. 20 allgemein aufgestellt wird, gegeben\" seien. Das Gericht hatte keine Veranlassung zu prüfen, ob das blosse Verkaufsverbot die Voraussetzung der Nichtigkeit schaffen würde. Es zu verneinen BGE 80 II 327 S. 331und dergestalt anzuerkennen, dass jemand gültig versprechen oder sich versprechen lassen kann, was zu leisten bzw. zu beziehen gemeinhin verboten ist, wäre geradezu sittlich anstössig. Auch BGE 34 II 686 vermag der Berufung keinen Rückhalt zu bieten. Von der daraus übernommenen Bemerkung - \"denn einmal verlangt Art. 17 OR, dass ein Rechtsgeschäft für beide Teile unsittlich oder rechtswidrig ist\" - hing die Streiterledigung gar nicht ab, da ja der angezogenen kantonalen Bestimmung die zivilrechtliche Bedeutung angesichts der entgegenstehenden eidgenössischen Ordnung abgesprochen wurde. Ausserdem befasst sich jenes Präjudiz überhaupt nicht mit einem generellen, sondern mit einem spezialgesetzlichen Verbot, welches im vorneherein nur die ihm Unterworfenen traf. Um solche in gegensätzlicher persönlicher Verpflichtung begründete, nicht um objektive Widerrechtlichkeit ging es wiederum in BGE 74 II 166. Anderseits ist BGE 47 II 88 vollständig im Einklang mit dem vorstehend Gesagten, wenn er die Bedingung für die Sittenwidrigkeit eines Rechtsgeschäftes darin sieht, dass der unsittliche Zweck für beide Partner Bestandteil des Vertragswillens war. Beidseitig gewolltes Handeln auch nur einer Partei gegen ein allgemeines sittliches Gebot oder rechtliches Verbot macht den Vertrag seinem Inhalte nach unsittlich oder rechtswidrig (vgl. BGE 41 II 474). So verhält es sich hier: der Bezug übermässiger Zinsen durch den Darleiher war offenkundig nicht allein von ihm, sondern gleicherweise vom Darlehensempfänger beabsichtigt. Das ist ausschlaggebend. Die Meinung des Gutachters, dass Leistung und Gegenleistung sitten- bzw. rechtswidrig sein müssten, ist unzutreffend. Es genügt, dass die eine oder andere den Mangel aufweist, sofern sie Gegenstand des Willens beider Parteien bildet. Dieses Merkmal trennt den Fall der Nichtigkeit von den im Gutachten einlässlich erörterten Fällen einseitiger Unverbindlichkeit wegen Täuschung oder Drohung, bei denen das Rechtswidrige von der einen Partei gerade nicht gewollt ist.\n\nb) Sodann verkennt die Berufung die Verschiedenheit BGE 80 II 327 S. 332der Tatbestände, wenn sie den Zinsbezug in verbotenem Umfange unter den Gesichtspunkt der mit absichtlicher Täuschung und Furchterregung auf eine Stufe gesetzten Übervorteilung stellt, dem Art. 21 OR ausschliessliche Geltung als Spezialnorm für jeglichen Wucher zuschreibt und in seinen Grenzen eine kantonale Höchstzinsvorschrift lediglich als Anhalt für die Wertung des Leistungsverhältnisses betrachtet.\n\nEin das erlaubte Mass übersteigender Zins braucht Leistung und Gegenleistung nicht notwendig in ein offenbares Missverhältnis zu bringen. Er mag mitunter eine durchaus gerechtfertigte Risikoprämie sein. Gleichwohl ist er als solcher unzulässig, ohne Rücksicht auf sachliche Besonderheiten und unabhängig auch von den subjektiven Erfordernissen des Art. 21 OR. Der Zinsbezug in verbotener Höhe kann eine Übervorteilung einschliessen, muss es aber nicht. Damit erscheint er als der weitere Tatbestand. Es fragt sich also, ob das Gesetz auch ihm Rechnung tragen oder sich mit dem engeren des Art. 21 OR begnügen wollte. Hierüber lässt Art. 73 Abs. 2 OR keine Ungewissheit. Indem er dem öffentlichen Rechte anheimgibt, Bestimmungen gegen Missbräuche im Zinswesen aufzustellen, verspricht er diesen zivilrechtliche Wirkung. Sonst wäre der Vorbehalt sinnlos. Die Macht, gegen Zinswucher mit Strafe einzuschreiten, steht dem öffentlichen Gesetzgeber ohnehin zu, und ihrer Verleihung im Zivilgesetz bedurfte es daher nicht. Hätte die Absicht bestanden, den Missbrauch nur in Gestalt der Übervorteilung zu erfassen, so wäre eine Regelung sicher unter Art. 21 eingefügt und nicht in der Form des Art. 73 Abs. 2 OR aufgenommen worden. Gesetzliche Zinshöchstsätze mit zivilrechtlicher Gewähr sind eine von Alters her überkommene Einrichtung, deren Ordnung den Kantonen zuzuweisen sich in den schweizerischen Gesetzgebungsverhältnissen aufdrängen musste. Ihre Durchsetzung wäre im Rahmen des Art. 21 OR nicht verbürgt, abgesehen davon, dass der volkswirtschaftlichen Bedeutung der Zinsbeschränkung die Widerhandlungsfolge BGE 80 II 327 S. 333nach Art. 20 OR besser gerecht wird. Es ist ein für die Abgrenzung der Anwendbarkeit der Art. 20 und 21 OR wichtiger Unterschied, ob die Zinserhebung durch einen Geldgeber in Missachtung rein persönlicher Interessen des Borgers - wenn auch strafbarer Missachtung (Art. 157 StGB) - oder in Übertretung eines gesetzlichen Verbotes geschieht. Diese Erkenntnis dürfte als unausgesprochenes Motiv schon BGE 43 II 807 zugrunde gelegen haben. Der Kläger irrt mit der Behauptung, dass \"das wucherische Darlehensverhältnis nur den Darlehensnehmer\" betreffe und darum die Unterstellung unter Art. 20 OR \"systemwidrig\" sei. Wo der kantonale Gesetzgeber den Zinswucher eindämmt, wahrt er auch öffentliche Interessen, welche ihm die Bekämpfung jenes wirtschaftlichen Übelstandes gebieten. Ebenso unbehelflich ist der Einwand, dass bei Anwendung des Art. 20 OR \"einerseits eine verschiedenartige Beurteilung der Zinswuchertatbestände in den Kantonen mit und ohne Zinsvorschriften und anderseits eine ungleiche Behandlung der verschiedenartigen Wuchertatbestände\" eintrete. Solche Abweichungen gibt es auch anderweitig. Für das Zinswesen sind sie mit dem Erlass des Art. 73 Abs. 2 OR vorweg in Kauf genommen.\n\n4. Das Widerrechtliche am Darlehensvertrag der Parteien sieht die Vorinstanz in der Verabredung übersetzten Zinses, d.h. der Abschlusskommission. Sie erachtet aber gemäss Art. 20 Abs. 2 OR das ganze Abkommen als ungültig, weil es vom Darlehensgeber ohne den mangelhaften Teil nicht abgeschlossen worden wäre. Die letztere Feststellung ist tatsächlicher Natur und bindet das Bundesgericht. Die Berufung greift sie nicht an, rügt indessen die daraus abgeleitete Ganznichtigkeit der Übereinkunft als unverträglich mit dem wahren Sinn des Art. 20 Abs. 2 OR. Diese Bestimmung diene dem Schutze der Partei. welche durch Aufrechterhaltung des Restvertrages benachteiligt würde. Jede Partei könne nur geltend machen, ihrem eigenen Willen werde durch Teilvernichtung des Vertrages Gewalt angetan. Deshalb komme es hier darauf an, ob die BGE 80 II 327 S. 334Beklagte, nicht der Kläger, zur Darlehensvereinbarung ohne das rechtswidrige Zinsversprechen Hand geboten hätte, was unbedenklich zu bejahen und im kantonalen Verfahren sogar zugegeben worden sei.\n\na) Dem hält die Beklagte entgegen, dass \"Voraussetzung der Beschränkung der Nichtigkeit auf einzelne Teile des Vertrages dessen Teilbarkeit\" wäre. Darin ist ihr beizupflichten, und es trifft auch zu, dass ein zweiseitiger Vertrag sich im allgemeinen nicht \"in Leistung und Gegenleistung aufspalten\" lässt. Aber das gilt nur für den gegenseitigen Vertrag, wo die Leistungen im Austausch stehen, wie etwa beim Kauf-, Miet- oder Dienstvertrag, nicht für den unvollkommen zweiseitigen, wie gerade den Darlehensvertrag, dem eigentümlich nicht Leistung um Gegenleistung, sondern Leistung nebst Verpflichtung zur späteren Rückleistung ist. Die allenfalls hinzutretende Gegenleistung durch Verzinsung ist begrifflich unwesentlich, darum sehr wohl der Teilnichtigkeit nach Art. 20 Abs. 2 OR zugänglich. Die Bestätigung hiefür erbringt ein Rückblick auf die Entwicklung. Art. 20 OR gibt die römische und gemeinrechtliche Ordnung wieder. Im römischen und gemeinen Recht waren Vereinbarungen von Darlehenszinsen, welche das Höchstmass überschritten, durchwegs der Teilnichtigkeit verfallen (vgl. REGELSBERGER, a.a.O. S. 637 Anm. 5; STAUDINGER, BGB 10. Aufl., zu § 139 N. 1; ENNECCERUS-NIPPERDEY, BGB 1 S. 615 N. 15, S. 616 Ziff. 5 und N. 22; SPIRO, in der ZBJV 88 S. 566 f.).\n\nb) Weiter bringt die Beklagte vor, es gehe grundsätzlich nicht an, den Entscheid über gänzliche oder teilweise Nichtigkeit des Vertrages nach den Parteiinteressen im Prozess zu richten. Massgeblich sei der Parteiwille beim Vertragsschluss. Hätte damals eine Partei den Vertrag ohne den nichtigen Teil nicht gewollt, so falle er vollständig dahin. Die Nichtigkeit wirke von Anfang an und könne nicht davon beeinflusst werden, ob eine Partei hinterher ihre Einstellung zum Restvertrage wechsle. Die in der Berufung befürwortete Auffassung vermittle übrigens kein taugliches Kriterium für die Scheidung zwischen Teil- BGE 80 II 327 S. 335und Ganznichtigkeit, weil sie immer versage, wo Art. 20 OR nicht durch eine Partei, sondern durch den Richter von Amtes wegen herangezogen werde.\n\nAuszugehen ist davon, dass die Ausdehnung der Nichtigkeit auf den ganzen Vertrag nicht von der öffentlichen Ordnung verlangt ist und nicht den Charakter einer Sanktion hat. Der öffentlichen Ordnung ist restlos genügt, wenn der Vertrag soweit gegen sie verstossend vernichtet wird. Nicht ihr, sondern dem Parteiwillen soll die Ausdehnung Nachachtung verschaffen, indem sie die Bindung des Vertragschliessenden an ein Teilabkommen verhindert, dem allein er nicht zugestimmt hätte. Die angepasste gesetzliche Lösung wäre gewesen, dass jede Partei unter dieser Bedingung die Unverbindlichkeit des Restvertrages erklären kann. Art. 20 OR hat vereinfachend dem Richter übertragen, selbständig auf Ungültigkeit des Gesamtvertrages zu erkennen, sofern anzunehmen ist, dass er ohne den mangelhaften Teil nicht zustande gekommen wäre. Diese amtliche Prüfung hat nun allerdings unabhängig von einem Parteibegehren um Ausdehnung der Nichtigkeit Platz zu greifen. Aber sie ändert nicht, dass Art. 20 Abs. 2 OR nach Sinn und Zweck eine Schutzbestimmung zugunsten der Partei ist, die bei Teilnichtigkeit des Vertrages benachteiligt würde, daher umgekehrt auch nicht gestattet, die Ganznichtigkeit auszusprechen, wenn die dem Nachteil ausgesetzte Partei selber am Restvertrage festhält und damit ein Schutzbedürfnis ausscheidet. Auf dem nämlichen Grundgedanken fusst Art. 25 OR, der im verwandten Falle der Unverbindlichkeit wegen wesentlichen Irrtums dem Irrenden verwehrt, sich vom Vertrage, wie er ihn verstanden hat, loszusagen, wenn ihn der andere so gelten lassen will. Es liegt im Wesen der nicht im öffentlichen, sondern im privaten Interesse und durch Treu und Glauben gebotenen Ordnung der Nichtigkeitsausdehnung vom Teil auf das Ganze, dass entscheidend die Verhältnisse im Zeitpunkte des Prozesses und nicht der Vertragseingehung sein müssen. Denn die Partei, der geholfen werden soll, kann - wie der Kläger - durch Erfüllung ihrer Verbindlichkeit BGE 80 II 327 S. 336eine Lage geschaffen haben, in der die Nichtigkeit des ganzen Vertrages statt der Besserstellung eine Schädigung zeitigen würde. Alsdann erscheint von Seite der Gegenpartei, die - wie die Beklagte - den Vertrag auch ohne den mangelhaften Teil geschlossen hätte und bereits aus der Teilnichtigkeit Nutzen zieht, die Geltendmachung der Ganznichtigkeit als missbräuchlich. Deshalb schlägt der lehrmässig richtige Vorhalt der Berufungsantwort, die Nichtigkeit trete bei vorhandener subjektiver Voraussetzung von Anfang an ein, hier nicht durch. Es berührt die Beklagte gar nicht mehr, dass der Kläger die Ganznichtigkeit hätte beanspruchen können, wenn ihm die Teilnichtigkeit vor der Darlehenshingabe bewusst geworden wäre. Er hat es eben nicht getan, sodass die Beklagte seine Leistung empfing und sie sogar vorteilhafter als vereinbart auswerten konnte.\n\nDie Berufung findet, schon BGE 78 II 216 sei von dieser Auslegung des Art. 20 Abs. 2 OR getragen. Dort wurde in der Tat nur darnach geforscht, ob die anfechtende Partei den Vertrag auch ohne dessen mangelhaften Teil abgeschlossen haben würde. Aber darin kann mit der Berufungsantwort deswegen keine Bekenntnis zur dargelegten Auffassung erblickt werden, weil die Umstände im vorneherein darauf hinwiesen, dass die Gegenpartei die gleiche Haltung eingenommen hätte.\n\n5. Danach muss es vorliegend bei der Nichtigkeit der rechtswidrigen Vereinbarung einer Abschlusskommission von Fr. 10'000.-- sein Bewenden haben. Der Anspruch daraus wurde deutlich als ein zusätzlicher eingeräumt. Das kommt schon äusserlich darin zum Ausdruck, dass der schriftliche Vertrag nur die Verzinsung mit jährlich 5% festlegte. Dass später für die Erstreckung der Rückzahlungsfrist \"pro rata\" wiederum Zins und Kommission entrichtet werden sollten, ist unerheblich. Eine Abschlusskommission kann für die Erneuerung wie für die ursprüngliche Gewährung des Darlehens bezogen werden. Ihre Zusicherung bildet im Sinne von Art. 20 Abs. 2 OR einen einzelnen BGE 80 II 327 S. 337Vertragsteil auch im Verhältnis zum Zinsversprechen. Wenn oben übereinstimmend mit dem kantonalen Urteil das Ganze als Zins behandelt wurde, so in Hinsicht auf die Vergütungsbegrenzung des § 213 EG. Bei Anwendung des Art. 20 Abs. 2 OR hat bereits die Vorinstanz die Kommission vom eigentlichen Zins abgehoben. Es besteht somit eine pfandgesicherte Rückforderung von Fr. 390'000.--.\n\n6. Zum Kapital verlangt der Kläger 5% Zins ab 1. November 1950. Dass dieser Antrag nicht gesondert begründet wird, schadet nicht. Für die Vorinstanz entfiel er mit der angenommenen Nichtigkeit des Darlehensgeschäftes. Indem die Berufung die Gültigkeit des Vertrages verficht, verteidigt sie auch alle daraus fliessenden Rechte. Aus Klage und Klagebeantwortung geht hervor, dass das Darlehen über den 31. Oktober 1950 hinaus bis zum 26. Dezember 1950 verlängert wurde. Für dieselbe Dauer ist der Vertragszins zu 5% geschuldet. Seit dem 27. Dezember 1950 läuft der 5%-ige Verzugszins, da mit jenem Datum gemäss Art. 102 Abs. 2 OR der Verzug eintrat. Laut Art. 891 ZGB ist auch der Verzugszins pfandgesichert, und nach Art. 85 OR kann der Gläubiger die Begleichung des Zinses vorwegnehmen, also den Pfanderlös zuerst auf ausstehende Zinsen anrechnen (BGE 42 III 309).\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Anschlussberufung wird abgewiesen.\n\n2.- In Gutheissung des Eventualbegehrens der Hauptberufung wird das vorinstanzliche Urteil aufgehoben und die Klage teilweise geschützt wie folgt:\n\nDie vom Kläger im Nachlassverfahren der Beklagten angemeldete Forderung ist im Betrage von Fr. 390'000.-- samt Zins zu 5% zu kollozieren mit Faustpfandrecht an (näher bezeichneten) Inhaberschuldbriefen und Aktien."}