{"annee": "80", "cour": "I", "page": "397", "date": "13/7/1954", "cite": [], "cite_par": [], "chapeau": "66. Arrêt du 13 juillet 1954 en la cause Nicolet contre Département fédéral de l'économie publique.", "regestes": ["Art. 4 al. 1 lit. a et al. 2 AIH. Celui qui, ayant été titulaire d'une entreprise, l'a cédée à un tiers et demande l'autorisation d'en ouvrir une nouvelle, ne peut invoquer la lit. a de l'art. 4 al. 1. - L'art. 4 al. 2 lui demeure applicable."], "faits": "BGE 80 I 397 S. 397\n\nA.- Georges Nicolet, né en 1911, a tout d'abord travaillé dans un atelier de terminage, du 1er avril 1926 au 31 mars 1927, puis il a fait un apprentissage d'une année comme remonteur de mécanismes et rouages. Il a ensuite travaillé dans diverses entreprises horlogères jusqu'en 1942, année où il s'associa avec son frère, Eric Nicolet, pour ouvrir un atelier de terminage de mouvements d'horlogerie. Le 24 novembre 1947, le Département fédéral de l'économie BGE 80 I 397 S. 398publique (en abrégé: le Département) les autorisa à entreprendre la fabrication de la montre à ancre.\n\nAu début de l'année 1954, les associés décidèrent de se séparer. Sous réserve d'approbation par le Département, ils conclurent, le 11 janvier, une convention par laquelle ils stipulaient la dissolution de la société en nom collectif, Eric Nicolet reprenant l'exploitation avec l'actif et le passif. Le 19 février 1954, l'avocat Nahrath, à La Neuveville, demanda au Département d'approuver cette convention. Le Département avait été saisi de l'affaire auparavant déjà; le 12 janvier 1954, Georges Nicolet lui avait demandé l'autorisation d'ouvrir un atelier de terminage pour son propre compte.\n\nPar deux décisions du 20 avril 1954, le Département, d'une part, autorisa Eric Nicolet à reprendre avec l'actif et le passif la fabrique de montres à ancre précédemment exploitée par la société en nom collectif Georges et Eric Nicolet et, d'autre part, refusa à Georges Nicolet l'autorisation d'ouvrir un atelier de terminage. Les motifs de cette dernière décision se résument comme il suit:\n\nNicolet remplit les conditions de l'art. 4 al. 1 lit. a AIH. Il ne saurait cependant se réclamer de cette disposition légale, car il serait contraire aux intérêts de l'horlogerie, visés par le préambule de l'art. 4 al. 1 AIH, \"qu'une personne qui a réalisé un bénéfice en se dessaisissant d'une entreprise dont elle est propriétaire se prévale de ses capacités et de son expérience pour revendiquer le droit d'exploiter une nouvelle entreprise\". L'autorisation demandée ne peut pas non plus être accordée en vertu de l'art. 4 al. 2 AIH, car, vu le \"resserrement du marché de l'horlogerie\", des autorisations ne peuvent être accordées que dans des circonstances spéciales, qui n'existent pas dans la présente espèce.\n\nB.- Contre cette décision, Nicolet a formé, en temps utile, un recours de droit administratif que, dans son premier mémoire et dans sa réplique, il fonde, en bref, par les motifs suivants: BGE 80 I 397 S. 399\n\nL'ouverture d'un atelier de terminage par le recourant n'entraînerait aucun accroissement de la main-d'oeuvre horlogère, car Nicolet est lui-même horloger, comme son fils et son épouse, qui travailleront dans son entreprise. Il n'a fait aucun bénéfice, mais a au contraire subi une perte dans son association avec son frère; le bilan produit devant le Tribunal fédéral le prouve. L'existence de pertes est du reste la raison qui explique que les associés ne se soient pas partagé l'entreprise. S'ils se sont séparés, c'est qu'il y avait incompatibilité d'humeur entre eux.\n\nC.- Le Département conclut au rejet du recours. Dans sa réponse et sa duplique, il argumente en résumé comme il suit:\n\nSelon l'art. 3 al. 1 i.f. AIH, le titulaire d'une entreprise peut la céder avec l'actif et le passif sans autorisation, même à une personne qui ne présente aucune garantie. S'il remplit les conditions de l'art. 4 al. 1 lit. a, il pourrait, après la cession, obtenir l'autorisation d'ouvrir une nouvelle entreprise et la céder à nouveau librement. Il y aurait danger que, par cette voie, les exigences de l'art. 4 al. 1 lit. a AIH soient éludées. Cela serait contraire aux intérêts prépondérants de l'industrie horlogère. C'est pourquoi, sauf circonstances spéciales, le Département, selon une pratique constante, refuse l'autorisation d'ouvrir une nouvelle entreprise aux personnes qui, ayant déjà été titulaires d'un permis, l'ont cédé à un tiers. Il n'y a, en l'espèce, aucun motif de déroger à cette règle.", "considerants": "Considérant en droit:\n\n1. Dans son arrêt Etienne, du 12 février 1954 (RO 80 I 91, consid. 5), le Tribunal fédéral a mis en doute que le titulaire d'une fabrique d'horlogerie puisse, après l'avoir cédée à un tiers, faire état de ses connaissances et de son expérience selon l'art. 4 al. 1 lit. a AIH pour obtenir l'autorisation d'en ouvrir une nouvelle. La question, qui avait pu alors rester ouverte, doit être tranchée aujourd'hui: BGE 80 I 397 S. 400Nicolet, qui avait reçu en 1947, avec son frère, l'autorisation d'entreprendre la fabrication de montres, a remis sa part d'entreprise avec l'actif et le passif et demande l'autorisation d'ouvrir une nouvelle exploitation.\n\nDans les limites fixées par l'art. 3 al. 1 AIH, le titulaire d'une entreprise peut la céder avec l'actif et le passif sans permis, même à une personne qui ne possède aucune qualification ni garantie quelconques. Supposé qu'il remplisse les conditions que pose l'art. 4 al. 1 lit. a AIH, il pourrait, la cession étant opérée, faire usage du droit à l'autorisation que lui confère cette disposition légale et ouvrir ainsi une nouvelle entreprise, puis la remettre à nouveau et ainsi de suite. Ce procédé, d'une part, augmenterait l'appareil de production dans la branche dont il s'agit, sans que l'administration puisse exercer aucun contrôle; d'autre part, il permettrait à un nombre croissant de personnes qui ne remplissent pas les conditions de l'art. 4 al. 1 lit. a AIH de s'établir dans l'horlogerie en éludant les exigences de cette disposition légale. L'art. 3 al. 1 dernière phrase crée, il est vrai, cette possibilité, mais le nombre de ces cas, s'il augmentait au-delà de certaines limites, compromettrait l'équilibre de la production et de la concurrence, que doit précisément établir l'arrêté du 22 juin 1951. Enfin, de telles cessions suivies d'autant de nouvelles ouvertures n'auraient lieu qu'au bénéfice des spéculateurs. C'est précisément en vue d'excès de ce genre que le législateur a réservé, dans le préambule de l'art. 4 al. 1, les \"importants intérêts de l'industrie horlogère dans son ensemble ou d'une de ses branches dans son ensemble\". Le droit à l'autorisation que confère en particulier l'art. 4 al. 1 lit. a n'existe que dans les limites qu'imposent ces intérêts. Ceux-ci seraient manifestement lésés si l'appareil de production pouvait être augmenté sans contrôle, si les exigences de la loi touchant les capacités et l'expérience des candidats pouvaient être éludées, enfin si de nouvelles entreprises pouvaient être créées en vue de la spéculation. Pour prévenir toute manoeuvre dans ce sens, il faut, par BGE 80 I 397 S. 401référence aux intérêts importants de l'industrie horlogère, refuser le bénéfice de l'art. 4 al. 1 lit. a AIH à celui qui, ayant été titulaire d'une entreprise, l'a cédée à un tiers et demande ensuite l'autorisation d'en ouvrir une nouvelle.\n\nCe principe, cependant, souffrira certaines exceptions, qui pourront être faites par application de l'art. 4 al. 2 AIH. En effet, cette disposition légale permet d'accorder l'autorisation dans d'autres cas encore que ceux qui sont fixés par l'al. 1. Pour que l'autorisation puisse être accordée en vertu de l'al. 2, il faut notamment et en tout cas que la bonne marche de l'entreprise soit assurée. Ainsi le requérant pourra recevoir l'autorisation même s'il ne satisfait pas intégralement aux conditions de l'art. 4 al. 1 lit. a, si des circonstances spéciales le justifient. Il appartient à la pratique et à la jurisprudence de définir ces circonstances (RO 78 I 469).\n\n2. Dans la présente espèce, Nicolet a reçu, en 1947, avec son frère, l'autorisation d'entreprendre la fabrication de montres. Au regard des principes posés plus haut, son cas semble particulier en ce sens qu'il a remis sa part à son associé et qu'ainsi l'entreprise n'a pas été cédée à un tiers qui lui aurait été primitivement étranger. Mais il n'en reste pas moins qu'il s'agit d'une reprise avec l'actif et le passif, puisque la société titulaire a disparu et a été remplacée par une personne physique, Eric Nicolet, qui a repris l'actif et le passif. De plus, le fait que le recourant n'a pas cédé une entreprise dont il aurait été seul titulaire, mais seulement sa part d'une entreprise commune, ne diminue nullement l'atteinte que subiraient les intérêts importants de l'industrie horlogère s'il pouvait se mettre au bénéfice de l'art. 4 al. 1 lit. a et revendiquer le droit d'ouvrir une nouvelle entreprise, qu'il lui serait ensuite loisible de céder sans autorisation dans les limites fixées par l'art. 3 al. 1 i.f. Même donc s'il remplissait les conditions de l'art. 4 al. 1 lit. a AIH, il ne pourrait revendiquer le bénéfice de cette disposition légale.\n\nBGE 80 I 397 S. 402\n\nOn ne voit pas quelles autres circonstances spéciales permettraient d'accorder néanmoins au recourant l'autorisation qu'il requiert. Supposé qu'il possède les capacités exigées pour l'ouverture d'un atelier de terminage, il n'a en tout cas fait preuve d'aucune aptitude exceptionnelle. On peut retenir qu'il n'a pas réclamé la scission de l'entreprise dont la société en nom collectif était titulaire, en raison des mauvais résultats de l'exploitation. Cependant, du point de vue de l'art. 4 al. 2, ce motif d'aliénation d'une entreprise ne crée aucune circonstance spéciale justifiant l'ouverture d'une nouvelle entreprise. Il était simplement de l'intérêt du recourant de remettre sa part à son frère. Au surplus, le Département affirme, à l'encontre de la présente requête, que, dans la branche du terminage, la situation serait actuellement défavorable.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours."}