{"annee": "80", "cour": "I", "page": "336", "date": "13/10/1954", "cite": ["72 I 86", "76 I 87", "67 I 210", "78 I 108", "57 I 200"], "cite_par": ["97 I 488", "84 I 56", "117 IA 166", "91 I 399", "84 I 39", "87 I 61", "107 IA 155", "81 I 321"], "chapeau": "54. Urteil vom 13. Oktober 1954 i.S. Schweizerischer Tabakverband gegen Ekimoff und Kantonsgericht Wallis.", "regestes": ["Art. 61 Cst. Conditions de l'équivalence entre les jugements des tribunaux arbitraux et ceux des tribunaux ordinaires. Principe de la complète égalité des droits entre les parties lors de la constitution d'un tribunal arbitral. Application de ce principe aux tribunaux arbitraux institués par les associations économiques."], "faits": "BGE 80 I 336 S. 336\n\nA.- Wer Kleinhandel mit Tabakwaren betreiben will, wird von den Grosshandelsfirmen nur beliefert, wenn er einen \"Verpflichtungsschein\" unterzeichnet, worin er sich gegenüber dem Schweiz. Tabakverband (STV) verpflichtet, die von dessen Mitgliedern aufgestellte Konvention vom 14. September 1950 als für sich verbindlich zu anerkennen, insbesondere die vorgeschriebenen Verkaufspreise einzuhalten und keine Tabakwaren an vom STV Gesperrte zu liefern, und\n\n\"für jeden Fall der Zuwiderhandlungen gegen obige Verpflichtungen dem STV eine Vertragsstrafe von Fr. 5000.-- im Einzelfall zu bezahlen und bei allen Differenzen zwischen Unterzeichner und dem STV das in Art. 11 der Konvention vorgesehene Schiedsgericht zur Beurteilung anzuerkennen, unter Verzicht auf den ordentlichen Prozessweg\".\n\nBGE 80 I 336 S. 337\n\nDieser Art. 11 der Konvention enthält folgende Bestimmungen:\n\n\"1. Alle aus dieser Konvention, den Statuten oder Verpflichtungsscheinen des STV zwischen dem STV und einzelnen Konventionsmitgliedern oder Unterzeichnern des Verpflichtungsscheines ... entstehenden Differenzen werden einem Schiedsgericht zur endgültigen Beurteilung übertragen unter Verzicht auf den ordentlichen Gerichtsstand und Prozessweg und unter Anerkennung des daherigen Schiedsgerichtsentscheides als vollstreckbares Urteil.\n\n2. Dieses Schiedsgericht, welches seinen Sitz in Bern hat, setzt sich zusammen aus einem bernischen Oberrichter als Obmann und zwei weiteren Schiedsrichtern, von denen jede Partei einen zu ernennen hat. Obmann ist Oberrichter Otto Peter, Bern .....\n\n3. Handelt es sich um Streitigkeiten mit einem Streitwert bis und mit Fr. 5000.--, so entscheidet der Obmann des Schiedsgerichts als Einzelschiedsrichter endgültig, in den Fällen mit Streitwerten über Fr. 5000.-- das in Al. 2 dieses Artikels vorgesehene Dreier-Schiedsgericht .....\n\n4. Bei Verhinderung oder Rekusation des Obmanns, die nicht begründet werden muss, wird sein Stellvertreter durch den jeweiligen Präsidenten des bernischen Obergerichtes bezeichnet aus den Reihen der bernischen Oberrichter.\n\n5. Das Schiedsgericht bestimmt das einzuhaltende Schiedsgerichtsverfahren selber .....\"\n\nB.- Frau Emma Ekimoff, die seit 1935 in Montana einen Tabakwarenladen betreibt, hat am 19. Juni 1952 einen (neuen) Verpflichtungsschein des STV unterzeichnet. Sie soll Tabakwaren an vom STV Gesperrte geliefert haben und wurde deshalb vom Vorstand des STV aufgefordert, eine Konventionalstrafe von Fr. 1500.-- sowie die Fr. 218.10 betragenden Untersuchungskosten zu bezahlen. Als sie dies ablehnte, reichte der STV bei Oberrichter Peter als Einzelschiedsrichter Klage ein mit dem Begehren, Frau Ekimoff zur Bezahlung einer vom Schiedsrichter zu bestimmenden angemessenen Konventionalstrafe sowie der Untersuchungs- und Prozesskosten zu verurteilen. Diese Klage wurde der Beklagten am 30. Januar 1953 zugestellt mit der Aufforderung, sie bis 15. Februar zu beantworten und innert der gleichen Frist eine allfällige Rekusation gegen den Schiedsrichter gemäss Art. 11 Ziff. 4 der Konvention geltend zu machen. Die Beklagte liess BGE 80 I 336 S. 338durch Advokat E. Taugwalder rechtzeitig eine schriftliche Klageantwort einreichen, worin sie Abweisung der Klage beantragte und einleitend bemerkte: \"Die Zuständigkeit des Schiedsgerichts ist unbestritten\". An der ersten Hauptverhandlung vom 30. April 1953 in Siders war Frau Ekimoff, von ihrem Anwalt begleitet, persönlich anwesend; nach dem Protokoll erhob sie keine Einwendungen gegen den Schiedsrichter und erklärte sie sich damit einverstanden, dass die bern. ZPO zur Anwendung komme und das Urteil bloss mündlich motiviert werde. An der zweiten Hauptverhandlung, zu der weder Frau Ekimoff noch ihr Anwalt erschien, wurde sie verurteilt, dem STV eine Konventionalstrafe von Fr. 1500.-- sowie insgesamt Fr. 1961.35 an Untersuchungs-, Schiedsgerichts- und Anwaltskosten zu bezahlen. Dieses Urteil wurde ihr am 1. Juli 1953 eröffnet und am 7. August 1953 beim Amtsgericht Bern in das Register der Schiedsgerichtsurteile eingetragen.\n\nAm 6. Juli 1953 leitete der STV gegen Frau Ekimoff Betreibung ein für die ihm vom Schiedsrichter zugesprochenen Fr. 3461.35 und kam, als sie Recht vorschlug, um Bewilligung der definitiven Rechtsöffnung ein. Der Instruktionsrichter des Bezirkes Siders verweigerte die Rechtsöffnung durch Urteil vom 3. Oktober 1953. Er nahm an, dass der in der Konvention ein für allemal bezeichnete Einzelschiedsrichter den Anforderungen, welche die bundesgerichtliche Rechtsprechung an die Unabhängigkeit eines Schiedsgerichts stelle (BGE 76 I 91ff.), nicht genüge, da er von einer Streitpartei ernannt worden sei und dieser Mangel durch die in Art. 11 Ziff. 4 der Konvention vorgesehene Rekusationsmöglichkeit nicht behoben werde.\n\nDer STV erhob gegen dieses Urteil Nichtigkeitsklage wegen Verletzung klaren Rechts (Art. 285 Ziff. 5 Walliser ZPO), wurde aber vom Kantonsgericht mit Entscheid vom 22. Januar 1954 abgewiesen. Zur Begründung berief sich das Kantonsgericht im wesentlichen auf die Erwägungen BGE 80 I 336 S. 339des angefochtenen Urteils. Diese stünden mit der Rechtsprechung des Bundesgerichts nicht im Widerspruch, jedenfalls aber nicht offenkundig, so dass sie nicht als willkürlich bezeichnet werden könnten und kein Nichtigkeitsgrund vorliege.\n\nC.- Mit der vorliegenden staatsrechtlichen Beschwerde wegen Verletzung von Art. 4 und 61 BV ersucht der Schweiz. Tabakverband das Bundesgericht, die Entscheide des Instruktionsrichters des Bezirkes Siders vom 3. Oktober 1953 und des Kantonsgerichts Wallis vom 22. Januar 1954 aufzuheben und die nachgesuchte definitive Rechtsöffnung zu erteilen. Zur Begründung wird geltend gemacht:\n\nNach der bundesgerichtlichen Rechtsprechung setze die Vollstreckung eines Schiedsgerichtsurteils vollständige Unabhängigkeit des Schiedsgerichts und volle Gleichberechtigung der Parteien bei dessen Bestellung voraus. Im vorliegenden Falle sei die volle Unabhängigkeit dadurch gewährleistet, dass der Schiedsrichter ein Berufsrichter und weder Mitglied noch Organ des STV sei und dass er nicht von einem Organ, sondern von allen Mitgliedern des STV ernannt worden sei. Die volle Gleichberechtigung der Parteien bei der Wahl sei gewahrt mit dem in Art. 11 Ziff. 4 der Konvention vorgesehenen, unbeschränkten und keiner Begründung bedürfenden Rekusationsrecht, bei dessen Ausübung der Obmann des Schiedsgerichts vom Präsidenten des bernischen Obergerichtes frei aus den Richtern des bernischen Obergerichts bezeichnet werde. Mache keine Partei von diesem Rekusationsrecht Gebrauch, so beruhe das Schiedsgericht auf der uneingeschränkten freien Bestimmung beider Parteien.\n\nD.- Das Kantonsgericht Wallis und die Beschwerdegegnerin Frau Ekimoff beantragen die Abweisung der Beschwerde. Letztere gibt zu, den (ihr bisher gänzlich unbekannten) Schiedsrichter nicht rekusiert zu haben; nachdem sie dann aber in der (ersten) Hauptverhandlung festgestellt habe, dass er voreingenommen sei, habe sie dort erklärt, sie werde sein Urteil nicht anerkennen.\n\nBGE 80 I 336 S. 340", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Verweisung auf BGE 78 I 112 Erw. 2).\n\n2. Der Schiedsspruch, dessen Vollstreckung der Beschwerdeführer verlangt, bezieht sich auf einen Zivilanspruch und gilt, da das Schiedsgericht seinen Sitz in Bern hat (Art. 11 Ziff. 2 der Konvention), als im Kanton Bern gefällt. Die Gesetzgebung dieses Kantons behandelt Schiedssprüche über zivilrechtliche Streitigkeiten im Hinblick auf die Vollstreckung grundsätzlich gleich wie Urteile staatlicher Gerichte (Art. 396 bern ZPO). Fraglich ist einzig, ob nicht Bundesrecht die Gleichstellung des Schiedsspruchs mit einem staatlichen Urteil verbietet.\n\n3. Nach der Rechtsprechung des Bundesgerichts kann die Vollstreckung eines Schiedsspruchs nur gefordert werden, wenn das Schiedsgericht die Eigenschaften aufweist, die es rechtfertigen, seinen Entscheid als einen Richterspruch anzuerkennen. Dazu gehört vor allem, dass es hinreichende Gewähr für eine unabhängige Rechtsprechung bietet (BGE 76 I 92 Erw. 3). Dass die Vollstreckung wegen Fehlens dieser Voraussetzung verweigert werden dürfe, wird von GULDENER (Die Schiedsgerichtsbarkeit der Wirtschaftsverbände, ZSR 1952 S. 240 a ff.) bestritten, weil die Vollstreckbarkeit sich grundsätzlich nach kantonalem Recht bestimme und von Bundesrechts wegen nur aus den in Art. 81 SchKG abschliessend aufgezählten Gründen verneint werden könne. Der Einwand ist unbegründet. Zivilurteile im Sinne von Art. 61 BV sind zunächst nur die Entscheide der mit der Ausübung der Zivilrechtspflege betrauten staatlichen Behörden. Wenn das Bundesgericht ihnen die Entscheidungen privater, auf rechtsgeschäftlicher Grundlage beruhender Schiedsgerichte im Hinblick auf die für jene in Art. 61 BV und 81 SchKG, also bundesrechtlich vorgesehene Vollstreckung in andern Kantonen gleichstellt, so kann es auch die Voraussetzungen bestimmen, unter denen sich diese Gleichstellung rechtfertigt oder aber verbietet.BGE 80 I 336 S. 341\n\n4. Das Bundesgericht hat angenommen, für eine unabhängige Rechtsprechung bestehe nicht nur keine genügende Gewähr, wenn dem Schiedsgericht wegen seiner besonderen Beziehungen zu einer Partei die Unbefangenheit abgehe, sondern schon dann, wenn einer Partei bei der Bestellung des Schiedsgerichts eine Vorzugsstellung zukomme. Ob letzteres der Fall sei, wurde wiederholt bei ständigen, von Wirtschaftsverbänden eingesetzten Schiedsgerichten, sog. Verbandsschiedsgerichten, streitig. Das Bundesgericht hat jeweils einen strengen Massstab angelegt und entschieden, dass ein solches Verbandsschiedsgericht, sei es selber Verbandsorgan oder sei es von einem Verbandsorgan (Mitgliederversammlung, Vorstand usw.) ernannt worden, weder im Streit zwischen dem Verband und einem Mitglied noch in demjenigen zwischen einem Mitglied und einem Nichtmitglied einen wie ein staatliches Urteil vollstreckbaren Entscheid fällen könne, und zwar selbst dann nicht, wenn das Schiedsgericht aus Berufsrichtern zusammengesetzt sei (BGE 67 I 214, BGE 72 I 88, BGE 76 I 92, BGE 78 I 112). An dieser Rechtsprechung, die kritisiert wurde (GULDENER a.a.O., zurückhaltender PIAGET, ZSR 1952 S. 324 a ff.), aber auch Zustimmung fand (NEF, Unabhängige Schiedsgerichte, in der Festschrift für Fritzsche S. 99 ff.), ist festzuhalten angesichts des zunehmenden Bestrebens starker Wirtschaftsverbände, für Streitigkeiten zwischen ihnen und ihren Mitgliedern wie auch für solche aus dem Geschäftsverkehr zwischen Mitgliedern und Nichtmitgliedern die Verbandsschiedsgerichtbarkeit vorzuschreiben. Die staatliche Rechtsprechung ist mit besondern Garantien ausgestattet, indem das Verfahren durch zahlreiche Vorschriften geregelt wird und die Urteile mit ordentlichen und ausserordentlichen Rechtsmitteln weitergezogen werden können, und zwar bis ans Bundesgericht, sei es auch nur mit der staatsrechtlichen Beschwerde wegen Verletzung von Art. 4 BV (Willkür und Verweigerung des rechtlichen Gehörs). Bei der Schiedsgerichtsbarkeit fehlen entsprechende Garantien weitgehend, da die BGE 80 I 336 S. 342Bestimmung des Verfahrens, von einigen wenigen zwingenden Vorschriften abgesehen, dem Schiedsgericht überlassen werden kann und zur Anfechtung von dessen Entscheidungen nur kantonale und nur ausserordentliche Rechtsmittel zur Verfügung stehen. Wenn der Staat seine Rechtshilfe für die Vollstreckung von Schiedssprüchen zur Verfügung stellen soll, so gebietet daher die öffentliche Ordnung, dass gewisse Mindestvoraussetzungen erfüllt sein müssen, welche die Gleichstellung dieser Entscheidungen mit staatlichen Urteilen rechtfertigen, nämlich völlige Unbefangenheit des Schiedsgerichts und völlige Gleichberechtigung der Parteien bei dessen Bestellung.\n\n5. Der Schiedsspruch, dessen Vollstreckung der Beschwerdeführer verlangt, wurde erlassen von dem Einzelschiedsrichter, der in Art. 11 der Konvention des STV vorgesehen und dort namentlich bezeichnet ist. Diese Konvention ist von den Mitgliedern des STV, eines Vereins gemäss Art. 60 ff. ZGB, gestützt auf Art. 2 der Vereinsstatuten vom 12. Juli 1939 abgeschlossen worden. Die Beschwerdebeklagte Frau Ekimoff ist nicht Mitglied des STV oder eines ihm angeschlossenen Verbandes, sondern ist ihm nur durch den \"Verpflichtungsschein\" verbunden. Sie hatte somit keinerlei Einfluss auf die Wahl des Schiedsrichters. Dieser ist allein durch den STV ernannt worden und konnte daher im Streit zwischen dem STV und Frau Ekimoff keinen wie ein staatliches Urteil vollstreckbaren Entscheid fällen. Solche Verbandsschiedsgerichte können zwar im Streit zwischen Mitgliedern Richter sein (BGE 78 I 112 Erw. 4), nicht dagegen im Streit zwischen dem Verband und einem Mitglied (BGE 76 I 94 Erw. 5) und noch weniger im Streit zwischen dem Verband und einem Nichtmitglied.\n\nDieser der Organisation des Schiedsgerichts des STV anhaftende Mangel wurde auch nicht dadurch behoben, dass die Konvention den Streitparteien das Recht einräumt, den Einzelschiedsrichter ohne Grundangabe zu rekusieren, und Frau Ekimoff zu Beginn des Prozesses BGE 80 I 336 S. 343aufgefordert worden ist, eine allfällige Rekusation innert 14 Tagen geltend zu machen. Abgesehen davon, dass ein solches zeitlich befristetes Rekusationsrecht gegenüber einem der Partei nicht bekannten Richter als etwas Fragwürdiges erscheint und dass im vorliegenden Falle überdies nicht einwandfrei feststeht, dass Frau Ekimoff damals wusste, dass die Rekusation nicht begründet werden musste, braucht ein aus Gründen der öffentlichen Ordnung unzulässiger Richter überhaupt nicht rekusiert zu werden. Wenn selbst die Mitwirkung bei der Bestellung eines nicht hinreichend unabhängigen Schiedsgerichts (BGE 57 I 206 Erw. 5) oder die vorbehaltlose Einlassung vor diesem (BGE 67 I 216, BGE 72 I 91 Erw. 3, BGE 76 I 95/96, BGE 78 I 112 Erw. 3) der späteren Geltendmachung des Mangels nicht entgegensteht, kann auch die Unterlassung der Rekusation nicht schaden. Die Beschwerdebeklagte hat freilich in der Klageantwort ausdrücklich erklärt, die Zuständigkeit des Schiedsgerichts sei unbestritten. Diese Erklärung bezog sich indessen auf die Ausführungen der Klage über die Zuständigkeit des Schiedsgerichts, nicht auf das Rekusationsrecht, und kann daher höchstens als Verzicht auf den Wohnsitzgerichtsstand (Art. 59 BV) und auf den staatlichen Richter überhaupt, nicht aber als Verzicht auf Einwendungen gegen die Art der Bestellung und gegen die Person des ihr damals noch unbekannten Schiedsrichters ausgelegt werden. Die Beschwerdebeklagte hat übrigens am Schiedsgerichtsverfahren nicht vorbehaltlos bis zu Ende teilgenommen; sie will (was freilich dem Verhandlungsprotokoll nicht zu entnehmen ist) im Verlauf der ersten Hauptverhandlung unter dem Eindruck der von ihr behaupteten Voreingenommenheit des Schiedsrichters erklärt haben, sein Urteil nicht annehmen zu können, und ist daraufhin zur zweiten Hauptverhandlung nicht mehr erschienen.\n\n6. Die Rechtsprechung des Bundesgerichts, die es mit dem Grundsatz der Gleichberechtigung der Parteien bei der Bestellung des Schiedsgerichts streng nimmt und BGE 80 I 336 S. 344ihn in Fällen wie dem vorliegenden als verletzt betrachtet, verunmöglicht es den Wirtschaftsverbänden nicht, Streitigkeiten der hier in Frage stehenden Art durch ständige Schiedsgerichte beurteilen zu lassen. Bereits in BGE 76 I 95 ist darauf hingewiesen worden, dass die Unabhängigkeit hinreichend gewährleistet sei, wenn die Ernennung des Schiedsgerichts einer staatlichen Behörde, z.B. einem Gericht oder dem Präsidenten eines solchen, überlassen werde. Wenn aber ein Verband es aus irgendwelchen Gründen vorzieht, sein ständiges Schiedsgericht selber zu ernennen, besteht immer noch die Möglichkeit, dass dieses die Parteien in jedem einzelnen Streitfall ersucht, sich durch Abschluss eines Schiedsvertrages seiner Gerichtsbarkeit zu unterwerfen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}