{"annee": "80", "cour": "I", "page": "381", "date": "21/12/1954", "cite": ["76 I 168"], "cite_par": [], "chapeau": "62. Urteil der I. Zivilabteilung vom 21. Dezember 1954 i.S. Firma Fühner und Assmus gegen Eidg. Amt für geistiges Eigentum.", "regestes": ["Droit des marques. Protection en Suisse refusée à deux marques verbales internationales, parce que, selon les qualités des marchandises auxquelles elles se rapportent, elles constituent des désignations génériques, peuvent tromper le public ou n'ont qu'un caractère défensif (art. 6 litt. B ch. 2 et 3 de la Convention d'Union de Paris, art. 3, 9 et 14 LMF)."], "faits": "BGE 80 I 381 S. 382\n\nDie Firma Fühner & Assmus liess ihre in Deutschland hinterlegten Marken \"Goldfront\" und \"Goldhelm\" im internationalen Register verzeichnen wie folgt:\n\nNr. 170938 Goldfront:\n\nMétaux précieux, objets en or, en argent, en nickel et en aluminium, objets en maillechort, en métal anglais et en alliages de métaux semblables, bijouterie en vrai et en faux, objets léoniques, garnitures d'arbres de Noël.\n\nNr. 170939 Goldhelm:\n\nMétaux précieux, objets en or, en argent, en nickel et en aluminium, objets en maillechort, en métal anglais et en alliages de métaux semblables, bijouterie en vrai et en faux, objets léoniques.\n\nAuf die Anzeige dieser Eintragung hin verweigerte das Eidg. Amt für geistiges Eigentum am 28. Mai 1954 die Aufnahme in das schweizerische Register.\n\nHiegegen richtet sich die vorliegende Verwaltungsgerichtsbeschwerde, mit der beantragt wird, es sei die angefochtene Verfügung aufzuheben und den genannten internationalen Marken der Rechtsschutz in der Schweiz zu gewähren. Die Vernehmlassung des Amtes schliesst auf Abweisung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDurch die Darlegungen in der Beschwerdeantwort und die unterbreiteten Akten ist erbracht, dass namentlich in der schweizerischen Uhrenindustrie Benennungen wie\n\nGoldshell, Goldshield, Goldweld, Goldseal, Goldcoat,\n\nGoldarmour, Goldclad, Gold-Front, Frontor, Goldcape,\n\nGoldcover, Goldhood und Coiffe or (= Goldhelm)\n\nals Sachbezeichnungen für Erzeugnisse aus Metall mit dickerer Goldauflage als bei den gewöhnlichen goldplattierten oder Doubléwaren (wenigstens 250 statt 8 bis höchstens 40 Mikron) verwendet werden. Was für einen so wichtigen und weitschichtigen Wirtschaftsbereich zutrifft, muss allgemein gelten. Als Marken für Gegenstände mit Goldüberzug sind daher die Wortverbindungen Goldfront und Goldhelm untauglich. Für Gegenstände mit einem BGE 80 I 381 S. 383lediglich wie Gold aussehenden Überzug wären sie irreführend und deswegen unzulässig. Dass sie für Gegenstände aus Gold gebraucht werden wollen, lässt sich unmöglich annehmen, weil sie ja hier herabsetzend wirken würden. Aus dem einen und andern Grunde drängt sich die Vermutung des Amtes auf, dass die gewählten Ausdrücke gemäss ihrer hinweisenden Bedeutung überhaupt nur für Gegenstände mit Goldüberzug benützt werden sollen. Dann ist aber die Folgerung unabweislich, dass sie für alle sonst erwähnten Waren reinen Defensivcharakter haben, weshalb jene unbeachtet bleiben können.\n\nDie Anerkennung der umstrittenen Marken in Deutschland ist belanglos. Wie das Amt richtig bemerkt, hat unter dem für die Entscheidung massgeblichen Gesichtspunkte die Schweiz selbständig zu befinden und dabei auf schweizerische Verhältnisse abzustellen (BGE 76 I 169 Erw. 1 am Ende).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}