{"annee": "80", "cour": "III", "page": "131", "date": "26/11/1954", "cite": ["38 I 638", "23 I 947"], "cite_par": ["86 III 36", "103 IA 76", "104 III 99"], "chapeau": "29. Entscheid vom 26. November 1954 i.S. Stöcklin.", "regestes": ["Les décisions de l'autorité de concordat (en l'espèce: la nomination du commissaire, art. 295 LP) ne sont pas des mesures pouvant donner lieu à une plainte au sens de l'art. 17 LP."], "faits": "BGE 80 III 131 S. 132\n\nAm 11. September 1954 bewilligte der Kreisgerichtsausschuss Chur der Firma Ed. Engeli & Co. eine Nachlassstundung und ernannte neben dem Konkursbeamten Johann Erni in Chur Dr. Ernst Keller in Zürich zum Sachwalter. Gegen diese Wahl führte der Gläubiger Walter Stöcklin bei der kantonalen Aufsichtsbehörde über Schuldbetreibung und Konkurs Beschwerde. Den Nichteintretensentscheid dieser Behörde vom 5. November 1954 hat er an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen. Diese weist den Rekurs ab.", "considerants": "Erwägungen:\n\nDie Bestellung des Sachwalters lag dem Kreisgerichtsausschuss als Nachlassbehörde ob (Art. 295 SchKG). Entscheidungen der Nachlassbehörde unterliegen nicht der Beschwerde im Sinne von Art. 17 SchKG an die zur Überwachung der Betreibungs- und Konkursämter bestellte Aufsichtsbehörde (BGE 23 I 949; BGE 38 I 638/39 = Sep. ausg. 15 Nr. 50 S. 219; JAEGER N. 4 zu Art. 17 und N. 2 zu Art. 19 SchKG). Die Literaturstellen und Entscheide, die der Rekurrent anführt, sagen nichts Gegenteiliges. Mit der \"Beschwerde\" gegen die Ernennung eines ungeeigneten Sachwalters, von der bei JAEGER/DAENIKER, Schuldbetreibungs- und Konkurspraxis der Jahre 1911-1945, in N. 3 zu Art. 295 SchKG die Rede ist, kann nur die Anrufung der obern Nachlassbehörde gemeint sein. Nur davon spricht der an dieser Kommentarstelle zitierte Entscheid Bl. Z. R. 15 Nr. 219. Auch der Entscheid ZBJV 76 S. 591 ist ein solcher der obern Nachlassbehörde (vgl. S. 592 vor Ziff. 2). Im Falle SJZ 19 S. 138 Nr. 112 (Amtsbericht des Kantonsgerichtes St. Gallen BGE 80 III 131 S. 1331921 Nr. 24) handelt es sich um einen Entscheid der Rekurskommission des Kantonsgerichts, nicht der kantonalen Aufsichtsbehörde für Schuldbetreibung und Konkurs, über eine Beschwerde im Sinne von Art. 336 des Gesetzes betr. die Zivilrechtspflege für den Kanton St. Gallen vom 31. Mai 1900."}