{"annee": "80", "cour": "III", "page": "139", "date": "9/12/1954", "cite": [], "cite_par": ["110 III 60", "94 III 4", "83 III 27"], "chapeau": "32. Arrêt du 9 décembre 1954 dans la cause Borloz.", "regestes": ["Procédure de tierce opposition. Répartition des rôles au procès (art. 06 à 109 LP) lorsque l'objet saisi est en la possession d'un quart détenteur."], "faits": "BGE 80 III 139 S. 139\n\nA.- Par contrat passé en février 1954, Jakob Lanz a vendu une machine \"Blitz-jumelle\" à Ernest Frauchiger; il était stipulé que cet appareil restait à la disposition du vendeur, dans la boucherie que celui-ci exploitait dans l'immeuble de Paul Dorsaz.\n\nLe 15 juin 1954, Lanz, après avoir résilié son bail, a quitté définitivement les locaux qu'il occupait, sans emporter la machine \"Blitz-jumelle\". La veille, Dorsaz avait autorisé Frauchiger à laisser cet appareil dans son immeuble, en précisant cependant que cet accord n'influait pas BGE 80 III 139 S. 140sur le droit de rétention qu'il avait en sa qualité de propriétaire des locaux.\n\nB.- Lanz ayant été poursuivi par divers créanciers, l'office des poursuites d'Aigle a saisi la machine \"Blitzjumelle\" le 18 juin 1954. Cet appareil fut revendiqué par Frauchiger. Le créancier Alphonse Borloz ayant contesté cette prétention, l'office a fixé au tiers revendiquant, en vertu de l'art. 107 LP, un délai de dix jours pour faire valoir son droit en justice.\n\nC.- Frauchiger a porté plainte contre cette mesure, en demandant que le délai pour intenter action fût imparti au créancier, conformément à l'art. 109 LP.\n\nL'Autorité inférieure de surveillance a admis la plainte, annulé la mesure attaquée et invité l'office des poursuites à procéder selon l'art. 109 LP. Le créancier Borloz a formé contre cette décision un recours qui a été rejeté, le 21 octobre 1954, par la Cour des poursuites et faillites du Tribunal cantonal vaudois.\n\nD.- Borloz défère la cause au Tribunal fédéral, en concluant derechef au rejet de la plainte de Frauchiger.", "considerants": "Considérant en droit:\n\nLors de la saisie du 18 juin 1954, la machine litigieuse n'était pas détenue par le débiteur, mais par Dorsaz, propriétaire de l'immeuble où elle se trouvait. A ce moment, en effet, Lanz avait quitté les locaux et n'exerçait plus aucune maîtrise de fait sur l'appareil \"Blitz-jumelle\". Le recourant prétend, il est vrai, que le débiteur tient à la disposition de Dorsaz le loyer dû jusqu'au 30 juin 1954. Mais il importe peu de savoir si Lanz aurait encore eu le droit d'occuper, au moment de la saisie, les locaux qu'il avait loués dans l'immeuble de Dorsaz. Ce qui est décisif, c'est qu'en fait il les avait abandonnés définitivement et qu'il n'exerçait plus de maîtrise sur la machine saisie.\n\nComme celle-ci était détenue par une quatrième personne, la procédure des art. 106 et 107 LP n'est applicable que si ce quart détenteur exerçait la possession pour le BGE 80 III 139 S. 141débiteur exclusivement (RO 73 III 66). Or ce n'est évidemment pas le cas. Il ressort au contraire de l'accord passé le 14 juin 1954 entre Frauchiger et Dorsaz que celui-ci se prévalait d'un droit de rétention sur l'appareil \"Blitzjumelle\"; il détenait donc cette machine pour la sauvegarde des prétentions qu'il faisait valoir contre le débiteur. D'autre part, il appert de la même convention qu'il exerçait également la possession dans l'intérêt de Frauchiger. Dans ces conditions, c'est au créancier poursuivant qu'il appartient d'intenter action, conformément à l'art. 109 LP.\n\nLa Chambre des poursuites et des faillites prononce:\n\nLe recours est rejeté."}