{"annee": "81", "cour": "II", "page": "598", "date": "13/12/1955", "cite": [], "cite_par": [], "chapeau": "91. Extrait de l'arrêt rendu par la IIe Cour civile le 13 décembre 1955 dans la cause Wolff contre de Quay et Ribordy.", "regestes": ["1. Das mit Nutzungsservituten verbundene Miteigentum, in das die Beteiligten ein nach altem kantonalem Zivilrecht bestehendes Stockwerkseigentum durch Vereinbarung umgewandelt haben, untersteht den Bestimmungen des schweizerischen ZGB (Art. 650, 781 ZGB, 17, 45 Schlusstitel des ZGB, 114 GBV). 2. Das Recht, die Aufhebung des Miteigentums zu verlangen, ist auch dann nicht ausgeschlossen, wenn dieses an die Stelle eines altrechtlichen Stockwerkseigentums getreten ist (Art. 650 ZGB). 3. Das Bundesrecht schreibt keine öffentliche Beurkundung für die Vereinbarungen vor, wonach die Beteiligten ein Stockwerkseigentum des alten kantonalen Zivilrechtes in Miteigentum umwandeln. Die von den Parteien beobachtete Schriftform genügt (Art. 657 ZGB, 114 GBV). 4. Rückweisung der Sache an die kantonale Instanz zur Entscheidung darüber, ob sich eine Partei auf wesentlichen Irrtum berufen könne (Art. 24 OR)."], "faits": "BGE 81 II 598 S. 599\n\nA.- L'immeuble rue du Château 12 à Sion, qui se compose d'une maison d'habitation et du terrain attenant, était propriété d'Adolphe de Courten. Au décès de celui-ci, l'immeuble a passé à ses deux filles Julie et Léonie, qui ont partagé par étages la propriété de la maison d'habitation au sens de l'ancien droit valaisan, par acte du 6 décembre 1887. La propriété de la première comprenait trois salles au rez-de-chaussée, le premier étage ainsi que des locaux dans les caves et galetas, et celle de la seconde, trois salles au rez-de-chaussée, le second étage et également divers locaux dans les caves et galetas. En 1925, Jean Wolff a acheté la part de Julie; au décès de ce dernier, survenu en 1944, la part qu'il avait acquise est revenue à ses héritiers. Quant à la part de Léonie, ce sont ses deux filles, dame Marie de Quay-Ribordy et demoiselle Marthe Ribordy, qui en ont hérité en 1935.\n\nLors des travaux destinés à préparer l'introduction du registre foncier fédéral à Sion, les organes chargés de cette tâche se sont adressés aux propriétaires de l'immeuble précité et les ont invités à passer une convention pour \"la transformation de la propriété par étage en copropriété, conformément à l'art. 58 de l'Ordonnance du Conseil d'Etat du 17 avril 1920 concernant la tenue du registre foncier\". Cette convention a été signée par Jean Wolff le 21 janvier 1943 et par dame de Quay-Ribordy et demoiselle Ribordy le 9 mars 1945, soit après le décès de Jean Wolff. Elle a la teneur suivante:\n\n\"Le bâtiment est reconnu copropriété indivise des soussignés, dans la proportion et avec les servitudes de jouissance perpétuelle et transmissibles, afférentes suivantes; ce, en conformité de l'article 781 du CCS et sur la base du plan sommaire annexé.\n\nIl est de plus convenu entre les copropriétaires du bâtiment, en application des articles 647 et 648 du CCS, que chacun d'eux est autorisé à faire, pour son propre compte et sans en référer à BGE 81 II 598 S. 600ses copropriétaires, toutes les réparations d'entretien et modifications utiles dans les locaux dont il a la jouissance. Cette autorisation ne s'étend pas, toutefois, aux grosses réparations affectant les murs principaux et les escaliers aux passages communs du bâtiment, ni aux changements importants dans la destination des locaux. Dans ces derniers cas, le consentement des copropriétaires devra être requis, les dispositions de l'article 176 (503) de la loi d'application demeurant réservées.\n\nA. Détermination des quote-parts à l'immeuble:\n\na) Wolff Jean d'Edouard: pour 3/5\n\nb) de Courten Léonie d'Adolphe, épouse de Ribordy Henri: pour 2/5\n\nB. Servitudes actives transmissibles affectant l'immeuble: Droits\n\na) Wolff Jean: jouissance exclusive de: caves No 1 et 2, caveaux No 4 et escaliers de cave No 5; rez-de-chaussée: buanderie No 8, réduit No 10, salles No 13 et 14, escalier de cave No 17; 1er étage, appartement No 20; 3e étage, appartement No 24, galetas No 27 et tourelle No 28.\n\nb) de Courten Léonie: jouissance exclusive de cave No 3, caveau et escalier No 6; rez-de-chaussée, salles No 7, 15 et 16; entrée de cave No 12; 2e étage, appartement No 22; 3e étage, appartement No 25 et galetas No 29.\n\nc) Wolff Jean et de Courten Léonie: jouissance en commun: rez-de-chaussée, couloir No 9, fosse et couloir No 11; corridor d'entrée et escalier No 18; escaliers et paliers jusqu'au 3e étage No 21, 23 et 26; place au couchant du bâtiment No 30. Sur le No 30 place, entrée de cave en jouissance au propriétaire de la cave No 1.\"\n\nSur la base de cette convention, l'inscription suivante a été portée au registre foncier, aux Nos 323 et 326, folio 4:\n\n\"Propriétaires: de Courten Léonie épouse de Ribordy Henri pour 1/3; Wolff Jean l'hoirie pour 2/3.\n\nNo 323 folio 4, En Ville, inculte de 672 m2.\n\nNo 326 folio 4, En Ville, habitation de 313 m2.\n\n... Pour les servitudes de jouissance de copropriété concernant le 326, voir convention 91.\"\n\nLe registre foncier fédéral est entré en vigueur dans la commune de Sion le 1er juillet 1953.\n\nB.- Des contestations ont surgi entre les parties, dans le courant de l'année 1953, au sujet des travaux entrepris par les hoirs Wolff pour l'installation du chauffage au mazout dans leurs locaux et du déplacement de la canalisation d'égout. A la suite de ces difficultés, les hoirs Wolff, invoquant l'art. 650 CC et la convention du 21 janvier 1943 /9 mars 1945, ont demandé la suppression de la copropriété et ont ouvert action à cet effet contre dame BGE 81 II 598 S. 601de Quay-Ribordy et demoiselle Ribordy en prenant les conclusions suivantes:\n\n\"1.- La licitation des parcelles No 323 et 326 du Registre foncier de Sion est ordonnée entre les parties, sur la base que le Tribunal dira au vu des expertises.\n\n2.- Les défenderesses sont condamnées aux frais. Subsidiairement: Les parcelles ci-dessus seront vendues aux enchères publiques et le produit réparti sur la base que le Tribunal dira au vu des expertises\".\n\nLes défenderesses ont conclu principalement au rejet de la demande, faisant valoir que la suppression de la propriété collective ne pouvait pas être requise lorsque la copropriété n'avait été créée que comme un prolongement de la propriété par étages et en vue de permettre l'inscription de celle-ci au registre foncier. Elles ont allégué en outre qu'elles avaient signé la convention alors que Jean Wolff était décédé et que celle-ci n'était dès lors pas valable, qu'elle était de plus atteinte d'un vice de forme et entachée d'une erreur essentielle; elles ont en conséquence conclu subsidiairement et reconventionnellement à ce que cette convention fût déclarée nulle et non avenue. Par jugement du 25 mai 1955, le Tribunal cantonal du canton du Valais a rejeté l'action des hoirs Wolff.\n\nC.- Les demandeurs ont recouru en réforme au Tribunal fédéral contre ce jugement et ont conclu à ce qu'il fût prononcé:\n\n\"La licitation des parcelles No 323 et 326 du Registre foncier de Sion est ordonnée entre les parties sur la base que le Tribunal dira, au vu des expertises. Sinon elles seront vendues aux enchères publiques...\n\nSubsidiairement: La fin de la copropriété de la parcelle No 323 est ordonnée entre les parties, de la façon que le Tribunal dira.\"\n\nLes intimées ont conclu principalement au rejet du recours et subsidiairement au renvoi de la cause au Tribunal cantonal \"pour qu'il statue sur les conclusions des défenderesses tendant à ce que la transformation de la propriété par étages en copropriété-servitude soit déclarée nulle et non avenue et à ce que le rétablissement des anciens droits soit ordonné, ces droits devant être ensuite BGE 81 II 598 S. 602annotés au registre foncier, conformément à l'art. 45 du Titre final du CCS\".", "considerants": "Considérant en droit:\n\n1. (Recevabilité du recours).\n\n2. Selon la Cour cantonale, la convention du 21 janvier 1943 /9 mars 1945 n'a pas eu pour effet de transformer la propriété par étages compétant aux parties, qui était régie par les dispositions du code civil valaisan, en une copropriété soumise au droit civil fédéral; il s'agit au contraire en l'espèce d'une copropriété sui generis du droit cantonal, grâce à laquelle la propriété par étages de l'ancien droit civil valaisan est mise en harmonie avec les prescriptions du droit fédéral concernant le registre foncier; l'art. 650 CC n'est dès lors pas applicable et la suppression de la copropriété ne peut pas être demandée en vertu de cette disposition.\n\nCette opinion est erronée. Aux termes de l'art. 45 al. 1 Tit. fin. CC, les droits de propriété par étages, qui existent lors de l'entrée en vigueur du droit civil fédéral mais qui ne peuvent plus être constitués à teneur des dispositions relatives au registre foncier, ne doivent pas être inscrits mais simplement mentionnés d'une manière suffisante dans ce registre. Toutefois, selon l'art. 114 al. 2 ORF, les lois cantonales d'introduction peuvent prescrire ou les intéressés peuvent convenir que ces droits seront inscrits d'une manière conforme aux prescriptions relatives au registre foncier et que, par exemple, ils seront portés dans ce registre comme droit de propriété sur le sol pour l'un des ayants droit et comme servitude personnelle transmissible au sens de l'art. 781 CC pour l'autre ayant droit. En outre, selon l'art. 45 al. 2 Tit. fin. CC, lorsque ces droits s'éteignent pour une cause quelconque, ils ne peuvent plus être rétablis. La loi valaisanne d'application du code civil ne prescrit pas que les droits de propriété par étages de l'ancien droit cantonal sont d'office inscrits au registre foncier d'une manière conforme aux règles relatives à ce BGE 81 II 598 S. 603registre. Elle laisse au contraire toute latitude aux intéressés de choisir soit le maintien de leurs droits de propriété par étages soit leur transformation en des droits susceptibles d'être inscrits au registre foncier, et règle ces deux éventualités de la façon suivante à son art. 268: \"Ces droits ne sont pas inscrits au registre foncier, mais ils y sont annotés d'une manière suffisante, ou bien, à la requête des intéressés et ensuite d'accord intervenu entre eux, ils sont transformés en droits réels admissibles, tels que copropriété combinée avec une servitude, conformément à l'art. 781 CCS et inscrits comme tels.\"\n\nEn l'espèce, il ressort à l'évidence de l'inscription au registre foncier et de la convention sur laquelle celle-ci est fondée que c'est la seconde solution qui a été appliquée et que l'ancienne propriété par étages a été remplacée par une copropriété assortie de servitudes de jouissance. L'inscription indique clairement que les parties sont copropriétaires et aucune mention concernant des droits de propriété par étages, au sens de l'art. 45 al. 1 Tit. fin. CC, ne figure au registre foncier. En outre, le renvoi, qui est ainsi libellé \"Pour les servitudes de jouissance de copropriété concernant le 326 voir Convention 91\", désigne expressément le régime établi entre les parties comme étant celui de la copropriété. Par ailleurs, la convention est intitulée \"Transformation de propriété par étage en copropriété\" et dispose de façon précise que \"le bâtiment est reconnu copropriété indivise des soussignés\"; elle prévoit également que les servitudes de jouissance sont créées \"en conformité de l'article 781 du C.c.s.\" et règle les pouvoirs d'administration et de disposition \"des copropriétaires ... en application ... des articles 647 et 648 du C.c.s.\". Ces références aux dispositions du code civil concernant les servitudes personnelles (art. 781) et les actes d'administration et de disposition des copropriétaires (art. 647 et 648) manifestent clairement que la convention suit la voie tracée par les art. 114 al. 2 ORF et 268 de la loi valaisanne d'application du code civil et transforme la propriété par étages de BGE 81 II 598 S. 604l'ancien droit valaisan en une copropriété soumise aux règles du droit civil fédéral. Il est vrai que le dernier alinéa de la convention réserve l'art. 503 du code civil valaisan qui demeure en vigueur, en vertu de l'art. 176 de la loi d'application, pour la réglementation, entre les propriétaires par étages, des réparations et reconstructions des gros murs, du toit, des plafonds et planchers, de l'escalier, etc. ... Ce renvoi ne revêt toutefois aucune signification pour la détermination de la nature juridique des rapports de droit établis par la convention, car les dispositions de l'art. 503 précité peuvent aussi bien s'appliquer, à la suite d'un accord entre les intéressés comme c'est le cas en l'espèce, à une copropriété assortie de droits de jouissance qu'à une propriété par étages.\n\nA l'appui de son opinion, la Cour cantonale invoque l'art. 267 de la loi d'application du code civil à teneur duquel \"les droits réels existants dont la constitution n'est plus permise par le droit nouveau, tels que droits de propriété sur les divers étages d'une maison ..., sont maintenus sous l'empire du droit nouveau\". Elle fait état également de l'art. 270 de la même loi aux termes duquel \"aussi longtemps que les divers étages d'une maison appartiennent à différents propriétaires, les dispositions y relatives du code civil valaisan sont applicables\". Ces références ne sont cependant pas pertinentes, car les dispositions citées supposent que les anciens droits réels visés ont été maintenus tels quels, ce qui n'est pas le cas en l'espèce. Lorsque les intéressés, choisissant la seconde solution prévue par l'art. 268 de la loi d'application, ont transformé conventionnellement \"en une copropriété combinée avec une servitude, conformément à l'art. 781 CCS\", leurs droits de propriété par étages, ceux-ci s'éteignent et sont remplacés par les \"droits réels admissibles\" qui sont inscrits au registre foncier; dans ce cas, les dispositions destinées à régir les anciens droits réels ne sont pas applicables.\n\nC'est à tort également que le Tribunal cantonal, pour fonder sa décision, fait état de l'art. 58 de l'Ordonnance BGE 81 II 598 S. 605du Conseil d'Etat concernant la tenue du registre foncier du 17 avril 1920 /12 septembre 1924. Cette disposition édicte précisément, sous litt. A, les prescriptions réglant la façon de procéder lorsque les propriétaires par étages \"sont d'accord de transformer leurs droits en copropriété\"; elle se réfère expressément à l'art. 781 CC au sujet de la nature des servitudes de jouissance transmissibles qui doivent être inscrites et à l'art. 682 CC quant au \"droit de préemption en faveur de chaque copropriétaire\", ce qui indique à l'évidence que la copropriété établie conventionnellement est soumise aux règles fédérales du code civil.\n\nAinsi, contrairement à l'avis de la juridiction cantonale, il n'y a pas de copropriété sui generis du droit cantonal instituée en vue de maintenir les droits de propriété par étages de l'ancien droit valaisan et de permettre leur inscription au registre foncier fédéral, en les adaptant formellement aux prescriptions relatives à ce registre sans les modifier quant au fond. Lorsque les intéressés, entre les deux solutions prévues par l'art. 268 de la loi cantonale d'application, savoir le maintien de leurs droits de propriété par étages et leur simple mention au registre foncier ou la transformation de ces droits en une copropriété assortie de servitudes de jouissance et susceptible d'être inscrite au registre foncier, choisissent le second parti, ils remplacent les anciens droits qui s'éteignent par une copropriété du droit civil fédéral. En tant qu'il soustrait la copropriété établie par la convention conclue entre les parties et inscrite au registre foncier à l'empire du droit fédéral pour la soumettre exclusivement au droit cantonal, le jugement attaqué viole dès lors le droit fédéral; il est, en particulier, contraire à l'art. 17 al. 2 Tit. fin. CC, à teneur duquel l'étendue de la propriété est réglée par le code civil dès son entrée en vigueur dans la mesure où une exception n'est pas prévue, car aucune réserve de ce genre n'est statuée en matière de copropriété.\n\n3. Se référant notamment à HAAB (Sachenrecht, BGE 81 II 598 S. 606note 4 à l'art. 650, p. 154, note 13 à l'art. 675, p. 359) et à la circulaire du Département fédéral de justice et police du 10 octobre 1951, la Cour cantonale considère que, s'agissant d'une copropriété qui provient de la transformation conventionnelle d'une ancienne propriété par étages, le droit d'en demander le partage est de toute façon exclu.\n\nCette opinion ne peut être admise. Dans le premier passage cité de son commentaire (note 4 à l'art. 650), HAAB ne fait que rapporter, sans prendre position, l'avis du Tribunal supérieur du canton de Zurich; de son côté, celui-ci se borne à affirmer sans autre explication, dans sa réponse à une demande de renseignements émanant du conservateur du registre foncier de Meilen (Revue suisse de jurisprudence, 15, 1918 /1919, p. 317-318) que le partage ne peut être demandé, en raison de l'affectation des parts de copropriété à un but durable au sens de l'art. 650 al. 1 CC, lorsqu'une propriété par étages est transformée en une copropriété susceptible d'être inscrite au registre foncier. C'est, d'autre part, à tort que la Cour cantonale fait état d'un autre passage de cet avis du Tribunal supérieur de Zurich, selon lequel la mise en gage et le transfert des droits de propriété par étages de l'ancien droit cantonal demeurent régis par ce dernier; il est évident, en effet, que les cas visés ici sont ceux où la propriété par étages a été maintenue sans modification sous l'empire du nouveau droit et non pas ceux dans lesquels elle a été transformée en une copropriété soumise aux dispositions du droit civil fédéral.\n\nLa seconde référence du jugement attaqué au commentaire de HAAB (note 13 à l'art. 675) n'est pas pertinente, car la note citée traite de la propriété par étages de l'ancien droit cantonal conservée telle quelle après l'entrée en vigueur du code civil suisse et non de la copropriété du droit fédéral que les intéressés sont convenus de lui substituer. Du fait que, selon l'art. 17 Tit. fin. CC, les droits réels existant lors de l'entrée en vigueur du code civil sont BGE 81 II 598 S. 607maintenus et continuent, dans le cas de l'al. 3 de cette disposition, à être régis par la loi ancienne, on ne peut tirer aucun argument en faveur de l'opinion selon laquelle le droit de demander la suppression de la copropriété est exclu lorsque celle-ci a remplacé une propriété par étages du droit cantonal.\n\nDans un autre passage de son commentaire que la Cour cantonale n'invoque pas (note 17 à l'art. 675, p. 360-361), HAAB déclare, à la vérité, que le droit d'exiger le partage est exclu dans les cas où il s'agit d'une copropriété combinée avec des servitudes personnelles qui a été constituée en lieu et place d'une propriété par étages de l'ancien droit cantonal. Il ne motive toutefois pas son affirmation mais se contente de renvoyer à l'art. 650 al. 1 CC ainsi qu'à l'avis du Tribunal cantonal zurichois rapporté ci-dessus.\n\nL'opinion exprimée dans le même sens par GUHL lors de l'assemblée des conservateurs du registre foncier valaisans, le 31 août 1922, n'est également pas motivée. C'est aussi sans autre explication que la circulaire du Département fédéral de justice et police, du 10 octobre 1951, affirme que la loi (art. 650 al. 1 CC) interdit de demander la suppression de la copropriété combinée avec des servitudes personnelles de jouissance et constituée pour remplacer la propriété par étages, qu'il s'agisse de la transformation d'anciennes propriétés par étages du droit cantonal ou de la création de rapports juridiques nouveaux destinés à jouer le même rôle au point de vue économique que la propriété par étages, dont la constitution n'est pas possible sous l'empire du droit civil fédéral.\n\nDans son commentaire (Sachenrecht, note 22 à l'art. 675, p. 230), LEEMANN prétend, de son côté, que le droit de demander le partage d'une copropriété établie à la place d'une propriété par étages est exclu, car on est en présence d'une copropriété avec indivision forcée. Cet auteur a toutefois également défendu l'opinion contraire dans un article, publié il est vrai avant la deuxième édition de son commentaire, où il déclare que la transformation de la BGE 81 II 598 S. 608propriété par étages en copropriété favorise la suppression de l'indivision, car chaque intéressé peut en exiger le partage en vertu des art. 650 et 651 CC (Das Stockwerkeigentum, insbesondere seine Überleitung in das neue Recht, Revue suisse de jurisprudence, 10, 1913 /1914, p. 354).\n\nLes auteurs qui ont étudié spécialement la propriété par étages et son remplacement par la copropriété combinée avec des servitudes personnelles de jouissance sont d'un avis différent de ceux dont les opinions viennent d'être rappelées et admettent que chacun des copropriétaires peut demander qu'il soit mis fin à la copropriété par application de l'art. 650 CC (BIELANDER, Das Stockwerkeigentum im Wallis und seine Überleitung in das neue Recht, p. 116; FLATTET, La propriété par étages et le droit suisse, p. 15; SATTIVA, Recherches sur la propriété par étages, p. 94; LIVER, Das Stockwerkeigentum - Umwandlung und Neubegründung, Schweiz. Zeitschrift für Beurkundungs- und Grundbuchrecht, 1954, p. 70-71). Ce point de vue est exact. La copropriété assortie de servitudes de jouissance constituée par convention pour remplacer les droits de propriété par étages de l'ancien droit cantonal étant soumise aux dispositions du droit civil fédéral, chacun des copropriétaires, en vertu de l'art. 650 al. 1 CC, a le droit d'exiger le partage, à moins qu'il ne soit tenu de demeurer dans l'indivision en vertu d'un acte juridique ou en raison de l'affectation de la chose à un but durable. Ni l'une ni l'autre condition mise par cette disposition à l'exclusion du partage n'est réalisée en l'espèce.\n\nDe l'examen du texte de la convention conclue entre les parties, il ressort qu'elle ne contient aucune clause excluant le partage. La disposition qui stipule que la copropriété est indivise ne saurait en particulier être interprétée dans ce sens, mais signifie que l'objet de la propriété collective n'est pas divisé matériellement, les intéressés n'ayant que des quotes-parts idéales, ce qui constitue l'essence de la copropriété. De même, la qualification de la jouissance BGE 81 II 598 S. 609comme perpétuelle n'a pas le sens d'une interdiction de mettre fin à la copropriété; elle veut dire que la jouissance est liée de façon permanente à la copropriété et que celle-là compète aux intéressés pour toute la durée de celle-ci. Au demeurant, les parties n'auraient pas pu s'obliger définitivement et sans limite dans le temps à rester dans l'indivision, car le partage ne peut être exclu par convention, selon l'art. 650 al. 2 CC, pour une période supérieure à dix ans.\n\nLe droit de demander qu'il soit mis fin à la copropriété n'est pas non plus exclu par l'affectation de la chose à un but durable au sens de l'art. 650 al. 1 CC. On ne saurait voir une affectation de la chose à un but durable dans l'attribution, par convention, de certaines parties d'un bâtiment (étages, dépendances, escaliers) à chacun des copropriétaires pour qu'il en ait la jouissance exclusive. Ce n'est en effet pas la chose comme telle qui est affectée à un but durable, mais ce sont des parties de celle-ci qui sont destinées à l'usage privatif des divers copropriétaires en vertu des servitudes qu'ils ont établies. En outre, au regard de la disposition impérative de l'art. 650 al. 2 CC à teneur de laquelle le partage ne peut être exclu par un acte juridique pour une période supérieure à dix ans, il n'est pas possible, par une convention affectant des parties d'une chose à la jouissance exclusive des différents copropriétaires, de supprimer le droit de ceux-ci de demander le partage de la copropriété.\n\nSelon la jurisprudence (RO 77 II 240-241), on est en présence d'une affectation durable quand il s'agit de biens qui, de par leur nature, sont destinés à l'usage de deux ou plusieurs propriétaires de choses différentes, de telle sorte qu'ils ne puissent être partagés ni attribués à l'un d'eux sans préjudice pour l'autre ou les autres. Le but de l'art. 650 CC est d'empêcher que des installations, sur lesquelles deux ou plusieurs propriétaires possèdent un droit de copropriété et qui servent à leur usage commun puissent être soustraites à cette destination par l'un des intéressés BGE 81 II 598 S. 610au détriment des autres. Il n'est pas nécessaire de se prononcer en l'espèce sur la question de savoir si cette jurisprudence n'est peut-être pas, sous certains aspects, un peu étroite. Il suffit de relever qu'elle indique à juste titre que la notion de l'affectation de la chose à un but durable ne doit pas être interprétée de façon extensive mais restrictive, l'exclusion du partage n'étant qu'une exception au principe selon lequel nul n'est tenu de rester dans l'indivision, énoncé à l'art. 650 al. 1 CC. L'affectation de la chose à un but durable excluant le partage est donnée, par exemple, dans le cas des murs mitoyens, des murs limitrophes ou des clôtures, où il y a copropriété avec indivision forcée. Contrairement à l'opinion de LEEMANN (note 22 à l'art. 675 CC), dans la copropriété assortie de servitudes assurant aux divers intéressés la jouissance exclusive des parties d'un bâtiment qui leur sont attribuées, on n'est pas en présence d'une indivision forcée, car ces parties sont précisément affectées à l'usage non pas commun mais privatif des copropriétaires. Bien que les copropriétaires aient la jouissance en commun de certaines parties de l'immeuble, en l'espèce notamment de couloirs, escaliers et paliers, le bâtiment comme tel n'est pas affecté à l'usage commun des copropriétaires, mais ses différentes parties sont au contraire pour l'essentiel réservées, dans la mesure fixée par la convention, à un seul des copropriétaires à l'exclusion des autres. On ne peut pas non plus prétendre qu'il y ait affectation de la chose à un but durable du fait que le bâtiment est destiné à servir d'habitation, car celui-ci ne doit pas nécessairement de par sa nature être attribué, dans telles de ses parties, à un copropriétaire déterminé pour qu'il en jouisse à titre de logement et, dans telles autres, à un autre copropriétaire; ce but de l'immeuble, qui est d'être utilisé comme locaux d'habitation, n'est pas lié à la copropriété mais peut être aussi bien rempli si celle-ci est supprimée pour être, par exemple, remplacée par la propriété d'une seule personne. BGE 81 II 598 S. 611\n\nIl résulte de ce qui précède que le partage n'étant exclu ni par la convention ni par l'affectation de la chose à un but durable, le droit de demander qu'il soit mis fin à la copropriété, en vertu de l'art. 650 al. 1 CC, doit être admis.\n\n4. La question du sort des servitudes de jouissance à la suite du partage de la copropriété par la voie de la licitation n'a pas été soulevée en procédure. On peut dès lors se dispenser de la trancher.\n\n5. Les intimées font valoir que la convention n'est pas valable parce qu'elles l'ont signée après la mort de Jean Wolff et qu'il n'était pas \"possible de contracter avec une personne décédée\". Ce moyen est sans valeur et, pour le réfuter, il suffit d'observer que, les demandeurs ayant succédé à Jean Wolff dans tous ses droits et obligations, c'est envers eux que les défenderesses se sont obligées en signant la convention le 9 mars 1945.\n\n6. Invoquant l'arrêt RO 77 II 236, les intimées prétendent que, pour être valable, la convention devait revêtir la forme authentique; comme elle a été conclue sous seing privé, elle est entachée d'un vice de forme entraînant sa nullité. Cet argument n'est pas fondé. Dans cet arrêt, le Tribunal fédéral n'a pas jugé que l'acte mettant fin à une copropriété doit être fait en la forme authentique mais se borne, dans le passage auquel les défenderesses se réfèrent, à citer les considérants du jugement cantonal, lequel constatait que la convention écrite de la main d'un notaire n'avait pas été signée par lui ni par les témoins conformément à la loi cantonale alors en vigueur. On peut laisser indécise la question de savoir si un tel acte doit être conclu en la forme authentique, car la convention dont la validité est en l'espèce contestée a pour objet non pas la suppression d'une copropriété mais la transformation d'une propriété par étages de l'ancien droit cantonal en une copropriété du droit fédéral à l'occasion de l'introduction du registre foncier, conformément à l'art. 114 al. 2 ORF. Or, le droit fédéral ne prescrit pas une forme particulière pour les conventions de cette nature. Il s'agit en effet non pas BGE 81 II 598 S. 612de contrats ayant pour objet le transfert de la propriété qui, selon l'art. 657 al. 1 CC, doivent être faits en la forme authentique, mais d'actes conclus entre les titulaires de droits de propriété par étages pour remplacer ceux-ci par des droits susceptibles d'être inscrits au registre foncier. La forme écrite à laquelle les parties ont eu recours était dès lors suffisante au regard du droit fédéral.\n\n7. Les intimées font valoir enfin que la convention ne les lie pas parce qu'elles étaient dans une erreur essentielle lors de sa conclusion. Se fondant sur les dépositions du conservateur du registre foncier de Sion, d'un employé de celui-ci et du chef du service juridique cantonal du registre foncier, la Cour cantonale a considéré \"que les organes chargés de procéder à l'introduction du registre foncier fédéral ... ont dû laisser croire aux intéressés que la signature de la convention ... ne modifiait pas la situation juridique de leur propriété par étages et qu'en tout cas le droit à la licitation était exclu\". Bien qu'elle ait admis que l'exception fondée sur l'art. 24 ch. 4 CO ne paraissait pas dénuée de fondement, la juridiction cantonale ne s'est pas prononcée sur le moyen tiré de l'erreur ni sur les conclusions en découlant, parce qu'elle a rejeté les conclusions des demandeurs pour d'autres motifs.\n\nLe droit de demander qu'il soit mis fin à la copropriété qui a remplacé une propriété par étages de l'ancien droit cantonal étant admis, contrairement à l'opinion qui a amené le Tribunal cantonal à rejeter la demande, il y a lieu de renvoyer la cause à celui-ci pour qu'il statue sur les conclusions des défenderesses tendantes à ce que la convention soit déclarée nulle pour cause d'erreur. Il lui incombera en particulier de juger si la convention litigieuse est entachée d'une erreur qui doit être considérée comme essentielle au sens de l'art. 24 CO et si les intimées se sont prévalues en temps utile de ce vice de consentement et, en général, de se prononcer sur les questions soulevées par ce moyen. S'il estime que celui-ci n'est pas fondé et qu'il rejette les conclusions des intimées, il devra accueillir la BGE 81 II 598 S. 613demande et déterminer la façon dont il sera mis fin à la copropriété.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est admis, l'arrêt attaqué est annulé et la cause est renvoyée à l'autorité cantonale pour nouveau jugement dans le sens des considérants."}