{"annee": "81", "cour": "II", "page": "346", "date": "13/9/1955", "cite": ["54 II 395", "67 II 139"], "cite_par": [], "chapeau": "55. Urteil der I. Zivilabteilung vom 13. September 1955 i. S. Reininghaus und Marzoner gegen Wohnhaus AG", "regestes": ["Cession de bail; art. 264 CO. Le droit de céder le bail n'est pas exclu par l'interdiction conventionnelle de la sous-location, lorsque cette interdiction est contraire au but assigné au contrat de bail par les parties. La cession crée entre le bailleur et le cessionnaire des rapports contractuels directs, de sorte que le bailleur ne peut donner valablement congé qu'au cessionnaire."], "faits": "BGE 81 II 346 S. 346\n\nA.- Bäckermeister Grob vermietete Frau Marzoner am 12. Januar 1952 je eine Vierzimmerwohnung im 2. und 3. Stock seines Hauses Bremgartnerstrasse 4 in Zürich zur Benutzung als Möbeletagengeschäft und zur Zimmervermietung und am 8. Juli 1952 zu gleichen Zwecken weitere Räume im Parterre, Keller und in der BGE 81 II 346 S. 347Mansarde des gleichen Hauses. Die Miete sollte frühestens auf den 31. Juli bzw. 31. Dezember 1957 kündbar sein. Beide Verträge, die auf vorgedruckten Formularen abgeschlossen wurden, bestimmen in Ziff. 7 u.a., dass eine Untermiete ohne schriftliche Zustimmung des Vermieters untersagt sei.\n\nMit schriftlichem Vertrag vom 8. Juni 1953 verkaufte Frau Marzoner das Mobiliar und die Einrichtung der gemieteten Räumlichkeiten für Fr. 19'550.-- an Fritz Reininghaus. Gleichzeitig trat sie ihm die beiden Mietverträge ab und versprach ihm, die gemieteten Räume auf den 1. Juli 1953 für die Dauer der Mietverträge und zum Preise der darin festgesetzten Mieten zur Benützung zu übergeben. Ferner erklärte sie sich mit einer Übertragung der Mietverträge an Reininghaus einverstanden, sofern der Hauseigentümer zustimme.\n\nÜber den Hauseigentümer Grob war anfangs 1953 der Konkurs eröffnet worden. Seine Liegenschaft wurde an der konkursamtlichen Steigerung vom 14. August 1953 ohne Überbindung der bestehenden Mietverträge Frau Walder zugeschlagen. Am 16. September 1953 kündigte sie Reininghaus die Mietverträge vom 12. Januar und 8. Juli 1952 im Sinne von Art. 259 OR auf den 31. März 1954. Diese Kündigung, gegen welche Reininghaus Einsprache erhob, wurde am 16. Oktober 1953 vom Mietamt der Stadt Zürich auf Grund des Mietnotrechts als unzulässig erklärt. Frau Walder richtete darauf am 25. November 1953 eine gleichlautende Kündigung an Frau Marzoner und bestritt die Gültigkeit der von dieser geltend gemachten Abtretung der Mietverträge mit der Begründung, die für Grob handelnde Konkursverwaltung habe einer solchen nie zugestimmt, Reininghaus sei deshalb bloss Untermieter und stehe in keinem Vertragsverhältnis zum Vermieter.\n\nAuf den gleichen Standpunkt stellte sich die Wohnhaus A. G., die am 19. Januar 1954 die Liegenschaft Bremgartnerstrasse 4 von Frau Walder käuflich erworben hatte.BGE 81 II 346 S. 348\n\nIm März 1954 klagte sie gegen Reininghaus und Frau Marzoner auf Feststellung, dass die Mietverträge vom 12. Januar und 8. Juli 1952 erloschen und aus ihnen keine Rechte auf Reininghaus übergegangen seien und dass somit jedes Verfügungsrecht der Beklagten über die Räume aufgehört habe. Mit einer weitern Klage vom Juni 1954 verlangte die Wohnhaus A. G. die unverzügliche Räumung der von Frau Marzoner seinerzeit gemieteten und von Reininghaus mit Beschlag belegten Räume.\n\nB.- Das Bezirksgericht Zürich wies am 15. Oktober 1954 die Klagen ab. Es nahm an, es sei eine Übertragung der Mietverträge auf Reininghaus durch Abtretung und Schuldübernahme zustande gekommen. Letztere sah es darin, dass Reininghaus sich dauernd als Pflichtiger benommen und Frau Walder seine Zinszahlungen vorbehaltlos entgegengenommen, ihm gekündigt und sich mit ihm vor dem Mietamt eingelassen habe.\n\nC.- Das Obergericht Zürich, das sich mit den Feststellungsbegehren nicht mehr zu befassen hatte, schützte die Leistungsklage mit Urteil vom 21. Dezember 1954 und befahl den Beklagten, die von Frau Marzoner seinerzeit gemieteten Räume bis spätestens am 20. Januar 1955 zu verlassen. Es ging davon aus, dass die Übertragung eines ganzen Mietverhältnisses mit allen Rechten und Pflichten an einen Dritten in Frage stehe, welche - ob darin nun eine Neuerung oder aber eine Forderungsabtretung mit gleichzeitiger Schuldübernahme gesehen werde - die Einwilligung des Vermieters erfordere. Diese Zustimmung hätte mündlich oder durch konkludente Handlung erteilt werden können; im Verhalten der Frau Walder liege jedoch keine Genehmigung, da sie von Anfang an den Willen zum Ausdruck gebracht habe, dass sie nicht in das Mietverhältnis eintreten wolle. Daher sei Frau Marzoner Mieterin geblieben und die ihr gegenüber erklärte Kündigung, die nicht angefochten worden sei, rechtswirksam geworden.\n\nD.- Gegen dieses Urteil erklärten die Beklagten BGE 81 II 346 S. 349Berufung an das Bundesgericht mit dem Antrag, die Klage abzuweisen.\n\nDie Klägerin schliesst auf Abweisung der Berufung und Bestätigung des angefochtenen Entscheides.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 264 OR gibt dem Mieter das Recht zur Untermiete und Abtretung der Miete. Beide Institute dienen den Interessen des Mieters und verfolgen den gleichen wirtschaftlichen Zweck, nämlich die Übertragung des Gebrauches der Mietsache auf einen am ursprünglichen Mietvertrag nicht beteiligten Dritten (BGE 67 II 140 f.). Im Gegensatz zur Untermiete begründet die Abtretung ein Mietvertragsverhältnis zwischen dem Vermieter und dem Dritten. Der Zessionar erwirbt selbständige Mieterrechte, namentlich die Befugnis, vom Vermieter die Überlassung der Mietsache und deren Erhaltung im vertraglichen Zustand zu verlangen und ihm die Einreden aus dem Mietvertrag entgegenzuhalten. Diese Wirkungen treten ohne Einwilligung des Vermieters ein; seine Rechte werden dadurch gewahrt, dass Art. 264 Abs. 2 und 3 OR auf die Abtretung entsprechend anwendbar sind und demnach der Zedent neben der Haftung des Zessionars aus dem Mietvertrag verpflichtet bleibt, solange er nicht im Sinne von Art. 176 OR befreit wird.\n\n2. Im Kaufvertrag vom 8. Juni 1953 haben die Beklagten eine Abtretung der Miete nach Art. 264 OR vereinbart. Reininghaus hat die von Frau Marzoner gemieteten Räume auch tatsächlich übernommen und die Mietzinse zunächst für Grob an das Konkursamt und später an Frau Walder als neue Eigentümerin bezahlt. Dass durch die Abtretung der Miete eine für den Vermieter nachteilige Veränderung eingetreten oder der Abtretung die besondere Natur des Mietverhältnisses entgegengestanden wäre, ist nicht ersichtlich und auch nicht behauptet worden. Es ist daher davon auszugehen, dass die Abtretung gesetzlich zulässig war.BGE 81 II 346 S. 350\n\nDas Recht auf Untermiete und Abtretung kann indessen vertraglich ausgeschlossen oder eingeschränkt werden. In der Regel gilt ein vertragliches Verbot der Untermiete auch für die Abtretung (BGE 54 II 397, BGE 67 II 142). Die von Grob und Frau Marzoner abgeschlossenen Mietverträge enthalten zwar ein gedrucktes Verbot der Untermiete, bestimmen aber anderseits in maschinengeschriebener Form, dass die Räume zum Betrieb eines Möbeletagengeschäfts und zur Zimmervermietung überlassen werden. Diesem von den Parteien ausdrücklich aufgeführten Vertragszweck ist gegenüber den gedruckten und vielfach ohne Überlegung übernommenen Bestimmungen eine erhöhte Bedeutung beizumessen. Er kann nur den Sinn haben, dass die Untermiete gewollt war, also zulässig sein und das im Vertragsformular enthaltene Verbot als aufgehoben gelten sollte. Eine andere Auslegung würde Treu und Glauben widersprechen. Hat aber der Vermieter durch die Zulassung der Untermiete bekundet, dass er eine Übertragung des Gebrauchsrechtes an einen Dritten nicht verhindern wollte, so ist anzunehmen, dass auch die Abtretung der Miete statthaft sein sollte, zumal sie in den Mietverträgen überhaupt nicht erwähnt wird und eine langfristige Miete von Geschäftsräumen ihre Zulässigkeit aufdrängt.\n\n3. Die von den Beklagten vorgenommene Abtretung der Miete war somit rechtswirksam mit der Folge, dass Reininghaus ein selbständiges Benützungsrecht an den Mieträumen erworben hat und in ein Mietvertragsverhältnis mit dem Vermieter Grob getreten ist, ohne dass es dessen Zustimmung bedurfte. An diesem Rechtsverhältnis änderte der Übergang des Eigentums an der Liegenschaft an Frau Walder nichts, da sie die Mietverträge nicht übernommen hat. Ihre Kündigung vom 16. September 1953 auf den nächsten gesetzlich zulässigen Termin war nach Art. 259 OR gültig; sie hätte, wenn sie nicht auf Grund der Mietnotrechtsbestimmungen als unzulässig erklärt worden wäre, Reininghaus berechtigt, für den BGE 81 II 346 S. 351Ausfall des vertraglich bis 1957 zugesicherten Gebrauches der Mietsache Schadenersatz vom bisherigen Vermieter zu verlangen. Gemäss Art. 7 des BRB betr. Massnahmen gegen die Wohnungsnot vom 15. Oktober 1941 /8. Februar 1946 galten die Mietverträge gestützt auf den rechtskräftigen Entscheid des Mietamtes vom 16. Oktober 1953 als auf unbestimmte Zeit verlängert. Zu ihrer Auflösung bedurfte es einer neuen Kündigung. Eine solche ist rechtswirksam nicht mehr erfolgt; die zuletzt am 25. November 1953 gegenüber Frau Marzoner erklärte Kündigung war rechtlich unerheblich, weil ihr ein Gebrauchsrecht an der Mietsache nicht mehr zustand.\n\nReininghaus hält sich demnach zu Recht in den Mieträumen auf. Die Klage der Wohnhaus A. G., die sich auf die Kündigung ihrer Rechtsvorgängerin stützt, ist daher unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 21. Dezember 1954 aufgehoben und die Klage abgewiesen."}