{"annee": "81", "cour": "III", "page": "129", "date": "7/12/1955", "cite": ["74 III 75"], "cite_par": ["102 III 49", "90 II 247", "113 III 116"], "chapeau": "35. Kreisschreiben, Circulaire, Circolare No 33 (7.12.1955)", "regestes": ["Communications au préposé au registre du commerce dans la procédure de faillite."], "faits": "", "considerants": "BGE 81 III 129 S. 129\n\nEiner Zuschrift des Eidgenössischen Amtes für das Handelsregister entnehmen wir, dass die den Konkurs betreffenden Mitteilungen an den Handelsregisterführer, wie sie vorgeschrieben sind, in zahlreichen Fällen unterbleiben oder mit grosser Verspätung erfolgen. Die dafür geltenden Vorschriften scheinen manchenorts in Vergessenheit geraten zu sein oder doch oft nicht genügend beachtet zu werden. Dem Wunsch des erwähnten Amtes entsprechend, möchten wir Sie deshalb darauf aufmerksam machen.\n\nVor allem ist auf die Mitteilung des Konkurserkenntnisses Bedacht zu nehmen; sie ist gleichzeitig an den Handelsregisterführer wie an das Konkursamt zu richten (Art. 176, 189, 194 SchKG). Entsprechendes gilt für den Schluss (Art. 268 SchKG) und den Widerruf des Konkurses (Art. 195 SchKG) wie auch für die Einstellung der konkursamtlichen BGE 81 III 129 S. 130Liquidation einer Verlassenschaft gemäss Artikel 196 SchKG, was nur ein besonderer Fall von Konkurswiderruf ist.\n\nAlle diese Mitteilungen an den Handelsregisterführer, die natürlich nur ergehen sollen, wenn der Schuldner im Handelsregister eingetragen ist bzw. war (vergleiche den Text von Art. 194 SchKG), obliegen dem Konkursgericht. Sache des Konkursamtes ist es dann aber, die Einsetzung einer ausseramtlichen Konkursverwaltung durch die Gläubigerversammlung (Art. 237, Abs. 2, SchKG) nicht nur der Aufsichtsbehörde, sondern auch dem Handelsregisterführer anzuzeigen (Art. 43 KV, Art. 64, Abs. 1, HRV).\n\nBei der Einstellung des Konkurses mangels Aktiven (Art. 230, Abs. 1, SchKG) ordnet das Konkursgericht bisweilen zugleich an - oder es wird auch ohne ausdrückliche richterliche Anordnung angenommen -, dass der Konkurs als geschlossen zu gelten habe, wenn die Kosten des Verfahrens nicht binnen nützlicher Frist sichergestellt würden. Findet das Verfahren auf solche Weise seinen Abschluss, so hat das Konkursamt dies dem Handelsregisterführer sogleich nach Ablauf der Frist mitzuteilen (vergleiche ferner Ziff. 18 b des Kreisschreibens des Eidgenössischen Justiz- und Polizeidepartements vom 20. August 1937 zur Einführung der Handelsregisterverordnung, BBl 1937, II, S. 819). Erlässt dagegen das Konkursgericht (wozu es zweifellos befugt ist, vergleicheBGE 74 III 76) eine förmliche Schlussverfügung, auf Grund von Artikel 230, Absatz 2, SchKG, so ist es an ihm, den Handelsregisterführer auch davon zu benachrichtigen.\n\nDiese Hinweise dürften geeignet sein, die Anwendung der angeführten Bestimmungen zu erleichtern.\n\nL'office fédéral du registre du commerce nous signale que les communications qui, selon la loi, doivent être faites au préposé au registre du commerce sont fréquemment BGE 81 III 129 S. 131omises ou effectuées avec d'importants retards. Il semble que, dans de nombreux endroits, les prescriptions légales relatives à ces communications sont oubliées ou ne sont pas suffisamment observées. Déférant au désir exprimé par l'office précité, nous attirons votre attention sur ce sujet.\n\nRappelons d'abord que la déclaration de faillite doit être communiquée au préposé au registre du commerce en même temps qu'à l'office des faillites (art. 176, 189 et 194 LP). Cette règle s'applique également à la clôture (art. 268 LP) et à la révocation de la faillite (art. 195 LP), ainsi qu'à l'interruption de la liquidation d'une succession répudiée, selon l'article 196 LP. Cette dernière mesure n'est du reste qu'un cas particulier de révocation de faillite.\n\nC'est au juge de la faillite qu'incombent toutes ces communications au préposé au registre du commerce, lesquelles ne doivent évidemment être faites que si le débiteur est ou était inscrit dans ce registre (cf. le texte de l'art. 194 LP). En revanche, si l'assemblée des créanciers institue une administration spéciale (art. 237 al. 2 LP), il appartient à l'office des faillites d'en informer non seulement l'autorité de surveillance, mais aussi le préposé au registre du commerce (art. 43 OOF, art. 64 al. 1 ORC).\n\nIl arrive que le juge qui suspend la liquidation faute d'actif (art. 230 al. 1 LP) déclare dans le même prononcé - ou qu'on doive admettre sans même que le juge le déclare - que la faillite sera considérée comme close si les frais de la procédure ne sont pas avancés dans le délai utile. Quand la procédure prend fin de cette façon, l'office des faillites doit en informer le préposé au registre du commerce dès que le délai est écoulé (cf. en outre le ch. 18, lettre b, de la circulaire du département fédéral de justice et police du 20 août 1937 concernant l'introduction de l'ordonnance sur le registre du commerce, FF 1937, II, 813). Si, en revanche, le juge de la faillite rend, en vertu de l'art. 230 al. 2 LP, une ordonnance de clôture en bonne et due forme (ce qu'il peut certainement faire; cf. RO 74 III BGE 81 III 129 S. 13276), c'est lui qui doit la communiquer au préposé au registre du commerce.\n\nNous espérons que ces remarques faciliteront l'application des dispositions en cause.\n\nDa uno scritto dell'Ufficio federale del registro di commercio ci risulta che le comunicazioni all'ufficiale del registro di commercio prescritte dalla legge in materia di fallimento sono spesso omesse o eseguite con molto ritardo. Sembra che in più casi le prescrizioni relative a tali comunicazioni siano state dimenticate o per lo meno che le stesse non siano sufficientemente osservate. Accogliendo il desiderio espresso dall'Ufficio sopra indicato, vorremmo dunque richiamarvi quanto segue:\n\nRammentiamo innanzitutto che la dichiarazione di fallimento deve essere comunicata all'ufficiale del registro di commercio in pari tempo che all'ufficio dei fallimenti (art. 176, 189 e 194 LEF). Tale norma è parimente applicabile alla chiusura (art. 268 LEF) e alla rivocazione del fallimento (art. 195 LEF), come pure alla sospensione della liquidazione di un'eredità ripudiata secondo l'articolo 196 LEF, che è soltanto un caso speciale di rivocazione del fallimento.\n\nTutte queste comunicazioni all'ufficiale del registro di commercio, che devono naturalmente essere eseguite soltanto quando il debitore è o era iscritto nel registro di commercio (cfr. il testo dell'art. 194 LEF), incombono al giudice del fallimento. Se l'assemblea dei creditori istituisce un'amministrazione speciale (art. 237 cp. 2 LEF), è invece compito dell'ufficio dei fallimenti informarne non solo l'autorità di vigilanza, bensì anche l'ufficiale del registro di commercio (art. 43 del regolamento concernente l'amministrazione degli uffici dei fallimenti, art. 64, cp. 1 ORC).\n\nBGE 81 III 129 S. 133\n\nTrattandosi della sospensione del fallimento per mancanza d'attivo (art. 230 cp. 1 LEF), il giudice del fallimento ordina talvolta nello stesso decreto - quando ciò non sia ammesso già senza un ordine esplicito - che il fallimento sarà considerato chiuso se le spese di procedura non sono anticipate nel termine stabilito. Quando la procedura è conclusa in questo modo, l'ufficio dei fallimenti deve informarne l'ufficiale del registro di commercio non appena il termine sia scaduto (cfr. inoltre cifra 18, lett. b, della circolare del Dipartimento federale di giustizia e polizia 20 agosto 1937 concernente l'introduzione dell'ordinanza sul registro di commercio, FF 1937, p. 693). Se invece il giudice del fallimento emana un decreto formale di chiusura conformemente all'art. 230 cp. 2 LEF (ciò che è in diritto di fare, cfr. RU 74 III 76), spetta a lui informarne l'ufficiale del registro di commercio.\n\nSperiamo che le presenti indicazioni potranno facilitare l'applicazione delle disposizioni di cui si tratta."}