{"annee": "81", "cour": "II", "page": "259", "date": "22/9/1955", "cite": ["78 II 333", "38 II 434", "66 II 12", "80 II 14"], "cite_par": ["82 II 205", "85 II 457", "101 IV 129"], "chapeau": "44. Urteil der II. Zivilabteilung vom 22. September 1955 i. S. Brandt gegen Vormundschaftskommission Biel.", "regestes": ["Tutelle selon l'art. 369 CC pour cause de psychopathie (anomalie congénitale du caractêre): Remplacement de la tutelle par l'institution d'un conseil légal (art. 395 al. 1 et 2) sur le vu d'un rapport d'un psychiatre établissant que l'anomalie n'a pas disparu mais a diminué au point qu'elle ne justifie plus l'interdiction et qu'il est indiqué de désigner un conseil légal. Objet du rapport d'expertise selon l'art. 436 CC. Position du juge en présence du rapport. Relation entre la tutelle et l'institution du conseil légal."], "faits": "BGE 81 II 259 S. 260\n\nA.- Roger Brandt, geb. 1909, nahm schon in der Schulzeit eine abnormale Entwicklung, indem er, zum Teil zufolge der negativen Einstellung seines geschäftlich erfolgreichen, autoritären Vaters zu dem körperlich und geistig eher schwächlichen Sohne, ein ängstlicher, asozialer Einzelgänger wurde, in verschiedenen Schulen versagte, bereits mit 16 Jahren als Handelsschüler in nervenärztliche Behandlung kam und einen Hang zu phantasievollen Geschäften zeigte, denen er weder finanziell noch charakterlich gewachsen war. Auf den Zeitpunkt seiner Volljährigkeit wurde er daher auf eigenes Begehren in Anwendung von Art. 369 ZGB entmündigt und bis 1937 in Sanatorien in Spiez bzw. Oetwil untergebracht, von wo aus er sich in verschiedenen Anstellungen versuchte. Zufolge zweifelhafter Geschäfte in Strafuntersuchung gezogen, wurde er 1944 von Prof. Binder in der Anstalt Rheinau begutachtet und als vermindert zurechnungsfähiger, impulsiver, affektlabiler und sozial haltloser Psychopath erklärt, dessen Charakteranomalien einer Geistesschwäche gemäss Art. 369 ZGB gleichkämen. Von 1949 an versah er, zuerst vom Sanatorium Kilchberg aus, dann in der Freiheit eine Stelle bei einer Verlagsanstalt in Zürich, wo sein Vorgesetzter zum Vormund ernannt wurde. Im Sommer 1954 verlor er diese Stelle wegen unloyalen Verhaltens gegenüber Mitarbeitern und Vormund, fand jedoch bald wieder eine ähnliche Stelle. Ein Gesuch um Aufhebung der Vormundschaft wurde BGE 81 II 259 S. 2611951 abgewiesen gestützt auf ein Gutachten von Dr. Binswanger, das den Befund der Rheinau von 1944 im wesentlichen als unverändert erklärte, aber eine gewisse soziale Anpassung feststellte, die dem Einfiuss der Verlobten des Exploranden, der Psychiaterin Frau Dr. Sch. zuzuschreiben sei; aus einer ehelichen Verbindung mit dieser seien aber bei der ungefestigten, psychopathischen Wesensart des Gesuchstellers mehr Nachteile und Gefährdungen als Vorteile und Sicherheiten zu erwarten, weshalb eine Aufhebung der Vormundschaft nicht zu verantworten wäre.\n\nAuf ein neues Gesuch vom Januar 1952 ordnete das Amtsgericht Biel eine neue Begutachtung durch Prof. Klaesi an, der zum Schlusse gelangte, dass Brandt weder geisteskrank noch geistesschwach sei, sondern an einer angeborenen Charakteranomalie (Psychopathie) leide, die in ihrer Auswirkung u. U. einer Geisteskrankheit oder Geistesschwäche gleichkomme; es müsse noch gerichtlich abgeklärt werden, \"wie weit die durch die psychiatrische Untersuchung in Rede gestellten Versagen und Verschulden Roger Brandts der Wahrheit entsprechen. Tun sie es, beweisen sie, dass R. Brandt seine Angelegenheiten nicht zu besorgen vermag, und zwar, da seine Psychopathie unheilbar ist, dauernd nicht. Vorläufig bedarf er zu seinem Schutz noch des Beistandes und der Fürsorge. Ob dauernd, und wie weit er die Sicherheit Anderer gefährdet, wird ebenfalls eine gerichtliche Untersuchung feststellen\". Vom Amtsgerichte zum Ergebnis der Zeugeneinvernahme befragt, erklärte Prof. Klaesi, er bestätige sein Gutachten, immerhin seien die Aussagen des Vormundes so gewesen, dass er nicht alles aufrecht erhalten könne, was im Gutachten Nachteiliges stehe. Daraufhin hiess das Amtsgericht das Gesuch Brandts gut und ersetzte die Vormundschaft durch eine Mitwirkungs- und Verwaltungsbeiratschaft gemäss Art. 395 Abs. 1 und 2 ZGB.\n\nB.- Auf Appellation der Vormundschaftskommission BGE 81 II 259 S. 262Biel holte der Appellationshof von Prof. Klaesi ein Ergänzungsgutachten ein über die Frage, ob er gestützt auf das Beweisverfahren zum eindeutigen Schluss gekommen sei, dass der Bevormundungsgrund nicht mehr bestehe. Im Nachtragsbericht vom 19. April 1955, nach Vornahme der angeregten Ergänzungen des Beweisverfahrens, erklärte der Experte, im Geisteszustand Roger Brandts sei insofern eine unwidersprochene Besserung eingetreten, als er sich seit Jahren fleissig und mit Erfolg beruflich betätige. Er habe sich auch unter ehrbaren Leuten Freunde erworben. Der Experte fasst seine Stellungnahme wie folgt zusammen:\n\n\"Der Grund zur Einschränkung seiner Handlungsfähigkeit (Bevormundungsgrund) ist deshalb vom ärztlichen Gesichtspunkt aus nicht mehr genau derselbe wie vordem. Gegen eine Umwandlung der Vormundschaft in eine Beiratschaft nach Art. 395 Abs. 1 und 2 ZGB ist ärztlicherseits nichts einzuwenden. Eine gänzliche Wiederbemündigung ist jedoch, gestützt auf den psychiatrischen Befund, der in meinem Hauptgutachten ..... ausführlich dargestellt ist, nicht zu empfehlen.\"\n\nDie Vorinstanz zog daraus den Schluss, wenn der Bevormundungsgrund nicht mehr genau derselbe sei, so bestehe er also doch immer noch; auch scheine der Experte sich insofern über die rechtlichen Begriffe der Vormundschaft und der Beiratschaft nicht klar zu sein, als er einerseits eine gänzliche \"Wiederbemündigung\", also die Aufhebung der Vormundschaft ablehne und anderseits für eine Beiratschaft eintrete, die den Wegfall des Bevormundungsgrundes voraussetze. Sei mithin der Wegfall des Bevormundungsgrundes psychiatrisch nicht festgestellt, wie Art. 436 ZGB verlange, so entfalle die rechtliche Möglichkeit einer Beiratschaft.\n\nC.- Mit der vorliegenden Berufung hält der Gesuchsteller an semem Antrag auf Ersetzung der Vormundschaft durch eine Beiratschaft gemäss Art. 395 Abs. 1 und 2 fest.\n\nDie Vormundschaftskommission Biel trägt auf Abweisung der Berufung an.\n\nBGE 81 II 259 S. 263", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie Einholung des Sachverständigengutachtens ist gemäss Art. 436 ZGB unerlässliche Voraussetzung der Aufhebung der Vormundschaft. Diese Vorschrift verlangt aber nicht, dass der Psychiater festgestellt habe, dass der Bevormundungsgrund nicht mehr bestehe; wie bei der Entmündigung ist der Richter nicht an das Gutachten gebunden, sondern dieses dient nur als Hilfsmittel des Richters, der die Feststellung, ob der Entmündigungsgrund weggefallen sei, frei zu treffen hat. Diese \"Feststellung\" nun ist nur zum Teil tatsächlicher Natur, nämlich insoweit sie den geistigen Zustand des Bevormundeten beschreibt (\"Bevormundungsgrund\" im engern Sinne, Art. 369) und die aus diesem Zustand für dessen künftige Verhaltensweise zu erwartenden Auswirkungen angibt (Voraussetzung der Entmündigung); ob aber jener Zustand unter die Begriffe der Geisteskrankheit oder -schwäche im Sinne des Gesetzes und diese Auswirkungen unter die Begriffe der Unfähigkeit bzw. Schutz- und Beistandsbedürftigkeit fallen, sind Rechtsfragen. Wenn sich mithin der Gutachter darüber äussern soll, ob der Bevormundungsgrund (im engern und im weitern Sinne des Art. 369) noch oder nicht mehr bestehe, so muss zufolge dieser Vermischung der Begriffsgebiete die Antwort des medizinischen Experten unvermeidlicherweise auch rechtliche Elemente enthalten; und mit Bezug auf diese und deren Interpretation durch die Vorinstanz ist dem Berufungsrichter eine Überprüfung nicht verwehrt.\n\nIn dieser Hinsicht umschreibt die Vorinstanz die zu entscheidende Frage mit Recht dahin, ob sich die grösstenteils konstitutionell bedingten Charakteranomalien des Berufungsklägers in den letzten Jahren zurückgebildet haben oder ob sie zumindest in ihren Auswirkungen soweit zurückgedrängt wurden, dass sich eine weitere Aufrechterhaltung der Vormundschaft nicht mehr rechtfertige. Nicht gefolgt werden kann dagegen der Vorinstanz BGE 81 II 259 S. 264darin, dass der Experte die ihm gestellte Aufgabe verkannt habe, weil er im Nachtragsgutachten sich nicht auf die Frage beschränkte, ob ihn die Beweisführung vor Amtsgericht zu einer Änderung der Stellungnahme im Hauptgutachten veranlasst habe, sondern erneut das Für und Wider auf Grund sowohl der alten als der neuen Kenntnisse erwogen hat. Es kommt allein auf die materielle Wahrheit an, hier auf die Auffassung des Experten am Schlusse seiner mehrjährigen Beobachtungen. Die Art, wie der Gutachter seine Meinung abschliessend zusammenfasst, lässt durchaus nicht auf eine Verkennung des Verhältnisses von Vormundschaft zu Beiratschaft schliessen. Wenn er sagt, der Grund zur Einschränkung der Handlungsfähigkeit (Bevormundungsgrund) sei \"nicht mehr genau derselbe wie vorher \", man könne die Handlungsfähigkeit zwar nicht ganz wieder herstellen, sich aber mit einer Beiratschaft begnügen, so heisst das ganz offenbar, die geistige Abnormität des Exploranden sei jetzt nicht mehr in dem Masse vorhanden, wie bisher und im Hauptgutachten angenommen, nämlich nicht mehr so, dass sie die Entmündigung nach Art. 369 rechtfertigte, sondern nur noch in dem Masse, dass eine kombinierte Beiratschaft am Platze sei. Darin liegt keinerlei Widerspruch. Die Beiratschaft setzt nicht den absoluten Wegfall des Bevormundungsgrundes (im weitern Sinne) voraus. Nach Art. 395 Abs. 1 kann ein Beirat gegeben werden, \"wenn für die Entmündigung einer Person kein genügender Grund vorliegt\". Der Unterschied zwischen Bevormundung und Beiratschaft ist hinsichtlich der Voraussetzungen, wie auch bezüglich der Wirkungen, im wesentlichen ein quantitativer (BGE 38 II 437, BGE 80 II 17, 199). Der Geisteszustand einer Person kann so sein, dass sie zwar nicht verstört und fürsorgebedürftig genug ist, um einer gänzlichen Entmündigung nach Art. 369 zu bedürfen, aber immerhin so beeinträchtigt, dass eine Beschränkung ihrer Handlungsfähigkeit gemäss Art. 395 Abs. 1 oder /und Abs. 2 angezeigt ist. In diesem Sinne hat BGE 81 II 259 S. 265Prof. Klaesi seine Beurteilung des Exploranden vom Haupt- zum Nachtragsgutachten, wenn man dieses rein sachlich auslegt, modifiziert. Ob der Bevormundungsgrund des Art. 369 schlechthin weggefallen sei, nämlich so, dass die Vormundschaft einfach aufgehoben werden könnte, war gar nicht zu prüfen, nachdem der Gesuchsteller dies ja nicht verlangte, sondern bloss deren Ersetzung durch die Beiratschaft.\n\nDiese Subsumption des tatsächlichen psychiatrischen Befundes unter Art. 395 statt Art. 369 erscheint auch durchaus einleuchtend. Auch die Vorinstanz anerkennt, \"dass sich Brandt während der letzten Jahre im Beruf behauptet hat\"; und zwar handelt es sich um einen Zeitraum von rund zehn Jahren. Wenn die Vorinstanz demgegenüber die \"Unverträglichkeit, ja Boshaftigkeit des Gesuchstellers gegenüber seinen Arbeitskollegen\" hervorhebt, so ist zwar anzunehmen, dass diese Fehler Auswirkungen der psychopathischen Veranlagung sind; aber solche Charakteranomalien sind, selbst wenn psychopathisch bedingt, kein \"genügender Grund\" zur Entmündigung. Die Psychopathie bildet einen solchen - und damit eine Geisteskrankheit oder -schwäche - nur, wenn der Betroffene ihretwegen seine Angelegenheiten nicht zu besorgen vermag usw. (Art. 369). Dies ist bei Brandt heute und seit Jahren nicht mehr der Fall. Diesem Schlusse stehen auch die Befunde von Rheinau (1944) und von Dr. Escher (1934) nicht entgegen. Es ist eine konkrete Besserung im Verhalten des Gesuchstellers festzustellen, die, soweit nicht einer Regression der Psychopathie, zweifellos langjährigen Bemühungen desselben zuzuschreiben ist. Solche Anstrengungen müssen von den Behörden gewürdigt werden, soll nicht ein Bevormundeter jedes Interesse an einer Besserung verlieren, was nicht der Sinn des Gesetzes ist. Diesem entspricht der Grundsatz der persönlichen Freiheit und deren Beschränkung nur im Falle absoluter Notwendigkeit. Wenn schliesslich im Hauptgutachten die Heiratsabsichten des Gesuchstellers BGE 81 II 259 S. 266negativ ins Gewicht gefallen waren, so betraf dies eine Spezialfrage, die, nach seiner formellen Erklärung vom 2. Juni 1955 gegenüber der Vorinstanz, er verzichte ein für alle Mal auf diese Ehe, nicht mehr den Ausschlag geben kann; jedenfalls ändert sie nichts daran, was der Experte im späteren Nachtragsgutachten erklärt hat.\n\nDass die Voraussetzungen einer Beschränkung der Handlungsfähigkeit im Sinne von Art. 395 Abs. 1 und 2 ZGB vorliegen, anerkennt der Berufungskläger mit seinem Antrag selbst. Er rechtfertigt dieses Begehren auch durchaus vernünftig damit, dass er zur selbständigen Verwaltung eines erheblichen, ihm nach dem Tode seines Vaters zugefallenen Vermögens nicht in der Lage wäre. Die Verbindung der Mitwirkungs- mit der Verwaltungsbeiratschaft ist von der Rechtsprechung zulässig und dort angezeigt erklärt worden, wo die eine oder andere Art der Beiratschaft zum Schutze einer Person allein nicht genügen würde, eine so weitgehende Einschränkung in der persönlichen Selbständigkeit, wie sie in der Bevormundung liegt, dagegen unnötig erscheint (BGE 66 II 14). Auch bei Kombination beider Arten lässt die Beiratschaft verglichen mit der Vormundschaft der Handlungsfähigkeit ein hinreichend breites Gebiet frei, namentlich hinsichtlich der persönlichen Lebensgestaltung, bezüglich Erwerbstätigkeit, Rechtsgeschäften von minderer Tragweite usw., dass sie eme nützliche Zwischenstufe zwischen Vormundschaft und gänzlicher Freiheit bildet (BGE 78 II 336).\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Berufung wird das angefochtene Urteil aufgehoben und die über den Berufungskläger bestehende Vormundschaft aufgehoben; an deren Stelle tritt eine Beiratschaft gemäss Art. 395 Abs. 1 und 2 ZGB."}