{"annee": "81", "cour": "II", "page": "309", "date": "12/10/1955", "cite": ["78 II 445", "38 II 742", "71 II 252"], "cite_par": ["87 II 113", "83 II 245", "90 IV 265", "82 II 592"], "chapeau": "51. Urteil der II. Zivilabteilung vom 12. Oktober 1955 i. S. Schwegler gegen Zollikofer und Streitgenossen.", "regestes": ["Recours en réforme. Valeur litigieuse (art. 55 al. 1 lettre a OJ). En quelle mesure est-il nécessaire d'indiquer la valeur litigieuse? Eléments de la valeur litigieuse en matière d'action en contestation de la revendication et d'action révocatoire. \"Recours irrecevable\". Art. 60 al. 1 lettre a OJ."], "faits": "BGE 81 II 309 S. 309\n\nA.- In der für eine Forderung von Fr. 17'850.-- gegen Frau Zollikofer-Ruppert (die nun geschiedene Ehefrau von Dr. Zollikofer) gerichteten Betreibung Nr. 41086 Luzern erwirkte der Gläubiger Schwegler die Pfändung von neun im Gewahrsam des Dr. Zollikofer befindlichen Gegenständen.\n\nBGE 81 II 309 S. 310Dieser beanspruchte die Sachen für sich und die Kinder zu Eigentum. Schwegler bestritt den Anspruch, worauf ihm das Betreibungsamt gemäss Art. 109 SchKG Frist zur Widerspruchsklage setzte. Im nachfolgenden Prozess bezeichnete der Kläger die von der Schuldnerin vorgenommene Schenkung als ungültig, weil die Vormundschaftsbehörde ihr nicht gemäss Art. 177 Abs. 2 ZGB zugestimmt habe, und focht sie ferner im Sinne von Art. 285 ff. SchKG an. Das Bezirksgericht See wies die Klage gänzlich ab, das Kantonsgericht St. Gallen schützte sie inbezug auf das Pfändungsobjekt Nr. 1; hinsichtlich der übrigen Pfändungsobjekte wies es die Klage ab, soweit sie sich gegen die Kinder Zollikofer richtete, dagegen hiess es sie gegenüber dem Beklagten Dr. Zollikofer gut.\n\nB.- Gegen dieses Urteil vom 20. November 1954 legte der Kläger (neben einer kantonalen Nichtigkeitsbeschwerde, die am 4. Juni 1955 abgewiesen wurde) Berufung an das Bundesgericht ein, mit folgenden Anträgen:\n\n\"1. Das Urteil des Kantonsgerichts St. Gallen vom 20. November 1954 sei aufzuheben.\n\n2. Die von den Beklagten geltend gemachten Eigentumsansprüche in der Betreibung Nr. 41 086 des Betreibungsamtes Luzern gegen Frau Julia Ruppert, St. Gallen, an den gepfändeten Gegenständen 1 - 9 It. Pfändungsurkunde vom 9.2.1954 (Schätzung Fr. 10'450.--) seien auf Grund der Art. 285 ff. SchKG, ev. 177 Abs. 2 und 646 ev. 652 ZGB in vollem Umfange und gegenüber sämtlichen Beklagten gerichtlich abzuerkennen und die Beklagten zu deren Aushingabe zwecks Verwertung zu verpflichten.\"\n\nC.- Die Beklagten trugen auf Abweisung der Berufung an und erklärten ferner Anschlussberufung mit dem Antrag auf gänzliche Abweisung der Klage. ....", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie Berufung ermangelt der in Art. 55 Abs. 1 lit. a OG vorgeschriebenen Streitwertangabe. Dieser Mangel macht die Berufung unwirksam (BGE 71 II 252). Allerdings könnte darüber hinweggesehen werden, wenn der übrige Inhalt der Berufungsschrift eindeutig erkennen liesse, wie BGE 81 II 309 S. 311hoch der Berufungskläger den Streitgegenstand wertet, oder das kantonale Urteil eine genaue Streitwertschätzung enthielte, die beim Fehlen abweichender Angaben als vom Berufungskläger anerkannt zu gelten hätte. Die erwähnte Formvorschrift so milde zu handhaben, wäre gerechtfertigt, entsprechend der neuern Rechtsprechung zu Art. 55 Abs. 1 lit. b OG, wonach es genügt, wenn das Streitbegehren entweder aus der Berufungsbegründung oder aus dem angefochtenen Urteil ohne weiteres ersichtlich ist (BGE 78 II 448 Erw. 1). Auch bei solcher Betrachtungsweise vermag aber die vorliegende Berufung die gesetzlichen Erfordernisse nicht zu erfüllen. Es handelt sich um eine Widerspruchs- und Anfechtungsklage, mit der ein betreibender Gläubiger für die Verwertung Sachen in Anspruch nimmt, indem er das von einem Dritten (dem Beklagten) behauptete Eigentum bestreitet und dessen Erwerb eventuell im Sinne von Art. 285 ff. SchKG anficht. Bei solchen Klagen ist das Streitinteresse nicht schlechthin dem Werte der streitigen Sachen gleich (die laut dem Berufungsantrag im vorliegenden Falle auf Fr. 10'450.-- geschätzt sind). Vielmehr ist das Streitinteresse ferner durch den Betrag der in Betreibung gesetzten Forderung des klagenden Gläubigers begrenzt (die sich allerdings laut der Berufungsbegründung auf Fr. 17'850.-- beläuft), und es ist endlich zu berücksichtigen, ob der Drittansprecher selbst mit einer Forderung an der Pfändung teilnimmt und deshalb das vom Kläger zu erwartende Betreffnis schmälert (BGE 38 II 742). Nun wird auf Seite 3 der Berufungsschrift ausgeführt, der Beklagte Dr. Zollikofer habe sich mit einer Forderung von Fr. 7550.-- der Pfändung angeschlossen. Man erfährt aber nicht, ob dieser gemäss Art. 111 SchKG erklärte Anschluss endgültig ist und daher im Sinne des angeführten Präjudizes in Betracht fällt. Wenn ja, wäre der Streitwert (sofern beide Forderungen in der gleichen Klasse zu kollozieren sein sollten) nur Fr. 7343.80, entsprechend dem nach dem erwähnten Schätzungswert für den Kläger zu erwartenden Betreffnis (während auf die Forderung des Beklagten BGE 81 II 309 S. 312Fr. 3106.20 entfielen). Unter Umständen, sofern nämlich die Schuldnerin an die Forderung des Klägers Abzahlungen geleistet haben sollte, wäre der Streitwert noch niedriger. Dafür liegt nun freilich nach den Ausführungen der Berufungsschrift nichts vor. Die blosse Ungewissheit darüber lässt jedoch den eben vom Berufungskläger nicht angegebenen Streitwert als unbestimmt erscheinen. Selbst wenn dieser übrigens nur entweder Fr. 10'450.-- oder aber Fr. 7343.80 betragen könnte, müsste der Zweifel darüber, welcher dieser beiden Beträge zutreffe, die vorliegende Berufung als formungültig erscheinen lassen, zumal im Hinblick auf Art. 62 OG, wonach es für das Berufungsverfahren von Bedeutung ist, ob der Streitwert den Betrag von Fr. 8000.-- erreicht oder nicht.\n\nAuf eine nicht in gültiger Form eingelegte Berufung kann nicht eingetreten werden, sowenig wie auf eine von vornherein unzulässige. Sie ist daher als \"unzulässig\" im Sinne von Art. 60 Abs. 1 lit. a OG zu erachten (vgl. BIRCHMEIER, N. 2 hiezu), sodass bei der vorhandenen Einstimmigkeit ohne öffentliche Beratung auf Nichteintreten zu erkennen ist.\n\nBei diesem Schicksal der Berufung fällt die Anschlussberufung dahin (Art. 59 Abs. 4 OG).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten; die Anschlussberufung fällt infolgedessen dahin."}