{"annee": "81", "cour": "IV", "page": "224", "date": "15/7/1955", "cite": ["78 IV 227", "71 IV 121"], "cite_par": ["101 IV 167", "107 IV 107", "116 IV 312", "133 IV 207"], "chapeau": "50. Urteil des Kassationshofes vom 15. Juli 1955 i.S. Staatsanwaltschaft des Kantons Zürich gegen Bamert.", "regestes": ["Art. 139 ch. 1 CP. Ne commet pas un acte de brigandage celui qui n'use pas de violence physique ou morale sur une personne ou qui, par une telle violence, ne met pas sa victime complètement hors d'état de résister, mais qui prévient sa défense, totalement ou en partie, par la ruse, la surprise ou des moyens semblables."], "faits": "BGE 81 IV 224 S. 224\n\nA.- Anton Bamert folgte am 1. Dezember 1954 etwa um 18.50 Uhr der vom Bahnhof Winterthur weggehenden Nelly Brügger, die unter ihrem rechten Arm eine Handtasche mit Geld und anderem Inhalt trug. Er beabsichtigte, sich die Tasche mit den darin versorgten Sachen anzueignen, um sich unrechtmässig zu bereichern. An der Lindstrasse rannte er von hinten an die Fussgängerin heran und versuchte, ihr die Tasche nach vorn wegzureissen. Das gelang ihm erst durch ein zweites Zerren, da BGE 81 IV 224 S. 225Frau Brügger trotz der Überraschung zunächst ihr Gut mit dem Arm fester einzuklemmen vermochte. Bamert lief mit der Beute davon, gab sie aber preis, als er von einem Dritten gestellt wurde.\n\nB.- Entgegen dem Antrage der Staatsanwaltschaft, welche die Tat als Raub würdigte (Art. 139 Ziff. 1 StGB), erklärte das Obergericht des Kantons Zürich Bamert mit Urteil vom 16. Mai 1955 lediglich des einfachen Diebstahls schuldig (Art. 137 Ziff. 1 StGB). Zur Begründung führte es aus, von einem eigentlichen Widerstand der Angegriffenen, der mit Gewalt hätte überwunden werden müssen, könne nicht die Rede sein. Soweit Bamert Gewalt verübt habe, sei sie gegen eine Sache, nicht gegen die Person gerichtet worden. Er sei durch sein schnelles und überraschendes Zupacken jedem Widerstand zuvorgekommen. Da Frau Brügger in keinem Augenblick in der freien Bildung und Betätigung ihres Willens gehindert gewesen sei, liege lediglich Diebstahl vor. Das Obergericht verurteilte Bamert unter Anrechnung von drei Tagen Untersuchungshaft zu einer bedingt vollziehbaren Gefängnisstrafe von vier Monaten.\n\nC.- Die Staatsanwaltschaft des Kantons Zürich beantragt, das Urteil sei aufzuheben und die Sache zur Bestrafung des Angeklagten wegen Raubes an das Obergericht zurückzuweisen. Sie macht geltend, indem Bamert den im festeren Einklemmen der Tasche liegenden Widerstand der Frau Brügger überwunden habe, habe er nicht nur gegen eine Sache, sondern gegen eine Person Gewalt verübt. Nicht nötig sei, dass Frau Brügger die Tasche krampfhaft festgehalten habe. Nach BGE 78 IV 227 liege Raub schon vor, wenn der Täter nur zum Teil Gewalt anwende, zum Teil dagegen das Opfer durch ein anderes Mittel, z.B. durch Hervorrufung von Verblüffung und Schrecken, zum Widerstand unfähig mache. Bamert habe den Raub auch vollendet, da er den Widerstand ganz gebrochen, die Angegriffene zu weiterer Gegenwehr vollständig unfähig gemacht habe.\n\nBGE 81 IV 224 S. 226", "considerants": "Der Kassationshof zieht in Erwägung:\n\nDes Raubes macht sich schuldig, \"wer in der Absicht, einen Diebstahl zu begehen, oder wer, auf einem Diebstahl betreten, an einer Person Gewalt verübt, sie mit einer gegenwärtigen Gefahr für Leib und Leben bedroht oder sie in anderer Weise zum Widerstand unfähig macht\" (Art. 139 Ziff. 1 StGB).\n\nDie Auffassung des Obergerichts, der Beschwerdegegner habe nicht \"an einer Person\", sondern nur an einer Sache Gewalt verübt, hält nicht stand. Mag er auch nur Hand an die Tasche gelegt und die Besitzerin nicht berührt haben, so musste er doch einen durch das verstärkte Einklemmen der Sache geleisteten körperlichen Widerstand überwinden, um zum Ziele zu gelangen, und da dieser von einer Person geleistet wurde, war auch der auf Überwindung gerichtete Aufwand an Kraft, so geringfügig er gewesen sein mag, Gewalt an der Person.\n\nDas genügt jedoch zur Anwendung des Art. 139 StGB nicht. Die Gewalt stempelt die Tat nur dann zum Raub, wenn der Täter die Person, an der er sie verübt, sei es durch dieses Mittel allein, sei es in Verbindung mit anderen Schritten (\"in anderer Weise\"), zum Widerstand vollständig unfähig macht (BGE 71 IV 122, BGE 78 IV 232). Wie die Gewalt, muss aber auch das sie ergänzende oder ersetzende andere Mittel auf die Person einwirken. Das ergibt sich aus den im Gesetzestext angeführten Beispielen, die zugleich zeigen, dass die Einwirkung nicht eine körperliche zu sein braucht wie im Falle der Anwendung von Gewalt, sondern auch eine psychische sein kann wie bei Bedrohung mit einer gegenwärtigen Gefahr für Leib oder Leben. So setzt sich der Strafe wegen Raubes auch aus, wer jemanden durch Betäubung, Hypnose, Anwendung von Tränengas, Blendung, Schrecklähmung usw. zum Widerstand vollständig unfähig macht. Wer dagegen auf den Körper oder die Psyche der Person nicht oder nicht im Sinne einer vollständigen Verunmöglichung des Widerstandes BGE 81 IV 224 S. 227einwirkt, sondern der Abwehr ganz oder teilweise durch List, Überraschung und dergleichen zuvorkommt, begeht keinen Raub. Das Gesetz kann den, der z.B. durch einen raschen Griff nach der Sache oder durch Ablenkung der Aufmerksamkeit ihres Besitzers die Abwehr ausschaltet, nicht mit der strengen Mindeststrafe von sechs Monaten Gefängnis belegen wollen (Art. 139 Ziff. 1 StGB), während es für ausgezeichneten Diebstahl nur mindestens drei Monate Gefängnis androht (Art. 137 Ziff. 2 StGB). Die höhere Mindeststrafe für Raub entspricht einer besonderen, über den ausgezeichneten Diebstahl hinausgehenden Verwerflichkeit der Tat, wie sie nur in der Ausschaltung des Widerstandes durch Einwirkung auf die Person liegen kann. An der in BGE 78 IV 232 vertretenen Auffassung, dass auch die Ausschaltung des Widerstandes durch Verblüffung (Überraschung) des Opfers die Tat zum Raub mache, ist also nicht festzuhalten.\n\nDass der Beschwerdegegner dem Widerstand der Frau Brügger, wie beabsichtigt, durch überraschendes Vorgehen im wesentlichen zuvorkam, fällt somit für die Beurteilung der Tat als Raub ausser Betracht. Die Gewalt aber, die angewendet wurde, um den angesichts der Überraschung nur geringen Widerstand des Opfers zu überwinden, war für sich allein weder geeignet noch bestimmt, Frau Brügger zum Widerstand vollständig unfähig zu machen; der Beschwerdegegner wollte Gewalt nur soweit anwenden, als der verblüfften Besitzerin der Handtasche für etwelche Abwehr Zeit bleiben würde. Das Obergericht hat ihn daher mit Recht weder des Raubes noch des Raubversuches, sondern nur des Diebstahls schuldig erklärt.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}