{"annee": "81", "cour": "IV", "page": "112", "date": "28/1/1955", "cite": ["78 IV 67", "68 IV 21"], "cite_par": ["97 IV 169", "96 IV 155", "90 I 159", "97 I 831", "101 IV 247", "91 I 212", "88 IV 133", "96 IV 76"], "chapeau": "24. Urteil des Kassationshofes vom 28. Januar 1955 i. S. Schwaller gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["1. Art. 269 PPF. Rapport du pourvoi en nullité et du recours de droit public (consid. 1). La Cour de cassation peut-elle revoir la fixation de la peine? (consid. 6). 2. L'art. 38 de l'Ordonnance du 22 juin 1951 concernant les mesures destinées à prévenir des accidents dans l'emploi de grues et d'engins de levage et l'art. 66 LAMA ne font pas obstacle à l'application des art. 229 et 230 CP. 3. Art. 229 CP. La violation des règles de l'art de construire doitelle apparaître dans l'ouvrage? (consid. 3). 4. Art. 230 CP. Qui peut se rendre coupable de la suppression ou de la non-installation d'un appareil de protection? (consid. 4). Rapport de causalité adéquate (consid. 5)."], "faits": "BGE 81 IV 112 S. 112\n\nA.- Die Franz Stirnimann Baumaschinen AG vermietete dem Bauunternehmer J. Piller im Jahre 1952 einen Turmdrehkran und liess ihn auf einem von Piller hergestellten 22 m langen Geleise, dessen Enden vorschriftsgemäss BGE 81 IV 112 S. 113durch Puffer gesichert waren, auf einem Bauplatz an der Lagerstrasse in Zürich aufrichten. Er diente dort dem Bau eines Hauses. Als dieses im Rohbau fertig war, liess Alois Kym, der als Polier im Dienste Pillers stand, am 8. August 1953 auf Weisung seines Vorgesetzten, des Bauführers Emil Leimgruber, das Geleise auf 9,5 m verkürzen und die weggenommenen Teile für die Erstellung eines Krangeleises auf einem anstossenden Bauplatz verwenden. Das frei gewordene Ende des ersten Geleises wurde bei diesem Anlass nur durch eine Holzschwelle gesichert, die mit Draht an die Unterlage gebunden wurde. Der Kran diente von da an nur noch gelegentlich zum Heben von Lasten für den Neubau. Im wesentlichen verwendete ihn die Franz Stirnimann Baumaschinen AG im Einverständnis mit Piller, um auf dem angrenzenden Bauplatz unter der Leitung ihres Monteurs Otto Schwaller einen anderen Kran aufzurichten. Bei dieser Verwendung fuhr der im Dienste Pillers stehende Kranführer Fritz Weibel am 17. August 1953 mit dem ersten Kran gegen die behelfsmässige Sicherung. Da sie zu schwach war, geriet der Kran auf die freischwebenden Enden der Schienen. Diese gaben nach, und der Kran neigte sich gegen den Neubau. Er riss einen Teil des Daches und des Baugerüstes in die Tiefe, wodurch einige sich auf dem Gerüst befindende Arbeiter, ferner Schüler in den gegen den Hof gerichteten Klassenzimmern des anstossenden Institutes Minerva sowie Anwohner und vorbeigehende Personen gefährdet wurden. Verletzt wurde niemand.\n\nB.- Kym, Weibel und Schwaller wurden wegen fahrlässiger Gefährdung durch Verletzung der Regeln der Baukunde (Art. 229 Abs. 2 StGB) und Beseitigung und Nichtanbringen von Sicherheitsvorrichtungen (Art. 230 StGB) angeklagt.\n\nDas Bezirksgericht Zürich büsste alle drei wegen fahrlässiger Gefährdung durch Verletzung der Regeln der Baukunde.\n\nAuf Appellation der Verurteilten sprach das Obergericht BGE 81 IV 112 S. 114des Kantons Zürich am 26. März 1954 Weibel frei, verurteilte dagegen Kym und Schwaller wegen fahrlässiger Gefährdung durch Verletzung der Regeln der Baukunde zu je Fr. 80.- Busse.\n\nDen Freispruch Weibels begründete es damit, dieser Angeklagte habe dadurch, dass er die ungenügende Sicherungsvorrichtung bei Kym beanstandet habe, getan, was ihm habe zugemutet werden können. Dass er sich im Glauben, durch vorsichtiges Fahren die Gefahr gänzlich ausschliessen zu können, geirrt habe, sei ihm strafrechtlich nicht anzurechnen, da technisch die Möglichkeit durchaus bestanden habe, durch rechtzeitiges Anhalten den Umsturz des Krans zu vermeiden.\n\nDem Kym warf das Obergericht vor, er habe für das teilweise Abbrechen der Kranbahn die Verantwortung getragen, aber trotz Kenntnis des Ungenügens der behelfsmässigen Sicherung keine dem Art. 14 der Verordnung der Stadt Zürich vom 1. Oktober 1943 über die Verwendung von Hebewerkzeugen im Hoch- und Tiefbau entsprechenden Prellböcke herbeischaffen lassen, wie sie ihm im Magazin Pillers zur Verfügung gestanden hätten. Dass ein Funktionär der Baupolizei während des Bestehens des Provisoriums auf der Baustelle gewesen sei und nichts beanstandet habe, entlaste ihn nicht.\n\nZum Verschulden Schwallers führte das Obergericht aus: Schwaller sei der beauftragte Fachmann für die Errichtung und den Abbruch der Krane gewesen. Er habe die mangelhafte Sicherungsvorrichtung bemerkt, und als Fachmann habe ihm die damit verbundene Gefahr klar sein müssen. Trotzdem sei er mit diesem Kran sogar selber eine zeitlang gefahren. Die Einwände, der Abbruch des Krans habe noch nicht begonnen, weshalb er für diesen noch nicht verantwortlich gewesen sei, und die mangelhafte Sicherung habe schon bestanden, als er auf dem Platze erschienen sei, könnten nicht gehört werden. Art. 15 der Verordnung schreibe vor, die Montage und Demontage der Turmdrehkrane und der zugehörigen Vorrichtungen BGE 81 IV 112 S. 115hätten unter fachkundiger Leitung zu erfolgen. Diese Leitung habe Schwaller obgelegen. Mindestens vom Zeitpunkte an, da er auf den Platz gekommen sei, den Mangel festgestellt und den Kran sogar selber bedient habe, habe ihn eine Mitverantwortung getroffen. Er hätte den Bauführer auf die Gefahr aufmerksam machen sollen. Auch der Einwand, er sei als Angestellter der Vermieterin des Krans nicht zuständig gewesen, bei Piller als Mieter vorstellig zu werden, da die Vermieterin den Abbruch des Krans noch nicht begonnen gehabt habe und für diesen noch nicht verantwortlich gewesen sei, entlaste ihn nicht. Er sei unbestrittenermassen für die Aufstellung des zweiten Krans verantwortlich gewesen und habe gewusst, dass die vorschriftsgemässe Pufferung für diesen am anderen Kran weggenommen worden sei. Das sei eine zu diesem Kran gehörende Vorrichtung gewesen, die gemäss Art. 15 der Verordnung nur unter fachkundiger Leitung, die Schwaller zugekommen sei, habe demontiert werden dürfen. Schwaller sei auch verantwortlich, weil der erste Kran für die von ihm beaufsichtigte Errichtung des zweiten Krans verwendet worden sei. Seine Verantwortung habe daher auch den richtigen Einsatz der für diese Arbeit verwendeten Hilfsmittel insbesondere des ersten Krans, umfasst, auch wenn dessen Verwendung von Piller angeordnet worden sei.\n\nDas Obergericht fügte bei, es käme selbst dann, wenn Art. 230 statt Art. 229 StGB anwendbar wäre, zum gleichen Ergebnis, nämlich dass Kym und Schwaller fahrlässig gehandelt haben, Weibel dagegen freizusprechen sei. Eine Verurteilung auf Grund ersterer Bestimmung wäre bei gleicher oder milderer Bestrafung keine reformatio in peius, da sich deren Verbot nur auf die Höhe der Strafe, nicht auch auf die rechtliche Würdigung des eingeklagten Sachverhaltes beziehe. Die Schwere des Verschuldens bliebe sich bei Anwendung des Art. 230 StGB gleich, und im Strafmass würde sich nichts ändern.\n\nC.- Schwaller führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil sei insoweit aufzuheben, als es ihn BGE 81 IV 112 S. 116betreffe, und die Sache sei zu seiner Freisprechung an das Obergericht zurückzuweisen.\n\nEr macht geltend, ein Kran sei nicht ein Bauwerk, sondern eine Maschine. Art. 229 StGB treffe daher nicht zu. Das ergebe sich auch aus Art. 230 StGB, der die Beseitigung oder das Nichtanbringen von Sicherheitsvorrichtungen unter bestimmten Voraussetzungen unter Strafe stelle. Dieser Artikel käme praktisch nicht mehr in Frage, wenn alles, was sich auf einem Bauplatze befinde, als Bauwerk oder Bestandteil eines solchen zu würdigen wäre. Die Art. 229 und 230 StGB und die Verordnung der Stadt Zürich seien aber hier überhaupt nicht anwendbar. Für alle gemäss Art. 60 ff. KUVG der Unfallversicherung unterstellten Betriebe, in denen Krane benützt würden, gelte die Verordnung des Bundesrates vom 22. Juni 1951 über die Verhütung von Unfällen bei der Verwendung von Kranen und Hebezeugen. Art. 38 dieser Verordnung verweise auf die Strafbestimmung des Art. 66 KUVG. Da die Verordnung Sondergesetz und jünger sei als Art. 229 und 230 StGB, müsse das Urteil aufgehoben und der Beschwerdeführer freigesprochen werden. Die Aufhebung sei nötig, weil das Urteil gegen Art. 4 BV verstosse, da sich die Strafuntersuchung willkürlich nur mit Kym, Schwaller und Weibel befasst habe, statt mit allen in Betracht kommenden Personen. Wenn man Kym und Schwaller ein Verschulden vorwerfen wolle, müsse ein solches auch Weibel, Leimgruber, Piller und den Baupolizeibeamten Killer und Kaufmann vorgeworfen werden. Den Beschwerdeführer treffe nach seiner zivilrechtlichen Stellung keine Verantwortung. Mit der Errichtung und Übergabe des ersten Kranes im Dezember 1952 sei die Verantwortung für diesen und für dessen Bedienung bis zum Ende der Mietzeit auf Piller übergegangen. Weder die Franz Stirnimann Baumaschinen AG noch der Beschwerdeführer hätten etwas mit der Verkürzung des Geleises des ersten und der Erstellung der Bahn des zweiten Krans zu tun gehabt. Der Beschwerdeführer habe gesehen, dass das Ende des verkürzten BGE 81 IV 112 S. 117Geleises nur behelfsmässig gesichert worden sei; doch sei es nicht seine Aufgabe gewesen, der Sache nachzugehen; er habe lediglich den neuen Kran aufzurichten gehabt. Ihn treffe kein Verschulden. Er sei nicht verpflichtet gewesen, die Fahrbahn und die Sicherungen des alten Krans zu untersuchen und Anweisungen zu erteilen, weil Piller sein Personal angewiesen gehabt habe, bei der Errichtung des zweiten Krans mit dem ersten beizustehen. Für den Zustand und die Benützbarkeit des letzteren seien Piller und dessen Angestellte allein verantwortlich gewesen. Auch hätte der Beschwerdeführer angesichts der zivilrechtlichen Regelung zwischen der Franz Stirnimann Baumaschinen AG und Piller und des Verhältnisses zu seiner Arbeitgeberin gar nicht das Recht gehabt, in Bezug auf den ersten Kran Weisungen zu erteilen. Der Beschwerdeführer habe auch annehmen dürfen, die neue Sicherung sei genehmigt. Jedenfalls sei es Sache des Piller und seiner Angestellten gewesen, die Genehmigung der Baupolizei einzuholen. Übrigens habe ja Weibel reklamiert. Der Beschwerdeführer dürfe nicht damit belastet werden, dass Piller und dessen Angestellte der Reklamation keine Folge gegeben haben. Er habe keine Schutzvorrichtung beseitigt, und man könne ihm auch nicht vorwerfen, er habe eine solche vorschriftswidrig nicht angebracht. Art. 230 StGB treffe daher nicht zu. Dass der erste Kran vom 8. bis 17. August 1953 ohne Unfall habe benützt werden können, beweise, dass Weibel schuld und die behauptete ungenügende Sicherung für das Ereignis nicht kausal sei. Sollte der Beschwerdeführer doch schuldig sein, so wäre sein Verschulden gegenüber dem der anderen Personen, insbesondere Pillers, Weibels, Kyms und Leimgrubers, äusserst geringfügig, sodass die Busse wesentlich herabgesetzt werden müsste; eine solche von Fr. 10.- reiche aus.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt, die Beschwerde sei abzuweisen.\n\nBGE 81 IV 112 S. 118", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Die Nichtigkeitsbeschwerde ist nur gegen Verletzung eidgenössischen Rechts gegeben (Art. 269 Abs. 1 BStP), mit der Einschränkung, dass die Verletzung verfassungsmässiger Rechte, soweit ihr Inhalt nicht durch die eidgenössische Gesetzgebung näher umschrieben ist, mit staatsrechtlicher Beschwerde zu rügen ist (Art. 269 Abs. 2 BStP, Art. 84 Abs. 2 OG). Der Kassationshof hat daher lediglich zu prüfen, ob der Beschwerdeführer zu Recht verurteilt worden ist, nicht auch, ob wegen des Gebots der Rechtsgleichheit (Art. 4 BV) auch andere hätten verurteilt werden sollen. Unbegründete Nichtverurteilung Beteiligter kann nicht zur Folge haben, dass auch der Beschwerdeführer freizusprechen sei.\n\n2. Die Verordnung des Bundesrates vom 22. Juni 1951 über die Verhütung von Unfällen bei der Verwendung von Kranen und Hebezeugen ist in Ausführung des Bundesgesetzes vom 13. Juni 1911 über die Kranken- und Unfallversicherung (KUVG), insbesondere seines Art. 65, erlassen worden. Sie will durch Verhütung von Betriebsunfällen den Interessen der obligatorischen Unfallversicherung dienen. Art. 229 und 230 StGB dagegen schützen Leib und Leben von Menschen um ihrer selbst willen, unabhängig von Versicherungsinteressen. Wie durch den Zweck, weicht die Verordnung auch durch die Tatbestände, die ihr Art. 38 in Verbindung mit Art. 66 KUVG unter Strafe stellt, von Art. 229 und 230 StGB ab. Die Verordnung setzt nicht voraus, dass jemand an Leib oder Leben konkret gefährdet worden sei, und strafbar macht sich gemäss Art. 66 KUVG nur, wer die Übertretung vorsätzlich begeht. Art. 229 und 230 StGB sind dagegen nur bei konkreter Gefährdung von Leib und Leben anwendbar, dann aber unabhängig davon, ob die Tat vorsätzlich oder nur fahrlässig verübt worden ist. Der Verschiedenheit der Zwecke und der Tatbestände entspricht die Verschiedenheit der angedrohten Strafen. Art. 66 KUVG sieht, ausgenommen für Rückfall, nur wahlweise oder kumulativ Busse bis zu fünfhundert BGE 81 IV 112 S. 119Franken und Gefängnis bis zu drei Monaten vor, wobei seit der Geltung des Strafgesetzbuches gemäss dessen Art. 333 Abs. 2 statt auf Gefängnis auf Haft zu erkennen ist. Wer der Verordnung zuwider handelt, begeht somit eine blosse Übertretung. Die Art. 229 und 230 StGB dagegen umschreiben Vergehen, auf denen Gefängnis von drei Tagen bis zu drei Jahren und Busse stehen und bei deren fahrlässigen Begehung diese Strafen einzeln oder kumulativ ausgesprochen werden können (Art. 36 Ziff. 1, 50 Abs. 2 StGB). Unter diesen Umständen liegt auf der Hand, dass die Verordnung und Art. 66 KUVG den Art. 229 und 230 StGB nicht vorgehen können.\n\n3. Nach Art. 229 Abs. 1 StGB ist strafbar, wer vorsätzlich bei der Leitung oder Ausführung eines Bauwerkes oder eines Abbruches die anerkannten Regeln der Baukunde ausser acht lässt und dadurch wissentlich Leib und Leben von Mitmenschen gefährdet. Lässt der Täter die anerkannten Regeln der Baukunde fahrlässig ausser acht, so trifft Art. 229 Abs. 2 zu.\n\nDer Sturz des Krans war die natürliche Folge eines beim teilweisen Abbrechen seines Geleises begangenen Fehlers, der darin bestand, dass die vorgeschriebenen Puffer nicht wieder angebracht, sondern durch einen behelfsmässig befestigten Balken ersetzt wurden. Dennoch kann dem Beschwerdeführer nicht vorgeworfen werden, er habe im Sinne der erwähnten Bestimmung bei der Leitung oder Ausführung eines \"Abbruches\" anerkannte Regeln der Baukunde ausser acht gelassen. Abgesehen davon, dass die Verkürzung des Geleises von ihm weder geleitet noch ausgeführt wurde, ging sie ordnungsgemäss vor sich und kam es zu einem Unfalle nur, weil der nicht abgebrochene Rest des Geleises in vorschriftswidrigem Zustande weiterverwendet wurde. Es kann deshalb dahingestellt bleiben, ob unter einem \"Abbruch\" nur der Abbruch eines Bauwerkes zu verstehen ist - was der Umstand, dass Regeln der \"Baukunde\" verletzt worden sein müssen, nahe legt -, und ob das Geleise ein \"Bauwerk\" war.\n\nBGE 81 IV 112 S. 120\n\nSollte das Geleise ein Bauwerk gewesen sein, so wäre freilich seine mangelhafte Sicherung als ein bei der Herrichtung der verkürzten Anlage unterlaufener Verstoss gegen anerkannte Regeln der Baukunde zu würdigen. Allein auch unter diesem Gesichtspunkt könnte der Beschwerdeführer nicht nach Art. 229 bestraft werden, weil nicht er das verkürzte Geleise zur Weiterverwendung hergerichtet hat oder hat herrichten lassen.\n\nDas verkürzte Geleise diente dem ersten Kran, mittelbar sodann der Aufrichtung des zweiten Krans und war damit auch Hilfsmittel für die Erstellung des Hauses, das unter Verwendung des zweiten Krans gebaut werden sollte. Da dieses Haus ein Bauwerk ist, wäre deshalb in der Verwendung des mit mangelhafter Sicherung versehenen Geleises selbst dann ein bei der Ausführung eines Bauwerkes begangener Verstoss gegen anerkannte Regeln der Baukunde zu sehen, wenn nicht auch schon der zweite Kran als Bauwerk und seine Aufrichtung als gegen solche Regeln verstossend zu würdigen wäre; vorausgesetzt immerhin, dass Art. 229 auch dann zutreffe, wenn der Verstoss nicht am Bauwerk selber, sondern lediglich an den bei seiner Erstellung verwendeten Hilfseinrichtungen (Gerüste, Maschinen usw.) in Erscheinung tritt. Ob diese Bestimmung diesen weiten Sinn hat und der Beschwerdeführer, weil er sich des mangelhaft gesicherten ersten Krans bedient hat, nach ihr strafbar ist, kann indessen offen bleiben; denn jedenfalls hat er sich nach Art. 230 StGB vergangen, dessen Anwendung dem Obergericht ohne Verletzung eidgenössischen Rechts zur Ausfällung der gleichen Strafe hätte Anlass geben können und, wie es ausführt, tatsächlich Anlass gegeben hätte.\n\n4. Art. 230 StGB bedroht mit Strafe den, der \"vorsätzlich in Fabriken oder in andern Betrieben oder an Maschinen eine zur Verhütung von Unfällen dienende Vorrichtung beschädigt, zerstört, beseitigt oder sonst unbrauchbar macht oder ausser Tätigkeit setzt\" (Ziff. 1 Abs. 1) oder \"vorsätzlich eine solche Vorrichtung vorschriftswidrig BGE 81 IV 112 S. 121nicht anbringt\" (Ziff. 1 Abs. 2). Strafbar macht sich auch, wer fahrlässig handelt (Ziff. 2).\n\nDie von Art. 14 der Verordnung der Stadt Zürich vom 1. Oktober 1943 über die Verwendung von Hebezeugen im Hoch- und Tiefbau vorgeschriebenen Puffer oder geeigneten Prellböcke, die an den Enden der Geleise von Kranen angebracht werden müssen, sind Vorrichtungen, die der Verhütung von Unfällen dienen. Waren im vorliegenden Falle bei der Erstellung der 22 m langen Geleiseanlage vorschriftsgemäss Puffer angebracht worden, so ist nichtsdestoweniger klar, dass sie auch nach der Verkürzung des Geleises wieder anzubringen waren. Fragen kann sich nur, ob diese vorschriftswidrige Unterlassung lediglich dem zum Betriebe Pillers gehörenden Personal, das das Geleise verkürzte, oder auch dem Beschwerdeführer, der den ersten Kran auf ihm zwecks Erstellung des zweiten Krans verkehren liess, zur Last fällt.\n\nDie strafrechtliche Verantwortlichkeit des Beschwerdeführers lässt sich nicht mit der Begründung verneinen, weder er noch die Franz Stirnimann Baumaschinen AG als seine Arbeitgeberin seien zivilrechtlich verpflichtet gewesen, das Geleise in betriebssicheren Zustand zu bringen. Art. 230 StGB auferlegt Pflichten nicht nur dem Betriebsinhaber und den ihm gegenüber zivilrechtlich gebundenen Gehilfen. Diese Einschränkung würde den Schutz von Leib und Leben, dem die Bestimmung dienen will, erheblich abschwächen. Jeder, der seine Sicherheitsvorrichtung der umschriebenen Art vorsätzlich oder fahrlässig beseitigt, macht sich strafbar, desgleichen jeder, der eine solche vorsätzlich oder fahrlässig nicht anbringt, wenn er nach gesetzlicher Vorschrift, nach Vertrag oder auch bloss nach den Umständen zur Anbringung verpflichtet ist. Für den Beschwerdeführer ergab sich eine solche Pflicht daraus, dass er den mangelhaft gesicherten Kran, wenn auch mit Einwilligung Pillers, zu der ihm obliegenden Aufrichtung des zweiten Krans verwenden liess.\n\nBGE 81 IV 112 S. 122\n\nAuch in subjektiver Hinsicht trifft Art. 230 zu. Der Beschwerdeführer wusste, dass das Geleise statt der vorgeschriebenen Puffer nur eine behelfsmässige Sicherung trug. Über deren Ungenügen konnte er sich als Fachmann bei pflichtgemässer Überlegung Rechenschaft geben. Dass eine so liederliche Vorrichtung von der Baupolizei genehmigt worden sei, durfte er nicht annehmen, und selbst wenn er es hätte annehmen dürfen, wäre er nicht entschuldigt, da sein Fachwissen ausreichte, um zu erkennen, dass sie den Vorschriften nicht entsprach. Das Mitverschulden des Kym, der trotz der Beanstandung durch Weibel nicht für Abhilfe sorgte, ändert an der Pflichtwidrigkeit der Unterlassung des Beschwerdeführers nichts. Dieser hätte verlangen sollen, es seien vorschriftsgemässe Puffer anzubringen. Wäre seinem Begehren nicht entsprochen worden, hätte er sich weigern sollen, den Kran für die Aufrichtung des andern zu benützen. Der Beschwerdeführer konnte sich auch Rechenschaft geben, dass selbst die Bedienung durch einen gewissenhaften Kranführer einen Unfall nicht ausschloss. Gerade weil es schwierig ist, einen Kran so zuverlässig zu führen, dass er nicht über die Enden des Geleises hinaus gerät, zumal wenn dieses nur 9 m lang ist, werden vorschriftsgemässe Puffer verlangt. Ob Weibel den Unfall hätte verhüten können, ist deshalb unerheblich; mit einem allfälligen Versagen musste der Beschwerdeführer rechnen. Dass der Kran stürzen und Menschen gefährden könne, wenn er auf die frei schwebenden Enden der Schienen geraten würde, musste der Beschwerdeführer sich ebenfalls sagen. Der Vorwurf fahrlässigen Verhaltens ist ihm gegenüber in allen Teilen begründet.\n\n5. Die Bestreitung des Kausalszusammenhanges zwischen der ungenügenden Sicherung und dem Sturz des Krans hält nicht stand. Der Beschwerdeführer behauptet nicht, dass der Unfall auch eingetreten wäre, wenn die Geleise vorschriftsgemässe Puffer getragen hätten. Fuhr der Kran aber nur deshalb über das Geleise hinaus, weil BGE 81 IV 112 S. 123die behelfsmässige Sicherung nachgab, nicht weil etwa Weibel mit unvoraussehbarer Wucht gegen diese angefahren wäre, so ist sowohl der natürliche Zusammenhang zwischen der pflichtwidrigen Unterlassung des Beschwerdeführers und der Gefährdung von Leib und Leben anderer, als auch die Adäquanz dieses Zusammenhanges zu bejahen; gerade weil nach dem gewöhnlichen Lauf der Dinge die ungenügende Sicherung eines Turmdrehkrans zu Unfällen solcher Art führen kann, schreibt die Verordnung der Stadt Zürich Puffer oder geeignete Prellböcke vor.\n\n6. Da der Kassationshof nicht Appellationsinstanz ist, hat er die Strafe nicht nach eigenem Ermessen zu bestimmen. Er könnte die Herabsetzung der Busse nur verfügen, wenn sie nach unzutreffenden rechtlichen Gesichtspunkten zugemessen worden oder willkürlich hart wäre (BGE 68 IV 21,BGE 78 IV 72). Davon kann angesichts der schweren Gefahr für Leib und Leben von Menschen, die der Beschwerdeführer geschaffen hat, keine Rede sein. Eher liesse sich von übertriebener Milde sprechen.\n\nDemnach erkennt der Kassationshof:\n\nDie Beschwerde wird abgewiesen, soweit darauf eingetreten werden kann."}