{"annee": "81", "cour": "II", "page": "89", "date": "27/5/1955", "cite": [], "cite_par": ["113 II 222", "82 II 94"], "chapeau": "17. Arrêt de la IIe Cour civile du 27 mai 1955 dans la cause Montant contre Cosandey.", "regestes": ["1. Dans l'union des biens, le mari peut disposer comme il l'entend des revenus de la femme devenus sa propriété, sous réserve des obligations découlant de sa qualité d'administrateur des biens matrimoniaux et de titulaire de la jouissance sur les apports de l'épouse (art. 195 al. 3, 201 al. 1 CC). 2. Le mari doit payer les intérêts des dettes qui grèvent les apports de la femme, mais n'a pas l'obligation de rembourser ces dettes ou de les diminuer, et il ne saurait être tenu d'employer à cette fin les revenus de la femme qui sont devenus sa propriété (art. 201 al. 1, 765 al. 1, 766 CC). 3. Lorsque le mari paie des dettes grevant un apport de la femme au moyen des revenus produits par ce dernier mais qui sont devenus sa propriété, il y a lieu à récompense en sa faveur."], "faits": "BGE 81 II 89 S. 90\n\nA.- Par jugement du 10 juillet 1951, le Tribunal de première instance de Genève a prononcé le divorce des parties. La défenderesse a, par la suite, épousé Philippe Montant. La liquidation du régime matrimonial n'ayant pas été opérée dans la procédure de divorce, Louis Cosandey a ouvert action pour l'obtenir, par exploit du 22 août 1951. Le 3 avril 1952, le tribunal a ordonné cette liquidation et commis Me René Tchéraz, notaire, pour y procéder, conformément aux art. 530 ss. de la loi genevoise de procédure civile. N'étant pas parvenu à concilier les parties, le notaire a recueilli leurs dires et en a dressé, le 14 février 1953, un procès-verbal dans lequel il constate ce qui suit: Comme ils n'ont pas conclu de contrat de mariage et qu'ils ont eu leur premier domicile conjugal à Genève, les époux Cosandey ont été soumis au régime légal de l'union des biens. Le demandeur a apporté, au moment du mariage, divers meubles meublants et objets mobiliers qu'il a repris en nature. Aucun apport ne lui est en revanche échu pendant l'union conjugale. De son côté, la défenderesse a apporté un trousseau qu'elle a également repris en nature. En cours de mariage, elle a en outre hérité de son père, décédé le 16 septembre 1939, une part de copropriété d'un tiers sur des immeubles situés à Genève, rue du Môle 38-40. Les dettes grevant cet apport au moment où il est entré dans le patrimoine de la recourante s'élevait au total à 74 371 fr. 20. Jusqu'en 1950, Louis Cosandey a régulièrement encaissé les revenus provenant de l'apport de son BGE 81 II 89 S. 91épouse, mais en a utilisé une partie à rembourser les dettes qui le grevaient, de telle sorte qu'au jour du divorce elles se trouvaient diminuées de 28 037 fr. 85. Par exploit du 20 avril 1953, le demandeur a repris l'instance sur les bases fournies par le procès-verbal du notaire Tchéraz et fait valoir que l'amortissement du passif grevant les apports de la défenderesse au moyen des revenus produits par eux constituait un bénéfice de l'union conjugale qui devait être partagé à raison des deux tiers au mari et d'un tiers à la femme. Le Tribunal de première instance a alloué ses conclusions au demandeur et, par jugement du 31 mai 1954, a condamné la défenderesse à lui payer 18 691 fr. 90.\n\nB.- Saisie d'un appel formé par la défenderesse, la Cour de justice a confirmé ce jugement par arrêt du 18 février 1955.\n\nC.- Contre cet arrêt, Germaine Montant a recouru en réforme au Tribunal fédéral en reprenant ses conclusions libératoires.\n\nL'intimé a conclu au rejet du recours et à la confirmation de l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. Il est constant que les parties étaient soumises au régime légal de l'union des biens, que durant le mariage l'intimé a perçu les revenus produits par la part de copropriété immobilière appartenant à la recourante et qu'il en a utilisé une partie pour rembourser jusqu'à concurrence de 28 037 fr. 85 les dettes grevant cet apport de sa femme. Selon la Cour cantonale, le mari n'avait nullement l'obligation de rembourser les dettes de son épouse au moyen des revenus provenant d'un apport de celle-ci, mais dont il était devenu propriétaire en vertu de l'art. 195 al. 3 CC. Comme l'apport de dame Montant a augmenté de valeur dans une mesure égale aux amortissements opérés par l'intimé, on se trouve, à la liquidation du régime matrimonial, BGE 81 II 89 S. 92en présence d'un bénéfice qui doit être partagé conformément à l'art. 214 al. 1 CC.\n\nA l'encontre du point de vue exprimé dans l'arrêt attaqué, la recourante soutient tout d'abord qu'il ne saurait être question d'un bénéfice provoqué par le mari, puisque les remboursements ont été effectués non pas au moyen de deniers provenant du produit du travail ou d'apports de l'intimé, mais grâce aux revenus de l'apport de la femme dont les dettes ont été amorties. Il s'agit d'un mouvement à l'intérieur de l'apport de l'épouse qui ne touche pas les autres biens matrimoniaux. L'intimé n'a fait que remplir son devoir d'administrateur des apports de sa femme et il n'y a pas lieu de lui reconnaître de ce chef une récompense dans le sens de l'art. 209 CC.\n\nCette argumentation ne saurait être admise. Aux termes de l'art. 195 al. 3 CC, les revenus de la femme, dans l'union des biens, deviennent propriété du mari à partir de leur exigibilité. L'intimé était dès lors propriétaire exclusif des revenus produits par la part de copropriété immobilière de son épouse et il pouvait en disposer comme il l'entendait, sous réserve des obligations découlant de sa qualité d'administrateur des biens matrimoniaux et de titulaire de la jouissance sur les apports de sa femme. En vertu de l'art. 201 al. 1 CC, le mari, en tant qu'il a la jouissance des apports de sa femme, encourt la même responsabilité que l'usufruitier. Conformément à cette disposition combinée avec les art. 765 al. 1 et 766 CC, le mari doit payer les intérêts des dettes qui grèvent les apports de sa femme; il n'a en revanche pas l'obligation de rembourser ces dettes ou de les diminuer et il ne saurait être tenu d'employer à cette fin les revenus des apports de son épouse qui sont devenus sa propriété. De même qu'il n'est pas obligé d'augmenter la valeur des apports de sa femme par des investissements ou des travaux, le mari n'est pas astreint à réduire les dettes dont ils sont affectés. Ces principes ne doivent cependant pas être interprétés dans ce sens que le mari n'a point du tout à BGE 81 II 89 S. 93s'occuper des dettes de sa femme. Une telle idée serait en contradiction avec le devoir d'assistance entre époux qui est inscrit à l'art. 159 CC. Le mari pourrait notamment avoir à accorder son aide pour empêcher une exécution forcée à raison de dettes grevant les apports de sa femme, mais il suffirait qu'il avançât les moyens nécessaires à cet effet; on se trouverait alors en présence d'un paiement opéré au-delà des obligations incombant à un usufruitier, qui devrait être considéré comme une avance au sens de l'art. 765 al. 3 CC et pour lequel le mari aurait droit à une récompense contre sa femme. A l'encontre de ce que prétend la recourante, en remboursant une partie des dettes grevant les apports de son épouse, l'intimé n'a pas seulement rempli ses devoirs d'administrateur. Comme l'a admis justement la Cour cantonale, Louis Cosandey a, au contraire, diminué avec des deniers faisant exclusivement partie de son patrimoine des dettes de sa femme que la loi ne l'obligeait nullement d'amortir et dont il n'avait qu'à payer les intérêts. Il doit en conséquence être tenu compte dans la liquidation du régime matrimonial de ces paiements qui dépassent ceux auxquels l'intimé était légalement astreint.\n\nLa recourante reprend en second lieu devant le Tribunal fédéral la thèse de la donation et persiste à prétendre que, même si l'on devait admettre que les amortissements opérés par Louis Cosandey auraient pu faire naître en principe une récompense en sa faveur, les circonstances font apparaître qu'il a renoncé à ses droits. Cet argument ne saurait être retenu. S'il est exact que la volonté de donner ou d'accepter une donation n'a pas besoin d'être expressément déclarée mais qu'elle peut être manifestée par des actes concluants, en niant l'existence en l'espèce de faits de cette nature la Cour cantonale n'a violé aucune règle du droit fédéral. C'est au contraire avec raison qu'elle s'est refusée à déduire une intention de donner du fait que l'intimé avait opéré les amortissements litigieux sans faire de réserve et de la circonstance que durant le BGE 81 II 89 S. 94mariage il n'avait jamais fait valoir de réclamation tendant à leur remboursement. En effet, d'après le principe énoncé à l'art. 209 al. 1 in fine, les récompenses ne sont exigibles, sauf les exceptions prévues par la loi, qu'à la dissolution de l'union des biens, de telle sorte que l'intimé ne pouvait pas, pendant le mariage, élever une prétention contre sa femme.\n\n2. La liquidation des biens ayant lieu à la suite d'un divorce, elle doit être opérée, comme l'a justement déclaré la Cour cantonale, conformément à l'art. 154 CC, tel que l'a interprété la jurisprudence du Tribunal fédéral. Selon cette jurisprudence (RO 41 II 332), l'art. 154 CC s'inspire de l'idée qu'en cas de divorce on doit rétablir autant que possible la situation patrimoniale qui se serait présentée si le mariage n'avait pas été conclu. Le premier alinéa de cette disposition prescrit dès lors que chacun des époux reprend son patrimoine personnel, quel qu'ait été le régime matrimonial. Le second alinéa prévoit en revanche que s'il y a un bénéfice, il est réparti entre les époux conformément aux règles de leur régime.\n\nComme la liquidation des biens comprend tous les actifs et passifs des biens matrimoniaux, les récompenses qui étaient exigibles déjà avant le divorce et celles qui le sont devenues à la suite de la dissolution du mariage doivent être réglées. En l'espèce, des dettes grevant un apport de la femme ont été remboursées, à raison de 28 037 fr. 85, au moyen de biens du mari. Il y a lieu, en conséquence, à récompense par la recourante à concurrence de cette somme. Il est vrai que le texte français de l'art. 209 al. 1 CC prévoit qu'une récompense est due par chacun des époux \"en raison de dettes grevant les apports de l'un et payées de deniers provenant des apports de l'autre\". Or les dettes dont était affecté l'apport de la recourante n'ont pas été amorties au moyen des apports de l'intimé mais des revenus de la première devenus propriété du second. On ne peut cependant tirer de la façon dont l'art. 209 al. 1 CC est rédigé en français un argument BGE 81 II 89 S. 95contre l'existence d'une récompense en faveur de Louis Cosandey. Le texte allemand de cette disposition statue qu'il y a lieu à récompense lorsque des dettes grevant les apports de la femme ont été payées au moyen du patrimoine du mari ou lorsque des dettes du mari l'ont été avec des apports de la femme (Sind Schulden, für die das eingebrachte Frauengut haftet, aus dem Mannesgut oder Schulden des Mannes aus dem eingebrachten Frauengut getilgt worden, so besteht eine Ersatzforderung...). Quant au texte italien, il prévoit qu'une récompense est due lorsque des dettes grevant les apports de la femme ont été éteintes avec des biens du mari ou que des dettes du mari ont été payées grâce aux apports de la femme (Qualora con beni del marito siano stati estinti debiti gravanti gli apporti della moglie, o con beni apportati dalla moglie siano stati estinti debiti del marito, nasce per ciascuno dei coniugi il diritto al compenso). Cette différence de rédaction entre les textes allemand et français se rencontre déjà dans les avant-projets du Département fédéral de justice et police de 1900 et 1903 (art. 237). On la retrouve dans le projet du Conseil fédéral (art. 225). Or, en dépit des termes employés par le texte français de l'art. 225 du projet, le rapporteur français au Conseil national, le député Gottofrey, déclara expressément qu'une récompense est due pour les dettes grevant les apports de la femme payées avec le patrimoine du mari et pour les dettes du mari éteintes au moyen des apports de la femme, et non pas seulement pour les dettes grevant les apports de l'un des époux et payées des deniers provenant des apports de l'autre. Il s'exprima notamment en ces termes: \"Il y a lieu de distinguer dans l'union des biens, au point de vue des relations pécuniaires des époux, trois masses de biens. D'abord la fortune du mari. En second lieu les apports de la femme et troisièmement les biens réservés de la femme... Lorsqu'une dette du mari a été payée avec un apport de la femme... il y a lieu à récompense en faveur de la fortune de la femme. De même, BGE 81 II 89 S. 96lorsque la dette grevant les apports de la femme a été payée avec la fortune du mari... il y a également lieu à récompense\" (Bull. stén. CN 1905 p. 706). La question du sens qu'il faut donner à l'art. 209 al. 1 CC peut toutefois demeurer indécise en l'espèce. L'art. 209 CC ne traite en effet pas de toutes les répétitions que les époux peuvent exercer l'un envers l'autre. Il ne régit que certains cas où une récompense est due. D'une part, il en est d'autres qui sont également prévus par une disposition de la loi: récompenses pour la dépréciation des apports de la femme (art. 201 al. 1 CC), récompenses à raison de l'argent, des autres biens fongibles et titres au porteur non individualisés (art. 201 al. 3 CC). D'autre part, il est des récompenses qui, sans être expressément mentionnées par une norme légale, découlent du système général des rapports pécuniaires entre les époux dans l'union des biens: telles sont notamment les récompenses à raison des remplois et des plus-values (Exposé des motifs, p. 150). En l'espèce, Louis Cosandey ayant payé au moyen de deniers lui appartenant en pleine et exclusive propriété des dettes de sa femme, il y a lieu de lui reconnaître de ce chef une récompense. Cette récompense est une créance en faveur du mari destinée à rétablir l'équilibre entre les patrimoines des deux époux, qui a été rompu par le remboursement de dettes grevant un apport de la recourante grâce à des fonds propriété de l'intimé.\n\nComme Louis Cosandey a repris en nature les meubles meublants et objets mobiliers qu'il avait apportés en mariage et que la recourante en a fait de même pour son trousseau, les biens matrimoniaux ne comprennent plus que la part de copropriété immobilière de l'épouse et la récompense qui la grève en faveur du mari. Après la reprise par la recourante de cette part de copropriété, qui est son apport, avec la dette s'élevant à 46 333 fr. 35 dont elle est affectée au moment de la liquidation du régime matrimonial, il ne reste plus comme actif que la récompense de 28 037 fr. 85 qui est due à l'intimé. Le montant BGE 81 II 89 S. 97de cette récompense constitue dès lors le bénéfice réalisé par l'union conjugale.\n\nAux termes de l'art. 154 al. 2 CC, le bénéfice existant lors de la liquidation des biens en cas de divorce est réparti entre les époux conformément aux règles de leur régime matrimonial. Les parties étant soumises au régime légal de l'union des biens, c'est l'art. 214 al. 1 CC qui doit leur être appliqué. L'intimé a droit, en conséquence, aux deux tiers du bénéfice, soit 18 691 fr. 90, cependant que son épouse peut prétendre à l'autre tiers. La recourante peut compenser jusqu'à due concurrence la récompense de 28 037 fr. 85 qu'elle doit à Louis Cosandey avec sa part au bénéfice qui s'élève à 9 345 fr. 95, de telle sorte qu'elle lui doit en définitive 18 691 fr. 90.\n\nLa situation n'est pas différente de celle qui se serait présentée si l'intimé, après paiement des intérêts et des autres charges lui incombant comme usufruitier, avait déposé sur un livret d'épargne établi en son nom seul les revenus de sa femme devenus sa propriété, comme il en aurait eu le droit, au lieu de rembourser les dettes grevant l'apport de la recourante. Dans le règlement de compte opéré lors de la liquidation du régime matrimonial, ces économies réalisées par le mari auraient figuré à l'actif parmi les biens matrimoniaux et auraient constitué le bénéfice de l'union conjugale. La répartition entre les parties aurait eu lieu de la même manière, un tiers à la femme et deux tiers au mari.\n\nC'est ainsi à juste titre que la recourante a été condamnée à payer à l'intimé la somme de 18 691 fr. 90. Son recours doit en conséquence être rejeté avec suite de frais et dépens.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté."}