{"annee": "81", "cour": "II", "page": "558", "date": "27/10/1955", "cite": ["63 II 111", "66 II 197", "80 II 319", "42 II 389", "75 II 333", "68 II 253", "69 II 259"], "cite_par": ["84 II 50", "111 IB 192"], "chapeau": "85. Urteil der II. Zivilabteilung vom 27. Oktober 1955 i.S. Schweiz. Bundesbahnen gegen Brinkmann.", "regestes": ["Responsabilité en raison d'un accident causé par l'électricité. Accident résultant de l'entrée en contact avec une ligne électrique des CFF: La responsabilité de l'entreprise de chemin de fer pour l'exploitation d'une ligne à haute tension est régie par la loi fédérale concernant les installations électriques à faible et à fort courant, du 24 juin 1902, et non par la loi fédérale sur la responsabilité civile des entreprises de chemin de fer, du 28 mars 1905 (consid. 1). Faute d'un tiers respectivement du lésé? (consid. 3). Réduction des dommages-intérêts, conformément à l'art. 44 al. 1 CO combiné avec les art. 36 al. 1 et 38 LIE, en raison d'une faute du lésé qui n'est pas primairement causale? (consid. 4)."], "faits": "BGE 81 II 558 S. 559\n\nA.- Im Herbst 1948 hatte das Malergeschäft des Johann Brinkmann (Sohn) in Basel im Auftrag des Elektrizitätswerkes Basel die Eisenmasten der Strassenbeleuchtung an der Brüglingerstrasse in Basel neu anzustreichen. Diese Arbeit besorgten am 2. November 1948 als Angestellte des Geschäftes der damals 64-jährige Vater des Geschäftsinhabers, Malermeister Karl Brinkmann, und der 27-jährige Arbeiter Alfred Troesch. Sie benutzten dazu eine fahrbare mechanische Leiter, die ausgezogen und hochgestellt 12 m Höhe erreicht. Wo die Brüglingerstrasse, eine leichte Kurve beschreibend, auf einer Überführung ein Gütergeleise der SBB schräg traversiert, wird sie ihrerseits in 8,64 m Höhe (unterster Draht) von einer jenem Geleise folgenden, vom Unterwerk Muttenz nach dem Ruchfeld führenden Hochspannungsleitung der SBB überquert, bestehend aus drei Kabeln mit 15'000 und zweien mit 33'000 Volt Spannung. Die anzustreichenden Eisenmasten der Strassenbeleuchtung stehen abwechslungsweise auf der rechten und der linken Strassenseite und sind 10,2 m hoch. Beim Manipulieren der beiden Maler mit der ausgezogenen Leiter geriet diese in Berührung mit dem untersten Draht der Hochspannungsleitung von 15'000 Volt, wodurch die beiden unter Strom gesetzt wurden. Troesch wurde sofort getötet, Brinkmann schwer verletzt; es mussten ihm beide Füsse und der rechte Arm amputiert werden und die linke Hand ist verstümmelt. Er ist gänzlich arbeitsunfähig und erhält von der SUVA BGE 81 II 558 S. 560eine Invaliditäts- und Hilflosenrente von 100% gemäss Art. 77 KUVG.\n\nB.- Auf eine Teilklage Brinkmanns wurden die beklagten SBB mit Urteil des Zivilgerichtes des Kantons Basel-Stadt vom 21. Juni 1952 zur Zahlung von Fr. 5'000.-- nebst Zins verurteilt. Eine von ihnen eingereichte Appellation fiel wegen eines Formfehlers dahin.\n\nC.- Mit einer zweiten Klage (vom 14. Juli 1953) verlangte Brinkmann Zahlung weiterer Fr. 13'723.55, wovon Fr. 10'000.-- als Genugtuungssumme, nebst Zins sowie einer monatlichen vorauszahlbaren Rente von Fr. 200.-- ab 1. Juli 1953 bis zu seinem Ableben.\n\nDas Zivilgericht hiess in seinem (zweiten) Urteil vom 7. April 1954 die Klage im Sinne der Zusprechung eines Kapitalbetrages von Fr. 2'283.55 nebst Zins und einer monatlichen Rente von Fr. 80.- ab 1. April 1954 gut und wies die weitergehenden Begehren - namentlich die Genugtuungsforderung - ab.\n\nDas Appellationsgericht des Kantons Basel-Stadt hat mit Urteil vom 10. Juni 1955 in Abweisung der Appellation der Beklagten den erstinstanzlichen Entscheid bestätigt.\n\nD.- Mit der vorliegenden Berufung beantragen die SBB Aufhebung dieses Urteils und vollumfängliche Abweisung der (zweiten) Klage.\n\nDer Kläger trägt auf Bestätigung des Urteils an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Unfall ist durch Berührung mit einer Starkstromleitung entstanden, deren Eigentümer und Betriebsinhaber eine Eisenbahnunternehmung ist. Die sich daher stellende Frage, ob er unter das Eisenbahnhaftpflichtgesetz (EHG) oder unter das Elektrizitätsgesetz (EIG) fällt, ist von der Vorinstanz zu Gunsten des EHG beanwortet worden, und zwar - im Gegensatz zu OFTINGER, Haftpflichtrecht II 685 f., 758-60 - unter Hinweis auf die bundesgerichtliche Rechtsprechung (BGE 66 II 200 BGE 81 II 558 S. 561Erw. 1; 75 II 71 Erw. 1) und darauf, dass beide Parteien sich auf das EHG beriefen, sowie mit dem Bemerken, dass es praktisch keine grosse Rolle spiele, ob das eine oder das andere Gesetz angewendet werde, da die Haftung des Betriebsinhabers in beiden im wesentlichen nach den gleichen Gesichtspunkten geregelt sei. Die Berufungsklägerinnen fechten dies nicht an, sondern erklären gegenteils, der Fall sei richtigerweise nach dem EHG beurteilt worden.\n\nGleichwohl hat das Bundesgericht die Frage des anwendbaren Rechtes von Amtes wegen zu prüfen; es ist an die von den Parteien vorgebrachte rechtliche Begründung nicht gebunden und in Bezug auf die rechtliche Würdigung der Tatsachen frei (Art. 63 Abs. 1 und 3 OG).\n\nIm Gegensatz zur Vorinstanz ist im vorliegenden Falle der Auffassung Oftingers der Vorzug zu geben. Der Hinweis auf die beiden zitierten Bundesgerichtsentscheide ist nicht schlüssig. Im Falle der Eisenbahn Freiburg-Murten-Ins (66 II 197) war der Verunfallte mit einer wenig über dem Boden neben dem Geleise herlaufenden Stromzuführungsschiene (Kontaktschiene), und im Falle Pavid c. CFF (75 II 68) mit dem Draht der elektrischen Fahrleitung in Berührung gekommen. In beiden Fällen wurde erklärt, eine dem Betrieb einer Eisenbahn innewohnende Gefahr im Sinne von Art. 1 EHG sei nicht nur die aus der raschen Fortbewegung verhältnismässig schwerer Massen mittelst geeigneter Kräfte, sondern auch die aus der für die Traktion benützten Kraft direkt resultierende Gefahr; die zur Traktion dienende elektrische Kraft bilde einen integrierenden Bestandteil des Eisenbahnbetriebes, und die durch sie gegebene Gefahr bestehe auch in den Intervallen zwischen den Durchfahrten der Züge (75 II 71).\n\nAn dieser Auffassung vom Verhältnis des Stromes zum Bahnbetrieb bei elektrischen Bahnen ist festzuhalten, aber wohlverstanden unter Beachtung der in den beurteilten Tatbeständen liegenden Schranken. Sowohl die Kontaktschiene BGE 81 II 558 S. 562als der Fahrdraht sind Anlagen, die den Strom unmittelbar an die Triebfahrzeuge abzugeben haben, daher dem Geleise daneben bzw. darüber in konstantem Abstand folgen, in ihrem ganzen Verlauf von einem Organ des Triebfahrzeugs berührt werden und somit zum Bahnkörper, sei es zum Ober- oder Unterbau, gehören.\n\nAnders war der Sachverhalt im vorliegenden Falle. Ursache des Unfalls war nicht eine Fahrleitung der Bahn, sondern eine Stromübertragungs-Freileitung, die Strom von 15 000 bzw. 33 000 Volt Spannung vom Unterwerk der SBB in Muttenz nach dem Ruchfeld transportiert. Bei elektrisch betriebenen Bahnen wird die Stromführungsanlage (Fahrleitung [Fahrdraht, Kontaktschiene]) aus einem Kraftwerk (Produktionsstätte) über eine oder mehrere Übertragungsleitungen und eine Anzahl daran angeschlossener, längs der Bahnstrecke in einem bestimmten Abstand voneinander verteilter Unterwerke mit elektrischer Energie in für den Betrieb passender Form (Stromart, Frequenz) versorgt. Eine solche Übertragung- oder Speiseleitung kann oberirdisch als Freileitung oder unterirdisch verkabelt geführt werden. Um eine derartige Übertragungs-Freileitung handelt es sich bei der die Brüglingerstrasse überquerenden Hochspannungsleitung. Eine solche ist etwas für sich und bildet keinen integrierenden Teil des \"équipement\", der Betriebsanlage der Eisenbahn im Sinne des Präjudizes 75 II 71. Die Gefahr, die durch eine solche Hochspannungs-Freileitung gesetzt wird und die hier zum Unfall geführt hat, ist genau die gleiche, ob nun der überführte Strom am Ziel des Transportes, nach allfälliger Transformierung, schliesslich einer Bahn für die Traktion, einer Giesserei für den Schmelzofen oder dem Haushalt für den Kochherd dienen wird. Es ist nicht einzusehen, wieso ein Unfall im erstern Falle dem EHG, in den letztern Fällen dem EIG unterstehen sollte. Ansonst müssten konsequenterweise alle Hochspannungsfreileitungen der SBB, z.B. die von ihrem Kraftwerk Vernayaz (VS) zum Unterwerk Rupperswil (AG) führende, in die BGE 81 II 558 S. 563Eisenbahnhaftpflicht einbezogen werden, ja schliesslich überhaupt alle Hochspannungsleitungen in der Schweiz; denn durch sie fliesst nicht nur \"eigener\" Strom der Leitungseigentümer, sondern diese stellen sie auch andern Stromproduzenten oder -Käufern, worunter namentlich den SBB, zum Stromtransport zur Verfügung. Dies ist nun zweifellos nicht mehr im gesetzlichen Ausdruck \"Betrieb einer Eisenbahn\" (Art. 1 EHG) eingeschlossen. Einer Kraftübertragungsleitung ist auf den grössten Strecken ihres Verlaufs gar nicht anzusehen, ob sie einer Bahn gehört oder nicht, namentlich fehlen auch alle örtlich auffallenden, auf das Vorhandensein einer Bahnanlage hinweisenden und warnenden Merkmale wie Geleise und das Vorbeifahren von Zügen. Soweit der blossen Übertragungsleitung an sich, fernab von jedem Bahnverkehr oder Bahnbau, spezifische Betriebsgefahren innewohnen, sind es die gleichen wie für andere Leitungseigentümer bzw. Strombezüger. Für alle diese Gefahren sind eben die Haftpflichtbestimmungen des EIG da und daher diejenigen des EHG unanwendbar. Die gegenteilige Auffassung liesse in Art. 27 ff. EIG einen Vorbehalt zu Gunsten des EHG erwarten. Hat man es aber in casu mit einer solchen Übertragungsleitung zu tun, so kann es wiederum keinen Unterschied ausmachen, dass sie in jener Gegend zufällig einem Gütergeleise der SBB folgt, vermutlich einfach weil diese so Entschädigungen für Durchleitungsrechte auf fremdem Boden einsparen konnten; technisch hat die Leitung mit dem Geleise, neben dem sie herläuft, nicht mehr zu tun als mit irgend einem andern der SBB, sie gehört nicht zum Oberbau des Bahnkörpers wie die Fahrleitung. Übrigens ist gerade an der Unfallstelle, wo das Gütergeleise mit seinem Fahrdraht unter der Strasse durchgeführt ist, auch jener bloss äusserliche Zusammenhang der Übertragungsleitung mit dem Bahnkörper unterbrochen. Es sind mithin die Haftpflichtbestimmungen des EIG anzuwenden.\n\n2. Was die rein tatsächliche Frage des Hergangs des BGE 81 II 558 S. 564Unfalls betrifft, hat sich das Bundesgericht nach Art. 63 Abs. 2 OG an die Feststellung der Vorinstanz zu halten, wonach die Auszugleiter, nachdem die beiden Maler sie ohne Störung unter der Hochspannungsleitung durchgeschoben hatten und nun vom Mast 6 zum Mast 7 zu bringen suchten, bei Mast 6 infolge des Quergefälles der Strasse sich in Bewegung setzte, trotz den Bemühungen der Maler \"ausriss\" und beim Abrollen über die Strasse mit der Leitung in Berührung kam. Der Standpunkt der Berufungsklägerinnen, die Annahme der Vorinstanz beruhe auf offensichtlichem Versehen, ist nicht haltbar; auch wenn am Mast 6 im Gegensatz zu den Masten südlich der Strassenüberführung (Mast 5 und noch weiter südlich stehende) nicht angestrichen worden wäre, was nach Feststellung des Zivilgerichts in seinem ersten Urteil den Akten nicht zu entnehmen ist, so spräche dies noch nicht zwingend gegen die Annahme, die Verunfallten hätten, aus irgend einem Grunde, die Leiter von Mast 6 zu Mast 7 bringen wollen. Den Hergang zu rekonstruieren war Sache der Beweiswürdigung, die der Vorinstanz zustand. Bei deren Feststellung muss es daher sein Bewenden haben.\n\n3. Nach Art. 27 Abs. 1 EIG haftet der Betriebsinhaber für den entstandenen Schaden, wenn er nicht beweist, dass der Unfall durch höhere Gewalt oder durch Verschulden oder Versehen Dritter oder durch grobes Verschulden des Verunfallten verursacht wurde. Die Bestimmung entspricht nach Struktur und Inhalt derjenigen des Art. 1 Abs. 1 EHG; es kann daher die zur letzteren Bestimmung ergangene, reichhaltigere Judikatur herangezogen werden. Unterschiede liegen darin, dass als Ausschlussgrund schon blosses Versehen Dritter, dagegen nur grobes Selbstverschulden des Verunfallten genügt.\n\na) Als Verschulden Dritter machen die Berufungsklägerinnen geltend \"die Leichtfertigkeit, mit welcher das Elektrizitätswerk Basel die Malerarbeiten vergeben habe, ohne sich über die damit verbundenen Gefahren Rechenschaft zu geben\". Die verantwortlichen Stellen der SBB BGE 81 II 558 S. 565händigten bei ähnlichen Arbeiten eine schriftliche Warnung aus und gestatteten in der Regel nicht einmal ihrem eigenen, routinierten Personal, in einem Bereiche von weniger als 3 m von der Leitung zu arbeiten; eine Warnung, eine Fühlungnahme mit den SBB, eine kurze Stromausschaltung in den unteren Drähten oder der Beizug eines Aufsehers - alles zumutbare Massnahmen - hätten den Unfall vermeiden lassen.\n\nDie Vorinstanz hat diese Frage nicht behandelt. Dagegen hat das Zivilgericht in seinem ersten Urteil (1952) eine Haftung des streitberufenen Kantons als Eigentümers des Elektrizitätswerkes abgelehnt, weil zwischen dem Mast 6 und der Hochspannungsleitung genügend Zwischenraum bestehe, sodass eine Berührung der Leiter beim Anstreichen des Mastes ausgeschlossen sei; eine Unterbrechung des Stromes der SBB-Hochspannungsleitung wegen der Malerarbeit an jenem Mast wäre eine überflüssige Massnahme gewesen. Erstere Feststellung ist, da vom zweiten zivilgerichtlichen Urteil durch Verweisung und mit diesem vom Appellationsgericht übernommen, für das Bundesgericht verbindlich. Der von der Vorinstanz daran geknüpften Folgerung darf bei dieser Sachlage beigepflichtet werden. Wenn im übrigen das Elektrizitätswerk das Anstreichen der Lampenmasten, die ja selber keine strombedingten Gefahrenquellen bildeten, einem in dieser Tätigkeit erfahrenen Malermeister übergab, so brauchte es ihm nicht noch spezielle Warnungen mitzugeben. Dass man eine hohe Leiter nicht im Luftraum herumbewegt, ohne sich genau nach allfälligen Hindernissen umzusehen, darf bei einem Handwerker als selbstverständlich vorausgesetzt werden. Jedenfalls kann keine Rede davon sein, dass in einem allfälligen bezüglichen Verschulden oder Versehen des Elektrizitätswerkes eine Unterbrechung des Kausalzusammenhanges zwischen Betriebsgefahr der SBB-Leitung und Unfall erblickt werden könnte, sodass jene nicht mehr als adäquate Ursache erschiene (vgl. OFTINGER I 89, II 775;BGE 63 II 119 BGE 81 II 558 S. 566und die von der Vorinstanz in Erw. 3 zum EHG zit. Judikatur).\n\nWenn ferner die Beklagten sich auf \"ein allfälliges Mitverschulden\" des mitverunfallten Arbeiters Troesch als \"eindeutiges Drittverschulden im Sinne von Art. 1 Abs. 1 EHG\" berufen, so gebricht es diesem Standpunkt an jeder tatbeständlichen Substanzierung.\n\nb) Unter dem Gesichtspunkt des Selbstverschuldens käme die Behauptung der Beklagten, dass der Hochspannungsleitung als solcher und ihrer Beschaffenheit für den Unfall überhaupt keine ursächliche Bedeutung zukomme, indem \"die ihr innewohnende Gefahr als Ursache gegenüber der Intensität des groben Selbstverschuldens der Verunfallten gänzlich zurücktrete\", allenfalls dann in Frage, wenn die beiden Maler beim Passieren der Strasse mit der hochgestellten Leiter oben an die Hochspannungsleitung angestossen wären. Diese Version aber ist von den Vorinstanzen auf Grund ihrer Beweiswürdigung eben abgelehnt worden. Nach deren tatsächlicher und damit für das Bundesgericht verbindlichen Feststellung kam es zum Kontakt, weil die Leiter, nachdem ihre Verschiebung über die Strasse anstandslos bewerkstelligt war, sich unerwartet zufolge der Schwerkraft wieder in Bewegung setzte und den Männern über die Strasse davonrollte. Der Vorinstanz ist daran beizupflichten, dass die Entfernung der Radschuhe an sich kein Verschulden der Arbeiter darstellen konnte, da die Leiter mit angelegten Radschuhen nicht hätte von der Stelle bewegt werden können. Ebensowenig kann ein Verschulden darin erblickt werden, dass es den Männern trotz allen Anstrengungen nicht gelang, die ins Rollen geratene Leiter aufzuhalten, noch darin, dass sie in dieser überraschenden Situation nicht daran dachten, sie loszulassen, bevor sie die Hochspannungsleitung erreichte. Ein Fehler war es, die Leiter nicht einzuziehen, bevor und solange die Radschuhe entfernt sein mussten. Aber wiederum mit Recht weist die Vorinstanz darauf hin, dass die gefährliche Stelle (unter der Leitung) BGE 81 II 558 S. 567bereits passiert war; und wenn, wie das Zivilgericht im ersten Urteil annimmt, die beiden Maler im Begriffe waren, \"die Leiter bei Mast 6 aufzustellen und hierbei die günstigste Lage auszuprobieren\", so mussten sie dabei offenbar mit der ausgezogenen Leiter den Standort noch verändern können. Jedenfalls trifft zu, dass das gegen den Willen und die Anstrengungen der Männer erfolgte Abfahren der Leiter von entscheidender kausaler Bedeutung für den Unfall war und so das Zufallsmoment neben der durch den Betrieb (der Starkstromanlage) der Beklagten geschaffenen Gefährdung eine wesentliche Rolle spielte. Mit der Vorinstanz ist daher zu verneinen, dass die einzige oder ausschliessliche Ursache des Unfalls in einem schuldhaften Verhalten des Klägers liege. Dies aber müsste der Fall sein, damit das Selbstverschulden sich als Befreiungsgrund auswirkte (OFTINGER I 89, II 776;BGE 42 II 393,BGE 63 II 119; zum EHG:BGE 66 II 200,BGE 68 II 259,BGE 69 II 262).\n\nDazu kommt, wie bemerkt, dass nach Art. 27 Abs. 1 EIG nur grobes Verschulden des Verunfallten als Befreiungsgrund wirkt. Die Rechtsprechung war in dieser Hinsicht stets zurückhaltend (vgl. die Kasuistik bei OFTINGER II 776, insbesondereBGE 42 II 393, wo die Entlastung abgelehnt wurde trotz einer im Übereifer erfolgten Übertretung des Verbotes des Vorgesetzten, sich beim Streichen eines Leitungsmastes den Drähten auf weniger als 1 m Abstand zu nähern). Bei ihrem Versuche, das Verhalten des Klägers als grob fahrlässig zu qualifizieren, unterschätzen die Beklagten die Rolle des von der Vorinstanz mit Recht hervorgehobenen Zufallsmomentes, dass die Leiter den Arbeitern \"ausriss\" in einem Zeitpunkt, da die erkennbare Gefahrsituation bereits hinter ihnen lag, und dass dies nicht geschehen wäre, wenn nicht die Strasse wegen der Kurve stark überhöht wäre.\n\nEndlich ist auch nicht bekannt, was während der wenigen Sekunden des Unfallvorgangs einerseits der Kläger, anderseits Troesch getan bzw. unterlassen hat.\n\nBGE 81 II 558 S. 568\n\nMangels solcher Kenntnis könnten allfällige unzweckmässige Handlungen oder Unterlassungen nicht einfach dem Kläger als dem Meister zur Last gelegt werden, denn bei der Schnelligkeit des Hergangs kam es für die Verteilung der Pflichten weniger auf das Dienstverhältnis als darauf an, wo im gegebenen Augenblick jeder gerade stand.\n\nEs kann mithin darin, dass die Vorinstanz ein die einzige Unfallursache bildendes, grobes Verschulden des Klägers als nicht nachgewiesen erachtet hat, keine Verletzung von Bundesrecht erblickt werden.\n\n4. Die Vorinstanz hat ferner die Frage einer Reduktion des Schadenersatzes \"wegen eines zwar beachtlichen, aber nicht primär kausalen schuldhaften Verhaltens gemäss Art. 5 EHG\" geprüft und verneint. Eine entsprechende Bestimmung enthält das EIG nicht; doch verweist dessen Art. 36 Abs. 1 \"für die Bemessung der Entschädigungen\" auf die Bestimmungen des Obligationenrechts. Unter diese ist (mit OFTINGER I 200) auch Art. 44 Abs. 1 OR zu rechnen, wonach der Richter, wenn Umstände, für die der Geschädigte einstehen muss, auf die Entstehung des Schadens eingewirkt haben, die Ersatzpflicht ermässigen kann. Dabei hat er gemäss Art. 38 EIG \"über die Höhe des Schadenersatzes nach freier Würdigung des gesamten Inhalts der Verhandlungen zu entscheiden\". Wie bei der Anwendung von Art. 6 EHG ist auch bezüglich Art. 44 Abs. 1 OR und 38 EIG Zurückhaltung am Platze; es kommt nur ein erhebliches Selbstverschulden in Frage. Ein solches ist jedoch mit der Vorinstanz zu verneinen. Beizupflichten ist ihr auch in der Annahme, ein allfälliges leichtes Mitverschulden des Klägers würde jedenfalls dadurch aufgehoben, dass die Beklagte keine geeigneten Sicherungsmassnahmen gegen Berührung mit der Hochspannungsleitung über der Strasse, z.B. ein Sicherungsnetz, anbrachte. Gewiss wurde der vorliegende Unfall nicht durch das Herabfallen von Drähten verursacht; aber das Vorhandensein eines solchen Auffangnetzes hätte wahrscheinlich auch die Berührung zwischen Drähten und BGE 81 II 558 S. 569Leiter verhindert. Dieser Erwägung steht nicht entgegen, dass die Anbringung solcher Sicherungsnetze nirgends vorgeschrieben ist; wer eine Gefahrenquelle setzt, ist auch ohne spezielle Vorschrift einer bestimmten Schutzmassnahme verpflichtet, das zur Abwendung oder Eindämmung der Gefahr Geeignete vorzukehren. Es liegt mithin auch kein Anlass zur Herabsetzung des Schadensbetrages vor.\n\nÜbrigens genügen die (nicht im formellen Berufungsantrag, sondern nur in der Begründung, lit. D und F in fine) angebrachten Eventualbegehren auf \"ganz erhebliche Herabsetzung der Entschädigung\" bzw. \"gebührende Kürzung der Schadensberechnung\" nicht dem Erfordernis genauer Angabe der Abänderungsanträge (Art. 55 Abs. 1 lit. b. OG), wozu bei Geldforderungen ziffernmässige Nennung eines Betrages gehört (BGE 75 II 334, BGE 80 II 323).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationsgerichtes des Kantons Basel-Stadt vom 10. Juni 1955 bestätigt."}