{"annee": "81", "cour": "IV", "page": "70", "date": "25/2/1955", "cite": ["71 IV 55", "74 IV 132", "71 IV 205", "71 IV 160", "75 IV 175", "69 IV 40", "73 IV 60"], "cite_par": ["86 IV 128", "98 IV 60", "94 IV 44"], "chapeau": "15. Entscheid der Anklagekammer vom 25. Februar 1955 i.S. Staatsanwaltschaft des Kantons St. Gallen gegen Justizdirektion des Kantons Appenzell-A.Rh.", "regestes": ["Art. 264 PPF et 351 CP. Les faits décisifs pour déterminer le for doivent être éclaircis par les autorités cantonales qui seraient, d'après l'état de fait exposé dans la dénonciation, compétentes pour poursuivre l'infraction d'office."], "faits": "BGE 81 IV 70 S. 70\n\nA.- Am 30. Juli 1953 schloss in St. Gallen Hans Brunner als Bauherr mit Rosa Gyr-Baumann, vertreten durch den Ehemann Josef Gyr, als \"Unternehmer und Bauherr-Vertreter\" einen Werkvertrag über die Erstellung eines Geschäfts- und Wohnhauses in Watt-Niederteufen (Appenzell-A.Rh.) ab. Danach übernahm Josef Gyr bzw. dessen Ehefrau die Ausführung des Baues für Fr. 120'000.-- (zuzüglich eine allfällige Kostenüberschreitung von Fr. 5000.--). Auch die Finanzierung des Hauses übernahm Josef Gyr, wobei die Errichtung von drei Grundpfandverschreibungen über Fr. 85'000.--, Fr. 20'000.-- und Fr. 15'000.-- vorgesehen war. Durch Zusatzvertrag vom 3. April 1954, abgeschlossen in Watt-Niederteufen, erklärte sich Brunner unter bestimmten Bedingungen und ohne Anerkennung einer Rechtspflicht bereit, die Bausumme von Fr. 120'000.-- auf Fr. 148'000.-- zu erhöhen.\n\nB.- Am 7. Oktober 1954 erhob Brunner beim Untersuchungsrichteramt St. Gallen Strafklage gegen die Eheleute Gyr wegen Betruges. Er behauptet, zum Abschluss der Verträge vom 30. Juli 1953 und vom 3. April 1954 durch betrügerische Machenschaften der Beschuldigten BGE 81 IV 70 S. 71verleitet worden und dadurch geschädigt zu sein. Die Schädigung sei vor allem eingetreten, indem Gyr den Erlös aus den in Teufen (Appenzell-A.Rh.) errichteten Grundpfandtiteln von Fr. 20'000.-- und Fr. 15'000.-- nicht zur Deckung der Bauhandwerkerforderungen, sondern zur Begleichung eigener Geschäftsschulden verwendet habe, worauf unbezahlte Bauhandwerker bisher für rund Fr. 20'000.-- Bauhandwerkerpfandrechte hätten eintragen lassen. Weiter habe Gyr auf die Verschreibung von Fr. 85'000.-- ohne Einverständnis des Grundpfandschuldners Brunner einen Einschlag von Fr. 7000.-- gewährt.\n\nC.- Eine weitere Strafklage gegen Rosa Gyr, und zwar wegen Pfändungsbetruges, eventuell wegen leichtsinnigen Vermögensverfalls, wurde beim Untersuchungsrichteramt St. Gallen am 20. November 1954 von Frau Schönenberger, Malergeschäft St. Gallen, erhoben.\n\nD.- Das Untersuchungsrichteramt St. Gallen hielt sich für unzuständig, die Eheleute Gyr zu verfolgen. Es nahm an, der in St. Gallen abgeschlossene Werkvertrag sei höchstens als Vorbereitungshandlung für die betrügerischen Machenschaften des Gyr zu betrachten; diese, wie die Schädigung, wären in Teufen erfolgt, weshalb die appenzellischen Behörden zuständig seien.\n\nE.- Da das Verhöramt des Kantons Appenzell-A.Rh. die Übernahme der Strafverfolgung ablehnte, ersuchte die Staatsanwaltschaft des Kantons St. Gallen mit Eingabe vom 15. Dezember 1954 die Anklagekammer des Bundesgerichtes, den zur Verfolgung und Beurteilung der Eheleute Gyr zuständigen Kanton zu bezeichnen. Die Gesuchstellerin hält daran fest, dass die Beschuldigten durch die Behörden des Kantons Appenzell-A.Rh. zu verfolgen seien.\n\nF.- Die Justizdirektion des Kantons Appenzell-A.Rh. beantragt, die Behörden des Kantons St. Gallen zuständig zu erklären.\n\nDer Strafkläger Hans Brunner schliesst sich diesem Antrag an.\n\nBGE 81 IV 70 S. 72", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Die sanktgallischen und appenzellischen Behörden sind sich einig, dass jener Kanton, dem die Gerichtsbarkeit für die von Brunner erhobenen Anschuldigungen zukomme, Frau Gyr auch für die ihr von Frau Schönenberger zur Last gelegten Taten zu verfolgen und zu beurteilen habe.\n\n2. Streitig ist, ob die Eheleute Gyr die ihnen von Brunner vorgeworfene strafbare Handlung nur im Kanton Appenzell-A.Rh. oder auch in andern Kantonen, vor allem in St. Gallen, ausgeführt haben. Vom Entscheid über diese Frage hängt ab, ob der Gerichtsstand nach der Regel des Abs. 1 des Art. 346 StGB zu bezeichnen, oder ob dafür Abs. 2 dieser Bestimmung massgebend sei.\n\nNach der Darstellung in der Strafklage war Gyr von Anfang an entschlossen, Brunner hereinzulegen, und hat er diesen bewusst und gewollt schon beim Abschluss des Vertrages vom 30. Juli 1953 in St. Gallen durch die Zusicherung getäuscht, dass er den Bau für Fr. 120'000.-- schlüsselfertig zur Ausführung übernehme. Trifft diese Sachdarstellung zu, so hat Gyr jedenfalls auch in St. Gallen Handlungen vorgenommen, die nicht als blosse Vorbereitungshandlungen zu würdigen sind, sondern zur Ausführung des Verbrechens gehören (vgl.BGE 71 IV 211;BGE 74 IV 133;BGE 75 IV 177). Zuständig zur Verfolgung und Beurteilung der Tat sind in diesem Falle nach der Regel des Art. 346 Abs. 2 StGB die Behörden des Kantons St. Gallen, da dort die Untersuchung durch die Einreichung der Strafklage (vgl.BGE 71 IV 59Erw. 3) zuerst angehoben worden ist.\n\n3. Aus den Akten ergibt sich nun aber nicht, ob die angeführte Sachdarstellung des Strafklägers richtig sei. Anderseits steht es nicht der Anklagekammer zu, die zur Ermittlung der Ausführungsorte erforderlichen Erhebungen selber vorzunehmen; sie hat lediglich auf Grund der Akten zu entscheiden (BGE 73 IV 62Erw. 2).\n\nAuf diese Erhebungen kann im vorliegenden Falle auch BGE 81 IV 70 S. 73nicht etwa im Hinblick auf die Befugnis der Anklagekammer verzichtet werden, gestützt auf Art. 263 BStP aus Zweckmässigkeitsgründen vom Gerichtsstande des Art. 346 StGB abzuweichen (BGE 69 IV 43;BGE 71 IV 160). Für eine solche Entscheidung besteht im vorliegenden Falle kein genügender Anlass, da nach der Strafklage ein bedeutender Teil der betrügerischen Machenschaften in St. Gallen begangen worden sein kann. Hier wurde der Vertrag vom 30. Juli 1953 abgeschlossen, welcher die - eine Grundlage des Betruges bildende - Vollmacht zur Finanzierung des Bauvorhabens enthält. Gleichfalls in St. Gallen soll die Grundpfandverschreibung von Fr. 15'000.-- mit einem Einschlag von Fr. 3000.-- übergeben worden sein. Dazu kommt, dass die Beschuldigten nun im Kanton St. Gallen wohnen und dass sich der Strafkläger auf dort ansässige Zeugen beruft, worunter vor allem auf den bauleitenden Architekten, mit dem die Beschuldigten wohl oft in St. Gallen verhandelt haben. Diese Gründe lassen nicht zu, den Gerichtsstand St. Gallen von vorneherein auszuschliessen und die Behörden von Appenzell-A.Rh. zuständig zu erklären, nur weil die wichtigeren Ausführungshandlungen des Verbrechens in diesem Kanton vorgenommen worden sind (vgl.BGE 71 IV 59).\n\n4. Es ist demnach unerlässlich, dass vorerst die zur Bestimmung des Gerichtsstandes nötigen Feststellungen getroffen werden, und zwar obliegt diese Aufgabe, da nicht ein Antragsdelikt in Frage steht, nicht etwa dem Strafkläger (BGE 73 IV 63). Es ist vielmehr Sache der sanktgallischen Behörden, an die sich der Strafkläger Brunner zuerst gewendet hat (vgl.BGE 71 IV 59Erw. 3), die Umstände der strafbaren Handlung, die den Beschuldigten Eheleuten Gyr vorgeworfen wird, soweit abzuklären, als es für die Bestimmung des Gerichtsstandes erforderlich ist. Stellt sich dabei heraus, dass die Beschuldigten in St. Gallen eine Ausführungshandlung vorgenommen haben, so sind die Behörden dieses Kantons verpflichtet, die BGE 81 IV 70 S. 74Eheleute Gyr für alle ihnen zur Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen. Der sanktgallische Gerichtsstand ergibt sich dann aus Art. 346 Abs. 2 StGB. Falls dagegen die Erhebungen ergeben, dass die von Brunner verzeigte Tat restlos ausserhalb des Kantons St. Gallen ausgeführt worden ist, so sind die sanktgallischen Behörden nicht verpflichtet, die weitere Verfolgung und die Beurteilung zu übernehmen.\n\nDemnach erkennt die Anklagekammer:\n\nDie Behörden des Kantons St. Gallen werden im Sinne der Erwägungen berechtigt und verpflichtet erklärt, Josef und Rosa Gyr-Baumann zu verfolgen und zu beurteilen."}