{"annee": "81", "cour": "IV", "page": "67", "date": "11/1/1955", "cite": ["75 IV 139", "76 IV 202", "73 IV 205"], "cite_par": [], "chapeau": "14. Entscheid der Anklagekammer vom 11. Januar 1955 i. S. Stutz gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 350 ch. 1 CP. L'autorité cantonale qui est compétente de par cette disposition légale est autorisée à poursuivre les actes commis dans un autre canton sans l'autorisation de celui-ci."], "faits": "BGE 81 IV 67 S. 67\n\nDr. Schulthess erhob gegen Heinrich Stutz beim Untersuchungsrichteramt Bern Ehrverletzungsklage wegen Äusserungen, die Stutz als Zeuge vor dem Gerichtspräsidenten III in Bern und in einem von Hombrechtikon (Kanton Zürich) aus an den Anwalt des Klägers gerichteten Brief getan hatte. Der Generalprokurator des Kantons Bern anerkannte am 15. Dezember 1954 gestützt auf Art. 350 Ziff. 1 Abs. 2 StGB den bernischen Gerichtsstand. Stutz ficht diesen Entscheid bei der Anklagekammer des Bundesgerichts mit Bezug auf die im Kanton Zürich begangene Handlung an. Er anerkennt, dass beide Handlungen, die Gegenstand der Klage bilden, mit der gleichen Strafe bedroht sind, bestreitet jedoch, dass er mit Bezug auf die im Brief getane Äusserung im Sinne des Art. 350 Ziff. 1 Abs. 2 StGB \"verfolgt\" werde; denn nur die Behörden des Kantons Zürich seien zuständig, die Verfolgung dieser Handlung aufzunehmen.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\nArt. 350 Ziff. 1 StGB ordnet den Gerichtsstand beim Zusammentreffen strafbarer Handlungen. Indem der zweite Absatz dieser Norm die Behörden des Ortes, wo die Untersuchung zuerst angehoben wird, für die Verfolgung aller mit der gleichen Strafe bedrohten Handlungen zuständig erklärt, bestimmt er, dass diese Behörden auch berechtigt und verpflichtet sind, den Täter wegen der im anderen Kanton verübten Handlungen zu verfolgen und zu beurteilen.\n\nBGE 81 IV 67 S. 68Ihnen steht daher auch zu, zu befinden, ob deren Verfolgung überhaupt stattzufinden hat. Dies jedenfalls in dem hier zutreffenden Falle, dass im anderen Kanton über diese Handlungen weder ein Urteil noch ein Einstellungsbeschluss ergangen ist, der Grundsatz \"ne bis in idem\" durch Aufnahme der Verfolgung in dem nach Art. 350 Ziff. 1 Abs. 2 StGB zuständigen Kanton also nicht verletzt werden kann. Den Kläger an die Behörden des Tatortes zu weisen, obschon feststeht, dass diese nach der genannten klaren Bestimmung zur Verfolgung nicht zuständig sind, weil ein anderer Kanton wegen einer mit gleicher Strafe bedrohten und in seinem Gebiete verübten Handlung bereits eine Untersuchung angehoben hat, wäre unsinnig. Die Behörden des nach Art. 350 Ziff. 1 Abs. 2 unzuständigen Kantons müssten sich darauf beschränken, ihre Unzuständigkeit festzustellen, zumal wenn die Tat nur auf Antrag zu verfolgen ist und daher die blosse Übermittlung der Akten an den anderen Kanton diesen nicht notwendigerweise (von Bundesrechts wegen) verpflichtet, das Verfahren fortzusetzen (vgl. BGE 73 IV 207). Daran ändert der Umstand nichts, dass der erste Absatz von Art. 350 Ziff. 1, an den der Wortlaut des zweiten Absatzes anknüpft, mit den Worten beginnt: \"Wird jemand wegen mehrerer, an verschiedenen Orten verübter strafbarer Handlungen verfolgt, .....\" Das heisst nicht, dass Art. 350 Ziff. 1 erst gelte, wenn an verschiedenen Orten Strafverfahren hängig sind. Es genügt, dass der Beschuldigte an verschiedenen Orten strafbare Handlungen begangen hat und die zuständige Behörde sie verfolgen will. Welche Behörde zuständig ist, sagt aber gerade Art. 350. Einer Ermächtigung der Behörde des Tatortes, die Verfolgung aufzunehmen, bedarf sie nicht; weder Art. 350 noch eine andere Bestimmung sieht das vor.\n\nEtwas anderes ergibt sich auch nicht aus den in BGE 73 IV 205 ff. und BGE 75 IV 139 ff. veröffentlichten Entscheiden, auf die Stutz sich beruft. Ersterer betrifft einen Fall, in dem ein Kanton einen anderen nach Art. 346 StGB zur Übernahme einer Strafverfolgung verhalten wollte, in der BGE 81 IV 67 S. 69Meinung, dessen Behörden hätten ihre Zuständigkeit bestritten, während sie die Verfolgung lediglich abgelehnt hatten, weil bei ihnen nicht nach den Vorschriften ihres Prozessrechts Strafantrag gestellt worden war. Ein Streit um den Gerichtsstand lag dort überhaupt nicht vor. In BGE 75 IV 139 ff. sodann wurde lediglich in Bezug auf den Fall eines negativen Gerichtsstandskonfliktes, wie er dort zu beurteilen war, ausgeführt, dass die Entscheidung darüber, ob ein Strafverfahren stattfinden solle, den Behörden des Tatortes zustehe. Das heisst nach dem Zusammenhange nur, dass den Behörden eines Kantons nicht eine Gesamtverfolgung nach Art. 350 Ziff. 1 StGB aufgenötigt werden kann im Hinblick auf eine in diesem Kanton verübte Tat, die sie nicht verfolgen wollen, sei es, dass sie die Eröffnung des Verfahrens abgelehnt, sei es, dass sie die Verfolgung - bevor der andere Kanton die Untersuchung wegen der anderen Handlungen angehoben hat (BGE 76 IV 206 Erw. 3) - eingestellt haben. Diese Auslegung des Gesetzes versteht sich. Ein Kanton soll nicht wegen Handlungen, die weder nach Art. 350 noch nach Art. 346 seiner Gerichtsbarkeit unterstehen und die der zuständige Kanton nicht verfolgen will, sich der Pflicht zur Verfolgung anderer, im eigenen Gebiete verübter Handlungen entziehen können. Daraus darf nicht abgeleitet werden, dass er auch nicht befugt sei, eine im andern Kanton verübte Handlung ohne dessen Ermächtigung gestützt auf Art. 350 Ziff. 1 zusammen mit den im eigenen Kanton verübten Handlungen zu verfolgen. Diesen Schluss haben denn auch die kantonalen Behörden in ihrer Praxis trotz der allgemeinen Fassung von BGE 75 IV 141 nie gezogen.\n\nDemnach erkennt die Anklagekammer:\n\nDas Gesuch wird abgewiesen, und die Behörden des Kantons Bern werden zuständig erklärt, den Gesuchsteller auch für die im Kanton Zürich verübte Tat zu verfolgen und zu beurteilen."}