{"annee": "81", "cour": "I", "page": "22", "date": "9/3/1955", "cite": [], "cite_par": ["83 I 111", "84 I 18", "109 IA 304"], "chapeau": "5. Arrêt du 9 mars 1955 dans la cause Hoegger & Cie SA contre Département des finances du Canton de Neuchâtel.", "regestes": ["Double imposition; droit de timbre proportionnel. Le droit de timbre proportionnel à la valeur constatée dans un acte écrit est un impôt auquel s'applique l'art. 46 al. 2 Cst. Le droit de le prélever appartient au canton sur le territoire duquel le document a été créé, sans égard au lieu où le contrat a été conclu."], "faits": "BGE 81 I 22 S. 22\n\nA.- La loi neuchâteloise du 9 février 1935 concernant les mesures destinées à améliorer la situation financière de l'Etat contient diverses règles au sujet du droit de timbre. Elle institue notamment un timbre proportionnel, \"dont le montant varie d'après la valeur constatée par l'écrit\". Ce timbre proportionnel, qui est de 10 ct. par 100 fr. ou fraction de 100 fr., doit être apposé en particulier sur \"tout contrat ou convention quelconques, à l'exception des actes de transfert immobilier et de constitution de droits réels payant les lods\" (cf. art. 67, 68 et 69). D'autre part, le règlement neuchâtelois d'exécution des dispositions légales cantonales sur les droits de timbre, du 12 juillet 1938, prévoit que les actes créés hors du canton sont soumis au droit de timbre avant tout usage dans le canton. Toutefois, si ces actes ont déjà été soumis à un droit de timbre proportionnel dans un autre canton, le montant de ce droit est déduit de celui qui est dû à l'Etat de Neuchâtel (art. 3).\n\nBGE 81 I 22 S. 23\n\nB.- Le 15 octobre 1954, un représentant de la maison C. Hoegger & Cie SA, fabrique de machines à Gossau (St-Gall), a passé, à Fleurier, avec Henri Huguenin, boucher, un contrat de vente relatif à un poussoir à pression d'huile et à une machine à pétrir valant 6600 fr. et qui devaient être installés dans une succursale de l'acheteur, à Môtiers.\n\nLe contrat réserve \"la confirmation par écrit de la direction du fournisseur\". Cette confirmation est intervenue par lettre expédiée le 21 octobre 1954 par la direction de Hoegger & Cie SA, à Gossau.\n\nLe contrat prévoit d'autre part que \"le vendeur se réserve la propriété de la chose livrée jusqu'au paiement complet du prix de vente\". Le 27 octobre 1954, Hoegger & Cie SA a fait inscrire ce pacte de réserve de propriété dans le registre tenu par l'office des poursuites de Môtiers. L'office a réclamé un émolument de 17 fr. 60 comprenant notamment un droit de timbre proportionnel de 6 fr. 60 sous déduction de 0 fr. 40 représentant le timbre acquitté par Hoegger & Cie SA dans le canton de St-Gall. La maison Hoegger & Cie SA a payé l'émolument demandé. Toutefois, le 2 novembre 1954, elle a réclamé la somme de 6 fr. 20 à l'office des poursuites de Môtiers, auquel elle a reproché d'avoir violé la jurisprudence du Tribunal fédéral en matière de double imposition en exigeant le paiement d'un droit de timbre proportionnel. Le 3 novembre 1954, l'office a rejeté cette réclamation en faisant valoir que le timbre proportionnel réclamé avait été prélevé conformément aux dispositions légales en vigueur dans le canton de Neuchâtel. Le 6 novembre 1954, Hoegger & Cie SA a recouru au Département des finances du canton de Neuchâtel en exposant que la décision de l'office était contraire à l'interdiction de la double imposition. Le 10 novembre 1954, le Département des finances a rejeté le recours et confirmé la décision de l'office.\n\nC.- La société Hoegger & Cie attaque la décision du Département des finances par la voie d'un recours de droit BGE 81 I 22 S. 24public pour violation de l'art. 46 al. 2 Cst. Elle conclut à l'annulation des décisions prises par le Département des finances le 10 novembre 1954 et par l'office le 3 novembre 1954, au remboursement de la somme de 6 fr. 20 et à l'annulation de diverses dispositions de la loi neuchâteloise du 9 février 1935 et du règlement d'exécution du 12 juillet 1938. Son argumentation sera reprise pour autant que de besoin dans les considérants de droit du présent arrêt.\n\nLe Département des finances du canton de Neuchâtel conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Ainsi que le Tribunal fédéral l'a déjà admis, le droit de timbre proportionnel à la valeur constatée dans un acte écrit est un impôt auquel s'applique l'art. 46 al. 2 Cst. (RO 71 I 325, 72 I 10, 85). Il frappe le rapport juridique documenté par l'acte; c'est ce rapport qui est imposé à travers la pièce. Mais comme ne sont imposés que les rapports juridiques qui font l'objet d'un acte, le pouvoir de prélever l'impôt prend naissance avec la rédaction du document seulement. Il appartient dès lors exclusivement au canton sur le territoire duquel ce document a été créé (RO 72 I 85), c'est-à-dire où le contrat a été rédigé et signé. La jurisprudence n'attache pas d'importance en revanche au lieu où le contrat a été conclu.\n\nEn l'espèce, la pièce constatant le contrat de vente a été établie et signée par l'acheteur et le représentant du vendeur à Fleurier, dans le canton de Neuchâtel. Cela résulte notamment du préambule de la lettre que la recourante a écrite à Henri Huguenin le 21 octobre 1954. Il s'ensuit que la souveraineté fiscale appartient au canton de Neuchâtel.\n\nLa recourante objecte, il est vrai, que, d'après l'acte lui-même, une confirmation écrite de sa part était nécessaire et que cette confirmation est intervenue à Gossau. Cependant cet argument ne peut être retenu. La réserve relative à \"la confirmation par écrit de la direction du fournisseur\" n'a rien à voir avec l'établissement du document.\n\nBGE 81 I 22 S. 25Elle concerne les modalités de la conclusion du contrat, lesquelles, précisément, ne jouent pas un rôle décisif dans la délimitation des souverainetés fiscales de deux cantons.\n\nLa recourante fait également valoir que le contrat a été conclu à Gossau. Toutefois ce moyen ne peut être retenu non plus puisque le lieu où le contrat a été conclu est sans importance.\n\nDu moment que le pouvoir de prélever l'impôt appartenait au canton de Neuchâtel, les autorités de ce canton pouvaient, conformément aux art. 58 et 59 de la loi du 9 février 1935, réclamer le droit de timbre à la recourante, qui était \"partie à l'acte\" et l'invoquait \"devant un officier public\". L'arrêt RO 72 I 85 ne s'y opposait pas car il concerne une espèce où la souveraineté fiscale avait été reconnue à un autre canton que celui qui avait prélevé l'impôt, ce qui n'est pas le cas ici.\n\n2. La recourante soutient en outre que certaines dispositions de la loi neuchâteloise du 9 février 1935 et du règlement d'exécution du 12 juillet 1938 sont incompatibles avec l'art. 46 al. 2 Cst. Elle est recevable à le faire puisqu'elle agit à l'occasion d'un cas particulier où l'autorité a fait usage de ces dispositions (RO 80 I 137). Mais son recours sur ce point doit être rejeté, l'application de ces textes ne conduisant pas en l'occurrence à une double imposition contraire à l'art. 46 al. 2 Cst.\n\nPar ces motifs, le Tribunal fédéral\n\nrejette le recours."}