{"annee": "81", "cour": "I", "page": "1", "date": "2/3/1955", "cite": [], "cite_par": ["123 III 129", "139 III 60"], "chapeau": "1. Auszug aus dem Urteil vom 2. März 1955 i.S. Stähli gegen Basel-Stadt, Regierungsrat und Paritätische Kommission für das Bau- und Holzgewerbe.", "regestes": ["Contrat collectif de travail; arbitraire. Admissibilité et interprétation d'une disposition contractuelle d'après laquelle les employeurs doivent appliquer les règles de la convention aux ouvriers non syndiqués et, lorsqu'ils leur versent des salaires inférieurs à ceux prévus par le contrat, payer la différence, comme peine conventionnelle, à un fonds d'association."], "faits": "BGE 81 I 1 S. 1\n\nA.- Für das Bau- und Holzgewerbe besteht im Kanton Basel-Stadt ein Gesamtarbeitsvertrag (GAV) vom 1. Januar 1953, an dem auch der Malermeisterverband Basel-Stadt beteiligt ist. Dieser Vertrag regelt die Arbeits- und BGE 81 I 1 S. 2Lohnverhältnisse sämtlicher in den einschlägigen Gewerben des Platzes Basel beschäftigten Arbeitnehmer (Art. 1 Ziff. 1 GAV). Arbeitgeber, welche gegen die Bestimmungen des Vertrages verstossen, sind zu den entsprechenden Nachzahlungen verpflichtet und können ausserdem zu einer Konventionalstrafe verurteilt werden (Art. 19 Ziff. 1 GAV). Für das Malergewerbe bestimmt der GAV u.a., dass Hilfsarbeiter nur zu Hilfs- und Reinigungsarbeiten, jedoch nicht zu Anstrich- und Spritzarbeiten verwendet werden dürfen (Art. 35 Ziff. 2 GAV).\n\nB.- Der Beschwerdeführer Joseph Stähli betreibt in Basel ein Malergeschäft und ist Mitglied des Malermeisterverbandes Basel-Stadt. Er beschäftigt Hilfsarbeiter, die keinem der am GAV beteiligten Verbände angehören. Da er diese Hilfsarbeiter Anstricharbeiten an Eisenkonstruktionen ausführen liess, wurde er von der Paritätischen Kommission wegen Verletzung von Art. 35 Ziff. 2 GAV verurteilt, an ihren Fonds eine Nachzahlung von Fr. 968.50 (Differenz zwischen den den Hilfsarbeitern ausbezahlten und den für gelernte Maler geltenden Löhnen) sowie eine Konventionalstrafe von Fr. 500.-- zu entrichten.\n\nDas Vertragliche Schiedsgericht, an das Stähli rekurrierte, bestätigte diesen Entscheid unter Herabsetzung der Konventionalstrafe auf Fr. 300.--. Eine hiegegen erhobene Beschwerde wies der Regierungsrat des Kantons Basel-Stadt am 22. Oktober 1954 mit im wesentlichen folgender Begründung ab:\n\nDer Beschwerdeführer bestreite nicht, dass er als Mitglied eines am GAV beteiligten Verbandes zur Einhaltung des GAV verpflichtet sei. Dass die von ihm mit Aussenseitern abgeschlossenen Dienstverträge vom GAV betroffen würden, behaupte das Schiedsgericht nicht; dagegen nehme es an, dass er nach Art. 1 Ziff. 1 GAV auch Aussenseiter tarifmässig entlöhnen müsse. Eine solche Abrede sei nach dem OR ohne weiteres möglich, werde von der Doktrin ganz allgemein als zulässig erklärt und komme in der Praxis nicht selten vor. Der Einwand, dass im Falle BGE 81 I 1 S. 3der Verwendung eines Arbeiters in einer höheren Kategorie nach dem GAV nur eine Konventionalstrafe, nicht aber eine Nachzahlung verfügt werden könne, sei unbegründet; die Nachzahlung entspreche nicht nur dem Wortlaut von Art. 19, sondern auch dem Sinn und Zweck des GAV, denn dadurch werde vermieden, dass der Beschwerdeführer in ungerechtfertigter Weise besser gestellt werde als die Konkurrenten, welche den GAV einhalten.\n\nC.- Gegen diesen Entscheid hat Joseph Stähli rechtzeitig staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV (Willkür) erhoben.\n\nD.- Der Regierungsrat des Kantons Basel-Stadt beantragt die Abweisung der Beschwerde.\n\nDas Bundesgericht hat die Beschwerde abgewiesen.", "considerants": "Aus den Erwägungen:\n\n3. Wenn der GAV auch keine Ansprüche der daran nicht beteiligten Arbeitnehmer gegen ihre Arbeitgeber begründet, kann er diesen doch auch inbezug auf solche Arbeitnehmer Pflichten auferlegen. So kann der GAV vorsehen, dass der Arbeitgeber seine Normen gegenüber den nicht organisierten Arbeitnehmern in gleicher Weise wie gegenüber den organisierten und am GAV beteiligten Arbeitnehmern anzuwenden habe (SCHWEINGRUBER, Arbeitsrecht, 2. Aufl. S. 76). Nun bestimmt der vorliegende GAV in Art. 1 Ziff. 1, dass er die Arbeits- und Lohnverhältnisse sämtlicher in den einschlägigen Gewerben des Platzes Basel beschäftigten Arbeitnehmer regle. Angesichts dieser umfassenden Umschreibung des Kreises der betroffenen Arbeitnehmer sind, wie ohne jede Willkür angenommen werden kann, die auf den GAV verpflichteten Arbeitgeber gehalten, den Bestimmungen des GAV sowohl inbezug auf die organisierten wie auch inbezug auf die nicht organisierten Arbeiter nachzuleben.\n\n4. Da sich die Ansprüche der nicht organisierten Arbeitnehmer nicht nach dem GAV, sondern nach den mit ihren Arbeitgebern abgeschlossenen Dienstverträgen richten, BGE 81 I 1 S. 4können nicht organisierte Hilfsarbeiter, die entgegen Art. 35 Ziff. 2 GAV zu Anstricharbeiten verwendet werden, hieraus keine Ansprüche gegen ihren Arbeitgeber ableiten. Das schliesst aber nicht aus, dass dieser wegen Verletzung des Verbotes nicht nur zu einer Konventionalstrafe, sondern auch zu entsprechenden Nachzahlungen verpflichtet wird. Art. 19 GAV sieht in Ziff. 1 für Arbeitgeber, die gegen die Bestimmungen des GAV verstossen, als Sanktion, und zwar in erster Linie, entsprechende Nachzahlungen vor und bestimmt in Ziff. 3, dass Nachzahlungen, welche von den Arbeitern nicht beansprucht werden können, in den Fonds der Paritätischen Kommission einzubezahlen sind. Wenn der Beschwerdeführer, der nichtorganisierte Hilfsarbeiter mit einem Mindeststundenlohn von Fr. 2.55 zu einer den gelernten Malern mit einem Mindeststundenlohn von Fr. 2.84 vorbehaltenen Arbeit verwendet hat, zur Nachzahlung der Differenz an den Fonds verurteilt worden ist, so lässt sich diese Verpflichtung jedenfalls mit dem Wortlaut des GAV sehr wohl vereinbaren. Sie entspricht aber auch, wie ohne Willkür angenommen werden kann, dem Sinn und Zweck des GAV. Das Verbot, Hilfsarbeiter zu Anstricharbeiten zu verwenden, dient einerseits dem Schutz der gelernten Arbeiter und der Förderung der beruflichen Ausbildung, anderseits aber, wie die Gesamtarbeitsverträge überhaupt (BBl 1954 S. 126), der Ordnung des Konkurrenzkampfes. Dieser Zweck lässt es aber als gerechtfertigt und keinesfalls willkürlich erscheinen, dass ein Arbeitgeber, der sich durch die nach dem GAV verbotene Verwendung unqualifizierter Arbeiter für qualifizierte Arbeiten gegenüber den vertragstreuen Konkurrenten einen Vorteil verschafft hat, zum Ausgleich zu einer der Lohndifferenz entsprechenden Nachzahlung verpflichtet wird, und zwar, falls die betreffenden Arbeiter als nicht organisiert oder aus andern Gründen keinen Anspruch auf die Nachzahlung haben, an den Fonds der Paritätischen Kommission. In diesem Falle ist die Nachzahlung nicht mehr Lohnzahlung, sondern sie stellt eine zusätzliche Konventionalstrafe BGE 81 I 1 S. 5dar. Als solche ist sie aber, wie sich aus den vorstehenden Ausführungen ergibt, sowohl mit dem Wortlaut als auch mit dem Sinn und Zweck des GAV vereinbar, weshalb der Einwand des Beschwerdeführers, der Regierungsrat anerkenne willkürlich einen Nachzahlungsanspruch für einen weder gesamt- noch einzeldienstvertraglich festgesetzten Lohn, sich als unbegründet erweist."}