{"annee": "81", "cour": "II", "page": "534", "date": "13/12/1955", "cite": ["52 II 393", "40 II 289", "74 II 14", "55 II 35", "71 II 188"], "cite_par": ["98 II 176", "91 II 153", "89 II 304", "109 II 43", "109 II 239", "112 II 356", "85 II 525", "117 II 290", "112 IB 353", "83 II 345", "90 II 235", "85 II 474", "85 II 286", "110 II 387"], "chapeau": "81. Urteil der I. Zivilabteilung vom 13. Dezember 1955 i. S. Daetwyler gegen Delta-Werke Zofingen AG", "regestes": ["1. Art. 706 al. 4 CO. Quand l'action en justice est-elle introduite par la réquisition d'audience de conciliation? (consid. 1). 2. Art. 706 al. 1 CO. Interprétation d'une décision de l'assemblée générale (consid. 2). 3. Art. 2 al. 2 CC, art. 686 CO. a) Commet un abus de droit le vendeur d'actions nominatives qui, avant la tradition, exerce le droit de vote selon les instructions de l'acheteur, afin d'éluder une disposition statutaire selon laquelle le transfert des actions est soumis à l'agrément de la société (actions liées; consid. 3). b) Une telle disposition statutaire n'empêche pas le fiduciaire de souscrire des actions et d'exercer le droit de vote d'après les instructions du fiduciant, à moins qu'ils ne veuillent éluder par là une règle légale ou statutaire (consid. 4). 4. Art. 689 al. 2 CO. Celui qui a vendu ses actions conserve, tannt qu'il ne les a pas transférées à l'acheteur, tous ses droits d'actionnaire, y compris celui de représenter d'autres actionnaires à l'assemblée lorsque ce droit ne compète qu'aux actionnaires en vertu des statuts (consid. 5). 5. Art. 159 al. 6 OJ. Si le Tribunal fédéral confirme le jugement cantonal quant au fond, il ne peut statuer sur les frais de l'instance cantonale (consid. 7)."], "faits": "BGE 81 II 534 S. 535\n\nA.- Das Grundkapital der Aktiengesellschaft Delta-Werke Zofingen ist in tausend auf den Namen lautende Aktien zerlegt, die nur mit Genehmigung des Verwaltungsrates übertragen werden können (Art. 3 Abs. 2 der Statuten). Bei Abstimmungen und Wahlen verleiht jede Aktie eine Stimme (Art. 8 Abs. 1 der Statuten). Die Aktionäre können sich durch andere Aktionäre vertreten lassen (Art. 8 Abs. 2 der Statuten).\n\nAm 14. November 1952 wurde eine ausserordentliche Generalversammlung abgehalten. Unter den 18 teilnehmenden Aktionären mit 678 eigenen und vertretenen Aktienstimmen befand sich der im Aktienbuch eingetragene Theo Hertig. Er übte das Stimm- und Wahlrecht mit 142 Aktien aus, die ihm die Ed. Geistlich Söhne A.-G. für chemische Industrie abgekauft, die er ihr aber noch nicht übertragen und deren Übertragung der Verwaltungsrat der Delta-Werke Zofingen A.-G. auch noch nicht zugestimmt hatte. Ausserdem stimmte und wählte er als Bevollmächtigter des Schweizerischen Bankvereins mit 240 Aktien, die diese Bank anlässlich der Kapitalerhöhung vom 26. August 1947 im Auftrage und auf Rechnung der Ed. Geistlich Söhne A.-G. für chemische Industrie, aber im eigenen Namen gezeichnet und nachher als eingetragener Aktionär BGE 81 II 534 S. 536ununterbrochen besessen hatte. Hertig stimmte und wählte sowohl mit den eigenen als auch mit den von ihm vertretenen Stimmen nach den Weisungen der Ed. Geistlich Söhne A.-G.\n\nDie Generalversammlung hatte für das im Jahre 1952 beginnende und die zwei folgenden Geschäftsjahre den Verwaltungsrat zu wählen. Da der Aktionär Werner Daetwyler die Stimm- und Wahlberechtigung Hertigs und des Schweizerischen Bankvereins bestritt, wurde einmal mit den Stimmen aller im Aktienbuch eingetragenen und anwesenden oder vertretenen Aktionäre und hernach ohne die Stimmen Hertigs und des Schweizerischen Bankvereins abgestimmt und gewählt, ohne dass ein förmlicher Beschluss darüber gefasst worden wäre, welche Ergebnisse massgebend sein sollten.\n\nDie Versammlung gab mit den Stimmen Hertigs und des Schweizerischen Bankvereins 450 und ohne sie 68 Stimmen für die Wahl eines Verwaltungsrates von zwei Mitgliedern ab, während 208 Stimmen die Wahl eines Verwaltungsrates von drei Mitgliedern verlangten.\n\nDie Wahl mit den Stimmen Hertigs und des Schweizerischen Bankvereins ergab 641 Stimmen für Dr. Hans Studer, 485 für Paul Geistlich und 193 für Hermann Daetwyler. Ohne die Stimmen Hertigs und des Schweizerischen Bankvereins fielen 259 Stimmen auf Dr. Studer, 103 Stimmen auf Paul Geistlich und 193 Stimmen auf Hermann Daetwyler.\n\nDer Vorsitzende erklärte Dr. Studer und Paul Geistlich als gewählt. Er fügte bei, wenn die Anfechtung der Stimmen Hertigs Erfolg haben sollte, wäre nur Dr. Studer gewählt und würde Hermann Daetwyler das andere Mandat zu übernehmen haben; bis zu einem gerichtlichen Entscheid habe der mit sämtlichen Stimmen gewählte Verwaltungsrat die Geschäftsführung zu übernehmen. Die Versammlung widersprach nicht.\n\nB.- Nachdem am 8. Januar 1953 auf Begehren des Hermann und des Werner Daetwyler vor dem Friedensrichter BGE 81 II 534 S. 537des Kreises Zofingen ein erfolgloser Sühneversuch abgehalten worden war, klagte Hermann Daetwyler am 3. Juli 1953 beim Bezirksgericht Zofingen gegen die Delta-Werke Zofingen A.-G. Nach Berichtigung der Klagebegehren beantragte Hermann Daetwyler dem Bezirksgericht, der Beschluss der ausserordentlichen Generalversammlung vom 14. November 1952, zwei Verwaltungsratsmitglieder zu wählen, sowie die Wahl des Paul Geistlich seien als ungültig aufzuheben und es sei festzustellen, dass die Versammlung die Wahl von drei Verwaltungsratsmitgliedern beschlossen und Dr. Studer sowie den Kläger gewählt habe.\n\nDas Bezirksgericht und auf Appellation des Klägers auch das Obergericht des Kantons Aargau, dieses mit Urteil vom 6. Mai 1955, wiesen die Klage entsprechend dem Antrag der Beklagten ab und verurteilten den Kläger zu den Gerichtskosten und zum Ersatz der Parteikosten der Beklagten. Letztere wurden vom Obergericht auf Fr. 2468.70 für das erstinstanzliche und Fr. 876.-- für das oberinstanzliche Verfahren bestimmt.\n\nC.- Der Kläger führt Berufung mit den Anträgen, das Urteil des Obergerichts sei aufzuheben und die Klage sei unter Kosten- und Entschädigungsfolgen zulasten der Beklagten gutzuheissen.\n\nDie Beklagte beantragt, die Berufung sei unter Kosten- und Entschädigungsfolge abzuweisen.\n\nD.- Die Beklagte hat sich der Berufung mit den Anträgen angeschlossen, die Urteilssprüche über die zu ersetzenden Parteikosten seien aufzuheben und das Bundesgericht habe die der Beklagten auf Grund eines Streitwertes von mehr als Fr. 150'000.-- zukommende Entschädigung nach Massgabe des kantonalen Tarifs selber festzusetzen oder die Streitsache zur entsprechenden Kostenfestsetzung an die kantonale Instanz zurückzuweisen, unter Kostenfolge.\n\nDer Kläger beantragt, auf die Anschlussberufung sei nicht einzutreten, eventuell sei sie abzuweisen, alles unter Kosten- und Entschädigungsfolge.\n\nBGE 81 II 534 S. 538", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Einwendung der Beklagten, das Anfechtungsrecht des Klägers sei erloschen, weil er binnen der in Art. 706 Abs. 4 OR vorgesehenen Frist von zwei Monaten nach der Generalversammlung lediglich das Sühnebegehren gestellt, nicht aber auch die Klage eingereicht habe, hält nicht stand. Die Fristen, binnen denen nach Bundesrecht eine Klage bei Gefahr der Verwirkung eingereicht werden muss, können nach bundesgerichtlicher Rechtsprechung auch durch ein Gesuch um Durchführung eines Sühneversuches eingehalten werden, wenn ein solcher nach kantonalem Prozessrecht nötig oder zulässig ist und nach dem Scheitern des Versuches entweder der Sühnebeamte die Streitsache von Amtes wegen an das Gericht weiterzuleiten hat oder der Kläger zur Vermeidung von Rechtsnachteilen gehalten ist, den Richter binnen bestimmter Frist anzurufen, und er es auch tatsächlich binnen dieser Frist tut (BGE 74 II 15ff.). Nach aargauischem Prozessrecht hat der Richter die Streitsache von der Hand zu weisen, wenn nicht innerhalb der vorausgegangenen sechs Monate ein Sühneversuch stattgefunden hat (§ 106 ZPO). Die Klage muss also binnen dieser Frist nach Abhaltung des Sühneversuchs eingereicht werden, wenn der Kläger keinen Rechtsnachteil erleiden will. Im vorliegenden Falle ist diese Frist eingehalten worden, und da der Kläger das Sühnebegehren binnen zwei Monaten nach Abhaltung der Generalversammlung gestellt hat, ist die Klagefrist des Art. 706 Abs. 4 OR gewahrt.\n\n2. Die Beklagte ist der Meinung, die Berechtigung des von Hertig im eigenen Namen und als Vertreter des Schweizerischen Bankvereins ausgeübten Stimmrechts könne nicht gerichtlich angefochten werden, da kein Beschluss der Generalversammlung sie bejaht habe; der Kläger hätte hierüber eine formelle Abstimmung verlangen müssen, um nach Art. 706 OR vorgehen zu können.\n\nIndessen steht fest, dass der Vorsitzende in der Generalversammlung, BGE 81 II 534 S. 539von dieser nicht widersprochen, erklärt hat, Dr. Studer und Paul Geistlich seien gewählt und hätten bis zu einem gerichtlichen Entscheid die Geschäftsführung zu übernehmen. Dass je zweimal abgestimmt und gewählt worden ist, kann also nur den Sinn gehabt haben, dass die unter Mitberücksichtigung der Stimmen Hertigs und des Schweizerischen Bankvereins ermittelten Ergebnisse massgebend seien, jedoch im Hinblick auf die Möglichkeit gerichtlicher Anfechtung auch festgestellt werden solle, welches der Wille der Generalversammlung wäre, wenn Hertig und der Schweizerische Bankverein kein Stimmrecht haben sollten. Es liegen somit anfechtbare Beschlüsse vor. Das zu bestreiten, widerspricht Treu und Glauben, da die Beklagte die Aufgaben des Verwaltungsrates durch Dr. Studer und Paul Geistlich erfüllen lässt und selber den Standpunkt einnimmt, sie seien gültig gewählt.\n\n3. Nach der Feststellung des Obergerichts hatte Hertig seine 142 Aktien zwar vor der Generalversammlung vom 14. November 1952 an die Ed. Geistlich Söhne A.-G. verkauft, den Kaufvertrag aber an diesem Tage noch nicht erfüllt. Er war somit noch Eigentümer der Aktien. Das damit verbundene Stimmrecht kam ihm folglich noch zu; deshalb kann sich die in der Literatur umstrittene Frage nicht stellen, ob es ihm mangels Genehmigung der Übertragung der Aktien durch den Verwaltungsrat auch dann noch zugestanden hätte, wenn die Übertragung vollzogen gewesen wäre. Der Kläger bestreitet denn auch nicht, dass Hertig an sich trotz des Verkaufs noch stimmberechtigt war. Er wirft ihm lediglich vor, er habe Art. 3 Abs. 2 der Statuten umgangen, indem er gemäss eingegangener Verpflichtung nach den Weisungen der Käuferin gestimmt habe, obschon der Verkauf vom Verwaltungsrat nicht genehmigt worden sei.\n\nNach der Rechtsprechung des Bundesgerichts (Urteile vom 29. Juni 1948 und 22. April 1953 i.S. Werner Daetwyler gegen Hermann Daetwyler A.-G. bzw. Delta-Werke Zo fingen A.-G.) hält diese Rüge stand. Zu Unrecht leitet BGE 81 II 534 S. 540das Obergericht aus diesen Entscheiden ab, ein Aktionär könne von der Ausübung des Stimmrechts nur ausgeschlossen werden, wenn und soweit er ohne Zustimmung des Verwaltungsrates seine Macht in Gesellschaftsangelegenheiten durch Erwerb weiterer Stimmen vergrössert habe. Das Bundesgericht hat die Nichtzulassung zur Abstimmung damals damit begründet, dass die Stimmabgabe gestützt auf eine Abmachung erfolgen sollte, die gegen die statutarischen Vinkulierungsvorschriften verstiess und ausgesprochenes Umgehungsgeschäft war. Ein solches liegt auch hier vor. Indem Hertig sich im Zusammenhang mit dem Verkauf seiner Aktien verpflichtete, das Stimmrecht nach den Weisungen der Käuferin Ed. Geistlich Söhne A.-G. auszuüben, versuchte er, dieser die Rechtsstellung eines stimmberechtigten Aktionärs zu verschaffen, die sie gemäss Art. 3 Abs. 2 der Statuten nur mit Zustimmung des Verwaltungsrates hätte erlangen können. Das kann nicht zulässig sein, da sonst der Zweck des Erfordernisses dieser Zustimmung vereitelt wäre. Die Vinkulierung soll verhindern, dass gegen den Willen des Verwaltungsrates Dritte auf die Gesellschaft Einfluss nehmen oder Aktionäre ihre bisherige Stellung verstärken. Fände das Vorgehen Hertigs Rechtsschutz, so könnte jedermann sich durch den Kauf von Aktien mit Stimmverpflichtung der Verkäufer in der Generalversammlung entscheidenden Einfluss verschaffen, sich selber oder ihm unterworfene Personen in den Verwaltungsrat wählen lassen und hierauf mit Erfolg um Genehmigung der Übertragung der Aktien nachsuchen. Dieses Vorgehen ist offenbarer Missbrauch eines Rechts und daher nicht zu schützen (Art. 2 Abs. 2 ZGB). Die mit den Aktien Hertigs verbundenen 142 Stimmen fallen daher für das Ergebnis der Abstimmung und Wahl vom 14. November 1952 ausser Betracht, da feststeht, dass Hertig nach den Weisungen der Käuferin gestimmt und gewählt hat.\n\n4. Der Kläger bestreitet die Gültigkeit der vom Schweizerischen Bankverein mit Hilfe Hertigs abgegebenen 240 Stimmen zunächst mit der Begründung, der Schweizerische BGE 81 II 534 S. 541Bankverein habe sich in der verdeckten Stellung eines Bevollmächtigten der Ed. Geistlich Söhne A.-G. befunden, die mangels Eintragung im Aktienbuch keine Mitgliedschaftsrechte gehabt habe und daher niemanden gültig habe bevollmächtigen können. Für Strohmann-Stimmen, wie der Schweizerische Bankverein sie habe ausüben lassen, sei im Bereiche vinkulierter Namenaktien kein Raum.\n\nDer Kläger verkennt, dass die Rechte aus dem vom Schweizerischen Bankverein gezeichneten Aktien nie der Ed. Geistlich Söhne A.-G., sondern von Anfang an und auch noch am 14. November 1952 gültig dem Schweizerischen Bankverein zugestanden haben und daher von einer Legitimationsübertragung durch Vollmacht seitens der Ed. Geistlich Söhne A.-G. keine Rede sein kann. Dass der Schweizerische Bankverein die Aktien im Auftrag und auf Rechnung dieser Gesellschaft gezeichnet hat und besitzt, sich ihr gegenüber also in der Stellung eines Fiduziars befindet, ändert nichts. Er hat die Aktien ohne Widerspruch der Beklagten im eigenen Namen gezeichnet und hat daher im Verhältnis zur Beklagten die Stellung eines vollberechtigten Aktionärs. Weder das Gesetz noch die Statuten der Beklagten verbieten die Zeichnung von Aktien durch einen Fiduziar. Es sind auch keine Tatsachen behauptet, aus denen sich ergäbe, dass sie hier in Umgehung des Gesetzes erfolgte, etwa weil die Ed. Geistlich Söhne A.-G. nicht berechtigt gewesen wäre, selber Aktien zu zeichnen, oder sonstwie zur Erschleichung von Stimmrechten. Hatte somit der Schweizerische Bankverein gültig alle Rechte eines Aktionärs, inbegriffen das Stimmrecht, so trifft auch Art. 3 Abs. 2 der Statuten nicht zu. Diese Bestimmung gilt lediglich für die Übertragung der Aktien. Eine Übertragung hat nie stattgefunden, weder von der Ed. Geistlich Söhne A.-G. auf den Schweizerischen Bankverein noch umgekehrt.\n\nStand das fiduziarische Rechtsverhältnis zwischen diesen Firmen den Aktienrechten des Schweizerischen Bankvereins BGE 81 II 534 S. 542nicht im Wege, so war zulässig, dass er das Stimmrecht nach den Weisungen des Fiduzianten ausüben liess. Wenn nicht ein Umgehungsgeschäft vorliegt, ist jeder Aktionär frei, nach den Wünschen eines Dritten zu stimmen.\n\n5. Der Kläger macht sodann geltend, Hertig habe den Schweizerischen Bankverein in der Ausübung des Stimmrechts nicht vertreten können, weil er selber nicht stimmberechtigt gewesen sei; nach Art. 8 Abs. 2 der Statuten müsse der Bevollmächtigte nicht nur Aktionär, sondern auch stimmberechtigt sein.\n\nDamit unterschiebt der Kläger dieser statutarischen Bestimmung einen Sinn, den ihr Wortlaut nicht verrät, verlangt sie doch nur, dass der Bevollmächtigte Aktionär sei, nicht auch, dass er Stimmrecht habe. Darauf kommt aber nichts an. Hertig hatte am 14. November 1952 noch alle Mitgliedschaftsrechte aus seinen 142 Aktien, insbesondere auch das Stimmrecht. Lediglich die Befugnis, es in der betreffenden Generalversammlung nach den Weisungen der Ed. Geistlich Söhne A.-G. auszuüben, fehlte ihm, weil er damit Art. 3 Abs. 2 der Statuten umgehen wollte.\n\nEs ist auch nicht zweifelhaft, dass der Schweizerische Bankverein als Vollmachtgeber befugt war, die von der Ed. Geistlich Söhne A.-G. erhaltenen Weisungen an den Bevollmächtigten Hertig weiterzugeben. Die 240 Stimmen aus den Aktien des Schweizerischen Bankvereins sind daher gültig abgegeben worden.\n\n6. Die Ungültigkeit der eigenen 142 Stimmen Hertigs hat zur Folge, dass nicht 678, sondern nur 536 Aktienstimmen gültig waren, das absolute Mehr also 269 Stimmen erforderte. Nach Wegfall der 142 Stimmen Hertigs haben sich für einen Verwaltungsrat von zwei Mitgliedern 308 Stimmen (450 minus 142) ausgesprochen. Da diese Zahl das absolute Mehr übersteigt, ist ein Verwaltungsrat von zwei Mitgliedern beschlossen; für drei Mitglieder sind nur 208 Stimmen abgegeben worden.\n\nBGE 81 II 534 S. 543\n\nIn der Wahl des Verwaltungsrates hat nach Wegfall der 142 eigenen Stimmen Hertigs Paul Geistlich 343 gültige Stimmen erhalten (485 minus 142). Gewählt ist somit Paul Geistlich, nicht der Kläger, der nur 193 Stimmen erhalten hat.\n\nDas Urteil des Obergerichts ist somit im Ergebnis richtig und unter Abweisung der Berufung zu bestätigen.\n\n7. Die Anschlussberufung wird damit begründet, das Obergericht habe die Prozessentschädigung, die es der Beklagten zulasten des Klägers zugesprochen hat, nach einem unrichtigen Streitwert berechnet.\n\nDie Frage, unter welchen Voraussetzungen und in welchem Umfange eine Partei die andere für das Verfahren vor den kantonalen Gerichten zu entschädigen habe, untersteht indessen ausschliesslich dem kantonalen Recht; die Absätze 1-5 des Art. 159 OG, auf den die Beklagte sich beruft, gelten nur für das Verfahren vor Bundesgericht (BGE 71 II 189). Das Bundesrecht verlangt auch nicht, dass die Kantone die Entschädigung nach einem bundesrechtlichen Begriff des Streitwertes abstufen. Stellen sie auf den Streitwert ab, so gehört dieser Begriff dem kantonalen Prozessrecht an, gleichgültig, ob es ihn selbst umschreibt oder durch Verweisung auf Bundesrecht dieses zu subsidiärem kantonalen Recht erhebt.\n\nDie Anwendung kantonalen Rechts aber ist auf Berufung oder Anschlussberufung hin vom Bundesgericht nicht zu überprüfen (Art. 43 Abs. 1 und 2, 55 Abs. 1 lit. c OG). Art. 159 Abs. 6 OG schafft eine Ausnahme nur für den Fall, dass das in der Hauptsache ergangene kantonale Urteil durch das Bundesgericht aufgehoben oder abgeändert wird und daher der Kostenentscheid der neuen Lage angepasst werden muss. Ausgeschlossen ist nach ständiger Rechtsprechung die Abänderung des kantonalen Kostenspruches bei Bestätigung des kantonalen Urteils in der Hauptsache (vgl.BGE 40 II 289,BGE 52 II 393,BGE 55 II 35,BGE 71 II 190). Auf die Anschlussberufung ist daher nicht einzutreten.\n\nBGE 81 II 534 S. 544\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung wird abgewiesen und das Urteil der I. Abteilung des Obergerichts des Kantons Aargau vom 6. Mai 1955 bestätigt.\n\n2.- Auf die Anschlussberufung wird nicht eingetreten."}