{"annee": "82", "cour": "I", "page": "65", "date": "16/7/1956", "cite": [], "cite_par": ["97 I 481"], "chapeau": "10. Urteil der I. Zivilabteilung als staatsrechtlicher Kammer vom 16. Juli 1956 i.S. Krankenkasse Surental gegen Zwinggi und Obergericht des Kantons Luzern.", "regestes": ["Art. 4Cst.; ordonnance lucernoise du 27 août 1945 concernant la procédure devant le tribunal arbitral prévu par l'art.25LAMA. Il n'est pas arbitraire d'admettre la revision des jugements du tribunal arbitral institué par le canton de Lucerne pour juger les contestations entre les caisses-maladie reconnues et les médecins."], "faits": "", "considerants": "BGE 82 I 65 S. 65\n\nErwägungen:\n\n1. Die Beschwerdeführerin macht geltend, indem das Obergericht die Revision als Rechtsmittel gegen Urteile des gemäss Art. 25 KUVG eingesetzten Schiedsgerichtes zulässig erklärt habe, habe es kantonales Prozessrecht willkürlich ausgelegt. Das trifft nicht zu. Wohl BGE 82 I 65 S. 66bestimmte § 7 Abs. 1 der nicht mehr geltenden Verordnung vom 10. Juli 1915 betreffend die Bezeichnung des Schiedsgerichts und das Schiedsgerichtsverfahren gemäss Art. 25 KUVG, für das Verfahren kämen \"die für das ordentliche Verfahren vor dem Gerichtspräsidenten geltenden Bestimmungen der Zivilprozessordnung zur Anwendung\", während die neue Verordnung vom 27. August 1945 über das Schiedsgerichtsverfahren nach Art. 25 KUVG in § 6 Abs. 4 das Verfahren insoweit dem freien Ermessen des Schiedsgerichts anheimstellt, als sie nicht selber Bestimmungen enthält. Das Fehlen einer Verweisung auf Bestimmungen der Zivilprozessordnung in der neuen Verordnung schliesst indessen die Anwendung der Bestimmungen über die Revision nicht aus. Dieses Rechtsmittel auch gegenüber Urteilen des für Streitigkeiten zwischen anerkannten Krankenkassen und Ärzten bestellten Schiedsgerichts zuzulassen, ist nicht nur nicht willkürlich, sondern gegenteils sehr vernünftig. Diese Auffassung wird auch in der Literatur mit ernsthaften Gründen vertreten (vgl. O. HUBER, Der Rechtsschutz in der Krankenversicherung S. 133). Die besondere Zuständigkeitsordnung zur Behandlung der erwähnten Streitigkeiten bezweckt nur, bestimmte Kreise bei der einfach zu gestaltenden Beurteilung mitwirken zu lassen. Das erheischt nicht, dass beim Bekanntwerden neuer Tatsachen die Revision nicht zugelassen werde. Das wäre eine unnatürliche Folge. Dass das Obergericht des Kantons Luzern Kassationsbeschwerden gegen Urteile der genannten Art nicht entgegennimmt, ändert nichts. Das geschieht ausschliesslich in Anwendung des § 258 Abs. 2 ZPO, in dem nach der Auffassung des Obergerichts die der Kassationsbeschwerde unterliegenden Urteile abschliessend aufgezählt werden. Die Bestimmungen über die Revision (§§ 266 ff. ZPO) enthalten eine solche Beschränkung nicht. Dass das Obergericht einen Unterschied zwischen Kassationsbeschwerde und Revisionsgesuch macht, ist daher nicht willkürlich.\n\n2. Soweit durch die staatsrechtliche Beschwerde eine BGE 82 I 65 S. 67Verletzung des Art. 25 KUVG geltend gemacht wird, ist darauf nicht einzutreten. Diese Rüge konnte mit Nichtigkeitsbeschwerde gemäss Art. 68 ff. OG angebracht werden, was nach Art. 84 Abs. 2 OG ausschliesst, sie zum Gegenstand einer staatsrechtlichen Beschwerde zu machen. Das gilt besonders auch für die Frage, ob durch die Praxis des luzernischen Obergerichts eine zweite Instanz eingeführt werde und dies dem eidgenössichen Recht widerspreche. Auch diese Frage gehört in das Beschwerdeverfahren nach Art. 68 ff. OG und ist von der Krankenkasse Surental denn auch in einem solchen aufgeworfen und vom Bundesgericht dort beantwortet worden 1.\n\n1 Siehe BGE 81 II Heft 4 (Seite 257 ff.)\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf eingetreten werden kann."}