{"annee": "82", "cour": "IV", "page": "91", "date": "27/4/1956", "cite": ["70 IV 20", "78 IV 33", "69 IV 114", "81 IV 236", "73 IV 12", "71 IV 126", "80 IV 112"], "cite_par": ["98 IV 90", "89 IV 190", "116 IV 31", "101 IV 292"], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 27. April 1956 i.S. Girvan c. P.", "regestes": ["Art. 173 ch. 3 CP. 1. \"Sans ... motif suffisant\", \"principalement dans le dessein de dire du mal d'autrui\", rapports entre ces deux conditions dont la loi fait dépendre l'exclusion de la preuve libératoire (consid. 2; changement de jurisprudence). 2. Quand l'auteur a-t-il un \"motif suffisant\" d'agir (consid. 3; changement de jurisprudence)? 3. Déclarations attentatoires à l'honneur sans aucune référence à des faits précis. Exclusion de la preuve libératoire (consid. 4)."], "faits": "BGE 82 IV 91 S. 91\n\nA.- Am 22. April 1956 schrieb Anthony Girvan von Zürich aus zwei Vettern seiner Ehefrau, Joseph und Hans BGE 82 IV 91 S. 92Braunsberg, einen Brief, in dem er sich über P. unter anderem in folgender Weise äusserte:\n\n\"Wir wurden im Auftrag des mit Euch verbundenen Schwindlers, Betrugers und Fälschers, P., in Glarus auf seinen Auftrag hin nicht hineingelassen, zu einer Zeit, wo wir uns ausserordentlich bemühten, eine letztmögliche Losung zu finden. Damit wollte dieser Mann, der schon sicher ist, nach seinem Benehmen und Verleumdungen uns gegenüber sich alles erlauben zu dürfen, uns wiederum eine Demonstration geben, wie er sich unseren Vertrag auf \"Treu und Glauben\" vorstellt. Dies wohl als Dank, weil wir Euch ohne jede Garantie alles blindlings anvertraut haben.\"\n\nAm 14. Mai 1954 schrieb er an Joseph Braunsberg einen Brief, der folgende Stelle enthält:\n\n\"... zu dem ... von mir als Schwindler, Fälscher und Betrüger bezeichneten P. ...\"\n\nP. erhob gegen Girvan wegen der angeführten Briefstellen Ehrverletzungsklage.\n\nB.- Das Bezirksgericht Zürich verurteilte Girvan am 15. März 1955 wegen übler Nachrede zu einer im Strafregister nach dreijähriger Probezeit bedingt löschbaren Busse von Fr. 500.--. Es ging davon aus, dass der Angeklagte die für den Ankläger ehrenrühigen Äusserungen weder in Wahrung öffentlicher Interessen, noch sonstwie mit begründeter Veranlassung, sondern lediglich in der Absicht getan habe, letzterem Übles vorzuwerfen. Es verweigerte ihm daher den Entlastungsbeweis.\n\nDas Obergericht des Kantons Zürich, an das der Angeklagte die Berufung erklärt hatte, bestätigte am 17. Oktober 1955 das erstinstanzliche Urteil.\n\nC.- Gegen das Urteil des Obergerichtes erhob Girvan kantonale und eidgenössische Nichtigkeitsbeschwerde. Erstere wurde am 23. Januar 1956 durch das Kassationsgericht des Kantons Zürich abgewiesen, soweit es darauf eintrat.\n\nMit der eidgenössischen Beschwerde beantragt Girvan, es sei das Urteil des Obergerichtes vom 17. Oktober 1955 aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Zur Begründung macht er geltend, die Annahme des Obergerichtes, er habe ohne BGE 82 IV 91 S. 93begründete Veranlassung gehandelt, verletze Art. 173 Ziff. 3 StGB.\n\nD.- P. beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n.....\n\n2. Der Beschwerdeführer bestreitet nicht, dass er P. mit den Bezeichnungen Schwindler, Betrüger, Fälscher und Verleumder, der sich alles erlauben zu dürfen glaube, in seiner Ehre verletzt hat. Auch behauptet er mit Recht nicht mehr, diese Äusserungen in den an die Vettern seiner Frau gerichteten Briefen gemäss Art. 173 Ziff. 3 StGB in Wahrung öffentlicher Interessen getan zu haben.\n\nArt. 173 Ziff. 3 schliesst den Täter vom Entlastungsbeweis aber überhaupt immer aus, wenn er die Äusserung ohne begründete Veranlassung, vorwiegend in der Absicht getan hat, jemandem Übles vorzuwerfen, insbesondere, wenn sich die Äusserung auf das Privat- oder Familienleben bezieht. Die Nichtwahrnehmung öffentlicher Interessen ist nur als besonderes Beispiel des Fehlens einer begründeten Veranlassung vorangestellt. Nicht ohne weiteres klar ist jedoch, in welchem Verhältnis die beiden Wendungen \"ohne begründete Veranlassung\" und \"vorwiegend in der Absicht..., jemandem Übles vorzuwerfen\" zueinander stehen. Insbesondere stellt sich die Frage, ob das Fehlen einer begründeten Veranlassung auch schon die Absicht bedeutet, dem andern Übles vorzuwerfen, oder, mit andern Worten, ob die beiden Voraussetzungen in dem Sinne miteinander identisch sind, dass die zweite nur als Erläuterung, als nähere Umschreibung der ersten dasteht und richtigerweise mit einem \"das heisst\" eingeleitet sein müsste.\n\nDiese Auffassung wird von SCHWANDER, das Schweizerische Strafgesetzbuch, Nr. 612, Ziff. 3, vertreten, wobei er lediglich eine Ausnahme machen will für den Fall, dass der Täter in entschuldbarem Irrtum eine begründete Veranlassung angenommen habe. Das widerspricht jedoch BGE 82 IV 91 S. 94schon der natürlichen Lesart. Man kann eine ehrverletzende Äusserung ohne begründete Veranlassung tun und dabei doch nicht vorwiegend oder gar ausschliesslich die Absicht verfolgen, dem andern Übles vorzuwerfen. So verhält es sich z.B., wenn die Äusserung aus blosser Klatschsucht, aus Sensationslust getan wird, aus dem Bedürfnis, sich mit dem Wissen oder angeblichen Wissen um etwas wichtig zu machen. Entspricht die Äusserung nicht den Tatsachen oder hat der Täter sie nicht in guten Treuen für wahr halten können, so verdient er wegen des leichtfertigen Motivs eine entsprechend strenge Bestrafung. Ihm aber zum vorneherein den Wahrheits- und überhaupt den Entlastungsbeweis abzuschneiden und ihn ohne Rücksicht darauf zu bestrafen, ob die Äusserung wahr ist oder ob er wenigstens ernsthafte Gründe hatte, sie für wahr zu halten (Art. 173 Ziff. 2 StGB), liesse sich nicht rechtfertigen. Weiter ist Art. 173 StGB nicht einmal in seiner ursprünglichen Fassung gegangen, schloss er in Ziff. 2 Abs. 2 den Wahrheitsbeweis doch nur aus, wenn dieser nicht im öffentlichen Interesse lag, die Äusserung sich auf das Privat- oder Familienleben bezog und vorwiegend in der Absicht erfolgte, jemandem Übles vorzuwerfen. Diese Ausschlussgründe mussten, wie die Rechtsprechung stets bestätigt hat (vgl. z.B.BGE 71 IV 128), kumulativ gegeben sein. Das entsprach im Grunde genommen dem, was schon der Entwurf des StGB von 1918 in Art. 151 Ziff. 2 vorsah, der mit Busse bedrohte, \"wer jemanden bei einem andern, zwar der Wahrheit gemäss, aber ohne begründete Veranlassung und nur um ihm Übles vorzuwerfen (oder wie es in der Botschaft des BR, BBl. 1918 IV S. 38, hiess: \"aus barer Bosheit\"), eines unehrenhaften Verhaltens oder anderer Tatsachen... beschuldigt oder verdächtigt\". Dass das Fehlen der begründeten Veranlassung und das Motiv der üblen Absicht hier noch Tatbestandsmerkmale waren, die später zu Voraussetzungen des Wahrheits- und Entlastungsbeweises wurden, ändert nichts daran, dass dem Art. 173 Ziff. 3 damit eindeutig BGE 82 IV 91 S. 95der Gedanke der Kumulation zugrunde gelegt wurde. Auch lässt sich dafür, dass diese im Verlaufe der parlamentarischen Beratungen ausgeschlossen werden wollte, nichts anführen. Insbesondere vermag sie nicht zu erschüttern, dass seit der Revision von 1950 der Entlastungsbeweis nicht mehr bloss durch den Beweis der Wahrheit, sondern auch durch den Beweis der ernsthaft fundierten guten Treue geführt werden kann. Die Praxis hatte ja schon vor der Revision über den Wortlaut des Art. 173 hinaus ausser dem Wahrheitsbeweis auch die gutgläubige Wahrung berechtigter privater und öffentlicher Interessen als Rechtfertigungsgrund zugelassen, unter der Voraussetzung, dass die Äusserung in angemessener Form getan und gewissenhaft alles Zumutbare vorgekehrt worden war, um sich von ihrer Richtigkeit zu überzeugen (BGE 73 IV 16und dort zitierte Entscheide). Damit war der Entlastungsbeweis der guten Treue, wie er heute in Art. 173 vorgesehen ist, im wesentlichen bereits vorausgenommen; nichtsdestoweniger blieb es bei der Kumulation, d.h. der Beschuldigte wurde auch zu diesem Entlastungsbeweis zugelassen, wenn nur eine der Ausschlussvoraussetzungen der damaligen Ziff. 2 Abs. 2 von Art. 173 fehlte. Umsoweniger kann es der Sinn der Revision gewesen sein, die Stellung des Beschuldigten durch die gesetzliche Verankerung und den Ausbau des genannten Entlastungsbeweises zu erleichtern, dafür aber die Zulassung zum Beweis zu erschweren und einzuschränken, also mit der einen Hand zu nehmen, was mit der andern gegeben wurde. Das erscheint geradezu ausgeschlossen, wenn man bedenkt, dass von der Preisgabe der Kumulation nicht bloss der Entlastungsbeweis der guten Treue, sondern auch der Wahrheitsbeweis betroffen würde und dass derjenige, der den Wahrheitsbeweis erbringen könnte, somit schlechter gestellt wäre als zuvor. Dabei ist stets vor Augen zu halten, dass es noch nicht um die Freisprechung oder Verurteilung des Beschuldigten geht, sondern erst um den Antritt des Beweises, dessen Ausschluss in der parlamentarischen BGE 82 IV 91 S. 96Beratung im Hinblick auf Verschulden und Strafmass zutreffend als eine Verweigerung des rechtlichen Gehörs bezeichnet wurde (StenBull StR 1949, S. 608). Sachlich nicht gerechtfertigt ist freilich, dass anlässlich der Revision von 1950 das \"und\" vor dem \"vorwiegend\" ausgefallen ist. Bei der endgültigen Redaktion wurde überdies ein Komma eingesetzt, das in der parlamentarischen Fassung (StenBull StR 1950, S. 257; NatR 1950, S. 532) noch nicht vorhanden war.\n\nDas Erfordernis, dass die beiden Voraussetzungen für den Ausschluss des Entlastungsbeweises kumulativ erfüllt sein müssen, ist deswegen noch von besonderer Bedeutung, weil die Gerichte erfahrungsgemäss leicht dazu neigen, aus dem Fehlen einer begründeten Veranlassung ohne weiteres auch darauf zu schliessen, der Täter habe vorwiegend in der Absicht gehandelt, dem andern Übles vorzuwerfen. Das ist nicht zulässig, weil es auf eine Umgehung der Kumulation hinausläuft. Auch wenn feststeht, dass keine begründete Veranlassung zur Äusserung bestand, muss in jedem Falle noch untersucht werden, ob der Täter mit der durch Art. 173 Ziff. 3 StGB geforderten üblen Absicht oder aus einem andern Beweggrund, z.B. aus blosser Klatschsucht, gehandelt hat. Daher kann, was in BGE 81 IV 237 über die Verbindlichkeit der tatsächlichen Feststellung der kantonalen Instanz ausgeführt wurde, nur mit der genannten Einschränkung gelten. Es genügt nicht, dass der kantonale Richter bei der Feststellung, der Täter habe vorwiegend in der Absicht gehandelt, dem andern Übles vorzuwerfen, von dem richtigen Begriff des Üblen und des Vorwiegens ausgegangen ist, sondern dieser Schluss darf auch nicht einfach aus dem Fehlen einer begründeten Veranlassung gezogen sein.\n\n3. Darüber hinaus erhebt sich die Frage, ob umgekehrt die üble Absicht wirklich, wie in BGE 81 IV 236 und schon früher (BGE 78 IV 33, BGE 80 IV 112) entschieden wurde, den Entlastungsbeweis ausschliesst, weil derjenige, der vorwiegend in dieser Absicht eine ehrverletzende Äusserung BGE 82 IV 91 S. 97tue, weder in Wahrung öffentlicher Interessen, noch überhaupt aus begründeter Veranlassung handle.\n\nWenn in BGE 81 IV 237 unter Hinweis auf Voten in der parlamentarischen Beratung gesagt wird, nach Art. 173 Ziff. 3 komme es nicht darauf an, ob die Äusserungen objektiv im öffentlichen Interesse liegen, entscheidend sei, ob der Täter dieses Interesse habe wahren wollen, so kann daran nach erneuter Prüfung nicht festgehalten werden. Die begründete Veranlassung, von der die Wahrung der öffentlichen Interessen, wie gesagt, nur einen besonders hervorgehobenen Fall darstellt, muss objektiv gegeben sein. Es muss ein tatsächlich zureichender Anlass bestehen, die Äusserung bei der Gelegenheit zu tun, bei der sie getan wird. Dies ist z.B. bei einer Wahl der Fall, zu der der Angegriffene vorgeschlagen wird und bei der die Öffentlichkeit ein Interesse hat, über das, was ihm vorgeworfen wird, unterrichtet zu werden, weil es für seine Eignung zur Wahl von Bedeutung ist. Dass der Täter sich bloss vorstellt, in Wahrung öffentlicher Interessen oder sonstwie mit begründeter Veranlassung zu handeln, würde allenfalls nur zur Anwendung des Art. 19, nicht aber nach Art. 173 Ziff. 3 genügen. In diesem objektiven Sinne wurde die Wahrung öffentlicher Interessen schon unter der Herrschaft des alten Art. 173 StGB verstanden, wo sie als Strafausschliessungsgrund zur Geltung kam (vgl.BGE 69 IV 117,BGE 70 IV 26/27). Warum der Begriff in der revidierten Fassung, wo er in der Bestimmung über die Zulassung zum Entlastungsbeweis verwendet wird, anders ausgelegt werden sollte, ist nicht einzusehen. Dagegen spricht auch der Wortlaut des Gesetzes. Man kann nicht nichtbestehende öffentliche Interessen \"wahren\", und vor allem ist eine objektiv nicht bestehende Veranlassung keine \"begründete\" Veranlassung. Was in der parlamentarischen Beratung scheinbar Abweichendes gesagt wurde (StenBull NatR 1950, S. 459 f., StR 1950, S. 257), ist nicht schlüssig. Die vom Nationalrat vorgeschlagene und Gesetz gewordene Neuerung BGE 82 IV 91 S. 98besteht nur darin, dass nicht mehr wie nach Ziff. 2 der alten Fassung darauf abgestellt wird, ob der Wahrheitsbeweis im öffentlichen Interesse liege, sondern darauf, ob der Täter bei der Tat in Wahrung öffentlicher Interesen oder sonstwie mit begründeter Veranlassung gehandelt hat. Das wurde offenbar mit der andern Frage verwechselt.\n\nRichtig ist dagegen, dass für die Äusserung nicht nur eine objektiv begründete Veranlassung bestanden, sondern dass darin für den Täter auch der Beweggrund für die Äusserung gelegen haben muss. Nach dem oben dargestellten Verhältnis der beiden Ausschlussgründe lässt freilich die ausschliesslich üble Absicht für die begründete Veranlassung subjektiv keinen Raum. Ist dagegen die Absicht, dem andern Übles vorzuwerfen, nur das vorwiegende Motiv, so kommt es darauf an, ob die Äusserung wenigstens im übrigen objektiv und subjektiv auf begründeter Veranlassung beruht. Das Gesetz verlangt nicht, dass der Täter ausschliesslich oder auch nur vorwiegend zur Wahrung öffentlicher Interessen oder sonstwie aus begründeter Veranlassung gehandelt habe. \"Ohne\" Wahrung öffentlicher Interessen und ohne sonstwie begründete Veranlassung handelt nur, wer überhaupt nicht aus solchem Motiv handelt. Für die Zulassung zum Wahrheits- und Entlastungsbeweis genügt m.a.W., dass die Äusserung auch - wenn vielleicht auch nur zum kleineren Teil - aus begründeter Veranlassung getan wurde. Benutzt indessen der Täter das öffentliche Interesse oder die sonstwie objektiv begründete Veranlassung nur als Vorwand, um den Angegriffenen persönlich zu treffen, so steht ihm der Entlastungsbeweis der Ziff. 2 nicht zu (StenBull NatR 1950 S. 459).\n\nDaraus erhellt, dass es in solchen Fällen mit dem Nachweis der üblen Absicht besonders ernst genommen werden muss. Ist der Ausschluss des Entlastungsbeweises - wie gesagt - eine sehr einschneidende Beschränkung des Verteidigungsrechtes, so darf umsoweniger in Fällen, wo objektiv ein begründeter Anlass zur Äusserung bestand, BGE 82 IV 91 S. 99leichthin angenommen werden, sie sei trotzdem vorwiegend oder gar ausschliesslich in übler Absicht getan worden. So wird es z.B. in einem Wahlkampf dem persönlichen Gegner eines Kandidaten mit seinem Angriff ebensosehr darum zu tun sein, dessen Wahl zu verhindern, als ihn öffentlich blosszustellen. Ihm ohne weiteres den Weg zum Wahrheits- oder Entlastungsbeweis abzuschneiden, geht nicht an. Auch der boshafte (d.h. der mit übler Absicht handelnde) Ehrverletzer soll sich darauf berufen können, für ihn habe eine begründete Veranlassung, gleichviel ob sie öffentlicher oder \"bescheidener\" privater Natur sei, bestanden (StenBull StR 1950 S. 257, Kolonne rechts).\n\n4. Der Beschwerdeführer behauptete in erster Linie, die eingeklagten Äusserungen getan zu haben, um den Briefempfängern die Augen zu öffnen und sie über die Machenschaften des P. aufzuklären. Diese Behauptung ist schon vom Bezirksgericht und dann auch vom Obergericht als unglaubwürdig abgetan worden, womit sie für den Kassationshof gemäss Art. 277 bis Abs. 1 BStP erledigt ist.\n\nVor zweiter Instanz machte der Beschwerdeführer weiter geltend, er habe mit den Äusserungen einen Schreckschuss abgeben wollen, um den Verwandten seiner Frau zu bedeuten, dass er über ihr Geschäftsgebaren und die Handlungen des P. unterrichtet sei. Das Obergericht spricht sich nicht darüber aus, ob es dieser Darstellung Glauben schenke, erklärt aber, wenn der Beschwerdeführer mit den beiden Briefen tatsächlich dieses Ziel verfolgt hätte, so wäre das noch keine begründete Veranlassung gewesen, über P. ehrverletzende Äusserungen zu tun, ohne sie irgendwie zu konkretisieren; um den Briefempfängern mitzuteilen, dass er sie und ihren Beauftragten durchschaut habe, hätte er ihnen bestimmte Anhaltspunkte nennen oder doch Anspielungen auf konkrete Betrüge oder Fälschungen machen müssen. Dieser Würdigung ist zuzustimmen. Was der Beschwerdeführer vorbringt, geht daran vorbei.\n\nBGE 82 IV 91 S. 100\n\nAls tatsächlich vorwiegendes Motiv der Äusserungen bezeichnet das Obergericht die Absicht, dem Beschwerdegegner Übles vorzuwerfen und ihn bei den Briefempfängern eines unehrenhaften Verhaltens zu beschuldigen. Wäre diese Annahme nur die Schlussfolgerung daraus, dass der Beschwerdeführer für die Äusserungen keine begründete Veranlassung gehabt habe, so würde sie nach dem unter Ziff. 2 Ausgeführten, nicht ausreichen, um ihm den Entlastungsbeweis zu verweigern. Es müsste geprüft werden, ob die Äusserungen nicht tatsächlich auf Beweggründe zurückzuführen seien, die zwischen begründeter Veranlassung und übler Absicht lagen, also insbesondere, ob der Beschwerdeführer nicht den von ihm in zweiter Instanz behaupteten Zweck verfolgte, den Briefempfängern zu zeigen, dass er sie und den Beschwerdegegner durchschaut habe. Die Feststellung der Vorinstanz beruht jedoch nicht bloss auf der Ausscheidung der Motive, die der Beschwerdeführer als begründete Veranlassung geltend machte, sondern sie stützt sich auf den Inhalt der Briefe selber, namentlich auf den Umstand, dass P. darin ohne jeden Zusammenhang mit bestimmten Tatsachen als Schwindler, Fälscher und Betrüger hingestellt wurde. Das ist positive Beweiswürdigung über den tatsächlichen Beweggrund, der den Beschwerdeführer beim Schreiben der beiden Briefe leitete, und bindet daher gemäss Art. 277bis Abs. 1 BStP den Kassationshof. Damit ist der Entlastungsbeweis ausgeschlossen."}