{"annee": "82", "cour": "III", "page": "49", "date": "17/5/1956", "cite": [], "cite_par": ["104 III 99"], "chapeau": "17. Entscheid vom 17. Mai 1956 i.S. Bucher.", "regestes": ["Le recours au Tribunal fédéral conformément à l'art. 19 LP est ouvert seulement contre les décisions des autorités cantonales de surveillance au sens des art. 17/18 (13) LP et non contre les décisions des autorités judiciaires (art. 22 LP; in casu arrêt d'appel rendu en vertu de l'art. 85 LP)."], "faits": "BGE 82 III 49 S. 49\n\nAuf Begehren des Betreibungsschuldners Bucher hob der Amtsgerichtspräsident gestützt auf Art. 85 SchKG die Betreibung Inwil Nr. 20/55 wegen Tilgung der Forderung in einer andern Betreibung auf. Hiegegen rekurrierte der Gläubiger Meier an das Obergericht, dessen Schuldbetreibungs- und Konkurskommission als Berufungsinstanz BGE 82 III 49 S. 50den Entscheid am 19. April 1956 aufhob und das Gesuch des Schuldners abwies.\n\nGegen letztern Entscheid des Obergerichts richtet sich der vorliegende, an die Schuldbetreibungs- und Konkurskammer gerichtete und sich auf Art. 19 SchKG und 75 ff. OG stützende Rekurs des Schuldners Bucher mit dem Antrag auf Aufhebung der Betreibung.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nDem Weiterzug an das Bundesgericht gemäss Art. 19 SchKG unterliegen nur Entscheide der kantonalen Aufsichtsbehörden in Schuldbetreibungs- und Konkurssachen über Beschwerden gegen Verfügungen der Betreibungs- und Konkursämter nach Art. 17/18 SchKG. Für das Begehren um Aufhebung bzw. Einstellung einer Betreibung gemäss Art. 85 SchKG sind jedoch nicht das Betreibungsamt und die Aufsichtsbehörden, sondern ist, wie Text und Marginale ausdrücklich sagen, das Gericht zuständig. Dementsprechend ist auch der vorliegend angefochtene Entscheid vom 19. April 1956 von der obergerichtlichen Schuldbetreibungs- und Konkurskommission ausdrücklich als richterlicher Berufungsinstanz, nicht als kantonaler Aufsichtsbehörde im Sinne von Art. 18/19 SchKG erlassen worden. Der Rekurs nach Art. 19 SchKG/78 OG ist daher gegen denselben nicht gegeben.\n\nDie Eingabe als staatsrechtliche Beschwerde zu behandeln kommt nicht in Frage, da sie ausdrücklich als Rekurs gemäss Art. 19 SchKG/75 ff. OG bezeichnet und an die Schuldbetreibungs- und Konkurskammer gerichtet ist und in keiner Weise den Anforderungen an eine staatsrechtliche Beschwerde hinsichtlich der Begründung entspricht.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nAuf den Rekurs wird nicht eingetreten."}