{"annee": "82", "cour": "II", "page": "332", "date": "10/7/1956", "cite": [], "cite_par": ["135 III 212", "89 I 170", "115 II 344", "109 II 15", "87 II 89", "106 II 175"], "chapeau": "45. Urteil der I. Zivilabteilung vom 10. Juli 1956 i.S. Jaussi gegen Aeschbacher.", "regestes": ["Contrat conférant un droit d'habitation, dommages-intérêts pour inexécution, recours en réforme. Conditions que doivent remplir les motifs d'un recours en réforme, art. 55 al. 1 litt. c OJ (consid. 2). Est licite un contrat par lequel un beau-père et son gendre conviennent que le premier travaillera à la transformation d'un bâtiment et la financera, en échange d'un droit d'habitation (consid. 4). Impossibilité d'exécuter le contrat: il suffit d'une impossibilité subjective. Quand est-elle donnée? Fixation du dommage et de la réparation; art. 97 al. 1 CO (consid. 5)."], "faits": "BGE 82 II 332 S. 332\n\nA.- Walter Aeschbacher war Eigentümer eines Wohnhauses in Uetendorf. Im Jahre 1941 vereinbarte er mit seinem Schwiegervater Gottfried Jaussi, dass dieser mit seiner Ehefrau und der zweiten Tochter Klara im Hause Aeschbachers Wohnung nehmen solle. Zu diesem Zwecke wurde dort eine weitere Wohnung eingerichtet. Die hiefür notwendigen Umbauarbeiten führte Gottfried Jaussi, der von Beruf Maurer ist, zur Hauptsache selbst aus. Er bezahlte ferner eine Anzahl von Rechnungen anderer Bauhandwerker. Endlich stellte er Aeschbacher auch noch BGE 82 II 332 S. 333den Betrag von Fr. 3100.-- für den Kauf einer angrenzenden Landparzelle zur Verfügung.\n\nIm Jahre 1943 zogen die Eheleute Jaussi mit ihrer Tochter Klara in die für sie bereitgestellte Wohnung ein. Kurz darauf unterzeichneten die Eheleute Aeschbacher im Hinblick auf die von Gottfried Jaussi für den Umbau bezahlten Rechnungen einen Vorempfangsschein, durch den sie anerkannten, von den Eltern Jaussi auf Anrechnung an das Erbteil der Frau Aeschbacher Fr. 12'000.-- erhalten zu haben. Gottfried Jaussi führte auch nach 1943 noch verschiedene Arbeiten im Hause seines Schwiegersohnes aus.\n\nIn der Folge verschlechterten sich die Beziehungen der Eheleute Aeschbacher, weshalb die Ehefrau im Frühjahr 1951 das Scheidungsverfahren einleitete. Daraufhin liess Aeschbacher im Juli 1951 seine Schwiegereltern aus dem Hause weisen. Im Scheidungsverfahren, das 1952 zur Auflösung der Ehe führte, machte Frau Aeschbacher den Vorempfang von Fr. 12'000.-- als Frauengutsforderung gegenüber dem Ehemann geltend. Dieser bezahlte hieran Fr. 8000.--. Über die restlichen Fr. 4000.-- wurde in der vom Gericht genehmigten Scheidungskonvention nichts gesagt.\n\nNach seiner Ausweisung machte Gottfried Jaussi in einem Aussöhnungsverfahren gegenüber Aeschbacher für die an dessen Haus geleistete Arbeit eine Forderung von Fr. 10'915.10 geltend. Eine Klage reichte er indessen nicht ein. Dagegen betrieb er Anfang Januar 1953 Aeschbacher auf Bezahlung von Fr. 14'915.10, wobei er als Grund der Forderung angab: \"Vorempfangsschein und Rechnung für geleistete Arbeit\". Aeschbacher erhob Rechtsvorschlag.\n\nAm 20. Februar 1953 bezahlte Aeschbacher an einen gewissen Zimmermann, den Gottfried Jaussi und seine Tochter Alida, geschiedene Aeschbacher mit der Eintreibung ihrer Forderungen beauftragt hatten, Fr. 3000.-- \"à conto Vorempfangsschein zu Handen von Familie Jaussi\".\n\nBGE 82 II 332 S. 334\n\nAm 17. November 1953 traten Gottfried und Alida Jaussi ihre restlichen Ansprüche gegen Aeschbacher an Klara Jaussi ab.\n\nB.- Klara Jaussi belangte Aeschbacher auf Bezahlung eines Betrages von Fr. 11 915.10 nebst Zinsen und Kosten auf Grund der folgenden Rechnung:\n\nBarleistungen gemäss Vorempfangsschein Fr. 12'000.--\n\nEntschädigung für ausgeführte Bauarbei-\n\nten \" 10'915.10\n\nTotal Fr. 22'915.10\n\nabzüglich Zahlungen Aeschbachers \" 11'000.--\n\nRestschuld Fr. 11 915.10\n\nDer Beklagte beantragte Abweisung der Klage.\n\nC.- Der Appellationshof des Kantons Bern schützte mit Urteil vom 31. Januar 1956 die Klage im Betrage von Fr. 1000.-- nebst Zins und Kosten und wies sie im übrigen ab.\n\nDer Zuspruch der Fr. 1000.-- wurde damit begründet, dass es sich dabei um den Restbetrag der von Aeschbacher geschuldeten Frauengutsforderung laut Vorempfangsschein handle.\n\nEinen Entschädigungsanspruch des Gottfried Jaussi für die von ihm am Hause des Beklagten geleistete Arbeit verneinte der Appellationshof mit der Begründung, Jaussi habe diese Arbeiten nicht auf Grund eines obligationenrechtlichen Vertrages ausgeführt, sondern ausschliesslich im Hinblick darauf, dass er nach der Meinung der Beteiligten mit seiner Frau bis zum Tode unentgeltlich im Hause des Beklagten wohnen könne. Es handle sich somit um Abmachungen und gegenseitige Leistungen zwischen Eltern und Kindern im Rahmen ihres besonderen familienrechtlichen Verhältnisses, die nach dem Willen der Beteiligten keine Lohn- oder Entschädigungsansprüche begründen sollten. Mit dem vom Beklagten veranlassten Verlassen des Hauses durch die Eheleute Jaussi sei der Grund für die Zuwendungen des Gottfried Jaussi weggefallen, BGE 82 II 332 S. 335so dass der Beklagte um den Wert der Arbeit des letzteren ungerechtfertigt bereichert worden sei. Der dadurch begründete Bereicherungsanspruch sei aber verjährt.\n\nD.- Mit der vorliegenden Berufung beantragt die Klägerin Verurteilung des Beklagten zur Bezahlung von Fr. 9847.10 nebst Zinsen und Kosten, eventuell die Rückweisung des Falles an die Vorinstanz zu neuer Beurteilung.\n\nDer Beklagte beantragt, es sei auf die Berufung nicht einzutreten. Eventuell schliesst er auf Abweisung der Berufung und auf dem Wege der Anschlussberufung auf gänzliche Abweisung der Klage.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Auf die Anschlussberufung kann nicht eingetreten werden, da der Beklagte die Frist des Art. 59 Abs. 1 OG zur Einreichung von Abänderungsanträgen versäumt hat und ein von ihm eingereichtes Wiederherstellungsgesuch durch Zwischenentscheid vom 7. Juni 1956 abgewiesen worden ist.\n\n2. Zur Begründung seines Antrages, auf die Berufung sei nicht einzutreten, macht der Beklagte geltend, die Berufung behaupte zwar, das angefochtene Urteil verletze Bundesrecht, lasse es aber an einer entsprechenden Substanzierung völlig fehlen, und die ganze Begründung erschöpfe sich in einer Kritik an der vorinstanzlichen Beweiswürdigung.\n\nWenn die Berufungsbegründung auch nicht als mustergültig bezeichnet werden kann, so rügt sie immerhin eindeutig, dass die Vorinstanz das Vorliegen eines obligationenrechtlichen Vertrages zwischen dem Beklagten und Gottfried Jaussi verneint habe. Das ist aber, wie im folgenden zu zeigen sein wird, gerade der Kern des heutigen Streites. Ob die Berufung dieses obligationenrechtliche Verhältnis, falls ein solches vorliegen sollte, rechtlich BGE 82 II 332 S. 336zutreffend charakterisiert, wenn sie von Werkvertrag und Darlehen spricht, ist unwesentlich, da der Richter den ihm von den Parteien zur Beurteilung unterbreiteten Tatbestand von Amtes wegen zu qualifizieren hat.\n\n3. Die Rechtsbeziehungen zwischen dem Beklagten und Gottfried Jaussi sind teilweise dadurch klargestellt und geordnet worden, dass die Eheleute Aeschbacher den Eheleuten Jaussi den Vorempfangsschein über Fr. 12'000.-- ausstellten. Dieser Vorempfangsschein bezog sich nach den verbindlichen Feststellungen der Vorinstanz (Urteil S. 5) auf die von Gottfried Jaussi zur Bezahlung von Handwerkerrechnungen und für den Zukauf der Landparzelle gemachten Barleistungen. Mit der Ausstellung des Vorempfangsscheins wurde zum Ausdruck gebracht, dass Gottfried Jaussi den Anspruch auf Ersatz dieser Auslagen seiner Tochter als Frauengut zuwende.\n\nInfolge der Auflösung der Ehe Aeschbacher-Jaussi entstand dann auf Grund des Vorempfangsscheins eine Frauengutsschuld des Beklagten gegenüber seiner geschiedenen Frau in der Höhe von Fr. 12'000.--. Seine Schuldpflicht aus diesem Titel hat der Beklagte anerkannt, indem er daran im Scheidungsverfahren Fr. 8000.--- und später weitere Fr. 3000.-- abzahlte. Die restlichen Fr. 1000.-- hat er nun auch noch zu begleichen auf Grund des Urteils der Vorinstanz, das in diesem Punkte nicht Gegenstand des Berufungsverfahrens bildet.\n\nDamit sind die Barleistungen des Gottfried Jaussi in der Hauptsache als abgegolten zu betrachten. Es kann sich nur noch fragen, ob er, bezw. die Klägerin als seine Rechtsnachfolgerin, für die beim Wohnungsbau geleistete Arbeit vom Beklagten etwas zu fordern habe. Dieser Anspruch wird von der Klägerin im Berufungsverfahren noch auf Fr. 9847.15 beziffert.\n\n4. Die Klägerin glaubt zu Unrecht, den genannten Betrag auf Grund eines Werkvertrages zwischen dem Beklagten und Gottfried Jaussi fordern zu können. Ein solcher scheidet nach den verbindlichen tatsächlichen BGE 82 II 332 S. 337Feststellungen der Vorinstanz aus. Danach hatte nämlich Gottfried Jaussi nie die Absicht, einen derartigen Anspruch geltend zu machen. Man ging vielmehr beiderseits von der Meinung aus, dass, wenn Gottfried Jaussi beim Umbau mit Geld und Arbeit helfe, er und seine Frau dann bis zu ihrem Tod unentgeltlich im Hause des Beklagten wohnen könnten.\n\nIn diesem Sinne lag aber eine vertragliche Abmachung der Beteiligten vor. Wie die Klägerin im kantonalen Verfahren zutreffend ausführte, stellte das Einräumen der Wohnung die vertragliche Gegenleistung des Beklagten für die von Gottfried Jaussi erbrachten (Geld- und) Arbeitsleistungen dar. Dass die Klägerin im Berufungsverfahren ihren Anspruch nicht mehr in dieser Weise begründete, ist belanglos. Es genügt, dass ein Anspruch dieser Art als Rechtsgrund der eingeklagten Forderung aus dem Sachverhalt abgeleitet werden kann, der dem Richter zur Beurteilung unterbreitet wird.\n\nIm Anschluss an die Feststellung, es habe die Meinung gehabt, dass die Eltern Jaussi bis zu ihrem Tode unentgeltlich im Hause des Beklagten wohnen könnten, hat die Vorinstanz weiter erklärt, Gottfried Jaussi habe nicht die Absicht gehabt, \"darüberhinaus\" für seine Arbeit etwas zu fordern. Die Vorinstanz verkennt jedoch, dass es im vorliegenden Streit nicht darum geht, ob Gottfried Jaussi über die Einräumung eines Wohnrechtes hinaus für seine Arbeit etwas zu fordern habe, sondern dass es vielmehr darauf ankommt, ob den Eltern Jaussi ein Rechtsanspruch zustehe, bis zum Ableben im Hause des Beklagten wohnen zu können.\n\nDie Möglichkeit einer obligationenrechtlichen Abmachung dieses Inhalts wird von der Vorinstanz zu Unrecht verneint. Es ist nicht einzusehen, wieso nicht auch unter Verwandten eine solche Vereinbarung getroffen werden könnte, zumal es sich im vorliegenden Fall mit Rücksicht auf die von Gottfried Jaussi geleistete Arbeit nicht um die unentgeltliche Einräumung eines Wohnrechts handelte.\n\nBGE 82 II 332 S. 338\n\n5. Dieser obligationenrechtliche Vertrag, der Leistung von Arbeit und vorläufige Finanzierung des Umbaus auf der einen und Einräumung eines Wohnrechts auf der andern Seite vorsah, ist nun vom Beklagten nicht erfüllt worden, indem er den Eltern Jaussi das Wohnrecht nicht während der ganzen in Aussicht genommenen Zeitspanne gewährt hat. Es handelt sich somit um eine Frage der Folgen der Nichterfüllung, nicht um eine solche der ungerechtfertigten Bereicherung, wie die Vorinstanz irrtümlich angenommen hat.\n\nNach Art. 97 Abs. 1 OR hat der Schuldner, wenn die Erfüllung einer Verbindlichkeit nicht oder nicht gehörig bewirkt werden kann, für den daraus erwachsenden Schaden Ersatz zu leisten, sofern er nicht beweist, dass ihm keinerlei Verschulden zur Last fällt.\n\nUnmöglichkeit der Vertragserfüllung im Sinne dieser Bestimmung liegt auch bei bloss subjektiver Unmöglichkeit vor, und eine solche ist schon dann als verwirklicht anzusehen, wenn nach Treu und Glauben im Verkehr dem Schuldner die weitere Erfüllung nicht mehr zumutbar ist.\n\nMit einer subjektiven Unmöglichkeit in diesem Sinne hat man es hier zu tun. Dem Beklagten konnte nicht zugemutet werden, seinen ehemaligen Schwiegereltern auch nach der Scheidung weiterhin das Wohnrecht zu gewähren und auf diese Weise ständig Begegnungen mit seiner vormaligen Ehefrau ausgesetzt zu sein. Die Ausweisung der Eheleute Jaussi war daher die natürliche Lösung einer subjektiv unmöglich gewordenen Situation.\n\nFür den aus dieser Unmöglichkeit der Vertragserfüllung erwachsenen Schaden hat der Beklagte nach der oben genannten Bestimmung Ersatz zu leisten, sofern er nicht beweist, dass ihm kein Verschulden zur Last fällt. Praktisch läuft das auf die Frage des Verschuldens des Beklagten an der Scheidung der Ehe hinaus, da die Unmöglichkeit der Erfüllung auf diese zurückzuführen ist.\n\nDie Vorinstanz, an die der Fall zu neuer Beurteilung zurückzuweisen ist, hat daher zur Frage der Exkulpation BGE 82 II 332 S. 339des Beklagten Stellung zu nehmen. Kommt sie zum Schlusse, dieser Entlastungsbeweis sei nicht erbracht, so hat sie weiter die Höhe des Schadens und des vom Schuldner zu leistenden Ersatzes zu bestimmen. Dabei ist vom Wert des Wohnrechts auszugehen, das dieses im Zeitpunkt der Ausweisung der Eheleute Jaussi in Anbetracht ihrer Lebenserwartungen noch hatte. Das Mass der Haftung sodann richtet sich auf Grund von Art. 99 Abs. 2 OR nach der besonderen Natur des Geschäftes; im übrigen finden die Bestimmungen über das Mass der Haftung bei unerlaubten Handlungen entsprechende Anwendung (Art. 99 Abs. 3 OR). Es bleibt somit einmal Raum für die Berücksichtigung eines allfälligen Mitverschuldens der Ehefrau an der Ehescheidung. Darüber hinaus ist aber auch noch den besondern Umständen des Falles Rechnung zu tragen. Dazu gehört vorab, dass es sich um Beziehungen zwischen Verwandten handelte, dass der Berufungsbeklagte durch die Abtragung der Frauengutsforderung von Fr. 12'000.-- in diesem Umfange Barauslagen für die Erstellung der Wohnung auf sich genommen hat, dass auf der andern Seite Gottfried Jaussi seinerseits bei der Erstellung der Wohnung unbezahlte Arbeit geleistet hat usw.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Auf die Anschlussberufung wird nicht eingetreten. 2. - Die Berufung wird dahin gutgeheissen, dass das Urteil des Appellationshofs des Kantons Bern vom 31. Januar 1956 aufgehoben und die Sache zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}