{"annee": "82", "cour": "I", "page": "93", "date": "6/6/1956", "cite": [], "cite_par": ["89 I 402", "103 IA 369", "99 IA 394", "83 I 242", "89 I 253", "144 I 43", "108 IB 392", "91 I 110"], "chapeau": "14. Arrêt du 6 juin 1956 dans la cause Mercier et consorts contre Conseil d'Etat du Canton de Genève.", "regestes": ["Séparation des pouvoirs. Recours de droit public contre un arrêté du Conseil d'Etat suspendant la mise en vigueur d'un article d'une loi. Défaut de qualité pour agir de citoyens qui ne sont pas atteints dans leurs intérêts juridiquement protégés. Qualité pour former un recours de droit public de citoyennes qui subissent une atteinte virtuelle à leurs droits (consid. 1). Le Conseil d'Etat n'empiète pas sur la compétence législative du Grand Conseil en suspendant la mise en vigueur d'une disposition légale qui ne peut pas être exécutée en raison de la position de l'autorité fédérale et en soumettant au Grand Conseil le projet d'un nouvel article destiné à remplacer celui qui est inexécutable (consid. 2)."], "faits": "BGE 82 I 93 S. 94\n\nA.- La loi sur la nationalité genevoise (LNG), que le Grand Conseil du canton de Genève a votée le 16 décembre 1955, contient un article 49 qui a la teneur suivante:\n\n\"La femme genevoise perd la nationalité genevoise en épousant un confédéré si elle ne déclare pas, lors de la publication ou de la célébration du mariage, vouloir conserver la nationalité genevoise.\n\nLa déclaration doit être faite, par écrit, en Suisse à l'officier de l'état civil qui procède à la publication ou à la célébration du mariage, à l'étrannger à un représentant diplomatique ou consulaire suisse.\"\n\nCette disposition a été introduite dans la loi contre l'avis du Conseil d'Etat et adoptée à une voix de majorité.\n\nLe referendum n'ayant pas été demandé, le Conseil d'Etat a pris, le 31 janvier 1956, l'arrêté suivant:\n\n\"La loi du 16 décembre 1955 sur la nationalité genevoise est promulguée pour être exécutoire dans tout le canton dès le 1er mars 1956.\"\n\nConsulté au sujet des modalités d'application de l'art. 49 LNG, le Département fédéral de justice et police, par lettre du 13 février 1956, a répondu en particulier ce qui suit au Département de l'intérieur du canton de Genève: La disposition ne peut sortir d'effets qu'à l'intérieur du canton; elle ne pourrait en avoir en dehors du territoire genevois que si l'ordonnance fédérale du 1er juin 1953 sur l'état civil était préalablement modifiée sur plusieurs points, notamment pour assurer la coopération des officiers de l'état civil des autres cantons; cette ordonnance BGE 82 I 93 S. 95devrait en outre être complétée en vue de prévoir l'ouverture dans les registres des familles des communes genevoises de feuillets spéciaux aux confédérés mariés à des Genevoises qui auraient déclaré vouloir conserver leur droit de cité. Ce sont en définitive les articles suivants de l'ordonnance qui devraient être modifiés et complétés: art. 169 (remise de la formule de déclaration à la fiancée), art. 162 al. 3 (mention de la déclaration dans le certificat de publication), art. 94 al. 1 ch. 7 (mention au registre des mariages), art. 67 al. 1 ch. 4 (mention au registre des naissances), art. 83 al. 1 ch. 5 (mention au registre des décès), art. 115 al. 1 ch. 1 (ouverture d'un feuillet dans les registres des familles), art. 146 al. 1 ch. 1 (mention de la déclaration dans le livret de famille), art. 120 et 130 (communications à faire par les officiers de l'état civil et les autorités judiciaires). \"Le seul fait que pour pouvoir fonctionner normalement cette innovation cantonale nécessiterait la modification de l'ordonnance fédérale sur l'état civil démontre déjà qu'elle n'est pas en harmonie avec le droit fédéral, abstraction faite de la question de sa constitutionnalité. Ce qui est toutefois décisif, c'est qu'il n'est pas possible, dans une ordonnance fédérale réglant le service de l'état civil pour toute la Suisse, de consacrer une institution propre à un seul canton. La compétence législative cantonale en matière de droit public - en vertu de laquelle cette institution a été créée - ne saurait entraîner la modification du régime de l'état civil dans son ensemble.\" Certes, le canton de Genève pourrait éventuellement introduire un registre spécial cantonal, indépendant de l'organisation de l'état civil. Ce registre ne serait cependant pas complet, car seuls les mariages et autres faits d'état civil ultérieurs survenus dans le canton y figureraient, faute de communications provenant des autres cantons et de l'étranger. Il y a lieu de relever au surplus que la Genevoise qui épouse un Genevois d'une autre commune ne peut pas conserver son propre indigénat communal.\n\nBGE 82 I 93 S. 96\n\nA la suite de cette communication, le gouvernement genevois a pris, le 17 février 1956, un arrêté de la teneur suivante:\n\n\"Le Conseil d'Etat,\n\nvu la décision du Département fédéral de justice et police. du 13 février 1956, d'où il résulte que l'art. 49 de la loi sur la nationalité genevoise, du 16 décembre 1955, ne saurait sortir ses effets parce qu'il crée une situation juridique en matière d'état civil contraire à l'ordonnance fédérale sur l'état civil, du 1er juin 1953;\n\nvu son arrêté du 31 janvier 1956, relatif à l'entrée en vigueur de la loi sur la nationalité genevoise, du 16 décembre 1955,\n\nArrête:\n\nEn dérogation à son arrêté du 31 janvier 1956, l'article 49 de la loi sur la nationalité genevoise, du 16 décembre 1955, relatif à la nationalité de la femme genevoise qui épouse un confédéré, n'entrera pas en vigueur le 1er mars 1956.\"\n\nIl a décidé, le même jour, de soumettre au Grand Conseil un projet de loi modifiant cet art. 49 et le remplaçant par la disposition suivante: \"La femme genevoise perd la nationalité genevoise en épousant un confédéré\".\n\nB.- Georgette Rosselet, Marie-Jeanne Mercier, Thérèse-Paule dite Javotte Wend, Albert Dupont-Willemin, Théodore de Felice, Edmond Ganter et Edouard Oppliger ont formé un recours de droit public au Tribunal fédéral contre l'arrêté du 17 février 1956 et conclu à son annulation. Ils se prévalent d'une violation de l'art. 82 de la constitution genevoise et d'une interprétation arbitraire des art. 4 et 54 de la constitution fédérale.\n\nLe Conseil d'Etat conclut préjudiciellement à l'irrecevabilité du recours, faisant valoir que les recourants n'ont pas la qualité pour agir, et sur le fond à son rejet, les griefs articulés n'étant pas fondés.", "considerants": "Considérant en droit:\n\n1. a) Dupont-Willemin, Felice, Ganter et Oppliger prétendent posséder la qualité pour former un recours de droit public contre l'arrêté du 17 février 1956 parce qu'ils ont, en tant que députés et citoyens, \"le plus grand intérêt à ce que les lois et constitutions cantonales et BGE 82 I 93 S. 97fédérales soient respectées\". Cette opinion n'est pas fondée. Le recours de droit public n'est pas une voie de droit créant une action populaire pour assurer la défense de l'intérêt public; il est un moyen de droit destiné à protéger le particulier contre les atteintes portées par la puissance publique à ses intérêts juridiquement protégés (RO 72 I 98, 66 I 262). La sauvegarde de l'intérêt d'ordre général que possède la collectivité publique au respect de la constitution et des lois incombe aux autorités compétentes et non aux particuliers.\n\nOn peut déduire, il est vrai, des motifs invoqués par les recourants qu'ils entendent se plaindre d'une violation du principe de la séparation des pouvoirs: ils font valoir que le Conseil d'Etat s'est arrogé le droit de suspendre l'effet d'une disposition légale régulièrement adoptée par le Grand Conseil, alors que c'est à celui-ci que la constitution cantonale attribue la puissance législative. Cependant, la qualité pour attaquer par la voie du recours de droit public un arrêté du Conseil d'Etat pris en violation du principe de la séparation des pouvoirs n'appartient qu'à celui qui est atteint par cet acte dans ses intérêts juridiquement protégés (KIRCHHOFER, Über die Legitimation zum staatsrechtlichen Rekurs, p. 152). En l'espèce, les quatre recourants de sexe masculin ne sont pas lésés par la suspension d'une disposition accordant aux Genevoises la faculté de conserver leur droit de cité genevois en cas de mariage avec un confédéré; ils ne le prétendent d'ailleurs pas. Ils n'allèguent pas non plus que, en tant que citoyens ayant le droit de vote, ils auraient la qualité pour former un recours de droit public fondé sur le motif que l'acte attaqué aurait été soustrait indûment au vote populaire (RO 76 I 24, 74 I 113; KIRCHHOFER, op.cit. p. 153 ss.). Une votation du peuple ne peut en effet porter que sur la loi elle-même si le referendum est demandé, et non, après l'expiration du délai utile à cet effet, sur la question de son entrée en vigueur. Dans l'arrêté de publication de la loi sur la nationalité genevoise, du 20 BGE 82 I 93 S. 98décembre 1955, le Conseil d'Etat a expressément déclaré qu'elle était soumise au referendum facultatif et que le délai pour le demander expirait le 26 janvier 1956. C'est après que cette échéance fut passée sans qu'un referendum ait été lancé que le Conseil d'Etat a promulgué la loi pour qu'elle devînt exécutoire dans les trente jours. Par ailleurs, si le Grand Conseil se rallie à la proposition du gouvernement et modifie l'art. 49 de la loi, la nouvelle disposition ne sera soumise au referendum facultatif qu'après son adoption et sa publication.\n\nLes recourants se bornent en définitive à faire valoir que le Conseil d'Etat a empiété sur la compétence du Grand Conseil et que l'arrêté entrepris viole l'art. 82 de la constitution cantonale. Ils n'ont cependant pas la qualité pour former un recours de droit public fondé sur ce moyen ni comme citoyens ni comme membres du Grand Conseil. C'est en effet au Grand Conseil qu'il incombe de se défendre contre les empiétements des autres pouvoirs dans ses attributions; il est vrai qu'il ne dispose pas à cette fin du recours de droit public, lequel n'est pas ouvert aux autorités lorsqu'elles agissent comme organes de l'Etat (RO 54 I 140/141, 49 I 462). En outre, les membres du Grand Conseil n'ont pas la qualité pour exercer un recours de droit public lorsqu'une autre autorité empiète sur sa compétence, car ils ne subissent pas d'atteinte dans leurs droits individuels (RO 55 I 111).\n\nDupont-Willemin, Felice, Ganter et Oppliger ne possédant pas la qualité pour agir, leur recours n'est pas recevable.\n\nb) L'arrêté attaqué lèse en revanche les intérêts juridiquement protégés de dame Rosselet et dlles Mercier et Wend, car elles pourraient épouser des citoyens suisses originaires d'autres cantons: comme elles possèdent le droit de cité du canton de Genève, elles auraient la faculté de le conserver, si l'art. 49 LNG était entré en vigueur le 1er mars 1956 dans la teneur adoptée par le Grand Conseil. Selon la jurisprudence (RO 65 I 241 et les arrêts BGE 82 I 93 S. 99cités), le recours de droit public contre un arrêté de portée générale est recevable lorsque les dispositions que le recourant estime contraires à la constitution peuvent dans l'avenir léser ses droits; il suffit que l'atteinte soit virtuelle.\n\nLe Conseil d'Etat fait valoir, par ailleurs, que les trois recourantes ne possèdent pas la qualité pour exercer en l'espèce un recours de droit public parce qu'elles ne sauraient être lésées dans leurs intérêts juridiquement protégé par un arrêté suspendant la mise en vigueur d'une disposition du droit cantonal incompatible avec le droit fédéral. Cette argumentation n'est cependant pas fondée. Les recourantes contestent en effet que l'art. 49 LNG soit contraire au droit fédéral et prétendent qu'il est arbitraire de l'admettre. Le différend porte précisément sur la question de savoir si le Conseil d'Etat avait le droit de prendre l'arrêté entrepris. Ce point concerne le fond du droit et non pas la recevabilité du recours.\n\nEn tant qu'elles se plaignent d'une violation du principe de la séparation des pouvoirs et d'un arbitraire, les recourantes ont la qualité pour former un recours de droit public, car elles subissent une atteinte virtuelle dans leurs intérêts juridiquement protégés. En revanche, cette qualité leur manque dans la mesure où elles invoquent une violation de l'art. 82 de la constitution genevoise comme norme réglant une compétence du Conseil d'Etat, savoir celle de promulguer les lois et de pourvoir à leur exécution, car cette disposition a un caractère strictement organique et n'institue pas un droit individuel susceptible de bénéficier de la protection assurée par le recours de droit public (RO 72 I 11, 48 I 83 consid. 3; KIRCHHOFER, op.cit., p. 147).\n\n2. Les recourantes font valoir, si ce n'est expressément, du moins implicitement, que le Conseil d'Etat a empiété sur la compétence législative qui appartient au Grand Conseil en s'arrogeant le droit de suspendre la mise en vigueur d'une disposition légale régulièrement BGE 82 I 93 S. 100votée par celui-ci. Dans le cadre de ce moyen tiré de la violation du principe de la séparation des pouvoirs, l'art. 82 de la constitution genevoise peut être invoqué. Cette disposition a la teneur suivante: \"Le Conseil d'Etat promulgue les lois; il est chargé de leur exécution et prend à cet effet les arrêtés nécessaires\". Il s'agit de savoir si le Conseil d'Etat a outrepassé les pouvoirs qui lui sont conférés par cet article. Cette question ne peut être examinée que sous l'angle de l'arbitraire.\n\nA la suite de la lettre du Département fédéral de justice et police du 13 février 1956, le gouvernement genevois s'est trouvé devant une difficulté au sujet de l'exécution de la loi sur la nationalité votée par le Grand Conseil: l'art. 49 LNG s'est avéré inexécutable en dehors du territoire du canton notamment en raison du fait que, en l'absence de dispositions de l'ordonnance fédérale sur l'état civil prévoyant leur coopération, les officiers de l'état civil des autres cantons et les représentants diplomatiques ou consulaires suisses à l'étranger n'ont pas à prêter leur concours pour faire les communications indispensables à l'exécution de la disposition; en outre, alors que cette collaboration est nécessaire pour que la nouvelle institution puisse sortir ses effets en cas de mariage célébré dans un autre canton ou à l'étranger, l'autorité fédérale a déclaré que le régime de l'état civil ne serait pas modifié pour permettre la mise à exécution de la loi genevoise. Placé devant cette situation, le Conseil d'Etat s'est rendu compte qu'il était impossible d'exécuter l'art. 49 LNG dans la teneur adoptée par le Grand Conseil. Comme les aménagements indispensables à l'exécution de cette disposition ne dépendaient pas de lui mais de l'autorité fédérale et que celle-ci exprimait d'emblée son intention de ne pas y pourvoir, le gouvernement genevois a estimé devoir suspendre la mise en vigueur de l'institution et proposer simultanément au Grand Conseil de modifier la loi. Par là, il n'a pas procédé à un acte ressortissant à la législation: il n'a pas abrogé l'art. 49 LNG et ne BGE 82 I 93 S. 101lui a pas substitué une autre disposition; il a, au contraire, reconnu expressément la compétence exclusive du Grand Conseil pour modifier la loi et lui a soumis le projet d'un nouvel article destiné à remplacer celui qui s'avérait inexécutable. En prenant l'arrêté attaqué, le Conseil d'Etat a agi dans les limites de ses attributions et s'est borné, en qualité d'autorité chargée de l'exécution des lois, à suspendre la mise en vigueur de l'art. 49 LNG. Il s'agit là d'une mesure temporaire décidée pour permettre au Grand Conseil de reconsidérer cet article après avoir pris connaissance de la position de l'autorité fédérale et des motifs pour lesquels il ne peut pas être exécuté. Il suit de là que le Conseil d'Etat n'a pas empiété sur la compétence législative du Grand Conseil et que son arrêté n'est pas entaché d'arbitraire.\n\nLes recourantes font valoir que l'art. 49 LNG n'est pas incompatible avec le droit fédéral et n'est pas contraire aux art. 54 al. 4 Cst. et 161 CC. Elles prétendent que ces dispositions statuent uniquement que la femme acquiert par le mariage le droit de cité et de bourgeoisie de son mari mais non pas qu'elle doit de ce fait perdre le sien; à leur avis, ces règles du droit fédéral n'ont que des effets positifs et non négatifs. Cette question peut cependant rester indécise: ce n'est pas en raison d'un conflit entre l'art. 49 LNG et le droit fédéral que le Conseil d'Etat a pu, sans outrepasser les pouvoirs fixés par l'art. 82 de la constitution genevoise, suspendre la mise en vigueur de cette disposition, mais parce que son exécution s'est avérée impossible eu égard aux prescriptions fédérales sur l'état civil. Le gouvernement genevois ne s'est pas arrogé la compétence, qui ne saurait lui appartenir, de ne pas promulguer ou de ne pas exécuter en général une loi qu'il estimerait contraire au droit fédéral; il s'est borné à suspendre la mise en vigueur d'une règle légale inexécutable en raison de l'impossibilité d'obtenir la coopération indispensable des autorités de l'état civil et du refus du Département fédéral de justice et police d'apporter à BGE 82 I 93 S. 102l'ordonnance sur l'état civil les modifications nécessaires à l'exécution de la disposition.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté en tant qu'il est recevable."}