{"annee": "82", "cour": "II", "page": "513", "date": "1/11/1956", "cite": ["69 II 319", "79 II 36", "69 II 373"], "cite_par": ["90 II 476"], "chapeau": "67. Urteil der II. Zivilabteilung vom 1. November 1956 i.S. Tschirky gegen Burla.", "regestes": ["1. Un nouveau testament est présumé exclure des testaments plus anciens (art. 511 al. 1 CC). Portée de cette présomption (consid. 2). 2. Des raisons d'admettre le contraire peuvent résulter du testament lui-même, de sa lettre ou de son sens (consid. 3). 3. Entrent de plus en ligne de compte les éléments de preuve extrinsèques à l'acte (consid. 4). Les constatations positives et négatives de l'arrêt cantonal relativement à des indices lient le Tribunal fédéral, conformément à l'art. 63 al. 2 OJ (consid. 5). Appréciation juridique des faits (consid. 5 in fine et 6)."], "faits": "BGE 82 II 513 S. 513\n\nA.- Die am 21. Juli 1953 verstorbene Witwe Maria Meinel-Grünewald, geboren 1865, mit letztem Wohnsitz in Basel, hinterliess als alleinige Erben ihre Tochter Emilie Tschirky-Meinel (Beklagte) und ihr Grosskind Lotti BurlaSchmitz, Tochter der verstorbenen Frau Ida SchmitzMeinel (Klägerin). In ihrem Nachlass befanden sich zwei BGE 82 II 513 S. 514eigenhändige letztwillige Verfügungen. Die erste, vom 3. Mai 1944, lautet:\n\n\"Eigenhändiges Testament.\n\nMeine früheren letztwilligen Verfügungen hebe ich hiemit auf: Da mir daran liegt, dass die Erbteilung über meinen Nachlass sich ohne Streitigkeiten abwickle und da die Zuwendungen an meine Grosstochter Frau Lotti Burla-Schmitz überwiegen, bestimme ich wie folgt:\n\nAlle Zuwendungen an meine Erben sind nicht ausgleichspflichtig. Meine Grosstochter Frau Lotti Burla-Schmitz soll nur ihren Pflichtteil erhalten und die dadurch freie Quote soll meiner Tochter Frau Emilie Tschirky-Meinel neben ihrem Erbteil zufallen.\"\n\nDie zweite, vom 23. November 1950, hat folgenden Wortlaut:\n\n\"Testament.\n\nMeiner Tochter Frau Wwe. Tschirky geb. Meinel vermache ich für ihre lange Witwenschaft mit kritischer Krankheit behaftet Fr. 15'000.-- fünfzehntausend Franken für ihre Gesundheit. Sofern zur Barauszahlung nicht genügend Barschaft vorhanden ist, soll zu ihren Gunsten eine verzinsliche Hypothek auf den den Miterben zufallenden Liegenschaften oder Liegenschaftsanteilen errichtet werden.\"\n\nDas erste Testament war im Besitz der Wwe. Tschirky, während die Erblasserin das zweite bei Notar Dr. S. Burckhardt hinterlegt hatte. Dr. Burckhardt hatte sowohl 1944 wie 1950 die Testatorin beraten und die Verfügungen entworfen. Dabei formulierte er jedesmal die Bestimmung, die früheren Testamente würden aufgehoben. Die Erblasserin liess jedoch bei der Niederschrift der Verfügung vom 23. November 1950 diesen Satz weg.\n\nB.- Frau Burla-Schmitz klagte gegen Witwe TschirkyMeinel auf Feststellung, dass das Testament von 1944 durch dasjenige von 1950 aufgehoben und daher der Nachlass gemäss den Anordnungen des letzteren zu teilen sei.\n\nC.- Das Zivilgericht des Kantons Basel-Stadt hat die Klage gutgeheissen, ebenso das Appellationsgericht mit Urteil vom 6. Juli 1956.\n\nD.- Mit vorliegender Berufung stellt die Beklagte das Begehren um Aufhebung des vorinstanzlichen Urteils, Abweisung der Klage und Feststellung der Gültigkeit des BGE 82 II 513 S. 515Testamentes der Frau Witwe Maria Meinel-Grünewald vom 3. Mai 1944.\n\nDie Klägerin beantragt Abweisung der Berufung und Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die gültige Errichtung sowohl des einen wie des andern der beiden in Frage stehenden Testamente ist an und für sich unbestritten. Der Antrag der Beklagten zielt denn auch nicht etwa auf Gültigerklärung bloss des frühern, ihr die ganze verfügbare Quote des Nachlasses zuweisenden Testamentes. Sie will vielmehr dieses neben dem neuen Testament zur Geltung bringen, nimmt also den Standpunkt ein, das frühere sei durch das neue nicht ersetzt und damit aufgehoben, sondern ergänzt worden, so dass beide Testamente nebeneinander zu Recht bestehen. Demgegenüber lässt die Klägerin nur das neue Testament gelten, das der Beklagten lediglich ein Vorausvermächtnis von Fr. 15'000.-- und nicht mehr wie das frühere die ganze verfügbare Quote zuweist. Sie hält dafür, das neue Testament trete an die Stelle des frühern und habe dieses stillschweigend aufgehoben.\n\n2. Dieser Standpunkt der Klägerin entspricht der sich aus Art. 511 Abs. 1 ZGB ergebenden Rechtsvermutung. Errichtet jemand, der bereits letztwillig verfügt hat, später ein neues Testament, so erhebt sich die Frage, ob die neue Verfügung zur frühern hinzutreten, diese also ergänzen und allenfalls einschränken oder sonstwie ändern solle, oder ob sie die frühere schlechthin ersetze, also nunmehr allein gelte. Während das französische und das deutsche Recht eine Vermutung im erstern Sinne aufstellen (vgl. Art. 1036 Code civil und § 2258 BGB), tritt nach schweizerischem ZGB die neue Verfügung vermutungsweise an die Stelle der frühern, wie nach § 713 des österreichischen ABGB. Immerhin erhebt Art. 511 Abs. 1 ZGB den Grundsatz der ausschliesslichen Geltung der neuen Verfügung nicht geradezu zum dispositiven Rechtssatze, der nur vor einem BGE 82 II 513 S. 516deutlich abweichenden Inhalte der neuen Verfügung zurückzutreten hätte (wie dies für die österreichische Rechtsordnung angenommen wird, vgl. KLANG, Ziff. IV, a, zu § 713 ABGB). Vielmehr kommt nach schweizerischem Recht eine der Vermutung entgegengesetzte Willensmeinung auch dann zur Geltung, wenn sie sich nicht aus der neuen Verfügung selbst ergibt. Das Gesetz berücksichtigt aber nur einen \"zweifellos\" auf blosse Ergänzung der frühern Verfügung gerichteten Willen des Testators, verlangt also zur Entkräftung der erwähnten Vermutung einen strikten Beweis.\n\n3. Von diesen Grundsätzen geht das angefochtene Urteil zutreffend aus. Und es ist ihm in erster Linie darin beizustimmen, dass die neue Verfügung von 1950 weder ihrem Wortlaut noch ihrem Inhalte nach einen von der gesetzlichen Vermutung abweichenden Willen der Erblasserin erkennen lässt. Die neue Verfügung setzt zu Gunsten der Beklagten ein Summenvermächtnis aus, das sehr wohl als einzige Begünstigung, im Sinne eines Vorausvermächtnisses, bestehen kann. Dieses Vermächtnis setzt keineswegs voraus, dass die Klägerin vorerst auf den Pflichtteil gesetzt sei, wie dies das frühere Testament von 1944 bestimmt hatte. Ja, es erheben sich gegen eine Koexistenz, d.h. Kumulation der beiden Verfügungen Bedenken. Wäre die neue als blosse Ergänzung der frühern zu verstehen, wie dies die Beklagte behauptet, so hätte die Klägerin sich nicht nur mit ihrem Pflichtteil zu begnügen, sondern daraus überdies das Summenvermächtnis auszurichten, was sie natürlich wegen des ihr zukommenden Pflichtteilschutzes ablehnen könnte. Das erstinstanzliche Gericht spricht daher von einem klaren Widerspruch zwischen den beiden Verfügungen und nimmt schon deshalb an, die neue bestehe allein zu Recht. Das Appellationsgericht will zwar keinen eigentlichen Widerspruch bejahen - denn nach dem \"an sich möglichen\" Willen der Erblasserin könnten die beiden Zuwendungen an die Beklagte nebeneinander bestehen, sofern sich die derart benachteiligte BGE 82 II 513 S. 517Klägerin damit abfände -; doch sei es \"wenig wahrscheinlich\", dass die von einem Notar beratene Erblasserin, die ohnehin Streitigkeiten unter ihren Erben befürchtete, eine offenkundige Pflichtteilsverletzung habe anordnen wollen. In der Tat wäre eine dahingehende Willensmeinung der Erblasserin, wenn auch nicht unmöglich und widerspruchsvoll im eigentlichen Sinn des Wortes, so doch ungewöhnlich und dazu geeignet, Streit zu schaffen. Es kann nicht ohne weiteres angenommen werden, die Erblasserin habe eine solche Konfliktsituation herbeiführen wollen. Diese Überlegung verstärkt die nach der gleichen Richtung gehende gesetzliche Vermutung, die übrigens selbst dann gilt, wenn sich die beiden Verfügungen ohne jede Unstimmigkeit miteinander vereinigen liessen (vgl. ESCHER, 2. Aufl., N. 2 zu Art. 511; TUOR, 2. Aufl., N. 22 zu Art. 509-511 ZGB).\n\n4. Die ausserhalb der Testamentsurkunden liegenden Beweiselemente vermögen nach der vorinstanzlichen Beweiswürdigung dieses Ergebnis nicht umzustossen. Das Appellationsgericht würdigt die eigenen Vorbringen der Beklagten dahin, dass sich die für und gegen ihre Auffassung sprechenden Momente ungefähr die Wage halten, so dass die gesetzliche Vermutung unentkräftet bleibe. Ein gewisses Indiz für blosse Ergänzungsabsicht sieht das Urteil darin, dass die Erblasserin, entgegen dem Rate des Notars, weder das frühere Testament ausdrücklich aufgehoben noch es vernichtet hat. Indessen findet das Urteil dafür verschiedene Erklärungen, z.B. dass die Erblasserin noch weiterhin in ihren Absichten schwankend gewesen wäre, oder dass ihr die Beklagte das bereits in Besitz genommene frühere Testament nicht mehr herausgegeben hätte. Die zugunsten der Beklagten lautende und von ihr als Hauptbeweis angerufene Aussage des Zeugen Albert Schäffer über Äusserungen der Testatorin hält das Appellationsgericht für unmassgeblich, sowohl hinsichtlich der Glaubwürdigkeit wie auch angesichts ihres nicht eindeutigen Inhaltes. Die Einvernahme weiterer Zeugen der Beklagten - ihrer BGE 82 II 513 S. 518Söhne - hat das Appellationsgericht abgelehnt, weil die selben am Prozessausgang interessiert sind und daher befangen sein würden. Anderseits bejaht das Gericht gewichtige Gründe für eine der gesetzlichen Vermutung entsprechende Willensmeinung. Es stellt vor allem auf die Aussagen des Beraters der Erblasserin, Notar Dr. S. Burckhardt, ab, denen infolge der amtlichen Funktion des Zeugen erhöhte Beweiskraft zukomme. Danach erhielt die Erblasserin vom Notar den Rat, die Beklagte durch ein Legat zu begünstigen, anstatt die Klägerin auf den Pflichtteil zu setzen; und die Erblasserin hatte die Absicht, diesen Rat zu befolgen, und war sich bewusst, dass nicht beide Testamente füglich nebeneinander bestehen konnten; sie zog das frühere, damals beim Notar liegende Testament zurück und liess nur das neue in seiner Verwahrung. Sodann hält das Appellationsgericht die Aussagen der Zeuginnen Höchle und Rapp auch bei vorsichtiger Würdigung nicht für unglaubhaft. Nach diesen Aussagen sei aber klarerweise das zweite Testament an die Stelle des ersten getreten. Das von Frau Höchle bezeugte Verhalten der Beklagten ergäbe auch ein genügendes Motiv für die allfällige Absicht der Erblasserin, mit dem neuen Testamente die Tochter (Beklagte) etwas schlechter zu stellen. Es stehe jedoch gar nicht fest, dass in der Vorstellung der Testatorin die Zuweisung eines Barlegates von Fr. 15'000.-- anstelle der verfügbaren Quote überhaupt eine ins Gewicht fallende Schlechterstellung bedeutet habe.\n\n5. Die Beklagte bezeichnet dieses Beweisergebnis, wonach die von ihr gegen die gesetzliche Vermutung des Art. 511 Abs. 1 ZGB geltend gemachten Gründe nicht aufkommen, als unrichtig. Sie hält dafür, das Bundesgericht könne frei darüber befinden, und beruft sich auf BGE 79 II 40. Danach unterliegt freilich die Frage, ob der Wille des Erblassers auf Aufhebung oder blosse Ergänzung des frühern Testamentes gegangen sei, der bundesgerichtlichen Überprüfung. Damit ist jedoch nicht ausgesprochen, die Bindung des Bundesgerichtes an den in kantonaler Instanz BGE 82 II 513 S. 519festgestellten Tatbestand (Art. 63 Abs. 2 OG) gelte bei der Auslegung letztwilliger Verfügungen überhaupt nicht. Die Auslegung von Rechtsgeschäften ist zwar, ganz allgemein betrachtet, nicht blosse Tatfrage. Nach der grundlegenden Entscheidung vom 5. Oktober 1943 (BGE 69 II 319) ist zu unterscheiden zwischen der Auslegung von Erklärungen nach allgemeiner Lebenserfahrung und der Feststellung individueller Willensmeinungen. Bei letztwilligen Verfügungen handelt es sich um so weniger um blosse Tatsachenfeststellung, als sich die Frage nach dem tatsächlichen \"innern\" Willen nicht von der Rechtsfrage trennen lässt, ob der ermittelte Wille auch einen genügenden formellen Ausdruck im Testament gefunden habe. Davon geht das von der Beklagten angerufene Urteil aus, wie denn ein zwar als vorhanden nachgewiesener, aber im Testamente nicht irgendwie, und wäre es auch in ungeschickter Weise, ausgesprochener Wille infolge der Formbedürftigkeit letztwilliger Verfügungen ausser Betracht bleiben muss (BGE 69 II 383 Mitte). Sobald aber äussere Tatsachen zur Ermittlung des wahren Sinnes testamentarischer Verfügungen herangezogen werden, richtet sich deren Feststellung nach den gewöhnlichen Regeln und ist Sache der Beweiswürdigung durch die kantonalen Gerichte. In dieser Hinsicht ist das Bundesgericht an die im kantonalen Urteil enthaltenen Beweisergebnisse ebenso wie bei andern tatsächlichen Feststellungen gebunden. Eine selbständige Beweiswürdigung steht dem Bundesgericht inbezug auf solche Tatsachen nicht zu, handle es sich nun um Äusserungen des Erblassers, um Vermögensverhältnisse, um das persönliche Einvernehmen des Erblassers mit dem einen und dem andern Erben, oder um andere Tatsachen. Insbesondere muss es bei der Beurteilung des Beweiswertes von Aussagen durch das kantonale Gericht sein Bewenden haben. Die Kritik der Beklagten an den tatsächlichen Feststellungen des angefochtenen Urteils - sie beharrt auf der Schlüssigkeit der Aussagen des Zeugen Schäffer, legt ihnen mehr Gewicht bei als den gegenteiligen Depositionen der Zeugen Dr. Burckhardt BGE 82 II 513 S. 520und Frau Höchle, bezeichnet die Aussage der Zeugin Rapp als \"offensichtlich unrichtig\" usw. - ist somit nicht zu hören. Das Bundesgericht muss die vom Appellationsgericht festgestellten äussern Tatsachen als solche hinnehmen und kann nur überprüfen, ob dieselben, im Zusammenhang mit dem Wortlaute der Testamentsurkunden, die von der Vorinstanz gezogenen Folgerungen über den wahren Testamentswillen bzw. über die Unmöglichkeit, diesen Willen zweifelsfrei zu ermitteln, zu rechtfertigen vermögen.\n\n6. Unter diesem Gesichtspunkt erweist sich das angefochtene Urteil als einwandfrei. Es fällt allerdings auf, dass die Erblasserin die Aufhebung des frühern Testamentes im neuen nicht ausdrücklich verfügte, obwohl der Rechtsberater dies empfahl und sie auch über die materielle Unvereinbarkeit der beiden Testamente orientierte; ebenso, dass sie die frühere Verfügung - wiederum gegen den Rat von Notar Dr. Burckhardt - nicht vernichtete. Aber das kann auch auf Versehen und Vergesslichkeit der Testatorin beruhen. Sie hat ja, nach der Darstellung der Beklagten selbst (act. 2 S. 8/9), Dr. Burckhardt nach dem 4. Oktober 1950 nicht mehr konsultiert und in dem etwa 50 Tage später errichteten neuen Testament nicht nur den ersten Satz des Entwurfes des Notars weggelassen, sondern von sich aus einen weitern Satz beigefügt. Es ist also gewiss möglich, dass die damals 85-jährige Frau bei der Niederschrift nicht mehr an die Aufklärung und Empfehlung ihres Ratgebers dachte, nicht aber den Willen hatte, diesen Ratschlägen entgegen zu handeln. Ebenso kann das frühere Testament, das sie jedenfalls beim Notar zurückzog, um es zu vernichten (Zivilgericht S. 9), sehr wohl aus blossem Versehen erhalten geblieben und in die Hände der Beklagten geraten sein, falls diese nicht, wie die Vorinstanz annimmt (S. 7), schon von früher her ein zweites Exemplar besass.\n\nIst somit ein auf Weitergeltung des frühern Testamentes neben dem neuen gehender Wille der Erblasserin keineswegs erwiesen, sondern nur als möglich zu erachten, BGE 82 II 513 S. 521so schliessen die von der Vorinstanz - wie dargetan, in massgebender Weise - festgestellten Gegenindizien eine solche Annahme vollends aus: die Aufklärung durch den Notar, die es unwahrscheinlich macht, dass die Erblasserin, die ja Erbstreitigkeiten ausschalten wollte, zwei miteinander rechtlich nicht vereinbare Verfügungen nebeneinander bestehen lassen wollte; der Rückzug der frühern Verfügung in der Meinung, sie sei zu vernichten; die Aussagen Höchle und Rapp, wonach die Erblasserin das erste Testament durch das zweite ersetzen wollte; die Aussage Höchle, wonach sie auch einen Grund hatte, eine neue, die Beklagte weniger begünstigende Verfügung zu treffen.\n\nDemgegenüber wendet die Beklagte zu Unrecht ein, man dürfe die Widerlegung der in Art. 511 Abs. 1 ZGB aufgestellten Vermutung nicht allzu sehr erschweren, da schlechthin zweifelsfreie Fälle kaum denkbar seien. Das Gesetz lässt nicht blosse Glaubhaftmachung genügen, sondern will nur einen \"zweifellos\" sich ergebenden Ergänzungswillen berücksichtigen (wie er in BGE 79 II 36 ff., besonders S. 43, vorlag). Übrigens würde es hier auch an einer Glaubhaftmachung fehlen, da es mit grösserer Wahrscheinlichkeit in der Absicht der Erblasserin lag, das frühere Testament durch das neue zu ersetzen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das angefochtene Urteil des Appellationsgerichtes des Kantons Basel-Stadt vom 6. Juli 1956 bestätigt."}