{"annee": "82", "cour": "IV", "page": "56", "date": "24/4/1956", "cite": ["74 IV 181"], "cite_par": [], "chapeau": "12. Auszug aus dem Entscheid der Anklagekammer vom 24. April 1956 i.S. Untersuchungsrichter des Bezirkes F gegen Angestellte der Mühle X.", "regestes": ["Art. 51 et 52 al. 2 PPF. Compétence de la chambre d'accusation pour connaître des demandes tendant à la prolongation de la détention ou à la mise en liberté dans la procédure ouverte par l'administration fédérale des blés pour contravention aux règles de l'AF du19 juin 1953 concernant le ravitaillement du pays en céréales panifiables."], "faits": "BGE 82 IV 56 S. 57\n\nIn einem Strafermittlungsverfahren der Eidgenössischen Getreideverwaltung wurden verantwortliche Angestellte der Mühle X, die der Widerhandlung gegen den Bundesbeschluss über die Getreideversorgung des Landes vom 19. Juni 1953 beschuldigt wird, vom Untersuchungsrichter des Bezirkes F wegen Kollusionsgefahr verhaftet. Zehn Tage später ersuchte dieser die Anklagekammer des Bundesgerichts, die Aufrechterhaltung der Haft zu bewilligen. Ferner erhob einer der beschuldigten Angestellten Beschwerde gegen die Abweisung seines Haftentlassungsgesuches durch den Untersuchungsrichter.", "considerants": "Aus den Erwägungen:\n\nDer Bundesstrafprozess, der in Art. 279 ff. Übertretungen fiskalischer Bundesgesetze und in Art. 321 ff. das Strafverfügungsverfahren der Verwaltung bei Übertretungen anderer Bundesgesetze ordnet, sieht für das Ermittlungsverfahren der Verwaltung keine Verhaftung des Beschuldigten vor. Davon abweichend wird in Art. 34 Abs. 2 des BB über die Brotgetreideversorgung des Landes vom 19. Juni 1953 die Verhaftung des Beschuldigten als zulässig erklärt und die Befugnis zum Erlass eines Haftbefehls den nach kantonalem Recht hiefür zuständigen Untersuchungsrichtern und Beamten der gerichtlichen Polizei erteilt. Damit sind offenbar diejenigen Untersuchungs- und Polizeiorgane gemeint, die sachlich und örtlich zuständig wären, wenn es sich um ein kantonales Untersuchungsverfahren handelte. Ob es sachlich gerechtfertigt ist, im Ermittlungsverfahren einer eidgenössischen Verwaltung kantonale Justizorgane zum Erlass von Haftbefehlen BGE 82 IV 56 S. 58heranzuziehen, oder ob es nicht zweckmässiger wäre, die Bundesanwaltschaft damit zu betrauen, die nach Art. 45 Ziff. 1 BStP auch im gerichtspolizeilichen Ermittlungsverfahren vor Anhebung der eidg. Voruntersuchung zum Erlass von Haftbefehlen zuständig ist, muss dahingestellt bleiben.\n\nNach Art. 34 Abs. 3 des erwähnten Bundesbeschlusses finden im Verfahren der Getreideverwaltung die Art. 39 - 64 und 74 - 85 BStP, die u.a. die Voraussetzungen, den Vollzug und die Dauer der Haft regeln, sinngemäss Anwendung. Es fragt sich, ob auch Art. 51 und 52 Abs. 2 BStP anwendbar sind, wonach eine Kollusionshaft nur mit Bewilligung der Anklagekammer des Bundesgerichts länger als 14 Tage aufrechterhalten werden darf und gegen die Abweisung eines Haftentlassungsgesuches durch den Untersuchungsrichter bei der Anklagekammer Beschwerde geführt werden kann. Diese beiden Bestimmungen, die sich aus der in Art. 11 BStP begründeten Zuständigkeit der Anklagekammer als Aufsichtsbehörde über die Voruntersuchung und als Beschwerdeinstanz gegen Amtshandlungen des Untersuchungsrichters erklären, sind nach ihrem Wortlaut und nach ständiger Rechtssprechung nur auf Verhaftungen anwendbar, die während der eidgenössischen Voruntersuchung angeordnet werden. Sowohl die Bundesanwaltschaft, welche ausserhalb der Voruntersuchung bis zur Anklageerhebung zum Erlass von Haftbefehlen und zum Entscheid über die Aufrechterhaltung der Haft befugt ist (BGE 74 IV 182), als auch die eidgenössischen Verwaltungsstellen, die eine Untersuchung führen, unterstehen den ihnen übergeordneten Departementen und letztlich dem Bundesrat als Aufsichts- und Beschwerdeinstanzen. Die Anklagekammer über Haftverlängerungen und Haftbeschwerden in einem Verwaltungsverfahren entscheiden zu lassen, ist mit der in Bundesstrafsachen geltenden Kompetenzordnung nur schwer vereinbar und umsoweniger verständlich, als letztinstanzlich der Bundesrat über alle Untersuchungsmassnahmen BGE 82 IV 56 S. 59der Getreideverwaltung die Aufsicht ausübt und über Beschwerden, z.B. gegen Hausdurchsuchungen und Beschlagnahmungen, zu entscheiden hat.\n\nAllein der Wortlaut des Art. 34 Abs. 3 des BB vom 19. Juni 1953, der eindeutig auf die Art. 51 und 52 BStP verweist, lässt trotz des einschränkenden Ausdruckes \"sinngemäss\" kaum eine andere Auslegung zu, als dass in diesem Ausnahmefall die Anklagekammer zuständig erklärt werden wollte. Der Grund für diese Ordnung liegt offenbar darin, dass die Befugnis zum Erlass eines Haftbefehls nicht der mit der Untersuchung betrauten Getreideverwaltung oder einer andern der Aufsicht des Bundesrates unterstellten Bundesbehörde zusteht, sondern ausschliesslich den kantonalen Justizorganen, und dass dieser Ausscheidung der Kompetenzen das Bestreben zugrunde lag, dem Beschuldigten einen erhöhten Schutz gegenüber der Bundesverwaltung zu bieten (Botschaft des BR vom 10. Februar 1953). Ist daraus zu schliessen, dass der Beschwerdeweg an den Bundesrat ausgeschlossen werden wollte, so bleibt nur die Möglichkeit der Anrufung der Anklagekammer des Bundesgerichts oder der nach kantonalem Recht für Haftfragen zuständigen oberen Instanz. Der letztere Weg fällt indessen ausser Betracht; da der kantonale Untersuchungsrichter die Vorschriften des Bundesstrafverfahrens anzuwenden hat (Art. 45 Ziff. 1 BStP) und in einem eidgenössischen Verfahren mitwirkt, das sich möglicherweise auf Beschuldigte in verschiedenen Kantonen erstreckt, kann im Interesse der einheitlichen Rechtsanwendung die letzte Entscheidung nur bei einer eidgenössischen Instanz liegen.\n\nDie Zuständigkeit der Anklagekammer ist demnach zu bejahen, und es ist auf das Haftverlängerungsgesuch des Untersuchungsrichters sowie auf die Beschwerde des Beschuldigten A. einzutreten."}