{"annee": "82", "cour": "II", "page": "120", "date": "15/3/1956", "cite": ["44 II 444"], "cite_par": ["83 II 345", "92 II 62", "108 II 65", "97 III 12", "88 I 11"], "chapeau": "16. Urteil der II. Zivilabteilung vom 15. März 1956 i.S. Rusch gegen Manser.", "regestes": ["1. Valeur litigieuse. Fixation selon l'appréciation du juge. 2. Droit transitoire (art. 1 Tit. fin. CC). Servitude de l'ancien droit (droit de passage avec bêtes de somme). Application des dispositions de la loi cantonale d'introduction au Code civil, entrée en vigueur le premier janvier 1912. 3. S'agissant d'une question régie par le droit civil cantonal, c'est ce droit aussi qui règle la répartition du fardeau de la preuve; l'art. 8 CC n'est donc pas applicable."], "faits": "BGE 82 II 120 S. 120\n\nA.- Johann Rusch, Eigentümer des Grundstückes \"Enzlers Seplis\" in oder bei Steig (Appenzell I. Rh.), lässt ein zu Lasten dieses Grundstückes bestehendes Fussweg- und \"geführter Hand\"-Recht gelten, will aber kein Saumrecht anerkennen, wie es mehrere Nachbarn beanspruchen. Mit einem Amtsbot vom 9. Mai 1952 gegen Emil Manser, Eigentümer des höher gelegenen Grundstückes \"Rosengarten\", verlangte er, dieser habe anzuerkennen, BGE 82 II 120 S. 121dass weder ihm persönlich noch der Liegenschaft \"Rosengarten\" ein Saumrecht über die Liegenschaft \"Enzlers Seplis\" zustehe. Da Manser Recht vorschlug, reichte Rusch das Amtsbot beim Spangericht erster Instanz ein. Dieses wie auch das Kantonsgericht als Spangericht zweiter Instanz wiesen die Klage ab und nahmen das Bestehen eines vor dem 1. Januar 1912 nach kantonalem Recht begründeten Saumrechtes an. Dem Urteil der zweiten Instanz vom 29. Mai 1953 ist zu entnehmen: Eine öffentliche Urkunde aus dem Jahre 1690 stellte ein die Liegenschaft des Rusch belastendes Fussweg-, Reit- und \"geführter Hand\"-Recht fest. Das Saumrecht wurde darin nicht erwähnt, wahrscheinlich wurde aber die Duldung des Säumens im 17. Jahrhundert als selbstverständlich erachtet. Es ist also möglich, dass zugunsten der Liegenschaft des Manser schon 1690 ein Saumrecht bestand. Ein solches kann jedenfalls später durch Vertrag oder Ersitzung entstanden sein. Die Rechtsprechung über die Ersitzung war indessen keine einheitliche, und für die vertragliche Einräumung fehlt ein Anhaltspunkt. Da kein Urkundenbeweis vorliegt, muss auf den Zeugenbeweis abgestellt werden. Danach ist \"mit grosser Wahrscheinlichkeit\" der Bestand eines Saumrechtes anzunehmen. Deshalb ist die Regel von Art. 106 Abs. 4 des EG zum ZGB anzuwenden, wonach bei streitigen Rechtsansprüchen im Zweifelsfalle die Fahr- und Wegberechtigung als vorhanden betrachtet wird.\n\nB.- Dieses Urteil wurde vom Kassationsgericht aus prozessualen Gründen aufgehoben, und in einem neuen Urteil vom 25. November 1954 schützte das Kantonsgericht nunmehr das Amtsbot und verneinte den Bestand eines Saumrechtes durch die Liegenschaft des Rusch. Es erklärte, da der Richter keine sichere Kenntnis vom alten Gewohnheitsrecht hinsichtlich der Ersitzungsmöglichkeit habe, wäre es Sache der Appellaten d.h. des Beklagten und der Litisdenunziaten, gewesen, diese Rechtsgrundlage nachzuweisen, was nicht geschehen sei. Da ferner BGE 82 II 120 S. 122die Urkunde aus dem Jahre 1690 keinen Beweis für oder gegen das Saumrecht bilde, falle nach wie vor nur der Zeugenbeweis in Betracht. Für sich allein genüge er nun aber nicht. Es liege ein Zweifelsfall vor. Nach der für das ganze Gebiet der Schweiz geltenden Vorschrift von Art. 8 ZGB treffe die Appellaten die volle Beweislast. Anders als im frühern Urteil angenommen, erscheine Art. 106 Abs. 4 EG als nicht anwendbar, weil er dem geltenden Bundesrecht widerspreche.\n\nC.- Auch das zweite Urteil des Kantonsgerichtes wurde vom Kassationsgericht aus prozessualen Gründen aufgehoben. Hierauf fällte jenes Gericht am 10. November 1955 sein drittes Urteil wiederum im Sinne des ersten vom 29. Mai 1953. Wie damals ergänzte es den Zeugenbeweis durch die Regel von Art. 106 Abs. 4 des EG zum ZGB und bejahte daher das vom Kläger Rusch bestrittene Saumrecht.\n\nD.- Gegen das Urteil vom 10. November 1955 hat Rusch Nichtigkeitsbeschwerde gemäss Art. 68 Abs. 1 lit. a OG erhoben mit dem Antrag auf Aufhebung des angefochtenen Urteils und Rückweisung des Falles zu neuer Beurteilung. Er gibt einen Streitwert von Fr. 1000.-- an und führt aus, bei dem streitigen Saumrecht handle es sich um ein Wegrecht, dessen Bestand voraussetze, dass es vor dem Inkrafttreten des schweizerischen ZGB begründet worden sei. Wie es sich damit verhalte, sei nach Art. 1 des Schlusstitels des ZGB nach altem kantonalem Rechte zu beurteilen. Statt dessen habe die Vorinstanz eine Bestimmung des erst am 1. Januar 1912 in Kraft getretenen kantonalen EG zum ZGB angewendet. Somit sei nach neuem statt nach altem kantonalem Recht entschieden worden. Sollte aber, weil altes Gewohnheitsrecht nicht genügend nachgewiesen sei, neues Recht zur.Anwendung kommen, so wäre Art. 8 ZGB massgebend. Mit dieser Vorschrift sei Art. 106 Abs. 4 EG unvereinbar; es läge also Anwendung kantonalen statt eidgenössischen Rechtes vor.\n\nBGE 82 II 120 S. 123\n\nE.- Manser und die vier Intervenienten beantragen, auf die Beschwerde sei nicht einzutreten, \"auf jeden Fall\" sei sie abzuweisen. Die Angaben des Beschwerdeführers über den Streitwert werden mit Nichtwissen bestritten. In der Sache selbst sei die Anwendung von Art. 106 des kantonalen EG unerheblich. Für das Urteil sei nicht diese Bestimmung, sondern das Ergebnis des Zeugenbeweises massgebend gewesen. Im übrigen lege Art. 106 EG nur fest, was schon nach altem kantonalem Gewohnheitsrechte gegolten habe. Diese Bestimmung sei in ständiger Praxis nur auf altrechtliche Verhältnisse angewendet worden \"und nur mit der Einschränkung, dass eben nicht ein ganz strikter Beweis geleistet werden musste\". Der Beschwerdeführer rüge im wesentlichen die Anwendung unrichtigen kantonalen Rechtes, was nicht unter Art. 68 OG falle. Tatsächlich habe die Vorinstanz die Beweislast gemäss Art. 8 ZGB verteilt und sich dabei bloss mit einem erleichterten Beweis begnügt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Streitwert ist im kantonalen Verfahren nicht festgesetzt worden. Der Beschwerdeführer bemisst ihn auf Fr. 1000.-- und beruft sich dabei auf eine übereinstimmende Angabe beider Parteien vor dem Augenscheinsrichter. Dem halten die Beschwerdegegner eine nur auf Nichtwissen gestützte Bestreitung entgegen. Es besteht indessen kein Grund zur Annahme, der Streitwert betrage ein Vielfaches von dem, was der Beschwerdeführer angibt. Wenn man bedenkt, dass nach den Ausführungen des ersten Urteils der Vorinstanz, S. 41 der kantonalen Akten, ein \"geführter Hand\"-, Fuss-, Kirchen- und Schulwegrecht anerkannt und bloss das ausserdem beanspruchte Saumrecht, d.h. das Recht, den Weg zu Transporten mit Saumtieren zu benutzen (vgl. Art. 100 Abs. 2 des kantonalen EG zum ZGB), bestritten ist, dürfte der Wert des berechtigten und des belasteten Grundstückes sich bei weitem nicht um volle Fr. 4000.-- verändern, je nachdem BGE 82 II 120 S. 124ob das Saumrecht bejaht oder verneint wird. Es darf somit nach freiem richterlichem Ermessen (Art. 36 Abs. 2 OG) von einem unter Fr. 4000.-- liegenden Streitwert ausgegangen werden.\n\n2. Nach der vom Beschwerdeführer angerufenen Bestimmung von Art. 68 Abs. 1 lit. a OG kann Nichtigkeitsbeschwerde erhoben werden wegen Anwendung kantonalen oder ausländischen statt des massgebenden eidgenössischen Rechtes. Ein Verstoss in umgekehrtem Sinne stellt dagegen keinen Nichtigkeitsgrund dar (während er im Berufungsverfahren zur Aufhebung des kantonalen Urteils führen kann, vgl. Art. 60 Abs. 1 lit. c OG). Das ergibt sich klar aus der Umschreibung des erwähnten Nichtigkeitsgrundes und entspricht auch der Entstehungsgeschichte des Art. 68 OG (wozu vgl. BIRCHMEIER N. 6, e, S. 258 Mitte). Nun geht es im vorliegenden Prozesse um den Bestand eines altrechtlichen Saumrechtes, was die Vorinstanz keineswegs verkannt hat. Ob diese Dienstbarkeit seinerzeit (vor dem Inkrafttreten des schweizerischen ZGB) gültig entstanden sei, ist nach der damaligen Rechtsordnung zu beurteilen (Art. 1 des Schlusstitels des ZGB), auf die das angefochtene Urteil sich denn auch stützt. Hinsichtlich der an den Beweis zu stellenden Anforderungen ist freilich nicht altes Gewohnheitsrecht als solches, sondern Art. 106 Abs. 4 des kantonalen EG zum ZGB angewendet worden, das von der ordentlichen Landsgemeinde am 30. April 1911 angenommen, vom Bundesrat am 18. April und 8. Mai 1911 genehmigt worden und auf den 1. Januar 1912 in Kraft getreten ist. In dieser Bestimmung sieht der Beschwerdeführer neues (kantonales) Recht, dessen Anwendung auf den vorliegenden altrechtlichen Tatbestand nach dem in Art. 1 des SchlT des ZGB aufgestellten Grundsatz der Nichtrückwirkung des neuen Rechtes unzulässig sei. Entgegen dieser Ansicht stand es jedoch dem kantonalen Gesetzgeber frei, das kantonale Recht bis zum Inkrafttreten des schweizerischen ZGB noch abzuändern. Diese kantonale Gesetzgebungskompetenz BGE 82 II 120 S. 125bestand bis Ende 1911 und konnte auch in der Weise ausgeübt werden, dass Änderungen und Ergänzungen des bisherigen kantonalen Rechtes erst gerade auf den 1. Januar 1912 in Kraft gesetzt wurden (vgl. MUTZNER, N. 29 der Vorbemerkungen zum 1. Abschnitt des SchlT des ZGB). Somit hat man es bei dem in Frage stehenden Art. 106 Abs. 4 des Einführungsgesetzes von Appenzell I. Rh. trotz dem auf den 1. Januar 1912 festgesetzten Zeitpunkt des Inkrafttretens noch mit altem Rechte zu tun, das der Kanton im Rahmen seiner bei Erlass des EG noch bestehenden Gesetzgebungsbefugnis erlassen hat. Es wäre denn auch ungereimt, eine im Jahre 1911 sofort in Kraft getretene Änderung des kantonalen Rechtes als altrechtliche gelten zu lassen, nicht aber eine erst gerade auf den 1. Januar 1912 in Kraft gesetzte. Der vom Beschwerdeführer angerufene Grundsatz des Art. 1 SchlT ist also durch die Anwendung der erwähnten Beweisregel des kantonalen EG auf die vorliegende altrechtliche Streitigkeit nicht verletzt worden.\n\nBedenken könnte es allenfalls erwecken, wenn ein Kanton durch eine neue Beweisvorschrift Ansprüche geschaffen hätte, die bisher gar nicht zu Recht bestanden hatten. Eine Beanstandung aus diesem Gesichtspunkte hätte aber mit Art. 1 des SchlT des ZGB nichts zu tun und würde den Nichtigkeitsgrund des Art. 68 Abs. 1 lit. a OG nicht begründen. Übrigens ist im vorliegenden Falle gar nicht dargetan, dass Art. 106 Abs. 4 EG sachlich irgendwie vom bisher geltenden Gewohnheitsrecht abgewichen sei, geschweige denn, dass er eine einschneidende materielle Änderung gebracht habe. Der Beschwerdeführer rügt nur die Anwendung formell neuen Rechtes, das aber, wie soeben dargetan, immer noch altes Recht im Sinne der intertemporalen Vorschriften des ZGB war, d.h. sich noch im Rahmen der bis Ende 1911 bestehenden kantonalen Rechtsetzungskompetenzen hielt.\n\n3. Hält somit die angefochtene Entscheidung vor Art. 1 des SchlT des ZGB stand, so bleibt die weitere, vom BGE 82 II 120 S. 126Beschwerdeführer nur in eventuellem Sinn erhobene Rüge zu prüfen, statt Art. 106 Abs. 4 des kantonalen EG hätte Art. 8 ZGB angewendet werden sollen. Er geht dabei von der nach dem Ausgeführten nicht zutreffenden Ansicht aus, Art. 106 Abs. 4 EG sei \"neues\" Recht, und hält es von diesem Ausgangspunkt aus für unzulässig, als neues Recht (sofern solches wegen Unklarheit des alten Gewohnheitsrechtes anzuwenden sein sollte) kantonales statt eidgenössischen Rechtes anzuwenden. Da aber in Wirklichkeit, und zwar zulässigerweise, kantonales Recht angewendet worden ist, könnte demgegenüber die in Art. 8 ZGB vorgesehene Beweislastverteilung nur zur Geltung kommen, wenn sie zu den Normen zu zählen wäre, die abweichend vom Grundsatze des Art. 1 des SchlT des ZGB auch in Streitigkeiten über altrechtliche Verhältnisse, insbesondere Grunddienstbarkeiten, nunmehr alleinige Geltung haben. Der Beschwerdegegner hält mit Unrecht dafür, diese Frage brauche hier nicht geprüft zu werden, denn der kantonale Richter habe Art. 8 ZGB \"nicht ausser acht gelassen\". Wenn man das angefochtene Urteil der Vorinstanz mit dem ihm vorausgegangenen vom 25. November 1954 vergleicht, so ist unzweifelhaft, dass das Saumrecht nur infolge der Anwendung der den Beweis erleichternden Vorschrift des kantonalen Rechtes bejaht wurde, bei strikter Anwendung von Art. 8 ZGB dagegen verneint würde. Auf die Frage der Anwendbarkeit der letztern Beweisregel kommt es somit entscheidend an. Sie ist indessen in Übereinstimmung mit MUTZNER (N. 77 zu Art. 1 des SchlT des ZGB) und gegen GIESKER (ZSR NF 34 S. 27) zu verneinen. Die allgemeinen Vorschriften der Einleitung des ZGB sind, soweit sich aus ihrem Inhalt nichts Abweichendes ergibt, nur eben für die Anwendung dieses Gesetzes aufgestellt worden. In diesem Sinne hat das Bundesgericht denn auch bereits inbezug auf Art. 2 ZGB entschieden (BGE 44 II 445). Dasselbe gilt nach der nicht veröffentlichten Entscheidung vom 28 Februar 1951 i.S. Elsener gegen Neuheim (S. 9) für die hier in BGE 82 II 120 S. 127Frage stehende Beweisnorm des Art. 8 ZGB. Daran ist festzuhalten. Auch abgesehen davon, dass die Beweislastverteilung nach vorherrschender Ansicht, der sich die Rechtsprechung, immerhin nicht vorbehaltlos, angeschlossen hat (vgl. EGGER, N. 5 zu Art. 8 ZGB und BGE 20 S. 496/7), als dem materiellen Rechte zugehörig gilt, stellt sich Art. 8 ZGB nach seinem eigenen Wortlaut als eine nur für dieses geltende Rechtsnorm dar. Die darin aufgestellte Regel gilt nur, \"wo das Gesetz es nicht anders bestimmt\". Es sind also alle besondern Regeln vorbehalten, welche die Beweislast im Sinne einer gegenteiligen Vermutung umkehren oder in irgendwelchem Sinne verteilen oder abschwächen, indem etwa statt vollen Beweises eine auf blosser Wahrscheinlichkeit beruhende Vermutung genügt. Behält sich aber dergestalt das ZGB für seinen eigenen Geltungsbereich jegliche Ausnahmen von dem Grundsatze des Art. 8 vor, so muss es auch dem kantonalen Rechte vorbehalten sein, in den von ihm beherrschten privatrechtlichen Materien die Beweislast zu ordnen. Art. 8 ZGB könnte daher, wenn überhaupt, so doch nur unter Vorbehalt besonderer Regeln auf das kantonale Privatrecht Anwendung finden. Das bedeutet, dass im Gebiete des kantonalen Rechtes letzten Endes dieses die Verteilung der Beweislast zu ordnen hat, mit Einschluss der Frage, in welchen Fällen ein gewisser Grad von Wahrscheinlichkeit die Vermutung der Richtigkeit begründet. Bei dieser Sachlage ist aber die Anwendbarkeit des Art. 8 ZGB auf kantonales Privatrecht überhaupt abzulehnen. Es muss diesem anheimgestellt bleiben, zu bestimmen, inwiefern einen Ansprecher die volle Beweislast trifft, und unter welchen Voraussetzungen und in welchem Masse er von der Beweislast zu befreien ist. Insbesondere ist nicht einzusehen, weshalb im Bereiche fortgeltenden kantonalen Gewohnheitsrechtes nicht auch Beweisregeln weiterhin zur Anwendung kommen sollten, die ebenfalls auf Gewohnheitsrecht, d.h. auf ständiger als rechtmässig betrachteter Übung beruhen. Da nichts Gegenteiliges dargetan ist, BGE 82 II 120 S. 128dürfte auch Art. 106 Abs. 4 des EG von Appenzell I. Rh. für die Wegrechte nichts anderes als altes Gewohnheitsrecht festlegen. Und wenn das angefochtene Urteil in Verbindung mit demjenigen vom 29. Mai 1953 den Zeugenbeweis dahin würdigt, dass \"mit grosser Wahrscheinlichkeit\" ein Saumrecht bestehe, ohne dass etwas Näheres über die Art der Rechtsbegründung bekannt geworden war, so entspricht dies, da die Möglichkeit einer Ersitzung verneint wird, einigermassen der Anerkennung eines seit unvordenklicher Zeit vorhandenen Besitzstandes, der vermuten lasse, \"der betreffende Zustand sei ehemals rechtlich begründet worden, und es habe immer ein Recht bestanden, dessen Entstehung einzig durch die Länge der Zeit verdunkelt worden sei\" (EUGEN HUBER, System und Geschichte des schweizerischen Privatrechtes III S. 203 und, speziell inbezug auf Grunddienstbarkeiten, S. 354 ff.). Es lag beim Erlass des schweizerischen ZGB fern, in solche Möglichkeiten eines mittelbaren und allenfalls auf blosser Wahrscheinlichkeit beruhenden Nachweises einzugreifen, wie sie sich in dem weitergeltenden alten Rechte begründet finden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde gegen das Urteil des Spangerichtes IIter Instanz des Kantons Appenzell I. R. vom 10. November 1955 wird abgewiesen."}