{"annee": "82", "cour": "II", "page": "186", "date": "5/7/1956", "cite": ["56 I 223", "79 II 27", "49 II 4", "60 II 56", "70 II 195", "80 II 294", "60 II 261"], "cite_par": [], "chapeau": "28. Urteil der II. Zivilabteilung vom 5. Juli 1956 i.S. L. gegen K.", "regestes": ["Passé-expédient sur une action en recherche de paternité attaqué en raison de vices du consentement (art. 23 ss CO, art. 7 CC). Délai. Dol? Erreur sur les éléments nécessaires du passé-expédient?"], "faits": "BGE 82 II 186 S. 186\n\nA.- K. und Frl. L., beide geb. 1932, unterhielten miteinander mindestens seit dem Jahre 1950 ein Liebesverhältnis mit Geschlechtsverkehr. Um die Zeit, da in Schaffhausen die 450jährige Zugehörigkeit zur Eidgenossenschaft gefeiert wurde (10.-12. August 1951), hatten sie miteinander Streit, doch kam es nachher nochmals zu einer Versöhnung und zum Beischlaf.\n\nB.- Am 14. April 1952 gebar Frl. L. ein Kind. K., den sie als Vater bezeichnete, hatte bei seiner Befragung durch die Amtsvormundschaft der Stadt Schaffhausen am 19. März 1952 den Geschlechtsverkehr während der kritischen Zeit, die vom 19. Juni bis zum 17. Oktober 1951 dauerte, zugegeben, aber erklärt, er habe Frl. L. an der Jahrhundertfeier mit andern Männern gesehen; auch andere Leute hätten ihm gesagt, man habe sie mit Männern gesehen; er könne sich nicht entschliessen, die Vaterschaft anzuerkennen und die Angelegenheit gütlich zu regeln, sondern wolle es auf den Prozess ankommen lassen. Nach BGE 82 II 186 S. 187der Geburt des Kindes stellte die Amtsvormundschaft im Namen von Mutter und Kind beim Friedensrichtersamt Schaffhausen die Rechtsbegehren, K. sei als ausserehelicher Vater des Kindes zu erklären und zu verpflichten, an dessen Unterhalt monatliche Beiträge von Fr. 70.- zu leisten und der Mutter als Ersatz der Entbindungskosten und für ihren Unterhalt um die Zeit der Geburt Fr. 350.-- zu bezahlen. Bei der Sühnverhandlung vom 22. April unterzeichnete K. eine Erklärung, durch die er seine aussereheliche Vaterschaft und die Verpflichtung anerkannte, die eingeklagten Leistungen zu erbringen. Gestützt auf diese Erklärung verfügte der Friedensrichter am 23. April 1952, die Vaterschaftsklage werde infolge Anerkennung der ausserehelichen Vaterschaft durch den Beklagten als erledigt abgeschrieben. In der Abschreibungsverfügung steht u.a.:\n\n\"Anlässlich der Sühneverhandlung vom 22. April 1952 erklärt der Beklagte, dass er zugebe, innerhalb der kritischen Zeit mit der Kindsmutter geschlechtlich verkehrt zu haben, dass er keine Einreden im Sinne von Art. 314/15 ZGB erhebe, und dass er unter diesen Umständen seine aussereheliche Vaterschaft und seine Verpflichtung anerkenne, die in Ziff. 2 und 3 des Rechtsbegehrens geforderten Leistungen zu erbringen.\"\n\nC.- K. erbrachte die von ihm übernommenen Vermögensleistungen nicht und erhob gegen den ihm am 26. Juni 1952 zugestellten Zahlungsbefehl Rechtsvorschlag. Vom 21. Juli bis 1. November 1952 absolvierte er die Rekrutenschule. In der Rechtsöffnungsverhandlung vom 9. Januar 1953 erklärte er, er könne die Vaterschaft nicht mehr anerkennen, weil er nachträglich erfahren habe, dass die Mutter in der kritischen Zeit noch mit andern Männern geschlechtlich verkehrt habe. Der Bezirksrichter Schaffhausen erteilte den Gläubigerinnen Rechtsöffnung und wies den Schuldner in der Begründung seines Entscheides darauf hin, dass er seine Anfechtung der Vaterschaftsanerkennung klageweise auf dem ordentlichen Prozessweg geltend machen müsste.\n\nD.- K. wandte sich hierauf an einen Anwalt. Dieser BGE 82 II 186 S. 188machte für ihn am 1. April 1953 beim Kantonsgericht Schaffhausen gegen Frl. L. und deren Kind eine Klage \"betreffend Anfechtung eines Vaterschaftsvergleichs\" anhängig. Im gleichzeitig eingereichten Armenrechtsgesuch führte er aus, die Klage stütze sich darauf, dass der Kläger im Laufe des Jahres 1952, nach erfolgter Anerkennung, erfahren habe, dass Frl. L. in der kritischen Zeit noch mit andern Männern intim verkehrt und einen unzüchtigen Lebenswandel geführt habe. Die Klageschrift vom 30. April 1953 enthält den Antrag, \"es sei der zwischen den Parteien im April 1952 vor Friedensrichter Schaffhausen schriftlich abgeschlossene und von der Waisenbehörde Schaffhausen genehmigte Alimentationsvertrag, mit Einschluss der Vereinbarung über die Entschädigung an die Kindsmutter, als unverbindlich zu erklären.\" Zur Begründung liess der Kläger vorbringen, er habe sich zunächst gegen die Anerkennung gesträubt, weil er gewusst habe, dass die Mutter etwa vom 3./4. bis 6. Monat der Schwangerschaft ein Verhältnis mit einem gewissen B. unterhalten habe. Die Vertreterin der Beklagten habe ihm jedoch vor Friedensrichter erklärt, dass ihm dies nichts nütze und dass er gleichwohl zahlen müsse. Bald darauf habe er belastende Aussagen über den Lebenswandel der Mutter gehört. Gestützt auf die nachträglich erfahrenen, die Einreden des Mehrverkehrs und des unzüchtigen Lebenswandels begründenden Tatsachen berufe er sich auf Grundlagenirrtum und absichtliche Täuschung.\n\nDie Beklagten machten geltend, die Klage sei schon aus formellen Gründen abzuweisen, weil die vom Kläger unterzeichnete Erklärung eine Klageanerkennung und die darauf gestützte Abschreibungsverfügung des Friedensrichters eine Erledigungsverfügung darstelle, die nicht auf Grund der Bestimmungen des OR angefochten werden könne, und weil das kantonale Prozessrecht, das darüber bestimme, ob und unter welchen Voraussetzungen rechtskräftige Urteile und Beschlüsse abgeändert oder aufgehoben werden können, kein ordentliches oder ausserordentliches BGE 82 II 186 S. 189Rechtsmittel gegen Verfügungen des Friedensrichters kenne und insbesondere deren Revision nicht gestatte. In materieller Beziehung führten die Beklagten aus, die vom Kläger aufgestellten Behauptungen über die Mutter seien zum grössten Teil unwahr; soweit sie richtig seien, hätten die betreffenden Tatsachen vom Kläger bei Anwendung der erforderlichen Sorgfalt schon vor der Klageanerkennung entdeckt werden können.\n\nE.- Das Kantonsgericht verhörte ausser den Parteien zwei der vom Kläger angerufenen Zeugen (G., L.), ordnete eine Blutprobe an, holte ein gynäkologisches Gutachten über die Wahrscheinlichkeit einer Konzeption beim Verkehr mit dem Beklagten einerseits und bei dem durch G. bezeugten Verkehr mit diesem Manne vom 9. September 1951 anderseits ein und wies mit Urteil vom 6. Dezember 1954 die Klage ab.\n\nDas Obergericht des Kantons Schaffhausen hat dagegen mit Urteil vom 15. April 1955 (zugestellt 29. März 1956) erkannt, die am 22. April 1952 ausgesprochene Klageanerkennung werde als unverbindlich erklärt. Es nahm an, eine Klageanerkennung, insbesondere auch die Anerkennung einer gewöhnlichen Vaterschaftsklage, könne nach den Grundsätzen des Zivilrechts wegen Willensmangels angefochten werden. Die Gleichstellung einer Klageanerkennung mit einem rechtskräftigen Urteil, von der die kantonale ZPO spreche, sei keine absolute, sondern gehe nur soweit, als sich nicht aus der Natur der Sache Abweichungen ergeben. Die Anfechtungsfrist von Art. 31 OR sei eingehalten worden. Eine absichtliche Täuschung, die hier nicht schon im blossen Verschweigen allfälliger belastender Vorkommnisse, sondern nur in unwahren Angaben liegen könnte, sei nicht dargetan. Dagegen liege ein Grundlagenirrtum vor. Der Kläger, der keinen ersichtlichen Anlass gehabt habe, einem Prozess auszuweichen und auf die Möglichkeit, Einreden gemäss Art. 314 und 315 ZGB zu erheben, von vornherein zu verzichten, sei offenbar bei der Sühnverhandlung zur Überzeugung gekommen, BGE 82 II 186 S. 190was er vorbringen könne, genüge nicht zur Begründung dieser Einreden. Dies sei der Sinn der in der Abschreibungsverfügung des Friedensrichters enthaltenen Feststellung, dass er keine Einreden im Sinne von Art. 314/15 ZGB erhebe. Es fehle jeder Anhaltspunkt dafür, dass ihm schon vor der Klageanerkennung für die Mutter belastende Tatsachen, wie er sie heute anrufe, mitgeteilt worden seien, von den Beziehungen zu B. und der Teilnahme an der 450-Jahrfeier abgesehen. Er habe unter diesen Umständen (gemeint: mit der Klageanerkennung) darauf verzichtet, die Beziehungen mit B. unter dem Gesichtspunkt vom Art. 314 ZGB beurteilen zu lassen, wogegen er keinen Anlass gehabt habe, diesen Beziehungen eventuell eine Bedeutung im Sinne von Art. 315 beizumessen. Was er über das Verhalten der Mutter an der 450-Jahrfeier gehört oder selbst beobachtet habe, habe ihn nicht zur Bestreitung der Klage veranlassen können. Ein Mann mit mehr Lebenserfahrung hätte vielleicht vor der Klageanerkennung noch eingehende Nachforschungen über den Lebenswandel der Mutter um die Zeit der Empfängnis angestellt. Die Anfechtung sei aber auch bei fahrlässigem Irrtum möglich (Art. 26 OR). \"Für das Obergericht besteht kein Zweifel, dass K. einen allfälligen Mehrverkehr - von den erwähnten Beziehungen zu B. abgesehen - oder unzüchtigen Lebenswandel der Kindsmutter nicht dahingestellt sein lassen wollte, sondern dass für ihn Voraussetzung und selbstverständliche Grundlage der Klageanerkennung die Auffassung war, die Einreden des Mehrverkehrs und des unzüchtigen Lebenswandels seien nicht gegeben. - Dass K. bei der Klageanerkennung von dieser Voraussetzung als einer notwendigen Grundlage des Vertrages ausgegangen ist, war anderseits für die damalige Klägerschaft bzw. deren Vertreterin ohne weiteres erkennbar. Die Verhandlungen hatten gezeigt, dass K. die Vaterschaft zunächst nicht anerkennen wollte, dass er dann aber zur Ansicht kam, er könne die Vaterschaftsvermutung nicht entkräften.\" Die Anfechtungsklage sei BGE 82 II 186 S. 191daher begründet, wenn der Kläger dartun könne, \"dass ihm damals nicht bekannte Tatsachen vorhanden waren, welche als Einredetatsachen im Sinne der Art. 314 oder 315 ZGB für den Richter ernstlich in Betracht kamen.\" Solche Tatsachen seien nachgewiesen (Geschlechtsverkehr mit G. am 9. September 1951, Vorfall mit L. vom gleichen Tage). Im vorliegenden Prozess den Vaterschaftsprozess mit umgekehrten Parteirollen durchzuführen, gehe zu weit.\n\nF.- Gegen das obergerichtliche Urteil haben die Beklagten die Berufung an das Bundesgericht erklärt. Ihr Antrag geht dem Sinne nach auf Abweisung der Klage.\n\nDer Kläger schliesst auf Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Mit der Berufung kann nur geltend gemacht werden, dass das angefochtene Urteil auf einer Verletzung des Bundesrechts beruhe (Art. 43 OG). Erörterungen über die Verletzung kantonalen Rechts können demgemäss nicht zur Begründung einer Berufung dienen (Art. 55 lit. c OG). Daher kann das Bundesgericht als Berufungsinstanz die Ausführungen nicht hören, mit denen die Beklagten darzutun versuchen, dass die vom Kläger ausgesprochene Anerkennung ihrer Vaterschaftsklage deswegen nicht wegen Willensmangels angefochten werden könne, weil sie bzw. die vom Friedensrichter daraufhin erlassene Abschreibungsverfügung nach kantonalem Prozessrecht (§ 164 der alten, Art. 250 der neuen schaffhausischen ZPO) einem gerichtlichen Urteil gleichgestellt sei. Der Einwand, dass die Zulassung der Anfechtung wegen Willensmangels mit dem kantonalen Prozessrecht unvereinbar sei, hätte höchstens mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV (Willkür) erhoben werden können (jedoch, wie beigefügt werden mag, nicht mit Erfolg, weil die Auffassung der Vorinstanz in diesem Punkte als durchaus einleuchtend erscheint; vgl. BGE 56 I 224 ff., BGE 60 II 57 ff.).\n\nDass es nach Bundesrecht unzulässig sei, die Anerkennung BGE 82 II 186 S. 192einer Vaterschaftsklage wegen Willensmangels anzufechten, behaupten die Beklagten mit Recht nicht. Die Art. 23 ff. OR sind nach der Rechtsprechung des Bundesgerichts gemäss Art. 7 ZGB auf vertragliche Erklärungen, durch die ein Mann sich zu Vermögensleistungen aus Vaterschaft verpflichtet, entsprechend anwendbar (BGE 49 II 7, BGE 60 II 263, BGE 70 II 196 ff.; Entscheide vom 21. Januar 1953 i.S. Jegi und vom 2. Februar 1953 i.S. Fabbro). Dass für gerichtliche Vergleiche oder Klageanerkennungen in Vaterschaftssachen in dieser Hinsicht etwas anderes zu gelten habe als für aussergerichtlich übernommene Verpflichtungen zu Leistungen im Sinne von Art. 317/19 ZGB, lässt sich aus dem Bundesrecht nicht ableiten (vgl. den eben zitierten Entscheid i.S. Jegi, wo es sich wie hier um die Anfechtung einer bei der Sühnverhandlung im Vaterschaftsprozess eingegangenen Verpflichtung handelte).\n\nZu prüfen bleibt unter diesen Umständen nur, ob die Vorinstanz die Vorschriften über die Willensmängel richtig angewendet habe.\n\n2. Nach Art. 31 OR gilt ein Vertrag als genehmigt, wenn der durch Irrtum, Täuschung oder Furcht beeinflusste Teil binnen Jahresfrist weder dem Anderen eröffnet, dass er den Vertrag nicht halte, noch eine schon erfolgte Leistung zurückfordert. Die Frist beginnt gemäss Abs. 2 dieser Bestimmung in den Fällen des Irrtums und der Täuschung mit der Entdeckung. Während diese Frist bei obligationenrechtlichen Verträgen durch eine einfache Ablehnungserklärung gewahrt werden kann, muss derjenige, der ein aussereheliches Kind gemäss Art. 303 ZGB (d.h. mit Standesfolge) anerkannt hat und diese Anerkennung wegen Willensmangels anfechten will, innert der Jahresfrist von Art. 31 OR Klage erheben (BGE 79 II 28 /29). Was in dieser Beziehung für die Anfechtung eines gerichtlichen Vergleichs oder einer Klageanerkennung in einem Vaterschaftsprozess gelte, der nur Vermögensleistungen BGE 82 II 186 S. 193zum Gegenstand hat, braucht im vorliegenden Falle nicht entschieden zu werden; denn der Kläger hat innert eines Jahres nach Entdeckung der Tatsachen, mit denen er seine Anfechtung begründet, nicht nur den Beklagten mitgeteilt, dass er die Klageanerkennung als unverbindlich betrachte, sondern überdies Klage auf deren Anfechtung eingeleitet, so dass die Frist von Art. 31 OR auf jeden Fall gewahrt ist.\n\n3. Das Vorliegen einer absichtlichen Täuschung im Sinne von Art. 28 OR ist von der Vorinstanz mit Recht verneint worden. Es ist nicht dargetan, dass die Mutter dem Kläger über ihr Verhalten in geschlechtlichen Dingen spontan oder auf Befragen hin unwahre Angaben gemacht habe. Damit, dass sie den Kläger als Vater ihres Kindes bezeichnete, hat sie nicht behauptet, dass sie während der ganzen kritischen Zeit nur mit ihm Umgang gehabt habe. Es kann ihr aber auch nicht vorgeworfen werden, den Kläger durch Verschweigung von Tatsachen, über die sie ihm unaufgefordert hätte Auskunft geben sollen, getäuscht zu haben. Den Kläger von sich aus über die Tatsachen zu unterrichten, die er heute anruft, war sie nicht verpflichtet. Die Vorfälle vom 9. September 1951 von sich aus zu erwähnen, war ihr um so weniger zuzumuten, als sie davon ausgehen durfte, dass sie damals bereits schwanger gewesen sei.\n\n4. Während eine Kindesanerkennung im Sinne von Art. 303 ZGB nach der Praxis nur dann wegen Grundlagenirrtums angefochten werden kann, wenn der Anerkennende Umstände nicht kannte, welche die Unmöglichkeit einer Zeugung des Kindes durch ihn dartun (BGE 79 II 30 und dortige Hinweise), ist die Berufung auf solchen Irrtum gegenüber Erklärungen, durch die bloss Verpflichtungen zu Geldleistungen aus Vaterschaft übernommen werden, in weiterem Rahmen zulässig. Eine derartige Erklärung kann nach der Praxis angefochten werden, wenn die Vorstellung des Erklärenden über einen bestimmten Sachverhalt, BGE 82 II 186 S. 194den er als notwendige Grundlage seiner Verpflichtung betrachtete, sich als irrig herausstellt und wenn sich der andere Teil angesichts der gegebenen Umstände nach Treu und Glauben von der Bedeutung Rechenschaft geben musste, die der Erklärende diesem Sachverhalt beimass (vgl. BGE 70 II 198 /99). Ob der Erklärende den Irrtum durch bessere Umsicht hätte vermeiden können, ist dabei unerheblich; denn aus Art. 26 OR folgt, dass eigene Fahrlässigkeit den Irrenden nicht an der Anfechtung hindert, sondern ihn nur gegebenenfalls zum Ersatz des sog. Vertrauensschadens verpflichtet.\n\nIm vorliegenden Falle hat die Vorinstanz erklärt, für sie stehe ausser Zweifel, dass für den Kläger Voraussetzung und selbstverständliche Grundlage der Klageanerkennung die Auffassung gewesen sei, die Einreden des Mehrverkehrs und des unzüchtigen Lebenswandels seien nicht gegeben. Darin liegt die für das Bundesgericht verbindliche tatsächliche Feststellung, für den Kläger sei bei der Klageanerkennung die Annahme entscheidend gewesen, dass Tatsachen, welche die erwähnten Einreden begründen könnten, nicht vorhanden seien. Er betrachtete also diesen Sachverhalt als notwendige Grundlage seiner Verpflichtung. Für die Gegenpartei war dies, wie die Vorinstanz zu Recht annimmt, bei den gegebenen Umständen erkennbar. Der Kläger hatte sich nach der Darstellung der Vertreterin der heutigen Beklagten vor Friedensrichter zunächst noch darauf berufen, dass die Mutter (ausser mit ihm) noch mit einem gewissen B. \"gegangen\" sei, und fand sich zur Anerkennung erst bereit, als der Friedensrichter ihn darauf hinwies, dass B. als Vater nicht in Frage komme. Daraus musste die Gegenpartei nach Treu und Glauben schliessen, dass der heutige Kläger die Vaterschaftsklage nicht anerkannt, sondern dem Prozess den Lauf gelassen hätte, wenn ihm Tatsachen bekannt gewesen wären, die ihm erlaubt hätten, die gegen ihn bestehende Vaterschaftsvermutung zu entkräften. Zu einem Verzicht auf die Geltendmachung solcher Tatsachen hatte er keinerlei Anlass, so dass die BGE 82 II 186 S. 195Gegenpartei ihm eine dahingehende Absicht nicht zuschreiben durfte.\n\nDie Annahme, von welcher der Kläger hienach bei der Klageanerkennung in für die Gegenpartei erkennbarer Weise ausging, erweist sich nun aber nicht schon dann als irrig, wenn die vom Kläger nachträglich entdeckten Tatsachen \"als Einredetatsachen im Sinne der Art. 314 oder 315 ZGB für den Richter ernstlich in Betracht\" kommen. Vielmehr ist erforderlich, dass sie diese Einreden wirklich zu begründen vermögen. Nur in diesem Falle lässt sich sagen, der Kläger habe irrtümlicherweise angenommen, diese Einreden seien \"nicht gegeben\". Entgegen der Auffassung der Vorinstanz muss daher im vorliegenden Prozess untersucht werden, ob der Kläger, wenn er die heute geltend gemachten Tatsachen schon im frühern Verfahren gekannt hätte, diese Einreden mit Erfolg hätte erheben können. Ist diese Frage zu bejahen, so erweist sich die Anfechtungsklage als begründet. Andernfalls muss es bei der seinerzeit erfolgten Anerkennung der Vaterschaftsklage sein Bewenden haben.\n\nDiese Lösung ist nicht nur die logische Folge aus den vorinstanzlichen Feststellungen über die Auffassung des Klägers, welche die Grundlage der Klageanerkennung bildete, sondern bietet zudem praktisch den Vorteil, dass ein weiterer Prozess zwischen den gleichen Parteien vermieden wird und dass die Beklagten den Schwierigkeiten entgehen, die sich, wenn die vorliegende Klageanerkennung schon aus den von der Vorinstanz angeführten Gründen als unverbindlich erklärt würde, der in diesem Falle notwendigen neuen Geltendmachung ihrer Ansprüche aus Art. 317 und 319 ZGB im Hinblick auf den Ablauf der Klagefrist von Art. 308 ZGB entgegenstellen könnten. Die Anfechtung schon auf Grund des Nachweises von Tatsachen zuzulassen, die unter dem Gesichtspunkt von Art. 314 Abs. 2 oder 315 ZGB ernstlich in Betracht fallen können, wäre im übrigen auch mit der Natur des in Frage stehenden Rechtsverhältnisses, der bei der analogen Anwendung BGE 82 II 186 S. 196der Vorschriften des OR über die Willensmängel Rechnung zu tragen ist, nicht wohl vereinbar. Wenn es auch nicht am Platze ist, die Anfechtung einer Erklärung, mit der Leistungen im Sinne von Art. 317/19 ZGB versprochen werden, gleich strengen Beschränkungen zu unterwerfen, wie sie nach der Praxis für die Anfechtung der Anerkennung eines Kindes mit Standesfolge gelten (BGE 79 II 30), so ist es doch gerechtfertigt, von einem Manne, der sich zu Vermögensleistungen aus Vaterschaft verpflichtete, weil er glaubte, Art. 314 Abs. 2 und Art. 315 bei den gegebenen Verhältnissen nicht mit Erfolg anrufen zu können, im Anfechtungsprozess nicht bloss den Nachweis zu verlangen, dass er Tatsachen entdeckt hat, die möglicherweise zur Anwendung von Art. 314 Abs. 2 oder Art. 315 ZGB führen können, sondern den Nachweis, dass eine Einrede im Sinne dieser Bestimmungen wirklich begründet ist.\n\n5. Die tatsächlichen Feststellungen, welche die Vorinstanz im angefochtenen Urteil getroffen hat, reichen nicht aus, um den Schluss zu rechtfertigen, dass dem Kläger der hienach erforderliche Nachweis gelungen sei. Insbesondere lässt sich nicht sagen, der Verkehr mit G. vom 9. September 1951 begründe erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB, weil noch zu prüfen ist, ob nicht im Hinblick auf den Reifegrad des Kindes bei der Geburt eine Zeugung am 9. September 1951 (dem 218. Tage vor der Geburt) praktisch ausgeschlossen sei (vgl. hiezu BGE 80 II 298 Erw. 2). Eventuell liesse sich ausserdem erwägen, die Blutprobe auf G. auszudehnen. Anderseits lässt sich der vom Kläger zu erbringende Nachweis aber auch nicht als gescheitert bezeichnen; denn über wesentliche Behauptungen (namentlich über den vor Obergericht neu angerufenen Vorfall mit Sch. aus der Zeit der Jahrhundertfeier) ist noch kein Beweis erhoben worden. Daher ist die Sache zur Vervollständigung des Tatbestandes und zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen.\n\nBGE 82 II 186 S. 197\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird dahin gutgeheissen, dass das angefochtene Urteil aufgehoben und die Sache zu neuer Beurteilung an die Vorinstanz zurückgewiesen wird."}