{"annee": "82", "cour": "II", "page": "539", "date": "2/10/1956", "cite": [], "cite_par": ["91 II 4", "99 IV 50", "97 II 78", "84 II 314", "98 II 138", "93 II 260", "88 II 448", "84 II 441", "93 II 424", "102 II 122", "90 II 43"], "chapeau": "71. Arrêt de la Ire Cour civile du 2 octobre 1956 dans la cause Arthur Dorsaz et Cie, Montres DOGMA, contre Redia Watch Co. S. A.", "regestes": ["Contrefaçon ou imitation de la marque d'autrui (art. 6 et 24 litt. a LMF). 1. Critères pour apprécier si deux marques sont susceptibles de confusion (consid. 1 à 3). 2. Portée de tolérances à l'égard de tiers (consid. 4)."], "faits": "BGE 82 II 539 S. 540\n\nA.- Arthur Dorsaz & Cie et Redia Watch Co. SA fabriquent toutes les deux des montres et exportent leurs produits, notamment à Tanger. La première utilise depuis de nombreuses années la marque \"Dogma\", qui est inscrite au registre suisse des marques.\n\nEn juin 1955, Redia Watch Co. SA a fait enregistrer la marque \"Dog\" sous le numéro 156 286.\n\nB.- Estimant que cette dernière marque ne se distinguait pas suffisamment de la sienne, Arthur Dorsaz & Cie a actionné Redia Watch Co. SA devant le Tribunal cantonal neuchâtelois, en concluant à la radiation de la marque \"Dog\".\n\nLe Tribunal cantonal a, par jugement du 30 avril 1956, débouté la demanderesse des fins de son action.\n\nC.- Arthur Dorsaz & Cie recourt en réforme au Tribunal fédéral, en reprenant les conclusions qu'elle a formulées dans l'instance cantonale.\n\nL'intimée propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 24 LMF, sera poursuivi par la voie civile quiconque aura contrefait la marque d'autrui ou l'aura imitée de manière à induire le public en erreur. Il y a imitation lorsqu'une marque ne se distingue pas, par des caractères essentiels, d'une autre marque qui se trouve déjà enregistrée (art. 6 al. 1 LMF). La défense d'imiter une marque déposée ne tombe que si la marque nouvelle est destinée à des produits ou marchandises d'une nature totalement différente (art. 6 al. 3 LMF). Ce n'est pas le cas en l'espèce.\n\nLa question de savoir si une marque se distingue d'une autre par des caractères essentiels relève dans une large mesure de l'appréciation du juge. Au début, le Tribunal BGE 82 II 539 S. 541fédéral n'admettait pas facilement l'existence d'un risque de confusion. C'est ainsi qu'il a considéré, en 1905, que les marques \"Dido\" et \"Lilo\", destinées à des montres, étaient suffisamment distinctes (RO 31 II 736). Il est devenu plus sévère par la suite (cf. par exemple RO 47 II 362, où il a admis que la marque \"Glygis\" était une imitation de la marque \"Hygis\", et RO 52 II 166, où il a déclaré que \"Coro\" et \"Hero\" étaient susceptibles de confusion). En matière de marques de montres, c'est par son arrêt SA Mido contre SA Paul-Virgile Mathey (RO 73 II 57) qu'il a tendu vers une plus grande rigueur dans l'appréciation des caractères distinctifs et il est, depuis lors, resté fidèle à cette jurisprudence (cf. notamment RO 73 II 187, 76 II 175). Cette tendance se justifie. Elle permet d'écarter tout danger de confusion et de protéger efficacement les marques existantes. Sans doute rend-elle plus malaisé le choix d'une nouvelle marque, mais cette difficulté n'est pas très sérieuse, car les ressources de la langue sont pratiquement inépuisables et offrent à la fantaisie un nombre quasi infini de combinaisons de lettres et de sons. En outre, grâce à cette jurisprudence, il n'est généralement plus nécessaire de juger si l'imitation est intentionnelle, point souvent fort délicat à trancher. Il n'y a donc aucun motif de revenir à des normes moins rigoureuses.\n\n2. En l'espèce, différentes raisons justifient même une sévérité particulière dans l'appréciation des éléments propres à distinguer les deux marques en présence.\n\nTout d'abord, celles-ci sont destinées à des produits identiques. Cette circonstance accroît évidemment le risque de confusion (RO 73 II 59 et les arrêts cités, RO 79 II 222).\n\nEn outre, les marques \"Dogma\" et \"Dog\" désignent des marchandises qui sont aussi destinées à l'exportation. Or la clientèle étrangère est moins apte que la clientèle suisse à discerner les différences entre les marques d'horlogerie (RO 73 II 61, 187).\n\nBGE 82 II 539 S. 542\n\nEnfin, une rigueur spéciale s'impose lorsqu'une personne - ne serait-ce que par commodité - se borne, pour composer sa marque, à ajouter ou retrancher quelques lettres au début ou à la fin de la marque d'autrui (cf. RO 73 II 61). Dans ce cas, en effet, les intérêts du titulaire de la marque antérieure sont beaucoup plus dignes de protection que ceux de son concurrent, qui n'a fait aucun effort pour choisir un signe original.\n\n3. Les marques \"Dog\" et \"Dogma\" sont des marques purement verbales. Elles n'offrent ni l'une ni l'autre de signification quelconque. L'intimée allègue, il est vrai, que la marque \"Dog\" fait penser à une certaine race de chien. Mais il s'agit là d'une allusion assez faible et, dans l'esprit de l'acheteur moyen, cette marque n'éveillera pas l'image d'un chien.\n\nOn peut se demander si, visuellement, les marques en présence se distinguent suffisamment l'une de l'autre. Elles sont, en effet, apposées sur les montres en très petits caractères et il se peut que le souvenir n'en conserve que l'essentiel, c'est-à-dire les premières lettres. Mais cette question n'est pas décisive. S'agissant de comparer des marques verbales, il faut avant tout considérer l'effet auditif qu'elles produisent (RO 73 II 62, 82 II 234). Redia Watch Co. SA prétend, certes, que le nombre des lettres joue un rôle essentiel pour les analphabètes. Mais ce moyen n'est pas pertinent. Pour apprécier le risque de confusion, il faut se fonder sur le degré d'attention que déploie un acheteur moyen. Or, même à Tanger, les personnes qui achètent des montres ne sont généralement pas des analphabètes.\n\nPour la mémoire auditive, la différence que présentent les deux marques litigieuses ne suffit pas à écarter le risque de confusion. Elles ne se distinguent en effet que par les deux lettres finales du mot \"Dogma\". Or, dans la plupart des langues, l'accent tonique se porte, dans ce terme, sur la syllabe \"dog\" - sauf dans les régions de langue française, où les deux syllabes sont accentuées de la même BGE 82 II 539 S. 543façon - et c'est surtout cette partie du mot qu'un acheteur se rappellera. Si on lui a offert un jour une montre \"Dogma\", il risque dès lors de croire qu'il a affaire à la même marque lorsqu'on prononce devant lui le mot \"Dog\". Comme le Tribunal fédéral l'a fait dans d'autres cas (cf. RO 73 II 187), il faut considérer en effet qu'aujourd'hui, avec le rythme rapide de la vie économique, un plus grand nombre de marques sont lancées sur le marché et le public tend à les examiner toujours plus superficiellement. Ainsi, la marque \"Dog\" ne se distingue pas suffisamment de la marque antérieure \"Dogma\".\n\n4. L'intimée prétend cependant, en invoquant l'arrêt Clémence frères & Cie (RO 76 II 172), que la marque \"Dogma\" est nulle. Ce moyen n'est pas fondé. D'après la jurisprudence citée par l'intimée, une marque est absolument nulle si elle contrefait ou imite la marque d'autrui de façon à induire le public en erreur. Or il n'est pas établi que cette condition soit remplie pour la marque \"Dogma\".\n\nEnfin, Redia Watch Co. SA allègue qu'un grand nombre de marques horlogères se rapprochent de \"Dogma\", de sorte que ce mot aurait perdu la force distinctive qu'il a pu avoir à l'origine. Mais, ainsi que le Tribunal fédéral l'a déjà exposé (RO 73 II 63), le titulaire d'une marque peut s'élever contre une nouvelle imitation même s'il en a toléré d'autres auparavant.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule le jugement attaqué et ordonne la radiation de la marque \"Dog\" enregistrée sous le numéro 156 286 au Bureau fédéral de la propriété intellectuelle."}