{"annee": "82", "cour": "II", "page": "460", "date": "13/9/1956", "cite": ["81 II 512", "56 II 212", "69 II 162", "34 II 606", "50 II 389", "70 II 85"], "cite_par": ["119 II 437", "136 V 49", "122 III 53"], "chapeau": "61. Urteil der II. Zivilabteilung vom 13. September 1956 i.S. Blatter gegen \"Basler\" Lebensversicherungsgesellschaft.", "regestes": ["Portée de l'action directe du lésé contre l'assureur-responsabilité civile selon l'art. 49 LA. Dans quelle mesure l'assureur doit-il payer un intérêt? 1. Intérêt de la créance en dommages-intérêts: seulement jusqu'au maximum de la somme assurée fixée contractuellement en conformité de l'art. 52 LA (consid. 1). 2. Intérêt moratoire: seulement en cas de demeure de l'assureur lui-même. Cette demeure se détermine suivant l'art. 41 LCA combiné avec l'art. 102 CO, en tenant compte des particularités de l'assurance-responsabilité civile avec action directe du lésé (consid. 2). 3. Intérêt dû en raison de l'enrichissement? (consid. 3)."], "faits": "BGE 82 II 460 S. 461\n\nA.- Am 13. August 1952 stiess in Zürich Arnold Blatter, Primarlehrer in Winterthur, auf seinem Motorrad mit dem Lastwagen des Jakob Bischofberger zusammen. Er starb zwei Tage nachher an den Folgen des Unfalles und hinterliess die vier Kläger, nämlich die Frau aus zweiter Ehe und drei unmündige Kinder aus erster Ehe. Bischofberger ist bei der Beklagten für die Haftpflicht als Lastwagenhalter zu einem Deckungsmaximum von Fr. 50'000.-- für eine verunfallte Person versichert.\n\nB.- Der Verunfallte war sowohl Kantons- wie auch städtischer Beamter und gehörte der kantonalen wie auch der städtischen Versicherungskasse an. Am 1. September 1952 teilte die Finanzdirektion des Kantons Zürich der Beklagten mit, den Hinterbliebenen des Arnold Blatter stehe grundsätzlich ein Rentenanspruch an die Beamtenversicherungskasse zu; sie seien anderseits nach § 23 der Kassestatuten verpflichtet, der Kasse allfällige Schadenersatzansprüche an Dritte bis zur Höhe der Kassenleistungen abzutreten. Infolgedessen ersuchte die Behörde die Beklagte, mit den Schadenersatzberechtigten keine Vereinbarung über Entschädigungen ohne ihre Mitwirkung zu treffen. Sodann wurde auf die im Gang befindliche Untersuchung durch die Bezirksanwaltschaft hingewiesen.\n\nMit Schreiben vom gleichen Tage wies sich der Anwalt der Kläger als deren bevollmächtigten Vertreter zur Geltendmachung von Schadenersatzansprüchen aus. Die Beklagte gab ihm von der Mitteilung der kantonalen Finanzdirektion Kenntnis.\n\nAuch die Versicherungskasse der Stadt Winterthur erhob Anspruch auf die Haftpflichtversicherungssumme.\n\nC.- Mit Urteil vom 7. Juli 1953 erklärte das Obergericht des Kantons Zürich Jakob Bischofberger der fahrlässigen BGE 82 II 460 S. 462Tötung des Verunfallten schuldig. Hierauf schrieb der Vertreter der Kläger am 21. Oktober 1953 der Beklagten was folgt:\n\n\"Ich unterbreite Ihnen nachfolgend eine vorläufige Schadensberechnung. Dieselbe verfolgt lediglich den Zweck, Sie davon zu überzeugen, dass Sie die ganze Deckungssumme zu leisten haben, wobei dann die Aufteilung Sache der intern Beteiligten, der Hinterbliebenen, der Beamtenversicherungskasse des Kantons Zürich und der Pensionskasse der Stadt Winterthur ist.\n\nIch bitte Sie um Prüfung des Begehrens um Auszahlung der Versicherungssumme von Fr. 50'000.-- und um Ihren Bericht, damit eine Besprechung ... vereinbart werden kann.\"\n\nDarauf antwortete die Beklagte am 29. gl. M.:\n\n\"Die Überprüfung der Angelegenheit ergibt, dass unser Deckungsmaximum von Fr. 50'000.-- offensichtlich nicht ausreicht, um den gesamten Schaden zu decken. Ohne zu Ihrer Schadensaufstellung materiell Stellung zu nehmen, teilen wir Ihnen mit, dass der erwähnte Betrag den Anspruchsberechtigten zur Verfügung steht. Wir ersuchen Sie, mit der kantonalen und der städtischen Pensionskasse eine Vereinbarung über die Aufteilung der Versicherungssumme zu treffen und uns eine Ausfertigung dieser Vereinbarung zuzustellen. Wir werden daraufhin die Anteile den Anspruchsberechtigten überweisen.\"\n\nD.- Eine solche Vereinbarung kam zwischen der kantonalen Finanzdirektion, der Versicherungskasse der Stadt Winterthur und den Klägern erst am 26. Januar 1955 zustande. Danach erhält die kantonale Kasse Fr. 14 000.--, und an die Kläger fällt die Restsumme von Fr. 36 000.-- unter Vorbehalt der Regressansprüche der städtischen Kasse und der mit ihr zu treffenden internen Verteilung. In Ziff. 3 wurde vereinbart, \"dass die Hinterbliebenen die evtl. von der Haftpflichtversicherung erhältlichen Zinsansprüche ungeschmälert für sich beanspruchen können\".\n\nE.- Am 10. Februar 1955 legte der Vertreter der Kläger diese Vereinbarung der Beklagten vor und ersuchte sie, die Versicherungssumme demgemäss auszuzahlen. Er bat ferner unter Hinweis auf Ziff. 3 der Vereinbarung, ihm auch das Zinsbetreffnis zu überweisen. \"Da Sie seinerseit die Deckungssumme zur Verfügung gestellt haben, können wir m.E. keinen Verzugszins (zu 5%) beanspruchen.BGE 82 II 460 S. 463\n\nDagegen haben wir zweifellos Anspruch auf Kapitalzins. Ich stelle mir einen Zinsfuss von 3 1/2% vor, indem ich annehme, der Durchschnitt Ihres Vermögensertrages sei mindestens so hoch.\"\n\nF.- Die Beklagte lehnte jedoch die verlangte Zinszahlung ab. Sie ersuchte die Kläger im übrigen, die Vereinbarung noch von der Verwaltung der Pensionskasse der Stadt Winterthur unterzeichnen zu lassen. Als dies geschehen war, zahlte sie die Versicherungssumme, davon Fr. 36'000.-- an die Kläger, aus.\n\nG.- Mit Klage vom 3. März 1955 (beim Friedensrichter) und 25. Juni 1955 (beim Bezirksgericht Zürich) forderten die Kläger folgende Zinse ein:\n\n\"a) den Betrag von Fr. 3020.85 als Zins zu 5% des Deckungskapitals von Fr. 50'000.-- für die Zeit vom 15. August 1952 bis 31. Oktober 1953,\n\nb) den Betrag von Fr. 1562.50 als Zins zu 2 1/2 % von Fr. 50'000.-- für die Zeit vom 1. November 1953 bis 28. Februar 1955.\"\n\nH.- Gemäss dem Antrag der Beklagten wies das Bezirrksgericht Zürich die Klage am 7. Dezember 1955 ab, ebenso das Obergericht des Kantons Zürich mit Urteil vom 27. März 1956.\n\nI.- Mit vorliegender Berufung erneuern die Kläger die erwähnten Zinsbegehren, während die Beklagte auf Bestätigung des angefochtenen Urteils anträgt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie Kläger glauben die geltend gemachte Zinsforderung aus drei Gesichtspunkten begründen zu können: als Schadenszins, als Verzugszins und als Bereicherungszins.\n\n1. Schadenszins hat der Versicherer nur insoweit zu entrichten, als der bei ihm gegen die Folgen der Haftpflicht Versicherte selbst solchen Zins schuldet. Der Schadenszins bildet einen Teil des Schadens, für den der Versicherer auf Grund des Versicherungsvertrages einzustehen hat. Er wird vom Haftpflichtigen vom Tag hinweg geschuldet, auf den der Schaden ermittelt worden ist, und bildet den BGE 82 II 460 S. 464Ausgleich dafür, dass der Ersatzberechtigte den betreffenden Betrag erst später erhält, ihn also in der Zwischenzeit nicht nutzen konnte (vgl. VON TUHR, Allg. Teil des OR, § 10 III 2, c; BGE 34 II 612, BGE 70 II 95 Erw. 6, BGE 81 II 519 Erw. 6). Hier braucht jedoch nicht geprüft zu werden, von wann an und zu welchem Zinssatze der Haftpflichtige zu Schadenszins verpflichtet sei. Denn die Haftung des Versicherers für den Schadenszins kann nur innerhalb der mit dem Versicherer vereinbarten oder doch von diesem als Grundlage des Fahrzeugausweises nach Art. 7 MFG bescheinigten Versicherungssumme bestehen. Übersteigt wie hier schon der Kapitalschaden diesen Betrag, dann bleibt kein Raum für eine zusätzliche Haftung des Versicherers für den Schadenszins.\n\nNichts Abweichendes folgt aus der gesetzlichen Umschreibung des direkten Forderungsrechtes des Geschädigten gegen den Haftpflichtversicherer in Art. 49 und 50 MFG. Gewiss setzt dieses Forderungsrecht nicht einmal unbedingt einen gültigen Versicherungsvertrag voraus, sondern der Versicherer wird bei der im Sinne von Art 7 MFG ausgestellten Bescheinigung über die Haftpflichtversicherung behaftet (BGE 69 II 169). Allein die dieser rechtsgeschäftlichen Erklärung (und den gesetzlichen Minimalansätzen nach Art. 52 MFG) entsprechenden Versicherungssummen begrenzen die Leistungspflicht des Versicherers, und diese bleibt eine solche aus Versicherungsrecht (vgl. OFTINGER, Haftpflichtrecht II 978; GUHL, OR § 124 II b). Daher kommt nicht etwa in Frage, dass der Versicherer seinerseits für die ihm obliegende Leistung Schadenszins zu zahlen habe, denn er schuldet nicht Schadenersatz, sondern hat nur für die Schadenersatzpflicht eines Andern bis zur deklarierten Maximalsumme einzustehen.\n\nFür ihre gegenteilige Ansicht berufen sich die Kläger auf die Botschaft zum MFG-Entwurf (BBl 1930 II 875) und auf BGE 56 II 212ff. Beide Publikationen betreffen aber den vom Versicherer bei eigenem Verzug zu leistenden BGE 82 II 460 S. 465Verzugszins und erörtern die Frage, von welchem Zeitpunkt an der Versicherer als im Verzug befindlich betrachtet werden müsse. Dass der Versicherer die Folgen eines ihn selbst treffenden Verzuges wie ein anderer Schuldner zu tragen hat und nicht befugt ist, von ihm geschuldete Verzugszinsen in die Versicherungssumme einzurechnen, versteht sich von selbst.\n\n2. Verzug kann erst nach Fälligkeit der Verbindlichkeit eintreten und wird nach allgemeinen Grundsätzen, sofern ein bestimmter Verfalltag weder vereinbart ist noch sich infolge einer gültigen Kündigung ergibt, erst durch Mahnung herbeigeführt (Art. 102 OR). Für Leistungen aus Versicherungsvertrag gilt die besondere Vorschrift von Art. 41 VVG. Danach tritt die Fälligkeit mit dem Ablauf von vier Wochen ein, seitdem der Versicherer Angaben erhalten hat, aus denen er sich von der Richtigkeit der gegen ihn erhobenen Ansprüche überzeugen konnte. Dieser Norm untersteht auch die Haftpflichtversicherung (BGE 56 II 212ff.). Freilich sind die Ausführungen dieser Entscheidung in der Literatur zum Teil kritisiert worden (STÄHELI in SJZ 27 S. 92 mit Hinweis auf KÖNIG, SJZ 26 S. 161 ff.), und das Bundesgericht selbst (I. Zivilabteilung) hat im Urteil vom 3. Juni 1947 i.S. \"Zürich\" und Berra c. Confédération suisse und Udry, Erw. 11, bemerkt, im Gebiete der Haftpflicht nach MFG könne der Lauf jener Frist nicht mehr, gemäss jenem vor Inkrafttreten des MFG ergangenen Entscheide, an die Anzeige einer gegen den Haftpflichtigen angehobenen Klage geknüpft werden. In der Tat ist nunmehr dem direkten Forderungsrecht des Geschädigten und anderer Anspruchsberechtigter gegen den Haftpflichtversicherer Rechnung zu tragen; denn oftmals sieht der Anspruchsberechtigte infolgedessen von jeglicher Klage gegen den Haftpflichtigen ab. Trotzdem bleibt aber Art. Art. 41 VVG für den Eintritt der Fälligkeit des Versicherungsanspruches auch bei der Haftpflichtversicherung massgebend, und zwar auch wenn sich diese auf eine Haftpflicht nach MFG bezieht. Nur ist der Versicherungsanspruch BGE 82 II 460 S. 466in diesem Falle nicht davon abhängig, dass der Haftpflichtige selber vom Anspruchsberechtigten belangt werde. Um die Frist des Art. 41 VVG in Gang zu bringen, genügt es vielmehr, dass der Anspruchsberechtigte dem Versicherer das Bestehen der Haftpflicht in einem bestimmten (Minimal-)Betrag darlege und sich als den Anspruchsberechtigten gehörig ausweise.\n\nIm vorliegenden Falle vermochten die Kläger der Beklagten im Oktober 1953 zwar das Bestehen der Haftpflicht im vollen Betrag der Versicherungssumme einwandfrei nachzuweisen, was die Beklagte denn auch sogleich anerkannte. Es war aber damals noch nicht ausgemacht, wer die Versicherungssumme zu beziehen habe, d.h. in welchem Verhältnis die Kläger und die beiden beteiligten Pensionskassen berechtigt seien. Die Beklagte, die durch die früheren Mitteilungen der beiden Kassen gehindert war, den Klägern etwas auszuzahlen, blieb bis zum 10. Februar 1955 im Ungewissen darüber, wem sie die Zahlung zu leisten habe. Irgendeine Mahnung erfolgte bis dahin nicht. Als ihr dann die Vereinbarung der Kläger mit den beiden Kassen bekanntgegeben wurde und sie die nötigen Ausweise besass, zahlte sie die Summe ungesäumt aus.\n\nUnter diesen Umständen war sie nicht in Verzug gekommen. Gewiss hätte ein Verzug bereits während des Prätendentenstreites herbeigeführt werden können (vgl. BECKER, N. 1 und 6 zu Art. 168 OR, BGE 50 II 393/4). Dazu wäre namentlich eine gemeinsam von allen Prätendenten an die Beklagte gerichtete Aufforderung geeignet gewesen, einem von ihnen (unter Vorbehalt ihrer Auseinandersetzung) oder einem Dritten zu treuen Handen zu zahlen. Eine solche Aufforderung ist aber vor dem Februar 1955 nicht ergangen. Zur Hinterlegung nach Art. 168 OR war die Beklagte zwar berechtigt, aber nicht verpflichtet. Zu Unrecht berufen sich die Kläger auf den Kommentar OSER/SCHÖNENBERGER, N. 4 zu Art. 168 und N. 9-14 zu Art. 92 OR. Wohl heisst es an der ersten Stelle, dass den Schuldner \"nur die Hinterlegung von den meisten Verzugsfolgen BGE 82 II 460 S. 467befreit\". Was damit gemeint ist, ergibt sich jedoch aus der zweiten Stelle, wo u.a. gesagt wird, der vertragliche Zins laufe weiter, und die Gefahr gehe vor der Hinterlegung nicht auf den Gläubiger über. Das sind keine eigentlichen Verzugsfolgen, sondern rechtliche Nachteile, die sich an die Nichterfüllung knüpfen, gleichgültig ob diese einen Verzug in sich schliesst oder nicht. Etwas anderes sagt auch VON TUHR nicht an der von OSER/SCHÖNENBERGER zitierten Stelle (Allg. Teil des OR § 65 V 4); vielmehr wird dort richtig ausgefuhrt, der bei Eintritt des Gläubigerverzuges nicht selber im Verzug befindliche Schuldner werde gleichwohl weiterhin Zinsen schuldig, \"die auf anderm Grunde\" (als auf Verzug), \"insbesondere auf Vertrag beruhen\". Es kommt nicht in Frage, einen nicht im Verzug befindlichen Schuldner zur Zahlung von Verzugszinsen zu verpflichten. Und hier ist eben bis zum 10. Februar 1955 keine Aufforderung, die Versicherungssumme zu zahlen, somit keine Mahnung erfolgt, die die Beklagte zugleich im Sinne von Art. 41 VVG über die gebotene Art der Erfüllung orientiert hätte.\n\n3. Zur Zahlung von Bereicherungszins wäre die Beklagte nur verpflichtet, wenn ihr zum Nachteile der Kläger ein Zinsgenuss ungerechtfertigterweise zuteil geworden wäre. Davon kann aber keine Rede sein; denn wenn die Beklagte bis zur Zahlung einen Zinsertrag von der Versicherungssumme bezog, war dies ein rechtmässig ihr zufliessender Nutzen, da sie die Leistung während des Streites der Ansprecher, die ihr keinen zum Empfang der Zahlung Berechtigten bezeichneten, zurückhalten durfte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Zürich vom 27. März 1956 bestätigt."}