{"annee": "82", "cour": "IV", "page": "107", "date": "1/6/1956", "cite": ["77 IV 100", "76 IV 127", "79 IV 65"], "cite_par": ["115 IV 241", "88 II 131"], "chapeau": "23. Urteil des Kassationshofes vom 1. Juni 1956 i.S. Vize-Staatsanwaltschaft des Kantons Thurgau gegen Geier.", "regestes": ["Art. 25 al. 1 LA, art. 117 CP. Devoir du conducteur d'un véhicule automobile d'adapter sa vitesse à la visibilité et à l'état de la route; prévisibilité du verglas en cas de brouillard et de température atteignant le point de congélation."], "faits": "BGE 82 IV 107 S. 107\n\nA.- In der Morgenfrühe des 29. Januar 1955 führte Walter Geier seinen Personenwagen von Ramsen über Stein am Rhein nach Schaffhausen und zurück über BGE 82 IV 107 S. 108Diessenhofen Richtung Rheinklingen. Nach Diessenhofen beschreibt die Ausserortsstrecke zwischen dem Karosseriewerk Forster und dem Gasthaus \"Rheinperle\" bei einem Gefälle von 1% eine leichte Linkskurve. Geier durchfuhr diese Strecke um 06.35 Uhr bei Nebel und Dunkelheit mit einer Geschwindigkeit von 50-60 km/Std. Da die Temperatur die Nullgradgrenze unterschritten hatte und die Strasse auf eine Länge von ca. 200 m vereist war, geriet Geier, nachdem er einen aus der Gegenrichtung kommenden Radfahrer (Kilchenmann) gekreuzt hatte, ins Schleudern. Sein Wagen rutschte in zunehmender Querstellung auf die linke Strassenseite ab, machte eine Rechtsumdrehung von ca. 1800 und stiess schliesslich mit dem entgegenfahrenden Landwirt Xaver Ott zusammen, der dem ersten Radfahrer auf eine Entfernung von 80-100 m auf seinem Velo gefolgt war. Er wurde von der rechten Seite des schleudernden Wagens derartig heftig getroffen, dass er den erlittenen Verletzungen auf der Stelle erlag.\n\nB.- Am 11. Juli 1955 verurteilte das Bezirksgericht Diessenhofen Walter Geier wegen fahrlässiger Tötung zu einer bedingt vorzeitig löschbaren Busse von Fr. 200.--.\n\nDas Obergericht des Kantons Thurgau hob am 27. Oktober 1955 auf Berufung Geiers das erstinstanzliche Urteil auf und sprach ihn von der Anklage der fahrlässigen Tötung frei.\n\nC.- Die Vize-Staatsanwaltschaft des Kantons Thurgau führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei aufzuheben und die Sache zur Bestrafung des Walter Geier wegen fahrlässiger Tötung an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Vorliegend kann sich fragen, ob nicht schon der Umstand, dass es neblig war und nächtliches Dunkel herrschte, den Beschwerdegegner hätte veranlassen müssen, mit erheblich geringerer Geschwindigkeit zu fahren, als dies tatsächlich der Fall war. Ermöglicht doch eine BGE 82 IV 107 S. 109Geschwindigkeit von 50-60 km/Std. nur bei trockener Fahrbahn, nebelfreier Sicht und vollem Scheinwerferlicht, das die Strasse auf eine Strecke von wenigstens 100 m genügend beleuchtet, ein rechtzeitiges Anhalten (SCHWARZ, Der Motorfahrzeugführer, S. 475 Nr. 44; BRÜDERLIN, Die Mechanik des Verkehrsunfalls, S. 137/8, der sogar eine Reichweite der Scheinwerfer von 120 m fordert). Geier hatte mit abgeblendetem Licht (und eventuell mit Nebellampe) zu fahren; es bestand nur beschränkte Sicht und die Strasse war infolge des Nebels zumindest feucht angelaufen. Diesen Verhältnissen trägt die Vorinstanz keine Rechnung. Sie spricht zwar davon, die Sicht habe trotz des Nebels etwa 80-100 m weit gereicht, was sie mit dem Zeugnis des Ernst Kilchenmann begründet, der bemerkt habe, dass ihm auf 80-100 m ein Velofahrer, nämlich der verunfallte Xaver Ott, gefolgt sei; somit sei dessen Licht auf diese Distanz sichtbar gewesen. Allein damit ist lediglich festgestellt, dass das Licht des Radfahrers Ott auf die genannte Entfernung zu sehen war, nicht aber, dass die zu befahrende Strecke von Geier auch zuverlässig (BGE 77 IV 102, BGE 79 IV 66) überblickt werden konnte. Das Sichtbarwerden dieses Lichtes konnte ihn zudem nicht der Pflicht entbinden, die Geschwindigkeit der Reichweite seiner Scheinwerfer anzupassen, für die nach Art. 13 Abs. 1 lit. a MFV gilt, dass sie die Strasse in einer Breite von mindestens 6 m auf einer Strecke von wenigstens 100 m bei vollem und auf eine solche von 30 m bei abgeblendetem Licht genügend beleuchten müssen. Dabei fällt weiter in Betracht, dass selbst bei klarem Wetter die Scheinwerfer wenigstens 100 m vor dem Kreuzen mit einem andern Motorfahrzeug oder auch einem Fahrrad abgeblendet werden müssen (Art. 39 Abs. 1 lit. b MFV). Angesichts dessen kann nicht wohl gesagt werden, es habe für eine Geschwindigkeit von 50-60 km/Std. hinreichende Sicht bestanden (vgl. BGE 76 IV 129).\n\n2. Da Nebel herrschte und die Temperatur die Nullgradgrenze unterschritten hatte, musste der Beschwerdegegner BGE 82 IV 107 S. 110wie jeder vorsichtige Fahrer mit der Möglichkeit rechnen, dass sich auf der Strasse zumindest stellenweise Glatteis gebildet habe oder in Bildung begriffen sei und deswegen Schleudergefahr bestehe. Eine Vereisung tritt bei solchen Witterungsverhältnissen nicht selten ein, wobei durchaus nicht immer bloss exponierte Lagen davon betroffen werden. Das gilt nicht zuletzt auch für Strassenstrecken, die - wie hier - einem Flusslauf entlang führen. Der von der Vorinstanz unter Berufung auf BADERTSCHER, Automobilgesetz, S. 49, vertretenen Ansicht, wonach die Vereisung von kurzen Strassenstrecken in einer Zeit, da kein Schnee liege, nicht voraussehbar sei, ist in dieser Allgemeinheit nicht beizupflichten. Ihr widerspricht die Erfahrung des Lebens, wonach namentlich zur Winterzeit Kälte und Nebel auf verschneiter, aber auch auf schneefreier und bisher trockener Strasse zu Glatteis führen können (vgl. nicht veröffentlichtes Urteil der I. Zivilabteilung des Bundesgerichtes vom 11. November 1952 i.S. Transport AG Ost c. Bolt), was den Strassenbenützer und namentlich den Motofahrzeuglenker zu erhöhter Vorsicht und Aufmerksamkeit verpflichtet. Dem Beschwerdegegner kann angesichts seiner Fahrweise der Vorwurf nicht erspart werden, diese nach den Umständen gebotene Vorsichtspflicht verletzt zu haben.\n\nDaran ändert auch nichts, dass er nach der verbindlichen Feststellung der Vorinstanz \"auf seiner Fahrt am Unfallmorgen und insbesondere weder beim erstmaligen Passieren der Unfallstelle noch auf der Rückfahrt von Schaffhausen Anzeichen einer Eisbildung feststellte\". Auch wenn davon auszugehen ist, dass er die fragliche Strecke \"verhältnismässig kurz vorher\" eisfrei befahren und über 20-25 km nirgends eine Vereisung der Fahrbahn bemerkt hat, so war dennoch wegen des Nebels, der herrschenden Dunkelheit und der den Gefrierpunkt erreichenden winterlichen Temperatur besondere Vorsicht geboten. Jedenfalls durfte sich Geier nicht darauf verlassen, dass der Strassenzustand - wenn auch nach verhältnismässig BGE 82 IV 107 S. 111kurzer Zeit - der gleiche sein werde; vielmehr hatte er mit der Möglichkeit zu rechnen, dass an irgendeiner Stelle der Fahrbahn der durch den Nebel bedingte feine Feuchtigkeitsniederschlag auf dem Strassenbelag inzwischen zu Eis geworden sei und sein Wagen daher Gefahr laufe, ins Schleudern zu geraten. Statt dementsprechend die Geschwindigkeit zu mässigen, um einem allfälligen Schleudern des Autos zweckmässig und mit Erfolg begegnen zu können, begünstigte er durch ein den Strassen- und Verkehrsverhältnissen nicht angepasstes Tempo die bereits bestehende Schleudergefahr, deren unheilvolle Auswirkungen er dann weder zu verhüten noch auch nur zu mildern vermochte. Dass in der Folge an der gleichen Stelle andere Autos ebenfalls ins Schleudern kamen, entlastet ihn nicht. Auch kann die pflichtwidrige Unvorsichtigkeit des Beschwerdegegners nicht deswegen verneint werden, weil sein Wagen \"mit guten, griffigen Reifen (Schneepneus) versehen war\"; es liegt auf der Hand und musste auch Geier bewusst sein, dass ihm diese auf einer glatten Eisfläche nicht den Halt zu bieten vermochten, den sie ihm möglicherweise auf einer verschneiten Strasse geboten hätten.\n\n3. Entgegen der vorinstanzlichen Würdigung ist daher die Fahrlässigkeit des Beschwerdegegners zu bejahen. Sein Verhalten stellt objektiv und subjektiv eine Verletzung des Art. 25 MFG dar. Dass Ott durch den heftigen Anprall des schleudernden Autos getötet wurde, ist unbestritten und wird durch die verbindliche Feststellung des angefochtenen Urteils bestätigt, wonach der Wagen des Beschwerdegegners im Schleudern und Abdrehen den Radfahrer mit seiner rechten Seite derart stark getroffen habe, dass dieser \"mit zertrümmerten Gesichtsknochen und weiteren Verletzungen an den Händen und Beinen in den Strassengraben geschleudert wurde, wo er vermutlich sofort starb\". Mit dem natürlichen ist auch der rechtserhebliche Kausalzusammenhang zu bejahen; die Fahrweise des Beschwerdegegners, namentlich die übersetzte Geschwindigkeit, BGE 82 IV 107 S. 112war nach dem gewöhnlichen Lauf der Dinge geeignet, zu einem Zusammenstoss und zur Tötung eines andern Strassenbenützers zu führen (wie übrigens auch zu einer Störung des öffentlichen Verkehrs, worüber indessen keine Anklage erhoben wurde).\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Thurgau vom 27. Oktober 1955 aufgehoben und die Sache zur Bestrafung des Beschwerdegegners wegen fahrlässiger Tötung an die Vorinstanz zurückgewiesen."}