{"annee": "83", "cour": "I", "page": "145", "date": "29/5/1957", "cite": ["61 I 225", "78 I 97"], "cite_par": ["90 I 1", "94 I 138", "105 IA 330", "85 I 225", "87 I 349", "89 I 11", "109 IB 285", "92 I 503", "94 I 127", "93 I 254"], "chapeau": "20. Urteil vom 29. Mai 1957 i.S. Sameli gegen Regierungsrat des Kantons Basel-Landschaft.", "regestes": ["Egalité devant la loi, liberté du commerce et de l'industrie, garantie de la propriété. Quelles sont les conditions auxquelles les autorités peuvent, pour éviter que la circulation routière ne soit entravée, s'opposer à l'installation d'un poste de distribution d'essence sur un bienfonds privé jouxtant la voie publique?"], "faits": "BGE 83 I 145 S. 145\n\nA.- Nach § 30 des basellandschaftlichen Gesetzes vom 30. November 1916 über das Strassenwesen ist \"jede Vorrichtung oder Handlung, die den Verkehr auf der Strasse gefährdet, verboten\".\n\nGemäss einem Regierungsratsbeschluss vom 21. Juni 1929 unterliegt die Aufstellung fester und beweglicher Benzinabfüllapparate der Bewilligung der Baudirektion und der Finanzdirektion (§ 1) und hat über den Aufstellungsort an öffentlichen Strassen die Baudirektion von BGE 83 I 145 S. 146Fall zu Fall zu bestimmen nach Anhörung der Gemeindebehörden und \"unter Berücksichtigung der jeweiligen Platzverhältnisse und der Ansprüche des öffentlichen Verkehrs\" (§ 2 lit. c).\n\nB.- Die Beschwerdeführerin Susanna Sameli-Biedert ist Eigentümerin der an die Hauptstrasse grenzenden Parzelle Nr. 517 in Binningen. Vor der Nachbarparzelle Nr. 518 verbreitert sich die Hauptstrasse zu einem Platz, auf dem sich die Endstation der Tramlinie von Basel nach Binningen befindet und in den die Oberwiler-, Benken- und Paradiesstrasse sowie der Sängerweg einmünden. Auf der Parzelle der Beschwerdeführerin ist neben den Gebäulichkeiten eine etwa 12 m breite und (von der Baulinie gemessen) 11 m tiefe freie Fläche. Die Beschwerdeführerin möchte dort eine Benzintankstelle einrichten und stellte am 23. Juni 1955 bei der Baudirektion ein dahingehendes Gesuch. Der Gemeinderat von Binningen und das kantonale Polizeikommando sprachen sich gegen die Bewilligung aus, da die Lage der Tankstelle in der Nähe der Strassenkreuzung und der Tramendstation verkehrstechnisch äusserst ungünstig sei. Die Baudirektion schloss sich dieser Auffassung an und wies das Gesuch durch Verfügung vom 15. Oktober 1955 ab.\n\nDie Beschwerdeführerin rekurrierte hiegegen an den Regierungsrat, indem sie geltend machte, dass für die Tankstelle kein öffentlicher Boden in Anspruch genommen werde und die Zu- und Abfahrt gefahrlos sei.\n\nDer Regierungsrat wies die Beschwerde mit Entscheid vom 11. September 1956 ab. Zur Begründung wird unter Berufung auf die eingangs erwähnten Bestimmungen ausgeführt: Die Behörden seien bestrebt, die Errichtung von Tankstellen überall dort zu verhindern, wo sie den flüssigen Verkehr übermässig behindern, insbesondere also an Brennpunkten des Verkehrs, an Strassenkreuzungen und -einmündungen, an Strassenkurven, an Haltstellen öffentlicher Verkehrsbetriebe und dergleichen. Die von der Beschwerdeführerin geplante Tankstelle liege in unmittelbarer BGE 83 I 145 S. 147Nähe einer Tramendstation. Überdies mündeten dort drei Strassen in die Hauptstrasse, die dadurch einen grossen Teil des Verkehrs aus dem Birsigtal Richtung Basel aufnehme und umgekehrt. Diese Stelle sei somit als ein Brennpunkt des Verkehrs zu betrachten und eigne sich daher nicht für die Errichtung einer Tankstelle, zumal der Platz für die Zufahrt zu dieser sehr beschränkt sei. Die Behörden seien im Interesse der Verkehrssicherheit verpflichtet, den neuen Gefahren, die zweifellos durch die Errichtung der Tankstelle entstehen würden, rechtzeitig vorzubeugen. Mit dem Ansteigen des Motorfahrzeugverkehrs sei die Bewilligungspraxis für Tankstellen in letzter Zeit strenger geworden, doch sei diese begründete Praxisänderung aus dem Gesichtspunkt des Art. 4 BV nicht zu beanstanden.\n\nC.- Frau Sameli hat gegen diesen Entscheid des Regierungsrates rechtzeitig staatsrechtliche Beschwerde erhoben. Sie beruft sich auf Art. 4 und 31 BV sowie auf die Eigentumsgarantie.\n\nD.- Der Regierungsrat des Kantons Basel-Landschaft beantragt die Abweisung der Beschwerde.\n\nE.- Eine Instruktionskommission des Bundesgerichts hat am 2. April 1957 in Binningen einen Augenschein genommen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. .....\n\n2. Der Regierungsrat hat im bundesgerichtlichen Verfahren u.a. auch den Einwand erhoben, der Betrieb einer Tankstelle ziehe eine gesteigerte Benützung von öffentlichem Grund und Boden nach sich. Damit will er offenbar geltend machen, dass ein solcher Betrieb selbst dann, wenn er sich auf einem privaten Grundstück befindet, wegen der vermehrten Zu- und Wegfahrt von Motorfahrzeugen zu einem über den gewöhnlichen hinausgehenden, sogenannten gesteigerten Gemeingebrauch an der öffentlichen Strasse führe und daher den für diesen BGE 83 I 145 S. 148geltenden Beschränkungen unterliege. Diese Auffassung erweckt indessen Bedenken. Da zur Ausübung des Gemeingebrauchs, zu dem vor allem das Gehen und Fahren auf der Strasse gehört, diese von privaten Grundstücken aus muss betreten werden können, ist in dem jedermann offen stehenden Gemeingebrauch an der Strasse grundsätzlich auch der Zutritt von der Strasse zu den anstossenden privaten Grundstücken und von diesen auf die Strasse mitenthalten (Urteil vom 4. Juli 1956 i.S. Haus- und Chaletfabrik Murer A.-G. Erw. 3, abgedruckt in ZBl 58 S. 21 ff.). Ob und gegebenenfalls unter welchen Voraussetzungen dieser Grundsatz Ausnahmen zulässt für ein auf privatem Grundstück betriebenes Gewerbe und den Zutritt der Kundschaft desselben, ist zweifelhaft. Die Frage, ob der Betrieb einer Tankstelle auf dem Grundstück der Beschwerdeführerin mit einem gesteigerten Gemeingebrauch verbunden sei, kann aber, wie sich aus den folgenden Erwägungen ergibt, offen gelassen werden.\n\n3. Der angefochtene Entscheid stützt sich rechtlich auf das kantonale Strassengesetz, das in § 30 jede Vorrichtung oder Handlung, die den Verkehr auf der Strasse gefährdet, verbietet, sowie auf den Regierungsratsbeschluss vom 21. Juni 1929, wonach die Aufstellung von Benzinabfüllapparaten eine Bewilligung erfordert und der Aufstellungsort an öffentlichen Strassen \"unter Berücksichtigung der jeweiligen Platzverhältnisse und der Ansprüche des öffentlichen Verkehrs\" zu bestimmen ist. Die Beschwerdeführerin behauptet nicht, dass diese Vorschriften verfassungswidrig seien. Aus ihnen lässt sich aber ohne Willkür ableiten, dass die Bewilligung für den Betrieb einer Tankstelle, gleichgültig ob es sich bei der Zu- und Wegfahrt um gewöhnlichen oder gesteigerten Gemeingebrauch handelt, aus strassenpolizeilichen Gründen verweigert werden darf. Die allgemein gefasste Vorschrift in § 30 des Strassengesetzes gestattet ein Verbot verkehrsgefährdender Handlungen auch dann, wenn diese an sich zum Gemeingebrauch gehören. Und wenn der Baudirektion, BGE 83 I 145 S. 149die (zusammen mit der Finanzdirektion) über die Bewilligung von Tankstellen entscheidet, in § 2 lit. c des RRB vorgeschrieben wird, bei der Bestimmung des Aufstellungsortes die \"Ansprüche des öffentlichen Verkehrs\" zu berücksichtigen, so kann dies sehr wohl dahin verstanden werden, dass die Bewilligung verweigert werden darf für Orte, wo die Benützung der Tankstelle eine erhebliche Störung oder Gefährdung des Strassenverkehrs zur Folge hätte.\n\n4. Gegenüber einer hiermit begründeten Verweigerung der Bewilligung für eine Tankstelle auf privatem Boden vermag weder die Berufung auf die Eigentumsgarantie noch diejenige auf die Handels- und Gewerbefreiheit aufzukommen.\n\na) Da dem Anstösser kein besseres Recht am Gemeingebrauch zukommt als jedem andern Volksgenossen (BGE 61 I 230mit Zitaten), kann er sich einer strassenpolizeilichen Beschränkung des Gemeingebrauchs, als welche die Nichtzulassung der mit dem Betrieb einer Tankstelle verbundenen vermehrten Zu- und Wegfahrt zu und von seinem Grundstück betrachtet werden kann, nicht unter Berufung auf seine Stellung als Anstösser widersetzen. Zu den vom Standpunkt der Eigentumsgarantie erforderlichen öffentlichen Interessen, welche eine öffentlich-rechtliche Eigentumsbeschränkung zu rechtfertigen vermögen, gehört sodann auch dasjenige der Verkehrssicherheit. Das Bundesgericht hat daher schon wiederholt kantonale Vorschriften, wonach den Staatsstrassen entlang ein Landstreifen von 3 oder 4 m unüberbaut zu bleiben hat, als eine im öffentlichen Interesse liegende Eigentumsbeschränkung anerkannt (nicht veröffentlichte Urteile vom 9. November 1928 i.S. Schnyder S. 9 und vom 15. Dezember 1948 i.S. Mohn S. 13). Aus dem gleichen Grund ist auch gegen Vorschriften, welche die Ausübung bestimmter Gewerbe an gewissen Strassen oder Strassenstrecken im Interesse der Verkehrssicherheit ausschliessen, nichts einzuwenden.\n\nBGE 83 I 145 S. 150\n\nb) Ähnlich verhält es sich mit der Handels- und Gewerbefreiheit. Sie bietet keinen Schutz gegen Vorschriften und Massnahmen, welche die Ausübung eines Gewerbes auf öffentlicher Strasse oder auf privaten, an bestimmten Strassenstrecken gelegenen Grundstücken im Interesse der Verkehrssicherheit beschränkt oder ausschliesst. Gegen die Handels- und Gewerbefreiheit verstösst es dagegen, wenn die Bewilligung für eine Tankstelle mangels Bedürfnisses verweigert wird. Dass das im vorliegenden Falle geschehen sei, hat die Beschwerdeführerin - offensichtlich mit Recht - nicht behauptet.\n\n5. Der Entscheid darüber, ob der Betrieb einer geplanten Tankstelle eine erhebliche Beeinträchtigung des Strassenverkehrs zur Folge hätte, hängt von der Würdigung der örtlichen Verhältnisse ab, bei der den kantonalen Behörden ein gewisses Ermessen eingeräumt werden muss. Es kann nicht Sache des Bundesgerichts sein, sein Ermessen an Stelle desjenigen der kantonalen Behörden zu setzen und im Einzelfall alle für und gegen die Erteilung der Bewilligung sprechenden Gründe gegeneinander abzuwägen. Vielmehr kann es nur einschreiten, wenn die Annahme der kantonalen Behörden, dass ein neben der Strasse gelegenes Grundstück sich nicht für eine Tankstelle eigne, weil deren Betrieb den Verkehr behindern würde, willkürlich ist. Dieser Vorwurf wird denn auch von der Beschwerdeführerin erhoben. Er ist indessen unbegründet.\n\nDie Hauptstrasse von Binningen verbreitert sich unmittelbar nach der Liegenschaft der Beschwerdeführerin zu einem Platz, auf dem die tagsüber alle 6 Minuten verkehrende Strassenbahn ihre Endstation mit einer Schleife hat. Die Oberwilerstrasse setzt die Hauptstrasse nicht geradlinig, sondern mit einer ziemlich scharfen Kurve fort, in die ausserdem zwei Nebenstrassen und der Sängerweg einmünden. Der Strassenverkehr ist, wie auch der Augenschein ergeben hat, auf der Hauptstrasse/Oberwilerstrasse dicht und wird in der nächsten Zeit mit der BGE 83 I 145 S. 151allgemeinen Zunahme der Motorfahrzeuge und der wachsenden Überbauung der stadtnahen Gebiete des Birsigtals noch dichter werden. Angesichts dieser Verhältnisse leuchtet es ohne weiteres ein, dass das Grundstück der Beschwerdeführerin sich für eine Tankstelle nicht eignet, da die zu- und wegfahrenden Automobile den durchgehenden Verkehr erheblich behindern und damit seine Sicherheit gefährden. Dass die Automobilisten, wie in der Beschwerde hervorgehoben wird, an dieser Stelle ohnehin die Geschwindigkeit mässigen und besonders aufmerksam sein müssen, spricht nicht für, sondern gegen die Beschwerdeführerin, da es als unerwünscht erscheint, wenn an einer solchen Stelle der Verkehr durch zu- und wegfahrende Fahrzeuge blockiert und eine zusätzliche Gefahrenstelle geschaffen wird, die auch durch einen ständigen Tankwart nicht ausgeschaltet werden kann. Die Verweigerung der Bewilligung ist daher nicht zu beanstanden, sofern darin nicht eine rechtsungleiche Behandlung der Beschwerdeführerin liegt.\n\n6. Gegen den Grundsatz der Rechtsgleichheit verstösst jedenfalls nicht die Verschärfung der Bewilligungspraxis als solche, denn es kann einer Behörde, namentlich wenn es um die Sicherheit des öffentlichen Verkehrs geht, nicht verwehrt sein, veränderten Verhältnissen Rechnung zu tragen, die bisherige Praxis zu überprüfen und sie gegebenfalls, besserer Erkenntnis folgend, zu ändern (BGE 78 I 101Erw. 5 und dort zitierte frühere Urteile). So verhielt es sich aber hier, indem die Behörden verschiedener Kantone (Baselland, Aargau und Solothurn) auf Grund einer im Dezember 1955 getroffenen Vereinbarung Richtlinien für die Bewilligung von Tankstellen aufstellten, auf Grund deren sich der Regierungsrat zu einer Änderung seiner Praxis entschloss. Diese Richtlinien entsprechen im wesentlichen den dann im Oktober 1956 aufgestellten Richtlinien der Vereinigung Schweizerischer Strassenfachmänner und erscheinen als sachlich begründet. Dass die Behörden des Kantons Baselland nicht gewillt BGE 83 I 145 S. 152wären, die neue verschärfte Praxis insskünftig gegenüber allen Gesuchstellern anzuwenden, ist nicht dargetan; der vom Regierungsrat eingelegte Entscheid vom 2. August 1956 i.S. Mohler zeigt vielmehr, dass er sie auch in andern Fällen handhabt.\n\nDer Hinweis der Beschwerdeführerin auf die übrigen, an der Hauptstrasse von Binningen befindlichen Tankstellen ist zur Begründung des Vorwurfs rechtsungleicher Behandlung schon deshalb untauglich, weil diese Tankstellen von der Baudirektion und nicht vom Regierungsrat, gegen den sich die vorliegende Beschwerde richtet, bewilligt worden sind, und zwar, was entscheidend ins Gewicht fällt, bevor der Regierungsrat zur neuen, verschärften Praxis übergegangen ist. Das gilt auch für die von der Beschwerdeführerin erst in der Replik genannte Tankstelle \"Eldorado\", die von der Baudirektion am 29. November 1955 bewilligt worden ist. Übrigens liegen die Verhältnisse bei diesen Tankstellen, wie der Augenschein bestätigt hat, insofern wesentlich günstiger als beim Grundstück der Beschwerdeführerin, als dort die Hauptstrasse auf eine längere Strecke gerade und übersichtlich ist, sodass von einer rechtsungleichen Behandlung auch deshalb nicht gesprochen werden kann.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}