{"annee": "83", "cour": "III", "page": "63", "date": "29/8/1957", "cite": [], "cite_par": ["93 III 11", "87 III 50", "89 IV 77"], "chapeau": "18. Arrêt du 29 août 1957 dans la cause R.", "regestes": ["Exécution de la saisie (art. 91 et suiv. LP). Obligations de l'office des poursuites."], "faits": "BGE 83 III 63 S. 63\n\nA.- R. a poursuivi Bertha E. en paiement de 4928 fr. 50, avec intérêt à 4% dès le 30 septembre 1955 (poursuite no 55 980 de l'office des poursuites de F.). Dans sa réquisition de continuer la poursuite, le créancier a demandé à l'office une liste complète des biens de la débitrice (art. 30 al. 4 du tarif) et il l'a requis de saisir notamment divers bijoux, un appareil photographique, une voiture automobile, des chiens et les installations affectées à leur élevage, BGE 83 III 63 S. 64des objets servant à la peinture sur porcelaine et des droits fondés sur des assurances sur la vie.\n\nLe préposé à l'office des poursuites s'est borné à interroger la débitrice après l'avoir rendue attentive aux sanctions prévues par les art. 164, 169 et 323 ch. 2 CP. Elle a déclaré qu'elle ne possédait plus les objets énumérés par le créancier, sauf quatre chiens et la voiture, qui étaient du reste revendiqués par son mari. Là-dessus, le préposé a saisi, le 16 juillet 1957, quatre chiens et l'automobile, estimés au total à 4160 fr., et il a imparti au créancier un délai de dix jours pour intenter action au tiers revendiquant.\n\nB.- R. a porté plainte contre cette mesure en reprenant les demandes qu'il avait formulées dans sa réquisition de continuer la poursuite. Il alléguait que le préposé à l'office des poursuites n'avait pas exécuté ses obligations en se bornant à saisir les objets indiqués par la débitrice, lesquels étaient du reste revendiqués par un tiers et dont la valeur ne couvrait pas le montant de la créance.\n\nDébouté par la Chambre des poursuites et faillites du Tribunal cantonal, le créancier défère la cause au Tribunal fédéral.", "considerants": "Considérant en droit:\n\n1. En matière de saisie, l'obligation essentielle de l'office est de rechercher les biens du débiteur qui ne tombent pas sous le coup des art. 92 et 93 LP et de les saisir à concurrence de ce qui est nécessaire pour couvrir la créance. Sans doute doit-il interroger le débiteur (art. 91 al. 1 LP). Mais, lorsque la valeur des biens indiqués par celui-ci est inférieure au montant de la créance ou que ces objets sont frappés de séquestre ou revendiqués par des tiers (art. 95 al. 3 LP), le préposé ne saurait se fonder simplement sur les déclarations de la personne poursuivie. Il est alors tenu de rechercher lui-même si d'autres biens saisissables existent et, à cet effet, de visiter ou faire visiter les locaux et les meubles du débiteur, BGE 83 III 63 S. 65comme l'art. 91 al. 2 LP lui en donne le droit. En particulier, lorsque le créancier désigne des objets à saisir, le préposé doit vérifier s'ils existent et sont en possession du débiteur. C'est de cette façon seulement qu'il sauvegarde les intérêts du créancier aussi bien que ceux de l'autre partie (art. 95 al. 5 LP). Sans doute le débiteur s'expose-t-il à des poursuites pénales s'il fait de fausses déclarations, mais cette sanction ne dispense pas l'office de ses obligations.\n\nEn l'espèce, le préposé s'est borné à saisir, selon les indications données par la débitrice, quatre chiens et une voiture automobile. Bien que la valeur de ces objets ne couvre pas la créance et qu'ils soient, au surplus, revendiqués par un tiers, il n'a pas recherché d'autres biens saisissables et, en particulier, n'a visité ni l'appartement ni les meubles de dame E. En agissant ainsi, il a enfreint les obligations que lui imposaient les art. 91 et suiv. LP, de sorte que la saisie doit être annulée. Il devra procéder à une nouvelle saisie en se conformant aux dispositions légales.\n\n2. Du reste, une visite de l'appartement et des meubles de la débitrice s'imposait d'autant plus que le créancier avait demandé, en vertu de l'art. 30 al. 4 du tarif, un inventaire complet des biens appartenant à dame E. L'office, qui n'a donné aucune suite à cette requête, devra réparer son omission à l'occasion de la nouvelle saisie à laquelle il est tenu de procéder."}