{"annee": "83", "cour": "III", "page": "46", "date": "28/3/1957", "cite": [], "cite_par": ["99 III 71"], "chapeau": "13. Arrêt du 28 mars 1957 dans la cause Piola", "regestes": ["Séquestre. Revendication (art. 275 et 98 LP). 1. La question de savoir si l'office doit prendre sous sa garde l'objet séquestré est régie par l'art. 98 LP; l'office est seul compétent pour la trancher, alors même qu'une procédure de revendication est pendante. 2. L'office ne peut prendre l'objet séquestré sous sa garde lorsque celui-ci est en possession du tiers revendiquant. 3. L'office n'est pas lié par l'ordre que lui donne l'autorité de séquestre de prendre sous sa garde l'objet à séquestrer."], "faits": "BGE 83 III 46 S. 46\n\nA.- Fondé sur un acte de défaut de biens, Loppacher a requis un séquestre contre Brodsky. L'ordonnance du 11 novembre 1956 prescrit que le séquestre doit porter notamment sur une voiture Simca-Aronde et qu'il y a lieu de \"procéder à son enlèvement\".\n\nL'Office des poursuites a séquestré l'automobile en mains de Piola. Celui-ci a présenté à l'huissier le permis de circulation établi à son nom qui se trouvait dans la voiture, a revendiqué la propriété du véhicule et s'est opposé à ce que l'office le prît sous sa garde. Brodsky a confirmé que la voiture appartenait à Piola. Cela étant, l'office a décidé de la laisser en mains de Piola. Conformément à l'art. 109 LP, Loppacher a ouvert action en contestation de la revendication.\n\nBGE 83 III 46 S. 47\n\nB.- Sur plainte du créancier, l'Autorité de surveillance a ordonné à l'office de prendre sous sa garde la voiture séquestrée. L'office a alors invité Piola à la lui remettre jusqu'au 21 mars 1957.\n\nC.- Piola a recouru au Tribunal fédéral et conclu à l'annulation de la décision attaquée. L'effet suspensif a été accordé à son recours.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 275 LP, l'exécution du séquestre a lieu selon les formes prescrites pour la saisie aux art. 91 à 109; l'art. 98 LP, qui règle la mise des objets saisis sous la garde de l'office, est dès lors applicable en matière de séquestre (RO 82 III 122). Suivant la jurisprudence (RO, Edition spéciale des arrêts concernant la LP, 16 [1913], 29, 109 ss.), l'office ne peut prendre sous sa garde des objets saisis qui sont en possession du tiers revendiquant; il est seul compétent pour trancher cette question, alors même qu'une procédure en revendication est pendante à leur sujet. Si le résumé qui précède l'arrêt RO 54 III 131 indique que \"le fait que l'objet séquestré est revendiqué par un tiers comme sa propriété ne constitue pas pour l'office un motif de renoncer à prendre ledit objet sous sa garde\", les motifs précisent (consid. 2, p. 135) que c'est le cas seulement lorsque le bien revendiqué est en possession du débiteur séquestré.\n\nEn l'espèce, la voiture n'était pas en possession de Brodsky, mais a été séquestrée en mains de Piola, qui est titulaire du permis de circulation. Il s'ensuit que la mise sous la garde de l'office ne peut être ordonnée.\n\n2. Contrairement à l'opinion exprimée dans la décision attaquée, le fait que l'autorité de séquestre a non seulement ordonné le séquestre de la voiture mais a prescrit de \"procéder à son enlèvement\" ne saurait obliger l'office à la prendre sous sa garde, alors qu'elle n'est pas en possession du débiteur. Cet ordre ne lie pas l'office qui est seul compétent pour décider, le cas échéant, l'application BGE 83 III 46 S. 48de la mesure prévue à l'art. 98 LP et qui ne peut le faire que lors de l'exécution du séquestre; c'est en effet seulement à ce moment que se pose la question de la mise des biens séquestrés sous la garde de l'office. L'autorité de séquestre ne peut de même ordonner le séquestre d'objets qui s'avèrent insaisissables ou l'emploi de la contrainte pour obtenir la production d'un bien séquestré contre un tiers qui conteste l'avoir en sa possession (RO 60 III 141 ss.).\n\nPar ces motifs, la Chambre des poursuites et des faillites\n\nAdmet le recours et annule la décision attaquée."}