{"annee": "83", "cour": "IV", "page": "121", "date": "14/9/1957", "cite": [], "cite_par": ["86 IV 86", "88 IV 133", "101 IV 93", "85 IV 95", "86 IV 92", "85 IV 24", "100 IV 252", "103 IA 218"], "chapeau": "33. Extrait de l'arrêt du 14 septembre 1957 dans la cause Pantet contre Ministère public du canton de Vaud.", "regestes": ["1. La prescription absolue du droit commun est-elle applicable à des infractions prévues par une loi spéciale (in casu loi fédérale du 7 juillet 1932 sur le ravitaillement du pays en blé) qui ne la consacre pas expressément? (consid. 1). 2. Concours idéal entre les dispositions du droit commun (escroquerie et faux dans les titres) et celles de la loi fédérale sur le ravitaillement du pays en blé? (consid. 2). 3. Méthodes d'interprétation de la loi, notamment en droit pénal. Portée des travaux préparatoires, en particulier lorsque ceux-ci permettent d'établir avec une parfaite clarté l'intention du législateur (consid. 2). 4. Personne morale astreinte à répondre solidairement du paiement d'une amende infligée à l'un de ses employés. Effets d'une modification du montant de l'amende sur l'étendue de la responsabilité solidaire de la personne morale (consid. 3)."], "faits": "BGE 83 IV 121 S. 122\n\nA.- Depuis le début de 1948 jusqu'au mois de janvier 1953, Paul Pantet fut employé par la société coopérative du Moulin agricole de Chavornay en qualité de chef meunier. Dirigeant l'exploitation de l'entreprise, il en était le gérant effectif.\n\nDu mois de mars 1948 au mois de novembre 1949, Pantet vendit d'importantes quantités de farine blanche sans l'annoncer, comme il en avait l'obligation, à l'Administration fédérale des blés. Par un prononcé administratif du 20 juin 1952, fondé sur l'art. 33 al. 2 de la loi fédérale du 7 juillet 1932 sur le ravitaillement du pays en blé (LFB), il fut condamné de ce chef à une amende de 1800 fr. Bien qu'une enquête ait été ouverte contre lui au mois de décembre 1949, il commit de nouvelles irrégularités dès cette date et jusqu'à la fin de 1952. Il donna de fausses indications dans ses rapports à la Direction générale des douanes et à l'Administration fédérale des blés ainsi que dans ses contrôles de mouture et de vente. A la suite de ces déclarations inexactes, la société coopérative perçut sans droit une ristourne de 27 411 fr. 75 pour la livraison de farine bise et éluda une taxe de 38 079 fr. 65 relative à la livraison de farine blanche. Le 25 mai 1955, l'Administration fédérale des blés infligea à Pantet une nouvelle amende de 3500 fr. et mit à sa charge une partie des frais de la procédure, par 600 fr. Elle déclara en même temps la société coopérative du Moulin agricole de Chavornay solidairement responsable du paiement de ces sommes.\n\nB.- Le Moulin agricole de Chavornay et Pantet ayant fait opposition à ce prononcé et l'Administration fédérale des blés ayant dénoncé ce dernier au Ministère public du canton de Vaud pour escroquerie et faux dans les titres, la cause fut déférée au Tribunal de police correctionnelle du district d'Orbe. Par jugement du 14 mars 1957, celui-ci BGE 83 IV 121 S. 123condamna Pantet à huit mois d'emprisonnement avec sursis pendant cinq ans et à 500 fr. d'amende; en outre il déclara la société coopérative du Moulin agricole de Chavornay solidairement responsable du paiement de l'amende et des frais de l'enquête administrative. Le Tribunal d'Orbe considéra en particulier que la cause devait être jugée d'après la LFB et non sur la base de l'arrêté fédéral du 19 juillet 1953 concernant le ravitaillement du pays en céréales panifiables, que d'autre part la prescription était réglée exclusivement par la LFB, la prescription absolue de l'art. 72 CP n'étant ainsi pas applicable et l'action pénale n'étant pas prescrite, qu'enfin, il y avait concours idéal entre l'art. 33 al. 2 LFB et les art. 148 et 251 CP, de sorte que Pantet devait être condamné en vertu de toutes ces dispositions.\n\nPantet déféra ce jugement à la Cour de cassation du canton de Vaud, qui, statuant par arrêt du 10 juin 1957, libéra le recourant de toute peine privative de liberté, lui infligea une amende de 2500 fr. pour infraction à la loi sur le blé et maintint pour le surplus le jugement attaqué. Confirmant l'opinion des premiers juges quant à la loi applicable et à la prescription, elle estima en revanche que l'art. 33 al. 2 LFB et les dispositions du CP se trouvaient non en concours idéal, mais en concours imparfait. Elle renonça dès lors à punir Pantet pour escroquerie et faux dans les titres; elle se borna à élever le montant de l'amende infligée pour infraction à la LFB; elle ne modifia cependant pas les limites de la responsabilité solidaire du Moulin agricole, le jugement attaqué étant, à son avis, définitif à l'égard de ce dernier.\n\nC.- Le Ministère public du canton de Vaud et Pantet se pourvoient en nullité contre cet arrêt.\n\nLe Ministère public requiert le Tribunal fédéral d'annuler l'arrêt attaqué et de renvoyer la cause à l'autorité cantonale principalement pour que Pantet soit condamné à une peine privative de liberté du chef d'escroquerie et de faux dans les titres, subsidiairement pour que la société BGE 83 IV 121 S. 124coopérative du Moulin agricole de Chavornay soit déclarée solidairement responsable du paiement de l'amende augmentée. A l'appui de ses conclusions principales, le Ministère public fait valoir que l'art. 33 al. 2 LFB est en concours idéal avec les dispositions du code pénal et que les actes de Pantet renferment les éléments des crimes d'escroquerie et de faux dans les titres. Quant à ses conclusions subsidiaires, il observe que, dans son étendue, la responsabilité de la personne morale dépend du montant de l'amende infligée à la personne physique et que dès lors le jugement ne peut être définitif à l'égard de la première tant qu'il ne l'est pas pour la seconde.\n\nPantet conclut à ce que l'arrêt attaqué soit annulé et la cause renvoyée à la juridiction cantonale pour que celle-ci le libère de toute peine et mette les frais à la charge de l'Etat. A son avis, l'art. 37 LFB ne régit pas exhaustivement la question de la prescription. L'art. 72 CP, dont les auteurs de la LFB n'ont pas entendu exclure l'application, fait règle en ce qui concerne la prescription absolue. Le délai ordinaire étant de deux ans et les actes incriminés ayant été commis entre 1949 et 1952, la prescription absolue est acquise.\n\nLe Ministère public propose le rejet du pourvoi de Pantet. La société coopérative du Moulin agricole de Chavornay et Pantet concluent au rejet du pourvoi du Parquet.", "considerants": "Considérant en droit:\n\n1. Pantet soutient que les actes qui lui sont reprochés sont couverts par la prescription absolue instituée par l'art. 72 ch. 2 al. 2 CP. Il méconnaît cependant la portée de l'art. 333 CP. En vertu de ce texte, les règles générales du code pénal sont applicables aux infractions prévues par d'autres lois fédérales, \"à moins que celles-ci ne contiennent des dispositions sur la matière\". Pour que ces dispositions spéciales excluent l'application du droit commun, il faut sans doute qu'elles régissent la matière de façon BGE 83 IV 121 S. 125complète. Il n'est pas nécessaire cependant qu'elles tranchent les problèmes expressément. Il suffit qu'elles le fassent de manière implicite et négative (RO 81 IV 188; 74 IV 26; 72 IV 190). Tel est le cas pour la prescription des infractions à la loi fédérale sur le blé, régie par l'art. 37 LFB. Cette disposition institue un délai de prescription et prévoit en outre quand ce délai commence à courir et quels actes l'interrompent. Elle est muette, il est vrai, en ce qui concerne la prescription absolue, mais cela ne signifie pas qu'elle ne règle que partiellement la question de la prescription. L'admettre serait perdre de vue que le problème de la prescription absolue est étroitement lié à celui de l'interruption de la prescription. L'interruption de la prescription fait courir un nouveau délai. C'est là une conséquence si nécessaire de l'interruption que le législateur peut estimer superflu d'en préciser l'existence. En revanche, la prescription absolue apparaît non comme une suite logique de l'interruption mais comme une dérogation aux effets de celle-ci. Si la loi entend l'instituer. elle doit le faire en termes exprès. Quand elle ne précise rien à ce sujet, elle n'omet pas de régler un des problèmes posés par la prescription mais se borne à ne pas déroger aux conséquences logiques de l'interruption. En pareil cas, elle règle la matière de la prescription de manière complète quoiqu'en partie de façon implicite. Du moment que l'art. 37 LFB ne s'occupe en termes exprès que de l'interruption de la prescription, il faut considérer qu'il exclut la prescription absolue instituée par le droit commun.\n\nSans doute faut-il réserver les cas où la prescription absolue, bien que non expressément prévue, résulterait du système de la loi, de son objet ou de son but. Cette hypothèse n'est cependant pas réalisée en ce qui concerne la LFB. En effet, la brièveté du délai de prescription qu'elle institue d'une part, les difficultés et partant la longueur de certaines enquêtes administratives dans ce genre d'infractions d'autre part sont des raisons de ne pas soumettre à la prescription absolue les actes qu'elle réprime.\n\nBGE 83 IV 121 S. 126\n\nIl est vrai aussi que la loi n'aurait pas besoin de prévoir expressément la prescription absolue si cette institution était admise de façon tout à fait générale. Tel n'est cependant pas le cas. Ainsi, le Tribunal fédéral a jugé que les infractions douanières ne sont pas soumises à la prescription absolue (RO 74 IV 26) et cette règle, fondée sur l'art. 284 PPF, est valable pour toutes les contraventions aux lois fiscales énumérées à l'art. 279 PPF, sauf prescriptions contraires de ces lois.\n\nD'ailleurs, la genèse de l'art. 37 LFB tend à montrer aussi que cette disposition exclut l'application du droit commun. Ainsi, au cours des débats parlementaires, on a proposé d'appliquer le droit commun à certaines infractions. Le conseiller fédéral Musy s'est opposé à cette proposition. Il a rappelé que des juristes avaient examiné s'il fallait soumettre les infractions à la loi sur le blé à un régime spécial ou au droit pénal ordinaire, et qu'en définitive, le code pénal suisse n'étant pas en vigueur, ils avaient estimé plus judicieux \"de créer un ensemble de dispositions pénales spéciales\". Ainsi, a-t-il dit, ce n'est pas la législation ordinaire - codes pénaux cantonaux, code pénal fédéral - qui est applicable, mais ces dispositions spéciales. Les Chambres se sont ralliées à cette manière de voir (Bull. stén. 1932, CN p. 206-209, CE p. 263-265). Leur opinion tend à confirmer ainsi que le recourant ne peut invoquer la prescription absolue instituée par le droit commun.\n\nLe recourant fait observer, il est vrai, que la loi de 1932 a remplacé l'arrêté fédéral du 22 juin 1929, portant réglementation provisoire de l'approvisionnement du pays en blé et qu'en son art. 40 al. 3, cet arrêté instituait une prescription absolue. Le fait est exact mais il ne permet pas à lui seul de penser que la loi de 1932 connaît elle aussi le système de la prescription absolue. Certes il en serait autrement si c'était par suite d'une simple inadvertance que l'art. 40 al. 3 de l'arrêté n'avait pas été repris dans la loi. Cependant le soin avec lequel a été établi le chapitre de la loi relatif aux dispositions pénales (cf. Bull. stén. CN BGE 83 IV 121 S. 1271932, p. 208, intervention du conseiller fédéral Musy) n'autorise pas à penser qu'il en soit allé ainsi.\n\nQuant à l'entrée en vigueur du code pénal suisse, elle n'a pas eu pour effet de modifier la portée de l'art. 37 LFB, puisque l'art. 333 CP réserve précisément les dispositions spéciales contenues dans les autres lois fédérales.\n\n2. Pantet a contrevenu aux dispositions de la loi fédérale sur le blé. Comme l'action pénale n'est pas prescrite, il est punissable en tout cas sur la base des art. 33 ss. LFB. On peut se demander si, dans l'hypothèse où ses actes constitueraient en outre des infractions réprimées par le droit commun, il serait punissable également en vertu du code pénal, autrement dit si, entre les dispositions de la loi fédérale sur le blé et celles du code pénal, il y a concours idéal ou concours imparfait.\n\nLe concours est imparfait quand un même acte tombe sous le coup de deux dispositions et que l'une d'elles le régit sous tous ses aspects. La Cour de cassation vaudoise n'a pas examiné si les conditions de cette définition étaient remplies en l'espèce. Se fondant sur l'intention du législateur, elle a considéré que la loi de 1932 réglait elle-même toutes les questions d'ordre pénal posées par l'application du régime du blé et qu'elle excluait dès lors complètement le droit commun. Elle en a conclu que Pantet n'était punissable qu'en vertu de l'art. 33 LFB, lors même qu'il se serait rendu coupable d'escroquerie ou de faux dans les titres. Selon le Ministère public, cette manière de voir prête le flanc à la critique. Elle méconnaît que la diversité des droits pénaux cantonaux, qui paraît avoir conduit le législateur de 1932 à exclure l'application du droit commun, a aujourd'hui disparu. Elle n'est donc pas conforme à l'évolution du droit. De plus, elle aboutit à laisser impunies des infractions que les auteurs de la loi de 1932 n'ont sans doute pas prévues car elles ne pouvaient pas exister au regard du système en vigueur à l'époque, mais qu'ils auraient évidemment réprimées s'ils les avaient imaginées.\n\nL'argumentation développée par le Ministère public BGE 83 IV 121 S. 128pose tout le problème des méthodes d'interprétation de la loi. Dans un arrêt récent (RO 83 I 177 ss.), le Tribunal fédéral a examiné ce problème d'une manière plus particulière. Certes, dit-il, la jurisprudence affirme que la volonté du législateur doit être dégagée de la loi elle-même, de son texte, de sa logique interne et de son but; elle affirme aussi que ce qui importe, ce n'est pas le sens que le législateur historique a pu attribuer à une disposition, mais celui qui ressort de tout le système de la loi, compte tenu des circonstances actuelles (RO 82 I 153; 81 I 282; 80 II 79, 316; 79 II 434; 79 I 20; 78 I 30). Il serait faux cependant de croire qu'en posant ces principes, le Tribunal fédéral a entendu se rallier résolument à l'interprétation dite objective et abandonner du même coup l'interprétation historique. Un examen attentif de sa jurisprudence montre au contraire qu'il n'exclut aucune méthode de manière absolue mais qu'il recourt aux procédés d'interprétation qui lui paraissent, dans le cas particulier, les plus propres à définir le véritable sens de la norme. Si l'on voulait dégager de sa jurisprudence une règle générale, on pourrait dire tout au plus qu'il marque une certaine réserve à l'égard de l'interprétation historique. Cette réserve est d'ailleurs justifiée car - c'est un fait d'expérience - les travaux préparatoires renseignent très rarement de façon certaine sur la volonté réelle et complète du législateur. Parfois cependant ils permettent d'établir avec une parfaite clarté le sens que l'auteur de la loi a entendu donner aux termes qu'il a utilisés. Lorsqu'il en est ainsi, le Tribunal fédéral considère qu'il doit se conformer à l'intention du législateur historique, à moins que le sens qu'on a entendu donner à l'époque à la loi ne soit incompatible avec le texte de celle-ci ou absolument inacceptable en pratique.\n\nCes règles, posées à propos de l'interprétation d'une disposition constitutionnelle, ont en fait une portée générale. Elles sont applicables aussi en droit pénal et tout particulièrement la dernière d'entre elles, selon laquelle le BGE 83 IV 121 S. 129juge est en principe lié par l'intention du législateur quand celle-ci ressort avec une parfaite clarté des travaux préparatoires, c'est-à-dire notamment dans les cas où les Chambres fédérales se sont elles-mêmes prononcées sur la question litigieuse. On peut considérer en effet que, lorsque cette intention est certaine et qu'elle ne heurte pas le texte légal ou n'est pas absolument inacceptable en pratique, elle s'incorpore à la loi pour devenir en quelque sorte la loi même et suppléer aux termes ambigus ou aux lacunes que celle-ci peut contenir. En droit pénal, où domine le principe \"nullum crimen sine lege\", le juge peut, moins encore que dans d'autres domaines, aller à l'encontre d'une volonté exprimée dans de telles conditions.\n\nEn l'espèce, il ressort avec une parfaite clarté des travaux préparatoires de la loi de 1932 qu'à l'époque le législateur... n'a voulu laisser aucune place à l'application du droit commun. Ainsi qu'on l'a vu, la proposition a été présentée, lors des débats devant le Conseil national, de réserver l'application du droit commun... Au vote, elle a été repoussée (Bull. Stén. 1932, CN, p. 206-209). Un débat semblable s'est engagé devant le Conseil des Etats et s'est terminé de manière analogue...\n\nIl est vrai que les débats qui se sont ainsi déroulés ont eu essentiellement pour objet l'art. 32 du projet, c'est-à-dire l'art. 33 al. 1 de la loi, qui définit un certain nombre d'infractions spéciales, et non l'art. 33 du projet (actuellement art. 33 al. 2), qui statue les peines applicables aux \"autres infractions à la loi et aux dispositions d'exécution\" et sur la base duquel le recourant a été condamné. On ne saurait cependant en conclure que, pour ces \"autres infractions\", les dispositions du droit commun sont applicables dans la mesure où les conditions en sont réunies. Il ressort en effet des différentes peines instituées par l'art. 33 LFB que la loi établit une hiérarchie des infractions. Celles de l'art. 33 al. 1, réprimées par l'amende de 100 à 20 000 fr. cumulée le cas échéant avec l'emprisonnement pour trois ans au plus, sont les plus graves. Celles de BGE 83 IV 121 S. 130l'art. 33 al. 2, passibles uniquement d'une amende de 20 à 10 000 fr., sont moins importantes. Si, dans le cas de l'art. 33 al. 2 LFB, les sanctions prévues par le droit commun étaient également applicables, la hiérarchie des infractions voulue par la LFB serait renversée puisque l'escroquerie par exemple peut être punie de réclusion jusqu'à cinq ans.\n\nLe législateur ayant manifesté avec toute la clarté désirable l'intention d'exclure l'application du droit commun et cette exclusion étant seule compatible avec la hiérarchie des infractions prévues, le Tribunal fédéral ne saurait aujourd'hui déclarer que Pantet est punissable non seulement sur la base de l'art. 33 al. 2, mais également pour escroquerie et faux dans les titres. Il ne pourrait en aller autrement que si la volonté du législateur heurtait le texte de l'art. 33 ou était absolument inacceptable en pratique. Or tel n'est pas le cas même si le résultat auquel on aboutit en l'espèce n'est pas entièrement satisfaisant...\n\n3. Bien qu'elle ait augmenté l'amende infligée à Pantet, la Cour de cassation vaudoise n'a pas modifié l'étendue de la responsabilité solidaire de la société coopérative du Moulin agricole de Chavornay. Elle a estimé en effet qu'à l'égard de cette dernière le jugement du Tribunal de district était devenu définitif. Son opinion n'est pas conciliable avec l'art. 36 al. 3 LFB. Cette disposition prévoit que \"la personne morale ou la société répond solidairement des amendes\". Cela signifie tout d'abord que, dans son principe même, la responsabilité de la personne morale dépend de la condamnation infligée à l'inculpé. Si celui-ci, après avoir été condamné par le juge de premier ressort à payer une amende, est ensuite libéré par la juridiction de recours, la personne morale est déliée de sa responsabilité. Cependant, étant donnés les termes très généraux qu'il utilise, l'art. 36 al. 3 LFB signifie aussi que la condamnation de l'inculpé détermine la responsabilité de la personne morale quant à son étendue. Si la juridiction de recours réduit l'amende infligée à l'inculpé, BGE 83 IV 121 S. 131la responsabilité de la personne morale diminue dans la même proportion. Inversement, elle augmente dans la mesure où l'amende est majorée. Il est clair dès lors que le jugement ne devient pas définitif à l'égard de la personne morale tant qu'il ne l'est pas en ce qui concerne l'amende infligée à l'inculpé. Lors donc que l'amende est augmentée, la personne morale doit être condamnée à répondre solidairement du montant majoré, quand bien même le jugement n'aurait pas été attaqué en ce qui la concerne. Dans ces conditions, la Cour de cassation vaudoise ne pouvait pas refuser d'étendre la responsabilité de la société coopérative dans la mesure où elle augmentait l'amende infligée à Pantet. Il faut par conséquent annuler son arrêt et lui renvoyer la cause pour qu'elle détermine à nouveau la responsabilité du Moulin agricole. Elle devra d'ailleurs se fonder à cet égard uniquement sur la loi applicable à Pantet lui-même, c'est-à-dire sur la loi de 1932. Peu importe que, pour la personne morale, cette loi soit ou non \"lex mitior\". Les dispositions instituant la responsabilité de la personne morale ont pour but d'assurer le paiement de l'amende et des frais mis à la charge de l'inculpé. Or ce but ne pourrait pas toujours être atteint si la responsabilité de la personne morale était fixée d'après une autre loi que celle qui s'applique à l'inculpé. La juridiction vaudoise devra donc faire abstraction en l'espèce de l'art. 30 al. 2 de l'arrêté de 1953, qui n'institue qu'\"en règle générale\" la responsabilité de la personne morale. Elle n'aura pas non plus à examiner si, au cas où Pantet eût été jugé selon l'arrêté de 1953, il aurait été frappé d'une peine d'emprisonnement cumulée avec une amende inférieure à 2500 fr.\n\nPar ces motifs, la Cour de cassation pénale:\n\n1. rejette le pourvoi de Paul Pantet; admet celui du Ministère public dans ses conclusions subsidiaires et le rejette pour le surplus; BGE 83 IV 121 S. 1322. annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour qu'il soit statué à nouveau."}