{"annee": "83", "cour": "II", "page": "224", "date": "25/6/1957", "cite": ["70 II 232", "69 II 319", "59 II 325", "65 II 91", "80 II 26"], "cite_par": ["107 II 366", "104 IB 68"], "chapeau": "34. Urteil der I. Zivilabteilung vom 25. Juni 1957 i.S. Sales Affiliates Inc. gegen Hamol AG", "regestes": ["Art. 5 LBI de 1907, interprétation des revendications. La nature de l'invention ne doit pas nécessairement ressortir de la partie de la revendication qui est destinée à caractériser l'invention; le cas échéant, elle peut aussi apparaître grâce à la notion plus générale qui précède cette partie."], "faits": "BGE 83 II 224 S. 224\n\nA.- Auf Gesuch vom 16. Juni 1942 erteilte das Eidgenössische Amt für geistiges Eigentum der Sales Affiliates Inc. am 15. Februar 1946 das Patent Nr. 241, 113 für eine im Hauptanspruch wie folgt umschriebene Erfindung: \"Préparation pour le traitement de fibres contenant de la kératine, permettant de les rendre aptes à conserver la forme qui leur est donnée, caractérisée en ce qu'elle contient, outre au moins un mercaptan, une substance alcaline et de l'eau, et en ce que son pH n'est pas supérieur à 10.\"\n\nIm Juli 1952 klagte die Inhaberin des Patentes gegen die Hamol AG beim Handelsgericht des Kantons Zürich mit den Begehren, es sei festzustellen, dass die Beklagte das Patent verletze, indem sie das zur Anfertigung von kalten Haardauerwellen bestimmte Präparat \"Semi Cold Hamol\" herstelle, verkaufe und in Verkehr bringe, es seien ihr weitere Verletzungen zu verbieten, sie habe der BGE 83 II 224 S. 225Klägerin den zugefügten Schaden zu ersetzen und die Klägerin sei zu ermächtigen, das Urteil auf Kosten der Beklagten veröffentlichen zu lassen.\n\nDie Beklagte beantragte die Abweisung der Klage und erhob Widerklage mit dem Begehren, das Patent sei nichtig zu erklären.\n\nB.- Das Handelsgericht wies am 10. Dezember 1956 die Klage ab und hiess die Widerklage gut.\n\nEs ging davon aus, der Patentanspruch umschreibe das Wesen der Erfindung im kennzeichnenden Teil, wogegen die vorausgehende Bezeichnung des Oberbegriffes nur Bekanntes enthalte. Nur nach der Fassung des kennzeichnenden Teils beurteile sich daher, für welche Art von Erfindung Schutz beansprucht werde. Im vorliegenden Falle umschreibe der kennzeichnende Teil einen Stoff und enthalte keine Hinweise auf dessen Verwendung. Liege somit ein Stoffpatent vor, so sei es nach der eigenen Stellungnahme der Klägerin mangels Neuheit nichtig. Die Klägerin habe im Prozesse nachträglich selber behauptet, nicht ein Präparat, sondern dessen Anwendung für die Erzeugung von Dauerwellen im Haar sei Gegenstand der Erfindung, für die sie Schutz beanspruche.\n\nC.- Die Klägerin hat die Berufung erklärt mit dem Antrag, das Urteil sei aufzuheben und die Sache an das Handelsgericht zurückzuweisen. Sie macht geltend, die Auslegung des Patentanspruches als Anspruch auf ein Stoffpatent verletze Art. 1, 5 und 16 aPatG und Art. 51 PatG.\n\nD.- Die Beklagte beantragt, die Berufung sei abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der sachliche Geltungsbereich des Patentes bestimmt sich nach dem vom Patentbewerber aufgestellten Patentanspruch (Art. 5 Abs 2 aPatG). Dieser dient der Umschreibung (Definition) der Erfindung (Art. 5 Abs. 1 BGE 83 II 224 S. 226aPatG). Wird er nach Grundsätzen der Logik abgefasst, so sagt er daher, durch welche Merkmale die Erfindung sich vom Begriff der nächst höheren Gattung unterscheidet. In der Schweiz ist denn auch üblich, den Patentanspruch aus einem Oberbegriff und einem sogenannten kennzeichnenden Teil zusammenzusetzen. In der Regel ist deshalb anzunehmen, im Oberbegriff sei gesagt, welcher Gattung die Erfindung angehört, im kennzeichnenden Teil dagegen, durch welche Merkmale sie sich innerhalb dieser Gattung von anderen Begriffen unterscheidet. Das Wesen der Erfindung kommt also gewöhnlich erst in jenem Teil des Patentanspruches zum Ausdruck, der den Worten \"dadurch gekennzeichnet\" folgt, während der vorausgehende Oberbegriff sich lediglich mit schon Bekanntem, nicht zur Erfindung Gehörendem befasst.\n\nDas Bundesgericht hat diese Überlegung in BGE 59 II 329 f. mit herangezogen, um darzutun, dass im dort beurteilten Falle die vom Patentinhaber im Berufungsverfahren vorgetragene Auffassung über das Wesen der patentierten Erfindung keine neue, prozessual unzulässige Behauptung sei, weil sie sich schon aus der Fassung des kennzeichnenden Teils des Patentanspruches ergebe. Es war also nicht zu entscheiden, ob auch Ausführungen im Oberbegriff oder nur solche im kennzeichnenden Teil berücksichtigt werden dürften, um den sachlichen Geltungsbereich des Patentes zu bestimmen. Indem das Handelsgericht annimmt, nach der Rechtsprechung des Bundesgerichts sei für den Gegenstand der Erfindung nur der kennzeichnende Teil des Patentanspruches massgebend, misst es dem erwähnten Urteil eine Bedeutung bei, die es nicht hat und nicht haben kann. BGE 59 II 329 f. enthält denn auch kein Wort der Begründung für die Rechtsauffassung, die ihm das Handelsgericht entnimmt.\n\nDer Vorinstanz ist auch nicht beizupflichten, wenn sie unter Hinweis auf \"eingehende Ausführungen in BGE 70 II 238 ff.\" erklärt, das Bundesgericht habe an seiner Auffassung festgehalten. Zwar hat es in diesem Urteil auf BGE 83 II 224 S. 227Seite 236 gesagt, der im angefochtenen Patent erwähnte Verwendungszweck sei nicht Gegenstand der Erfindung; er sei von jeher bekannt gewesen und werde übrigens auch von der Patentinhaberin als bekannt vorausgesetzt, was daraus zu schliessen sei, dass er im Patentanspruch vor den Worten \"dadurch gekennzeichnet\" erwähnt werde. Damit ist die Nennung des Verwendungszweckes im Oberbegriff des Patentanspruches lediglich als Anzeichen dafür verwertet worden, dass auch die Patentinhaberin selber den Zweck als bekannt betrachte und dafür Patentschutz nicht beanspruche. Dass der Oberbegriff nie zur Ermittlung des Gegenstandes des Patentes herangezogen werden dürfe, wurde damit nicht entschieden. Das Bundesgericht hat denn auch im gleichen Urteil auf Seite 240 zur Begründung, dass der betreffende Patentanspruch die Erfindung nicht in der Verwendung des dort umschriebenen Stoffes sehe, ausgeführt, auch in der ganz allgemeinen und vor die Worte \"dadurch gekennzeichnet\" gesetzten Wendung \"für Arbeitsgeräte und Werkzeuge\" könne ein solcher Hinweis nicht erblickt werden. Das zu sagen, hätte kein Anlass bestanden, wenn das Bundesgericht der Meinung gewesen wäre, auf den Inhalt des Oberbegriffes komme für die Bestimmung des Wesens des Patentanspruches, insbesondere für die Frage, ob der Schutz für eine bestimmte Verwendungsart eines schon bekannten Stoffes oder vielmehr für den Stoff selbst beansprucht werde, überhaupt nichts an.\n\nIn der Lehre des In- und Auslandes ist denn auch bestritten, dass nur der kennzeichnende Teil des Patentanspruches den sachlichen Geltungsbereich des Patentes bestimme. Verschiedentlich wird gelehrt, dass auch dem Oberbegriff wesentliche Merkmale der Erfindung entnommen werden dürften (z.B. WEIDLICH/BLUM, Das schweiz. Patentrecht Art. 5 Anm. 4 S. 157; REIMER, Patentgesetz § 6 Anm. 9 S. 215; TETZNER, Komm. zum Patentgesetz, 2. Aufl., § 6 Anm. 35 a.E.; BENKARD, Patentgesetz, 3. Aufl., § 6 Anm. 8 lit. a; BUSSE, Patentgesetz, BGE 83 II 224 S. 2282. Aufl., § 26 Anm. 7 S. 344; KALLER/KOCH, Das österreichische Patentgesetz S. 380 f. N. 65). In diesem Sinne hat auch das deutsche Reichsgericht entschieden (Markenschutz und Wettbewerb 25 40, 27/28 571, 32 199, 35 439 f., 36 4, 38 203).\n\nFür das schweizerische Recht ergibt sich die Richtigkeit dieser Auffassung daraus, dass jedermann in der Ausübung seiner Rechte und in der Erfüllung seiner Pflichten nach Treu und Glauben zu handeln hat (Art. 2 Abs. 1 ZGB). Nach Treu und Glauben werden rechtsgeschäftliche Willenserklärungen ausgelegt (BGE 69 II 322, BGE 80 II 31 f.), und Treu und Glauben müssen auch die Auslegung des Patentanspruches beherrschen. Wer ihn abfasst, geht nicht immer nach Grundsätzen der Logik vor. Ein Patentanspruch ist nicht notwendigerweise missverständlich, wenn er etwas im Oberbegriff sagt, was, weil es das Wesen der Erfindung ausmacht, im kennzeichnenden Teil stehen sollte. Die Interessen anderer werden durch eine ungeschickte Abfassung des Patentanspruches insbesondere dann nicht verletzt, wenn der Wortlaut über den Sinn hinausgeht, die Auslegung also zu einer Einschränkung des Patentschutzes führt. Das trifft z.B. zu, wenn der Wortlaut Schutz für ein Erzeugnis beansprucht, der Patentbewerber aber in Wirklichkeit die Erfindung lediglich in einer bestimmten Verwendung dieses Erzeugnisses sieht (BGE 65 II 91 ff.). Das heisst nicht, dass jede auf ein Stoffpatent zugeschnittene Fassung notwendigerweise auch die Verwendung decke, die dem Patentbewerber als erfinderisch vorschwebt. Vielmehr muss sich aus dem Patentanspruch ergeben, in welcher besonderen Verwendung er die Erfindung sieht. Ob das, wie in dem in BGE 65 II 91 ff. veröffentlichten Falle, im kennzeichnenden Teil des Patentanspruches oder schon im Oberbegriff geschieht, macht keinen Unterschied. Wie in diesem Entscheide ausgeführt ist, kann auch nichts darauf ankommen, dass das Eidgenössische Amt für geistiges Eigentum der Meinung ist, Verwendungspatente seien als Verfahrenspatente BGE 83 II 224 S. 229zu umschreiben. Massgebend sind nicht die Anforderungen, die das Amt an die Fassung des Patentanspruches stellt, sondern wie dieser von Dritten nach Treu und Glauben verstanden werden muss.\n\n2. Im vorliegenden Falle ist der kennzeichnende Teil des Patentanspruches so abgefasst, als sehe die Klägerin die Erfindung in der Beschaffenheit des dort umschriebenen Stoffes; mit keiner Silbe ist von dessen Verwendung zu bestimmten Zwecken die Rede. Auch der Oberbegriff lässt zunächst die Meinung aufkommen, es sei der Klägerin um den Schutz eines Stoffes (\"préparation\") zu tun. Der Hinweis, dass dieser zur Behandlung von keratinhaltigen Fasern (traitement de fibres contenant de la kératine) diene, ändert nichts. Er schränkt lediglich den Oberbegriff auf jene Stoffe ein, mit denen man Haare zu behandeln pflegt, ähnlich wie in der Wendung \"Maschine zum Häuten von Fleischstücken\" (siehe Schweizerpatent Nr. 263'963) die vier letzten Wörter den Begriff Maschine einschränken. Denn dass das Wesen der Erfindung nicht in der Behandlung von Haaren im allgemeinsten Sinne bestehen soll, ist klar.\n\nDer Oberbegriff sagt aber weiter, dass der Stoff die Haare instandsetze, die ihnen gegebene Form beizubehalten (permettant de les rendre aptes à conserver la forme qui leur est donnée). Es hätte wenig Sinn gehabt, das zu sagen, wenn die Klägerin den im kennzeichnenden Teil umschriebenen Stoff als solchen hätte schützen lassen wollen. Es kam ihr offensichtlich darauf an, seine Verwendung zum erwähnten besonderen Zwecke patentieren zu lassen. Es leuchtet schon dem Laien ein - und erfordert daher keine Begutachtung -, dass sie durch den Patentanspruch die Meinung ausdrückt, in diesem Stoff ein Mittel gefunden zu haben, dank dessen die Haare die ihnen gegebene Form beibehalten, also ein Mittel zur Herstellung sogenannter Dauerwellen. Dass es ihr tatsächlich um den Schutz dieser Verwendungsart zu tun war, bestätigt die Patentbeschreibung, die gemäss Art. 5 Abs. 3 BGE 83 II 224 S. 230aPatG (Art. 50 Abs. 2 PatG) zur Auslegung des Patentanspruches herbeigezogen werden darf. Die Patentbeschreibung führt gleich zu Beginn aus, die vorliegende Erfindung habe einen Stoff zum Gegenstand, der keratinhaltige Fasern fähig mache, die Form beizubehalten, die man ihnen gebe; der Stoff sei vor allem für die Behandlung der menschlichen Haare bestimmt. In der Folge weist sie auf die Nachteile der Behandlung der Haare mit den bis dahin bekannten Mitteln hin, und schliesslich preist sie die grossen Vorteile des im Patentanspruch umschriebenen Stoffes für die Haarbehandlung.\n\nDer Patentanspruch umschreibt demnach in seinem Oberbegriff in Verbindung mit der zur Auslegung herangezogenen Patentbeschreibung die Verwendungsart des Stoffes und dessen Vorteile gegenüber den vorher bekannten Mitteln so deutlich, dass der Leser sich sagen muss, die Klägerin wolle Patentschutz für die erwähnte Art der Verwendung.\n\nDas Handelsgericht hat daher zu prüfen, ob das Patent als Verwendungspatent vor den Anbringen der Beklagten über seine angebliche Nichtigkeit standhält.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Handelsgerichts des Kantons Zürich vom 10. Dezember 1956 aufgehoben und die Sache zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}