{"annee": "83", "cour": "II", "page": "467", "date": "17/12/1957", "cite": ["60 II 161"], "cite_par": [], "chapeau": "63. Auszug aus dem Urteil der I. Zivilabteilung vom 17. Dezember 1957 i.S. Willy Vogel gegen Mécafluid Constructions Mécaniques et Fluids Appliqués SA", "regestes": ["Marque de concern, notion; art. 6bis LMF (consid. 2). Attribution de la marque après la dissolution du concern: A défaut de convention, la marque revient à l'entreprise qui, d'après l'ensemble des circonstances, a avec elle les liens les plus étroits (consid. 4 et 5). Usage d'une marque. Il peut aussi ne porter que sur une partie d'une chose (consid. 4 b). Le titulaire de la marque peut, à l'égard des tiers, se prévaloir également de l'usage fait par l'acquéreur de la marchandise munie de la marque (consid. 4 c)."], "faits": "BGE 83 II 467 S. 468\n\nAus dem Tatbestand:\n\nDie Firma Willy Vogel in Berlin stellte seit 1927 eine Zentralschmierungsanlage für Automobile und andere Maschinen her, die mit einem einzigen Hebeldruck betätigt wird. Sie liess dafür am 6. November 1930 die Marke \"Ein Druck\" in der deutschen Warenzeichenkontrolle eintragen.\n\nAm 4. Juli 1930 hatte der mit Willy Vogel befreundete französische Industrielle Brauda, der ebenfalls solche Schmierungsanlagen herstellte, im französischen Register dafür die Marke \"Monocoup\" eintragen lassen.\n\n1931 wurde in Paris die Monocoup SA gegründet. Als Gründer trat formell Brauda auf, der auch die Marke \"Monocoup\" auf die Gesellschaft übertrug. Das Unternehmen war jedoch wirtschaftlich weitgehend von der Firma Willy Vogel abhängig und befand sich dieser gegenüber in der Stellung einer Tochtergesellschaft.\n\nDie Firma Willy Vogel liess die Marke \"Monocoup\" 1933 im deutschen und 1936 im internationalen Markenregister eintragen.\n\nDurch den Krieg wurden die früheren guten Beziehungen zwischen den beiden Firmen zerstört. Zu einer Zusammenarbeit kam es auch nachher nicht mehr.\n\nIm Jahre 1951 liess die Monocoup SA, die ihre Firma in Mécafluid Constructions Mécaniques et Fluids Appliqués SA abänderte, die Wortmarke \"Graissage Central Monocoup\" im internationalen Markenregister eintragen. Die Firma Willy Vogel erhob im Jahre 1955 Klage auf Nichtigerklärung dieser Marke für das Gebiet der Schweiz.\n\nDas Handelsgericht Bern wies mit Urteil vom 25. Juni 1957 die Klage ab. Es ging davon aus, dass die Marke \"Monocoup\" wegen der engen wirtschaftlichen Verbundenheit, BGE 83 II 467 S. 469die zwischen der Firma Willy Vogel und der Monocoup SA bestanden hatte, als Konzernmarke i.S. von Art. 6 bis MSchG zu betrachten sei. Nach dem Auseinanderfallen des Konzerns sei die Marke mangels vertraglicher Abmachungen der Parteien der Beklagten zuzusprechen, da ihr nach den gesamten Umständen die besseren Rechte daran zustünden.\n\nDas Bundesgericht weist die Berufung der Klägerin gegen dieses Urteil ab, im wesentlichen auf Grund der folgenden", "considerants": "Erwägungen:\n\n1. ...\n\n2. Die Klägerin anerkennt, dass zwischen der Berliner und der Pariser Firma ein Konzernverhältnis bestanden habe. Sie hält aber dafür, die Bezeichnung \"Monocoup\" könne trotzdem nicht als Konzernmarke angesprochen werden, weil die beiden Firmen nie einen gemeinsamen Markt gehabt hätten... Die Vorinstanz hat jedoch festgestellt, dass die französische Firma schon seit ca. 1932 oder 1934 Schmieranlagen nach der Schweiz geliefert habe...\n\nAnderseits hatte die Firma Willy Vogel in Zürich einen Generalvertreter, durch den sie ihre Zentralschmierungsanlagen in der Schweiz vertreiben liess.\n\nAus den tatsächlichen Feststellungen der Vorinstanz ergibt sich somit, dass die Schweiz für beide Firmen ein Absatzgebiet, also einen gemeinsamen Markt darstellte. Dass auf diesem gemeinsamen Absatzgebiet die Marke \"Monocoup\" nur von einem der beiden Konzernmitglieder gebraucht wurde (nach der Behauptung der Klägerin von ihr, nach der Ansicht der Vorinstanz dagegen nur von der Beklagten), bildet entgegen der Meinung der Klägerin keinen Grund, der genannten Marke die Eigenschaft einer Konzernmarke abzusprechen. Eine solche kann auch vorliegen, wenn Konzernfirmen ein und dasselbe Zeichen in verschiedenen Ländern verwenden.\n\n3. ...\n\n4. Da die Parteien keine vertragliche Abmachungen BGE 83 II 467 S. 470darüber getroffen haben, welcher von ihnen nach dem Dahinfallen des Konzernverhältnisses die Marke \"Monocoup\" zustehen solle, kann sie gemäss den zutreffenden Ausführungen der Vorinstanz von demjenigen Unternehmen beansprucht werden, welchem sie nach den gesamten Umständen am nächsten steht. Das trifft in der Regel auf den ältesten Benützer zu. Als solcher ist hier nach der Auffassung der Vorinstanz die Beklagte zu betrachten. Die Klägerin bestreitet dies und macht geltend, die Beklagte habe während des Bestehens des Konzernverhältnisses die Marke \"Monocoup\" in der Schweiz weder eintragen lassen, noch sie überhaupt gebraucht.\n\na) Wie bereits erwähnt, hat zwar die französische Firma seit ca. 1932-1934 Schmieranlagen in die Schweiz geliefert; im weiteren ist in einem Schreiben des Willy Vogel vom 22. Juni 1939 an Brauda die Rede von Lieferungen der Beklagten an Schweizer Firmen der Werkzeugmaschinenindustrie, d.h. also von der Lieferung von Schmieranlagen, die nicht für Autos, sondern für Maschinen bestimmt waren.\n\nEs fehlt indessen eine tatbeständliche Feststellung der Vorinstanz, dass bei solchen an sich erwiesenen direkten Lieferungen von Schmierungsanlagen durch die Beklagte nach der Schweiz die Marke \"Monocoup\" verwendet wurde.\n\nb) Erwiesen ist dagegen nach den Feststellungen der Vorinstanz, dass die Beklagte, bzw. ihre Rechtsvorgängerin, schon 1930 Zentralschmierungsanlagen an französische Autofabriken verkauften, welche sie in Personen- und Lastwagen einbauten und auf Weisung der Beklagten das Schildchen mit der Marke \"Monocoup\" an 3-4 Stellen der Fahrzeuge anbrachten; so ausgestattete Fahrzeuge wurden von den Autofabriken auch nach der Schweiz ausgeführt. In dieser Anbringung der Namensschilder hat die Vorinstanz eine markenmässige Verwendung des Zeichens \"Monocoup\" erblickt. Sie führt zur Begründung dieser Auffassung unter Hinweis aufBGE 60 II 161aus, BGE 83 II 467 S. 471die Marke sei so auf einem Gegenstand angebracht worden, der mit der zu schützenden Sache derart eng verbunden sei, dass unmissverständlich zum Ausdruck komme, was geschützt werden solle.\n\nWie jedoch die Klägerin mit Recht einwendet, lässt sich der vorliegende Sachverhalt mit demjenigen vonBGE 60 II 161nicht vergleichen. Dort handelte es sich um eine Kältemaschine, wobei nach dem Registereintrag der Markenschutz sich auch auf die Kühlanlage als Ganzes erstrecken sollte. Das Bundesgericht kam zum Schluss, die Kältemaschine stehe mit dem gleichfalls vom Maschinenlieferanten erstellten Kühlkeller in einer derart engen technischen und funktionellen Beziehung, dass der Kühlkeller markenrechtlich nicht anders zu behandeln sei als die Anlage und dass daher als Gegenstand der auf der Kellertüre angebrachten Marke auch ohne weiteres die Maschinen erscheinen.\n\nIm vorliegenden Fall wurde dagegen die von der Beklagten gelieferte Zentralschmierungsanlage durch einen Dritten, den Autofabrikanten, in Motorfahrzeuge eingebaut, die eine eigene Marke führten. Es kann daher im Gegensatz zu dem von der Vorinstanz erwähnten Fall nicht gesagt werden, das Fahrzeug bilde mit der darin eingebauten, markengeschützten Zentralschmierungsanlage markenrechtlich eine Einheit.\n\nAnderseits kommt entgegen der Meinung der Klägerin nichts darauf an, dass die Schmieranlage durch den Einbau zum Bestandteil des Fahrzeuges wurde. Das hatte nicht zur Folge, dass ihr jede markenrechtliche Selbständigkeit entzogen worden wäre. Da sie ganz besondere technische Aufgaben zu erfüllen hat, blieb ihr vielmehr unter dem Gesichtspunkt des Markenrechts die Selbständigkeit erhalten, und sie war der Kennzeichnung durch eine eigene Marke auch nach dem Einbau fähig.\n\nWenn nun das Markenschildchen mit der Marke \"Monocoup\" an 3-4 Stellen des Autos angebracht wurde, so hatte dies nicht die Bedeutung einer blossen Gebrauchsanweisung, BGE 83 II 467 S. 472wie die Klägerin meint, sondern es wurde damit, weil die Bezeichnung \"Monocoup\" besonders hervorsticht, vor allem ein Hinweis auf die Herkunft der Schmieranlage bewirkt, was gerade das Wesen des markenmässigen Gebrauches eines Zeichens ausmacht. Diese Art des Markengebrauches ist im Wirtschaftsleben häufig anzutreffen. Wenn z.B. die Firma Brown, Boveri & Co. AG die elektrischen Anlagen (Heizung und Licht) für einen von einer Wagenfabrik gebauten SBB-Wagen liefert, so findet sich an gut sichtbaren Stellen des Wagens ein Metallschild mit der Firmenmarke der BBC, und es wird auf diese Weise auf die Herkunft der elektrischen Anlage hingewiesen, obwohl diese Bestandteil des Wagens geworden ist. Ähnlich verhält es sich bei den Autoreifen, welche die Marke des Herstellers auch noch zeigen, nachdem sie am Fahrzeug angebracht worden sind. Auch der mit einem elektrischen Apparat fest verbundene Schalter kann eine andere Marke tragen als der Apparat selbst.\n\nc) Die Klägerin vertritt weiter die Auffassung, selbst wenn die genannte Anbringung des \"Monocoup\"-Schildchens in der genannten Art und Weise als markenmässiger Zeichengebrauch anzusehen sei, so habe darin auf jeden Fall kein der Beklagten anzurechnender Gebrauch in der Schweiz gelegen. Denn durch die in Frankreich erfolgte Anbringung des Namensschildchens habe die Beklagte ihr Recht zur Inverkehrsetzung der Ware verbraucht. Mit dem Verkauf der Schmieranlage an die Autofabriken habe sie die Ware aus ihrer Verfügungsbefugnis entlassen, womit die Ware für den Verkehr freigegeben worden sei. Die unabhängig vom Willen der Beklagten erfolgte Einfuhr der mit der Schmieranlage ausgestatteten Wagen in die Schweiz könne daher nicht als schweizerischer Markengebrauch der Beklagten betrachtet werden. Zur Begründung dieser Auffassung beruft sich die Klägerin auf die Literatur zum deutschen Warenzeichengesetz, insbesondere auf BAUMBACH/HEFERMEHL, 7. Auflage S. 886, und auf REIMER, 3. Auflage S. 305, wonach sich das alleinige BGE 83 II 467 S. 473Recht des Markeninhabers zur Inverkehrsetzung mit dem ersten Inverkehrbringen verbraucht. Mit diesen Ausführungen wollen jedoch die genannten Autoren lediglich dartun, dass der Markeninhaber, der eine mit seiner Marke versehene Ware verkauft hat, dem Erwerber ihren weiteren Verkauf nicht unter Berufung auf sein Markenrecht und die darin enthaltene Befugnis zur alleinigen Inverkehrsetzung verwehren kann. Hier handelt es sich dagegen um eine ganz andere Frage, nämlich darum, ob sich der Markeninhaber einem Dritten gegenüber auf den Gebrauch seiner Marke durch den Erwerber der damit versehenen Ware ebenfalls berufen könne. Diese Frage ist zu bejahen. Denn selbst wenn ein Fabrikant die mit seiner Marke versehene Ware an eine Exportfirma verkauft und diese sie dann im Ausland absetzt, so dient die Marke dort ebenfalls dazu, die Ware als Erzeugnis ihres Herstellers zu kennzeichnen. Dasselbe gilt umgekehrt auch, wenn ein ausländischer Markenartikel vom Hersteller dem Grossisten im Ausland verkauft und von diesem in die Schweiz eingeführt wird; auch in diesem Fall geniesst die Marke, sofern die weiteren rechtlichen Voraussetzungen dafür erfüllt sind, in der Schweiz markenrechtlichen Schutz.\n\nDie seit 1930 erfolgte Einfuhr französischer Autos, die mit Schmierungsanlagen der Beklagten ausgestattet und mit den \"Monocoup\"-Schildchen versehen waren, ist daher der Beklagten als Markengebrauch in der Schweiz anzurechnen.\n\nd) Demgegenüber steht fest, dass die Klägerin die Marke \"Monocoup\" in der Schweiz selber nie gebraucht hat. Sie macht jedoch geltend, auf Grund von Art. 5 des schweizerisch-deutschen Abkommens vom 13. April 1892/26. Mai 1902 betr. den gegenseitigen Patent-, Muster- und Markenschutz (BS 11 S. 1057) sei ihr der Gebrauch der Marke \"Monocoup\" in Deutschland auf jeden Fall von der 1936 erfolgten internationalen Eintragung der Marke an auch in der Schweiz anzurechnen. Die Vorinstanz hat diese Auffassung als unrichtig erklärt mit der Begründung, BGE 83 II 467 S. 474die genannte Bestimmung könne bei der Entscheidung der Frage, wer der älteste Markenbenützer in der Schweiz sei, nicht herangezogen werden, da sie sich darauf beschränke, die Rechtsnachteile zu verhindern, die bei Nichtgebrauch während bestimmter Fristen in der Regel eintreten (so auch MATTER, MSchG, S. 51).\n\nWelche Auslegung die richtige sei, kann dahingestellt bleiben. Denn auch nach der Auffassung der Klägerin selbst wäre sie erst 1936 in der Schweiz in den Genuss des Markenrechtes am Zeichen \"Monocoup\" gelangt, während es der Beklagten, bzw. ihren Rechtsvorgängern, schon seit 1930 zustand, weshalb die Beklagte unter allen Umständen als die älteste Benützerin der Konzernmarke in der Schweiz zu betrachten ist.\n\n5. Die Klägerin vertritt die Ansicht, bei der Zuteilung einer früheren Konzernmarke müsse vor allem auf die wirtschaftlichen Verhältnisse abgestellt werden; in einem bestimmten Gebiet sollte die Marke von demjenigen Konzernmitglied weiter gebraucht werden dürfen, das dort die grösseren Interessen habe; entscheidend sei die \"wirtschaftliche Interessenkonzentration\".\n\nSelbst wenn man diese Auffassung als grundsätzlich richtig anerkennen wollte, so müsste im vorliegenden Fall eine zu Gunsten der Klägerin sprechende \"wirtschaftliche Interessenkonzentration\" im Gebiete der Schweiz auf Grund der tatsächlichen Feststellungen der Vorinstanz verneint werden. Denn es steht fest, dass die Klägerin ihre Schmieranlagen unter den Bezeichnungen \"Ein Druck\" und \"Willy Vogel\" in die Schweiz lieferte, während sie hier die Marke \"Monocoup\" überhaupt nicht benützte. Schmieranlagen mit dieser Marke, die in die Schweiz gelangten, stammten ausnahmslos aus dem Betrieb der Beklagten bzw. ihrer Rechtsvorgängerin. Hinsichtlich des Gebrauchs der dem Konzern zustehenden Marken war also für das Gebiet der Schweiz eine Aufteilung in dem Sinne erfolgt, dass die Berliner Firma für ihre Anlagen die deutsche Marke \"Ein Druck\" verwendete, während die Beklagte BGE 83 II 467 S. 475die von ihrer Seite stammende Marke \"Monocoup\" gebrauchte.\n\nDie weitere Behauptung der Klägerin, die Schweiz sei als Geschäftsgebiet ihr vorbehalten gewesen, wird durch die Feststellungen der Vorinstanz ebenfalls widerlegt...\n\nAngesichts dieser tatsächlichen Verhältnisse lässt sich daher nicht sagen, die Klägerin habe in der Schweiz wesentlich höhere wirtschaftliche Interessen als die Beklagte. Deren Interesse erscheint gegenteils gerade hinsichtlich der Marke \"Monocoup\" als das weit überwiegende.\n\nDie Bezeichnung \"Monocoup\" ist für die Beklagte auch deswegen von grösserer Bedeutung als für die Klägerin, weil sie jene als einzige Marke für ihre Zentralschmierungsanlagen verwendete, währen die Klägerin sich vorwiegend der Marken \"Willy Vogel\" und \"Ein Druck\" bediente.\n\nEndlich darf entgegen der Meinung der Klägerin bei der Würdigung der gesamten Umstände auch mitberücksichtigt werden, dass die Marke \"Monocoup\" vom Rechtsvorgänger der Beklagten, Brauda, geschaffen wurde.\n\nIn Würdigung aller Umstände ist daher der Vorinstanz beizupflichten, dass nach dem Auseinanderfallen des Konzerns die streitige Marke der Beklagten zusteht."}