{"annee": "83", "cour": "IV", "page": "84", "date": "5/6/1957", "cite": ["61 I 429", "66 I 317", "63 I 53"], "cite_par": ["101 IV 80", "95 IV 84", "104 IV 28", "97 IV 169", "97 IV 161"], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes vom 5. Juni 1957 i.S. Studer gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 25 al. 1 LA. A quelles conditions est-il excusable de n'avoir pas, entre plusieurs manoeuvres possibles, choisi la plus utile?"], "faits": "", "considerants": "BGE 83 IV 84 S. 84\n\nGewiss hat das Bundesgericht wiederholt entschieden, dass es entschuldbar sei, wenn der Führer, der sich durch vorschriftswidriges Verhalten eines andern plötzlich in eine gefährliche Lage versetzt sieht, von verschiedenen möglichen Massnahmen nicht diejenige ergreift, welche bei nachträglicher Überlegung als die objektiv zweckmässigste erscheint (BGE 61 I 432, BGE 63 I 59, BGE 66 I 320). Auf diese Rechtsprechung kann sich der Beschwerdeführer aber nicht berufen. Fraglich erscheint schon, ob seine Lage den in diesen Entscheiden vorausgesetzten aussergewöhnlichen Grad von Gefährlichkeit erreicht habe, wenn sie zum vornherein durch blosses Bremsen gemeistert werden konnte, und zweifelhaft ist auch, ob die drohende Gefahr auf eine vorschriftswidrige Fahrweise des Vespalenkers zurückzuführen gewesen sei. Aber auch dort, wo diese Voraussetzungen zutreffen, wird damit nicht jede unzweckmässige Reaktion entschuldbar. Die erwähnte Rechtsprechung geht davon aus, dass die ergriffene Massnahme und diejenige, welche bei nachträglicher längerer Überlegung als die zweckmässigere erscheint, annähernd BGE 83 IV 84 S. 85gleichwertig seien und dass der Führer deren unterschiedliche Wirksamkeit nur deshalb nicht erkannt habe, weil die plötzlich eingetretene Gefahrsituation eine augenblickliche Entschliessung erforderte. Wo eine Vorkehr im Vergleich zu andern sich aber derart aufdrängt, dass sie auch im Falle der Notwendigkeit sehr rascher Reaktion als die näherliegende und zweckmässigere erkannt werden kann, ist es als Fehler anzurechnen, wenn trotzdem eine weniger geeignete getroffen wird.\n\nIm vorliegenden Fall lag sofortiges Bremsen als natürliche Reaktion auf eine Gefahr, die in einer Entfernung von 100 m drohte, sehr nahe, denn es war offensichtlich, dass Anhalten hinter einem mit grösserem Abstand vorausfahrenden Motorfahrzeug das zweckmässigste Mittel zur Verhütung eines Zusammenstosses mit diesem war. Statt dessen den Wagen über das Trottoir neben die Strasse zu steuern, drängte sich keineswegs auf, sondern erschien zum vornherein gefährlich."}