{"annee": "83", "cour": "IV", "page": "35", "date": "14/2/1957", "cite": ["78 IV 119", "77 IV 188", "75 IV 122", "76 IV 123", "68 IV 16", "72 II 132"], "cite_par": ["95 II 333", "95 IV 139", "86 IV 107", "87 IV 92", "86 IV 153", "85 IV 236", "84 IV 60"], "chapeau": "8. Urteil des Kassationshofes vom 14. Februar 1957 i.S. Niederhauser gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["Art.25 al. 1, 3e phrase LA. Distance appropriée lors du croisement d'un piéton."], "faits": "BGE 83 IV 35 S. 35\n\nA.- Am Abend des 15. Dezember 1955, als es regnete und bereits dunkel war, führte Hans Niederhauser seinen Personenwagen von Fischbach gegen Luzern. Vor Zell, als er mit mindestens 65 km/Std und 1,5 m vom rechten Rand der 5,5 m breiten Strasse entfernt fuhr, kam ihm der Fussgänger BGE 83 IV 35 S. 36Franz Roos entgegen. Dieser schritt (in der Fahrrichtung des Personenwagens gesehen) gleichfalls am rechten Strassenrand einher und hielt den geöffneten Regenschirm schräg vor sich hin. Als Niederhauser, ohne die Geschwindigkeit herabzusetzen, nach links auszuweichen oder Signal zu geben, sich anschickte, den Fussgänger zu kreuzen, schwenkte dieser nach rechts, gegen die Strassenmitte zu, ab. Dabei wurde er vom rechten Kotflügel des Personenwagens erfasst, weggeschleudert und sofort getötet.\n\nB.- Das Obergericht des Kantons Luzern verurteilte am 22. Dezember 1956 Niederhauser wegen fahrlässiger Tötung (Art. 117 StGB) und fahrlässiger Störung des öffentlichen Verkehrs (Art. 237 Ziff. 2 StGB) zu zwei Monaten Gefängnis. Es warf ihm vor, er hätte vor dem Kreuzen rechtzeitig warnen, vor allem aber mehr nach links halten und die Geschwindigkeit stark herabsetzen sollen.\n\nC.- Niederhauser führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil sei aufzuheben und die Sache zur Freisprechung an das Obergericht zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nGemäss Art. 25 Abs. 1 MFG hat der Führer eines Motorfahrzeuges u.a. beim Kreuzen einen angemessenen Abstand einzuhalten. Diese Regel gilt auch für das Kreuzen von Fussgängern (BGE 72 II 133 Erw. 2); denn auch ihnen gegenüber, nicht nur gegenüber andern Motorfahrzeugführern, ist der Führer zur Vermeidung von Unfällen, ja sogar zur Unterlassung blosser Belästigung, verpflichtet (Art. 25 Abs. 1 MFG), und auch sie sind durch die Bestimmung des Art. 237 StGB geschützt (BGE 75 IV 124 Erw. 4).\n\nOb ein Abstand angemessen ist, hängt u.a. von der Art des zu kreuzenden Strassenbenützers und seinem erkennbaren oder voraussehbaren Verhalten ab, namentlich aber auch von der Geschwindigkeit, die der Motorfahrzeugführer selber einhält. Je grösser diese ist, desto schwieriger BGE 83 IV 35 S. 37wird es, den Abstand auf den Dezimeter genau abzuschätzen und einer im Verlaufe des Kreuzens eintretenden Gefahr durch Verzögerung der Fahrt, Anhalten, Ausweichen, Warnen wirksam zu begegnen, und desto näher liegt auch die Möglichkeit, dass solche Gefahren durch Fehlreaktionen des andern Strassenbenützers überhaupt entstehen. Mit solchen Reaktionen aber hat auch der geschickteste Motorfahrzeugführer innerhalb gewisser Grenzen zu rechnen. Sie können gerade durch seine draufgängerische Fahrweise, die geeignet ist, den andern zu erschrecken oder zu verwirren, ausgelöst werden. Der Motorfahrzeugführer darf daher nie, auf seine Geschicklichkeit vertrauend, knapp rechnen (vgl. BGE 78 IV 122).\n\nDer Beschwerdeführer fuhr mit mindestens 65 km/Std. Da die Strasse an der Unfallstelle, die ausserorts liegt, 5,5 m breit und übersichtlich ist, war diese Geschwindigkeit nicht unbedingt übersetzt. Immerhin lag sie im Hinblick darauf, dass es dunkel war und regnete, bestenfalls knapp innerhalb des Rahmens, der durch Art. 25 Abs. 1 MFG gezogen wird. Infolgedessen hätte der Beschwerdeführer den Fussgänger nur dann mit dieser Geschwindigkeit kreuzen dürfen, wenn er einen verhältnismässig grossen Abstand eingehalten hätte, weil nur dann jede Gefährdung des Fussgängers ausgeschlossen gewesen wäre. Statt dessen beabsichtigte der Beschwerdeführer, Roos in einem Abstand von nur ca. 50-60 cm zu überholen, denn er vergrösserte seinen Abstand von 1, 5 m vom rechten Strassenrand nicht, obwohl Roos, selbst wenn er hart am Strassenrand einhergesc hritten wäre, mit dem geöffneten Regenschirm fast einen Meter dieses Zwischenraums beanspruchte. Dieser Abstand war ungenügend. Er war es umso mehr, als Roos den geöffneten Regenschirm schräg vor sich hielt, das vor ihm liegende Strassenstück also nicht überblickte und durch kein Signal gewarnt worden war, weshalb sich der Beschwerdeführer unter keinen Umständen darauf verlassen durfte, dass der Fussgänger das herannahende Fahrzeug bemerkt hatte. Darüberhinaus BGE 83 IV 35 S. 38hätte der Beschwerdeführer sich sagen sollen, dass bei einem Fussgänger, dem die Sicht nach vorne durch den geöffneten Regenschirm verdeckt ist, in besonderem Masse Abweichungen von der Gehrichtung zu gewärtigen sind. Schliesslich war es auch darum grob fahrlässig, sich mit einem geringen Abstand begnügen zu wollen, weil es bei Dunkelheit und Regen ohnehin sehr schwer, wenn nicht geradezu unmöglich ist, den Abstand einigermassen genau abzuschätzen. Dem Beschwerdeführer hilft auch der Einwand nicht, die Vorschrift des Art. 26 Abs. 1 MFG habe ihm nicht erlaubt, weiter nach links auszuweichen. Wenn die vor dem Beschwerdeführer liegende Strecke frei war und er sie genügend weit übersehen konnte, durfte er zum Kreuzen des Fussgängers die linke Hälfte der Fahrbahn mitbeanspruchen. Waren dagegen diese Voraussetzungen nicht erfüllt, so hätte er mit dem Kreuzen zuwarten müssen, bis sie erfüllt waren.\n\nDer Beschwerdeführer hat demnach die ihm nach Art. 25 Abs. 1 Satz 3 MFG obliegende Pflicht verletzt, beim Kreuzen einen angemessenen Abstand einzuhalten. Damit hat er eine Ursache des Zusammenstosses, die den Tod des Fussgängers zur Folge hatte, gesetzt und den öffentlichen Verkehr gestört. Wäre er angemessen nach links ausgewichen, so wäre er mit Roos nicht zusammengestossen. Er selber bestreitet den Kausalzusammenhang an sich nicht, sondern nur seine Rechtserheblichkeit, indem er geltend macht, es sei nicht vorauszusehen gewesen, dass der Fussgänger plötzlich nach rechts abschwenken werde. Allein, der rechtserhebliche Kausalzusammenhang wird dadurch, dass auch noch ein anderer schuldhaft zum Erfolg beiträgt, nicht unterbrochen (BGE 68 IV 19; BGE 77 IV 188). Anders ist es nur, wenn infolge des Verschuldens des Opfers (oder eines Dritten) die Ereignisse eine Wendung nehmen, die nach dem gewöhnlichen Lauf der Dinge nicht hat vorausgesehen werden können. Das trifft hier nicht zu; mit dem Abweichen des Roos von der geraden Spur hat der Beschwerdeführer, wie schon gesagt, rechnen müssen.\n\nBGE 83 IV 35 S. 39\n\nDa die Störung des öffentlichen Verkehrs durch die Strafe wegen fahrlässiger Tötung nicht abgegolten wird (BGE 76 IV 125 Erw. 3), ist der Beschwerdeführer mit Recht sowohl nach Art. 117 StGB als auch nach Art. 237 Ziff. 2 StGB bestraft worden."}