{"annee": "83", "cour": "I", "page": "111", "date": "13/3/1957", "cite": ["54 I 143", "80 I 139", "57 I 266", "81 I 22", "67 I 74", "49 I 87", "52 I 14", "77 I 211", "73 I 117", "75 I 209", "50 I 289", "81 I 192", "51 I 212", "53 I 265", "74 I 172", "45 I 311", "61 I 32", "77 I 112", "51 I 32", "80 I 350", "81 I 119", "76 I 329", "50 I 168", "25 I 459", "78 I 298", "60 I 108", "49 I 99"], "cite_par": ["89 I 92", "102 IA 104", "87 I 451", "84 I 98", "84 I 18", "94 I 138", "90 I 233", "104 IA 480", "87 I 441", "83 I 242", "88 I 149", "83 I 250", "125 I 369", "91 I 249", "87 III 87", "90 I 321"], "chapeau": "16. Urteil vom 13. März 1957 i.S. Sommer gegen Regierungsrat und Polizeidirektion des Kantons Aargau.", "regestes": ["Liberté du commerce et de l'industrie, séparation des pouvoirs. 1. En règle générale, l'administration ne doit pas empiéter sur les libertés individuelles sans une base légale matérielle. 2. D'après l'art. 39 litt. b Cst. arg., le Conseil d'Etat peut édicter des ordonnances d'exécution et de nécessité, mais non des ordonnances législatives indépendantes. Inconstitutionnalité de l'ordonnance argovienne du 11 juillet 1953 sur la projection de films."], "faits": "BGE 83 I 111 S. 111\n\nA.- Gestützt auf § 12 Abs. 2 der regierungsrätlichen Verordnung über die Vorführung von Filmen vom 11. Juli 1953 gab die Polizeidirektion des Kantons Aargau am 17. September 1956 den Film \"S'Waisechind vo Engelberg\" zur Vorführung vor Kindern im Alter von über 12 Jahren frei. In Wiedererwägung ihres Entscheids setzte sie am 26. Oktober 1956 das Besuchsalter auf 15 Jahre fest. Walter Sommer, Inhaber eines Kinotheaters in Reinach, der den erwähnten Film zur Vorführung übernommen hatte, erhob gegen die letztgenannte Verfügung Beschwerde. Der Regierungsrat des Kantons Aargau wies diese am 23. November 1956 mit der Begründung ab, der BGE 83 I 111 S. 112Film sei kitschig, behandle das ernste Thema des Verdingkindes auf leichtfertige Art und werde deswegen von zahlreichen namhaften Erziehern und Filmsachverständigen abgelehnt. Eine Herabsetzung des Besuchsalters unter die von der Polizeidirektion angesetzte Grenze falle ausser Betracht, da eine solche Bewilligung nach der Verordnung nur für gute und der Aufnahmefähigkeit der Jugend angepasste Filme erteilt werden könne.\n\nB.- Sommer führt staatsrechtliche Beschwerde wegen Verletzung der Art. 4 und 31 BV sowie der Art. 3, 39 lit. b und 91 Abs. 4 der aargauischen Staats-Verfassung (KV). Er beantragt, die Verfügung der Polizeidirektion vom 26. Oktober 1956 sowie der Beschwerdeentscheid des Regierungsrats vom 23. November 1956 seien aufzuheben, und es sei (allenfalls lediglich durch entsprechenden Hinweis in den Erwägungen) festzustellen, dass das Besuchsalter für den in Frage stehenden Film gemäss Verfügung der Polizeidirektion vom 17. September 1956 12 Jahre betrage. Eventuell beantragt er, der Beschwerdeentscheid des Regierungsrats sei aufzuheben und die Sache zu neuer Beurteilung an diese Instanz zurückzuweisen.\n\nC.- Der Regierungsrat des Kantons Aargau schliesst auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorführung von Filmen gehört zum Betrieb eines Lichtspieltheaters, der ein Gewerbe im Sinne des Art. 31 BV ist und daher unter dem Schutz der Handels- und Gewerbefreiheit steht (BGE 49 I 91 Erw. 1; BGE 50 I 173 Erw. 2; BGE 51 I 38 und dortige Zitate; BGE 53 I 268 Erw. 1; BGE 78 I 301 ff.). Nach Art. 31 Abs. 2 BV können die Kantone die Ausübung einer solchen Tätigkeit aus polizeilichen Gründen einschränken (BGE 80 I 143). Der Ausschluss Jugendlicher von den gewöhnlichen Filmvorstellungen ist dabei nicht nur unter dem Gesichtspunkt der Wahrung der öffentlichen Ordnung und Sittlichkeit, sondern auch als Ausfluss der Erziehungsgewalt des Staates statthaft, BGE 83 I 111 S. 113kraft deren er die Jugend vor Verrohung und Verwahrlosung zu schützen berufen ist (BGE 51 I 37 /8 und dort angeführte Urteile).\n\nDerartige Beschränkungen in der freien Ausübung des Lichtspieltheatergewerbes dürfen indes, wie überhaupt die der Freiheit des Bürgers gesetzten Schranken (so Art. 56 BV für die Vereinsfreiheit, BGE 60 I 121 Erw. 3 für die Pressefreiheit, BGE 75 I 220 Erw. 6 für die persönliche Freiheit, BGE 76 I 334, BGE 77 I 218 Erw. 2 für die Gewährleistung des Eigentums), nur durch den Gesetzgeber oder durch die verordnungsberechtigte Behörde auf Grund gesetzlicher Ermächtigung angeordnet werden; die Verwaltung darf somit im konkreten Einzelfall, von der in Erw. 3 zu behandelnden Ausnahme abgesehen, nicht ohne materielle gesetzliche Grundlage in die Freiheitsrechte eingreifen (vgl. BGE 67 I 76, BGE 80 I 353 Erw. 2; BGE 81 I 132; FLEINER, Institutionen, § 9 Ziff. I; FLEINER/GIACOMETTI, Bundesstaatsrecht, S. 247, 409, 427; GIACOMETTI, Staatsrecht der Kantone, S. 175).\n\n2. Die Verfügung der Polizeidirektion und der Beschwerdenentscheid des Regierungsrats stützen sich auf § 12 der regierungsrätlichen Verordnung über die Vorführung von Filmen vom 11. Juli 1953, wonach Jugendlichen unter 16 Jahren der Besuch öffentlicher Filmvorführungen untersagt ist, die Polizeidirektion jedoch auf Antrag der Filmkommission für gute und der Aufnahmefähigkeit der Jugend \"angemessene\" Filme das Besuchsalter herabsetzen kann.\n\nDer Beschwerdeführer bestreitet, dass die Filmverordnung die gesetzliche Grundlage für Eingriffe in die Handels- und Gewerbefreiheit abgeben könne, da sie selbst verfassungswidrig sei. Diese Rüge ist zulässig. Mangels Anfechtung der Verordnung innert der Beschwerdefrist des Art. 89 OG steht eine Aufhebung des Erlasses als solchen zwar nicht mehr in Frage. Das hindert das Bundesgericht aber nicht, in jedem einzelnen Anwendungsfall vorfrageweise zu prüfen, ob die angewendete Bestimmung die Verfassung BGE 83 I 111 S. 114verletze (BGE 81 I 25 und 182 Erw. 2 sowie dort angeführte Entscheide).\n\nDer Regierungsrat hat sich im Ingress der genannten Verordnung und in der Vernehmlassung auf Art. 39 lit. b KV berufen, der ihm folgende \"Pflichten und Befugnisse\" überträgt:\n\n\"Er sorgt für die Handhabung der öffentlichen Ordnung und Sicherheit im Kanton, für die Kultur- und Volkswirtschaftspflege, sowie für die Vollziehung der Gesetze, Dekrete und Beschlüsse des Grossen Rates.\"\n\nZu prüfen ist, ob der Regierungsrat auf Grund dieses Verfassungssatzes zum Erlass der Bestimmung zuständig war, auf die sich die angefochtenen Entscheidungen stützen.\n\na) Wie das Bundesgericht wiederholt festgestellt hat, kann der aargauische Regierungsrat in seiner Eigenschaft als oberste Vollziehungs- und Verwaltungsbehörde (Art. 37 KV) zu der ihm gemäss Art. 39 lit. b KV obliegenden \"Vollziehung der Gesetze, Dekrete und Beschlüsse des Grossen Rates\" Vollziehungsverordnungen erlassen (Urteile vom 23. Januar 1917 i.S. Benz, vom 26. Januar 1924 i.S. Horber, abgedruckt in der Vierteljahresschrift für aargauische Rechtsprechung, VJS, 1925 S. 92 ff., und vom 13. Dezember 1950 i.S. Meier, VJS 1950 S. 388 ff.; vgl. auch BGE 45 I 316 ff.). Eine solche liegt hier indes nicht vor. Der Kanton Aargau kennt weder in der Verfassung, noch in einem Gesetz oder in Dekreten und Beschlüssen des Grossen Rates Bestimmungen über die Wahrung der öffentlichen Ordnung und Sittlichkeit sowie den Jugendschutz im Lichtspieltheaterwesen, die der Regierungsrat zu vollziehen gehabt hätte.\n\nb) Der Regierungsrat macht dies denn auch nicht geltend. Er geht vielmehr davon aus, Art. 39 lit. b KV räume ihm eine selbständige Rechtsverordnungskompetenz ein. Ob die aargauische Verfassung der Exekutive eine allgemeine, den Erlass polizeilicher Normen auch dauernden Inhalts umfassende Verordnungsgewalt verleihe, konnte das Bundesgericht BGE 83 I 111 S. 115in BGE 57 I 275 sowie im Urteil vom 13. Dezember 1950 i.S. Meier (VJS 1950 S. 388 ff.) offen lassen. In seinem Urteil vom 26. Januar 1924 i.S. Horber (VJS 1925 S. 92 ff.) hat es dagegen entschieden, der Regierungsrat habe \"keine andere Befugnis der Rechtssetzung als diejenige, die sich aus seiner Funktion als gesetzesvollziehende Behörde ergibt (Art. 39 lit. b KV). Eine Überschreitung dieser Befugnis ... wäre ein Eingriff .. in das Gebiet der Gesetzgebung und damit eine Verletzung des Grundsatzes der Gewaltentrennung (Art. 3 KV.)\" Das nicht veröffentlichte Urteil vom 9. März 1955 i.S. Milchhändlerverband Aarau ergänzt diese Erwägung dahin, eine eigene Verordnungskompetenz könne die Verwaltungsbehörde nur zur Abwehr eines staatlichen Notstands in Anspruch nehmen. Dem Regierungsrat wird mithin neben der Befugnis zum Erlass von Vollziehungsverordnungen ein Notverordnungsrecht (vgl. unten lit. c), nicht aber eine selbständige Rechtsverordnungskompetenz zuerkannt.\n\nAuf diese Rechtsprechung zurückzukommen, besteht kein Anlass. Art. 3 Abs. 1 der aargauischen Verfassung bestimmt, die gesetzgebende, vollziehende und richterliche Gewalt seien als solche (d.h. institutionell) getrennt. Die gesetzgebende Gewalt steht dem Volk (Art. 25 f. KV) und dem Grossen Rat (Art. 27 ff. KV) zu. Würde der Regierungsrat selbständig Recht setzen, so käme das einer teilweisen Vereinigung der vollziehenden und der gesetzgebenden Gewalt gleich, die einer dem Gewaltentrennungsartikel vorgehenden Sonderbestimmung bedürfte. Eine solche findet sich in der Verfassung nicht. Art. 39 lit. b KV kann auch auf dem Weg der Auslegung diese Bedeutung nicht abgewonnen werden. Zwischen den Befugnissen, die dem Regierungsrat zur \"Handhabung der öffentlichen Ordnung und Sicherheit\" einerseits und zur \"Kultur- und Volkswirtschaftspflege\" anderseits zustehen, unterscheidet diese Bestimmung nicht. Was der Exekutive auf dem einen Gebiet zukommt, kann ihr daher auf dem andern nicht versagt werden. Dem Regierungsrat die Kompetenz zum BGE 83 I 111 S. 116Erlass selbständiger Rechtsverordnungen zur \"Handhabung der öffentlichen Ordnung und Sicherheit\", gleichzeitig aber auch zur \"Kultur- und Volkswirtschaftspflege\" zuzuerkennen, hiesse aber angesichts der Ausdehung dieser Gebiete die oberste staatliche Zuständigkeitsordnung in Frage stellen (GIACOMETTI, Staatsrecht der Kantone, S. 504 f.; SIEGRIST, Die selbständige Rechtsverordnungskompetenz der Kantonsregierungen, S. 64 ff.). Der Verfassungssatz, der Regierungsrat habe für die \"Handhabung der öffentlichen Ordnung und Sicherheit\" sowie für die \"Kultur- und Volkswirtschaftspflege\" zu sorgen, verliert damit keineswegs seine Bedeutung. Er umschreibt Aufgaben und Ziele der Verwaltung, beauftragt den Regierungsrat, dem Grossen Rat und dem Volk die auf diesen Gebieten erforderlichen gesetzgeberischen Massnahmen vorzuschlagen, und ermächtigt ihn, im Notfalle selbst ordnend einzugreifen (vgl. unten lit. c).\n\nDem aargauischen Regierungsrat steht somit keine selbständige Rechtsverordnungskompetenz zu, die ihn zum Erlass der Filmverordnung befähigt hätte. Dass er seit Inkrafttreten der Staats-Verfassung von 1885 eine solche Befugnis für sich in Anspruch genommen haben will und in der Tat eine Anzahl selbständiger Polizeiverordnungen (wenn auch meist nur von geringer Tragweite) erlassen hat (Beispiele bei SIEGRIST, a.a.O., S. 67 ff.), vermag an diesem Ergebnis nichts zu ändern. In der Auslegung kantonaler Verfassungsbestimmungen ist das Bundesgericht grundsätzlich frei (BGE 25 I 470; BGE 49 I 105, 540; BGE 50 I 291; BGE 51 I 224; BGE 52 I 20; BGE 54 I 154; BGE 73 I 118; FAVRE, JT 1948 S. 324). Wohl weicht es dabei nicht ohne Not von der Auffassung der obersten zur Auslegung der Verfassung berufenen kantonalen Behörde ab (BGE 73 I 118, BGE 74 I 176, BGE 77 I 116 und dortige Zitate). Eine solche Stellungnahme liegt hier indes nicht vor. Als im erwähnten Sinne oberstes kantonales Organ ist in der Regel das Volk und der Grosse Rat zu betrachten. Dass der Grosse Rat die Verordnung betreffend die Einrichtung und den Betrieb von Kinematographentheatern BGE 83 I 111 S. 117vom 18. April 1913 und die sie ersetzende Verordnung über die Vorführung von Filmen vom 11. Juli 1953 nie beanstandet haben soll, heisst gegebenenfalls nicht, dass das Parlament diese Erlasse und damit auch die Polizeiverordnungspraxis des Regierungsrats genehmigt hätte.\n\nc) In den Kantonen, deren Verfassung nicht ausdrücklich ein Notrecht vorsieht, spricht die staatsrechtliche Praxis der Kantonsregierung gestützt auf deren Polizeigewalt ein Notverordnungsrecht zu (BGE 57 I 274; BGE 60 I 122; BGE 61 I 39; BGE 67 I 76). Die Verfassung des Kantons Aargau umschreibt die Polizeigewalt des Regierungsrats in Art. 39 lit. b KV (\"er sorgt für die Handhabung der öffentlichen Ordnung und Sicherheit\"). Nach der bundesgerichtlichen Rechtsprechung steht denn auch dem aargauischen Regierungsrat auf Grund dieser allgemeinen Polizeiklausel und des Art. 37 KV ein Notverordnungsrecht zu (BGE 57 I 274 /5; GIACOMETTI, Staatsrecht der Kantone, S. 521/2; SIEGRIST, a.a.O., S. 67). Notverordnungen dürfen jedoch nur erlassen werden, wenn es sich darum handelt, eine infolge bestimmter Ereignisse unmittelbar drohende Störung oder Gefährdung der öffentlichen Sicherheit, Gesundheit oder Sittlichkeit zu verhindern, der gegenüber der Erlass gesetzlicher Normen wegen der Langsamkeit der ordentlichen Gesetzgebung als Abwehrmittel versagen müsste (BGE 57 I 274 /5, BGE 60 I 112, BGE 67 I 76).\n\nDiese Voraussetzungen sind im vorliegenden Fall offensichtlich nicht gegeben. Allein schon der Umstand, dass die Filmverordnung an Stelle einer Verordnung trat, die 40 Jahre lang in Kraft gestanden hatte, zeigt, dass sich die Behörden bei deren Erlass nicht überraschend vor eine unmittelbar drohende Gefahr gestellt sahen, die sie auf dem Weg der ordentlichen Gesetzgebung nicht rechtzeitig hätten abwenden können.\n\n3. § 12 der Verordnung über die Vorführung von Filmen vom 11. Juli 1953 erweist sich damit als verfassungswidrig. Den angefochtenen Entscheidungen, die sich BGE 83 I 111 S. 118darauf stützen, fehlt daher die gesetzliche Grundlage. Die Voraussetzungen, unter denen die Verwaltung auch ohne eine solche mittels Polizeinotverfügung (BGE 67 I 76; GIACOMETTI, SJZ 31 S. 373) in die Handels- und Gewerbefreiheit eingreifen kann, sind nicht gegeben. Dass der in Frage stehende Film eine ernsthafte, nicht anders abwendbare Gefahr für die Jugend schaffe, lässt sich umso weniger sagen, als die Polizeidirektion den Streifen zunächst im Einverständnis der Filmkommission zur Vorführung vor Kindern im Alter von über 12 Jahren zugelassen hatte; die Heraufsetzung des Besuchsalters begründete sie denn auch vornehmlich mit künstlerischen Bedenken.\n\n4. Der Beschwerdeentscheid des Regierungsrats vom 23. November 1956 ist mithin, ohne dass auf die weiteren Einwendungen des Beschwerdeführers einzugehen wäre, aufzuheben. Diese Aufhebung zieht auch die der im regierungsrätlichen Beschluss geschützten Verfügung der Polizeidirektion vom 26. Oktober 1956 nach sich. Auf das Begehren, es sei festzustellen, dass das Besuchsalter für den in Frage stehenden Film gemäss Verfügung der Polizeidirektion vom 17. September 1956 12 Jahre betrage, kann wegen der kassatorischen Natur der staatsrechtlichen Beschwerde nicht eingetreten werden (BGE 81 I 195 Erw. 2 und dort angeführte Urteile). Eine Rückweisung zu neuer Beurteilung, wie sie der Beschwerdeführer in seinem Eventualantrag verlangt, fällt überdies schon darum ausser Betracht, weil es an der erforderlichen gesetzlichen Grundlage für einen solchen neuen Entscheid fehlt.\n\nSache des kantonalen Gesetzgebers wird es sein, durch Schaffung einer eigentlichen Filmgesetzgebung oder (sofern dies das aargauische Staatsrecht zulässt) durch Delegation der entsprechenden Kompetenzen an den Regierungsrat die Aufsicht des Staates über das Lichtspieltheaterwesen zum Zwecke des Jugendschutzes auf gesetzliche Grundlage zu stellen.\n\nBGE 83 I 111 S. 119\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Beschluss des Regierungsrates des Kantons Aargau vom 23. November 1956 im Sinne der Erwägungen aufgehoben wird."}