{"annee": "84", "cour": "IV", "page": "115", "date": "11/9/1958", "cite": ["83 IV 163"], "cite_par": ["86 IV 97"], "chapeau": "34. Auszug aus dem Urteil des Kassationshofes vom 11. September 1958 i.S. Riederer gegen Polizeirichteramt der Stadt Zürich.", "regestes": ["Art. 47 RA. Obligation du conducteur qui tourne à gauche d'accorder la priorité de passage au véhicule qui survient au même moment en sens inverse."], "faits": "BGE 84 IV 115 S. 115\n\nAm 27. März 1957, gegen 20.00 Uhr, führte Riederer seinen Personenwagen in Zürich die Beckenhofstrasse hinunter. Auf der Höhe des Steinhausweges bog er nach links ab und steuerte sein Fahrzeug gegen die dortige private Hofeinfahrt. Dadurch wurde ein die Beckenhofstrasse heraufkommender Rollerfahrer gezwungen, brüsk zu bremsen und auszuweichen, um eine Kollision zu vermeiden.\n\nDer Einzelrichter in Strafsachen des Bezirksgerichtes Zürich büsste Riederer am 7. November 1957 wegen Übertretung von Art. 47 MFV mit Fr. 25.-.", "considerants": "Aus den Erwägungen:\n\nDas Gebot des Art. 47 MFV verpflichtet den nach links abbiegenden Führer, das Vortrittsrecht des gleichzeitig entgegenkommenden Fahrzeuges strikte zu beachten. Der nach links Abbiegende hat demnach nicht bloss wie der Überholende gemäss Art. 46 Abs. 3 MFV besonders vorsichtig zu fahren und auf die übrigen Strassenbenützer Rücksicht zu nehmen, sondern alles vorzukehren, um das Vortrittsrecht des andern nicht zu verletzen. Insbesondere ist es seine Pflicht, vor dem Abbiegen mit erhöhter Aufmerksamkeit die vor ihm liegende Strassenstrecke zu beobachten und sich zu überzeugen, dass aus der Gegenrichtung BGE 84 IV 115 S. 116kein Fahrzeug nahe, dessen Vortritt durch das Manöver in Frage gestellt würde.\n\nIm vorliegenden Fall konnte der Beschwerdeführer die Beckenhofstrasse auf eine Strecke von 40 m überblicken. Daraus schliesst die Vorinstanz, dass er den Rollerfahrer rechtzeitig hätte erkennen und ihm den Vortritt lassen können. Der Grund, warum Riederer dem Rollerfahrer den Weg abschnitt, liegt somit in der Tatsache, dass er es an einer aufmerksamen Beobachtung der vor ihm liegenden Strassenstrecke fehlen liess. Dabei vermag ihn nicht zu entlasten, dass er vor Beginn des Manövers sein Augenmerk ausser auf den Gegenverkehr auch nach links richten musste, um festzustellen, ob er durch sein Einschwenken nicht allfällige Benützer der an die Hofeinfahrt angrenzenden öffentlichen Treppe gefährde. Es ist nichts Aussergewöhnliches, sondern gehört zu den alltäglichen Erscheinungen des Strassenverkehrs, dass ein Fahrzeugführer in einer bestimmten Verkehrslage nach verschiedenen Seiten beobachten und auf andere, aus unterschiedlichen Richtungen herankommende Strassenbenützer Rücksicht nehmen muss (vgl. BGE 83 IV 164). Sollte jedoch der Beschwerdeführer dadurch, dass er seine Aufmerksamkeit auf die Hofeinfahrt richtete, an der Beobachtung der Beckenhofstrasse gehindert worden sein, so hätte er, was ihm zuzumuten gewesen wäre, einen Sicherheitshalt einschalten müssen.\n\nDas Ergebnis wäre übrigens kein anderes, wenn mit dem Beschwerdeführer anzunehmen wäre, er habe trotz der gebotenen Aufmerksamkeit den entgegenkommenden Rollerfahrer nicht rechtzeitig erkennen können. Denn nach Art. 47 MFV genügt nicht, dass der Führer im Moment, da er sich zum Abbiegen entschliesst, kein Fahrzeug entgegenkommen sieht. Er darf nur abbiegen, wenn das vor ihm liegende Strassenstück soweit überblickbar ist, als die Verkehrslage Gefahren für den störungsfreien Ablauf des Manövers in sich bergen kann. Ist das nicht der Fall und besteht daher keine Gewissheit, dass ohne Beeinträchtigung BGE 84 IV 115 S. 117des vortrittsberechtigten Gegenverkehrs die Fahrbahn überquert werden kann, so darf das Manöver nicht ausgeführt werden. Vielmehr hat der Motorfahrzeugführer unter solchen Umständen seine Fahrt in gerader Richtung soweit fortzusetzen, bis die Strassen- und Verkehrsverhältnisse es ihm gestatten, gemäss Art. 48 Abs. 3 MFV seinen Wagen zu wenden, um auf der andern Seite der Strasse zurückzufahren und dann rechts in die Einfahrt einzubiegen."}