{"annee": "84", "cour": "II", "page": "685", "date": "27/11/1958", "cite": ["84 II 493", "81 II 462", "80 II 362", "75 II 256", "77 II 344", "67 II 207"], "cite_par": ["92 II 107", "123 III 49", "97 II 371", "96 II 129", "88 II 209"], "chapeau": "90. Urteil der II. Zivilabteilung vom 27. November 1958 i.S. Guhl gegen M. und E. Fahrner.", "regestes": ["1. Nature juridique de la demande en \"résolution\" d'un contrat, notamment d'un contrat de partage, pour vice de la volonté. Art. 31 CO, 638 CC. De l'application de l'art. 64 OJ (consid. 1). 2. Cas dans lesquels le droit fédéral ouvre l'action en constatation de droit (consid. 2 et 4). 3. Action en rapport, éventuellement en réduction de libéralités entre vifs faites par le de cujus aux cohéritiers du demandeur (art. 626 ss., 522 ss. CC). Nature juridique de ces actions et de la prétention correspondante en modification du partage déjà exécuté. Si l'héritier demandeur est en mesure de faire valoir cette dernière prétention, le droit fédéral ne lui permet pas de plaider d'abord en rapport, cas échéant en réduction, et de réserver les autres questions pour une procédure ultérieure (consid. 3 et 4)."], "faits": "BGE 84 II 685 S. 686\n\nA.- Der am 1. Juli 1948 verstorbene Jakob Fahrner-Müller, geboren 1862, hatte am 23. Dezember 1942 mit seinen drei Kindern Karl Fahrner, Fritz Fahrner und Frau Ida Guhl-Fahrner einen öffentlich beurkundeten Vertrag mit der Überschrift \"Zuteilungen aus Erbanwartschaft\" abgeschlossen. Danach übertrug er den Kindern \"a conto ihrer Erbansprüche an ihn\" Grundstücke und andere Vermögenswerte. Dem Sohn Karl übergab er eine Liegenschaft, zwei Bauplätze und die zum Betrieb des Baugeschäftes des Erwerbers dienenden Maschinen, Werkzeuge und Einrichtungen, soweit sie bisher dem Erblasser gehört hatten. Der Sohn Fritz erhielt die Fensterfabrik in Uster, einen Schopf mit einem Stück Land und alle Maschinen und Einrichtungen zum Betrieb der Fabrik, Vorräte, Patentansprüche und geschäftliche Beteilungen, soweit sie ihm nicht bereits gehörten. Der Tochter Ida wurde das Wohnhaus in Uster nebst einem Inhaberschuldbrief zugeteilt. Die Kinder übernahmen diese Vermögensstücke auf den 31. Dezember 1942 und verpflichteten sich ihrerseits zu verschiedenen Leistungen an den Vater: Karl zur Zahlung einer monatlichen Rente auf dessen Lebenszeit und Fritz (gemäss besonderem Verpfründungsvertrag) zur Gewährung von Unterhalt und Pflege in gesunden und kranken Tagen, während Ida dem Vater die ihr zugeteilte Liegenschaft zu lebenslänglicher Nutzniessung und Verwaltung überliess. Der Vertrag regelte die Übernahme der väterlichen Schulden durch die Kinder und enthielt endlich folgende Bestimmung:\n\n\"Mit der Erfüllung dieses Vertrages sind alle Ansprüche, welche Vater Jakob Fahrner an seine Kinder besessen hat und welche die Kinder an den Vater zu fordern hätten, ausgeglichen. Es bestehen also weder Einwerfungspflichten, noch Ausgleichungsforderungen unter den späteren Erben von Jakob Fahrner. Die restierende Erbschaft, welche hinterlassen wird, geht zu gleichen Teilen an seine Kinder.\"\n\nB.- Der Erblasser hinterliess ein steuerpflichtiges Vermögen von Fr. 34'600.--. Darüber schlossen die drei Erben am 3. Februar 1949 einen Teilungsvertrag, wonach BGE 84 II 685 S. 687Karl Fahrner einen Acker und Ida Guhl-Fahrner ein Wohnhaus mit Umschwung erhielt. Im Anschluss an die Zuweisungen trägt der Teilungsvertrag folgenden Vermerk:\n\n\"Der Antritt der zugewiesenen Grundstücke erfolgt auf den 1. Februar 1949. Bis dahin ist unter den Erben heute alles abgerechnet und ausgeglichen worden. Über frühere Vorempfänge ist eine Ausgleichung schon früher erfolgt, sodass mit diesen Zuweisungen alle gegenseitigen Ansprüche unter den drei Erben per Saldo getilgt sind. Die Erbengemeinschaft ist erloschen.\"\n\nC.- Am 18. Januar 1950 liess Ida Guhl-Fahrner in die Steuerakten des Steueramtes Zürich Einsicht nehmen. Auf Grund dieser Akteneinsicht glaubte sie, bei der Teilung der väterlichen Erbschaft zu kurz gekommen zu sein. Sie liess wenige Tage später, am 26. Januar 1950, den Bruder Fritz und die Witwe und Alleinerbin des im Jahre 1949 verstorbenen Bruders Karl, Frau Emilie Fahrner, für je Fr. 60'000.-- betreiben. Als Forderungsgrund wurde dabei angegeben:\n\n\"Forderungen aus Erbrecht in Sachen des am 1. Juli 1948 verstorbenen Herrn Jakob Fahrner-Müller, wohnhaft gewesen ...\".\n\nDa in beiden Betreibungen Recht vorgeschlagen wurde, liess Frau Ida Guhl-Fahrner die Betriebenen zum Aussöhnungsversuch vorladen, der am 1. Februar 1950 stattfand und folgende Rechtsbegehren betraf:\n\n\"1. Es sei der Vertrag 'Zuteilungen aus Erbanwartschaft' vom 23. Dezember 1942 zwischen Vater Jakob Fahrner, gestorben am 1. Juli 1948, und seinen Kindern: Karl Fahrner, Fritz Fahrner und Frau Ida Guhl-Fahrner; sowie der Erbteilungsvertrag vom 3. Februar 1949 zwischen den drei Erben: Karl Fahrner, Fritz Fahrner und Frau Ida Guhl-Fahrner wegen Irrtums und Täuschung der Klägerin aufzuheben.\n\n2. Es seien die tatsächlichen Vermögensverhältnisse des verstorbenen Jakob Fahrner-Müller beim Eintritt von Fritz Fahrner ins väterliche Geschäft bis zum Ableben am 1. Juli 1948 gerichtlich, eventuell durch einen zu bezeichnenden Treuhänder, unter Berücksichtigung der Vorempfänge und Ausgleichspflichten der vorerwähnten Erben, festzustellen.\n\n3. Nach Feststellung des Vermögens sei der Klägerin vorbehalten, weitere Ansprüche gegen die Beklagten geltend zu machen. 4. Alles unter Kosten- und Entschädigungsfolge.\" BGE 84 II 685 S. 688\n\nDer Aussöhnungsversuch blieb erfolglos. Am 30. Januar 1951 folgten zwei neue, der ersten entsprechende Betreibungen, und am 23. Januar 1952 reichte Frau Ida Guhl-Fahrner gegen Fritz Fahrner und Witwe Emilie Fahrner Klage mit den erwähnten Rechtsbegehren ein. Fritz Fahrner starb im Jahre 1954 wie sein Bruder kinderlos, worauf seine Witwe, Frau Maria Fahrner, den Rechtsstreit auf beklagter Seite neben Frau Emilie Fahrner weiterführte.\n\nD.- Das Bezirksgericht Uster wies die Klage am 12. Juni 1957 ab, ebenso das Obergericht mit Urteil vom 18. April 1958. Die Erwägungen knüpfen anBGE 67 II 207ff. an, wonach die Ausgleichung nachträglich entdeckten Teilungsvermögens unmittelbar mit einer Klage auf Zahlung verlangt werden könne. Auch wegen Schmälerung des Pflichtteils durch eine bereits vollzogene Verfügung brauche keine besondere Gestaltungsklage erhoben zu werden. Es genüge eine Leistungsklage, wobei die Herabsetzung nach Art. 522 ff. ZGB als Klagegrund anzuführen sei. Wäre im vorliegenden Fall auf Leistung geklagt worden, so wäre allerdings vorerst auch zu prüfen gewesen, \"ob dem nicht die Verträge aus den Jahren 1942 und 1949 entgegenstünden, und ob nachträglich entdecktes Teilungsvermögen bestehe\". Die Prüfung dieser beiden Fragen könne aber nicht Selbstzweck, sondern nur Mittel zu richtiger Erbteilung sein, wie die Klägerin sie denn auch als Endziel mit der laut \"Rechtsbegehren\" 3 vorbehaltenen (künftigen), aber eben vorderhand nicht angebrachten Klage erreichen wolle. Bei dieser Prozesslage entbehrten die Begehren 1 und 2 des rechtlichen Interesses, das als selbstverständliche Voraussetzung jeder Klage zu gelten habe. Zwar könne auf Aufhebung von Verträgen wegen Willensmängeln geklagt werden. \"Ist dies aber nicht das Endziel, sondern nur die Grundlage zu weiterer Klage, die davon abhängt und schon erhoben werden kann oder muss, so darf sich der Kläger nicht auf diese sein Endziel nur vorbereitende und die Grundlage BGE 84 II 685 S. 689dazu schaffende Klage beschränken, sondern hat, wenn er überhaupt klagen will, diese Endklage zu erheben.\" Die Klägerin wäre in der Lage gewesen, auf Leistung zu klagen. Aus den gründlich eingesehenen Steuerakten habe sie eine zur ungefähren Bezifferung allfälliger erbrechtlicher Ansprüche hinreichende Kenntnis der Tatsachen gewonnen. Sie berechne denn auch ihren gesetzlichen Erbteil auf \"mindestens Fr. 125'155.--\" und ihren Pflichtteil auf \"mindestens Fr. 93'866.--\", woran sie in Liegenschaften Fr. 43'000.-- erhalten habe. Demgemäss habe sie jede beklagte Partei auf Bezahlung von Fr. 60'000.-- betrieben. Übrigens wäre die vorliegende auf die Begehren 1 und 2 beschränkte, unter Ziffer 3 nur einen Vorbehalt anbringende Klage selbst beim Fehlen genügender Kenntnis der Tatsachen nicht zulässig. - Anhangsweise äussert sich das Obergericht auch noch zur materiellen Klagebegründung, mit dem Ergebnis, die Anfechtung der beiden Verträge wegen Willensmangels wäre nicht zu schützen. Die Erhebung einer Herabsetzungsklage (worauf die Klägerin mit der \"Ausgleichungs-Saldoerklärung\" auch nach Ansicht der Beklagten nicht etwa verzichtet habe) bliebe freilich an und für sich vorbehalten. Sie wäre aber versäumt, weil die Frist von Art. 533 ZGB (gemäss der in BlZR 56 Nr. 89 veröffentlichten Entscheidung des zürcherischen Obergerichts) als Verwirkungs-, nicht als Verjährungsfrist zu betrachten sei. Zur Beurteilung des Klagebegehrens 2 (auf Feststellung tatsächlicher Verhältnisse, nicht des Bestehens oder Nichtbestehens eines Rechtsverhältnisses) fehle es sowohl an einem bundesrechtlichen Anspruch wie auch an den Voraussetzungen einer kantonalrechtlichen Feststellungsklage nach § 92 der zürcherischen ZPO.\n\nE.- Gegen dieses Urteil richtet sich die vorliegende Berufung an das Bundesgericht. Die Klägerin erneuert damit die drei Klagebegehren. Eventuell beantragt sie die Rückweisung der Sache an das Obergericht zur Ergänzung des Tatbestandes und zur neuen (materiellen) BGE 84 II 685 S. 690Entscheidung über die Klagebegehren 1 und 2 unter Vorbehalt weiterer Klage.\n\nDer Antrag der Beklagten geht auf Abweisung der Berufung und Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das vorinstanzliche Urteil weist die Klage ab ohne Prüfung der Verbindlichkeit der beiden von der Klägerin mit ihrem ersten Begehren angefochtenen Verträge und ohne Feststellung der tatsächlichen Verhältnisse, wie sie das zweite Klagebegehren verlangte. Die Begründung dieser Entscheidung geht im wesentlichen dahin, die Feststellungsbegehren der Klage seien teilweise überhaupt und teilweise unter den gegebenen Umständen deshalb unzulässig, weil die Klägerin in der Lage gewesen wäre, die letzten Endes von ihr erstrebte Zuweisung weiterer Werte des väterlichen Vermögens an sie mit einer Leistungsklage zu verlangen, statt sich diese mit dem dritten Begehren für die Zukunft vorzubehalten.\n\nIn der Tat ist nicht nur das zweite, ausdrücklich auf Feststellung lautende, sondern auch das erste Klagebegehren als Feststellungsklage zu betrachten. Es handelt sich dabei um die Anfechtung des von Vater Fahrner mit den drei Kindern abgeschlossenen Zuweisungsvertrages vom 23. Dezember 1942 und des nach seinem Tode von den drei Kindern miteinander abgeschlossenen Erbteilungsvertrages vom 3. Februar 1949. Das Begehren lautet auf \"Aufhebung\" der beiden Verträge wegen Willensmangels. Nach dem wahren Sinn des Begehrens wird damit die Feststellung der Unverbindlichkeit dieser Verträge verlangt. Denn nach schweizerischem Recht macht ein wesentlicher Willensmangel den Vertrag unverbindlich, und es liegt dem durch den Willensmangel beeinflussten Teil nur ob, die Unverbindlichkeit binnen gesetzlicher Frist durch Erklärung geltend zu machen (Art. 31 OR). Es bedarf also keines gerichtlichen Urteils in rechtsgestaltendem (rechtsaufhebendem) Sinne (vgl. VON TUHR- BGE 84 II 685 S. 691SIEGWART, § 39; OSER/SCHÖNENBERGER, N. 3 ff. zu Art. 31 OR). Das gilt auch für die Anfechtung eines Erbteilungsvertrages (Art. 638 ZGB).\n\nDas dritte Begehren, mit dem die Klägerin kein Sachurteil verlangt, sondern bloss eine zukünftige weitere Klage vorbehalten will, hat keine selbständige Bedeutung. Es fällt nur in Betracht, wenn die in erster Linie gestellten Feststellungsbegehren, die den eigentlichen Gegenstand des vorliegenden Rechtsstreites bilden, sich entgegen der vorinstanzlichen Entscheidung als gültig erweisen sollten.\n\nDas erst vor Bundesgericht gestellte eventuelle Rückweisungsbegehren ist nicht etwa, weil neu, nach Art. 55 Abs. 1 lit. b OG unzulässig. Es stützt sich auf Art. 64 OG und trägt in zutreffender Weise dem Umstande Rechnung, dass das Bundesgericht Veranlassung finden kann, die Sache zur Ergänzung der tatsächlichen Feststellungen an die Vorinstanz zurückzuweisen. Eine Entscheidung in diesem Sinne kommt jedoch nur in Frage, wenn die in kantonaler Instanz gestellten und vor Bundesgericht aufrecht erhaltenen Sachbegehren 1 und 2 nicht aus einem bereits nach Lage der Akten gegebenen Grunde als unzulässig oder unbegründet befunden werden.\n\n2. Das angefochtene Urteil verneint die Voraussetzungen eines bundesrechtlichen Anspruchs auf Feststellung, wie sie die Klägerin verlangt, und erklärt, deren Begehren liessen sich auch nicht auf kantonales Recht stützen (was an sich durch das Bundesrecht nicht ausgeschlossen wäre; BGE 84 II 495). In der zweiten Hinsicht unterliegt die kantonale Entscheidung nicht der Nachprüfung im Berufungsverfahren (Art. 43 OG). Was aber den bundesrechtlichen Feststellungsanspruch, wie ihn die Klägerin verficht, belangt, geht die Vorinstanz zutreffend davon aus, dass ein solcher Anspruch ein erhebliches Interesse an sofortiger Feststellung voraussetzt (BGE 77 II 344ff., insbesondere 351 oben). An dieser Voraussetzung fehlt es in der Regel, wenn der Ansprecher in der Lage ist, über die blosse Feststellung hinaus eine vollstreckbare BGE 84 II 685 S. 692Leistung zu verlangen (BGE 80 II 366 Erw. 4, BGE 81 II 466, zweitunterster Absatz). Zwar ist die Feststellungsklage nicht schlechthin als der Leistungsklage nachgehend zu betrachten, so dass sie immer, wenn auf Leistung geklagt werden kann, ausgeschlossen wäre. Vielmehr kann sich auch bei Möglichkeit der Leistungsklage ein selbständiges Interesse an gerichtlicher Feststellung ergeben. Dies namentlich, wenn es darum geht, nicht nur die fällige Leistung zu erhalten, sondern die Gültigkeit des ihr zugrunde liegenden Rechtsverhältnisses auch für dessen künftige Abwicklung feststellen zu lassen (vgl. LEUCH, N. 3 zu Art. 174 der bernischen ZPO, 3. Aufl. S. 196 Mitte; GULDENER, Schweizerisches Zivilprozessrecht, 2. Aufl. S. 256, § 30 B III 2; STEIN, Grundriss § 7 S. 22; POHLE, Zur Lehre vom Rechtsschutzbedürfnis, Festschrift für Lent S. 222 mit Fussnote 92). Im vorliegenden Falle stehen jedoch keine künftigen Ansprüche der Klägerin in Frage. Es geht um die längst fällige Bereinigung der väterlichen Erbschaft, worüber sich die Erben denn auch mit dem Erbteilungsvertrag vom 3. Februar 1949 in abschliessendem Sinn auseinandergesetzt haben. Und wie die Vorinstanz feststellt, war die Klägerin durch die Steuerakten genügend über den Sachverhalt unterrichtet, um die ihr angeblich zustehenden erbrechtlichen Ansprüche zahlenmässig berechnen und in Form einer Klage auf Ausrichtung des ihr nach ihrer Ansicht zustehenden zusätzlichen Erbbetreffnisses (im Sinne der Ausgleichung nach Art. 626 ff. ZGB), eventuell auf Auszahlung der ihr zukommenden Ergänzung ihres Pflichtteils (also im Sinn einer Herabsetzungsklage nach Art. 522 ff. ZGB), geltend machen zu können.\n\n3. Wenn die Vorinstanz, anBGE 67 II 207ff. anknüpfend, dafür hält, sowohl die Ausgleichungs- wie auch die eventuelle Herabsetzungsklage sollte angesichts der bereits vollzogenen Erbteilung richtigerweise auf Leistung an die sich mit dem ihr Zugewiesenen nicht begnügende Erbin lauten, ist ihr allerdings nicht vorbehaltlos beizustimmen.\n\nBGE 84 II 685 S. 693Das erwähnte Urteil sagt nicht, diese Klagen seien notwendigerweise als Leistungsklagen anzubringen, wenn ein Erbe nach durchgeführter Erbteilung eine sog. Nachteilung oder die Ergänzung seines Pflichtteils verlangen will. Es bezeichnet diese Art des Vorgehens, wie sie die Klägerschaft in jenem Fall befolgte, bloss als zulässig und erklärt, es brauche nicht unbedingt vorweg auf Ausgleichung (d.h. auf Feststellung, dass bestimmte Vorempfänge auszugleichen seien) oder Herabsetzung bestimmter Verfügungen unter Lebenden oder von Todes wegen und erst in zweiter Linie auf entsprechende Berichtigung oder Ergänzung der Erbteilung geklagt zu werden. Anders ausgedrückt: Das Bundesgericht hat i.S. Rieser-Honauer und Kinder gegen Honauer die unmittelbar erhobene Leistungsklage gelten lassen, ohne eine in erster Linie auf Feststellung (Ausgleichung) oder Rechtsgestaltung (Herabsetzung) gehende Klage im mindesten zu verpönen. Im übrigen hat jenes Urteil eine kritische Würdigung gefunden, welche es vollends rechtfertigt, ihm nicht die ihm von der Vorinstanz beigelegte weitergehende Tragweite zu geben (vgl. die Darlegungen von F. GUISAN, Journal des Tribunaux 1942 S. 136 ff.; ihm zustimmend GUHL, Zeitschrift des bern. Juristenvereins 78 S. 502). In der Tat geht ein Erbe, der nach durchgeführter Erbteilung zusätzliche Ansprüche auf Grund der Art. 626 ff. ZGB oder der Art. 522 ff. ZGB geltend machen will, jedenfalls nicht unrichtig vor, wenn er zunächst auf Feststellung der bisher nicht berücksichtigten, nach seiner Ansicht der Ausgleichung unterliegenden lebzeitigen Zuwendungen des Erblassers an andere Erben bzw. auf Herabsetzung der, wie er annimmt, in seine Pflichtteilsrechte eingreifenden Verfügungen klagt und erst in zweiter Linie, als Folge jener Feststellung oder Rechtsgestaltung, einen seinen Ansprüchen gerecht werdenden Vollzug, insbesondere eine \"Nachteilung\", verlangt.\n\nDas bedeutet jedoch nicht, es stehe von Bundesrechts wegen im Belieben des klagenden Erben, die derart - BGE 84 II 685 S. 694an sich korrekterweise - gegliederten Rechtsbegehren auf mehrere aufeinanderfolgende Prozesse zu verteilen. Vielmehr darf, ohne dass darin irgendwelche Verletzung des eidgenössischen Erbrechts läge, füglich verlangt werden, dass der klagende Erbe, sofern er dazu in der Lage ist, mit dem Ausgleichungs- oder Herabsetzungsanspruch auch gleich in emer und derselben Klage die Vollzugsrechte geltend mache, die ihm erst zu dem letzten Endes erstrebten zusätzlichen Vermögenserwerb nach abgeschlossener Erbteilung verhelfen können. Daraus, dass ein Erbe (unter den gesetzlichen Voraussetzungen und Vorbehalten) die Ausgleichung von Vorempfängen verlangen kann, folgt nicht, es müsse ihm gestattet werden, einen solchen Anspruch in jedem Falle zum alleinigen Gegenstand eines Prozesses zu machen. Entsprechendes gilt auch für den Herabsetzungsanspruch. Dem materiellen Bundesrecht wird durchaus genügt, wenn der Ansprecher Gelegenheit erhält, seine Rechte im Rahmen eines umfassenderen Erbschaftsprozesses, in Verbindung mit andern Rechtsbegehren, geltend zu machen, sofern es deren eben bedarf, um ihm den mit der Ausgleichung oder Herabsetzung erstrebten Vorteil zu verschaffen. Weder der Ausgleichungs- noch der Herabsetzungsanspruch ist so selbständiger Natur, dass ein nur darauf gerichtetes Rechtsbegehren unter allen Umständen kraft des materiellen Rechtes an Hand genommen werden müsste. Zu diesen Ansprüchen, die als Feststellungs- bzw. Gestaltungsansprüche zu umschreiben sind, tritt der Anspruch auf Vollzug, der bei der Ausgleichung als Ausfluss der Teilungsklage erscheint (vgl. F. GUISAN, a.a.O. S. 147 unter Ziff. 2, b; zum Herausgabeanspruch als Folge einer Herabsetzung vgl. TUOR, 2. Aufl., N. 13 der Vorbemerkungen zu den Art. 522-533 ZGB). Was die Fassung der Vollzugsbegehren betrifft, ist in der Regel dem sich aus Art. 628 ZGB ergebenden Wahlrecht des Ausgleichspflichtigen durch ein alternativ lautendes Begehren Rechnung zu tragen, es wäre denn, der Erblasser habe eine nach Abs. 2 daselbst massgebende Anordnung getroffen, BGE 84 II 685 S. 695oder es komme nach den gegebenen Umständen von vornherein nur eine bestimmte Art der Ausgleichung in Betracht.\n\nNach dem Gesagten verstösst das angefochtene Urteil nicht gegen Bundesrecht, wenn es die Beurteilung der bloss zur Vorbereitung eines mit dem dritten Klagebegehren ausdrücklich vorbehaltenen Nachprozesses dienenden Klagebegehren 1 und 2 ablehnt. Einmal ist offenkundig, dass die Klägerin bei Gutheissung dieser Begehren noch keinen vollstreckbaren Rechtstitel zu dem letzten Endes erstrebten zusätzlichen Erwerb väterlichen Vermögens in Händen hätte, und sodann hat ihr die Einsichtnahme in die Steuerakten eine zur Stellung zahlenmässig bestimmter Vollzugsbegehren hinreichende Kenntnis derjenigen Tatsachen verschafft, aus denen sie einen Anspruch auf Ausgleichung oder Herabsetzung herleiten zu können glaubt. Die im einzelnen noch bestehende Unsicherheit ist nicht grösser, als wenn es etwa um die Geltendmachung von Schadenersatz ginge, wobei die Leistungsklage auch einem nur ungefähr über die tatsächlichen Grundlagen seiner Ansprüche Unterrichteten zugemutet wird.\n\nNichts Abweichendes folgt daraus, dass nach verbreitetem kantonalen Gerichtsgebrauch Erbteilungsklagen auch bei wenig bestimmter Fassung der Begehren an Hand genommen werden. Das Bundesrecht gebietet dies nicht, und es ist auch nicht in allen Kantonen üblich. Vollends darf an Klagen auf Vornahme einer Nachteilung nach formellem Abschluss der Erbteilung in dieser Hinsicht ein strenger Massstab angelegt werden. Das widerspricht keineswegs dem Bundesrecht, zumal selbst in gewöhnlichen Erbteilungsprozessen bei der Berufung an das Bundesgericht im einzelnen erklärt werden muss, welche Feststellung über den Umfang des Nachlasses getroffen und wie die Teilung geregelt werden soll (BGE 75 II 256).\n\n4. Die vorliegende Klage dringt übrigens nicht einmal zu eigentlichen Ausgleichungs- und Herabsetzungsbegehren BGE 84 II 685 S. 696vor. Eine Herabsetzungsklage ist darin nicht enthalten, und auf Ausgleichungsansprüche wird im zweiten Begehren, ohne dass sie dessen Gegenstand bilden würden, nur ganz allgemein angespielt. Es wird nicht die Ausgleichung bestimmter Vorempfänge, die genau zu bezeichnen wären, verlangt. Das Begehren geht auf Feststellungen tatsächlicher Art, ist also gar keine Feststellungsklage im Sinne des Bundesrechts. Im übrigen ist anerkannt, dass Feststellungsklagen zur Sicherung des Beweises für emen spätern Prozess nicht zulässig sind (BGE 81 II 466). Vollends hat das erste Begehren nur vorbereitenden Charakter, indem es den Weg zur nachträglichen Erhebung erbrechtlicher Ansprüche freimachen will. Auch wenn man Begehren um Aufhebung von Verträgen bzw. um Feststellung ihrer Unverbindlichkeit an und für sich als zulässig erachtet, dürfen die Gerichte, ohne damit Bundesrecht zu verletzen, es ablehnen, eine Klage zu beurteilen, die sich auf ein solches als Grundlage zur Geltendmachung fälliger Forderungen oder anderer Ansprüche gestelltes Feststellungsbegehren beschränkt, statt diese Ansprüche in den Prozess einzubeziehen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes des Kantons Zürich, II. Zivilkammer, vom 18. April 1958 bestätigt."}