{"annee": "84", "cour": "I", "page": "107", "date": "26/2/1958", "cite": ["82 I 102", "50 I 168", "73 I 97", "54 I 366", "49 I 228", "70 I 1", "84 I 18"], "cite_par": ["87 I 275", "90 I 321", "92 I 100", "86 I 272"], "chapeau": "16. Urteil vom 26. Februar 1958 i.S. Ege gegen Stadtrat von Schaffhausen und Regierungsrat des Kantons Schaffhausen.", "regestes": ["1. Art. 31 al. 2 Cst. Dispositions de droit cantonal sur l'exercice du commerce et de l'industrie. Principe de la proportionnalité des mesures de police et de l'égalité de traitement de ceux qui exercent la même profession. L'exploitation de distributeurs automatiques peut-elle être soumise aux dispositions sur la fermeture des magasins? (consid. 2). 2. Art. 90 al. 1 lett. a OJ. Le Tribunal fédéral peut inviter les autorités cantonales à accorder un permis de police refusé à tort (consid. 3)."], "faits": "BGE 84 I 107 S. 107\n\nA.- Nach Art. 52 Abs. 1 des schaffhausischen Gesetzes betreffend den Warenhandel sowie das Markt- und Hausierwesen (WHG) vom 20. November 1933 dürfen automatische Warenausteiler auf allgemein zugänglichen privaten oder öffentlichen Plätzen sowie an öffentlichen Strassen nur mit Bewilligung der Ortsbehörde aufgestellt oder ausgehängt werden. Der Betrieb der Automaten untersteht gemäss Art. 54 WHG den Bestimmungen des Gesetzes betreffend die öffentlichen Ruhetage und den Ladenschluss (Ruhetagsgesetz) vom 28. Januar 1920. Nach Art. 11 dieses BGE 84 I 107 S. 108Gesetzes sind die Verkaufslokale, Kioske und Magazine aller Art an den Ruhetagen geschlossen zu halten; es dürfen keine Waren abgegeben oder den Kunden ins Haus geliefert werden. Art. 18 setzt den Ladenschluss an Werktagen auf 19 Uhr fest.\n\nB.- Die Veromat AG in Zürich, die sich mit dem Vertrieb von Warenverkaufsautomaten befasst, beantragte dem Stadtrat von Schaffhausen, ihrem Kunden Eugen Ege in Schaffhausen den Betrieb eines Warenautomaten zu bewilligen. Der Stadtrat erkannte am 9. Oktober 1957 sinngemäss, das Gesuch habe als abgewiesen zu gelten, sofern sich der Gesuchsteller nicht an Art. 11. und 18 des Ruhetagsgesetzes zu halten gedenke.\n\nEine Beschwerde, die Ege dagegen erhob, hat der Regierungsrat des Kantons Schaffhausen am 17. Dezember 1957 abgewiesen. Er hat dazu ausgeführt, Art. 52 WHG stelle die Erteilung der Bewilligung nicht ins Belieben der Behörde, sondern gestatte dieser lediglich, zu prüfen, ob der Ausübung der an sich erlaubten Tätigkeit keine polizeilichen Gründe entgegenstünden. Im vorliegenden Fall habe der Stadtrat den Betrieb des Warenautomaten einzig in zeitlicher Hinsicht eingeschränkt, indem er den Gesuchsteller verpflichtet habe, sich an die Ladenschlussvorschriften zu halten. Die betreffenden Bestimmungen des Ruhetagsgesetzes dienten in erster Linie dem Schutz der öffentlichen Gesundheit. Dieser Schutz lasse sich nur verwirklichen, wenn der in seiner Berufsausübung eingeschränkte Geschäftsmann vor ungerechtfertigter Konkurrenz geschützt werde. Wie das Bundesgericht erkannt habe, erfordere der durch Art. 31 BV gewährrleistete Grundsatz der Gleichbehandlung aller Gewerbegenossen, dass die Ladenschlussbestimmungen nicht nur auf Geschäfte mit Hilfspersonal angewendet würden, sondern auch auf solche, die vom Geschäftsinhaber und seiner Familie betrieben werden. Aus den selben Gründen müssten auch die Automaten der Ruhetagsregelung unterstellt werden. Entgegen der Auffassung des Rekurrenten lasse sich der Betrieb BGE 84 I 107 S. 109eines Automaten nicht mit dem einer besonderen Ordnung unterstehenden Wirtschaftsgewerbe vergleichen. Bei diesem stehe die Bewirtung im Vordergrund; der Verkauf von Rauchwaren und dergleichen gehe lediglich nebenher. Würden Waren der nämlichen Art ausserhalb der Wirtschaften gehandelt, so falle diese Tätigkeit nicht unter die einzig im Hinblick auf die Bewirtung erlassenen Geschäftsschlussbestimmungen des Wirtschaftsgesetzes.\n\nC.- Mit der vorliegenden staatsrechtlichen Beschwerde wegen Verletzung des Art. 31 BV beantragt Ege, der Regierungsrat sei in Aufhebung des Rekursentscheids einzuladen, die nachgesuchte Bewilligung zum Betrieb eines Automaten ohne zeitliche Einschränkung zu erteilen. Die Begründung der Beschwerde ist, soweit wesentlich, aus den nachstehenden Erwägungen ersichtlich.\n\nD.- Der Regierungsrat des Kantons Schaffhausen schliesst auf Abweisung der Beschwerde. Der Stadtrat von Schaffhausen hat sich nicht vernehmen lassen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 54 WHG gelten für den Betrieb von Automaten die Bestimmungen des Ruhetagsgesetzes, das in Art. 11 und 18 die Ladenöffnungszeiten regelt. Entgegen dem Einwand des Beschwerdeführers, es sei damit lediglich das Nachfüllen der Automaten nach Ladenschluss verboten worden, hat der Regierungsrat entschieden, die genannten Vorschriften schlössen auch den Verkauf durch Automaten ausserhalb der Ladenöffnungszeiten aus. Der Beschwerdeführer ficht diese Stellungnahme vor Bundesgericht nicht an. Mit Recht nicht; denn diese Auslegung entspricht dem klaren Wortlaut und dem Sinn des Art. 54 WHG, der den \"Betrieb\" von Automaten und nicht bloss deren Bedienung den Bestimmungen des Ruhetagsgesetzes unterstellt.\n\nMit der staatsrechtlichen Beschwerde wird nur noch geltend gemacht, wenn Art. 54 WHG diese Bedeutung habe, so verletze er selbst Art. 31 BV. Das ist vom Staatsgerichtshof BGE 84 I 107 S. 110frei zu prüfen; geht es doch nicht mehr um die Auslegung kantonalen Rechts, sondern um die Frage, ob dieses, so wie es ohne Willkür ausgelegt und angewendet werden kann, gegen die Bundesverfassung verstosse. Freilich kann Art. 54 WHG selbst nicht mehr mit der staatsrechtlichen Beschwerde angefochten werden, weil die Frist dazu längst abgelaufen ist; wohl aber kann seine Verfassungswidrigkeit noch im Anschluss an jeden einzelnen Anwendungsfall gerügt und verlangt werden, dass die ihn anwendende Entscheidung deswegen aufgehoben werde (BGE 84 I 21 Erw. 2 und dort angeführte Urteile).\n\n2. Art. 31 BV, der die Handels- und Gewerbefreiheit gewährleistet, behält in Abs. 2 kantonale Bestimmungen über die Ausübung von Handel und Gewerben sowie deren Besteuerung vor; diese dürfen jedoch ihrerseits den Grundsatz der Handels- und Gewerbefreiheit nicht beeinträchtigen. Gleich wie lit. e des früheren Art. 31 BV gestattet dieser Verfassungssatz den Kantonen, gewerbepolizeiliche Massnahmen zu ergreifen, d.h. die Ausübung von Handel und Gewerben aus polizeilichen Gründen, zum Schutze der öffentlichen Ordnung, Ruhe, Sicherheit, Gesundheit und Sittlichkeit sowie von Treu und Glauben im Geschäftsverkehr einzuschränken. Diese Einschränkungen dürfen aber nicht über das hinausgehen, was erforderlich ist, um den Zweck zu erreichen, durch den sie gedeckt sind. Überschreiten sie diese Grenze, so verstossen sie gegen Art. 31 BV (BGE 73 I 99 /100 und dort angeführte Urteile).\n\nNach der Rechtsprechung des Bundesgerichts sind Vorschriften über den abendlichen Ladenschluss und über Ruhetage mit dem Grundsatz der Handels- und Gewerbefreiheit vereinbar. Es handelt sich um eine polizeiliche Massnahme, welche die öffentliche Ordnung schützt und dem Ladenpersonal eine angemessene Freizeit verschafft, also der öffentlichen Gesundheit dient (BGE 70 I 3, BGE 73 I 99 und dort angeführte Urteile). Soweit sich Art. 11 und 18 des schaffhausischen Ruhetagsgesetzes auf das Offenhalten von Ladengeschäften und die Belieferung von Kunden BGE 84 I 107 S. 111beziehen, steht denn auch ihre Verfassungsmässigkeit nicht in Frage. Unbestrittenermassen hält ferner das sich schon aus diesen Bestimmungen ergebende Verbot, Automaten ausserhalb der Ladenöffnungszeiten nachzufüllen (und zu unterhalten), vor Art. 31 BV stand.\n\nZu prüfen ist dagegen, ob es diesem Verfassungssatz entspreche, wenn Art. 54 WHG auch den eigentlichen Betrieb der Warenautomaten der Ladenschlussregelung unterstellt. Von den genannten, durch Art. 11 und 18 des Ruhetagsgesetzes erfassten Ausnahmen abgesehen, bedürfen Automaten keiner Wartung; ihr Betrieb ist insofern unabhängig vom Arbeitseinsatz des Halters und seiner Angestellten. Wird die Betriebsdauer eingeschränkt, so lässt sich damit für niemanden eine Verkürzung der Arbeitszeit erreichen. Art. 54 W.HG gewährt daher an und für sich der öffentlichen Gesundheit keinen Schutz. Nach Auffassung der kantonalen Instanzen dient er indes in Verbindung mit den Bestimmungen des Ruhetagsgesetzes doch mittelbar diesem Zwecke. Dass sich die Einhaltung der Ladenschlussvorschriften dieses Gesetzes nur dann erzwingen oder wirksam überwachen lasse (BGE 49 I 231, BGE 70 I 4), wenn auch die Automaten lediglich während der Ladenöffnungszeiten in Betrieb stehen, behauptet der Regierungsrat allerdings nicht. Seiner Ansicht nach geht es vielmehr darum, die Kaufleute, die sich an die Ladenschlussvorschriften zu halten haben, vor \"ungerechtfertigter Konkurrenz\" seitens der Halter von Automaten zu schützen und so den Gewerbegenossen die Gleichberechtigung zu gewährleisten.\n\nIn dem vom Regierungsrat in diesem Zusammenhang angerufenen Urteil BGE 73 I 99 ff. wurde die Frage, ob allen Ladeninhabern einer Gemeinde vorgeschrieben werden dürfe, am selben Wochennachmittag zu schliessen, um dem Personal einen freien Halbtag zu verschaffen, mit der Begründung bejaht, viele kleine Geschäfte könnten ihren Angestellten nicht frei geben, ohne den Laden zu schliessen, während die grossen Unternehmen nicht dazu gezwungen BGE 84 I 107 S. 112seien; eine Benachteiligung der kleinen Betriebe lasse sich einzig vermeiden, wenn sämtliche Geschäfte am gleichen Nachmittag schliessen müssten; der angestrebte Schutz des Ladenpersonals lasse sich deshalb nicht ohne diese Massnahme verwirklichen. Diesem Entscheid liegt die Erwägung zugrunde, die schon rein tatsächlich bestehende Ungleichheit der Konkurrenzbedingungen von Gross- und Kleinbetrieben dürfe nicht durch polizeiliche Anordnungen noch verschärft werden; um eine derartige Störung des Wettbewerbs zu vermeiden. müsse der Staat unter Umständen tiefer in die freie Gewerbetätigkeit eingreifen, als dies an sich zur Erreichung des unmittelbar angestrebten Zwecks erforderlich wäre.\n\nOb diese Weiterentwicklung des Grundsatzes der Verhältnismässigkeit der polizeilichen Eingriffe den dagegen erhobenen Einwendungen (ZbJV 85 S. 54) standhalte, kann offen bleiben, da sich die in BGE 73 I 99 ff. beantworteten Fragen hier nicht stellen. Während es dem Inhaber eines kleinen Ladengeschäfts nicht ohne weiteres möglich ist, zusätzliches Personal einzustellen, um die Angestellten zu ersetzen, denen der staatlich vorgeschriebene freie Halbtag gewährt werden muss (BGE 73 I 100), steht die Übernahme eines Automaten in den hiefür in Betracht fallenden Geschäftszweigen (Lebensmittel-, Kurzwaren-, Rauchwaren, Ansichtskartenhandel usw.) praktisch jedem Unternehmer und vor allem auch den Inhabern kleiner Ladengeschäfte offen; wird die Ladenöffnungszeit kürzer angesetzt als die Betriebsdauer der Automaten, so wirkt sich das mithin, zum mindesten virtuell, auf alle in gleicher Weise aus. Im Gegensatz zu dem in BGE 73 I 99 ff. beurteilten Falle braucht hier demgemäss nicht dafür gesorgt zu werden, dass eine gewerbepolizeiliche Einschränkung nicht einen Teil der Gewerbegenossen infolge besonderer wirtschaftlicher Voraussetzungen in einseitiger Weise benachteilige. Die Berufung auf das angeführte Urteil und den Grundsatz der Gleichbehandlung der Gewerbegenossen geht daher fehl.BGE 84 I 107 S. 113\n\nDie Anwendung der Ladenschlussvorschriften auf den Betrieb von Automaten liesse sich demnach höchstens aus Gründen der öffentlichen Ruhe und Ordnung in Erwägung ziehen. Dass die Nachtruhe durch den Betrieb eines Automaten beeinträchtigt werden könnte, ist nicht anzunehmen. Denkbar ist hingegen, dass ein Verkauf durch Automaten an Sonntagen und hohen kirchlichen Feiertagen, namentlich zur Zeit des Gottesdienstes und in der Nähe von Kirchen, als Störung der Sonntags- und Feiertagsruhe empfunden werden könnte (vgl. BGE 50 I 176 /177, BGE 54 I 369; SALIS, Bundesrecht, 2. Aufl., Nr. 776 II, 984, 1010-1015). Ob dies zutreffe, hängt weitgehend von den örtlichen Gepflogenheiten ab. Die kantonalen Instanzen haben in dieser Hinsicht jedoch nichts vorgebracht, was die getroffene Regelung zu stützen vermöchte.\n\nDie in Art. 54 WHG angeordnete Ausdehnung der Ladenschlussvorschriften auf den Betrieb von Automaten wird somit auch in Berücksichtigung des Grundsatzes der Gleichbehandlung der Gewerbegenossen nicht durch polizeiliche Gründe gerechtfertigt. Sie beeinträchtigt daher die in Art. 31 BV gewährleistete Handels- und Gewerbefreiheit.\n\n3. Da der angefochtene Entscheid in Anwendung einer verfassungswidrigen Bestimmung ergangen ist, verstösst er selbst gegen die Verfassung; er ist deshalb aufzuheben. Darin erschöpft sich indes der Schutz der Beschwerde nicht. Gemäss ständiger Rechtsprechung kann vielmehr das Bundesgericht die kantonale Behörde anweisen, eine zu Unrecht verweigerte Polizeierlaubnis zu erteilen (BGE 82 I 111 Erw. 6). Das rechtfertigt sich auch hier. Wie der Regierungsrat festgestellt hat, hat der Bürger ein Recht auf die Bewilligung des Betriebs eines Automaten, wenn der Ausübung dieser Tätigkeit kein polizeiliches Hindernis im Wege steht. Die kantonalen Instanzen haben in bau- und strassenpolizeilicher Beziehung nichts gegen die Erstellung des Automaten eingewendet; sie haben die Auswahl der feilgebotenen Waren nicht beanstandet. Der Betrieb des Automaten ist denn auch grundsätzlich erlaubt BGE 84 I 107 S. 114und nur in zeitlicher Hinsicht Einschränkungen unterworfen worden. Wie dargelegt, hält diese Auflage (soweit sie nicht nur die Bedienung der Automaten betrifft) vor der Verfassung nicht stand. Die kantonalen Behörden sind daher anzuweisen, die nachgesuchte Bewilligung ohne die angefochtene Einschränkung zu erteilen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, der Entscheid des Regierungsrates des Kantons Schaffhausen vom 17. Dezember 1957 wird aufgehoben, und der Regierungsrat wird angewiesen, die nachgesuchte Bewilligung im Sinne der Erwägungen zu erteilen."}