{"annee": "84", "cour": "II", "page": "232", "date": "22/5/1958", "cite": ["82 II 81", "51 II 81", "43 II 454"], "cite_par": ["142 III 713", "95 II 291"], "chapeau": "33. Urteil der H. Zivilabteilung vom 22. Mai 1958 i.S. Z. gegen Z.", "regestes": ["Retrait des conclusions en divorce ou en séparation de corps allouées devant la juridiction cantonale de recours. 1. Ce retrait est possible jusqu'à ce que le jugement soit entré en force. 2. Même si le jugement cantonal de divorce ou de séparation de corps a été rendu à la demande des deux parties, il n'entre pas immédiatement en force mais seulement après la communication écrite prévue par l'art. 51 litt. d OJ et l'expiration du délai de recours en réforme et de recours joint conformément à l'art. 54 al. 2 OJ. 3. Lorsque la procédure cantonale (loi et jurisprudence) n'autorise pas la juridiction cantonale à déclarer que son arrêt est rendu caduc par le retrait de l'action après coup, ce retrait peut intervenir dans le délai. utile auprès de l'autorité cantonale à l'intention du Tribunal fédéral ou auprès de celui-ci directement."], "faits": "BGE 84 II 232 S. 233\n\nA.- Die Scheidungsklage des Ehemannes wurde in erster Instanz abgewiesen, weil er an der vom Bezirksgericht bejahten tiefen Zerrüttung der Ehe vorwiegend schuldig und daher zur Klage nicht berechtigt sei (Art. 142 Abs. 2 ZGB). Die Ehefrau hatte sich der Scheidung widersetzt. Vor Obergericht, an das der Kläger appellierte, schlossen die Parteien dann aber folgende Vereinbarung:\n\n\"1. Die Parteien stellen ein gemeinsames Scheidungsbegehren gestützt auf Art. 142 ZGB.\n\n2. Der Kläger verpflichtet sich, die Liegenschaft ... der Beklagten zu übertragen.\n\n3. Die Beklagte übernimmt die Bezahlung der heute noch ausstehenden Rechnungen für die Erstellung der Schwemmkanalisation im Maximalbetrag von Fr. 1200.--.\n\n4. ... bis 9. ...\" (Hausrat, Wohnungsräumung, Entschädigungsrente, Prozesskosten).\n\nBGE 84 II 232 S. 234\n\nB.- Das Obergericht, dem die Parteien diese Vereinbarung unterbreiteten, fällte am 24. März 1958 folgendes Urteil:\n\n\"1. Die Ehe der Parteien wird auf Grund von Art. 142 ZGB geschieden.\n\n2. Der Kläger ist verpflichtet, die Liegenschaft ... der Beklagten zu Eigentum zu übertragen.\n\n3. Im übrigen wird die Vereinbarung der Parteien ... genehmigt.\n\n4. ... bis 6. ...\" (Prozesskosten und Mitteilung).\n\nC.- Das Urteil wurde den Parteien am 14. April 1958 zugestellt. Am 3. Mai reichte der Kläger beim Obergericht zu Handen des Bundesgerichts eine \"Berufung\" ein, mit dem Antrag,\n\n\"es sei in Gutheissung der Berufung Dispositiv Ziffer 1 des angefochtenen Entscheides aufzuheben und vom Rückzug der Klage Vormerk zu nehmen.\"\n\nDie Begründung geht dahin: \"Mit der Beklagten habe ich mich ausgesöhnt, und wir haben vereinbart, die eheliche Gemeinschaft fortzuführen. Demzufolge ziehe ich die Scheidungsklage zurück.\"\n\nAm Fusse der Berufungsschrift findet sich folgende mit dem Namenszug der Beklagten versehene Erklärung vor:\n\n\"Zum Zeichen des Einverständnisses mit dem Klagerückzug unterzeichnet die Beklagte ebenfalls diese Eingabe.\"", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Als eigentliche Berufung kann die Eingabe des Klägers nicht gelten. Denn sie zielt nicht, wie es dem Zweck dieses Rechtsmittels entspricht, auf Änderung des obergerichtlichen Urteils zu seinen Gunsten ab. Es fehlt ein Antrag im Sinne von Art. 55 lit. b OG, und es kommt denn auch eine Weiterziehung durch den Kläger gemäss den Art. 43 ff. OR gar nicht in Frage, da das obergerichtliche Urteil seinen Anträgen in allen Teilen entspricht, so dass er durch dieses Urteil in keiner Weise beschwert und daher zur Weiterziehung nicht legitimiert ist.\n\n2. Was die Eingabe zur Geltung bringen will, ist ein Rückzug der vom Obergericht zugesprochenen Scheidungsklage. BGE 84 II 232 S. 235\n\nIn Verbindung damit gibt die Ehefrau eine Erklärung ab, die besagt, dass sie das vor Obergericht gemeinsam mit dem Ehemann gestellte Scheidungsbegehren auch ihrerseits zurückzieht. Es ist zu prüfen, ob eine in oberer kantonaler Instanz geschützte Scheidungsklage bis zum Ablauf der Berufungsfrist noch wirksam zurückgezogen werden könne, und zwar beim Bundesgericht oder zu dessen Handen bei der Vorinstanz.\n\n3. Es ist anerkannt, dass der Rückzug einer Scheidungsklage, solange die Scheidungsfrage noch rechtshängig ist, in jeder Instanz zulässig ist. Selbst ein Ehegatte, der in oberer kantonaler Instanz mit einem solchen Begehren obgesiegt hat, kann den Klagerückzug noch in der bundesgerichtlichen Instanz erklären. Fraglich ist indessen, ob er selbst auch beim Fehlen einer Beschwernis in der Lage ist, die Angelegenheit beim Bundesgericht hängig zu machen, nur eben zum Zweck des Klagerückzuges. Das wurde in BGE 43 II 454ff. verneint, und es wurde ausgeführt, dem rückzugswilligen Kläger bleibe nichts anderes übrig, als die durch das obergerichtliche Urteil einzig beschwerte Gegenpartei ihrerseits zur Einlegung einer rechtzeitigen Berufung im Scheidungspunkte zu veranlassen, um hierauf seine Scheidungsklage noch zurückziehen zu können. Diese Bedingung des Rückzuges war in einem spätern Fall erfüllt (BGE 51 II 81/82). Auch in BGE 82 II 81 ff. liess sich die Berücksichtigung des nachträglichen Rückzuges einer in der obern kantonalen Instanz gutgeheissenen Scheidungsklage damit rechtfertigen, dass eine zulässige Berufung im Scheidungspunkt seitens der andern, mit ihrem eigenen Scheidungs- (Widerklage-)begehren vor Obergericht unterlegenen Partei vorlag. Einleitend wurde indessen die Frage aufgeworfen, ob der Klagerückzug nicht ohnehin zulässig wäre, d.h. \"ob ein Scheidungskläger, der mit seinem Begehren vor dem obern kantonalen Gericht im Scheidungspunkt oder sogar vollständig (auch hinsichtlich der Nebenfolgen der Scheidung) obgesiegt hat, während der Frist für die Berufung an das Bundesgericht seine BGE 84 II 232 S. 236Klage noch wirksam zurückziehen kann, selbst wenn die Gegenpartei das Urteil des obern kantonalen Gerichts nicht weiterzieht oder es doch wenigstens im Scheidungspunkt unangefochten lässt\". Diese für das Schicksal des vorliegenden Klagerückzuges entscheidende Frage ist zu bejahen. Der im Vorentwurf des revidierten OG enthaltene Schlusspassus von Art. 55 lit. b (\"... Neue Begehren sind ausgeschlossen, ausgenommen solche zum Zweck der Aufrechterhaltung der Ehe\") fand zwar nicht Eingang in das Gesetz. Aber die Zulässigkeit eines diesem Zweck dienenden Klagerückzuges bis zum Eintritt der Rechtskraft im Scheidungspunkte wurde vom Gesetzgeber nicht etwa verneint oder auch nur in Zweifel gezogen. Vielmehr hielt man, laut der Vernehmlassung des Bundesgerichts zum Vorentwurf, eine derartige Erweiterung des Bereiches der Berufung für unnötig, weil der Klagerückzug durch einfache Abstandserklärung (bei der Vorinstanz), ohne Einlegung eines Rechtsmittels, erfolgen könne. Nun ist aber das obere kantonale Gericht jedenfalls nicht von Bundesrechts wegen verpflichtet, eine nach Ausfällung und Verkündung seines Endurteils bei ihm eingehende Abstandserklärung noch zu berücksichtigen und das Urteil als hinfällig zu betrachten oder zu widerrufen. In der Lehre des Prozessrechts wird auf der einen Seite freilich die Ansicht verfochten, zwecks Aufgabe der ausgesprochenen Scheidung bedürfe es keiner Weiterziehung des Urteils, sondern das Gericht, das die Scheidung aussprach, habe einen vor Eintritt der Rechtskraft erklärten Abstand als dem Urteil nachfolgenden Grund der Prozesserledigung zu beachten (LEUCH, N. 1 zu Art. 333 der bernischen ZPO, S. 313, Zeile 14 der 3. Auflage, und N. 6 zu Art. 397). Anderseits findet sich aber die Meinung vertreten, nach Verkündung der Endentscheidung könne der Kläger sein Begehren nur in der Weise zurückziehen, dass er vor Eintritt der Rechtskraft ein ordentliches Rechtsmittel einlege und dann in der obern Instanz den Rückzug der Klage erkläre (GULDENER, Das schweizerische Zivilprozessrecht I 247, N. 1 zu § 36). Nach dieser Ansicht BGE 84 II 232 S. 237bleiben lediglich abweichende prozessuale Vorschriften vorbehalten wie etwa Art. 443 Abs. 3 der Genfer ZPO, der (in der Fassung der Novelle vom 12. Februar 1944) den Rückzug eines Scheidungs- oder Trennungsbegehrens in folgender Weise erleichtert:\n\n\"Tout jugement ou arrêt prononçant le divorce ou la séparation de corps sera réputé nul et non avenu si les deux parties ont, dans le délai fixé pour l'opposition, l'appel ou le recours au Tribunal fédéral, ..., déclaré renoncer au divorce ou à la séparation de corps. Cette déclaration, qui est irrévocable en ce qui concerne le jugement ou l'arrêt rendu, doit être faite par écrit et déposée auprès du greffier de la juridiction chargée de communiquer le jugement ou l'arrêt en vue de transcription.\"\n\nDass in ähnlichem Sinne auch der vorliegende beidseitige Rückzug der Scheidungsklagen nach zürcherischem Prozessrecht (Gesetz oder Gerichtsgebrauch) hätte entgegengenommen werden müssen, ist nicht dargetan. Das Obergericht hat die bei ihm eingereichte \"Berufung\", die sich in den beidseitigen Rückzugserklärungen und dem darauf gestützten Antrag auf Aufhebung des kantonalen Urteils erschöpft, ohne dahingehende Bemerkung an das Bundesgericht geleitet. Nach Art. 56 OG war es zu keinem andern Vorgehen verpflichtet. Die Zulässigkeit eines Rückzuges der Scheidungsklage bis zum Eintritt der Rechtskraft des obergerichtlichen Scheidungsurteils, also bis zum Ablauf der Berufungs- und einer allfälligen Anschlussberufungsfrist (Art. 54 Abs. 2 OG), ist aber um der Aufrechterhaltung der Ehe willen als Grundsatz des materiellen Bundesrechts anzuerkennen und unabhängig von der Gestaltung des kantonalen Prozessrechts zur Geltung zu bringen. Damit dies in allen Fällen geschehen kann, ist dem Kläger (oder Widerkläger), der sein in oberer kantonaler Instanz zugesprochenes Scheidungs- oder Trennungsbegehren zurückziehen will, zu gestatten, entsprechend den für die Einreichung der Berufung geltenden Vorschriften eine dahingehende Erklärung beim kantonalen Gericht zu Handen des Bundesgerichts (Art. 54 Abs. 1 OG) oder direkt bei diesem (Art. 32 Abs. 3 OG am Ende) abzugeben. Das Bundesgericht BGE 84 II 232 S. 238hat alsdann die sich aus dem Rückzug ergebende Prozesserledigung festzustellen und die Sache demgemäss abzuschreiben, sofern das kantonale Gericht sich nicht als befugt erachtet, einer bei ihm eingegangenen Rückzugserklärung selber die ihr gebührende materiellrechtliche Folge zu geben. Derartige Rückzugserklärungen sind um ihrer eherechtlichen Bedeutung willen auch dann zuzulassen, wenn, wie im vorliegenden Falle, keine Partei durch das Urteil der obern kantonalen Instanz beschwert ist, zur Einlegung einer eigentlichen Berufung also keine Partei berechtigt wäre. Schon die Möglichkeit, dass ein obsiegender Scheidungskläger nachträglich auf seinen Scheidungsanspruch verzichten will (und gleiches gilt für blosse Trennungsklagen), rechtfertigt es hinlänglich, das kantonale Scheidungsurteil auch in einem solchen Falle nicht etwa sofort mit seiner Ausfällung oder Verkündung, sondern erst mit dem Ablauf der Rechtsmittelfristen nach den ordentlichen Regeln rechtskräftig werden zu lassen. Diese Betrachtungsweise führt praktisch zum selben Ergebnis wie die in Deutschland zugelassene Einlegung des Rechtsmittels selbst, \"lediglich zum Zwecke der Rücknahme der Scheidungsklage\", wobei ausnahmsweise vom Erfordernis einer Beschwerung abgesehen wird (Entscheidungen des deutschen Reichsgerichts in Zivilsachen 115 S. 374/75; ROSENBERG, Lehrbuch des deutschen Zivilprozessrechts, 7. Auflage, § 161, Bem. V 2 a; STEIN/JONAS/SCHÖNKE/POHLE, 17. Auflage, N. II B 1 zu § 511 und N. IV zu § 545 der deutschen ZPO).\n\n4. Mit dem Scheidungsdispositiv 1, worauf allein die Eingabe der Parteien Bezug nimmt, fallen notwendigerweise auch die Dispositive 2 und 3 des obergerichtlichen Urteils dahin; denn ausserhalb der Scheidung können sie keinen selbständigen Bestand haben. Insbesondere ist Disp. 2 nur die Wiederholung eines (wohl bloss zur grundbuchlichen Vollstreckung) aus der Scheidungskonvention herausgehobenen Bestandteils derselben. Zur Klarlegung der Verhältnisse ist daher ausdrücklich der Hinfall dieser BGE 84 II 232 S. 239durch die Scheidung bedingten Dispositive gleichfalls festzustellen, was die Parteien nicht anders wollen können, und was daher nicht über ihre richtig verstandenen Anträge hinausgeht. Die nicht angefochtenen Kostendispositive 4 und 5 bleiben dagegen bestehen.\n\n5. Der Abstand beendet den Rechtsstreit unmittelbar. Das obergerichtliche Urteil (mit Ausnahme der Disp. 4 und 5) ist daher infolge der beidseitigen Rückzugserklärungen der Parteien ohne weiteres dahingefallen, somit in feststellendem Sinn als dahingefallen zu erklären, so dass es keines Urteils mit gestaltender Wirkung bedarf. Die Prozesserledigung ohne Urteil führt zur Abschreibung der Sache ohne öffentliche Beratung, zumal bei der im vorliegenden Falle gegebenen Einstimmigkeit (Art. 73 BZP/40 OG in Verbindung mit Art. 60 OG, insbesondere in Anlehnung an dessen Abs. 1 lit. c).\n\nDemnach erkennt das Bundesgericht:\n\nVom Rückzug der Klage wird Kenntnis genommen und das Urteil der I. Zivilkammer des Obergerichtes des Kantons Zürich vom 24. März 1958 als dahingefallen erklärt."}