{"annee": "84", "cour": "II", "page": "579", "date": "9/12/1958", "cite": ["79 II 316", "73 II 194", "83 II 154"], "cite_par": ["129 III 514", "120 II 20", "103 II 211", "87 II 320", "118 II 459", "88 IV 79", "95 II 547", "92 II 257", "93 II 272", "93 I 577", "87 II 54", "90 II 51"], "chapeau": "78. Urteil der I. Zivilabteilung vom 9. Dezember 1958 i.S. AG vormals Meyer-Waespi & Cie. gegen Oscar Weber AG", "regestes": ["Art. 1er al. 1 et 2 litt. d et art. 6 LCD, concurrence déloyale. 1. Risque de confusion entre des sous-vêtements pour hommes (caleçons munis de bandes croisées) (consid. 1.). 2. Quand doit-on considérer comme contraire aux règles de la bonne foi l'imitation d'une mesure qui poursuit un but technique mais qui se manifeste également dans l'aspect extérieur de la marchandise, de sorte que l'imitation permet des confusions? (consid. 2 et 3). 3. Conditions de la publication du jugement (consid. 4)."], "faits": "BGE 84 II 579 S. 579\n\nA.- Die Aktiengesellschaft vormals Meyer-Waespi & Cie. stellt seit langem Herren-Unterhosen her, die auf der Vorderseite zwei fingerbreite und in Form eines X verlaufende Bänder aufweisen. Zwischen den unteren Schenkeln dieses X liegt, durch das Gewebe verdeckt, der knopflose Schlitz, zu dem von rechts unter dem Band und dem Gewebe hindurch eine knopflose Öffnung führt. Die Aktiengesellschaft vormals Meyer-Waespi & Cie. bringt diese Hose wie die andere von ihr hergestellte Unterwäsche BGE 84 II 579 S. 580unter der Marke Cosy in den Handel. Diese befindet sich in blauer Schrift auf einem Bändchen, das im Innern der Hose angenäht ist. Die Hose liegt in einer Zellophan-Verpackung, auf die ein ringsherum verlaufendes 6,3 cm breites grün-rot-grünes Band aufgedruckt ist. Die beiden grünen Streifen des Bandes kreuzen sich in der Mitte der Verpackung. Über dieser Stelle stehen in grosser Schrift die Marken Cosy und IXO.\n\nDie Firma Oscar Weber AG verkauft seit einiger Zeit in ihren Warenhäusern Unterhosen gleicher Art. Sie unterscheiden sich von denen der Aktiengesellschaft vormals Meyer-Waespi & Cie. nur dadurch, dass die gekreuzten Bänder etwas schmäler und leicht geschweift sind. Sie tragen keine Marke.\n\nB.- Am 19. Juni 1957 reichte die Aktiengesellschaft vormals Meyer-Waespi & Cie. gegen die Oscar Weber AG beim Handelsgericht des Kantons Zürich Klage ein. Sie beantragte:\n\n1. Es sei festzustellen, dass die Beklagte unlauteren Wettbewerb begangen habe, indem sie Herrenwäsche mit Verschluss aus gekreuzten Bändern in der Form des Buchstabens X angepriesen, in Verkehr gesetzt, feilgeboten und verkauft habe, die nicht aus dem Betriebe der Klägerin stammte;\n\n2. der Beklagten sei unter Androhung der Ungehorsamsstrafe nach Art. 292 StGB zu verbieten, solche nicht aus dem Betriebe der Klägerin stammende Herrenwäsche in Verkehr zu setzen, feilzubieten und zu verkaufen;\n\n3. der Urteilsspruch sei auf Kosten der Beklagten in vier besonders genannten Zeitungen zu veröffentlichen.\n\nDas Handelsgericht wies am 23. Januar 1958 die Klage entsprechend dem Antrage der Beklagten ab. Es kam zum Schlusse, die Beklagte habe nicht gegen Art. 1 Abs. 2 lit. d UWG verstossen, weil die von ihr in den Handel gebrachten Unterhosen mit denen der Klägerin nicht verwechselt werden könnten und übrigens die Anordnung der Bänder in X-Form technisch bedingt sei.\n\nBGE 84 II 579 S. 581\n\nC.- Die Klägerin führte gegen dieses Urteil kantonale Nichtigkeitsbeschwerde. Sie wurde vom Kassationsgericht des Kantons Zürich am 7. Juli 1958 abgewiesen.\n\nD.- Die Klägerin hat gegen das Urteil des Handelsgerichts rechtzeitig die Berufung erklärt. Sie beantragt, es sei aufzuheben und die Klage sei gutzuheissen, eventuell die Sache zu neuer Beurteilung an das Handelsgericht zurückzuweisen.\n\nDie Beklagte beantragt, die Berufung abzuweisen. Sie erklärt sich immerhin bereit, die von ihr feilgebotenen Unterhosen mit x-förmigen Bändern inskünftig mit einer eigenen Marke zu versehen, die sich auch in der Farbe von der Marke der Klägerin unterscheiden wird.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Verhalten im wirtschaftlichen Wettbewerb ist unlauter, wenn es gegen Treu und Glauben verstösst (Art. 1 Abs. 1 UWG). Die Klägerin sieht den Verstoss darin, dass die Beklagte Unterhosen mit Verschluss aus gekreuzten Bändern anbiete, die im Sinne des Art. 1 Abs. 2 lit. d UWG dazu führen könnten, dass ihre Ware mit jener der Klägerin verwechselt werde. Das Handelsgericht und die Beklagte verneinen die Gefahr der Verwechslung. Zu Unrecht. Der Durchschnittskäufer ist ein oberflächlicher Beobachter. Der Gesamteindruck, den er erhält und auf den es ankommt (BGE 83 II 157), erschöpft sich darin, dass beide Unterhosen auf der Vorderseite Bänder in der Form eines X aufweisen, dessen rechter unterer Schenkel den knopflosen Schlitz abschliesst. Der Käufer beachtet nicht oder behält nicht in Erinnerung, dass die Bänder auf der einen Hose etwas breiter sind als auf der anderen und dass sie bei der einen gerade, bei der anderen leicht geschweift verlaufen. Dass die eine die Marke Cosy trägt und dass diese auf der anderen fehlt, entgeht ihm bei flüchtiger Betrachtung, und wenn er den Unterschied bemerkt, verwischt dieser ihm den Eindruck nicht, auch die Hose ohne Marke stamme aus der Fabrik der Klägerin, BGE 84 II 579 S. 582die bisher für Ware mit \"IXO-Verschluss\" ausgiebig Reklame gemacht hat. Zwar werden die Hosen der Klägerin für Fr. 6.20, jene der Beklagten für Fr. 2.75 verkauft. Der Preis liegt aber ausserhalb der Ware. Er wird nicht immer mit ihr selber wahrgenommen wie z.B. deren Form und Farbe. Der Käufer erfährt ihn oft erst, wenn er sich zum Kaufe schon entschlossen hat. Auch kann er den Preisunterschied übersehen, weil ihm nicht beide Hosen gleichzeitig vorgelegt werden. Oder er denkt sich, die Marke Cosy rechtfertige den höheren Preis, weil die Hose, die sie trägt, besser sei als jene ohne Marke und weil die eine verpackt ist, die andere nicht. Gewiss kann die Verpackung auf andere Herkunft schliessen lassen, aber zwingend ist dieser Schluss für den Durchschnittskäufer nicht, da er sich die Verpackung auch durch die vermeintlich bessere Qualität erklären kann. Zudem schenkt er der Verpackung nicht immer Beachtung oder sieht sie erst, wenn er schon gekauft hat, da ihm die Ware der Klägerin regelmässig offen vorgelegt und erst nach Abschluss des Kaufes in Verpackung übergeben wird.\n\n2. Nicht jede Massnahme, die zur Verwechslung von Waren verschiedener Herkunft führen kann, verstösst gegen Treu und Glauben. Ist sie nötig, um die Ware herzustellen oder für ihren Zweck geeignet zu machen, so kann sie nicht deshalb, weil sie sich auch im Aussehen der Ware oder in ihrer Verpackung auswirkt und Verwechslungen möglich macht, schlechthin verboten sein. Dadurch wäre die Allgemeinheit in unerträglichem Masse gehindert, sich technische Fortschritte zunutze zu machen. Das widerspräche dem Sinn und Geiste des Bundesgesetzes über die Erfindungspatente, das den Schutz der technischen Lösungen auf patentierbare und wirklich patentierte Erfindungen beschränkt und ihm zeitliche Grenzen setzt in der Meinung, dass die vollständige Beschränkung der Freiheit in der Nachmachung technischer Massnahmen nicht von Gutem wäre (BGE 73 II 196,BGE 79 II 319f., BGE 83 II 158).\n\nBGE 84 II 579 S. 583\n\nEs gibt Massnahmen, die einen technischen Zweck verfolgen und zugleich der Ausstattung der Ware dienen. Ob auch sie nachgemacht werden dürfen, wenn sich der technische Zweck anders nicht erreichen lässt, hängt von den auf dem Spiele stehenden Interessen ab. Zu prüfen ist in jedem Falle, ob das Interesse der Allgemeinheit an der möglichst zweckmässigen Herstellung oder technischen Gestaltung der Ware höher zu bewerten ist als das Interesse des Mitbewerbers, die gleiche Massnahme zugleich zur Kennzeichnung seiner Ware zu verwenden. Die Antwort hängt in der Regel davon ab, welcher der beiden Gesichtspunkte, unter denen die Massnahme getroffen wurde, überwiegt. Wenn sie vorwiegend der Ausstattung der Ware dient, widerspricht es in der Regel Treu und Glauben, sie nachzumachen. Überwiegt dagegen der technische Gesichtspunkt und ist eine zumutbare andere Lösung nicht möglich, so darf die Massnahme nachgemacht werden. Wer eine überwiegend technisch notwendige Vorkehr zugleich als Kennzeichen seiner Ware benützt, nimmt die Gefahr der Verwechslung in Kauf, die entsteht, wenn ein Mitbewerber um der technischen Wirkung willen die gleiche Massnahme trifft. Immerhin kann er erwarten, dass der Mitbewerber in zumutbarem Rahmen die Ware so ausstatte, dass sie sich trotz der gleichen überwiegend technischen Merkmale von der anderen genügend unterscheidet (BGE 79 II 320, BGE 83 II 158). Eine dahin gehende Pflicht lässt sich zwar nicht aus Art. 1 Abs. 2 lit. d UWG ableiten, da diese Bestimmung kein Gebot zu einem Tun, sondern nur ein Verbot enthält. Aber die Aufzählung in Art. 1 Abs. 2 UWG ist nicht abschliessend. Nach Art. 1 Abs. 1 UWG ist jedes gegen Treu und Glauben verstossende Verhalten im wirtschaftlichen Wettbewerb unlauter, unter Umständen also auch ein Unterlassen.\n\nWenn die ausschliesslich oder überwiegend aus technischen Gründen getroffene Massnahme durch eine ungefähr gleichwertige ersetzt werden kann und dem Mitbewerber die Ersatzlösung zugemutet werden darf, hat der BGE 84 II 579 S. 584Mitbewerber seine Ware schon dadurch genügend unterscheidbar zu machen, dass er sie nach der möglichen und zumutbaren Ersatzlösung herstellt oder gestaltet. Es ist also dem Handelsgericht nicht beizupflichten, wenn es unter Berufung auf Stellen des Schrifttums die Auffassung vertritt, das technische Element könne eine Ware nie kennzeichnen, dürfe also immer nachgemacht werden. Die Vorinstanz führt aus, die vom Bundesgericht vertretene Auffassung würde zur Feststellung zwingen, welche von verschiedenen Gestaltungen die beste und vorteilhafteste sei, und diese Feststellung hange von zufälligen Umständen und Verschiedenheiten in den Anschauungen ab und sei selbst für den Fachmann sehr schwierig. Diese Überlegung hält nicht stand. Der Mitbewerber ist nicht verpflichtet, nach der besten und vorteilhaftesten Lösung zu forschen. Ehe er die eine nachmacht, braucht er sich nur zu überlegen, ob es eine mindestens gleichwertige andere gebe. Liegt eine gleichwertige Ersatzlösung nahe, so ist er verpflichtet, sie anzuwenden. Ist eine solche dagegen nur schwer zu finden, so kann ihm nicht zugemutet werden, von der des Konkurrenten abzuweichen. Das trifft auch dann zu, wenn die Ersatzlösungen schon von anderen Mitbewerbern angewendet werden. Daher geht das Handelsgericht fehl, wenn es befürchtet, auf Grund der Rechtsprechung des Bundesgerichts könnten verschiedene technische Massnahmen so monopolisiert werden, dass weitere Mitbewerber Mühe hätten, überhaupt noch eine abweichende Gestaltung zu finden. Der Hinweis auf das Patentrecht hilft nicht. Dieses will nicht Gewähr leisten, dass alle technischen Massnahmen, die nicht Patentschutz geniessen, nachgemacht werden dürfen, sondern nur bestimmen, wo die Freiheit der Nachmachung jedenfalls aufhört. Es ist daher nicht ausgeschlossen, dass dieser Freiheit aus Gesichtspunkten, die im Patentrecht nicht zur Geltung kommen, weitere Schranken gesetzt sind. Eine solche Grenze zieht Art. 1 UWG, indem er im wirtschaftlichen Wettbewerb die Grundsätze von Treu und Glauben angewendet wissen will. Treu und Glauben aber verlangen, dass BGE 84 II 579 S. 585der Mitbewerber eine Massnahme, mag sie auch ausschliesslich oder überwiegend technisch bedingt sein, nicht nachmache, wenn er dadurch die Gefahr der Verwechslung mit der Ware anderer Herkunft schaffen würde und ihm zugemutet werden kann, eine technisch gleichwertige andere Lösung zu wählen, bei der diese Gefahr vermindert oder ausgeschlossen ist.\n\n3. a) Das Handelsgericht glaubt, die Klägerin habe den rein technischen Zweck der Anordnung der Bänder zugegeben und gar nicht auf Schutz einer \"Ausstattung\" geklagt, denn sie erblicke im Rechtsbegehren den unlauteren Wettbewerb im Handel mit Wäsche, die einen \"Verschluss\" aus gekreuzten Bändern aufweist. So darf indessen das Rechtsbegehren nicht ausgelegt werden. Die Klägerin spricht nicht von einem \"Verschluss\", sondern von einem \"Verschluss aus gekreuzten Bändern\", wendet sich also nicht gegen die Nachmachung eines knopflosen Schlitzes, sondern gegen die Anbringung gekreuzter Bänder im Zusammenhang mit diesem Schlitz. Welche Aufgabe diese Bänder haben, sagt sie damit nicht. Insbesondere räumt sie nicht ein, die Bänder dienten nur dazu, die Hose zweckmässig zu verschliessen.\n\nDas Handelsgericht stellt sodann fest, die Klägerin habe zugegeben, dass ein Teilstück des Bandes den Rand des Schlitzes versteife und insofern von einer technischen Wirkung gesprochen werden könne. Es sieht diese Wirkung darin, dass die Nähte gegen Reibung an den Oberkleidern und damit gegen Bruch geschützt werden. Darauf kommt jedoch nichts an. Die Klägerin sieht ja den Verstoss gegen Treu und Glauben nicht darin, dass auch die von der Beklagten verkauften Hosen einen versteiften Schlitzrand haben, sondern darin, dass auch auf dieser Ware gekreuzte Bänder angebracht sind. Jene Gleichheit bedingt diese nicht; die Beklagte brauchte nicht um der Versteifung des Schlitzes willen auch die Kreuzung der Bänder nachzumachen.\n\nDie Klägerin hat indes in der Klage ausgeführt, das Einnähen von Bändern sei das einfachste Mittel, um die BGE 84 II 579 S. 586Nähte, welche die einzelnen Teile verbinden, unelastisch zu machen und so zu erreichen, dass der Zug, der beim Gebrauch der Hose auf das Gewebe ausgeübt wird, sich allseitig auswirke. Die Klägerin hat also selber im Einnähen von Bändern die einfachste technische Vorkehr gesehen, um zu verhindern, dass das Gewebe durch den Gebrauch verzogen werde. Sie hat damals nur bestritten, dass die Bänder gekreuzt werden müssten, um diesen Zweck zu erreichen. In der Replik hat sie sich dann freilich auf den Standpunkt gestellt, nur die Nähte seien für die Form und Schmiegsamkeit der Hosen von Bedeutung, während die gekreuzten Bänder ausschliesslich der Zier und der Zeichnung der Ware dienten. Angesichts der früheren Stellungnahme überzeugt das aber nicht. In der Berufung weicht die Klägerin denn auch wieder davon ab, indem sie nun von einer \"technisch mitbedingten Ausstattung\" und von einem Falle spricht, in dem ein Ausstattungselement auch noch gewisse technische Nebenwirkung habe, wobei aber der Kennzeichnungscharakter bei dieser Ausstattung im Vergleich zur technischen Wirkung im Vordergrund stehe. Damit misst sie der Anordnung der Bänder in X-Form wenigstens technische Nebenwirkung bei. Sie muss sich aber entgegenhalten lassen, dass sie in langjähriger und breiter Reklame die praktischen Vorteile des \"X-Verschlusses\" eindrücklich hervorgehoben, auf den guten Sitz der Hose hingewiesen und diese als \"ingeniös konstruiert\" ausgegeben hat. Diese Kundgebung ist dahin auszulegen, dass sie der Anordnung der Bänder in X-Form selber eine wesentliche technische Bedeutung beigelegt hat. Diese besteht augenscheinlich darin, dass die Bänder für guten Sitz der Hose sorgen, indem sie das Verziehen des Gewebes verhindern. Das ist nicht eine nur nebensächliche Wirkung, die vor der Bedeutung der Bänder als Element der Ausstattung zurückträte. Der technische Zweck des Schutzes der Hose gegen Verziehung überwiegt. Sollte die Klägerin mit den x-förmig angebrachten Bändern zugleich auf Kennzeichnung ihrer Ware ausgegangen sein, wie ihre BGE 84 II 579 S. 587gleichzeitig verwendete Marke \"IXO\" vermuten lässt, so wäre das ein blosser Nebenzweck. Es bedarf keines Gutachtens, um die auch dem Nichtfachmanne einleuchtende technische Hauptaufgabe der Bänder zu erkennen. Die Klägerin steht übrigens selber auf dem Boden, das Bundesgericht dürfe die Tragweite der technischen Wirkung selber beurteilen.\n\nb) Es frägt sich daher, ob die Beklagte die Bänder ohne technischen Nachteil anders als in der Form eines X anbringen lassen könnte und ob ihr die Abweichung zuzumuten sei. Das trifft nicht zu. Die Klägerin hat sich zwar bemüht, nachträglich ihre eigene Lösung herabzusetzen, um andere als mindestens gleichwertig hinzustellen. In der Klage hat sie erklärt, die kreuzweise Anordnung der Bänder habe den technischen Nachteil, dass die Voraussetzungen für die Gestaltung des Schlitzes unnatürlich seien. Wenn die Klägerin darin einen Nachteil sieht, leuchtet jedoch um so mehr ein, dass sie ihn durch besondere Vorteile der X-Form aufgewogen sieht. Bloss um der nebensächlichen Ausstattung ihrer Ware willen kann sie die angeblich unnatürliche Anordnung des Schlitzes nicht in Kauf genommen haben. Zudem erkennt auch der Laie, dass die X-Form der Bänder das Verziehen des Gewebes besser verhindert als die anderen vorkommenden oder vorgeschlagenen Anordnungen. Der Beklagten kann daher nicht zugemutet werden, die Bänder in einer technisch ungünstigeren Form anbringen zu lassen. Es steht ihr um so mehr frei, die gleiche Lösung zu wählen wie die Klägerin, als der technische Zweck der x-förmig angebrachten Bänder den nebensächlichen Zweck der Ausstattung der Ware bedeutend überwiegt.\n\nc) Es ist aber möglich, dass die Anordnung der Bänder in X-Form im Handel als Kennzeichen der von der Klägerin stammenden Ware aufgefasst wird, zumal die Klägerin für Unterhosen mit X-Verschluss umfangreich Reklame gemacht hat und diese Ware, auf die Form der Bänder anspielend, unter der Marke IXO anbietet. Auch BGE 84 II 579 S. 588steht fest, dass die Klägerin solche Ware schon seit etwa 15 Jahren vertreibt, während die Beklagte den Handel mit Unterhosen dieser Art erst vor wenigen Jahren aufgenommen hat. Treu und Glauben verlangten bei dieser Sachlage, dass die Beklagte ihre Ware in angemessener Weise kennzeichne, um Verwechslungen vorzubeugen. Sie hat sich heute denn auch einverstanden erklärt, das inskünftig durch Anbringen einer eigenen Marke zu tun, die sich auch in der Farbe von der Marke Cosy der Klägerin unterscheiden werde. Indem sie diese oder eine gleichwertige Massnahme nicht schon bisher traf, beging sie unlauteren Wettbewerb. Das Feststellungsbegehren der Klägerin ist in diesem beschränkten Umfange gutzuheissen (Art. 2 Abs. 1 lit. a UWG). Mit der gleichen Einschränkung ist auch das Begehren auf Unterlassung weiteren unlauteren Wettbewerbes begründet (Art. 2 Abs. 1 lit. b UWG).\n\n4. Der Richter kann die obsiegende Partei auf ihr Begehren ermächtigen, das Urteil auf Kosten der unterlegenen Partei zu veröffentlichen. Er bestimmt Art und Umfang der Veröffentlichung (Art. 6 UWG).\n\nDass die Klägerin weder Schadenersatz noch Genugtuung verlangt, steht der Veröffentlichung nicht im Wege. Die Bekanntgabe, dass und inwiefern eine Partei im wirtschaftlichen Wettbewerb gegen Treu und Glauben verstossen hat, ist nicht nur bestimmt, Schaden wiedergutzumachen oder dem Verletzten Genugtuung zu verschaffen, sondern kann auch am Platze sein, um die Störung zu beheben und weiteren nachteiligen Auswirkungen vorzubeugen (BGE 79 II 329). Unter diesem Gesichtspunkte wird sie von der Klägerin begehrt.\n\nDie Veröffentlichung ist auch nicht deshalb unzulässig, weil die Klägerin zum grösseren Teil unterliegt. Art. 6 UWG gilt auch zugunsten des nur teilweise Obsiegenden, wenn der Vorwurf, welcher der Gegenpartei zu machen ist, die Bekanntgabe des Urteils rechtfertigt. Das trifft hier grundsätzlich zu. Ob die Klägerin vom Rechte der Veröffentlichung Gebrauch machen oder, weil sie nur teilweise BGE 84 II 579 S. 589obsiegt, die Sache auf sich beruhen lassen will, wird sie selber zu entscheiden haben.\n\nDemnach erkennt das Bundesgericht:\n\n1. Der Klägerin wird Kenntnis gegeben, dass die Beklagte bereit ist, ihre Unterwäsche zur besseren Unterscheidbarkeit von derjenigen der Klägerin mit einer eigenen, andersfarbigen Marke zu versehen.\n\n2. In teilweiser Gutheissung der Berufung wird das Urteil des Handelsgerichts des Kantons Zürich vom 23. Januar 1958 aufgehoben, und es wird erkannt:\n\na) Es wird festgestellt, dass die Beklagte unlauteren Wettbewerb begangen hat dadurch, dass sie (nicht aus dem Betrieb der Klägerin stammende) Herrenwäsche mit einem sogenannten Verschluss aus gekreuzten Bändern in Form des Buchstabens X angepriesen, in Verkehr gesetzt, feilgeboten und verkauft hat, ohne diese Unterwäsche zur besseren Unterscheidbarkeit gegenüber derjenigen der Klägerin mit einer eigenen und andersfarbigen Marke zu versehen.\n\nb) Solange die Beklagte solche (nicht aus dem Betrieb der Klägerin stammende, mit einem sogenannten X-Verschluss versehene) Herrenwäsche nicht mit einer derartigen Marke versieht, ist es der Beklagten gerichtlich verboten, derartige Wäsche anzupreisen, in Verkehr zu setzen, feilzubieten und zu verkaufen, unter Androhung der Ungehorsamsstrafe nach Art. 292 StGB für den Fall der Zuwiderhandlung.\n\nc) Die Klägerin ist berechtigt, auf Kosten der Beklagten das Urteilsdispositiv im Umfange einer Viertelsseite im Schweizerischen Handelsamtsblatt, in der Neuen Zürcher Zeitung, im Tagesanzeiger für Stadt und Kanton Zürich und in der Textilrevue je einmal zu veröffentlichen.\n\nd) Soweit die Klagebegehren 1-3 auf anderes oder weiter gehen, sind sie abgewiesen."}