{"annee": "84", "cour": "II", "page": "187", "date": "20/2/1958", "cite": ["81 IV 321", "83 II 517", "73 II 162"], "cite_par": ["117 II 26", "137 III 293", "85 II 474", "113 II 450", "90 II 135", "86 II 417", "97 II 277", "101 II 235", "145 III 460", "92 I 36", "110 II 447"], "chapeau": "28. Urteil der II. Zivilabteilung vom 20. Februar 1958 i.S. Bischoff gegen A.-G. für Kohlenförderung.", "regestes": ["Droit de préemption des parents du vendeur d'après l'art. 6 LPR et le droit cantonal complémentaire. 1. Valeur litigieuse d'un procès portant sur la propriété d'immeubles (consid. 1). 2. Litige entre le titulaire du droit de préemption et l'acheteur qui conteste que ce droit ait été exercé valablement. Lorsque le titulaire du droit de préemption est déjà inscrit au registre foncier, l'acheteur a qualité, si le vendeur y consent, pour demander la modification de l'inscription. Art. 975 CC (consid. 2). 3. Le conservateur du registre foncier ne doit aviser, selon l'art. 13 al. 3 LPR, les parents titulaires du droit de préemption qu'après que l'inscription de la vente a été requise. S'agissant d'une vente conclue dans le délai de l'art. 218 CO (dans la teneur de l'art. 50 LPR), cette réquisition n'est admissible que si le contrat a été approuvé par l'autorité compétente. Art. 965 et 966 CC, 12 al. 1 ORF, 218ter CO (consid. 3). 4. Le droit de préemption est invoqué en temps utile selon l'art. 14 LPR lorsque la déclaration est remise à un bureau de poste suisse, à l'adresse du conservateur du registre foncier, dans le délai d'un mois, c'est-à-dire jusqu'au dernier jour à minuit. Application analogique de l'art. 32 al. 3 OJ (consid. 4). 5. Les parents peuvent-ils renoncer à leur droit de préemption pour une vente déterminée? Question réservée. De toute façon, il faudrait que la déclaration eût été faite devant le conservateur du registre foncier ou à son intention (consid. 5)."], "faits": "BGE 84 II 187 S. 188\n\nA.- Anton Bischoff, Landwirt in Aach-Tübach (Sankt Gallen), hatte 1952 durch Erbteilung ein landwirtschaftliches Heimwesen erworben. Mit Vertrag vom 3. Mai 1955 verkaufte er es der A.-G. für Kohlenförderung, St. Gallen, zum Preise von Fr. 208'000.--. Unter den \"weitern Kaufsbestimmungen\" wurde ausdrücklich erklärt: \"Für diesen Kaufvertrag ist die Zustimmung des kantonalen Volkswirtschaftsdepartementes bezüglich vorzeitigen Verkauf (Kürzung der Sperrfrist) einzuholen\".\n\nB.- Diese Zustimmung wurde am 12. Mai 1955 erteilt. Schon am 5. Mai hatte jedoch das Grundbuchamt Tübach die Anmeldung des Kaufvertrages gemäss Art. 13 Abs. 3 EGG den vorkaufsberechtigten Personen mitgeteilt, mit der Weisung, \"innert Monatsfrist, von der Zustellung dieser Mitteilung an gerechnet, dem unterzeichneten Grundbuchamt mittels beigefügtem Zirkular schriftlich zu erklären\", ob sie ihr Vorkaufsrecht geltend machen wollten.BGE 84 II 187 S. 189\n\nC.- Olga Bischoff, Zürich, Schwester des Verkäufers, erhielt diese Mitteilung am 6. Mai 1955. Am 6. Juni 1955 liess sie die von ihr unterzeichnete Erklärung, sie übe ihr Vorkaufsrecht aus, in St. Gallen der Post übergeben. Das Grundbuchamt erhielt sie am 7. Juni 1955, liess gleichen Tages den Verkäufer die Anmeldung zur Eintragung der Vorkaufsberechtigten unterzeichnen und nahm diese Eintragung vor.\n\nD.- Hierauf klagte die A.-G. für Kohlenförderung (Käuferin) einerseits gegen den Verkäufer Anton Bischoff, anderseits gegen die nunmehr auf Grund ihres Vorkaufsrechtes eingetragene Eigentümerin Olga Bischoff.\n\nMit der ersten Klage verlangte sie, es sei ihr das verkaufte Heimwesen als Eigentum zuzusprechen, und sie sei zur Anmeldung der Eintragung des Eigentumsüberganges zu ermächtigen; eventuell sei der Verkäufer zu Schadenersatz (in noch zu bestimmender Höhe) zu verpflichten. Vor Bezirksgericht anerkannte Anton Bischoff den Hauptantrag dieser Klage; er ermächtigte die Klägerin, die Eintragung des Eigentumsübergangs auf sie anzumelden. Das Bezirksgericht Rorschach schrieb am 22. Dezember 1955 die Sache als dadurch erledigt ab.\n\nIm vorliegenden zweiten Prozess erstrebt die A.-G. für Kohlenförderung eine Grundbuchberichtigung in dem Sinne, dass sie selbst an Stelle der Beklagten Olga Bischoff als Eigentümerin einzutragen sei. Sie begründet die Klage damit, die Beklagte habe vor und nach dem Abschluss des Kaufvertrages in mündlichen Verhandlungen sowohl gegenüber dem Verwaltungsratspräsidenten der Klägerin, Ettore Corazza, als gegenüber dem Verkäufer Anton Bischoff ihr Einverständnis mit dem Verkauf an die Klägerin erklärt und auf ihr Vorkaufsrecht vorbehaltlos und unwiderruflich verzichtet. Wenn das aber nicht genügte oder nicht nachweisbar wäre, hätte die Beklagte jedenfalls ihr Vorkaufsrecht wegen verspäteter Abgabe ihrer Erklärung verwirkt. Die Monatsfrist nach Art. 14 Abs. 1 EGG in Verbindung mit Art. 77 Abs. 1 Ziff. 3 OR sei am 6. Juni BGE 84 II 187 S. 1901957 abgelaufen. An diesem Tage, nicht erst am 7. Juni, hätte die Erklärung beim Grundbuchamt eintreffen müssen, weil es sich um ein Gestaltungsrecht, daher um eine empfangsbedürftige Erklärung handle.\n\nDie Beklagte bestritt, jemals einen Verzicht auf ihr Vorkaufsrecht ausgesprochen zu haben. In rechtlicher Hinsicht machte sie geltend, zur Wahrung des Vorkaufsrechtes habe die Postaufgabe ihrer Ausübungserklärung am letzten Tage der Frist genügt. Im übrigen sei die Klägerin zu einer Grundbuchberichtigungsklage gar nicht legitimiert. Nach Art. 975 Abs. 1 ZGB habe nur derjenige ein Klagerecht, der durch einen Eintrag in seinen dinglichen Rechten verletzt sei. Ein solches Recht an der umstrittenen Liegenschaft habe die Klägerin nie erworben.\n\nE.- Das Bezirksgericht Rorschach hat die Klage mangels Aktivlegitimation der Klägerin abgewiesen. Es nahm an, die Klägerin könnte ein dingliches Recht an der Liegenschaft nur durch ein Urteil, das ihr gemäss Art. 656 Abs. 2 ZGB das Eigentum zugesprochen hätte, erworben haben. Einer Klageanerkennung ohne Urteil mit nachfolgender Abschreibung des Prozesses könne diese Wirkung nicht zukommen; es hätte der materiellen Beurteilung des Erwerbsanspruchs durch den Richter bedurft, um einen Eigentumsübergang ohne Grundbucheintrag zustande zu bringen. - Das Bezirksgericht fügte bei, die Klage wäre auch bei Bejahung der Legitimation abzuweisen, weil die Beklagte ihr Vorkaufsrecht wirksam ausgeübt habe. Es sei heute ein allgemein anerkannter Grundsatz (wobei auf BGE 81 IV 322 hingewiesen wird), dass eine Erklärung rechtzeitig erfolge, wenn sie am letzten Tag der Frist einer schweizerischen Poststelle übergeben werde.\n\nF.- Auf Appellation der Klägerin hat das Kantonsgericht St. Gallen die Klage am 7. Dezember 1956 gutgeheissen. Das Urteil bejaht die Aktivlegitimation der Klägerin, weil die Klageanerkennung im Prozess der Klägerin gegen Anton Bischoff mit dem darauf gestützten Abschreibungsbeschluss einem Urteil gleichzusetzen sei.BGE 84 II 187 S. 191\n\nAuf diesem Wege habe die Klägerin das Eigentum und damit auch das Recht zur Klage nach Art. 975 ZGB gegen die eingetragene Eigentümerin erworben. Dass diese Rechtsänderung erst während der Hängigkeit des vorliegenden Prozesses eingetreten sei, schade nichts, denn nach st. gallischem Prozessrecht genüge es, wenn die Aktivlegitimation bis zum Abschluss des Schriftenwechsels behauptet werde und bei Urteilsfällung zu Recht bestehe. - Entgegen dem erstinstanzlichen Urteil erachtet das Kantonsgericht das Vorkaufsrecht der Beklagten sodann für verwirkt, da sie die Ausübungsfrist von einem Monat nicht gewahrt habe. Es handle sich um eine empfangsbedürftige Willenserklärung, die erst mit der Zustellung an den Empfänger wirksam abgegeben sei. Daran ändere es nichts, dass als Empfänger eine Behörde (das Grundbuchamt) erscheine; denn der Grundbuchverwalter habe nach Art. 14 Abs. 1 EGG als Vertreter der Vertragsparteien zu handeln. Somit behalte die Ausübung des Vorkaufsrechtes den Charakter einer privaten, rechtsgeschäftlichen Erklärung. Auf diesen Sachverhalt lasse sich die prozessuale, für Eingaben an Behörden im allgemeinen geltende Regel, auf die sich auch BGE 81 IV 322 beziehe, nicht ausdehnen. Bei diesem Ergebnis brauche nicht geprüft zu werden, ob die Beklagte ihr Vorkaufsrecht infolge Verzichtes überhaupt nicht gültig hätte ausüben können, auch wenn sie die ihr dazu angesetzte Frist eingehalten hätte.\n\nG.- Neben einer kantonalen Nichtigkeitsbeschwerde, die das Kassationsgericht St. Gallen am 28. Juli 1957 abwies, legte die Beklagte gegen das Urteil des Kantonsgerichts die vorliegende Berufung an das Bundesgericht ein mit dem Antrag auf Abweisung der Klage, eventuell Rückweisung der Sache zu neuer Beurteilung.\n\nDie Klägerin trägt auf Bestätigung des angefochtenen Urteils an. Eventuell, wenn den Erwägungen des Kantonsgerichts nicht gefolgt würde, wäre nach ihren Ausführungen die Rückweisung der Sache zur Abklärung der Verzichtsfrage geboten.\n\nBGE 84 II 187 S. 192", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Streit geht um das Eigentum an einer Liegenschaft. Deren Wert macht daher den Streitwert aus. Er würde, nach dem Kaufpreis bemessen, Fr. 208'000.-- und nach den Angaben der Berufungsschrift Fr. 210'000.-- betragen. Jedenfalls ist der für die Berufung an das Bundesgericht, und zwar mit mündlicher Parteiverhandlung, erforderliche Streitwert von Fr. 8000.-- erreicht.\n\n2. Die vorliegende Klage stellt sich nach dem Antrag als Grundbuchberichtigungsklage im Sinne von Art. 975 ZGB dar. Zu einer solchen Klage ist nach dem Gesetzestext befugt, wer durch einen ungerechtfertigten Eintrag in seinen dinglichen Rechten verletzt ist. Ebenso dient diese Klage zum Schutze vorgemerkter sowie solcher dinglicher Rechte, die durch den beanstandeten Eintrag indirekt betroffen werden (OSTERTAG, 2. Aufl., N. 15-18, und HOMBERGER, 2. Aufl., N. 13-17 zu Art. 975 ZGB). Als blosse Käuferin befand sich die Klägerin zunächst in keiner derartigen Rechtsstellung. Der Kaufvertrag gab ihr nur einen persönlichen Anspruch auf Eintragung, und der bei Weigerung des Eigentümers entstehende Anspruch auf gerichtliche Zusprechung des Eigentums lässt den Käufer ebenfalls nicht als sogleich dinglich Berechtigten erscheinen, da ihm erst das gerichtliche Urteil das Eigentum zuweisen soll (Art. 665 Abs. 1 ZGB). Als Eigentumserwerbsakt kommt daher für die Klägerin nur die erfolgreiche Beendigung des Prozesses gegen den Verkäufer in Betracht. Abgesehen von der unter den Parteien umstrittenen Frage aber, ob ein gerichtlicher Vergleich oder eine gerichtliche Klageanerkennung, also ein Willensakt ohne materielle gerichtliche Überprüfung des Anspruches auf Eigentumserwerb, die Wirkung einer gerichtlichen Eigentumszusprechung haben könne, ist zweifelhaft, ob sich im Prozess gegen den Verkäufer, und wäre es auch durch Urteil, ein Eigentumsübergang auf die Käuferin überhaupt bewirken liess, nachdem jener über das Grundstück zugunsten BGE 84 II 187 S. 193einer Drittperson, der Beklagten, verfugt hatte und diese im Grundbuch eingetragen worden war.\n\nWie dem auch sein mag, ist indessen die Aktivlegitimation der Klägerin aus folgenden Gründen zu bejahen:\n\nDie Klage mündet zwar nach ihrem Antrag in eine Grundbuchberichtigungsklage aus, ist aber nach ihrer Begründung in erster Linie eine Prätendentenklage der Käuferin gegen die gestützt auf ein Vorkaufsrecht in den Kaufvertrag eingetretene Dritte, die ihr den Erwerbsanspruch streitig gemacht hat. Normalerweise haben sich die beiden Ansprecher auseinanderzusetzen, bevor der eine von ihnen im Grundbuch als neuer Eigentümer eingetragen wird. Art. 14 Abs. 1 EGG verpflichtet denn auch das Grundbuchamt, die Erklärung über die Ausübung eines Vorkaufsrechts den Vertragsparteien mitzuteilen, also auch dem Käufer (vgl. dazu A. COMMENT, Le droit de préemption agricole, ZBGR 39/1958 S. 22). Der Verkäufer wird sich dazu in der Regel neutral verhalten, und es kommt daher, wenn ein Vorkaufsrecht geltend gemacht wird, der Käufer aber dessen gültige Ausübung bestreitet, zum Prätendentenstreite, nach dessen Beendigung erst der Eigentumsübergang im Grundbuch eingetragen wird, und zwar auf den obsiegenden Prätendenten. Im vorliegenden Falle wurde die Beklagte nur deshalb vor der Auseinandersetzung mit der Klägerin eingetragen, weil der Grundbuchverwalter, sobald er im Besitz ihrer Ausübungserklärung war, beim Verkäufer die Bewilligung zur Eintragung des Eigentumsüberganges auf sie einholte und erhielt, ohne dass die Stellungnahme der Klägerin abgewartet wurde. Da sie aber die gültige Ausübung des Vorkaufsrechtes bestritt, blieb ihr die Durchführung des Prätendentenstreites gegen die Beklagte vorbehalten, um entscheiden zu lassen, ob deren Erwerbsanspruch zu schützen sei oder nicht, wovon es abhängt, ob der bestehende Eigentumseintrag zu Recht besteht oder als ungerechtfertigt zu gelten hat. Der bei ungültiger Ausübung des Vorkaufsrechts sich ergebende Anspruch auf Grundbuchberichtigung stand an und für BGE 84 II 187 S. 194sich dem Verkäufer zu, dessen Eintrag durch denjenigen der Beklagten ersetzt wurde. Die Aktivlegitimation der Klägerin ist jedoch auch in dieser Hinsicht gegeben, nachdem der Verkäufer die von ihr gegen ihn erhobene Klage anerkannt hat. Denn abgesehen von der oben offen gelassenen Frage, ob dieser Anerkennung Urteilswirkung zukomme, ist darin die Erklärung des Verkäufers enthalten, es stehe der Käuferin anheim, den Anspruch auf Berichtigung des Eigentumseintrages zu erheben und, wenn dieser Anspruch geschützt würde, unmittelbar sich selbst als Eigentümerin eintragen zu lassen.\n\n3. Somit ist zu prüfen, ob die Beklagte ihr Vorkaufsrecht wegen verspäteter Geltendmachung verwirkt habe, so dass sich ihre auf dieses Recht gestützte Eintragung als ungerechtfertigt erwiese. Dabei stellt sich in erster Linie die Frage, ob der Grundbuchverwalter befugt gewesen sei, die Frist den vorkaufsberechtigten Verwandten des Verkäufers zur Stellungnahme schon am 5. Mai 1955 anzusetzen, obwohl der in die Sperrfrist des Art. 218 OR (in der Fassung nach Art. 50 EGG) fallende Kaufvertrag noch der behördlichen Bewilligung bedurfte und sie erst am 12. Mai erhielt. Diese Frage wurde zwar im kantonalen Verfahren von keiner Seite aufgeworfen. Sie betrifft aber die Rechtsfolgen festgestellter Tatsachen, ist also eine vom Bundesgericht im Rahmen der Parteianträge von Amtes wegen zu beurteilende Rechtsfrage (Art. 63 Abs. 1 und 3 OG).\n\nDas Vorkaufsrecht der Verwandten nach EGG und ergänzendem kantonalen Recht (Art. 6 Abs. 2 EGG) untersteht nicht dem Art. 681 Abs. 2 und 3 ZGB. Nach spezialgesetzlicher Ordnung hat die Urkundsperson dem Grundbuchverwalter ein von der zuständigen kantonalen Behörde beglaubigtes Verzeichnis solcher vorkaufsberechtigter Personen einzureichen. Und diesen hat alsdann der Grundbuchverwalter \"die Anmeldung eines Kaufvertrages unverzüglich mitzuteilen, unter Hinweis auf die Frist zur Geltendmachung des Vorkaufsrechts\" (Art. 13 Abs. 1 und 3 EGG). Diese Fristansetzung ist somit erst zulässig, wenn BGE 84 II 187 S. 195der Kaufvertrag beim Grundbuchamte zur Eintragung angemeldet worden ist. Nichts anderes meint Art. 14 Abs. 1 EGG, wenn er ungenau auf die \"Mitteilung vom Abschluss des Kaufvertrages\" Bezug nimmt. Diese Vorschrift knüpft an die vorausgehende an, die eindeutig als Gegenstand der Mitteilung an die Vorkaufsberechtigten die Anmeldung des Kaufvertrages bezeichnet (vgl. auch den französischen Text von Art. 13 Abs. 3 EGG: \"Dès que l'inscription de la vente a été requise, le conservateur ... avisera ...\"). Zu beanstanden ist daher der Text des vom Grundbuchamte verwendeten Formulars \"Mitteilung an die Vorkaufsberechtigten ...\", wonach ihnen Kenntnis gegeben wird, \"dass ... seine landwirtschaftliche Liegenschaft ... zu verkaufen beabsichtigt\". Massgebend ist, dass nach der erwähnten gesetzlichen Vorschrift die Anzeige an die Vorkaufsberechtigten mit Fristansetzung erst nach Eingang der Anmeldung des Kaufvertrages erfolgen darf. Und zwar fällt nur eine Anmeldung in Betracht, die als formell gültige Grundlage der Eintragung erscheint. Sie muss nach Art. 12 Abs. 1 GBV unbedingt und vorbehaltlos sein und sich nach Art. 965 ZGB auf den Ausweis über (das Verfügungsrecht und) den Rechtsgrund stützen. Fehlt es an einem genügenden Ausweis über den Rechtsgrund, so ist die Anmeldung nach Art. 966 Abs. 1 ZGB abzuweisen, ohne dass auch nur eine vorläufige Eintragung nach Abs. 2 daselbst in Frage käme. Bei Kaufverträgen, die in die gesetzliche Sperrfrist nach Art. 218 OR fallen, bedarf der Rechtsgrundausweis einer besondern Ergänzung. Solche Verträge sind, solange die behördliche Ausnahmebewilligung aussteht, \"nichtig und geben kein Recht auf Eintragung in das Grundbuch\" (Art. 218ter OR). Daher ist die Anmeldung erst zulässig, wenn ihr als Beleg ausser dem öffentlich beurkundeten Vertrag eine amtliche Bescheinigung über die behördliche Bewilligung beigelegt werden kann. Das traf im vorliegenden Fall erst am 12. Mai 1955, dem Tag der Erteilung dieser Bewilligung, zu, so dass eine frühere Anmeldung verfrüht war und mangels der BGE 84 II 187 S. 196unerlässlichen formellen Ausweise auch nicht Gegenstand einer Anzeige nach Art. 13 Abs. 3 EGG bilden konnte. Übrigens ist gar nicht festgestellt und aus den Akten nicht ersichtlich, dass das Grundbuchamt am 5. Mai überhaupt im Besitz einer solchen (mangelhaften) Anmeldung (Eintragungsbewilligung des Verkäufers) war, deren es (als materieller Verfügung über das Grundeigentum zur Erfüllung der im Kaufvertrag eingegangenen Verpflichtung) auch in den Kantonen bedarf, welche die Vertragsbeurkundung dem Grundbuchamt zugewiesen haben. Jedenfalls durfte mangels einer gehörig belegten Anmeldung die Anzeige mit Fristansetzung an die Beklagte am 5. Mai 1955 noch nicht ergehen. Dies um so weniger, als eine in die Sperrfrist fallende Veräusserung bisweilen nur unter bestimmten Bedingungen bewilligt wird, die auch ein in den Vertrag eintretender Vorkaufsberechtigter einhalten muss, und sich die Behörde mitunter für den Fall des Eintritts eines Vorkaufsberechtigten die nochmalige Entscheidung vorbehält. Über diese Modalitäten der Bewilligung sind die vorkaufsberechtigten Verwandten in der grundbuchamtlichen Anzeige ebenso zu orientieren wie über die für ihre Entschliessung wesentlichen Bestimmungen des Kaufvertrages (wozu vgl. JOST, N. 3 zu Art. 13 EGG; COMMENT, Le droit de préemption agricole, a.a.O. S. 18; BGE 83 II 517 ff.). Nach alldem konnte die Monatsfrist gegenüber der Beklagten frühestens am 12. Mai beginnen, ist also durch die am 6. Juni zur Post gegebene, am 7. Juni beim Grundbuchamt eingetroffene Erklärung auf alle Fälle eingehalten.\n\nDass die Beklagte aus Rechtsunkenntnis sich an die Fristansetzung, wie das Grundbuchamt sie vornahm, halten zu müssen glaubte, kann ihr nicht schaden. Vielmehr muss ihr die gesetzliche Ordnung zugute kommen, wonach die unabänderlich auf einen Monat bemessene Frist nicht vor dem 12. Mai beginnen konnte.\n\nFür den Fristbeginn ist belanglos, ob die behördliche Bewilligung sicher in Aussicht steht. Hier war dies übrigens BGE 84 II 187 S. 197nicht der Fall, da die Klägerin sich nicht landwirtschaftlich betätigt. Die Behörde fand sich, wie aus der Begründung ihrer Verfügung hervorgeht, zur Erteilung der Bewilligung deshalb bereit, weil die Klägerin die Kaufliegenschaft einem Landwirt verpachten will.\n\n4. Bei dieser Sachlage entfällt die von den Parteien gestützt auf Rechtsgutachten erörterte Frage, ob die Ausübungserklärung der Beklagten bei Berechnung der Frist vom 6. Mai 1955 an am 6. Juni 1955 als dem letzten Tag der Frist hätte beim Grundbuchamt eintreffen müssen, oder ob es hiefür genügte, dass sie an diesem Tage an das Grundbuch adressiert bei einem schweizerischen Postamt aufgegeben wurde. Entgegen der Ansicht der Klägerin erweist sich die Ausübungserklärung auch bei dieser Berechnung des Fristenlaufes als rechtzeitig. Freilich hat man es bei der Ausübung des Vorkaufsrechtes mit einer jemand anderem (nämlich nach den erwähnten Vorschriften des EGG dem Grundbuchamt) abzugebenden, also mit einer \"empfangsbedürftigen\" Willenserklärung zu tun. Damit ist aber nicht entschieden, welche Handlung oder sonstige Tatsache binnen der zur Abgabe der Erklärung angesetzten Frist erfolgen muss. Bei rechtsgeschäftlichen Erklärungen unter Abwesenden gilt allerdings grundsätzlich die Empfangstheorie, wie sie Art. 3 Abs. 2 OR für die Annahme von Vertragsofferten anerkennt und wonach die Erklärung vor Ablauf der dafür eingeräumten Frist beim Destinatär eintreffen muss (vgl. OSER/SCHÖNENBERGER, N. 15 der Vorbem. zu Art. 3-10 OR; GUHL, OR § 13 III/IV; siehe auch Art. 1 Abs. 4 VVG; hinsichtlich der Anwendung dieses Grundsatzes auf andere befristete Willenserklärungen, namentlich Kündigungen: v. TUHR, OR, § 22 VI; OSER/SCHÖNENBERGER, N. 9, und BECKER, N. 8 zu Art. 267 OR). Diese in BGE 73 II 168 Mitte auch auf die Ausübung eines Vorkaufsrechts nach Art. 681 ZGB angewendete Regel ist immerhin dispositiver Natur. Es besteht somit Raum für abweichende Vereinbarungen und Übungen, wie sie denn auch in bestimmten Berufs- und Gewerbekreisen BGE 84 II 187 S. 198anzutreffen sind und in Geschäftsbedingungen und Vertragsformularen Ausdruck finden. Namentlich wird dabei etwa auf das Datum der Postaufgabe abgestellt. Doch ist nicht zu ersehen, dass sich für die Beklagte auf privatrechtlichem Boden eine solche Abweichung vom \"Empfangsprinzip\" rechtfertigen liesse. Was nun aber die Postaufgabe vom 6. Juni 1955 auf alle Fälle als den für die Fristwahrung genügenden Akt erscheinen lässt, ist der Umstand, dass die Erklärung nicht einer Privatperson, sondern dem Grundbuchamt abzugeben war, gemäss dem in Art. 13 und 14 EGG vorgeschriebenen amtlichen Verfahren. Es drängt sich auf, für die Frage der Wahrung dieser amtlich anzusetzenden Frist die im Verfahrensrecht des Bundes (insbesondere Art. 32 Abs. 3 OG) und in zahlreichen Prozessgesetzen der Kantone aufgestellte, geradezu allgemeines schweizerisches öffentliches Gewohnheitsrecht gewordene Regel anzuwenden, wonach es zur Wahrung einer Frist für Eingaben an Behörden und andere amtliche Stellen genügt, wenn der an die betreffende Stelle adressierte Brief noch binnen der Frist der schweizerischen Post übergeben worden ist (vgl. auch BGE 81 IV 321). Und zwar ist als Endpunkt der gemäss Art. 13/14 EGG dem Vorkaufsberechtigten anzusetzenden Monatsfrist das Ende (24 Uhr) des letzten Tages zu betrachten, entsprechend Art. 32 Abs. 3 OG, also abweichend von einzelnen kantonalen Prozessgesetzen wie auch von dem durch Art. 169 OG aufgehobenen Art. 31 Abs. 3 SchKG, wonach die Frist für Eingaben an Behörden am letzten Tag um 18 Uhr ablief. Dieser Betrachtungsweise lässt sich nicht mit Fug entgegenhalten, die beim Grundbuchamt abzugebende Erklärung über die Ausübung des Vorkaufsrechtes diene der Wahrung privater Ansprüche und habe daher rechtsgeschäftlichen Charakter wie eine dem allgemeinen Recht des Art. 681 ZGB unterstehende Erklärung; somit sei das Grundbuchamt nur als gesetzlicher Vertreter der Beteiligten zu betrachten. Gewiss geht es um die Geltendmachung eines Privatpersonen zustehenden gesetzlichen Vorkaufsrechts.BGE 84 II 187 S. 199\n\nAber dafür schreibt das EGG im Unterschied zum allgemeinen Recht des ZGB (Art. 681/82) und des OR (Art. 216 Abs. 3) eben das vom Grundbuchverwalter durchzuführende Verfahren vor. Damit wird die Einholung der Ausübungserklärungen zu einem Teil der Grundbuchführung, nämlich der sich an den Eingang der Anmeldung des Kaufvertrages anschliessenden Massnahmen des Grundbuchamtes. Dieses erlässt die Mitteilung und Fristansetzung nach Art. 13/14 EGG denn auch in eigenem Namen als Behörde (Amtsstelle), nicht als gesetzlicher Vertreter des Verkäufers oder des Käufers. Es handelt sich somit um eine amtliche Verfügung gleichwie etwa die Ansetzung der Frist zum Rechtsvorschlag oder zur Bestreitung des Lastenverzeichnisses durch ein Betreibungsamt. Hier wie dort tut der in der Verwirklichung privater Ansprüche bestehende Zweck des Verfahrens seinem amtlichen Charakter keinen Abbruch. Wer als Vorkaufsberechtigter eine solche grundbuchamtliche Einladung zur Stellungnahme unter Fristansetzung erhält, betrachtet deshalb mit Recht die ihm obliegende Erklärung als Eingabe an eine Behörde, was die Heranziehung der in Art. 32 Abs. 3 OG formulierten Regel zur Auslegung der Art. 13 und 14 EGG vollauf rechtfertigt. In gleichem Sinne hat sich übrigens bereits ein Kreisschreiben des eidg. Justiz- und Polizeidepartementes vom 6. Dezember 1917 (BBl 1917 IV S. 877 ff., Ziff. 3) zur Anwendung des Art. 108 ZGB (Einspruch gegen die Eheschliessung) ausgesprochen.\n\n5. Zu prüfen bleibt, ob die Sache an die Vorinstanz zurückzuweisen sei zur Beweiserhebung über den von der Klägerin behaupteten Verzicht der Beklagten auf die Ausübung ihres Vorkaufsrechts. Die Behauptung geht dahin, die Beklagte habe wiederholt, namentlich am 18. April und am 17. Mai 1955, in telefonischer Besprechung mit dem Verwaltungsratspräsidenten der Klägerin ihr Einverständnis mit dem Kauf der Liegenschaft durch diese und den Verzicht auf ihr Vorkaufsrecht erklärt. Im gleichen Sinn habe sie sich gegenüber dem Verkäufer Anton Bischoff BGE 84 II 187 S. 200geäussert, als sie ihn im Kantonsspital St. Gallen besucht habe, und Bischoff habe dies wieder der Klägerin mitgeteilt.\n\nNach herrschender Lehre bedarf die Aufhebung eines gesetzlichen Vorkaufsrechts der öffentlichen Beurkundung und der Eintragung in das Grundbuch gemäss Art. 680 Abs. 2 ZGB (JOST, N. 3 zu Art. 6 EGG mit Zitaten). Dagegen wird der Verzicht auf die Ausübung eines solchen Vorkaufsrechts im einzelnen Vorkaufsfall, nach dessen Eintritt, als formlos zulässig betrachtet (JOST, a.a.O. und N. 6 zu Art. 7 EGG). Gegenüber diesem zweiten Fall eines Verzichtes, wie er hier allein behauptet wird, erheben sich Bedenken, wenn ein Vorkaufsrecht von Verwandten nach EGG in Frage steht. Denn wenn die Liegenschaft an jemand veräussert wird, der mit dem Vorkaufsberechtigten nicht auch verwandt ist, läuft der Verzicht auf Ausübung bei diesem Verkauf auf die endgültige Aufgabe des Vorkaufsrechtes hinaus. Allerdings kann dieses Recht auch bei Versäumung der für die Ausübung eingeräumten Frist nicht mehr wirksam zur Geltung kommen, was man als stillschweigenden Verzicht bezeichnen mag. Dabei stand aber dem Berechtigten die Überlegungsfrist ganz zur Verfügung. Die an die Versäumung der Frist geknüpfte Verwirkungsfolge besagt nicht, dass schon während der Frist ein Verzicht in jeder Form habe verbindlich ausgesprochen werden können. Verneint man die Zulässigkeit eines solchen Verzichtes, so bleibt die Ausübungserklärung der Beklagten gültig, auch wenn vorher eine (eben nicht rechtsverbindliche) Verzichtserklärung abgegeben worden sein sollte.\n\nAber auch wenn man die Möglichkeit eines rechtsverbindlichen, unwiderruflichen Verzichtes nach Eintritt des Vorkaufsfalles bejaht, könnte doch nach der in den Art. 13 und 14 EGG getroffenen Ordnung nur ein beim Grundbuchamt oder zu dessen Handen erklärter und ihm tatsächlich übermittelter Verzicht in Betracht kommen. Denn nach den erwähnten spezialgesetzlichen Vorschriften ist die Feststellung, ob die betreffenden Vorkaufsrechte ausgeübt BGE 84 II 187 S. 201werden oder auf die Ausübung verzichtet werde, Aufgabe des Grundbuchamtes. Mit Recht werden daher die Berechtigten laut dem vom Grundbuchamt verwendeten Mitteilungsformular ersucht, diesem Amte binnen Monatsfrist schriftlich zu erklären, \"ob Sie das Vorkaufsrecht geltend machen, evtl. zu welchem Preis, oder ob Sie auf die Ausübung des Vorkaufsrechtes verzichten\". Im vorliegenden Falle hat das Grundbuchamt keine Verzichtserklärung erhalten, und es ist gar nicht behauptet worden, die Beklagte habe ihre angeblich an die Klägerin gerichtete Verzichtserklärung zu Handen des Grundbuchamtes abgegeben, was übrigens der guten Ordnung halber in einem Schriftstück hätte geschehen sollen, das dem Grundbuchamt hätte als von der verzichtenden Person ausgestelltes Beleg übermittelt werden können. Nachdem das Verfahren vor dem Grundbuchamt keinen Verzicht ergeben, sondern zur vorbehaltlosen und, wie dargetan, rechtzeitigen Ausübung des Vorkaufsrechtes geführt hatte, war die Beklagte rechtswirksam in den Kaufvertrag eingetreten. Diese Rechtsgestaltung lässt sich nicht entkräften durch einen Verzicht, der dem Grundbuchamt nicht, jedenfalls nicht vor der Ausübungserklärung, eingereicht worden ist.\n\nVorbehalten bleibt die Frage, ob ein ausserhalb des grundbuchlichen Verfahrens der Art. 13 und 14 EGG erklärter und daher unbeachtlicher Verzicht immerhin die Grundlage von Schadenersatzansprüchen, etwa aus dem Gesichtspunkt arglistig oder leichtfertig gegebener Zusicherungen, bilden könne, was die vorliegende Klage nicht geltend macht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Kantonsgerichtes des Kantons St. Gallen vom 7. Dezember 1956 aufgehoben und die Klage abgewiesen."}