{"annee": "84", "cour": "II", "page": "441", "date": "28/10/1958", "cite": ["82 II 231", "79 II 219", "73 II 57", "56 II 460", "82 I 49", "56 I 46", "82 II 539", "78 II 379", "83 II 216", "58 II 167", "61 II 54", "84 II 314", "77 II 331"], "cite_par": ["98 II 138", "101 II 290", "87 II 35", "93 II 260", "88 II 378", "122 III 382", "90 II 43", "92 II 270", "128 III 96"], "chapeau": "59. Urteil der I. Zivilabteilung vom 28. Oktober 1958 i.S. Aktiebolaget Astra gegen Cilag A.-G.", "regestes": ["Danger de confusion entre des marques verbales, art. 6 LMF. Protection de traductions d'une marque enregistrée, lorsqu'elles sont utilisées en fait mais ne sont pas enregistrées elles-mêmes (consid. 1). Question du risque de confusion entre les marques verbales \"Xylokain\" et \"Celekain\", destinées à des anesthésiques locaux (consid. 2 à 4)."], "faits": "BGE 84 II 441 S. 441\n\nA.- Die Firma Aktiebolaget Astra, Apotekarnes Kemiska Fabriker, ein international bekanntes schwedisches Unternehmen der pharmazeutischen Branche, ist Inhaberin der am 24. Februar 1947 im schweizerischen Markenregister unter Nr. 120 045 hinterlegten Wortmarke \"XYLOCAIN\". Diese Marke wurde ursprünglich für eine Reihe von Produkten beansprucht; am 1. April 1949 liess die Markeninhaberin jedoch die Warenliste auf \"Lokalbetäubungsmittel\" einschränken. Das Xylocain wird vornehmlich in flüssiger Form, in Ampullen und Zylindern, als Injektionsmittel hergestellt und von Ärzten sowie insbesondere Zahnärzten verwendet. Die Abgabe des Mittels erfolgt nur gegen Rezept. Die Reklame dafür richtet sich ausschliesslich an Ärzte und Zahnärzte, allenfalls noch an Apotheker.\n\nDaneben stellt die AB Astra neuestens auch eine Salbe \"Xylocain\" als Anaesthetikum her. Diese in Apotheken erhältliche Salbe ist nicht rezeptpflichtig, doch wird dafür im Publikum keine Reklame gemacht.\n\nBGE 84 II 441 S. 442\n\nDie pharmazeutische Fabrik Cilag A.-G. in Schaffhausen hinterlegte am 22. November 1954 im schweizerischen Markenregister unter den Nr. 153 996-98 die Wortmarken \"CELECAIN\", \"CELECAINA\" und \"CELECAINE\", welche am 24. Januar 1955 auch international unter den Nr. 182 221-23 eingetragen wurden. Diese Eintragungen erfolgten zunächst ebenfalls für eine ganze Anzahl von Produkten, doch schränkte auch die Cilag A.-G. die Warenangabe im Markenregister bezüglich aller drei Marken am 18. Juli 1957 auf \"rezeptpflichtige Arzneimittel (Lokalanaesthetika)\" ein.\n\nDie AB Astra fand, die Marke \"Celecain\" unterscheide sich von ihrer Marke \"Xylocain\" nicht hinlänglich, und wurde deswegen bei der Cilag A.-G. vorstellig. Diese stellte jedoch eine Verwechselbarkeit der beiden Marken in Abrede. Ein längerer Briefwechsel der Parteien blieb ergebnislos.\n\nB.- Mit Klage vom 15. Oktober 1956 beantragte die AB Astra, die Marken \"CELECAIN\", \"CELECAINA\" und \"CELECAINE\" der Beklagten seien ungültig zu erklären und der Beklagten der weitere Gebrauch dieser Bezeichnungen als Warenzeichen und in der Werbung zu verbieten.\n\nDie Beklagte bestritt eine Verwechslungsgefahr und beantragte Abweisung der Klage.\n\nC.- Das Obergericht des Kantons Schaffhausen wies - nach Vormerknahme von der durch die Beklagte während des Prozesses vorgenommenen Beschränkung ihrer angefochtenen Marken auf rezeptpflichtige Arzneimittel (Lokalanaesthetika) - die Klage mit Urteil vom 4. Oktober 1957 ab.\n\nD.- Mit der vorliegenden Berufung hält die Klägerin an ihren oben erwähnten Klagebegehren fest; eventuell beantragt sie Rückweisung der Sache an die Vorinstanz.\n\nDie Beklagte ersucht um Abweisung der Berufung und Bestätigung des angefochtenen Urteils.\n\nBGE 84 II 441 S. 443", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin behauptet, die beiden umstrittenen Marken \"Xylocain\" und \"Celecain\" seien - für gleichartige Waren verwendet - miteinander verwechselbar.\n\na) Massgeblich ist auch bei Wortmarken der Eintrag im Markenregister (Art. 6 Abs. 1 MSchG; BGE 84 II 318, BGE 78 II 382 Erw. 2). Die Klägerin hat ihre Marke nur in deutscher Sprache eintragen lassen, die Beklagte dagegen in den drei schweizerischen Amtssprachen. Demgemäss bezieht sich der markenrechtliche Schutz der Klägerin unmittelbar nur auf die deutschsprachige Bezeichnung; nur für die Beifügung schriftlicher Angaben zu einer Marke genügt laut Art. 12 Abs. 4 MSchG die Hinterlegung in einer einzigen Sprache grundsätzlich auch für die Übersetzung in andere Sprachen. Die reine Wortmarke lässt sich in ihrer Behandlung textlichen Zusätzen nicht durchwegs gleichstellen (vgl. MATTER, Kommentar zum MSchG, S. 166, zu Art. 12 Abs. 4). Trotzdem ist die Verwendung der Wortmarke in Übersetzungen wegen der Bedeutung des Marrkengebrauchs auch bei Beurteilung der Verwechselbarkeit heranzuziehen (MATTER, S. 107 Ziff. 2 und S. 109 Ziff. 9), wie das in der Rechtsprechung auch bei der Frage der Täuschungsgefahr geschieht (BGE 82 I 51 Erw. 2, BGE 56 I 55 f.). Dass die Klägerin ihre Marke \"Xylocain\" ausser in der deutschen Schreibweise auch in jener der beiden andern schweizerischen Amtssprachen gebraucht, steht fest (vgl. das Reklamematerial Klagebeilagen 3-7 und 9).\n\nb) Die erst während des Prozesses von der Beklagten erklärte Einschränkung des Gebrauchs der Marke \"Celecain\" und ihrer sprachlichen Abwandlungen auf rezeptpflichtige Arzneimittel (Lokalanaesthetika) ist auch vom Bundesgericht zu berücksichtigen. Sollte die Klägerin die Berücksichtigung als unzulässig bemängeln wollen, so wäre darauf nicht einzutreten, da es sich um eine im Berufungsverfahren nicht überprüfbare Frage des kantonalen Prozessrechts handeln würde. Höchstens könnte sich fragen, BGE 84 II 441 S. 444ob die nachträgliche Einschränkung - weil Marken nur für den Gebrauch Bedeutung haben - Treu und Glauben widerspricht. Das wagt die Klägerin jedoch selber nicht zu behaupten, nachdem die Beklagte ihr Vorhaben, die umstrittene Marke für ein Lokalbetäubungsmittel zu verwenden, bereits am 8. November 1955, also vor Prozessbeginn bekanntgegeben und die Forschungstätigkeit zur Schaffung neuer Lokalanaesthetika seit Anfang 1952 in ihr Programm aufgenommen hatte. Somit ist von der genannten Beschränkung des durch die Beklagte beabsichtigten Markengebrauchs auszugehen (vgl. BGE 56 II 464, BGE 58 II 172 Erw. 3).\n\nc) Bei dieser Ausgangslage stehen Marken, welche nur für rezeptpflichtige Arzneimittel Verwendung finden sollen, bzw. eingetragene Abwandlungen der gleichen Marke in drei Landessprachen (\"Celecain\", \"Celecaina\" und \"Célécaine\") einer andern, zuerst eingetragenen Wortmarke (Xylocain) gegenüber, welche ihrerseits ebenfalls rezeptpflichtige Arzneimittel der gleichen Kategorie bezeichnet, daneben aber auch für eine ohne Rezept abgegebene Salbe verwendet wird, worauf die Klägerin in der Berufung besonderes Gewicht legt. Der zu beurteilende Tatbestand ist also verschieden, je nachdem die Vergleichung der jüngeren Marken mit der Prioritätsmarke deren Verwendung für das rezeptpflichtige Einspritzmittel oder die ohne Rezept erhältliche Salbe betrifft. Die beiden Fälle sind deshalb gesondert zu betrachten.\n\nDie Unterscheidung der beiden Tatbestände besagt nichts zur Frage, ob die Verwechselbarkeit konkret oder abstrakt zu betrachten sei. Die Beklagte wirft der Klägerin vor, diese gelange lediglich auf Grund abstrakter Betrachtungsweise zur Bejahung der Verwechslungsgefahr. Ob der Vorwurf berechtigt sei, mag dahingestellt bleiben. Das Bundesgericht hat jedenfalls in ständiger Rechtsprechung die Verwechselbarkeit von Marken stets für den Einzelfall, also konkret geprüft (BGE 83 II 220 Erw. 3, BGE 82 II 540 Erw. 1).\n\nBGE 84 II 441 S. 445\n\n2. Die Vorinstanz hat für das Bundesgericht verbindlich festgestellt, \"Xylocain\" werde hauptsächlich in flüssiger Form, als rezeptpflichtiges Injektionsmittel, verwendet, während die Salbe in ihrer praktischen Bedeutung jedenfalls sehr stark zurücktrete. Typisch ist somit die Verwendung als Injektionsmittel. Dieser Tatbestand ist daher vorweg zu behandeln.\n\nBei der Entscheidung der Frage der Verwechselbarkeit ist auf den letzten Abnehmer abzustellen (BGE 83 II 220 Erw. 3 lit. a, BGE 78 II 382, BGE 77 II 334 Erw. 3 a, BGE 61 II 57 Erw. 3). Das sind beim Injektionsmittel Fachleute. Da es zur Vornahme von Einspritzungen dient, welche nur der dazu berechtigte Fachmann vornehmen darf, bekommt der Patient normalerweise weder das Rezept, noch überhaupt das gekaufte Mittel in die Hand. Beim Sachkundigen als Abnehmer und Verbraucher darf aber auf ein grösseres Unterscheidungsvermögen abgestellt werden als es das breite Publikum aufweist. Das entspricht der ständigen Rechtsprechung (BGE 73 II 60 Abs. 1, BGE 61 II 57 oben; grundsätzlich gleich RGZ 124 S. 103 oben). Hinsichtlich pharmazeutischer Präparate im besonderen ergibt sich dieser Grundsatz als natürliche Ergänzung zu den in BGE 78 II 382 Erw. 1 niedergelegten Regeln; dort war auf den ohne Rezept erfolgenden Verkauf an das breite Publikum abzustellen; doch enthält jener Entscheid (Erw. 1 am Ende) bereits den Vorbehalt, dass unter besonderen Verhältnissen spezielle Einschränkungen in der Beurteilung der Verwechslungsgefahr geboten sein können. Da im vorliegenden Fall Bezug und Gebrauch der beiden zu vergleichenden Markenartikel ausschliesslich durch den Fachmann erfolgen, ist nur er als \"letzter Abnehmer\" im Rechtssinn zu betrachten (so auch das Kammergericht in GRUR 1927 S. 905). Dementsprechend ist nicht einmal die Rezeptpflicht für sich allein entscheidend; es bedarf daher keiner Untersuchung, wie weit sie es sonst sei oder nicht sei. Aus diesem Grunde können die von der Klägerin angerufenen deutschen Entscheide (RGZ 124 S. 104, 156 S. 359) nicht BGE 84 II 441 S. 446massgebend sein; denn dort handelte es sich um Präparate, die zwar nur gegen Rezept erhältlich waren, aber immerhin dem Patienten abgegeben wurden. In dem von der Klägerin weiter erwähnten österreichischen Entscheid (GRUR 1929 S. 162 ff.) wurde zur Frage der Rezeptpflicht überhaupt nicht Stellung genommen, sondern einfach die Verwechselbarkeit als solche bejaht; aus diesem Entscheid ist daher schon aus diesem Grunde für die Beurteilung des vorliegenden Falles nichts zu gewinnen.\n\nDie Klägerin wendet allerdings ein, Nachbestellungen erfolgten meistens nicht durch den Arzt selbst, sondern durch seine Praxishilfe, welche keine Vorbildung zu besitzen brauche. In dieser Form geht der Einwand fehl. Denn ein grosser Teil des Arztpersonals ist geschult, ein weiterer zumindest praktisch erfahren. Also hat man es wiederum mit Branchekundigen zu tun, während auf den Ausnahmefall nicht abzustellen ist. Abgesehen hievon hat der sorgfältige Arzt die notwendigen Weisungen (wofür er verantwortlich ist) zu erteilen. Die Klägerin erwähnt schliesslich \"mögliche Irrtümer\"; aber solche sind für die gerichtliche Entscheidung nicht massgebend.\n\nPraktisch betrachtet, ist somit die Verwechslungsgefahr in Fällen wie dem vorliegenden, wo das Präparat für den Fachmann bestimmt bleibt, wesentlich geringer als bei der Abgabe gegen Rezept an den Patienten oder gar beim freien Verkauf an das grosse Publikum. Wollte man es anders halten (wie z.B. das Reichsgericht in RGZ 124 S. 104 Abs. 1), dann müsste der Unterscheidung zwischen Fachleuten und Nichtfachleuten die ihr von der schweizerischen Rechtsprechung sonst beigelegte Bedeutung abgesprochen werden. Hiezu besteht kein Anlass.\n\n3. Geht man von diesen Grundsätzen über die Anforderungen an die Unterscheidungsfähigkeit aus, so ist die Verwechslungsgefahr zu verneinen. Gemäss ständiger Rechtsprechung wird die Unterscheidbarkeit von Marken durch den Gesamteindruck bestimmt (BGE 82 II 233 /4, BGE 78 II 380 ff.); dieser wiederum hängt ab vom Schriftbild, BGE 84 II 441 S. 447also von der Wortlänge, der Gleichartigkeit oder Verschiedenheit der verwendeten Buchstaben, und vom Wortklang, d.h. vom Silbenmass, der Kadenz und der Aufeinanderfolge der sonoren Vokale (BGE 78 II 381, BGE 79 II 222 Erw. 4, BGE 82 II 234 Erw. 3, 541 Erw. 2 und 3). Bei Anlegung dieser Massstäbe sind die Wortmarken \"Xylocain\" und \"Celecain\" als für Fachleute genügend unterscheidbar zu betrachten. Insbesondere ist nicht anzunehmen, das X in \"Xylo. ..\" und das C in \"Cele. ..\" (besonders noch bei der häufigen Aussprache des C als K) gäben Anlass zu Verwechslungen. Dem y in \"Xylo. ..\", sei es als i oder als ü ausgesprochen, und vor allem dem sonoren o kommt gegenüber den beiden e in \"Cele. ..\" ganz besondere Unterscheidungskraft zu. Klangliche Ähnlichkeiten, deretwegen das deutsche Patentamt die Zulassung der Marke der Beklagten abgelehnt hat, sind zu entfernt, als dass sie entscheidend ins Gewicht fallen könnten. Damit Verwechslungsgefahr anzunehmen wäre, bedürfte es eines geringeren Grades der Verschiedenheit, nämlich des Fehlens charakteristischer Merkmale, welche Unterscheidungskraft verleihen.\n\nNun stimmen allerdings die Endungen \"... cain\", \"... caine\" und \"... caina\" in den Vergleichsmarken überein; aber die Endung ist den Marken von über 120 Lokalbetäubungsmitteln gemein, weil sie medizinisch als Kennzeichen für solche gilt und hiefür vom Exekutivrat der Weltgesundheitsorganisation anempfohlen wurde (vgl. Antwortbeilage 3, \"Résolutions\" vom 18. Januar 1955, nebst Anlage II, sowie GRUR 1927 S. 905 Spalte 2). Wenn auch auf den Gesamteindruck abzustellen ist, so bleibt dergestalt nur der erste Teil von Marken für Lokalbetäubungsmittel charakteristisch; ihm aber haftet vorliegend genügende Unterscheidungskraft an. Das hat mit der von der Klägerin behaupteten Weglassung eines schutzunfähigen Teils beim Markenvergleich nichts zu tun; denn laut Gesetz (MSchG Art. 6 Abs. 1) genügt es, dass der Marke in ihrem Gesamtbild durch \"wesentliche BGE 84 II 441 S. 448Merkmale\" die Unterscheidbarkeit verliehen wird. Das trifft vorliegend zu. Der Einwand der Klägerin hält nur dort stand, wo auch die schutzfähigen Teile von Vergleichsmarken dermassen farblos oder einander ähnlich sind, dass sie dem ganzen Markenwort keinen unterscheidenden Stempel aufzudrücken vermögen (vgl. z.B. BGE 78 II 381 ff. Erw. 1 und 4).\n\nDie Klägerin glaubt sich darauf berufen zu können, dass die Beklagte die Anmeldung ihrer Marke in Schweden mit Rücksicht auf die Besonderheiten der schwedischen Sprache, in der bei der Aussprache der Vokale e und o oft nur ein geringer Unterschied gemacht werde, zurückgezogen hat. Das kann für die schweizerischen Amtssprachen keine Bedeutung beanspruchen. Die Klägerin meint zwar, der Fall undeutlicher Aussprache müsse auch hier mitbeachtet werden. Allein hiebei handelt es sich um etwas anderes als in Schweden, nämlich um eigentliche Mängel der Aussprache. Die Berücksichtigung auch fehlerhafter Aussprachen beim Markenvergleich würde ausserordentlich weit führen, dies besonders beim fachkundigen Abnehmer. Es ist auf die Norm abzustellen.\n\nNicht wesentlich anders als in der deutschen Sprache fällt der Markenvergleich im Französischen und Italienischen aus. Die Wortendungen ändern bei der Prioritätsmarke der Klägerin und den Vergleichsmarken der Beklagten in genau gleicher Weise. Es bedarf also keiner besonderen Untersuchung der Unterschiede in den beiden andern Sprachen.\n\nDamit erweist sich der Entscheid der Vorinstanz, soweit die Verwendung der Marken für das Injektionsmittel in Frage steht, als richtig.\n\n4. Wie bereits ausgeführt wurde, ist die Marke \"Xylocain\" auch für eine Salbe bestimmt. Dass die Klägerin ihre Marke auch in dieser Weise gebraucht, ist von der Vorinstanz für das Bundesgericht verbindlich festgestellt. Eine Rezeptpflicht besteht für diese Salbe nicht; dagegen unterstellt die Vorinstanz, es sei anzunehmen, BGE 84 II 441 S. 449dass auch die Salbe \"meist auf ärztliche Veranlassung zur vorübergehenden Schmerzlinderung angewendet\" werde. Danach steht also auch die Verwendung der Salbe vorwiegend unter ärztlicher Kontrolle. Bei dieser Sachlage erübrigt sich die von der Klägerin eventuell beantragte Rückweisung des Falles an die Vorinstanz zwecks Abnahme von Beweisen über den angeblich unbegrenzten Abnehmerkreis oder die Feststellung des Umfanges der Verkäufe von Xylocainsalbe.\n\nWird aber auch die Salbe meist auf ärztliche Veranlassung abgegeben, so ist nicht ersichtlich, wo beim Laien eine Verwechslungsgefahr liegen soll. Eine solche ist namentlich auch deshalb zu verneinen, weil der Laie weder Bezüger noch Verbraucher der Konkurrenzware \"Celecain\" ist. Daher sind, solange die Beklagte gemäss ihrer verbindlichen Prozesserklärung unter ihrer Marke nur rezeptpflichtige Lokalanaesthetika vertreibt, Verwechslungen ausgeschlossen. Die Klage ist daher auch in diesem Punkte abzuweisen, ohne dass die Frage der auch für den Laien genügenden Unterscheidbarkeit der Marken entschieden werden müsste.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Schaffhausen vom 4. Oktober 1957 bestätigt."}