{"annee": "84", "cour": "III", "page": "21", "date": "29/1/1958", "cite": ["76 III 98", "60 III 224", "39 I 259", "64 III 1", "64 III 5"], "cite_par": ["99 III 52", "135 III 513"], "chapeau": "7. Entscheid vom 29. Januar 1958 i.S. O.", "regestes": ["Insaisissabilité d'une part dans la fortune sociale d'une société coopérative? Le fait que les statuts en interdisent la cession et la mise en gage n'empêche pas la saisie."], "faits": "BGE 84 III 21 S. 22\n\nAm 23. August 1957 pfändete das Betreibungsamt Winterthur I in einer Betreibung gegen O. dessen Anteil am Vermögen einer Wohngenossenschaft \"bezw.\" dessen Rechte aus sechs Anteilscheinen und forderte ihn auf, diese dem Amte abzugeben. Am 4. September 1957 wiederholte es seine Aufforderung. Gegen diese Verfügung wie auch gegen die Pfändung selber führte der Schuldner Beschwerde mit der Begründung, Art. 11 der Genossenschaftsstatuten schliesse die Übertragung und Verpfändung der Anteilscheine aus, so dass diese auch nicht pfändbar seien. Von der untern und am 10. Januar 1958 auch von der obern kantonalen Aufsichtsbehörde abgewiesen, beantragt er mit seinem Rekurs an das Bundesgericht wie im kantonalen Verfahren die Freigabe der gepfändeten Anteilscheine.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nDie Vorinstanz hat zutreffend dargelegt, dass die Pfändbarkeit eines Vermögensgegenstandes, vom besondern Falle der unentgeltlichen Bestellung einer Leibrente zugunsten eines Dritten abgesehen (Art. 519 Abs. 2 OR und Art. 92 Ziff. 7 SchKG), nicht durch privatrechtliche Abmachungen ausgeschlossen werden kann, insbesondere auch nicht dadurch, dass ein Anspruch durch einen Vertrag oder die Statuten einer juristischen Person als unübertragbar und unverpfändbar erklärt wird (vgl. BGE 64 III 9). In den vom Rekurrenten angerufenen Entscheiden BGE 39 I 261 und BGE 60 III 225/26 wurde freilich gesagt, die Pfändung von Rechten, die nach Zivilrecht nicht veräusserlich, also nicht auf Dritte übertragbar sind, sei unzulässig, bzw. ein Recht sei nur insoweit pfändbar, als es übertragbar sei. Allein abgesehen davon, dass dieser Grundsatz durch BGE 64 III 3 Erw. 2 und BGE 64 III 9 Erw. 2 BGE 84 III 21 S. 23eine wesentliche Einschränkung erfahren hat, wurden in BGE 39 I 261 und BGE 60 III 225/26, wie aus dem Zusammenhang hervorgeht, nur solche Rechte als unpfändbar betrachtet, deren Übertragung durch das Gesetz oder die Natur des Rechtsverhältnisses in klarer Weise ausgeschlossen wird. Im ersten Entscheid wurde der Anspruch des Ehemanns auf Beiträge der Frau an die ehelichen Lasten (Art. 246 ZGB) als unpfändbar erklärt, weil er seiner Natur nach unzweifelhaft nur dem Ehemann selber zustehen kann, wogegen im zweiten Entscheide die Pfändung eines Kaufsrechts zugelassen wurde, von dem nicht ausser allem Zweifel stand, dass es im Hinblick auf die Person des Berechtigten eingeräumt worden und daher seiner Natur nach unübertragbar war. Dass ein Anspruch deshalb nicht gepfändet werden dürfe, weil er vertraglich oder statutarisch als unübertragbar und unverpfändbar bezeichnet wurde, lässt sich den erwähnten Entscheiden keineswegs entnehmen.\n\nDer gepfändete Genossenschaftsanteil ist weder von Gesetzes wegen noch der Natur der Sache nach unübertragbar, sondern wird bloss durch die Genossenschaftsstatuten, also durch privaten Akt, als unübertragbar bezeichnet, was nach dem Gesagten seine Pfändung nicht ausschliesst. Aus dem Zivilrecht lässt sich seine Unpfändbarkeit um so weniger ableiten, als Art. 845 OR vorschreibt, falls die Statuten dem ausscheidenden Mitglied einen Anteil am Vermögen der Genossenschaft gewähren, könne ein dem Genossenschafter zustehendes Austrittsrecht, wenn dieser Anteil gepfändet werde, vom Betreibungsamt geltend gemacht werden. Diese zwingende Vorschrift bestätigt die Pfändbarkeit des Genossenschaftsanteils für den hier gegebenen Fall, dass die Mitglieder nach den Statuten den Austritt erklären und die Rückzahlung der Anteilscheine verlangen können (vgl. BGE 76 III 98, Abs. 1 der Begründung).\n\nDass der streitige Anteil aus Gründen des Betreibungsrechts, d.h. nach Art. 92 oder 93 SchKG, unpfändbar BGE 84 III 21 S. 24sei, macht der Rekurrent mit Recht nicht geltend (vgl. BGE 76 III 98, Abs. 2 der Begründung).\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}