{"annee": "84", "cour": "II", "page": "266", "date": "29/4/1958", "cite": ["51 II 162", "62 II 32", "84 II 13"], "cite_par": ["135 III 1", "85 I 17", "94 II 151", "84 II 628", "85 II 402", "103 II 240"], "chapeau": "38. Urteil der I. Zivilabteilung vom 29. April 1958 i.S. Max Widmer-Müler, Möbel AG gegen Eheleute Läber.", "regestes": ["1. Art. 1er, 2 et 184 CO, vente avec paiement anticipé du prix. Il n'est pas nécessaire que la chose soit déjà déterminable au moment de la conclusion du contrat; il suffit qu'elle puisse être déterminée à l'époque de la livraison. Choix appartenant à l'acheteur (art. 72 CO). Possibilité de déterminer le prix de vente (consid. 2). 2. Art. 2 CO. Les conditions de paiement d'un solde du prix de vente sont des points secondaires. Les parties peuvent donc renvoyer à plus tard un accord sur cette question (consid. 3). 3. Art. 20 CO et 27 al. 2 CC. a) Question de l'immoralité du contrat; influence d'une modification opérée après sa conclusion (consid. 1). b) Quand la vente d'un ameublement contre paiement anticipé d'une partie du prix est-elle (contraire aux moeurs? (consid. 4). Les bonnes moeurs exigent-elles que les parties puissent se départir du contrat? (consid. 5)."], "faits": "BGE 84 II 266 S. 267\n\nA.- Der Maschinist Edgar Läber, geb. 1932, als Käufer schloss am 13. Mai 1955 mit der Firma Max WidmerMüller, Möbel AG als Verkäuferin folgenden \"MöbelVorauszahlungs- und Kaufvertrag\" Nr. 1263 ab:\n\n\"1. Der Käufer kauft nach Auswahl bei der Verkäuferin Möbel, Teppiche, Vorhänge und dergleichen, kurz alles, was die BGE 84 II 266 S. 268Verkäuferin für die Ausstattung einer Wohnung vertreibt, zum Gesamtwert von Fr. 6000.--.\n\n2. Der Käufer bezieht die Waren bei der Verkäuferin zu den üblichen Verkaufs- und Lieferungsbedingungen und zu den normalen, jeweils gültigen Preisen. Ausserdem ist er berechtigt, im Einvernehmen mit der Verkäuferin bei sämtlichen Mitgliedern der SEM-Fabriken (SEM, Schweizerischer Engros-Möbel-Fabrikanten-Verband) seine Auswahl zu treffen.\n\n3. Der Käufer leistet monatliche Vorauszahlungen von Fr. 50.-, erstmals im Juni 1955. Er ist berechtigt, grössere Zahlungen zu leisten.\n\nDie Zahlungen bis zum Betrage von Fr. 500.-- erfolgen auf das Konto der Verkäuferin bei der Zürcher Kantonalbank, Postcheck-Konto VIII 151. Die Fr. 500.-- übersteigenden Beträge werden mündelsicher, d.h. auf ein Sparheft der Zürcher Kantonalbank Zürich, Postcheck-Konto VIII 3000, auf den Namen des Käufers angelegt. Diese Sparguthaben sind gemäss schweizerischem Bankengesetz privilegiert. Ist 1/5 der Kaufsumme einbezahlt, so besteht für den Käufer keine Pflicht mehr zu regelmässigen Einzahlungen.\n\n4. Bis zur Auswahl der Waren werden die Vorauszahlungen zu doppelten Sparheftzinsen, max. 5%, verzinst. Die Zinsdifferenz zwischen gutgeschriebenen Bankzinsen und dem zugesicherten maximalen Zinsfuss wird dem Käufer bei Bezug der Waren in Anrechnung gebracht. Diese Verzinsung gilt für die Dauer von längstens 5 Jahren; nach Ablauf von 5 Jahren wird der übliche Sparheftzins vergütet.\n\n5. Ein allfällig ungedeckter Betrag, der sich nach der Auswahl der Waren ergibt, kann nach verschiedenen Möglichkeiten, welche die Verkäuferin dem Käufer unterbreitet, finanziert werden. Insbesondere bleiben vorbehalten spezielle Bestimmungen über einen allfälligen Abzahlungsvertrag in monatlichen Teilzahlungen für die Restkaufsumme.\n\n6. Der Käufer ist berechtigt, den vorliegenden Kaufvertrag auf einen Dritten zu übertragen. Die Übertragung bedarf zur Rechtsgültigkeit der Genehmigung durch die Verkäuferin.\n\n7. Sollte der Käufer nach Ablauf von 10 Jahren seit Vertragsabschluss sich nicht verheiratet haben, so ist er berechtigt, von diesem Vertrage zurückzutreten. In diesem Falle verpflichtet sich die Verkäuferin zur Rückerstattung der Spareinlagen nebst den üblichen Bankzinsen, die auf Sparhefte gewährt werden.\n\n8. Bei Ableben des Käufers werden die Spareinlagen zuzüglich der üblichen Bankzinsen an dessen Erben, nämlich Eltern: do. ausbezahlt. Ebenfalls kann die Rückerstattung an den Käufer im Falle unheilbarer Krankheit oder dauernder Invalidität erfolgen, sofern diese ihn hindern, eine Ehe zu schliessen.\n\n9. Der Käufer ist verpflichtet, jede Adressänderung sofort der Verkäuferin anzuzeigen.\n\n10. Allfällige weitere Bestimmungen: Stammeinlage Fr. 50.-.\" BGE 84 II 266 S. 269\n\nAm 21. Juni 1955 unterzeichnete die im Jahre 1931 geborene Fabrikarbeiterin Lydia Zehnder, die Braut Läbers, einen gleichlautenden Vertrag. Er weicht von jenem Läbers nur darin ab, dass er in Ziffer 3 die monatlichen Vorauszahlungen mit Fr. 100.-- angibt und sie ab Juli 1955 laufen lässt und in Ziffer 10 nicht von einer Stammeinlage spricht, dagegen den Vermerk \"Doppelvertrag mit 1263\" enthält. Läber ist in diesem Vertrag neben Lydia Zehnder als Partei angeführt, doch fehlt seine Unterschrift.\n\nWeder Läber noch Lydia Zehnder kamen zunächst ihrer Zahlungspflicht nach.\n\nAm 20. August 1955 schlossen beide auch mit H. Schneider einen Kaufvertrag über Möbel ab. An den Kaufpreis von Fr. 5400.-- zahlten sie Schneider damals oder später Fr. 1455.-- an.\n\nAm 26. November 1955 ersuchte Lydia Zehnder die Firma Max Widmer-Müller, Möbel AG, den Vertrag vom 21. Juni 1955 rückgängig zu machen. Die Verkäuferin lehnte das mit Schreiben vom 9. Dezember 1955 ab, schlug jedoch vor, die monatlichen Kaufpreisraten im Hinblick auf die \"momentan etwas schwierige finanzielle Lage\" der Käuferin auf Fr. 50.-herabzusetzen, falls bis Ende Dezember 1955 eine erste Teilzahlung erfolge und nachher jeden Monat der vereinbarte Betrag überwiesen werde. Am 7. Februar 1956 betrieb sie Lydia Zehnder für sieben vom Juli 1955 bis Januar 1956 verfallene Raten von Fr. 50.-. Da die Schuldnerin am 9. Februar 1956 Zahlung der künftigen Raten versprach, wurde die Betreibung nicht fortgesetzt. Läber und seine Braut leisteten in der Folge der Firma Max Widmer-Müller, Möbel AG fünf Raten zu Fr. 50.-.\n\nDen Vertrag mit Schneider fochten sie im April 1956 beim Bezirksgericht Zürich wegen absichtlicher Täuschung, eventuell Irrtums als unverbindlich an. Anfangs Juli 1956 kam ein Vergleich zustande, wonach Schneider sich mit der Aufhebung des Vertrages einverstanden erklärte, wogegen BGE 84 II 266 S. 270Läber und Lydia Zehnder sich verpflichteten, den Vertrag mit der Firma Max Widmer-Müller, Möbel AG anzufechten. Für den Fall, dass diese Anfechtung Erfolg habe, sollte der Vertrag mit Schneider vom 20. August 1955 wieder in Kraft treten. Schneider versprach den Käufern, im Falle des Unterliegens die Anzahlung von Fr. 1455.-- zurückzuerstatten.\n\nB.- Am 1. September 1956 klagten Läber und Lydia Zehnder beim Bezirksgericht Zürich gegen die Firma Max Widmer-Müller, Möbel AG mit den Begehren, es sei festzustellen, dass der zwischen den Parteien abgeschlossene Vertrag nichtig, eventuell für die Kläger einseitig unverbindlich sei, und die Beklagte sei zu verurteilen, ihnen die bezahlten Fr. 250.-- zurückzuerstatten.\n\nDas Bezirksgericht wies die Klage am 9. Juli 1957 ab.\n\nDie Kläger, die im Verlaufe des Prozesses miteinander die Ehe eingegangen sind, appellierten mit den Begehren, es sei festzustellen, dass ein verbindlicher Vertrag zwischen den Parteien nicht zustande gekommen, eventuell dass er nichtig, subeventuell einseitig unverbindlich sei, und die Beklagte habe ihnen Fr. 250.-- zurückzuerstatten.\n\nDas Obergericht des Kantons Zürich kam zum Schluss, der Vertrag sei nicht gültig zustande gekommen, und wenn er es wäre, verstiesse er gegen die guten Sitten. Es stellte daher mit Urteil vom 7. November 1957 fest, dass er nichtig sei, und verpflichtete die Beklagte, den Klägern Fr. 250.-- zurückzuerstatten und sie für die Führung des Prozesses mit Fr. 1500.-- zu entschädigen. Die Gerichtskosten auferlegte es der Beklagten.\n\nC.- Die Beklagte hat die Berufung erklärt mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Klage abzuweisen.\n\nDie Kläger beantragen, die Berufung sei abzuweisen und das angefochtene Urteil zu bestätigen, eventuell die Sache zur Ergänzung der Beweisführung an das Obergericht zurückzuweisen.\n\nBGE 84 II 266 S. 271", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte geht davon aus, sie stehe zu den Klägern trotz Unterzeichnung zweier Urkunden in einem einzigen Vertragsverhältnis; es sei mit Edgar Läber am 13. Mai 1955 begründet worden und dessen Braut sei ihm am 21. Juni 1955 beigetreten, wobei die versprochenen Teilzahlungen erhöht worden seien.\n\nDie Kläger wenden ein, sie hätten nie anerkannt, dass ein \"verbundener\" Vertrag vorliege. Ob ein Vertrag rechts- oder sittenwidrig sei, müsse nach dem Zeitpunkt seines Abschlusses beurteilt werden. Wenn der Vertrag vom 13. Mai 1955 wegen seines Missverhältnisses zwischen der Vertragssumme und den einzelnen Raten nichtig sei, habe er nicht durch einen zwischen der Beklagten und Frau Läber, damals Fräulein Zehnder, abgeschlossenen zweiten Vertrag rechtsverbindlich werden können.\n\nDiese Einwendung ist nicht dahin zu verstehen, dass die Beklagte als Verkäuferin zweier Aussteuern im Werte von je Fr. 6000.-- zu betrachten wäre und die eine von Edgar Läber, die andere von seiner Ehefrau abgenommen und bezahlt werden müsse. Das widerspräche denn auch der vom Bezirksgericht getroffenen und vom Obergericht als richtig hingenommenen tatsächlichen Feststellung, es sei die Meinung der Parteien gewesen, dass Frau Läber \"in den Vertrag eintrete\" und sich ohne Erhöhung des Gesamtkaufpreises in gleicher Weise wie Läber zur ratenweisen Vorauszahlung verpflichte; deshalb seien im Formular vom 21. Juni 1955 beide Kläger als Käufer aufgeführt und die monatlichen Vorauszahlungen ohne Veränderung der Gesamtsumme verdoppelt worden; alle den Abmachungen vom 21. Juni 1955 widersprechenden Bestimmungen der ersten Urkunde seien durch die neue Einigung der Parteien aufgehoben worden; das gelte insbesondere für die HÖhe der monatlichen Raten und demzufolge für die vorausgesehene Vertragsdauer. Aus diesen Feststellungen ergibt sich, dass die Beklagte den Betrag von Fr. 6000.-- nur BGE 84 II 266 S. 272einmal forden kann und auch nur eine einzige Aussteuer zu liefern hat und dass die Vorauszahlungen am 21. Juni 1955 unter Zustimmung Edgar Läbers und in Abänderung seiner Verpflichtung vom 13. Mai 1955 für beide Kläger zusammen auf monatlich Fr. 100.-- vereinbart worden sind. Darnach, nicht nach der durch übereinstimmende Willensäusserung abgeänderten Verpflichtung vom 13. Mai 1955, beurteilt sich daher auch für Edgar Läber die Frage der Rechtsbeständigkeit des Vertrages. Gewiss hatte Läber sich ursprünglich im Sinne des Vertrages vom 13. Mai 1955 gebunden. Angenommen, diese Verpflichtung wäre sittenwidrig gewesen, wie er behauptet, hinderte ihn das aber nicht, sich anlässlich des Beitrittes seiner Braut vom 21. Juni 1955 nochmals zu verpflichten, und zwar nunmehr mit verändertem Inhalte. Nach diesem beurteilt sich daher auch die Begründetheit seiner Klage.\n\nAnderseits ist an sich auch der Vertragsänderung vom Winter 1955/56 Rechnung zu tragen, durch die in gegenseitigem Einverständnis die vorauszuzahlenden Beträge auf monatlich Fr. 50.- herabgesetzt wurden. Ob dieses Entgegenkommen dauernd oder nur vorübergehend gelten und ob es nur die Verpflichtung der Frau Läber oder auch jene ihres Ehemannes herabsetzen sollte, kann jedoch dahingestellt bleiben, da diese Vertragsänderung - wie übrigens auch jene vom 21. Juni 1955 - für die Beurteilung der von den Klägern erhobenen Einwendungen unerheblich ist.\n\n2. Nach Lehre und Rechtsprechung setzt ein Vertrag voraus, dass alle geschuldeten und wesentlichen Leistungen der Parteien bestimmt oder bestimmbar seien; denn wenn das nicht zutrifft, fehlt es an den zum Abschluss des Vertrages nötigen übereinstimmenden gegenseitigen Willensäusserungen über die wesentlichen Punkte (Art. 1, 2 Abs. 1 OR; BGE 84 II 18). Insbesondere müssen im Kauf, wie er hier nach Auffassung der Beklagten vorliegt und von den Klägern, was seine rechtliche Würdigung betrifft, mit Recht nicht bestritten wird, Kaufgegenstand und Kaufpreis BGE 84 II 266 S. 273bestimmt oder bestimmbar sein (vgl. Art. 184 Abs. 3 OR).\n\nDarauf berufen sich die Kläger, indem sie geltend machen, sie seien nicht gebunden, weil die zu kaufenden Sachen und ihr Preis nicht bestimmbar seien.\n\na) Hinsichtlich der Kaufgegenstände pflichtet ihnen das Obergericht mit der Begründung bei, sie seien nach Vertrag erst in einem späteren Zeitpunkt, spätestens innert zehn Jahren, auszuwählen, doch sei völlig unbestimmt, welche Möglichkeiten der Auswahl bei der Beklagten oder den andern Firmen, bei denen sie nach Vertrag getroffen werden könne, dannzumal gegeben sein würden.\n\nDamit geht das Obergericht von der irrigen Auffassung aus, die Kaufgegenstände müssten, um dem Begriff der Bestimmbarkeit zu entsprechen, auch dann schon heute bestimmt werden können, wenn die Kläger sie erst später zu beziehen wünschten. Das ist nicht nötig. Es genügt, wenn nach dem Sachverhalt, den die Parteien sich übereinstimmend vorgestellt und auf den sie sich daher geeinigt haben, die Kaufsache im Zeitpunkt der Lieferung bestimmt werden kann. Ob der Verkäufer dannzumal auch in der Lage sein wird, die versprochene Auswahl selber oder durch einen Dritten zur Verfügung zu stellen und seiner Verpflichtung nachzukommen, ist eine andere Frage. Sollte er dazu nicht imstande sein, so hätte er im Falle des Verschuldens Schadenersatz zu leisten (Art. 97 OR) oder würde seine Verpflichtung, wenn er die Unmöglichkeit nicht zu verantworten hätte, erlöschen (Art. 119 OR). Solange diese Voraussetzung nicht nachgewiesen ist, bleibt er gebunden.\n\nMöglichkeit der Erfüllung im Zeitpunkt der Fälligkeit vorausgesetzt, werden aber die Kaufgegenstände nach der Abrede, wie die Parteien sie getroffen haben, ohne weiteres bestimmbar sein. Sie sind zunächst dadurch gekennzeichnet, dass die Kläger sie bei der Beklagten und, wenn sie dort das Gewünschte nicht finden, bei einem Mitglied des Schweizerischen Engros-Möbelfabrikantenverbandes auszuwählen BGE 84 II 266 S. 274haben. In Frage kommen also nur Sachen von der Art, wie die Beklagte sie anbietet oder die dem erwähnten Verbande angehörenden Firmen sie herstellen. Ferner umschreibt Ziffer 1 des Vertrages die Kaufgegenstände als \"Möbel, Teppiche, Vorhänge und dergleichen, kurz alles, was die Verkäuferin für die Ausstattung einer Wohnung vertreibt\". Es besteht also Übereinstimmung, dass der Vertrag sich auf Sachen bezieht, die man wie z.B. Möbel, Teppiche und Vorhänge zur Ausstattung einer Wohnung anzuschaffen pflegt. Innerhalb dieser Gattung werden die Kläger auf Grund des ihnen eingeräumten Wahlrechtes (Art. 72 OR) frei bestimmen können, welche Sachen ihnen die Beklagte zu liefern habe.\n\nb) Den Kaufpreis der einzelnen Sache hält (unter Hinweis auf die Auffassung des Bezirksgerichtes) mit Recht auch das Obergericht der Höhe nach für genügend bestimmbar. Massgebend ist Ziffer 2 des Vertrages, wonach die Kläger die Ware \"zu den normalen, jeweils gültigen Preisen\" zu beziehen haben. Das kann nach Treu und Glauben nur dahin verstanden werden, dass die Kläger die Preise zu bezahlen haben werden, zu welchen die Beklagte die von ihnen auszuwählenden Gegenstände im Zeitpunkt der Auswahl gegen bar auch Dritten anbieten wird. Diese Preise werden im Streitfalle anhand von Anschriften, Preislisten, Geschäftspapieren bestimmbar sein. Entgegen der Auffassung der Kläger ist weder nötig, dass die Kaufsachen Marktpreise haben (BGE 84 II 19), noch dass die Beklagte nicht zu höheren Preisen verkaufe als ihre Konkurrenten. Es genügt, dass die Preise, die sie auch gegenüber anderen Kunden anwenden wird, bestimmbar seien und folglich wird ermittelt werden können, wieviel Ware die Kläger für die versprochenen Fr. 6000.-- werden auswählen können. Ob sie dabei günstig oder ungünstig wegkommen werden, ist eine Frage, die mit der Bestimmbarkeit nichts zu tun hat.\n\n3. Das Obergericht und die Kläger sind der Auffassung, ein Vertrag sei auch deshalb nicht zustandegekommen, BGE 84 II 266 S. 275weil die Kläger nur einen Fünftel des Kaufpreises vorauszuzahlen versprochen und die Parteien sich über die für den Rest geltenden Zahlungsbedingungen nicht geeinigt hätten.\n\nZu diesem Punkte haben die Parteien sich in Ziffer 5 des Vertrages dahin geäussert, dass der Rest des Kaufpreises \"nach verschiedenen Möglichkeiten, welche die Verkäuferin dem Käufer unterbreitet, finanziert werden\" könne und dass insbesondere \"spezielle Bestimmungen über einen allfälligen Abzahlungsvertrag in monatlichen Teilzahlungen für die Restkaufsumme\" vorbehalten blieben. Sie haben es also nicht bei der gesetzlichen Regel bewenden lassen, wonach Verkäufer und Käufer, wenn nicht Vereinbarung oder Übung entgegenstehen, ihre Leistungen Zug um Zug zu erfüllen haben (Art. 184 Abs. 2 OR), sondern sie haben die Einigung über die Zahlungsbedingungen auf später verschoben. Das steht jedoch dem Zustandekommen eines Vertrages nicht im Wege. Was Ziffer 5 offen lässt, sind Nebenpunkte. Dass solche vorbehalten werden können, ohne dass dadurch notwendigerweise die Verbindlichkeit des Vertrages gehindert würde, ergibt sich aus Art. 2 Abs. 1 OR. Diese Bestimmung stellt die Vermutung auf, der Vertrag solle trotz des Vorbehaltes von Nebenpunkten verbindlich sein. Dass die Parteien im vorliegenden Falle übereinstimmend einen gegenteiligen Willen geäussert hätten, ist nicht behauptet worden. Auch ist ihre Vereinbarung nicht in diesem Sinne auszulegen. Die beidseitige Unterzeichnung des gedruckten Vertragsformulars und das spätere Verhalten der Parteien ist im Gegenteil dahin zu verstehen, dass sie den Vertrag als zustandegekommen betrachteten und im Vorbehalt späterer Verabredung der Zahlungsbedingungen hinsichtlich des Kaufpreisrestes kein Hindernis für die Verbindlichkeit sahen. Es gilt daher Art. 2 Abs. 2 OR, wonach, wenn über die vorbehaltenen Nebenpunkte eine Vereinbarung nicht zustande kommt, der Richter über sie nach der Natur des Geschäftes zu entscheiden hat. Dabei wird BGE 84 II 266 S. 276zu berücksichtigen sein, dass die Parteien den Vertrag laut dessen Ziffer 2 \"zu den üblichen Verkaufs- und Lieferungsbedingungen\" abgeschlossen wissen wollten. Es wird also, wenn die Frage sich überhaupt einmal stellen wird (das träfe nicht zu, wenn die tatsächlichen Vorauszahlungen nebst Zins den Betrag des Kaufpreises erreichen würden) und die Parteien sich dannzumal nicht sollten einigen können, auch hinsichtlich der Zahlungsbedingungen (Barzahlung oder Abzahlung, Höhe und Fälligkeit der Raten, Zuschlag für Kreditierung, Sicherstellung des ausstehenden Betrages durch Eigentumsvorbehalt usw.) auf die Übung im Möbelhandel und die Gepflogenheit im Geschäfte der Beklagten abzustellen sein. Es kann keine Rede davon sein, dass ein Vertrag im Sinne des Art. 1 OR nicht zustandegekommen sei, weil diese Punkte vorläufig offen bleiben.\n\n4. Gemäss Art. 27 Abs. 2 ZGB kann niemand sich seiner Freiheit entäussern oder sich in ihrem Gebrauche in einem das Recht oder die Sittlichkeit verletzenden Grade beschränken. Verträge, die gegen diesen Grundsatz verstossen, sind nichtig (Art. 20 OR).\n\nDas Obergericht hält die Voraussetzungen dieser Bestimmungen für erfüllt, weil der Vertrag weitgehend in die Lebensgestaltung und wirtschaftliche Freiheit der Kläger eingreife, die ihre Bedürfnisse und finanziellen Verhältnisse beim Vertragsabschluss nicht auf Jahre hinaus hätten überblicken können, und weil das Interesse der Kläger an der Erhaltung dieser Freiheit unverhältnismässig höher zu veranschlagen sei als das Interesse der Beklagten, die Kläger auf Jahre hinaus zu binden und \"für die Konkurrenz zu blockieren\".\n\nOb das Interesse der Kläger, sich vom Vertrage loszusagen, das Interesse der Beklagten an seiner Verbindlichkeit überwiegt, hat indessen ausser Betracht zu bleiben, wie auch nichts darauf ankommen kann, ob die Konkurrenten daran Anstoss nehmen, dass die Beklagte die Kläger schon in einem Zeitpunkt als Kunden geworben BGE 84 II 266 S. 277hat, da sie die Kaufgegenstände noch nicht benötigten. Von solcher Interessenabwägung, die sogar noch den Belangen Dritter (Konkurrenten) Rechnung tragen will, hängt die Sittlichkeit oder Unsittlichkeit des Vertrages nicht ab. Sie bestimmt sich einzig nach seinem Inhalte (s. Randtitel \"E. Inhalt des Vertrages\" zu Art. 19 ff. OR), im vorliegenden Falle also im wesentlichen nach den Verpflichtungen, die er für die Kläger mit sich bringt (BGE 84 II 22).\n\nUnter diesem Gesichtspunkt ist die Erwägung getroffen, dass der Vertrag weitgehend in die Lebensgestaltung und wirtschaftliche Freiheit der Kläger eingreife. Allein sie genügt nicht. Wer finanzielle Verpflichtungen eingeht, verstösst nur dann gegen die guten Sitten, wenn er dadurch seine wirtschaftliche Existenz gefährdet (BGE 51 II 167f., - BGE 84 II 23), nicht schon dann, wenn sie ihn nötigen, sein Leben anders zu gestalten, insbesondere sich einzuschränken und auf andere Bedürfnisse zu verzichten. Es kann nun aber keine Rede davon sein, dass die Kläger durch die Verpflichtung, bis zum Betrage von Fr. 1200.-- monatlich Fr. 50.- oder Fr. 100.-- an eine zu liefernde Wohnungsausstattung vorauszuzahlen und den im Zeitpunkt der Lieferung noch ungetilgten Rest der Kaufpreisschuld von Fr. 6000.-- zu den im Möbelhandel üblichen Bedingungen zu leisten, wirtschaftlich zugrundegerichtet werden könnten. Zwar schweigt sich das Obergericht über die gegenwärtige und künftige finanzielle Leistungsfähigkeit der Kläger aus, im Gegensatz zum Bezirksgericht, das feststellt, dass der Verdienst Läbers monatlich Fr. 550.-- und jener der Mitklägerin monatlich etwa Fr. 400.-- erreiche und dass Läber niemanden und seine heutige Ehefrau nur die mit ihr in gemeinsamem Haushalt lebende Mutter teilweise zu unterstützen habe. Es erübrigt sich indessen, die Sache zur Ergänzung der tatsächlichen Feststellungen und zur Neubeurteilung an das Obergericht zurückzuweisen. Denn aus der Tatsache, dass die Kläger wenige Wochen nach Abschluss des angeblich unsittlichen BGE 84 II 266 S. 278Vertrages auch Schneider Möbel abgekauft und an den Preis von Fr. 5400.-- damals oder in der Folge Fr. 1455.-- angezahlt haben, ergibt sich deutlich, dass es ihnen von Anfang an auch möglich war, ihren Pflichten aus dem Vertrag mit der Beklagten nachzukommen. Von einer Vernichtung ihrer wirtschaftlichen Existenz durch diesen Vertrag ist keine Spur. Anders entscheiden, hiesse eine Rechtsauffassung vertreten, die jede verbindliche Anschaffung einer Wohnungsausstattung durch Personen in finanziell bescheidenen Verhältnissen verunmöglichen würde, gleichgültig ob der Kaufpreis vorbezahlt oder gestundet werde.\n\n5. Das Obergericht hält den Vertrag auch deshalb für sittenwidrig, weil die Kläger, die möglicherweise die Kaufsachen überhaupt nie benötigten, ihre Verhältnisse beim Vertragsabschluss nicht auf Jahre hinaus hätten überblicken können und weil die in den Ziffern 6-8 vorgesehenen Möglichkeiten, sich ihrer Pflichten zu entschlagen, den Anforderungen nicht entsprächen, die an ein Dauerschuldverhältnis zu stellen seien; es fehle an der bei anderen Dauerschuldverhältnissen regelmässig vorgesehenen Auflösbarkeit durch Kündigung.\n\nEs steht indessen jedem frei, zu kaufen was er will. Das schweizerische Obligationenrecht lässt die Gültigkeit des Vertrages nicht vom Nachweis abhangen, dass der Käufer der Sache bedürfe oder seine künftigen Bedürfnisse im Zeitpunkt des Vertragsabschlusses richtig beurteile. Der Kauf einer Wohnungseinrichtung durch zwei Personen, die sich in näherer oder fernerer Zukunft zu heiraten gedenken, ist an sich auch durchaus vernünftig, jedenfalls nicht derart abwegig, dass er sich mit den guten Sitten nicht vertrüge, selbst wenn die Möglichkeit des Scheiterns der Heiratspläne berücksichtigt wird. Daher kann dahingestellt bleiben, in welchem Grade die - seither tatsächlich erfolgte - Eingehung der Ehe für die Kläger schon im Zeitpunkt des Vertragsabschlusses wahrscheinlich war.\n\nAuch die vorinstanzlichen Erwägungen über das Fehlen eines Kündigungsrechtes halten nicht stand.\n\nBGE 84 II 266 S. 279\n\nEin Dauerschuldverhältnis in dem Sinne, dass der Zeitablauf stets neue Verpflichtungen der Parteien entstehen liesse, wie z.B. im Dienstvertrage, bei der Miete, beim Darlehen, liegt nicht vor. Der angefochtene Vertrag ist auf einmaligen Austausch zweier Leistungen gerichtet, die ein für allemal begrenzt sind: Lieferung einer Wohnungsausstattung einerseits, Zahlung von Fr. 6000.-- anderseits. Der Vertrag hat mit einem Dauerschuldverhältnis nur das gemein, dass die Kläger ihre Leistung nicht auf einmal zu erbringen brauchen, sondern dass ihnen zur ratenweisen Erfüllung Zeit gelassen wird. Für ein Kündigungsrecht, wie es dem Dienstvertrag, der Miete, dem Darlehen und anderen Dauerschuldverhältnissen (vgl. z.B.BGE 62 II 35, 102) ein zeitliches Ende setzt, ist daher kein Raum. Die \"Kündigung\" könnte hier nur den ganzen Vertrag hinfällig machen, käme also einem Rücktritt gleich.\n\nEin Vertrag, der ein solches Recht nicht vorsieht, obschon die Erfüllung der einen Leistung sich auf längere Zeit erstreckt und die Verhältnisse sich unterdessen ändern können, ist jedoch nicht grundsätzlich wegen Verstosses gegen die guten Sitten nichtig. Von einem solchen Verstosse könnte man höchstens sprechen, wenn schon beim Vertragsabschluss sicher wäre, dass die Erfüllung infolge veränderter Verhältnisse dereinst die wirtschaftliche Existenz einer Partei gefährden und somit den guten Sitten widersprechen werde. Davon kann jedoch im vorliegenden Falle keine Rede sein. Nichts spricht dafür, dass der Vertrag durch die Entwicklung der Verhältnisse sich für die Kläger vor seiner beidseitigen Erfüllung als erdrückende Last auswirken werde. Den Hauptereignissen, die ihn für die Kläger oder ihre Rechtsnachfolger beschwerlich machen könnten, trägt er zudem Rechnung. Die Beklagte hat sich in Ziffer 7 und 8 verpflichtet, den Klägern bzw. ihren Erben die vorausbezahlten Beträge nebst den üblichen Bankzinsen auf Verlangen zurückzuerstatten, wenn die Kläger nicht binnen zehn Jahren seit Vertragsabschluss heiraten BGE 84 II 266 S. 280würden, wenn sie schon vor Ablauf dieser Frist durch unheilbare Krankheit oder dauernde Invalidität am Abschluss einer Ehe verhindert wären oder wenn sie vor der Lieferung der Kaufgegenstände stürben. Ob diese Rücktrittsmöglichkeiten genügen, um allen denkbaren Fällen gerecht zu werden, in denen die weitere Bindung der Kläger an den Vertrag stossend werden könnte, hat dahingestellt zu bleiben. Sollte das nicht zutreffen, so dürfte dennoch der Vertrag heute nicht als nichtig erklärt werden. Vielmehr hätten die Kläger nur das Recht, dannzumal unter Berufung auf Art. 27 ZGB den Rücktritt zu erklären. Im Streitfalle hätten sie nachzuweisen, dass das Festhalten der Beklagten am Vertrag offenkundig den guten Sitten zuwiderliefe. Der Entscheid hierüber kann nicht in Unkenntnis des Sachverhaltes, der allenfalls zum Rücktritt Anlass geben könnte, schon heute getroffen werden. Die Kläger behaupten denn auch nicht, dass die Verhältnisse sich seit Vertragsabschluss in unvoraussehbarer Weise so geändert hätten, dass ihnen die Erfüllung schlechterdings nicht mehr zugemutet werden könne. Sie versuchen vom Vertrag nur loszukommen, um den nachträglich mit Schneider abgeschlossenen und vergleichsweise bedingt aufgehobenen Möbelkauf doch noch halten zu können. Es ist nicht sittenwidrig, wenn die Beklagte sich dem widersetzt. Gegenteils ist der Versuch der Kläger missbräuchlich.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil der I. Zivilkammer des Obergerichts des Kantons Zürich vom 7. November 1957 aufgehoben und die Klage abgewiesen."}