{"annee": "84", "cour": "I", "page": "63", "date": "12/3/1958", "cite": ["71 I 249", "52 I 154"], "cite_par": ["105 IB 72", "114 II 40", "91 I 241", "103 IA 130"], "chapeau": "9. Urteil vom 12. März 1958 i.S. Verband konzessionierter schweizerischer Versicherungsgesellschaften gegen Kanton Luzern.", "regestes": ["Art. 84 al. 1 OJ. Arrêtés cantonaux soumis à l'approbation du Conseil fédéral; lorsque cette approbation est refusée, l'arrêté ne constitue pas un acte de souveraineté cantonal susceptible de recours de droit public."], "faits": "BGE 84 I 63 S. 64\n\nA.- Der Grosse Rat des Kantons Luzern verabschiedete am 14. Mai 1957 ein Gesetz über die obligatorische Krankenversicherung ausländischer Arbeitnehmer, das sich auf Art. 2 KUVG stützt. § 2 des kantonalen Gesetzes lautete in der vom Grossen Rat angenommenen Fassung:\n\n\"Die Versicherungspflicht wird erfüllt durch die Mitgliedschaft des Versicherungspflichtigen bei einer vom Bunde anerkannten Krankenkasse, die zu den in § 3 dieses Gesetzes genannten Bedingungen Versicherungen abschliesst.\n\nVon der Beitrittspflicht zu einer Krankenkasse sind diejenigen ausländischen Arbeitskräfte ausgenommen, die bei einem vom Bunde beaufsichtigten Versicherer für die in § 3 vorgeschriebenen Leistungen versichert sind.\n\nDie Bedingungen der konzessionierten Versicherungsgesellschaften dürfen nicht schlechter sein als diejenigen der anerkannten Krankenkassen.\"\n\nDer Regierungsrat stellte am 4. Juli 1957 fest, dass die Referendumsfrist unbenützt abgelaufen war; er beschloss, das Gesetz auf den darin genannten Zeitpunkt (1. Januar 1958) in Kraft zu setzen. Vorgängig hatte er es indes gemäss Art. 2 Abs. 3 KUVG dem Bundesrat zur Genehmigung zu unterbreiten. Dieser stimmte am 29. Oktober 1957 dem Erlass zu mit Ausnahme des zweiten und dritten Absatzes des oben angeführten § 2, die er als bundesrechtswidrig erklärte.\n\nIn der Sitzung vom 5. November 1957 unterrichtete der Vorsitzende den Grossen Rat über diesen Sachverhalt. Der Rat nahm formlos davon Kenntnis. Die Staatskanzlei machte ihrerseits im Luzerner Kantonsblatt vom 9. November 1957 vom Beschluss des Bundesrats Mitteilung. In einer Bekanntmachung, die im Kantonsblatt vom 28. Dezember 1957 erschien, wies das Staatswirtschaftsdepartement auf das bevorstehende Inkrafttreten des Gesetzes und auf die sich daraus ergebenden Rechte und Pflichten hin.\n\nB.- Mit Eingabe vom 24. Januar 1958 hat der Verband konzessionierter schweizerischer Versicherungsgesellschaften gegen das Gesetz staatsrechtliche Beschwerde wegen Verletzung der Art. 4 und 31 BV erhoben mit dem BGE 84 I 63 S. 65Antrag, die Bestimmungen aufzuheben, \"welche vorschreiben, dass die Versicherungspflicht ausländischer Arbeitnehmer ausschliesslich bei den vom Bunde anerkannten Krankenkassen zu erfüllen ist\". Der Beschwerdeführer macht geltend, § 2 des Gesetzes sei in seiner endgültigen Fassung erstmals am 28. Dezember 1957 veröffentlicht worden, weshalb die Beschwerde rechtzeitig erhoben worden sei. In materieller Hinsicht wendet er ein, das KUVG sehe nicht vor, dass sich die Kantone bei der Durchführung des Obligatoriums der Krankenversicherung nur der anerkannten Krankenkassen zu bedienen hätten. Die Kantone seien demnach gemäss KUVG nicht befugt, die Versicherungsgesellschaften von dieser Aufgabe auszuschliessen. Für einen solchen Ausschluss lägen auch keine polizeilichen oder sonstigen Gründe vor, die vor Art. 4 und 31 BV standhielten. Bei der Prüfung der Frage, ob diese Verfassungssätze verletzt seien, sei der Staatsgerichtshof, wie sich aus BGE 52 I 159 ff. und BGE 71 I 251 ff. ergebe, nicht an den Entscheid des Bundesrats gebunden.\n\nC.- Der Regierungsrat des Kantons Luzern schliesst, die Beschwerde sei als verspätet nicht an Hand zu nehmen. Vom Beschluss des Bundesrats auf teilweise Verweigerung der Genehmigung des Gesetzes sei im Kantonsblatt vom 9. November 1957 Mitteilung gemacht worden. Die Beschwerdefrist habe deshalb an jenem Tag zu laufen begonnen; sie sei am 24. Januar 1958 längst verstrichen gewesen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nGemäss Art. 84 OG kann \"gegen kantonale Erlasse oder Verfügungen (Entscheide)\" beim Bundesgericht wegen Verletzung verfassungsmässiger Rechte der Bürger Beschwerde geführt werden. Gegenstand der staatsrechtlichen Beschwerde können somit nur Hoheitsakte bilden, die von einer kantonalen Behörde ausgehen, auf kantonaler Herrschaftsgewalt beruhen.\n\nDer mit der vorliegenden Beschwerde gerügte Ausschluss BGE 84 I 63 S. 66der Versicherungsgesellschaften von der Mitwirkung bei der Durchführung des Obligatoriums der Krankenversicherung hat dadurch im Gesetz Eingang gefunden, dass der Bundesrat den zweiten und den dritten Absatz der in Frage stehenden kantonalen Bestimmung nicht genehmigt hat, welche die Versicherungsgesellschaften zu dieser Aufgabe zulassen wollten. Die Verfügung des Bundesrates ist auf Grund von Art. 102 Ziff. 13 BV ergangen, wonach ihm die Prüfung jener Gesetze und Verordnungen obliegt, die der Genehmigung des Bundes bedürfen. Verlangt die Bundesgesetzgebung für kantonale Gesetze und Verordnungen über einen bestimmten Gegenstand die Genehmigung des Bundesrats, wie es in Art. 2 Abs. 3 KUVG geschehen ist, so muss der Verweigerung der Genehmigung zum mindesten kassatorische -Wirrkung in dem Sinne beigemessen werden, dass die davon betroffene Norm keinen Rechtsbestand mehr hat, wenn man nicht so weit gehen will, die der Genehmigung bedürftigen Bestimmungen bis zur Erteilung der Genehmigung überhaupt nicht als verbindlich zu betrachten (BGE 52 I 161). Die Verweigerung der Genehmigung wird mithin unmittelbar, und ohne dass es hiefür kantonaler Ausführungsmassnahmen bedürfte, rechtswirksam. Der Grosse Rat hat denn auch im vorliegenden Falle lediglich formlos vom entsprechenden Beschluss des Bundesrats Kenntnis genommen. Ein kantonaler Hoheitsakt, an den die staatsrechtliche Beschwerde angeknüpft werden könnte, liegt somit nicht vor.\n\nDie vom Beschwerdeführer verlangte Nachprüfung liefe nach dem Gesagten auf eine (prinzipale) Beurteilung der Verfügung hinaus, die der Bundesrat gestützt auf Art. 102 Ziff. 13 BV getroffen hat. Wie im ersten in diesem Zusammenhang angerufenen Entscheid (BGE 52 I 161/162) einlässlich dargelegt und im zweiten (BGE 71 I 253 oben) bestätigt worden ist, steht dem Bundesgericht im Verfahren der staatsrechtlichen Beschwerde eine solche Überprüfung der Verfügung einer eidgenössischen Behörde nicht zu.\n\nBGE 84 I 63 S. 67\n\nBei dieser Sachlage erübrigt sich eine Untersuchung der Frage der Rechtzeitigkeit der Beschwerde.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}