{"annee": "84", "cour": "IV", "page": "39", "date": "24/1/1958", "cite": ["80 IV 22", "74 IV 108", "82 IV 47", "70 IV 136"], "cite_par": ["90 IV 43", "87 I 268"], "chapeau": "14. Urteil des Kassationshofes vom 24. Januar 1958 i.S. Suter gegen Statthalteramt Horgen.", "regestes": ["Art. 22 LCD. Les §§ 1 et 2 de la loi zurichoise du 29 janvier 1911 sur la concurrence déloyale dans le commerce et les arts etmétiers ne sont plus applicables dans la mesure où un acte qu'ils sanctionnent est en même temps punissable de par l'art. 13 LCD."], "faits": "BGE 84 IV 39 S. 40\n\nA.- Louise Suter liess im \"Anzeiger des Wahlkreises Thalwil\" vom 3. Mai 1957 folgendes Inserat erscheinen:\n\n\"Wo Sie auch wohnen, der Weg wird sich lohnen!\n\nAn alle Brautleute!\n\nSie haben die Möglichkeit, für wenig Geld eine liebenswerte, wunderschöne Zweizimmer-Aussteuer in bester Schweizer-Qualität anzuschaffen. (Folgt Aufzählung der Möbel). Alles neu und von bester Qualität. Nur Fr. 2985.-- Garantie 10 Jahre. Gratislagerung 18 Monate. Teilzahlung möglich mit Fr. 350.-- Anzahlung. Anfragen an Frl. L. Suter (folgt genaue Adresse und Telephonnummer)\".\n\nDa Verkäuferin der Aussteuer in Wirklichkeit nicht die Inserentin, sondern deren Arbeitgeber X. war, wurde Louise Suter polizeilich verzeigt.\n\nB.- Die Strafverfügung des Statthalteramtes Horgen bestätigend, verurteilte der Einzelrichter in Strafsachen des Bezirksgerichts Horgen am 14. September 1957 Louise Suter wegen Übertretung der §§ 1 und 2 des zürcherischen Gesetzes über den unlauteren Wettbewerb im Handelsund Gewerbebetrieb vom 29. Januar 1911 zu einer Busse von Fr. 40.-.\n\nEr nahm an, das Inserat sei irreführend, indem es wahrheitswidrig den Anschein erwecke, die Aussteuer werde von einer Privatperson verkauft und es handle sich deshalb um ein äusserst günstiges Angebot, was tatsächlich nicht der Fall gewesen sei. Darin liege eine Gefährdung des kaufenden Publikums, dessen Schutz vor unsauberen öffentlichen Geschäftsempfehlungen dem kantonalen Recht vorbehalten sei.\n\nBGE 84 IV 39 S. 41\n\nDie angewendeten Gesetzesstellen lauten wie folgt:\n\n\"§ 1. In öffentlichen Geschäftsempfehlungen (durch Inserate, Zirkulare, Anschläge und dergleichen) dürfen keine wissentlich unwahren Angaben gemacht werden, durch welche der auf Treu und Glauben beruhende reelle Geschäftsverkehr geschädigt oder gefährdet wird.\n\n§ 2. Es ist insbesondere verboten, beim öffentlichen Angebot von Waren oder gewerblichen Leistungen wider besseres Wissen über geschäftliche Verhältnisse, wie z.B. über Beschaffenheit und Preis von Waren, Grösse oder Vorräte, Bezugsquellen oder Art des Bezuges, unrichtige oder sonst irreführende Angaben zu machen, welche den Anschein eines aussergewöhnlich günstigen Angebotes erwecken.\"\n\nC.- Louise Suter beantragt mit der Nichtigkeitsbeschwerde, sie sei freizusprechen. Zur Begründung wird geltend gemacht, die §§ 1 und 2 des zürcherischen Wettbewerbsgesetzes hätten die gleichen Tatbestände zum Gegenstand wie Art. 13 lit. b UWG, mit dem einzigen Unterschied, dass das UWG sie generell unter Strafe stelle, das kantonale Recht dagegen nur, wenn sie in einer öffentlichen Geschäftsempfehlung gegeben seien. Beide Gesetze verfolgten auch den gleichen Zweck. Der Vorbehalt des Art. 22 UWG treffe daher auf die §§ 1 und 2 des kantonalen Gesetzes nicht zu, und es müssten diese Bestimmungen als durch die Bundesgesetzgebung aufgehoben betrachtet werden.\n\nD.- Das Statthalteramt Horgen hat auf Gegenbemerkungen verzichtet.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Kassationshof hat die früher geltende Strafbestimmung des Art. 161 StGB, die durch das Bundesgesetz über den unlauteren Wettbewerb ersetzt wurde, dahin ausgelegt, dass sie den Straftatbestand des unlauteren Wettbewerbs nur provisorisch und nicht abschliessend regle und es daher den Kantonen im Rahmen der ihnen durch Art. 335 Ziff. 1 Abs. 1 StGB vorbehaltenen Befugnis gestattet sei, ergänzende Tatbestände handels- oder gewerbepolizeilicher Natur aufzustellen. Dementsprechend wurde entschieden, dass die Vorschrift des BGE 84 IV 39 S. 42§ 1 des luzernischen Handelspolizeigesetzes, die nicht den Schutz der Mitbewerber, sondern den der Kunden bezweckt, neben Art. 161 StGB bestehen könne (BGE 70 IV 138). Die von der Beschwerdeführerin aufgeworfene Frage, ob die §§ 1 und 2 des zürcherischen Wettbewerbsgesetzes, die im wesentlichen mit der erwähnten luzernischen Vorschrift übereinstimmen, nicht schon mit dem Inkrafttreten des Strafgesetzbuches gemäss Art. 400 Abs. 1 StGB aufgehoben worden seien, ist aus den gleichen Erwägungen zu verneinen.\n\n2. Das Bundesgesetz über den unlauteren Wettbewerb bezweckt grundsätzlich nur die Bekämpfung der Missbräuche im wirtschaftlichen Wettbewerb und damit unmittelbar den Schutz der Personen, die am Wettbewerb teilnehmen. Das ergibt sich aus dem Wortlaut des Art. 1 Abs. 1 und aus Art. 2 Abs. 1 UWG, der die Mitbewerber schon bei blosser Gefährdung ihrer Interessen zur Klage berechtigt und den Kreis ihrer geschützten Interessen durch Aufzählung von Beispielen besonders erläutert. In zweiter Linie hat das Gesetz aber auch den Schutz der Kunden im Auge. Freilich geht der Schutz nicht so weit, dass sich besondere Bestimmungen mit den gerade auf Übervorteilung der Abnehmer gerichteten unlauteren Geschäftspraktiken befassen würden, sondern er erschöpft sich darin, dass das Verbot unlauteren Wettbewerbes sich mittelbar auch zugunsten der Interessen der Kunden auswirkt und dass diesen in Art. 2 Abs. 2 UWG im Falle tatsächlicher Schädigung ihrer wirtschaftlichen Interessen durch unlauteren Wettbewerb das Klagerecht wie einem Mitbewerber zuerkannt wird. Wie die Botschaft des Bundesrates zum Gesetzesentwurf hervorhebt (BBl 1942 S. 675, 716), hat der Bundesgesetzgeber bewusst darauf verzichtet, Vorschriften über unlauteres Geschäftsgebaren im engern Sinne, d.h. solche über das Verhältnis der Gewerbetreibenden zu ihren Kunden zu erlassen. Die Regelung dieses Gebietes bleibt denn auch gemäss Art. 22 UWG den Kantonen ausdrücklich vorbehalten.BGE 84 IV 39 S. 43\n\nDieser Vorbehalt ergänzenden kantonalen Rechts berechtigt die Kantone nicht, Tatbestände als Übertretung zu ahnden, soweit sie bundesrechtlich als unlauterer Wettbewerb unter Strafe gestellt sind (BGE 74 IV 110; BGE 82 IV 50). Die §§ 1 und 2 des zürcherischen Wettbewerbsgesetzes sind infolgedessen insoweit nicht mehr anwendbar, als durch unrichtige oder irreführende Angaben in öffentlichen Geschäftsempfehlungen oder Angeboten unlauterer Wettbewerb im Sinne des Art. 13 lit. b UWG begangen wird, auch dann nicht, wenn der Täter mangels Strafantrages nicht verfolgt werden kann. Dass das zürcherische Gesetz nach der Auslegung der kantonalen Instanzen vor allem den Schutz des Publikums bezweckt, ändert nichts, da auch das UWG den Schutz der Kunden verfolgt. Dagegen sind Fälle von Täuschungen des Publikums durch unrichtige oder irreführende Angaben in öffentlichen Geschäftsempfehlungen denkbar, welche die Merkmale der zürcherischen Bestimmung erfüllen, ohne dass gleichzeitig unlauterer Wettbewerb im Sinne des UWG gegeben ist. Insofern bleibt für die Anwendung der §§ 1 und 2 des kantonalen Gesetzes neben dem UWG Raum.\n\n3. Eidgenössisches Recht ist demnach im vorliegenden Fall nur verletzt, wenn die der Beschwerdeführerin zur Last gelegte Handlung nach UWG strafbar ist, d.h. kantonales statt Bundesrecht angewendet wurde.\n\nIndem die zum Verkauf angebotene Aussteuer als aus Privathand stammend bezeichnet und damit der Anschein erweckt wurde, es handle sich um ein besonders günstiges Angebot von Occasionsmöbeln, machte das Inserat über die Waren des X. irreführende Angaben, deren Zweck offensichtlich darin lag, das eigene Angebot im Wettbewerb zu begünstigen. Der objektive Tatbestand des unlauteren Wettbewerbes nach Art. 13 lit. b UWG ist somit gegeben. Als Angestellte fällt die Beschwerdeführerin wegen Gehilfenschaft unter diese Strafbestimmung, wenn der Geschäftsinhaber als Haupttäter an der Tat BGE 84 IV 39 S. 44mitgewirkt hat (BGE 80 IV 32). Das trifft zu, wenn er vom Inserat Kenntnis hatte und dessen Inhalt gebilligt hat. Ob X. diese Voraussetzung erfüllt, ist nicht festgestellt und aus den Akten nicht eindeutig zu ersehen. Die Vorinstanz hat die Abklärung dieser Frage nachzuholen. Wird sie bejaht, so ist nicht das zürcherische Recht, sondern ausschliesslich das UWG anwendbar, die Beschwerdeführerin infolgedessen mangels Strafantrages freizusprechen bzw. das Verfahren gegen sie einzustellen. Entfällt dagegen die Anwendbarkeit des UWG, so steht von Bundesrechts wegen der Anwendung kantonalen Rechts nichts entgegen.\n\nDemgemäss erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird dahin gutgeheissen, dass das Urteil des Einzelrichters in Strafsachen des Bezirksgerichts Horgen vom 14. September 1957 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}