{"annee": "85", "cour": "I", "page": "237", "date": "16/9/1959", "cite": [], "cite_par": ["88 I 125", "89 I 115"], "chapeau": "37. Urteil vom 16. September 1959 i.S. S. gegen Kanton Bern und Verwaltungsgericht des Kantons Bern.", "regestes": ["Convention entre la Confédération suisse et les Etats-Unis d'Amérique en vue d'éviter les doubles impositions dans le domaine des impôts sur le revenu. Interprétation de la convention. Des bénéfices en capital réalisés sur des titres déposés aux USA par un ressortissant américain domicilié en Suisse ne tombent pas sous le coup de la convention, même s'ils sont imposés en Amérique."], "faits": "BGE 85 I 237 S. 237\n\nA.- Die Beschwerdeführerin ist amerikanische Staatsangehörige. In den Jahren 1955 und 1956, in denen sie in Bern wohnte, erzielte sie auf ihrem in den USA gelegenen Wertschriftenvermögen Kapitalgewinne, welche in den Vereinigten Staaten besteuert wurden. Die bernische Steuerverwaltung veranlagte die Beschwerdeführerin für steuerpflichtige Vermögensgewinne von Fr. 71'600.-- bzw. Fr. 118'300.--. Die Pflichtige machte geltend, diese Besteuerung verletze die Vorschriften des schweizerisch-amerikanischen Doppelbesteuerungsabkommens. Ihre Einrede wurde als unbegründet befunden, zuletzt durch Entscheid des bernischen Verwaltungsgerichtes vom 16. März/24. April 1959.\n\nBGE 85 I 237 S. 238\n\nB.- Mit rechtzeitiger staatsrechtlicher Beschwerde wird beantragt, den Entscheid des Verwaltungsgerichtes aufzuheben und festzustellen, dass die Beschwerdeführerin für in den Jahren 1955 und 1956 in den USA erzielte Kapitalgewinne im Kanton Bern nicht steuerpflichtig sei.\n\nDie Beschwerdeführerin anerkennt, dass die Auslegung des Staatsvertrages durch die bernischen Steuerbehörden, wonach in den USA erzielte Kapitalgewinne nicht unter das Doppelbesteuerungsabkommen fallen, in der Haltung der amerikanischen Verhandlungsdelegation vor Abschluss des Abkommens eine gewisse Stütze findet, bestreitet aber, dass Staatsverträge allein nach der historischen Methode auszulegen seien. Die grammatikalische und die logische Auslegung gehörten auf die gleiche Rangstufe. Es könne nicht behauptet werden, dass bei Anwendung dieser beiden Methoden das Abkommen die Anwendung des Doppelbesteuerungsverbotes auf Kapitalgewinne ausschliesse. Denn nach Art. 1 Abs. 1 lit. b des Abkommens sei der Einkommensbegriff als umfassend zu verstehen, d.h. das Abkommen erstrecke sich auf alle Arten von Einkommen. Nach diesem Wortlaut könne nicht zweifelhaft sein, dass bezüglich der schweizerischen Steuern eine vollständige Regelung beabsichtigt gewesen sei. Dass Amerika es vorgezogen habe, keine besondere Bestimmung über Kapitalgewinne in den Vertrag aufzunehmen, habe seinen Grund darin gehabt, dass die USA im Jahre 1950 die Frage geprüft hätten, ob es möglich sei, die Gewinne zu besteuern, die Ausländer mit Wohnsitz ausserhalb der USA an amerikanischen Wertpapierbörsen erzielten. Daraus könne aber nicht geschlossen werden, Kapitalgewinne, welche amerikanische Staatsbürger mit schweizerischem Wohnsitz in den USA erzielten, seien ohne Rücksicht auf das Doppelbesteuerungsverbot in beiden Ländern zu versteuern.\n\nSodann bestimme Art. XV Abs. 1 lit. b des Abkommens für Angehörige der USA mit Wohnsitz in der Schweiz, dass alle aus den USA stammenden Einkommensteile BGE 85 I 237 S. 239von der Steuerbemessungsgrundlage auszunehmen sind. Damit werde für die Anwendung des Abkommens der Grundsatz aufgestellt, dass USA-Staatsbürger mit schweizerischem Wohnsitz hinsichtlich ihres gesamten aus den USA stammenden Einkommens von schweizerischen Steuern befreit seien. Es sollten also keinerlei Einschränkungen Platz greifen. Wenn im zweiten Halbsatz von allen aus den USA stammenden Einkommensteilen die Rede sei, während im ersten Halbsatz nur von Einkommensteilen gesprochen werde, mit denen sich dieses Abkommen befasse, zeige das, dass man Amerikaner mit schweizerischem Wohnsitz wegen der für sie undiskutablen Steuerpflicht gegenüber ihrem Heimatstaat in der Schweiz unter keinen Umständen nochmals zu Steuerleistungen für in den USA erzieltes Einkommen habe heranziehen wollen.\n\nC.- Der Regierungsrat des Kantons Bern und das Verwaltungsgericht beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundegericht zieht in Erwägung:\n\n1. Das Abkommen zwischen der schweiz. Eidgenossenschaft und den Vereinigten Staaten von Amerika zur Vermeidung von Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen weicht ab von den mit andern europäischen Staaten geschlossenen Verträgen. Es folgt der Systematik, welche in andern von den Vereinigten Staaten zur Vermeidung von Doppelbesteuerung abgeschlossenen Abkommen enthalten ist. Anlässlich der Besprechungen der beiden Delegationen zum Abschluss des Abkommens wurden die schweizerischen Vorentwürfe als Verhandlungsgrundlage abgelehnt und den schweizerischen Unterhändlern die von den Vereinigten Staaten mit verschiedenen Staaten abgeschlossenen Verträge als Muster vorgelegt, mit dem Ergebnis, dass deren Systematik übernommen wurde. Bei der Behandlung der materiellen Fragen folgt das Abkommen dem von den Vereinigten BGE 85 I 237 S. 240Staaten verwendeten Schema. Es gibt zunächst in Art. 1 einen Steuerkatalog und in Art. II Definitionen für einzelne im Abkommen wiederholt verwendete Begriffe, mit denen auf eine allfällig abweichende Umschreibung des internen Steuerrechtes der beiden Staaten keine Rücksicht genommen wird. Soweit aber dem Abkommen der Inhalt eines bestimmten Begriffes weder ausdrücklich noch im Wege der Auslegung entnommen werden kann, haben die Vertragsstaaten, sofern sich aus dem Zusammenhang nichts anderes ergibt, zur Feststellung des Inhaltes auf ihre interne Steuergesetzgebung zurückzugreifen (Art. II Abs. 2). Das Abkommen enthält insbesondere keine Definition des Einkommensbegriffes. Es beschränkt sich darauf, die Steuern vom Gesamteinkommen sowie von Teilen desselben zu erwähnen. Was unter den Begriff des Einkommens fällt, ist deshalb nach dem internen schweizerischen Recht zu bestimmen (I. BLUMENSTEIN, Das schweizerisch-amerikanische Abkommen zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen, Archiv für schweiz. Abgaberecht Bd. 20 S. 321). Wenn einer der beiden Vertragsstaaten nach der Unterzeichnung des Abkommens neue, ihrem Wesen nach ähnliche Einkommens- oder Gewinnsteuern einführt, sollen auch sie dem Abkommen unterstehen (Art. 1 Abs. 2).\n\nHieraus folgt zunächst, dass das Abkommen die Erhebung schweizerischer Einkommenssteuern nur insoweit beschränkt, als Einkünfte in Frage stehen, für welche das Abkommen eine klare Zuteilungsregel enthält. Abgesehen von den Liegenschaftsgewinnen (Art. 1X Abs. 1) enthält es aber mit Bezug auf Kapitalgewinne (ebenso wie für Spekulations- und Lotteriegewinne) keine derartige Zuteilungsnorm und für die Zuteilung nicht besonders erwähnter Einkommensarten auch keine Generalklausel. Es schränkt also die Erhebung schweizerischer Einkommenssteuern auf derartige Gewinne nicht ein (Kreisschreiben Nr. 1 des Bundesrates an die Kantone vom 2. November 1951, BBl. 1951 III 552).\n\nBGE 85 I 237 S. 241\n\n2. Liegt dem Abkommen kein einheitliches Begriffssystem zugrunde, aus dem das Wesen des Einkommens erklärt werden könnte, und können von beiden staatlichen Rechtsordnungen die von ihnen verwendeten Begriffe frei bestimmt werden, so dass gleiche Begriffe einen verschiedenen Sinn haben können, so ist auch klar, dass bei Anwendung des Abkommens nicht der grammatikalischen, sondern der historischen Auslegung der Primat zukommen muss (in diesem Sinne für Doppelbesteuerungsabkommen allgemein: BAUMGARTNER, Richterliche Auslegung von Doppelbesteuerungsabkommen, Archiv Bd. 20 S. 420 ff.). Nun steht fest, dass zwar der schweizerische Abkommensentwurf vom September 1949 einen Artikel XVII enthielt, der vorsah, dass Gewinne aus dem Verkauf, Tausch oder sonstiger Veräusserung beweglichen Kapitalvermögens nur in dem Staate der Besteuerung unterliegen, in welchem der Einkommensempfänger seinen Wohnsitz hat, dass aber dieser Vorschlag in dem von der amerikanischen Verhandlungsdelegation überreichten Memorandum vom 14. Februar 1950 gestrichen wurde (\"the United Staates Senate required, as a condition to its consents to ratification of these conventions, that these articles (gemeint sind die Art. XII und XVII) be not accepted\"), und dass in der Sitzung der schweizerisch-amerikanischen Verhandlungsdelegation vom 1. Mai 1950.an dieser Streichung festgehalten wurde. Die vorgeschlagene Bestimmung fand denn auch im Abkommen keine Aufnahme. Die Steuer auf Kapitalgewinne wird also nicht bloss nicht erwähnt, sondern sie ist bewusst ausgeschlossen worden, was die Annahme nicht zulässt, die Vertragspartner hätten der Meinung sein können, die Entscheidung solle der Praxis überlassen bleiben, wie die Beschwerdeführerin meint.\n\n3. Aus Art. XV des Abkommens ergibt sich nichts Gegenteiliges. Er enthält die massgebliche Kollisionsnorm, d.h. er bestimmt, welche tatsächlichen Beziehungen das Steuersubjekt zu einem der Vertragsstaaten haben muss, damit diesem das Recht der Besteuerung zusteht. Bezüglich BGE 85 I 237 S. 242der Rechtsstellung der Steuerpflichtigen in der Schweiz werden dabei in lit. b zwei Gruppen unterschieden, nämlich einerseits Personen, schweizerische Gesellschaften und andere schweizerische Rechtsträger mit Wohnsitz in der Schweiz, und anderseits Angehörige der Vereinigten Staaten mit schweizerischem Wohnsitz. Den letztern wird eine besondere Rechtsstellung eingeräumt, indem bestimmt wird, dass die Schweiz alle aus den Vereinigten Staaten stammenden Einkommensteile von der Steuerbemessungsgrundlage ausnimmt. Das bezieht sich jedoch nur auf die Einkommensteile, die nach den übrigen Vorschriften des Abkommens der Besteuerung unterworfen sind. Es kann nicht Sache einer Kollisionsnorm eines Staatsvertrages sein, wie Art. XV sie darstellt, das in den vorangegangenen Vorschriften näher umschriebene Objekt der Besteuerung auf andere Einkommensteile auszudehnen. Etwas anderes folgt auch nicht daraus, dass in Abs. 1 lit. b bei der Ordnung der Frage, ob in der Schweiz gewisse Einkommensteile von Personen mit schweizerischem Wohnsitz von der Bemessungsgrundlage auszunehmen sind, von Einkommen die Rede ist, mit dem sich dieses Abkommen befasst, während im zweiten Satz lediglich erklärt wird, darüber hinaus werde die Schweiz, soweit Angehörige der Vereinigten Staaten mit schweizerischem Wohnsitz in Frage stünden, alle aus den USA stammenden Einkommensteile von der Bemessungsgrundlage ausnehmen. Jene Beschränkung auf Einkommen, mit dem sich das Abkommen befasst, gilt selbstverständlich nicht bloss im ersten, sondern auch im zweiten Falle, sodass also Bund, Kantone und Gemeinden die Einkommenssteuern auf amerikanischen Kapitalgewinnen auch gegenüber amerikanischen Staatsangehörigen erheben können. Die Doppelbesteuerung bleibt für diejenigen Einkünfte, mit denen sich das Abkommen nicht befasst, ebenso bestehen, wie für nicht aus amerikanischer oder schweizerischer Quelle fliessende Einkommen (LOCHER, Handbuch BGE 85 I 237 S. 243und Praxis der schweizerisch-amerikanischen Doppelbesteuerungsabkommen Bd. I S. 73 Note 12 und S. 81).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}