{"annee": "85", "cour": "I", "page": "60", "date": "13/2/1959", "cite": [], "cite_par": [], "chapeau": "9. Extrait de l'arrêt du 13 février 1959 en la cause Administration fédérale des contributions contre Bertholet et Valais.", "regestes": ["Taxe d'exemption du service militaire, art. 2 lit. b LTM. Causalité, fardeau de la preuve. Exonération temporaire justifiée par le fait que le service a aggravé, temporairement aussi, l'affection qui entraîne l'inaptitude; confirmation de la jurisprudence antérieure."], "faits": "", "considerants": "BGE 85 I 60 S. 60\n\nSelon l'art. 2 lit. b LTM, sont exonérés de la taxe d'exemption les militaires qui sont devenus inaptes au service par suite de ce service. La loi subordonne donc l'exonération à la condition qu'il existe un lien de causalité entre le service accompli et la maladie qui entraîne l'inaptitude. Pour que l'art. 2 lit. b LTM s'applique, il faut que la causalité soit constatée sûrement ou tout au moins avec une vraisemblance suffisante. Le contribuable qui BGE 85 I 60 S. 61allègue l'art. 2 lit. b n'est pas à proprement parler chargé du fardeau de la preuve; on ne saurait néanmoins admettre que la causalité se présume, sauf à l'autorité fiscale à en prouver l'inexistence, comme le voudrait la Commission valaisanne de recours. La présomption ne peut être fondée sur le caractère obligatoire du service; ce caractère est tout à fait indépendant des effets du service sur la santé. La solution que voudrait adopter l'autorité cantonale ne serait admissible que si elle découlait d'une prescription légale expresse; l'art. 2 lit. b ne l'autorise pas.\n\nLa loi concernant l'assurance des militaires impose d'autres solutions sur les points dont il s'agit: selon l'art. 4 LAM, il suffit, pour engager la responsabilité de l'Assurance, qu'une affection se manifeste et soit annoncée ou constatée de toute autre façon pendant le service. Il incombe alors à l'Assurance, si elle entend se libérer, de prouver que l'affection n'a pas été causée ni aggravée par les influences subies pendant le service.\n\nSelon la jurisprudence constante, la condition posée par l'art. 2 lit. b LTM est remplie lorsque la maladie qui justifie la réforme, bien que préexistante, a été aggravée par le service d'une manière sensible et durable. Lorsque l'aggravation due au service n'est que passagère, soit que l'état antérieur au service ait été rétabli, soit que l'évolution normale de l'affection eût en tout cas entraîné l'inaptitude dans un certain délai, même si le malade n'avait point fait de service, l'exonération ne sera accordée que temporairement pour la durée de l'aggravation due au service. Dans sa réponse au recours, l'autorité cantonale semble vouloir critiquer aussi cette jurisprudence, alléguant que les termes \"aggravation sensible et durable\" ne figurent pas dans la loi et que le rétablissement soit de l'état antérieur au service, soit de l'état dans lequel le militaire se trouverait s'il n'avait point fait de service, n'exclut pas l'exonération, même permanente. Toutefois, dans les cas visés, le caractère temporaire de l'exonération découle de la condition posée par la loi, à savoir que BGE 85 I 60 S. 62l'inaptitude doit être une conséquence du service. Lorsque l'aggravation due au service est passagère, l'inaptitude qu'elle cause l'est également et ne dure pas plus longtemps; elle cesse au même moment, à moins que l'inaptitude ne soit antérieure au service, auquel cas elle subsiste, mais ne peut plus être considérée comme une conséquence du service, de sorte qu'elle ne justifie aucune exonération. Demeure réservée la réforme prononcée par précaution, c'est-à-dire justifiée par un danger de rechute, non par la maladie proprement dite. Dans ce cas, l'exonération s'impose si ce danger est une conséquence du service; on la prononcera donc, définitivement ou temporairement, selon les principes applicables lorsque c'est une maladie caractérisée qui a provoqué la réforme."}