{"annee": "85", "cour": "III", "page": "54", "date": "9/1/1959", "cite": [], "cite_par": [], "chapeau": "13. Arrêt du 9 janvier 1959 dans la cause Sugnet.", "regestes": ["Frais de poursuite. Les frais d'une procédure d'expulsion ne constituent pas des frais de poursuite, même si le commandement de payer contenait l'avis comminatoire prévu aux art. 265 et 293 CO."], "faits": "BGE 85 III 54 S. 54\n\nA.- Lucien Sugnet est propriétaire d'un immeuble dans lequel Bernard Bignens a occupé un appartement. Il a intenté à son locataire trois poursuites en paiement du loyer. Les commandements de payer contenaient l'avis comminatoire prévu à l'art. 265 CO et la signification que l'expulsion pourrait être requise de l'autorité compétente après l'expiration du délai légal. A la requête du créancier, l'office des poursuites dressa un inventaire des objets soumis au droit de rétention. Certains de ces biens furent revendiqués par Lucien Meylan.\n\nL'office réalisa les objets non revendiqués. Il obtint ainsi 632 fr. Au moyen de ce montant, il paya les dettes qui étaient l'objet des poursuites, ainsi que les frais de notification et de réalisation, et il décida de remettre le solde, c'est-à-dire 52 fr. 40, au débiteur Bignens.\n\nB.- Entre temps, Sugnet avait requis du juge de paix et obtenu l'expulsion de son locataire. Il dut payer 261 fr. 70 pour cette procédure. Estimant qu'il s'agissait là de frais de poursuite, il demanda qu'ils fussent couverts par le solde de 52 fr. 40 et le produit de la réalisation des biens qui n'avaient pas encore été vendus.BGE 85 III 54 S. 55\n\nL'office des poursuites ayant refusé de donner suite à cette requête, le créancier porta plainte à l'autorité de surveillance, en reprenant les conclusions de la demande adressée à l'office.\n\nC.- Débouté par les juridictions vaudoises, il défère la cause au Tribunal fédéral.", "considerants": "Considérant en droit:\n\nLe droit de rétention garantit également les frais de poursuite au créancier (art. 891 al. 2 CC, RO 63 II 382 consid.11). Selon l'art. 157 al. 2 LP, ils doivent être couverts au moyen du produit de la réalisation des biens. La plainte de Sugnet serait donc fondée si les frais de la procédure d'expulsion devaient être considérés comme des frais de poursuite au sens de cette disposition.\n\nCette question doit être résolue par la négative. D'après l'art. 38 al. 1 LP, la poursuite pour dettes est une forme d'exécution forcée dont l'objet ne peut être qu'une somme d'argent ou des sûretés. Lorsque l'exécution forcée ne tend pas au paiement d'un certain montant ou à la constitution de sûretés, elle n'est point réglée par la loi fédérale sur la poursuite pour dettes et la faillite, mais par les lois de procédure cantonales. C'est le cas de la procédure d'expulsion, qui a pour objet l'évacuation de locaux occupés sans droit et qui ne constitue donc pas une poursuite pour dettes selon l'art. 38 al. 1 LP.\n\nLe recourant prétend cependant que, si le commandement de payer contient l'avis comminatoire prévu à l'art. 265 CO, l'expulsion est la conséquence de la poursuite et les frais qu'elle provoque doivent être considérés comme des frais de poursuite. Cette argumentation est erronée. Comme le Tribunal fédéral l'a déjà exposé (RO 31 I 767), c'est uniquement pour des raisons pratiques que le législateur fédéral a donné au bailleur la faculté de faire insérer dans le commandement de payer l'avis comminatoire prévu aux art. 265 et 293 CO; la notification de cet avis ne constitue pas un acte de poursuite. Dès lors, BGE 85 III 54 S. 56l'expulsion n'est point la conséquence de la poursuite, mais celle de la résiliation du bail, qui, bien qu'elle figure dans le commandement de payer, ressortit au droit civil.\n\nAinsi, les frais de la procédure d'expulsion ne sauraient être considérés comme des frais de poursuite et c'est avec raison que l'office a refusé en l'espèce de les couvrir sans autre formalité au moyen du produit de la réalisation des biens soumis au droit de rétention.\n\nPar ces motifs, la Chambre des poursuites et des faillites\n\nRejette le recours."}