{"annee": "85", "cour": "II", "page": "323", "date": "20/10/1959", "cite": ["79 II 182", "40 II 601", "73 II 110"], "cite_par": ["116 II 614", "107 II 356"], "chapeau": "53. Auszug aus dem Urteil der I. Zivilabteilung vom 20. Oktober 1959 i.S. Gottfr. Gennheimer & Co., Nachfolger Max Weber-Gennheimer & Co. gegen Carl Gennheimer & Cie.", "regestes": ["1. Art. 944, 946, 947, 951 et 953 CO. Comment doit-on former la raison d'une société en commandite, notamment lorsqu'elle exprime un rapport de succession et contient un nom de famille qui figure également dans la raison d'une entreprise concurrente établie dans la même localité? Droit d'adjoindre le nom que l'épouse de l'associé indéfiniment responsable portait avant son mariage. 2. Art. 1er al. 2 litt. d LCD. Obligation de modifier une raison qui est admissible au regard des art. 944 et suiv. CO mais qui peut être confondue avec une autre parce que les titulaires sont des concurrents. Lequel des deux doit modifier sa raison lorsque le titulaire de celle qui a été inscrite en premier lieu crée le rapport de concurrence en étendant le but de son entreprise? Comment la raison doit-elle être modifiée?"], "faits": "BGE 85 II 323 S. 324\n\nA.- Zwischen den Brüdern Carl und Gottfried Gennheimer bestand die Kollektivgesellschaft Gennheimer & Co., die Waren für Sattler, Wagenbauer und Tapezierer sowie Automobilzubehör verkaufte. Am 5. März 1935 kamen sie überein, die Gesellschaft aufzulösen und das Geschäft in dem Sinne zu teilen, dass Carl im wesentlichen die zur Autobranche, Gottfried vornehmlich die zur Sattlerbranche gehörenden Aktiven und Passiven übernahm.\n\nIn Vollziehung dieser Vereinbarung liessen Carl und Gottfried Gennheimer am 6. April 1935 die Kollektivgesellschaft als aufgelöst und liquidiert im Handelsregister löschen. Carl Gennheimer liess sich am gleichen Tage als Einzelinhaber eines in Zürich betriebenen Geschäftes eintragen, dessen Zweck mit \"Fournitüren für Autokarosserien, BGE 85 II 323 S. 325Autosattlerei und Autozubehör, Reissverschlüsse und verwandte Artikel\" umschrieben wurde. Gottfried Gennheimer seinerseits liess ebenfalls am 6. April 1935 in Zürich unter der Firma Gottfr. Gennheimer & Co. eine zwischen ihm als unbeschränkt haftendem Gesellschafter und seiner Ehefrau Anna Gennheimer als Kommanditärin gegründete Kommanditgesellschaft eintragen, die den Geschäftsbereich \"Fournitüren en gros für Geschirrsattlerei, Autosattlerei und Reiseartikel\" angab und ihr Geschäft in der gleichen Liegenschaft betrieb, in der sich die Geschäftslokale der Kollektivgesellschaft Gennheimer & Co. befunden hatten.\n\nNach dem Tode des Gottfried Gennheimer gründeten seine Witwe Anna Gennheimer und seine Tochter Nelly Weber geb. Gennheimer als Kommanditärinnen und sein Schwiegersohn Max Weber-Gennheimer als unbeschränkt haftender Gesellschafter eine Kommanditgesellschaft, die die Aktiven und Passiven der Gesellschaft Gottfr. Gennheimer & Co. übernahm. Sie wurde am 2. Juli 1949 unter der Firma Gottfr. Gennheimer & Co., Nachfolger Max Weber-Gennheimer & Co. in das Handelsregister von Zürich eingetragen. Als Geschäftszweck gab sie an: \"Handel mit Fournitüren für Sattler und Autosattlereien\". Von 1952 an vertrieb sie indessen in bescheidenem Umfange auch Autozubehör, und am 2. April 1957 gab sie im Handelsregister auch den Handel mit dieser Ware als Gesellschaftszweck bekannt.\n\nAm 4. Oktober 1951 wurde die Firma Carl Gennheimer im Handelsregister gelöscht und an ihrer Stelle die zwischen Carl Gennheimer sen., seinem Sohn Dr. Carl Gennheimer und seiner Tochter Margrit Gennheimer gegründete Kollektivgesellschaft Carl Gennheimer & Cie. eingetragen, die das Geschäft der Einzelfirma mit Aktiven und Passiven übernahm. Diese Gesellschaft stellt Karosseriefournitüren, Ersatzteile und Zubehör für Motorfahrzeuge sowie Fournitüren für Autosattlereien her und treibt mit solcher Ware Handel.\n\nBGE 85 II 323 S. 326\n\nB.- Am 31. Dezember 1957 reichte die Kollektivgesellschaft Carl Gennheimer & Cie. gegen die Kommanditgesellschaft Gottfr. Gennheimer & Co. Nachfolger Max Weber-Gennheimer & Co. Klage ein. Sie beantragte dem Handelsgericht des Kantons Zürich: 1. festzustellen, dass die Beklagte nicht berechtigt sei, den Namen \"Gennheimer\" in ihrer Firma zu führen; 2. die Beklagte zu verhalten, diesen Namen vollständig aus ihrer Firma wegzulassen, und ihr für den Fall der Zuwiderhandlung die in Art. 292 StGB vorgesehene Strafe anzudrohen; 3. die Beklagte zu verurteilen, der Klägerin Fr. 10'000.-- nebst 5% Zins seit Einleitung der Klage als Ersatz des ihr durch Verwechslung der beiden Firmen entstandenen Schadens zu zahlen; 4. das Urteil auf Kosten der Beklagten im Dispositiv im Schweizerischen Handelsamtsblatt, in der Neuen Zürcher Zeitung, in der Zeitschrift Touring und in der Automobilrevue zu veröffentlichen.\n\nDie Beklagte beantragte Abweisung der Klage und erhob Widerklage mit den Begehren: 1. der Klägerin zu verbieten, in der Reklame, auf Drucksachen, auf Geschäftspapieren oder überhaupt im Verkehr mit Dritten den Firmabestandteil \"Gennheimer\" allein ohne gleichzeitige Nennung der übrigen Bestandteile, insbesondere des Vornamens \"Carl\" und des Zusatzes \"& Cie.\" zu verwenden; 2. der Klägerin zu verbieten, bei der schriftlichen Wiedergabe ihrer Firma den Bestandteil \"Gennheimer\" gegenüber den anderen Bestandteilen hervorzuheben; 3. der Klägerin die Überweisung an den Strafrichter zwecks Bestrafung wegen Ungehorsams anzudrohen für den Fall, dass sie diese Verbote übertreten sollte.\n\nMit Urteil vom 9. April 1959 stellte das Handelsgericht fest, die Beklagte sei nicht berechtigt, den Namen \"Gennheimer\" in ihrer Firma zu führen (Spruch 1). Es verpflichtete die Beklagte, den Namen \"Gennheimer\" vollständig aus ihrer Firma wegzulassen, und drohte ihren Organen für den Fall der Zuwiderhandlung Bestrafung mit Haft oder Busse nach Art. 292 StGB an (Spruch 2). Es verurteilte BGE 85 II 323 S. 327die Beklagte, der Klägerin Fr. 5000.-- nebst 5% Zins ab 23. November 1957 zu zahlen, und wies das Begehren um weiteren Schadenersatz ab (Spruch 3). Es ermächtigte die Klägerin, das Urteil binnen 20 Tagen nach Eintritt der Rechtskraft auf Kosten der Beklagten im Dispositiv je einmal in der Grösse einer Viertelsseite in den im Klagebegehren 4 genannten Druckschriften zu veröffentlichen (Spruch 4). Es wies die Widerklage ab (Spruch 5) und entschied über die Prozesskosten (Sprüche 6-8).\n\nC.- Die Beklagte hat die Berufung erklärt. Sie beantragt, das Urteil des Handelsgerichts aufzuheben, die Klage abzuweisen und die Widerklage gutzuheissen.\n\nDie Klägerin beantragt die Abweisung der Berufung und begehrt auf dem Wege der Anschlussberufung Erhöhung der Schadenersatzforderung auf Fr. 10'000.-- nebst Zins zu 5% ab 23. November 1957.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. a) Wer ein Geschäft übernimmt, ist an die Vorschriften gebunden, die für die Bildung und die Führung einer Firma aufgestellt sind (Art. 953 Abs. 1 OR), darf jedoch mit ausdrücklicher oder stillschweigender Zustimmung der früheren Inhaber oder ihrer Erben die bisherige Firma weiterführen, wenn er in einem Zusatz das Nachfolgeverhältnis ausdrückt und den neuen Inhaber nennt (Art. 953 Abs. 2 OR).\n\nDie Beklagte ist unter dem Gesichtspunkt dieser Bestimmung berechtigt, mit Zustimmung der Erben des Gottfried Gennheimer die Firma der Kommanditgesellschaft Gottfr. Gennheimer & Co., deren Geschäft sie übernommen hat, unter Hinweis auf das Nachfolgeverhältnis und unter Nennung des neuen Inhabers weiterzuführen. Der Gebrauch der Bezeichnung \"Gottfr. Gennheimer & Co.\" als Bestandteil der Firma der Beklagten in Verbindung mit der Wendung \"Nachfolger Max Weber-Gennheimer & Co.\" hält daher vor Art. 953 OR stand.\n\nb) Die beiden Hauptteile der Firma der Beklagten sind, BGE 85 II 323 S. 328jeder für sich betrachtet, ebenfalls vorschriftsgemäss gebildet. Das trifft in bezug auf \"Gottfr. Gennheimer & Co.\" zu, weil die Rechtsvorgängerin der Beklagten eine Kommanditgesellschaft war, deren unbeschränkt haftender Gesellschafter Gottfried Gennheimer hiess; denn die Firma einer Kommanditgesellschaft muss den Familiennamen wenigstens eines unbeschränkt haftenden Gesellschafters mit einem das Gesellschaftsverhältnis andeutenden Zusatz enthalten (Art. 947 Abs. 3 OR) und darf daneben insbesondere Angaben aufweisen, die zur näheren Umschreibung der darin erwähnten Personen dienen (Art. 944 Abs. 1 OR), also namentlich den ausgeschriebenen oder abgekürzten Vornamen. Zulässig ist auch \"Max Weber-Gennheimer & Co.\", denn der unbeschränkt haftende Gesellschafter der Beklagten heisst Max Weber, und \"Gennheimer\" ist der Mädchenname seiner Ehefrau, der ihn von den zahlreichen anderen in der Schweiz niedergelassenen Personen mit dem Namen Max Weber unterscheiden hilft.\n\nc) Gemäss Art. 951 Abs. 1 OR gelten die Vorschriften über die Ausschliesslichkeit der eingetragenen Einzelfirma auch für die Firma der Kollektivgesellschaft und der Kommanditgesellschaft. Das bedeutet nach Art. 946 OR, dass die Firma dieser Gesellschaften an demselben Orte selbst dann von keinem anderen Geschäftsinhaber verwendet werden darf, wenn der in der Firma genannte Gesellschafter den gleichen Vor- und Familiennamen hat, mit dem die ältere Firma gebildet wurde (Abs. 1), und dass die neue Gesellschaft in einem solchen Falle dem Namen ihres Gesellschafters in der Firma einen Zusatz beifügen muss, durch den diese deutlich von der älteren Firma unterschieden wird (Abs. 2).\n\nAuch unter diesem Gesichtspunkt lässt sich die Firma der Beklagten nicht beanstanden. Der Sachverhalt des Art. 951 in Verbindung mit Art. 946 liegt nicht vor, denn die in der Firma der Beklagten vorkommenden Personennamen Gottfr. Gennheimer und Max Weber-Gennheimer weichen vom Namen Carl Gennheimer, den die Klägerin BGE 85 II 323 S. 329verwendet, deutlich ab. Zudem wurde die Firma der Beklagten vor der Firma der Klägerin in das Handelsregister eingetragen, weshalb der Grundsatz der Ausschliesslichkeit der eingetragenen Firma (s. Randtitel zu Art. 951 und 946) sich zugunsten der Beklagten, nicht der Klägerin, auswirken würde.\n\nd) Die Firma \"Gottfr. Gennheimer & Co. Nachfolger Max Weber-Gennheimer & Co.\" verletzt auch nicht das Gebot, der Inhalt der Firma müsse der Wahrheit entsprechen (Art. 944 Abs. 1 OR). Insbesondere ist nicht zu beanstanden, dass die Beklagte den Namen der früheren Gesellschaft \"Gottfr. Gennheimer & Co.\" voranstellt und die Bezeichnung \"Max Weber-Gennheimer & Co.\" erst an zweiter Stelle folgen lässt; denn das Wort \"Nachfolger\" sagt deutlich, dass die von Max Weber-Gennheimer, nicht die von Gottfried Gennheimer gegründete Gesellschaft die gegenwärtige Geschäftsinhaberin ist.\n\ne) Nach Art. 944 Abs. 1 OR muss die Firma ferner so gestaltet werden, dass sie nicht Täuschungen verursachen kann. Ob solche möglich sind, insbesondere wegen Verwechslungsgefahr, beurteilt sich unter dem Gesichtspunkt dieser Bestimmung nur nach dem Inhalt der Firma. Auf die Tatsache, dass die Inhaber zweier Geschäfte miteinander im Wettbewerb stehen und am gleichen Orte niedergelassen sind, nimmt Art. 944 Abs. 1 OR nicht Rücksicht. Er verschärft die Anforderungen an die Unterscheidungskraft der Firma nicht, wenn die Wettbewerbsverhältnisse es erfordern, wohl aber kann allenfalls das Gesetz über den unlauteren Wettbewerb das tun (vgl.BGE 40 II 603Erw. 3).\n\nRein firmenrechtlich betrachtet, unterscheidet sich die Firma der Beklagten von derjenigen der Klägerin genügend, um ernst zu nehmende Verwechslungen auszuschliessen. Das ergibt sich namentlich daraus, dass die Rechtsvorgänger der Parteien schon seit 1935 die Namen Carl Gennheimer bzw. Gottfr. Gennheimer als Firma bzw. als Bestandteil einer solchen führten und dennoch laut vorinstanzlicher BGE 85 II 323 S. 330Feststellung \"nur unbedeutende Verwechslungen\" vorkamen, obschon beide Geschäftsinhaber unter anderem auch \"Fournitüren für Autosattlerei\" verkauften. Dabei glichen sich die Firmen \"Carl Gennheimer\" und \"Gottfr. Gennheimer & Co.\" wesentlich mehr als die Firmen der Parteien. Auch in den Jahren 1952-1956, in denen die Beklagte bereits in beschränktem Umfange Autozubehör vertrieb, \"entstanden keine nennenswerten Verwechslungen\". Erst als die Beklagte den Handel mit Autozubehör ausdehnte und damit den Wettbewerb mit der Klägerin verschärfte, begann diese die Firma der Beklagten zu beanstanden. Der Beklagten kann die Pflicht, durch Änderung ihrer Firma den neuen Verhältnissen Rechnung zu tragen, höchstens auf Grund des Gesetzes über den unlauteren Wettbewerb erwachsen sein.\n\nf) Aus dem Gesagten ergibt sich, dass die Firma der Beklagten in jeder Beziehung vor den Bestimmungen des Obligationenrechts über die Geschäftsfirmen standhält. Der Klägerin stehen daher die in Art. 956 OR vorgesehenen Ansprüche auf Unterlassung und Schadenersatz nicht zu.\n\n3. Das Bundesgericht hat nicht nur entschieden, dass die Verletzung von Firmenrechten dem Verletzten neben den Ansprüchen aus Art. 956 OR gegebenenfalls auch solche aus unlauterem Wettbewerb gibt (BGE 73 II 117), sondern auch, dass der Gebrauch einer Firma selbst dann gegen das Gesetz über den unlauteren Wettbewerb verstossen kann, wenn er den Bestimmungen des Obligationenrechts über die Bildung der Geschäftsfirmen nicht widerspricht (BGE 79 II 189). Die Beklagte anerkennt das nur in dem Sinne, dass nach dem Gesetz über den unlauteren Wettbewerb ein Tatbestand auch dann unzulässig sein könne, wenn das Firmenrecht ihn noch dulde. Davon unterscheidet sie Fälle, in denen das Obligationenrecht dem Geschäftsinhaber ein positives Recht verleihe, ihm z.B die Natur des Unternehmens (Art. 944 Abs. 1) oder das Nachfolgeverhältnis anzugeben erlaube (Art. 953 Abs. 2). Sie ist der Auffassung, das Gesetz über BGE 85 II 323 S. 331den unlauteren Wettbewerb könne ein solches Recht nicht vernichten. Noch weniger könne es die vom Firmenrecht zwingend vorgeschriebene Verwendung des Personennamens des Geschäftsinhabers verhindern.\n\nEs erübrigt sich, zu dieser Auffassung Stellung zu nehmen, da im vorliegenden Falle der Hinweis auf das Nachfolgeverhältnis und der Gebrauch der Namen \"Gottfr. Gennheimer\" und \"Max Weber-Gennheimer\" auch unter dem Gesichtspunkt des Gesetzes über den unlauteren Wettbewerb zulässig sind.\n\n4. Nach verbindlicher Feststellung des Handelsgerichts werden die Geschäfte der Parteien, von denen das eine an der Talstrasse, das andere an der Zähringerstrasse in Zürich betrieben wird, in den beteiligten Verkehrskreisen laufend verwechselt, seitdem die Beklagte im Jahre 1957 den Handel mit Autozubehör, den sie vorher nur in verhältnismässig geringem Umfange trieb, wesentlich ausdehnte und in ihren im Handelsregister bekanntgegebenen Geschäftszweck aufnahm. Insbesondere sind Sendungen an die eine Partei vom Postpersonal schon wiederholt der anderen zugestellt worden, und zwar selbst dann, wenn sie richtig angeschrieben waren. Namentlich hat die Beklagte öfters Sendungen erhalten, die für die Klägerin bestimmt waren.\n\nWas die Ursachen der Verwechslungen betrifft, räumt das Handelsgericht ein, dass oft Unachtsamkeit Dritter mitgespielt hat. Anderseits stellt es fest, dass die Beklagte die Verwechslungen förderte, indem sie hin und wieder ihre Firma abkürzte und verschiedentlich den Namen \"Gennheimer\" oder den Bestandteil \"Gottfr. Gennheimer & Co.\" hervorhob. Auf Briefpapier, Rechnungen, Briefumschlägen und Drucksachen gab sie ihre Firma oft so wieder, dass der Bestandteil \"Gottfr. Gennheimer & Co.\" hervorstach. Ein Rundschreiben an Kunden vom 31. März 1957 unterzeichnete sie nur mit \"Autozubehör am Central Gottfr. Gennheimer & Co.\". Auf einer Firmatafel nennt sie sich nur \"Gottfried Gennheimer & Co.\", wobei BGE 85 II 323 S. 332der Name Gennheimer stark hervortritt. Auf zwei anderen Tafeln an ihrer Geschäftsliegenschaft ist zwar die ganze Firma wiedergegeben, aber wiederum \"Gennheimer\" im Vergleich zum Rest so gross geschrieben, dass der flüchtige Betrachter nur dieses Wort wahrnimmt.\n\nDas sind indessen nicht die einzigen Ursachen der Verwechslungen. Das Handelsgericht sieht eine wesentliche Ursache auch darin, dass die Beklagte überhaupt den Namen Gennheimer als Bestandteil ihrer Firma verwendet. Die lange Firma der Beklagten verleitet zur Abkürzung. Die Beklagte wurde deshalb schon öfters nur mit Namen wie \"Gottfr. Gennheimer & Co.\" oder \"G. Gennheimer & Co.\" angeschrieben. Auf Anweisungen der Wir Wirtschaftsring Genossenschaft Basel wurde sie anfänglich wegen Platzmangels ohne ihr Zutun nur mit \"G. Gennheimer & Co. Autozubehör\" bezeichnet. Im \"Kompass\", Informationswerk der schweizerischen Wirtschaft, ist ihre Firma zwar vollständig wiedergegeben, aber erst seit 1958/59 in gleichmässiger Schrift, während früher \"Gennheimer & Co., Gottfr.\" durch grössere Schrift hervorstach. Im Telephonbuch, im allgemeinen Adressbuch und im Adressbuch der Autobranche der Schweiz ist die Beklagte nach dem Namen Gennheimer, nicht nach dem Namen Weber alphabetisch eingeordnet.\n\nEs steht somit fest, dass die Geschäftsbetriebe der Parteien wegen ihrer Firmen selbst dann häufig verwechselt werden, wenn jede Partei sich an den im Handelsregister eingetragenen Wortlaut hält und Dritte nicht oder nicht über das übliche Mass unaufmerksam sind. Die beiden Firmen sind somit im Sinne des Art. 1 Abs. 2 lit. d UWG geeignet, Verwechslungen herbeizuführen.\n\n5. Der Gebrauch der Firma der Beklagten ist trotz der Verwechslungsgefahr nur dann unlauter, wenn er gegen Treu und Glauben verstösst (Art. 1 UWG).\n\nIm allgemeinen hat nicht der Inhaber des älteren, sondern der des jüngeren Geschäftes den Verwechslungen vorzubeugen (BGE 40 II 601ff.). Wenn Firmen verwechselt BGE 85 II 323 S. 333werden können, muss daher grundsätzlich - wie unter dem Gesichtspunkt der Art. 946 und 951 OR - auch unter dem Gesichtspunkt des Gesetzes über den unlauteren Wettbewerb die neuere vor der älteren weichen.\n\nTreu und Glauben sind jedoch Begriffe, die den Umständen des einzelnen Falles Rechnung tragen und daher Ausnahmen erheischen. Insbesondere ist nicht angängig, dass jemand unter einer Firma, die sich anfänglich mit einer ähnlich lautenden, wenn auch später eingetragenen nur deshalb vertrug, weil die Berechtigten nicht miteinander im Wettbewerb standen, nachträglich die gleiche geschäftliche Tätigkeit ausübe wie der andere. Wäre in einem solchen Falle die später eingetragene Firma abzuändern, so würde ihr Träger im Bestande seiner Geschäftskundschaft bedroht, die er in guten Treuen unter dieser Firma geworben hat. Nach Treu und Glauben hat in erster Linie jener Geschäftsinhaber, der durch Änderung oder Ausdehnung seiner geschäftlichen Tätigkeit den Wettbewerb herbeiführt oder verschärft und damit den Grund zur Unverträglichkeit der beiden Firmen setzt, für Abhilfe zu sorgen (vgl. RGZ 170 273, 171 321 ff.).\n\nDie Tatsache, dass die Firma der Beklagten vor derjenigen der Klägerin in das Handelsregister eingetragen wurde, bewahrt daher die Beklagte nicht vor dem Vorwurf des unlauteren Wettbewerbes. Verwechslungen kommen in nennenswertem Umfange erst vor, seitdem die Beklagte im Jahre 1957 unter Einsatz erheblicher Werbung den vorher nur in geringem Umfange betriebenen Handel mit Autozubehör ausgedehnt und damit in vermehrtem Masse den Wettbewerb mit der Klägerin aufgenommen hat. Treu und Glauben verlangen, dass die Beklagte die Verwechslungsgefahr behebe, die sich aus der von ihr geschaffenen neuen Lage ergibt. Der Klägerin kann die Abänderung ihrer Firma nicht zugemutet werden. Darunter litte der gute Ruf, den gemäss Feststellung des Handelsgerichts ihre Rechtsvorgänger dem Geschäft durch den Namen Gennheimer verschafft haben und den ihm BGE 85 II 323 S. 334die Firma \"Carl Gennheimer & Cie.\" seit 1951 hat erhalten und fördern helfen. Freilich hat auch die Beklagte unter ihrer Firma schon seit 1952 Kunden für Autozubehör gewonnen. Aber sie übt den Handel mit dieser Ware weniger lange aus als die Klägerin und deren Rechtsvorgänger, und er hat für sie bis 1957 auch weit geringere Bedeutung gehabt als für die Klägerin. Es ist daher billig, dass nicht diese, sondern die Beklagte die durch die Erweiterung des Wettbewerbes hervorgerufene Verwechslungsgefahr beseitige.\n\n6. Die Massnahmen, die die Beklagte zu diesem Zwecke zu treffen hat, brauchen jedoch nicht weiter zu gehen, als die Gebote von Treu und Glauben im Wettbewerb verlangen. Der Beklagten kann der Gebrauch des Namens \"Gennheimer\" nicht verwehrt werden, sondern nur der unlautere Gebrauch desselben ist ihr zu verbieten.\n\nEs lag schon im Geiste der Vereinbarung vom 5. März 1935, dass die Vertragschliessenden und ihre Rechtsnachfolger den Namen \"Gennheimer\" nicht überhaupt zu meiden hätten. Freilich wurde damals das Geschäft nach Fachgebieten geteilt, doch sahen die Vertragschliessenden von Konkurrenzverboten ab, weshalb sie nicht voraussetzen durften, dass sie oder ihre Rechtsnachfolger nie miteinander in Wettbewerb treten würden. Insbesondere lag schon damals nahe, dass Gottfried Gennheimer oder sein Nachfolger sich später auf den Handel mit Autozubehör verlegen könnten. Indem die Beklagte hiezu überging, führte sie nicht einen völlig neuen Geschäftszweig ein, sondern kehrte sie nur zu einer Tätigkeit zurück, die schon die Kommanditgesellschaft Gennheimer & Co., aus deren Geschäft ihr eigenes hervorgegangen ist, ausgeübt hatte. Diese Umstellung war auch die natürliche Folge der Entwicklung der Verhältnisse, da das Motorfahrzeug mehr und mehr das Pferdegespann verdrängt und damit die Absatzmöglichkeit für Sattlerbedarfswaren verringert hat. Sie wurde bei der Teilung des Geschäftes im Jahre 1935 in Kauf genommen. Selbst wenn die Beklagte nun ausschliesslich BGE 85 II 323 S. 335mit Autozubehör Handel triebe, würden daher Treu und Glauben nicht gebieten, dass sie den Namen \"Gennheimer\" als Bestandteil ihrer Firma völlig unterdrücke.\n\nVon einem so weit gehenden Eingriff in ihre Interessen kann vollends nicht die Rede sein, wenn berücksichtigt wird, dass sie nur mit einem Teil ihrer geschäftlichen Tätigkeit mit der Klägerin im Wettbewerb steht. Es geht nicht an, der Beklagten wegen des Wettbewerbes im Handel mit Autozubehör den Gebrauch eines Namens zu untersagen, der ihr und ihren Rechtsvorgängern geholfen hat, sich im Handel mit Material für Sattler und Autosattlereien einen Ruf zu machen, der ihr in weiterer Ausübung dieser Tätigkeit von Nutzen sein wird. Das Handelsgericht anerkennt selber, dass die Beklagte ein erhebliches und schutzwürdiges Interesse an der Beibehaltung des Namens \"Gennheimer\" für das Sattlereibedarfsgeschäft hat. Die Aufgabe dieses Namens, der für sie so sehr Verkehrsgeltung erlangt hat wie für die Klägerin, hätte für sie eine erhebliche Einbusse zur Folge.\n\nDie Verhältnisse verlangen einen billigen Ausgleich zwischen den Interessen der Parteien, mag dabei auch ein kleiner Rest von Verwechslungsgefahr fortbestehen. Die Beklagte ist nur verpflichtet, die Möglichkeit von Verwechslungen auf das erträgliche Mass herabzusetzen, das jeder Geschäftsinhaber als Folge der Verwendung eines nicht ihm allein vorbehaltenen Personennamens in Kauf zu nehmen hat.\n\nDiesen Anforderungen wird die Beklagte gerecht, wenn sie die Hauptursache der Verwechslungen beseitigt. Solche sind vorwiegend darauf zurückzuführen, dass die Beklagte den Namen ihrer Rechtsvorgängerin \"Gottfr. Gennheimer & Co.\" voranstellt und erst nachher ihren eigenen Namen \"Max Weber-Gennheimer & Co.\" als Bestandteil der Firma folgen lässt. Das führt nicht nur dazu, dass sie im Telephonbuch, in Adressbüchern, Geschäftsverzeichnissen und dgl. wie die Klägerin nach dem Stichwort \"Gennheimer\" alphabetisch eingeordnet wird, sondern hat auch BGE 85 II 323 S. 336zur Folge, dass bei flüchtiger Betrachtung der Firma nur \"Gottfr. Gennheimer & Co.\" haften bleibt und im Falle der Abkürzung nicht dieser, sondern der nachfolgende Teil der Firma fallen gelassen wird. Damit gelangt im Geschäftsverkehr das Schwergewicht auf den Namen \"Gennheimer\", obwohl die Beklagte keine Person dieses Namens als unbeschränkt haftenden Gesellschafter aufweist und nach den Haftungsverhältnissen der Name Weber hervorstechen sollte. Dem Missstand wird abgeholfen, wenn die Beklagte den sich aus der gegenwärtigen Zusammensetzung der Gesellschaft ergebenden Namen \"Max Weber-Gennheimer & Co.\" voranstellt und erst nachher auf ihre Rechtsvorgängerin \"Gottfr. Gennheimer & Co.\" hinweist. Die Firma wird in diesem Falle lauten: \"Max Weber-Gennheimer & Co., vormals Gottfr. Gennheimer & Co.\".\n\nFerner verlangen Treu und Glauben, dass die Beklagte im Geschäftsverkehr sich keiner Abkürzung bediene, die dem Bestandteil \"vormals Gottfr. Gennheimer & Co.\" vor dem anderen erneut ein Übergewicht gäbe. Gegenteils hat sie diesen Teil im schriftlichen Verkehr dadurch abzuschwächen, dass sie ihn in kleinerer Schrift anführt als den Hauptbestandteil \"Max Weber-Gennheimer & Co.\".\n\nEs bleibt der Beklagten natürlich freigestellt, jede weitere Änderung vorzunehmen, die nicht Anlass zu Verwechslungen geben kann. Sie darf z.B. die Namen \"Gennheimer\" oder \"Max\" in Verbindung mit \"Weber\" weglassen, sich also z.B. \"Max Weber & Co., vormals Gottfr. Gennheimer & Co.\" oder \"Weber-Gennheimer & Co., vormals Gottfr. Gennheimer & Co.\" nennen.\n\nDemnach erkennt das Bundesgericht:\n\n1.- In teilweiser Gutheissung der Berufung werden die Urteilssprüche 1-4 und 6-8 des Urteils des Handelsgerichts des Kantons Zürich vom 9. April 1959 aufgehoben, und es wird erkannt:\n\na) Die Beklagte ist gehalten, ihre Firma innert einer BGE 85 II 323 S. 337Frist von drei Monaten im Sinne der Erwägungen wie folgt zu ändern:\n\naa) Der Name des unbeschränkt haftenden Gesellschafters muss an den Anfang der neuen Firma gesetzt werden.\n\nbb) Der das Nachfolgeverhältnis zur erloschenen Firma \"Gottfr. Gennheimer & Co.\" andeutende Zusatz ist an den Schluss der neuen Firma der Beklagten zu setzen.\n\nb) Im Geschäftsverkehr darf bei Angabe des Nachfolgeverhältnisses die frühere Firma \"Gottfr. Gennheimer & Co.\" in derjenigen der Beklagten nur in Kleinschrift erscheinen.\n\nc) Die Beklagte ist verpflichtet, der Klägerin Fr. 2000.-- nebst 5% Zins vom 23. November 1957 an als Schadenersatz zu zahlen.\n\n2.- Die weitergehenden Begehren der Berufung und der Klage sowie die Anschlussberufung werden abgewiesen."}