{"annee": "85", "cour": "IV", "page": "67", "date": "13/3/1959", "cite": ["84 IV 73", "79 I 278"], "cite_par": ["100 IV 252", "92 I 400", "92 IV 107", "90 IV 114", "88 I 303", "104 IB 337", "90 II 365"], "chapeau": "17. Auszug aus dem Urteil des Kassationshofes vom 13. März 1959 i.S. Hulmann gegen Statthalteramt Zürich.", "regestes": ["Art. 2 lit. f. des ordonnances du Conseil fédéral concernant le contrôle des loyers du 30 décembre 1953 et du 28 décembre 1956. 1. Le juge pénal revoit librement la décision de l'autorité administrative touchant le caractère usuel ou non des conditions dans lesquelles des chambres meublées sont louées séparément (consid. 1). 2. Il n'est pas usuel de louer meublées et séparément toutes les chambres d'une maison privée ou la plupart d'entre elles (consid. 1). 3. Est légal l'assujettissement au contrôle des prix de la location de chambres meublées séparées, faite dans des conditions non usuelles (consid. 2)."], "faits": "BGE 85 IV 67 S. 68\n\nA.- Hulmann ist seit Ende 1955 Eigentümer der Liegenschaft Turnerstrasse 40 in Zürich 6. Er bewohnte zwei der zehn Zimmer und vermietete die übrigen acht. Im Juli 1956 zog er in das dazu erworbene Einfamilienhaus Bucheggstrasse 154 in Zürich 6 um. Er vermietete dort vier der sechs Zimmer sowie die beiden, die er an der Turnerstrasse 40 nicht mehr selber benützte.\n\nHulmann gab jedes der Zimmer einzeln und möbliert an zwei oder mehrere Mieter ab und setzte die Mietzinse fest, ohne dass er die Bewilligung der zuständigen Behörde eingeholt hatte.\n\nAm. 8. November 1956 und 27. Februar 1957 bestimmte die städtische Preiskontrolle Zürich die höchstzulässigen Mietansätze, die durchwegs niedriger waren als die von den Mietern verlangten und bezogenen Beträge. Die gegen die Mietzinsfestsetzung geführten Beschwerden Hulmanns wurden, in letzter Instanz von der Eidg. Mietzinsrekurskommission, abgewiesen.\n\nB.- Am 5. November 1958 verfällte das Statthalteramt des Bezirkes Zürich Hulmann in eine Busse von Fr. 100.-- wegen Übertretung des Art. 14 Abs. 1 der Verordnung über die Mietzinskontrolle und die Beschränkung des Kündigungsrechts vom 30. Dezember 1953 und des Art. 16 Abs. 1 dieser Verordnung in der Fassung vom 28. Dezember 1956.\n\nAuf Einsprache des Verurteilten bestätigte der Einzelrichter in Strafsachen des Bezirksgerichts Zürich am 15. Dezember 1958 den angefochtenen Entscheid, mit dem Zusatz, dass die Busse im Strafregister nicht eingetragen wird.\n\nBGE 85 IV 67 S. 69\n\nC.- Hulmann beantragt mit der Nichtigkeitsbeschwerde, er sei freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 14 Abs. 1 der Mietzinskontrollverordnung (VMK) vom 30. Dezember 1953 und Art. 16 Abs. 1 VMK vom 28. Dezember 1956 darf für Objekte, die am 31. August 1939 nicht oder in anderer Zusammensetzung vermietet waren und für welche ein höchstzulässiger Mietzins noch nicht behördlich festgesetzt wurde, ein Mietzins nur mit Bewilligung der zuständigen Amtsstelle gefordert oder angenommen werden. Der Beschwerdeführer macht nicht geltend, dass die Voraussetzungen zur Anwendung dieser Bestimmungen nicht erfüllt seien. Er beruft sich dagegen auf Art. 2 Abs. 2 der Bundesbeschlüsse über die Durchführung einer beschränkten Preiskontrolle (PKB) vom 10. Juni 1953 und 28. September 1956, um darzutun, dass Mietzinse für möblierte Einzelzimmer nicht der Preiskontrolle unterstellt seien.\n\nArt. 2 Abs. 2 PKB vom 10. Juni 1953 bestimmt, dass möblierte Einzelzimmer von der Mietzinskontrolle ausgenommen sind. Art. 2 lit. f VMK vom 30. Dezember 1953 beschränkt diese Ausnahme auf die in üblicher Weise vermieteten möblierten Einzelzimmer. Diese Ordnung wurde auch nach 1956 beibehalten, einerseits durch Art. 2 Abs. 2 PKB vom 28. September 1956, wonach die bis zum 31. Dezember 1956 frei gegebenen Objekte von der Mietzinskontrolle ausgenommen bleiben, anderseits gemäss Art. 2 lit. f VMK vom 28. Dezember 1956, dessen Text mit Art. 2 lit. f VMK vom 30. Dezember 1953 wörtlich übereinstimmt. Im vorliegenden Falle haben die Preiskontrollbehörden festgestellt, das der Beschwerdeführer seine Zimmer nicht in üblicher Weise vermietet habe und dass sie demzufolge der Mietzinskontrolle unterworfen seien.\n\nBGE 85 IV 67 S. 70\n\nDieser Entscheid der Verwaltungsbehörden ist entgegen der Auffassung der Vorinstanz für den Strafrichter nicht verbindlich. Abgesehen von dem hier nicht zutreffenden Fall, dass ein Verwaltungsakt rechtsgestaltende Wirkung hat oder nach gesetzlicher Vorschrift von den Gerichten als Tatbestand hinzunehmen ist, steht dem Zivil- und Strafrichter grundsätzlich das Recht zu, unabhängig von der Verwaltung zu entscheiden und vorfrageweise auch solche Rechtsfragen zu lösen, die dem Erkenntnisgebiet der Verwaltung angehören. Ob ihn im letztern Fall eine bereits ergangene Entscheidung des Präjudizialpunktes durch die zuständige Verwaltungsbehörde binde, stehe dahin (BGE 79 I 285). Die Frage, ob Einzelzimmer der Mietzinskontrolle unterstehen, d.h. ob sie in üblicher Weise vermietet seien oder nicht, ist weder in den Preiskontrollbeschlüssen noch in den Mietzinskontrollverordnungen von 1953 und 1956 dem Entscheid der Verwaltungsbehörden vorbehalten worden. Der Richter kann und muss sie daher frei überprüfen.\n\nDem Entscheid der Verwaltungsbehörden ist jedoch beizupflichten. Dass ein Hauseigentümer ein oder zwei Zimmer, die er für den eigenen Gebrauch nicht benötigt, einzeln vermietet, kommt häufig vor und entspricht der Gewohnheit. Dagegen muss als aussergewöhnlich bezeichnet werden, dass in einem dreistöckigen Haus, das nach seiner baulichen Einrichtung die Vermietung ganzer Wohnungen zuliesse, sämtliche und in einem andern Haus der Grossteil der Zimmer einzeln vermietet werden und dass überdies jedes dieser Zimmer von zwei oder mehreren Mietern benützt wird. Fällt somit das Vorgehen des Beschwerdeführers nicht unter die übliche Art der Vermietung von Einzelzimmern im Sinne von Art. 2 lit. f der VMK von 1953 und 1956, so kann er sich auch nicht auf die Ausnahmebestimmungen der Art. 2 Abs. 2 der PKB von 1953 und 1956 berufen.\n\n2. Hulmann bestreitet die Gesetzmässigkeit der BGE 85 IV 67 S. 71Art. 2 lit. f der VMK von 1953 und 1956, indem er geltend macht, der Bundesrat sei nicht befugt gewesen, die in den Bundesbeschlüssen von 1953 und 1956 vorgesehene Freigabe möblierter Einzelzimmer auf dem Verordnungsweg wieder einzuschränken. Die Rüge betrifft aus den bereits angeführten Gründen ein Sachgebiet, das in die Entscheidungskompetenz des Richters fällt. Sie ist daher zu überprüfen, und zwar, da in Art. 14 Abs. 1 PKB vom 10. Juni 1953 und in Art. 15 Abs. 1 PKB vom 28. September 1956 dem Bundesrat die Ermächtigung zum Erlass der erforderlichen Ausführungsvorschriften vorbehaltlos erteilt wurde, nur unter dem Gesichtspunkt, ob die beanstandeten Verordnungsvorschriften objektiv geeignet sind, das von der Delegationsnorm gesetzte Ziel zu erreichen (BGE 84 IV 76).\n\nDiese Frage ist zu bejahen. Eine Preiskontrolle, auch eine beschränkte, kann ihren Zweck nur erfüllen, wenn sie wirksam ist, d.h. wenn die Bestimmungen, auf der sie beruht, eingehalten werden. Wäre es nach der Freigabe der Vermietung von Einzelzimmern gestattet, ein Haus ganz oder zum grössern Teil einzelzimmerweise zu vermieten, so würden diese Objekte der behördlichen Mietzinskontrolle entzogen, und der Vermieter wäre in der Festsetzung der Mietzinse frei, während der Eigentümer, der sein Haus als Ganzes oder wohnungsweise vermietet, der Preiskontrolle unterstellt bliebe. Als Folge dieser Ungleichheit wäre zu befürchten, dass viele der von der Preiskontrolle betroffenen Hauseigentümer der Versuchung nicht widerstehen könnten, ihr Haus oder ihre Wohnungen ebenfalls einzelzimmerweise zu vermieten, um sich der behördlichen Bewilligungspflicht zu entziehen. Dass eine solche Umgehung der Mietzinskontrollvorschriften dem Zweck der Preiskontrolle zuwiderlaufen, ja dessen Erreichung in erheblichem Umfange in Frage stellen würde, ist offensichtlich. Die beanstandeten Verordnungsvorschriften, deren Sinn gerade darin besteht, dieser Gefahr zu begegnen, stehen somit im Einklang mit den Absichten des Gesetzgebers BGE 85 IV 67 S. 72und können nicht als gesetzwidrig bezeichnet werden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}