{"annee": "85", "cour": "II", "page": "54", "date": "5/3/1959", "cite": ["39 II 822", "78 II 445", "80 II 243", "81 II 249"], "cite_par": [], "chapeau": "11. Urteil der I. Zivilabteilung vom 5. März 1959 i.S. Engler & Co. gegen Halpern.", "regestes": ["Art. 140 OJ. Est irrecevable la demande de revision dans laquelle le requérant n'indique pas en quoi consiste la modification de l'arrêt demandée."], "faits": "BGE 85 II 54 S. 54\n\nA.- Doryan Halpern klagte gegen die Firma Engler & Co. beim Handelsgericht des Kantons Zürich auf Zahlung einer Provision aus Agenturvertrag von Fr. 10'500.-- nebst Zins zu 5% seit 1. Januar 1956. Das Handelsgericht verurteilte die Beklagte am 8. Mai 1958, dem Kläger den geforderten Betrag nebst Zins zu zahlen. Die Beklagte erklärte die Berufung. Sie beantragte dem Bundesgericht, das Urteil aufzuheben und die Klage abzuweisen. Das Bundesgericht wies am 27. November 1958 die Berufung ab und bestätigte das Urteil des Handelsgerichts. Die schriftliche Ausfertigung des bundesgerichtlichen Urteils wurde den Vertretern der Parteien am 21. Januar 1959 zugestellt.\n\nB.- Mit Gesuch vom 18. Februar 1959 beantragt die Firma Engler & Co. dem Bundesgericht: \"Es sei das Urteil des Bundesgerichtes vom 27. November 1958 aufzuheben unter Kosten- und Entschädigungsfolge\". Sie macht geltend, das Bundesgericht habe im Sinne des Art. 136 lit. d OG in den Akten liegende erhebliche Tatsachen aus Versehen nicht berücksichtigt; es sei ihm wie schon dem Handelsgericht und dem Prozessvertreter der Beklagten entgangen, dass Halpern nicht Agent von Engler & Co., sondern Agent der Firma Engler Ltd. gewesen sei.\n\nBGE 85 II 54 S. 55", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie Gesuchstellerin beantragt nur Aufhebung des bundesgerichtlichen Urteils. Sie sagt nicht, in welchem Sinne hierauf das Bundesgericht neu zu entscheiden habe. Hierüber hätte sie sich aussprechen müssen. Es genügt nicht, dass sie am Schlusse des Gesuches das Bundesgericht ersucht, \"die Revision zu schützen, mit den nötigen Konsequenzen\". Gemäss Art. 140 OG ist im Revisionsgesuch anzugeben, \"welche Abänderung des früheren Entscheides und welche Rückleistung verlangt wird\". Schon nach der Rechtsprechung unter der Herrschaft des alten Organisationsgesetzes hatte der Revisionskläger zu sagen, in welchem Sinne das angefochtene Urteil im Falle seiner Aufhebung abgeändert werden solle (BGE 39 II 824).\n\nIm Berufungsverfahren, für das Art. 55 Abs. 1 lit. b OG ebenfalls die genaue Angabe der beantragten Abänderungen vorschreibt, lässt das Bundesgericht einen Antrag auf Schutz eines aus der Berufungsbegründung oder aus dem angefochtenen Urteil ohne weiteres ersichtlichen Begehrens genügen (BGE 78 II 449, BGE 80 II 245, BGE 81 II 251). Ob entsprechende Nachsicht sich auch im Revisionsverfahren rechtfertigt, kann dahingestellt bleiben. Aus der Begründung des vorliegenden Revisionsgesuches ergibt sich nur, dass der Gesuchstellerin auf Verlangen der Gegenpartei der Konkurs angedroht worden ist, die Gesuchstellerin also anscheinend die geschuldete Summe noch nicht bezahlt hat und folglich Rückforderung zur Zeit nicht geltend macht. Die Gesuchstellerin schweigt sich dagegen darüber aus, welchen neuen Entscheid sie anstrebt. Auch dem bundesgerichtlichen Urteil, dessen Aufhebung beantragt wird, kann das nicht entnommen werden. Das Revisionsverfahren besteht nicht in einer Fortsetzung des Berufungsverfahrens, so dass sich von selbst verstände, dass die für dieses gestellten Anträge auch für jenes gelten sollen. Zumal im vorliegenden Falle versteht sich das nicht von selbst, da die Gesuchstellerin das Gesuch auf einen Einwand BGE 85 II 54 S. 56stützt, den sie weder im Berufungsverfahren noch vor dem Handelsgericht erhoben hat. Aus dem von der Gesuchstellerin neu vertretenen Standpunkt können sich verschiedene Schlüsse ergeben: Abweisung der Klage, Abweisung angebrachtermassen, blosse Rückweisung an den kantonalen Richter zur Prüfung der Frage usw. Da die Gesuchstellerin nicht sagt, welche dieser Folgen sie begehrt, kann auf das Gesuch nicht eingetreten werden.\n\nDemnach erkennt das Bundesgericht:\n\nAuf das Revisionsgesuch wird nicht eingetreten."}