{"annee": "85", "cour": "II", "page": "64", "date": "5/5/1959", "cite": [], "cite_par": ["111 II 109", "92 II 73"], "chapeau": "13. Sentenza 5 maggio 1959 della II Corte civile nella causa B. contro B.", "regestes": ["Divorce après séparation de corps. Faute exclusive du demandeur (art. 148 al. 1 CC). Refus de la défenderesse de reprendre la vie commune? (art. 148 al. 2 CC)."], "faits": "BGE 85 II 64 S. 64\n\nA.- I coniugi B. si sono uniti in matrimonio il 25 ottobre 1952. Il 12 dicembre 1953, è nato il loro unico figlio.\n\nIl marito, che lavora presso l'Officina delle FFS a Bellinzona, conservò anche dopo il matrimonio il domicilio ad Arzo, suo comune di origine, e stabilì l'abitazione coniugale in un appartamento situato nella casa dei suoi genitori. In un primo tempo, la moglie accettò quella soluzione anche se la convivenza con il marito era così ridotta a un incontro settimanale che durava dal sabato BGE 85 II 64 S. 65pomeriggio alla domenica pomeriggio. Dopo pochi mesi, essa si trasferì però dal lunedì al sabato presso i suoi propri genitori a Rancate, a motivo sopra tutto di seri attriti sorti tra lei e i suoceri, in particolare la suocera. È poichè gli attriti e i litigi s'erano fatti più violenti senza che il marito intervenisse in favore della moglie, questa, dalla fine di agosto del 1953, rimase a Rancate anche il sabato e la domenica. In quel periodo, era incinta e fu il medico a consigliarle di abbandonare totalmente la casa dei suoceri. Pregato dalla moglie di porre premesse ragionevoli per la ripresa dell'unione coniugale, il marito nulla intraprese, cosicchè la moglie si rivolse, il 18 settembre 1953, al giudice, chiedendo il suo intervento a stregua dell'art. 169 CC. Invece di trasferire l'abitazione coniugale a Bellinzona o per lo meno altrove che in casa dei suoi genitori come gli aveva suggerito il pretore, il marito fece diffidare la moglie, un mese dopo, a reintegrare il domicilio coniugale ad Arzo. In risposta alla diffida, che rimase senza effetti legali perchè prematura, la moglie comunicò al marito che era sempre disposta a riprendere la vita coniugale, non però in casa dei suoceri. Anche dopo la nascita del figlio, i due coniugi continuarono a vivere separati.\n\nB.- Il 25 febbraio 1954, la moglie chiese la separazione legale dal marito, l'attribuzione del figlio e la condanna del marito a pagare alimenti adeguati per il mantenimento suo e del figlio. Pronunciata dal pretore per tempo indeterminato, la separazione legale fu dal Tribunale di appello limitata a un anno, in sostanza perchè alla base del dissidio tra i due coniugi non stavano, per loro ammissione, sentimenti di avversione personale, ma solo cause esteriori, la questione cioè del luogo dell'abitazione coniugale, e tali cause sarebbero dovute cessare non appena il marito si fosse deciso \"a riunire la famiglia in un ambiente favorevole alla regolare convivenza\".\n\nC.- Il marito non diede seguito alcuno all'invito del pretore e del Tribunale di appello di sistemare la sua BGE 85 II 64 S. 66famiglia in luogo sottratto all'influsso pernicioso dei suoi genitori. Non appena trascorso il termine di un anno, presentò al contrario al pretore di Mendrisio, la moglie non essendo tornata ad Arzo, una petizione di divorzio fondata sugli art. 147 e 148 CC. Citato con la moglie per l'esperimento di conciliazione dichiarò di rifiutare \"ogni e qualsiasi riconciliazione\"; la moglie disse invece al gìudice che era sempre pronta alla riconciliazione ed era disposta a riprendere la vita con il marito, alla sola ed unica condizione che il domicilio coniugale fosse scelto fuori di Arzo.\n\nSia il pretore sia il Tribunale di appello respinsero la domanda di divorzio, per colpa esclusiva dell'attore.\n\nD.- L'attore ha interposto in tempo utile un ricorso per riforma al Tribunale federale, chiedendo che, annullata la sentenza impugnata, il divorzio sia concesso.\n\nNelle sue osservazioni, la convenuta non ha presentato conclusioni formali, ma dai suoi motivi appare che chiede la conferma pura e semplice della sentenza impugnata.", "considerants": "Considerando in diritto:\n\n1. Giusta l'art. 148 cp. 1 CC, l'azione di divorzio riproposta anche da uno solo dei coniugi dopo la decorrenza del periodo di separazione senza che vi sia stata una riconciliazione dev'essere accolta, salvo che la turrbazione dell'unione coniugale sia imputabile ad esclusiva colpa del coniuge che ripropone l'azione. Anche in questo caso, precisa l'art. 148 cp. 2 CC, il divorzio deve tuttavia essere pronunciato se l'altro coniuge rifiuta la conciliazione.\n\nSecondo la giurisprudenza del Tribunale federale, al coniuge convenuto con un'azione di divorzio dopo separazione non può essere rimproverato di rifiutare la riconciliazione nel senso dell'art. 148 cp. 2 CC, qualora il coniuge attore non abbia per parte sua richiesto la riconciliazione o non l'abbia richiesta seriamente (RU 84 II 412; 52 II 184 sgg.). Questa ipotesi si verifica in concreto. Lungi dall'averla richiesta, l'attore rifiuta infatti lui medesimo BGE 85 II 64 S. 67\"ogni e qualsiasi riconciliazione\". Così stando le cose, l'attore non può però in nessun caso prevalersi dell'art. 148 cp. 2 CC. Per giustificare una conclusione diversa, non giova all'attore il fatto che la convenuta sarebbe disposta a tornare a vivere con il marito soltanto alla condizione che il domicilio coniugale sia fissato in una località diversa che Arzo, e in ogni modo non in casa dei suoceri. Se una condizione siffatta non appare senz'altro conciliabile con quanto il Tribunale federale ha esposto nella sentenza RU 52 II 184 sgg., determinante rimane pur sempre la circostanza che la convenuta non può aver rifiutato ciò che il marito non le ha offerto, escludendo lui medesimo \"ogni e qualsiasi riconciliazione\".\n\n2. Tenuto conto di ciò che precede, il divorzio potrebbe essere pronunciato soltanto se, contrariamente a quanto hanno ritenuto ambedue i giudici cantonali, la profonda turbazione dei rapporti coniugali non fosse dovuta a colpa esclusiva dell'attore, ma pure a circostanze oggettive, non imputabili cioè a colpa delle parti o a errori della convenuta, che non fossero così poco importanti da doverli praticamente ignorare se raffrontati alla colpa principale dell'attore (RU 84 II 412 consid. 2; 74 II 3 sgg.).\n\nL'attore lo pretende e dice che l'attribuzione a lui di tutta la colpa per i fatti che condussero alla disunione violerebbe il diritto federale, la moglie avendo abbandonato il tetto coniugale e non essendovi tornata neppure quando fu diffidata a farlo.\n\nA questo proposito, occorre considerare quanto segue. Il Tribunale di appello rileva che la causa della disunione materiale delle parti sta esclusivamente nella \"non risolta questione dell'abitazione coniugale\". Nel suo gravame, l'attore non asserisce che questa costatazione sarebbe errata e che in realtà altre cause avrebbero condotto al perturbamento della unione coniugale. Si tratta dunque di esaminare in primo luogo se le difficoltà relative alla scelta dell'abitazione coniugale possano essere ascritte, nel senso della giurisprudenza citata, a circostanze oggettive e, ove tale BGE 85 II 64 S. 68non fosse il caso, se anche errori della convenuta abbiano contribuito a fare di dette difficoltà una causa di turbazione grave dell'unione dei due coniugi.\n\na) Soltanto se ragioni plausibili, per esempio esigenze di lavoro, avessero indotto l'attore a mantenere l'abitazione coniugale ad Arzo e a vivere lontano dalla moglie sei giorni su sette, si potrebbe riconoscere alle difficoltà nate dalla scelta dell'abitazione un carattere oggettivo, così da giustificare la conclusione che l'attore non ne è responsabile. In concreto, queste ragioni plausibili fanno difetto. Tra l'altro, il ricorrente non critica minimamente l'accertamento del Tribunale di appello che ha dimostrato inconsistente l'unico argomento da lui addotto e secondo cui, mantenendo il domicilio coniugale ad Arzo, avrebbe risparmiato sul canone di locazione. Per la verità, solo un erroneo ed egoistico concetto del diritto del marito di scegliere l'abitazione coniugale ha indotto l'attore a credere che la convenuta avesse due sole alternative: o vivere in casa dei suoceri o accettare le conseguenze del suo rifiuto. Ora, un atteggiamento di questa natura non è conciliabile con il dovere che ciascun coniuge ha di contribuire con tutte le sue forze a superare le difficoltà esterne ed interne le quali possono nuocere al buon andamento di un'unione coniugale (RU 79 II 341, 77 II 207 e sentenze ivi citate). Non lo è sicuramente in un caso come quello in esame, dove il marito poteva rendersi conto che l'esclusiva preoccupazione della moglie era di non dover continuare a vivere in casa dei suoceri, esposta com'era alle loro interferenze originate dalla continua assenza del marito e, manifestamente, dalla subordinazione di questi ai voleri di sua madre. Più che di difficoltà dovute a circostanze oggettive, devesi insomma parlare, con il Tribunale di appello, \"d'ingiustificata ostinazione del marito nell'opporsi alla naturale e ragionevole sistemazione dell'abitazione al luogo del lavoro, ponendo fine a una convivenza limitata nei primi mesi a un giorno per settimana e poi cessata\".\n\nBGE 85 II 64 S. 69\n\nb) Per ciò che riguarda il comportamento della convenuta, a torto il ricorrente cerca di ascriverle a colpa il fatto che abbandonò a suo tempo il tetto coniugale e non vi fece più ritorno. Essa si recò infatti dai suoi propri genitori su consiglio del medico, per evitare il ripetersi dei litigi con i suoceri durante gli ultimi mesi della gravidanza. Nè si contentò di partire, giacchè fece sapere al marito che sarebbe tornata non appena avesse posto premesse ragionevoli per una vita coniugale normale. Non fu del resto l'unica volta in cui la moglie cercò di far comprendere al marito che il solo ostacolo alla loro unione era dato dal contatto forzato con i suoceri. Malgrado quegli inviti della convenuta a dar prova di un minimo di buona volontà e malgrado i suggerimenti degli stessi giudici cantonali, l'attore mai volle proporre una soluzione concreta diversa da quella consistente nell'esigere dalla moglie che tornasse in casa dei suoceri. Neppure quando la separazione legale pronunciata dal pretore a domanda della moglie e confermata dal Tribunale di appello venne a sancire la pretesa della moglie di avere un'abitazione coniugale sottratta alle interferenze dei suoceri, l'attore diede prova di minore intransigenza. Egli si limitò ad attendere la fine della separazione legale per chiedere, poco dopo, il divorzio in virtù dell'art. 148 CC. In queste circostanze, bisogna convenire che soltanto l'attore porta la responsabilità della disunione che caratterizza oggi il suo matrimonio. Un rimprovero non può essere mosso alla convenuta, tanto più che ancora oggi è disposta a riprendere la vita coniugale non appena l'attore avrà fatto cessare le cause, a lui esclusivamente imputabili, che indussero a suo tempo i giudici a pronunciare la separazione legale dei coniugi.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso per riforma è respinto e la sentenza impugnata è confermata."}