{"annee": "85", "cour": "III", "page": "11", "date": "19/2/1959", "cite": [], "cite_par": [], "chapeau": "3. Sentenza 19 febbraio 1959 nella causa Breetz.", "regestes": ["Plainte dirigée contre une décision de l'office des poursuites requis de prêter son assistance. Si l'office requérant et celui qui est requis relèvent de la même autorité de surveillance, celle-ci ne peut refuser d'entrer en matière par le motif que la plainte est dirigée contre l'office requérant, alors que seul le second office, en raison de la requête, était en droit de communiquer l'avis de saisie et de passer à la réalisation dans les délais de l'art. 122 LP."], "faits": "BGE 85 III 11 S. 12\n\nA.- A seguito di varie esecuzioni promosse contro Vittorina Breetz, moglie di Carlo, già in Olivone e ora a Biasca, l'ufficio d'esecuzione di Blenio procedette il 15 ottobre 1958, a domanda di taluni creditori, al pignoramento di un autofurgone Ford Taunus, stimato fr. 2000. Con istanza del 10/12 dicembre 1958, Annibale Breetz, che partecipava al pignoramento, chiese all'ufficio d'esecuzione di Blenio la vendita dell'autoveicolo. Quattro giorni dopo, detto ufficio si rivolse con rogatoria di vendita all'ufficio d'esecuzione di Riviera, a Biasca. Nella rogatoria, esso faceva osservare che la debitrice non aveva domicilio fisso e poteva dunque essere escussa nel suo luogo di dimora attuale, e cioè a Biasca. L'ufficio di Biasca non diede seguito alla rogatoria. Quando l'ufficio di Blenio sollecitò, il 16 gennaio 1959, quello di Riviera perchè procedesse alla realizzazione dell'autoveicolo, ricevette la comunicazione, fatta anche ai creditori, che con decreto del 14 gennaio 1959 il pretore di Riviera aveva concesso alla debitrice una moratoria concordataria di quattro mesi.\n\nUn reclamo di Annibale Breetz contro la mancata vendita dell'autofurgone nel termine di un mese dalla domanda di vendita fu dichiarato irricevibile dall'autorità ticinese di vigilanza in materia di esecuzione e fallimenti, con decisione del 3 febbraio 1959.\n\nB.- Annibale Breetz ha interposto in tempo utile un ricorso al Tribunale federale, chiedendo che, annullata la decisione dell'autorità ticinese di vigilanza, sia fatto ordine all'ufficio d'esecuzione di Blenio di procedere alla vendita dell'autofurgone di cui si tratta.", "considerants": "Considerando in diritto:\n\n1. L'autorità ticinese di vigilanza non è entrata nel merito del reclamo di Annibale Breetz perchè era stato BGE 85 III 11 S. 13proposto contro l'ufficio rogante anzichè contro quello rogato, al quale incombeva esclusivamente, in base alla rogatoria, comunicare l'avviso d'incanto e intraprendere le operazioni di vendita nei termini dell'art. 122 LEF. Come il ricorrente giustamente pretende, tale decisione di irricevibilità fu errata. La dottrina si esprime bensì nel senso che, quando un reclamo verte non già sull'ammissibilità di una decisione presa su rogatoria ma sul modo in cui la decisione medesima è stata eseguita, il reclamo deve essere proposto davanti all'autorità di vigilanza dalla quale dipende l'ufficio (JAEGER, Commentario LEF, num. 5 ad art. 17). In concreto, sia l'ufficio rogato, sia quello rogante dipendevano però dalla medesima autorità di vigilanza. Così stando le cose, il reclamo di Annibale Breetz avrebbe dovuto essere esaminato nel merito, tanto più che era allegato un diniego di giustizia. In verità, la questione dell'autorità di vigilanza competente a ricevere un reclamo ha senso solo quando l'ufficio rogato e l'ufficio rogante dipendono da autorità di vigilanza diverse. Che così sia, risulta anche dalla giurisprudenza la quale ha sempre ricercato, in questi casi, quale autorità di vigilanza fosse competente (cfr. RU 67 III 106; Archivio VII pag. 133). BLUMENSTEIN (Handbuch des schweizerischen Betreibungsrechtes, pag. 84/85) dice - è vero - che se il reclamo ha per oggetto il modo in cui la rogatoria fu eseguita, soltanto l'ufficio rogato sarebbe \"passivamente legittimato\". Ma tale opinione, che è ripresa nella decisione impugnata, non può comunque essere condivisa quando con il reclamo sia allegato un diniego di giustizia e l'autorità di vigilanza adita sia in ogni modo competente a decidere i reclami diretti sia contro l'ufficio rogato sia contro quello rogante.\n\n2. .....\n\nLa Camera di esecuzione e fallimenti pronuncia:\n\nIl ricorso è respinto."}