{"annee": "85", "cour": "III", "page": "41", "date": "2/4/1959", "cite": [], "cite_par": [], "chapeau": "9. Extrait de l'arrêt du 2 avril 1959 dans la cause Rickenbach.", "regestes": ["Saisie de salaire, art. 93 LP. Le débiteur ne peut prétendre à ce qu'on lui laisse chaque mois un certain montant pour amortir ses instruments de travail."], "faits": "BGE 85 III 41 S. 41\n\nRésumé des faits:\n\nRickenbach exploite une auto-école à Genève. Dans des poursuites dirigées contre lui, les autorités de ce canton ont refusé de saisir une partie des gains qu'il réalisait comme moniteur de conduite automobile. Cette décision ayant été annulée par le Tribunal fédéral (RO 85 III 38), elles ont ordonné une saisie mensuelle dans le calcul de laquelle elles n'ont tenu compte d'aucun montant pour l'amortissement de la voiture qu'utilisait le débiteur. Le Tribunal fédéral a rejeté le recours formé par Rickenbach contre cette décision.", "considerants": "Extrait des motifs:\n\nLe recourant se plaint de ce qu'on ne lui a laissé aucun montant pour l'amortissement de son véhicule. Il explique qu'il faut compter à ce titre 1750 fr. par année, c'est-à-dire 145 fr. 80 par mois, et qu'il \"est obligé de mettre cette somme de côté chaque mois, à défaut de quoi il lui sera impossible d'acheter un autre véhicule et, par suite ..., il perdra la source même de ses revenus\".\n\nAinsi que le Tribunal fédéral l'a déjà déclaré à plusieurs reprises (RO 61 III 45, 65 III 10, 80 III 19), la loi énumère limitativement les biens qui échappent à l'emprise des créanciers. Faute de disposition expresse, on ne peut donc considérer comme insaisissable le montant qui correspond à la dépréciation des instruments de travail du débiteur et, BGE 85 III 41 S. 42par là, permettre à celui-ci de constituer un fonds en vue de leur renouvellement. Aussi bien, la création et l'affectation d'un tel fonds ne pourraient-elles être contrôlées et il risquerait d'être détourné de sa destination.\n\nIl est vrai que ce dernier argument n'a pas empêché le Tribunal fédéral de déclarer qu'on ne pouvait saisir la somme nécessaire au débiteur pour l'achat de matières premières (RO 51 III 26) ni le prix que le débiteur a obtenu par la vente de biens insaisissables et qu'il veut affecter à l'achat d'objets équivalents (RO 73 III 127 consid. 5, 80 III 19). Mais, dans ces cas, l'argent liquide laissé au débiteur doit être utilisé à bref délai et le risque d'un détournement est considérablement réduit par l'examen attentif auquel l'office des poursuites et, le cas échéant, l'autorité de surveillance doivent soumettre les circonstances de l'affaire et les intentions du débiteur. La situation est différente s'il s'agit de l'amortissement d'instruments de travail. La constitution d'un fonds de renouvellement s'étend en effet sur une longue période, qui serait de deux ans au moins en l'espèce, d'après les déclarations du recourant. Or l'examen le plus attentif ne permet pas de s'assurer pour un temps aussi long que l'argent liquide laissé au débiteur ne sera pas détourné de sa destination. On courrait donc le risque de soustraire illégitimement des montants importants aux créanciers.\n\nDu reste, bien que, selon Rickenbach, il soit indispensable qu'il affecte chaque mois 145 fr. 80 à l'achat futur d'un nouveau véhicule, il n'a pas établi ni même allégué l'avoir fait jusqu'à présent.\n\nAinsi, c'est avec raison que l'autorité de surveillance n'a pas compté dans le minimum indispensable au débiteur un montant équivalent à la dépréciation de la voiture."}