{"annee": "85", "cour": "II", "page": "489", "date": "15/12/1959", "cite": [], "cite_par": ["86 II 365", "104 II 209", "111 II 245"], "chapeau": "72. Extrait de l'arrêt de la Ire Cour civile du 15 déeembre 1959 dans la cause Triebold et eonsorts contre Fédération suisse des associations de fabricants d'horlogerie et consorts.", "regestes": ["Boycott. 1. Notion et licéité du boycott d'assujettissement (consid. 3). 2. Licéité du boycott institué par la convention collective de l'industrie horlogère du 1er avril 1957 pour imposer a) des tarifs bilatéraux (consid. 4), b) une juridiction arbitrale (consid. 5), c) un organe de contrôle (consid. 6)."], "faits": "BGE 85 II 489 S. 489\n\nA.- L'horlogerie est une des principales branches de l'activité économique suisse. Concentrée essentiellement dans le Jura et au pied de cette chaîne, elle comprend actuellement 2922 entreprises. Sur ce nombre, 1180 seulement sont assujetties à la loi fédérale sur le travail dans les fabriques; 375 peuvent occuper plus de 50 personnes.\n\nBGE 85 II 489 S. 490\n\nB.- Particulièrement sensible aux fluctuations économiques, l'industrie horlogère a traversé plusieurs crises graves, qui l'ont obligée à s'organiser de façon très stricte et qui ont provoqué l'intervention de la Confédération.\n\nLes fabricants de montres ancre sont groupés dans des sections locales, qui fondèrent, en 1924, la Fédération suisse des associations de fabricants d'horlogerie (F.H.). En 1926, les principales fabriques d'ébauches formèrent une société anonyme, Ebauches SA L'année suivante fut constituée l'Union des branches annexes de l'horlogerie (UBAH), pour grouper les entreprises qui produisent les diverses pièces de la montre, à l'exception de l'ébauche (balanciers, spiraux, assortiments, pierres d'horlogerie, ressorts, cadrans, aiguilles, boîtes, etc.). En 1928, la F.H., l'UBAH et Ebauches SA conclurent quatre conventions destinées à restreindre l'exportation de \"chablons\" (ébauches et pièces du mouvement) et d'autres pièces détachées et à empêcher autant que possible la création d'entreprises horlogères à l'étranger. En outre, ces accords instituaient le système dit de la \"réciprocité syndicale\": les membres des associations affiliées à la F.H. s'engageaient à n'acheter leurs ébauches et leurs pièces détachées qu'à Ebauches SA et aux membres des organisations groupées dans l'UBAH, à des tarifs fixés qui étaient censés faire partie intégrante des conventions; de leur côté, Ebauches SA et les fabricants de pièces annexes avaient en principe l'obligation de ne vendre leurs produits qu'aux membres des sections de la F.H. L'organe d'exécution de ces conventions était les Délégations réunies, qui comprenaient des représentants de la F.H., de l'UBAH et d'Ebauches SA Le contrôle fut confié à la Fiduciaire horlogère suisse (Fidhor).\n\nPar la suite, les accords furent régulièrement renouvelés, avec quelques modifications de détail, sous le nom de \"Convention collective de l'industrie horlogère suisse\".\n\nCette organisation ne put prévenir une crise aiguë, qui se produisit dès fin 1929. Provoquée par la situation économique mondiale, elle fut aggravée par le \"chablonnage\" BGE 85 II 489 S. 491(exportation de \"chablons\") et la \"sous-enchère\" auxquels se livraient les fabricants qui ne faisaient point partie des organisations.\n\nLe 12 mars 1934, le Conseil fédéral édicta un arrêté qui subordonnait à un permis l'ouverture de nouvelles entreprises de l'industrie horlogère, l'augmentation du nombre des ouvriers, l'agrandissement, la transformation et le déplacement des entreprises existantes, ainsi que l'exportation de pièces détachées. Enfin, un arrêté du Conseil fédéral du 13 mars 1936 conféra au Département de l'économie publique le droit de rendre obligatoires, même pour les maisons dissidentes, les tarifs minima adoptés par les organisations conventionnelles. Toutes ces mesures permirent notamment de supprimer la dissidence et la \"sousenchère\" et de maintenir dans d'étroites limites l'exportation des mouvements et des pièces détachées.\n\nLe statut officiel de l'horlogerie a été renouvelé pour la dernière fois par l'arrêté fédéral du 22 juin 1951, qui est en vigueur jusqu'au 31 décembre 1961. Cet acte législatif subordonne à un permis l'exportation de parties détachées ainsi que l'ouverture de nouvelles entreprises, l'augmentation du nombre des ouvriers et la transformation d'entreprises existantes. En revanche, il ne règle plus les tarifs. D'après l'art. 43 al. 2 de l'ordonnance d'exécution du 21 décembre 1951, le Département fédéral de l'économie publique peut charger Fidhor des enquêtes nécessaires pour contrôler l'observation des dispositions légales.\n\nC.- a) Le 1er avril 1957, une nouvelle convention collective a été conclue pour une période allant de cette date au 31 mars 1959.\n\nCette convention maintenait la réciprocité syndicale (art. 5 et suiv.).\n\nEn outre, les tarifs et conditions de vente d'Ebauches SA et des groupements de l'UBAH faisaient partie intégrante de la convention et de tous les contrats de vente particuliers; les parties se reconnaissaient juridiquement obligées par eux après leur enregistrement par les Délégations BGE 85 II 489 S. 492réunies, de même que par les conditions conventionnelles de paiement (art.11). Des tarifs et conditions de vente pouvaient être établis pour chaque pièce détachée par entente directe entre les organisations; si les négociations n'aboutissaient pas à un accord dans un délai de trois mois, les tarifs étaient déterminés par des commissions tarifaires (art. 12). La même procédure s'appliquait lorsqu'une des parties demandait la modification des tarifs ou conditions de vente (art. 13 al. 3). En vertu de l'art. 13 al. 5 à 7, les modifications aux tarifs et conditions de vente d'Ebauches SA et de l'UBAH s'appliquaient immédiatement à toutes les nouvelles commandes et, après trois mois, aux commandes acceptées avant leur entrée en vigueur; les Délégations réunies avaient le pouvoir d'annuler, sans que des dommages-intérêts fussent dus, les commandes qu'elles jugeaient destinées à éluder ces dispositions. Sous réserve des compléments et modifications prévus par les art. 12 et 13, la convention maintenait les tarifs ainsi que les conditions de paiement et de vente qui étaient en vigueur le 31 mars 1957 (art. 87). Les commissions tarifaires prévues par la convention étaient réglementées par les art. 79 a à 79e. Une telle commission pouvait être créée pour chaque pièce détachée fabriquée par les membres des groupements conventionnels de l'UBAH (art. 79 a al. 2). Elle se composait de quatre experts neutres, dont deux étaient désignés par les clients et deux par le groupement intéressé de l'UBAH, et d'un président neutre nommé par les quatre experts (art. 79 a al. 3). Ces experts étaient tenus au secret de fonction et pouvaient être récusés pour les motifs prévus par le code de procédure civile du canton de Berne (art. 79 a al. 4). Pour établir ou modifier les tarifs et conditions de vente, la commission tarifaire devait procéder par expertise en commun dans des fabriques de pièces détachées répondant aux exigences du progrès technique, de la normalisation et de la rationalisation (art. 79 b al. 1); chaque entreprise visitée était tenue de mettre toute sa documentation à la disposition des experts (art. 79 b BGE 85 II 489 S. 493al. 5). Ceux-ci devaient déterminer le juste prix en tenant compte de tous les éléments constitutifs du prix de revient et, sur requête motivée, en prenant en considération le prix de la fourniture similaire fabriquée à l'étranger (art. 79 c). Le projet de tarif établi par une commission devait être soumis aux organisations intéressées; si l'une ou l'autre ne l'approuvait pas dans le délai de soixante jours, la commission tarifaire statuait souverainement et le tarif obligeait les parties après avoir été enregistré par les Délégations réunies (art. 79 d). Les commissions tarifaires étaient compétentes pour interpréter les tarifs et conditions de vente arrêtés par elles (art. 79 e).\n\nLes Délégations réunies, organe d'exécution de la convention collective, étaient en outre chargées de certaines attributions judiciaires (art. 64 al. 2). Elles interprétaient la convention et décidaient si, par leurs décisions, elles l'appliquaient ou la modifiaient (art. 67 al. 2 et 4). Elles pouvaient prendre toutes les mesures qu'ellesjugeaient utiles contre les maisons dont l'activité était contraire à une saine application de la convention (art. 68). Leurs décisions constituaient des motifs valables d'annulation immédiate des contrats en cours, sans que des dommagesintérêts fussent dus (art. 69). Elles pouvaient ordonner la suspension, jusqu'à droit connu, des achats ou des ventes aux maisons inculpées d'infractions à laconvention (art. 72). En cas de contraventions, elles avaient le pouvoir de renvoyer directement l'affaire devant le Tribunal arbitral (art. 73 litt. c).\n\nLa convention prévoyait la constitution d'un Tribunal arbitral (art. 82 à 85). Cette autorité, qui avait son siège à Bienne, se composait de trois juges de carrière et de trois juges industriels (art. 82 al. 2 et 8); les premiers, choisis parmi les magistrats et anciens magistrats, étaient désignés l'un par le Tribunal cantonal de Neuchâtel, le deuxième par la Cour suprême du canton de Berne et le troisième par le Tribunal cantonal soleurois (art. 82 al. 3); les juges industriels étaient nommés par les juges de carrière, qui BGE 85 II 489 S. 494devaient choisir un fabricant d'horlogerie, un fabricant d'ébauches et un fabricant d'une pièce détachée de la montre (art. 82 al. 4). Pour chaque affaire, le Tribunal arbitral était composé de cinq juges: les trois juges de carrière et deux juges industriels désignés par le président d'après la nature de l'affaire (art. 82 al. 9). Si une infraction avait été retenue par les Délégations réunies à la charge de sa maison, un juge industriel était remplacé d'office par son suppléant jusqu'à décision contraire du président, mais en tout cas jusqu'à la clôture de l'affaire (art. 82 al. 10). Le Tribunal arbitral était compétent pour juger en dernier ressort toutes les contestations entre les organisations ou entre organisations et membres relatives à l'exécution et à l'interprétation de la convention, de même qu'à l'application des peines conventionnelles prévues (art. 83 al. 1). Il statuait également, sauf certaines exceptions, sur les recours formés contre les décisions des Délégations réunies (art. 83 al. 4). Ses jugements étaient susceptibles des recours prévus contre les sentences arbitrales par la loi bernoise (art. 83 al. 6). Au sujet des peines conventionnelles, l'art. 84 al. 5 statuait que toute partie qui ne pouvait justifier des écritures comptables ou une différence entre sa comptabilité et ses bordereaux fiscaux devait être condamnée à une peine additionnelle de 30% du montant non justifié conventionnellement. Le Tribunal arbitral pouvait ordonner la publication de ses jugements dans les bulletins des associations et d'autres journaux. Enfin, l'art. 85 réglait la procédure du tribunal.\n\nComme par le passé, l'organe de contrôle de la convention était Fidhor, dont les constatations avaient, jusqu'à preuve du contraire, force probante pour les Délégations réunies et le Tribunal arbitral (art. 80 al. 4). Au sujet des pouvoirs de cet organisme, l'art. 81 al. 3 et 4 statuait ce qui suit:\n\n\"Ils (les signataires) s'obligent à mettre à la disposition du contrôleur toute leur comptabilité commerciale, leur contrôle industriel et leur correspondance d'affaires. Ils ne peuvent invoquer le secret à propos de la documentation fiscale (notamment BGE 85 II 489 S. 495des bordereaux fiscaux) de la maison et de ses ayants droit. Fidhor est en droit de solliciter et d'obtenir des autorités fiscales tous renseignements ...; le fisc est alors délié du secret de fonction.\n\nLe contrôle s'étend à toute l'activité et à toute la comptabilité de la maison, même si elles comprennent aussi des articles non soumis à la convention, complètement étrangers à l'horlogerie, des affaires ou des comptes personnels. Il s'étend également aux comptabilités des fournisseurs et des clients de la maison dans la mesure où elles la concernent.\"\n\nFidhor et ses agents étaient liés par le secret professionnel (art. 81 al. 8).\n\nEnfin, selon l'art. 88, les dispositions conventionnelles relatives aux infractions visaient également les contraventions commises sous l'empire des conventions des 1er avril 1949 et 1er juillet 1954; de plus, elles étaient applicables pour toutes les parties pendant un an après l'expiration de la convention et, pour un signataire individuel, pendant un an après qu'il aurait cessé d'être conventionnel.\n\nb) La convention collective du 1er avril 1957 a été remplacée par une nouvelle le 1er avril 1959.\n\nD.- Le 29 mars 1957, la F.H. a invité les membres de ses sections à signer des cartes d'adhésion à la nouvelle convention collective. Les demandeurs, qui font tous partie d'une section de la F.H., ont refusé de se soumettre à cet accord. Le 6 mai 1957, la F.H. a décidé que ces entreprises ne seraient plus considérées comme conventionnelles tant qu'elles n'auraient pas adhéré à la nouvelle convention.\n\nE.- Par mémoire du 22 juillet 1957, les demandeurs ont actionné la F.H., l'UBAH et Ebauches SA devant le Tribunal fédéral. Ils ont pris, en bref, les conclusions suivantes:\n\n1.\n\na) Die Belieferungssperre der Beklagten gegenüber den Klägern sei als widerrechtlich bzw. wider die guten Sitten zu erklären, soweit sie bezweckt, den Klägern die bilateralen Übah-Tarife und folgende Bestimmungen der KK der Uhrenindustrie aufzuzwingen:\n\naa) betreffend die bilateralen Übah-Tarife, also Art. 11; Art. 12 Abs. 3 & 4; Art. 13 Abs. 2, 3, 5-7; Art. 15, 79a, 79b, 79c, 79d, 79e, 87, soweit nicht Ebauches SA betreffend, bb) die Schiedsgerichtsordnung, nämlich Art. 63 Abs. 2; Art. 64 Abs. 2 & 3; Art. 67 Abs. 2 & 4; Art. 68, 69, BGE 85 II 489 S. 49672; Art. 73 lit. c; Art. 80 Abs. 4; Art. 82, 83; Art. 84 neue Abs. 5 & Abs. 6 (bisher Abs. 5); Art. 85, 88.>\n\nb) Folgende Bestimmungen der KK der Uhrenindustrie seien als für die Kläger unverbindlich zu erklären:\n\n- in Art. 81 Abs. 3 der ganze 2. und 3. Satz (\"Ils ne peuvent invoquer ...\" und \"Fidhor est en droit de ...\")\n\n- in Art. 81, Abs. 4, 1. Satz, folgende Ausdrücke: \"des affaires ou des comptes personnels\".\n\n2. Die Beklagten seien zu verhalten, die Kläger als Unterzeichner der Kollektiv-Konvention der Uhrenindustrie unter Ausschluss der in Rechtsbegehren 1a und b genannten Bestimmungen so lange anzuerkennen, als diese Kollektiv-Konvention gilt.\n\n3. Die für die Kläger nicht verbindlichen bilateralen Übah-Tarife seien überdies für sämtliche Unterzeichner der KK überhaupt als unverbindlich zu erklären.\n\nEventuell:\n\nDie für die Kläger nicht verbindlichen bilateralen Übah-Tarife seien für die mit den Klägern in Geschäftsverkehr stehenden Unterzeichner der KK hinsichtlich dieses Geschäftsverkehrs als unverbindlich zu erklären.\n\nLes défenderesses ont conclu au rejet de l'action.", "considerants": "Considérant en droit:\n\n1 et 2. - (Questions de procédure.)\n\n3. Les parties sont d'avis qu'on se trouve en l'espèce en présence d'un boycott d'assujettissement. Cette opinion est exacte. Les défenderesses imposent en effet à leurs membres l'abstention de tout rapport commercial avec les demandeurs pour obliger ceux-ci à se soumettre aux conditions de la convention collective, comme les autres maisons affiliées aux sections de la F.H.\n\nD'après la jurisprudence constante du Tribunal fédéral (RO 73 II 76, 76 II 287, 81 II 124, 82 II 299 et 315), le boycott n'est pas illicite dans tous les cas. Au contraire, il constitue, dans la vie économique, un moyen de lutte admissible en soi. Il devient illicite, en revanche, si le but visé ou les moyens utilisés sont contraires au droit ou aux moeurs ou s'il existe une disproportion évidente entre l'avantage recherché par le boycotteur et le dommage causé au boycotté.\n\nIl faut donc juger si l'une ou l'autre de ces conditions BGE 85 II 489 S. 497sont remplies en l'espèce, en examinant successivement les trois groupes de dispositions conventionnelles critiquées par les demandeurs, savoir celles qui concernent les tarifs bilatéraux de l'UBAH, celles qui ont trait à la juridiction arbitrale et les dispositions relatives aux pouvoirs de Fidhor.\n\n4. a) En ce qui concerne les tarifs bilatéraux de l'UBAH, les défenderesses exposent que, selon l'art. 12 al. 3 de la convention collective de 1957, des tarifs et conditions de vente pouvaient être établis pour les produits des membres des groupements conventionnels de l'UBAH. De tels tarifs, poursuivent-elles, ne faisaient pas nécessairement partie de la convention collective, mais procédaient d'un accord de volonté indépendant; sur ce point, c'est donc la décision d'établir des tarifs et non la convention collective qui aurait dû être attaquée par les demandeurs.\n\nIl est exact que les tarifs n'étaient pas obligatoires en vertu de la convention collective. Mais, au moment où celle-ci est entrée en vigueur, ils existaient déjà et elle les a maintenus par son art. 87. Les maisons qui adhéraient à la convention s'obligeaient donc, en vertu de cette disposition, à observer ces tarifs et conditions de vente. D'autre part, si de nouveaux tarifs étaient établis, c'est en vertu des art. 11 et suiv. de la convention collective qu'ils liaient les entreprises affiliées aux sections de la F.H. et, en cas de violation, elles encouraient les peines conventionnelles prévues par cette même convention. Dès lors, si celle-ci était annulée sur les points en question comme le demandent Triebold et consorts, les tarifs n'auraient plus de caractère obligatoire pour les membres des sections de la F.H. Les demandeurs ont donc un intérêt juridique à l'annulation des dispositions qu'ils ont énumérées sous ch. 1a litt. aa de leurs conclusions.\n\nb) Par la convention collective, notamment par les tarifs bilatéraux, les défenderesses veulent empêcher la dissidence, supprimer en partie la libre concurrence et BGE 85 II 489 S. 498régler les prix, pour soustraire autant que possible l'industrie horlogère aux crises qui l'ont frappée périodiquement. Ce but est conforme, pour l'essentiel, à celui que s'est proposé le législateur fédéral lorsqu'il a établi le statut de l'horlogerie de 1951 et, plus encore, à celui qui était visé par les arrêtés de 1934 et 1936. Il ne saurait donc être taxé d'illicite ou de contraire aux moeurs. Du reste, une réglementation des prix n'est illicite en soi que si elle tend à maintenir artificiellement des prix excessifs et à exploiter ainsi la clientèle (RO 54 II 168, 62 II 100). Les demandeurs ne prétendent pas que ces conditions soient remplies en l'espèce.\n\nQuant aux moyens employés pour atteindre ce but, ils ne sont pas - abstraction faite de la juridiction arbitrale et des pouvoirs de Fidhor, qui seront examinés ci-dessous - contraires au droit ou aux moeurs.\n\nIl reste donc à juger s'il existe une disproportion manifeste entre les avantages recherchés par le boycott et les dommages causés à ceux qui sont atteints par cette mesure.\n\nIl est constant que les graves crises traversées par l'industrie horlogère provenaient dans une large mesure d'un manque de solidarité et d'organisation. Le \"chablonnage\" enlevait du travail à des entreprises indigènes, nuisait au bon renom de la montre suisse et favorisait l'émigration de l'industrie horlogère. En outre, la \"sousenchère\" entraînait la ruine de nombreux fabricants et empêchait de rétribuer convenablement les ouvriers. Cette situation exigeait une organisation stricte, qui fut mise sur pied avec l'aide de la Confédération. Le législateur fédéral subordonne lui-même à un permis l'ouverture ou l'agrandissement d'entreprises horlogères, ainsi que l'exportation de mouvements et de pièces détachées. Ces mesures furent complétées par les conventions collectives, qui instituèrent la réciprocité syndicale, en vertu de laquelle il n'était notamment permis aux fabricants de montres d'acheter des ébauches et autres pièces détachées qu'aux entreprises conventionnelles, affiliées à Ebauches SA et BGE 85 II 489 S. 499à l'UBAH. Enfin, ces conventions étaient assorties de tarifs bilatéraux, que le Département fédéral de l'économie publique put rendre obligatoires de 1936 à 1951.\n\nDans la présente procédure, les demandeurs ne critiquent pas la réciprocité syndicale. Ils prétendent en revanche qu'elle pourrait être maintenue sans les tarifs bilatéraux adoptés pour les produits des entreprises affiliées à l'UBAH. Cette opinion est erronée. Du moment que ces maisons ne sont autorisées à vendre leurs marchandises qu'à un cercle restreint d'acheteurs, il est nécessaire de leur donner l'assurance qu'elles pourront le faire à des prix rémunérateurs. Inversement, les fabricants d'horlogerie étant tenus de s'approvisionner auprès des membres des groupements de l'UBAH, il faut empêcher que ceux-ci, notamment en période de haute conjoncture, ne profitent de leur monopole pour imposer des prix abusivement élevés. Les tarifs bilatéraux constituent donc le complément indispensable de la réciprocité syndicale. Aussi bien ont-ils été approuvés par le législateur fédéral en 1936. De même, dans son message du 6 octobre 1950, (FF 1950 III p. 102), le Conseil fédéral exposait encore que, d'après les expériences faites depuis 1936, les autorités fédérales ne pouvaient se désintéresser de la fixation des prix. Il est vrai que, sur ce point, les conseils législatifs n'ont pas adopté les propositions du Conseil fédéral et ont éliminé du statut de 1951 toute disposition concernant les prix. Mais les demandeurs y voient à tort la démonstration que des tarifs ne sont pas nécessaires. Les Chambres fédérales n'ont nullement nié l'importance de tels tarifs. Si elles n'ont pas admis sur ce point la proposition du Conseil fédéral, c'est parce que sa base constitutionnelle était douteuse et que le même résultat pouvait être atteint par des conventions de droit privé (cf. Bull. stén., 1950 CE p. 370 et 438, 1951 CN p. 293/294 et 346).\n\nIl faut considérer en outre que l'industrie horlogère est fortement décentralisée et compte un grand nombre de petites entreprises à caractère artisanal, puisque plus de 1700 d'entre elles ne sont pas soumises à la loi sur le travail BGE 85 II 489 S. 500dans les fabriques. Sa dispersion permet à une importante population rurale de trouver une source de gain sur place, sans émigrer dans les grands centres. Cette structure de l'industrie horlogère est très heureuse du point de vue social et doit être conservée autant que possible. C'est du reste un des buts que le législateur fédéral s'est proposé en édictant le statut de l'horlogerie (cf. message du Conseil fédéral du 6 octobre 1950, loc. cit. p. 106). Or les tarifs contribuent également au maintien de cette situation. En effet, s'ils n'existaient pas, une diminution éventuelle des commandes provoquerait nécessairement la \"sous-enchère\" et la baisse générale des prix. Ce phénomène frapperait en premier lieu les petites entreprises, qui disparaîtraient au profit des grandes, plus aptes à soutenir la concurrence grâce à leurs réserves financières et à la rationalisation poussée de leur fabrication.\n\nCependant, pour être dignes d'être protégés, il ne faut pas que les tarifs obligatoires soient fondés sur la situation des entreprises les moins bien organisées et encouragent ainsi la stagnation. En outre, ils ne doivent point être imposés par une des parties au détriment de l'autre. Ils satisfaisaient à ces exigences en l'espèce. Les art. 12, 13 et 79 a à 79e de la convention de 1957 statuaient qu'à défaut d'entente directe entre les organisations intéressées, les prix étaient fixés par une commission constituée paritairement et présidée par une personne neutre; les membres de cette commission pouvaient être récusés pour les motifs prévus par le code de procédure civile bernois. D'autre part, pour établir ou modifier les tarifs et conditions de vente, la commission tarifaire devait se fonder sur le prix de revient déterminé par des expertises effectuées dans des fabriques répondant aux exigences du progrès technique, de la normalisation et de la rationalisation.\n\nAinsi, les tarifs critiqués par les demandeurs visent le même but que le statut édicté par le législateur et protègent efficacement une des branches les plus importantes de l'économie suisse. Ils prévalent dès lors sur les intérêts BGE 85 II 489 S. 501particuliers des demandeurs, qui représentent moins de 2% des entreprises horlogères (cf. RO 62 II 281).\n\n5. Les demandeurs critiquent en outre la juridiction arbitrale imposée par la convention collective, ainsi que la compétence judiciaire attribuée aux Délégations réunies. A leur avis, cette convention ne pouvait les soustraire à leur juge naturel; le droit garanti par l'art. 58 Cst. doit également être respecté sur le terrain du droit civil: en vertu de l'art. 27 CO, il est contraire au droit de la personnalité qu'un individu soit distrait de son juge naturel contre sa volonté. Au surplus, disent-ils, le Tribunal arbitral n'était nullement nécessaire pour que la convention collective pût être appliquée; les tâches confiées à cette juridiction pouvaient être remplies tout aussi bien par les juges ordinaires.\n\nChacun a le droit, en principe, de renoncer à son juge naturel. Une telle renonciation ne saurait cependant être imposée à un individu, sous menace d'un boycott, lorsque le but visé ou les moyens utilisés sont illicites ou contraires aux moeurs. En outre, une telle mesure coercitive doit être justifiée par des intérêts supérieurs à celui qu'a le boycotté à ne relever que de son juge naturel. C'est ainsi qu'un boycott n'est jamais admissible lorsqu'il tend à soumettre la personne visée à un tribunal arbitral dont l'impartialité est douteuse, notamment parce qu'il n'a pas été constitué paritairement.\n\nLe but que la F.H., l'UBAH et Ebauches SA se proposaient en 1957 en imposant une juridiction arbitrale aux entreprises qui leur étaient affiliées et les moyens qu'elles utilisaient n'étaient ni illicites ni contraires aux moeurs.\n\nD'autre part, cette juridiction avait pour elles un intérêt évident. car elle permettait une meilleure application de la convention collective. Si les infractions à cet accord avaient dû être soumises à diverses autorités cantonales, celles-ci auraient risqué d'avoir une jurisprudence divergente et, comme le montant des peines est essentiellement une question d'appréciation, le Tribunal fédéral n'aurait BGE 85 II 489 S. 502pu assurer qu'imparfaitement une application uniforme de la convention. On obtenait en revanche ce résultat en soumettant tous les cas à la même juridiction arbitrale. En outre, le Tribunal arbitral était composé de personnes qui connaissaient bien l'organisation et les problèmes de l'industrie horlogère; certaines d'entre elles, savoir les juges industriels, avaient même l'expérience pratique de la direction d'une entreprise d'horlogerie.\n\nLe Tribunal fédéral a déjà jugé, d'autre part (RO 81 I 328 et suiv.), que la juridiction arbitrale instituée par la convention collective offrait toutes les garanties d'une autorité indépendante. De fait, les trois juges de carrière qui faisaient partie du Tribunal arbitral étaient élus par les autorités judiciaires suprêmes des cantons de Neuchâtel, Berne et Soleure et c'étaient eux qui désignaient les juges industriels. Sans doute ceux-ci étaient-ils nécessairement attachés à des entreprises affiliées à la F.H., à l'UBAH ou à Ebauches SA Mais, la plupart du temps, c'eût aussi été le cas des experts auxquels les tribunaux ordinaires auraient dû recourir. Au surplus, il n'est nullement certain que les juges industriels aient eu tendance à défendre les intérêts des associations au dépens de ceux de la maison inculpée; ils pouvaient parfois se trouver dans la même situation que cette dernière; à son art. 82 al. 10, la convention collective de 1957 envisageait expressément ce cas. En outre, la majorité appartenait toujours aux juges de carrière. Tous les membres du Tribunal arbitral, enfin, pouvaient être récusés pour les motifs prévus par le code de procédure civile bernois (cf. art. 384).\n\nDès lors, si l'institution de la juridiction arbitrale frappait les demandeurs dans leurs intérêts personnels, cette atteinte n'était pas illicite, car elle était encore justifiée par les intérêts généraux de l'industrie horlogère.\n\nEnfin, les demandeurs se plaignent à tort des compétences judiciaires accordées aux Délégations réunies. En général, les décisions de cet organe étaient susceptibles de recours au Tribunal arbitral, qui pouvait les revoir librement BGE 85 II 489 S. 503(art. 83 al. 5 de la convention collective). Or, comme on l'a vu, cette juridiction offrait les garanties nécessaires quant à son impartialité. Parmi les points critiqués par les demandeurs, seules les décisions prises par les Délégations réunies en vertu de l'art. 73 litt. c de la convention collective ne pouvaient être déférées au Tribunal arbitral. Mais cette clause permettait simplement aux Délégations réunies, au lieu de classer l'affaire ou de proposer d'abord une liquidation administrative, de renvoyer directement l'entreprise contrevenante devant la juridiction arbitrale. Celle-ci pouvant à bon droit être imposée avec menace d'un boycott, on ne voit pas en quoi l'art. 73 litt. c portait une atteinte illicite aux intérêts personnels des demandeurs.\n\n6. a) Les demandeurs critiquent les dispositions conventionnelles en vertu desquelles Fidhor pouvait exiger des signataires tous leurs documents fiscaux, obtenir des autorités les renseignements qu'elle désirait à ce sujet et étendre son contrôle à toute l'activité et à toute la comptabilité des membres des organisations horlogères, même si elles comprenaient aussi des articles non soumis à la convention, complètement étrangers à l'horlogerie, des affaires ou des comptes personnels. Ils estiment que ces clauses portaient à leurs intérêts personnels une atteinte telle qu'elles ne pouvaient être imposées par un boycott.\n\nPour que la convention collective produisît son plein effet, il était indispensable d'en surveiller étroitement l'application. En particulier, un tel contrôle devait permettre de déceler toutes les manoeuvres par lesquelles les contrevenants cherchaient à éluder les dispositions conventionnelles, notamment les tarifs obligatoires. La suppression du secret fiscal et la faculté de consulter également les comptes privés des fabricants étaient donc des mesures parfaitement adéquates. D'autre part, ce contrôle était confié à un organe qui était lié par le secret professionnel, qui ne consignait dans ses rapports que les faits susceptibles d'être considérés comme des infractions (art. 81 al. 9 de la convention collective) et qui a la confiance du législateur BGE 85 II 489 S. 504fédéral, puisque, en vertu de l'art. 43 al. 2 de l'ordonnance d'exécution du 21 décembre 1951, le Département fédéral de l'économie publique peut charger Fidhor des enquêtes nécessaires pour contrôler l'observation du statut de l'horlogerie.\n\nDès lors, l'atteinte que les pouvoirs de contrôle accordés à Fidhor par la convention collective de 1957 portaient aux intérêts personnels des demandeurs n'était pas illicite, car elle était justifiée par les intérêts prépondérants de l'industrie horlogère.\n\nb) Les demandeurs se plaignent enfin de l'art. 80 al. 4 de la convention collective, en vertu duquel les constatations de fait figurant dans les rapports d'enquête de Fidhor avaient, jusqu'à preuve du contraire, force probante pour les Délégations réunies et le Tribunal arbitral. Cependant, cette disposition ne les frappait pas de façon excessive dans leurs intérêts personnels: l'entreprise à laquelle une contravention était reprochée pouvait apporter la preuve contraire et il appartenait en définitive au Tribunal arbitral d'apprécier la valeur probante du rapport de Fidhor et celle des éléments invoqués par le fabricant en cause, puis de donner la préférence à l'une ou à l'autre des thèses en présence.\n\n7. Ainsi, dans la mesure où elle est recevable, la demande n'est fondée sur aucun de ses points et doit être rejetée."}