{"annee": "85", "cour": "IV", "page": "59", "date": "7/1/1959", "cite": ["81 IV 262"], "cite_par": ["87 IV 40", "85 IV 101"], "chapeau": "16. Urteil des Kassationshofes vom 7. Januar 1959 i.S. Statthalteramt des Bezlrkes Zürich gegen Diggelmann.", "regestes": ["Contrôle des loyers. Art. 2 al. 1 et art. 15 de l'AF du 10 juin 1953 instituant les dispositions applicables au maintien d'un contrôle des prix réduit; art. 2 al. 1 et art. 16 de l'AF du 28 septembre 1956 instituant les dispositions applicables au maintien d'un contrôle des prix réduit; art. 4 al. 1 et 42 de l'O du 30 décembre 1953 concernant le contrôle des loyers; art. 4 al. 1 et 43 de l'O du 28 décembre 1956 concernant le contrôle des loyers. a) Le locataire, lui aussi, peut \"augmenter les loyers\" dans l'acception de ce terme reçue en matière de contrôle des prix (consid. 2). b) Est-il punissable de ce fait? (Consid. 1 et 3 à 5)."], "faits": "BGE 85 IV 59 S. 59\n\nA.- Erich Diggelmann wusste, dass die zuständige Behörde den Höchstzins für die von ihm auf den 1. Mai 1956 gemietete Wohnung auf Fr. 85.- pro Monat festgesetzt hatte, vereinbarte mit der Vermieterin aber dennoch BGE 85 IV 59 S. 60einen Monatszins von Fr. 120.-- und entrichtete diesen auch für die Zeit vom 1. Mai 1956 bis 31. März 1957.\n\nB.- Am 31. Januar 1958 büsste das Statthalteramt des Bezirkes Zürich Diggelmann wegen Übertretung des Art. 4 Abs. 1 der VO des Bundesrates vom 30. Dezember 1953 über die Mietzinskontrolle und die Beschränkung des Kündigungsrechtes sowie Art. 4 der gleichnamigen Verordnung vom 28. Dezember 1956 mit Fr. 10.-.\n\nDer Gebüsste verlangte gerichtliche Beurteilung.\n\nAm 23. September 1958 sprach ihn der Einzelrichter in Strafsachen des Bezirkes Zürich frei. Zur Begründung führte er, gestützt auf ein Gutachten der Preiskontrollstelle vom 27. Februar 1958, aus, Mieter könnten lediglich zu Widerhandlungen gegen das Verbot, Mietzinse ohne behördliche Bewilligung zu erhöhen, anstiften, diesen Straftatbestand aber nicht selbständig erfüllen.\n\nC.- Das Statthalteramt des Bezirkes Zürich führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil sei aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen. Es macht geltend, auch Mieter könnten das Erhöhungsverbot für Mietzinse übertreten und dafür nach den angeführten Bestimmungen bestraft werden.\n\nD.- Diggelmann beantragt, die Beschwerde sei abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Das dem Beschwerdegegner zur Last gelegte Verhalten fällt:\n\na) teilweise in die Zeit der Geltung des Bundesbeschlusses vom 10. Juni 1953 über die Durchführung einer beschränkten Preiskontrolle (PKB 1953; AS 1953 S. 891), der am 1. Januar 1954 in Kraft trat,\n\nb) teilweise in die Zeit der Geltung des gleichnamigen Bundesbeschlusses vom 28. September 1956 (PKB 1956; BGE 85 IV 59 S. 61AS 1956 S. 1618), der den unter lit. a angeführten Erlass ersetzte und am 1. Januar 1957 in Kraft getreten ist.\n\nBeide Erlasse erklären in Art. 2 Abs. 1 Erhöhungen der im Zeitpunkte ihres Inkrafttretens geltenden Mietzinse bewilligungspflichtig, bedrohen in Art. 15 bzw. Art. 16 mit Strafe, \"wer vorsätzlich oder fahrlässig den Bestimmungen des Beschlusses oder den Ausführungsbestimmungen zuwiderhandelt\", und weisen in Art. 14 Abs. 1 bzw. Art. 15 Abs. 1 den Bundesrat an, die erforderlichen Ausführungsvorschriften zu erlassen.\n\nDiesen Bestimmungen nachkommend, hat der Bundesrat in der Verordnung vom 30. Dezember 1953 über die Mietzinskontrolle und die Beschränkung des Kündigungsrechtes (VMK 1953; AS 1953 S. 1286) und in der gleichnamigen Verordnung vom 28. Dezember 1956 (VMK 1956; AS 1956 S. 1625), die am 1. Januar 1957 in Kraft getreten ist und die VMK 1953 ersetzte, untersagt, die Mietzinse ohne Bewilligung der von den Kantonsregierungen bezeichneten Amtsstellen oder der Rekursinstanzen über den am 31. Dezember 1953 bzw. am 31. Dezember 1956 höchstzulässigen Stand zu erhöhen (Art. 4 Abs. 1). In beiden Erlassen wird weiter bestimmt, dass mit Busse bis zu zweitausend Franken bestraft wird, \"wer vorsätzlich oder fahrlässig den Bestimmungen der Verordnung zuwiderhandelt\" (Art. 42 Abs. 1 VMK 1953, Art. 43 Abs. 1 VMK 1956).\n\n2. Unter das in den angeführten Erlassen umschriebene Verbot einer Mietzinserhöhung fällt vor allem der Abschluss einer Vereinbarung, durch die ein Mietzins festgesetzt wird, der über dem von der zuständigen Behörde bewilligten Betrage liegt. Beim Abschluss eines solchen Vertrages wirrken beide Parteien in gleicher Weise mit, nämlich dadurch, dass sie übereinstimmende gegenseitige Willenserklärungen abgeben. Durch eine solche Vereinbarung setzen sich daher auch beide Parteien in gleicher Weise über das erwähnte Verbot hinweg (BGE 81 IV 262). Entsprechendes gilt mit Bezug auf den Antrag, eine solche BGE 85 IV 59 S. 62Vereinbarung abzuschliessen, der nach der Rechtsprechung, gleichgültig ob er vom Vermieter oder vom Mieter bzw. Mietreflektanten gestellt wird, ebenfalls unter das Verbot der Mietzinserhöhung fällt (Entscheide der strafrechtlichen Kommissionen des EVD, III S. 23 f.; nicht veröffentlichte Entscheidung des Kassationshofes vom 23. September 1955 i.S. Ledermann; ferner SJZ 1942/43 S. 509 Nr. 256). Und schliesslich liegt aus den gleichen Gründen wie in der Annahme auch in der Leistung eines über dem höchstzulässigen Stand liegenden Mietzinses im preiskontrollrechtlichen Sinne eine verbotene Mietzinserhöhung (nicht veröffentlichte Entscheidungen des Kassationshofes vom 23. September 1955 i.S. Ledermann und vom 27. Januar 1956 i.S. Rom).\n\n3. Der Wortlaut der Strafbestimmungen der PKB 1953 und 1956 sowie der VMK 1953 und 1956 enthält keinen Anhaltspunkt dafür, dass die Übertretung des in diesen Erlassen umschriebenen Verbots der Mietzinserhöhung ohne behördliche Bewilligung nur dann Strafe nach sich ziehe, wenn sie von einem Vermieter begangen wird. Die in den angeführten Beschlüssen und Verordnungen übereinstimmend verwendete Formel, dass bestraft werde, \"wer vorsätzlich oder fahrlässig\" den Vorschriften dieser Erlasse \"zuwiderhandelt\", weist den Richter vielmehr ohne jeden Vorbehalt an, jeden zu bestrafen, der dieses Verbot übertritt. Strafbar machen kann sich daher nach diesen Vorschriften ebensowohl der Mieter wie der Vermieter.\n\n4. Ebensowenig wie aus dem Wortlaut lässt sich - entgegen der Auffassung des Beschwerdegegners und der Vorinstanz - durch Auslegung als Sinn jener Strafbestimmungen ableiten, dass sie eine Verurteilung des Mieters nur erlauben, wenn er zu einer verbotenen Mietzinserhöhung anstiftet, hingegen seine Bestrafung als Täter nicht zulassen. Die ratio der in Erw. 1 erwähnten Beschlüsse und Verordnungen und die Entstehungsgeschichte BGE 85 IV 59 S. 63der darin enthaltenen Strafbestimmungen schliessen eine solche Auslegung vielmehr aus.\n\na) Wohl bezweckt das Verbot der Mietzinserhöhung in dem Sinne einen Schutz der Mieter, als es verhindern soll, dass Vermieter die Wohnungsnot ausnützen, um die Mietzinse in die Höhe zu treiben. Vor allem aber soll durch die Vorschriften über die Mietzinskontrolle ein Ansteigen der Lebenshaltungskosten überhaupt verhindert werden (Botschaften des Bundesrates zu den PKB 1953 und 1956, BBl 1952 II S. 83 und 91, 1956 I S. 1031, 1039 und 1042). Mieter, die sich über das Verbot, die Mietzinse ohne Genehmigung der zuständigen Amtsstelle zu erhöhen, hinwegsetzen, stellen die Erreichung dieses Zweckes nicht weniger in Frage als Vermieter, die eigenmächtig die Mietzinse erhöhen, und sind daher grundsätzlich ebenso strafwürdig wie diese. Daran ändert nichts, dass Mieter in den meisten Fällen sich einzig deshalb über das Verbot der Mietzinserhöhung hinwegsetzen, weil sie sich zufolge der Wohnungsnot in einer gewissen Bedrängnis befinden. Dieser Umstand wird allenfalls bei der Strafzumessung zu berücksichtigen sein, kann die Strafbarkeit jedoch nicht ausschliessen, es sei denn, dass - was indessen kaum je der Fall sein wird - die Voraussetzungen des Art. 34 StGB zutreffen.\n\nb) Dementsprechend haben die strafrechtlichen Kommissionen des eidgenössischen Volkswirtschaftsdepartementes - nach anfänglicher Unsicherheit - schon unter der Herrschaft des Bundesratsbeschlusses vom 1. September 1939 betreffend die Kosten der Lebenshaltung und den Schutz der regulären Marktversorgung (PKB 1939) sowie der gestützt auf diesen erlassenen gleichnamigen Verfügung Nr. 1 des eidgenössischen Volkswirtschaftsdepartementes vom 2. September 1939 in ständiger Rechtsprechung angenommen, dass auch der (Käufer, Pächter oder) Mieter als Täter strafbar sei, wenn er sich über das in diesen Erlassen aufgestellte Verbot der (Preis-, Pachtzins BGE 85 IV 59 S. 64oder) Mietzinserhöhung hinwegsetze, und zwar war nach den Angaben der Sektion für Rechtswesen des Generalsekretariates des EVD diese Praxis schon im Zeitpunkte des Erlasses der Verfügung Nr. 5 des EVD vom 14. November 1950 über die Kosten der Lebenshaltung (Verfügung Nr. 5) eine konstante (Sammlung der Entscheide der strafrechtlichen Kommissionen des EVD 1941-1943, 2. Jahrgang Heft 10 S. 361 lit. c Abs. 2 und ad lit. b). Diese Verfügung, die in Art. 1 bestimmte, dass bei vorsätzlich oder fahrlässig begangenen Widerhandlungen gegen die Vorschriften über Warenpreise, Miet- und Pachtzinse ... nicht nur der Verkäufer, Vermieter bzw. Verpächter, sondern auch der Käufer, Mieter bzw. Pächter strafbar sei, änderte somit an der durch den Preiskontrollbeschluss 1939 und die Verfügung Nr. 1 geschaffenen Rechtslage nichts, sondern bestätigte nur, was ohnehin schon galt (Sammlung der Entscheide der strafrechtlichen Kommissionen des EVD 1941-1943, 2. Jahrgang Heft 10 S. 361 ad lit. b). Infolgedessen entfiel die Möglichkeit, Mieter, Pächter und Käufer als Täter wegen Widerhandlungen gegen die Vorschriften über Miet- und Pachtzinse bzw. Warenpreise zu bestrafen, auch nicht dadurch, dass die Verfügung Nr. 5 gemäss Art. 3 des am 23. November 1952 angenommenen Zusatzes zur Bundesverfassung (AS 1952 S. 1055) am 31. Dezember 1953 dahingefallen ist.\n\nAnstelle der Strafbestimmungen des Preiskontrollbeschlusses 1939 und der auf diese verweisenden Strafandrohung der Verfügung Nr. 1, die bis zum 31. Dezember 1953 galten (Art. 3 Abs. 2 des Verfassungszusatzes vom 23. November 1952), traten auf den 1. Januar 1954 der Preiskontrollbeschluss 1953 und die dazu gehörende VMK 1953 in Kraft (Art. 17 Abs. 2 PKB 1953; Art. 44 und 49 VMK 1953), die ihrerseits auf den 1. Januar 1957 durch den Preiskontrollbeschluss 1956 und die VMK 1956 ersetzt wurden (Art. 21 Abs. 2 PKB 1956; Art. 46 und 50 VMK 1956). In diesen vier Erlassen wird der Kreis der wegen unerlaubter Mietzinserhöhung strafbaren Personen BGE 85 IV 59 S. 65wörtlich gleich wie in Art. 4 des durch diese Erlasse ersetzten Preiskontrollbeschlusses 1939 dahin umschrieben, dass bestraft wird, \"wer\" den einschlägigen Bestimmungen \"zuwiderhandelt\". Da dem Gesetzgeber nicht entgangen sein konnte, dass auf Grund von Art. 4 PKB 1939 auch Mieter, die sich über das Erhöhungsverbot hinwegsetzten, als Täter bestraft wurden, muss aus der unveränderten Übernahme des Wortlautes dieser Strafbestimmung in die neuen Erlasse geschlossen werden, dass an der Strafbarkeit des Mieters nichts geändert werden wollte. Hätte der Gesetzgeber die Möglichkeit der Bestrafung als Täter ausschliessen wollen, so hätte er nicht einfach die schon vor dem Erlass der Verfügung Nr. 5 in ständiger Rechtsprechung als Grundlage für die Verurteilung des Mieters als Täter dienende Formulierung des Art. 4 PKB 1939 übernommen, sondern eine andere Fassung gewählt, die unmissverständlich zum Ausdruck gebracht hätte, dass nach der neuen Regelung eine Bestrafung des Mieters nur als Anstifter möglich sei. Einen dahingehenden Vorbehalt hat der Gesetzgeber aber in den Strafbestimmungen der PKB 1953/56 und der VMK 1953/56 nicht angebracht, und es kann ein solcher auch den Botschaften des Bundesrates zu diesen Erlassen nicht entnommen werden.\n\nFreilich wird in den Botschaften zu den Preiskontrollbeschlüssen von 1953 und 1956 ausgeführt, unter dem Begriff der Mietzinserhöhung sei \"jede gegenüber einem Mieter oder Mietreflektanten in irgendeiner Form zum Ausdruck gebrachte Aufforderung zur Vereinbarung oder Bezahlung eines höheren Mietzinses\" zu verstehen (BBl 1953 I S. 295, 1956 I S. 1048). Dadurch wollte aber, zumal diese Ausführungen nicht im Abschnitt \"Strafbestimmungen\", sondern unter dem Stichwort \"Mietzinse\" angebracht wurden, offensichtlich nicht der Kreis der strafbaren Personen umschrieben, sondern lediglich darauf hingewiesen werden, dass unter das Verbot, die Mietzinse ohne Genehmigung der zuständigen Amtsstelle zu erhöhen, nicht nur die Vereinbarung und die Annahme, sondern BGE 85 IV 59 S. 66auch das Fordern nicht bewilligter erhöhter Mietzinse falle.\n\nEbensowenig kann daraus, dass durch die Preiskontrollbeschlüsse 1953 und 1956 eine schrittweise Lockerung der Mietzinskontrolle eingeleitet wurde, geschlossen werden, dass zugleich die Möglichkeit, den Mieter bei Missachtung jener Beschränkungen, deren Beibehaltung dem Gesetzgeber unerlässlich erschien, als Täter zu bestrafen, ausgeschlossen werden wollte. Soweit die Beschränkungen aufrecht erhalten wurden, war die Öffentlichkeit nach wie vor daran interessiert, dass sie durch niemanden, auch nicht durch Mieter, durchbrochen werden. Die uneingeschränkte Anwendung der Strafbestimmungen auf die Mieter ist daher unter der neuen Ordnung nicht weniger gerechtfertigt als unter der Herrschaft des Preiskontrollbeschlusses 1939.\n\n5. Das im vorinstanzlichen Verfahren beigezogene Gutachten der Preiskontrollstelle vom 27. Februar 1958, die es für ausgeschlossen hält, dass auf Grund der Strafbestimmungen der PKB 1953/56 und der VMK 1953/56 Mieter als Täter verurteilt werden können, führt zu keinem anderen Ergebnis. Als authentische Interpretation jener Bestimmungen kann diese Meinungsäusserung nicht in Betracht fallen, weil diese Bestimmungen nicht von der Preiskontrollstelle, sondern von der Bundesversammlung bzw. vom Bundesrat erlassen worden sind. Zudem geht die Preiskontrollstelle in ihrem Gutachten insofern von einer unzutreffenden Voraussetzung aus, als sie annimmt, die Möglichkeit, bei Widerhandlungen gegen die Vorschriften über die Mietzinskontrolle auch Mieter als Täter zu bestrafen, sei erst durch die Verfügung Nr. 5 geschaffen worden, während in Wirklichkeit - wie oben in Erw. 4 lit. b ausgeführt wurde - weder durch den Erlass noch durch das Dahinfallen dieser Verfügung am damals geltenden Rechtszustand etwas geändert worden ist. Zudem ist, entgegen der Auffassung der Preiskontrollstelle, nicht einzusehen, inwiefern es mit dem Sprachgebrauch unvereinbar BGE 85 IV 59 S. 67sein soll, ausser im Fordern und Annehmen auch im Anbieten und Leisten eines den zulässigen Betrag übersteigenden Mietzinses ein \"Erhöhen\" im preiskontrollrechtlichen Sinne zu erblicken.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Einzelrichters in Strafsachen des Bezirkes Zürich vom 23. September 1958 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}