{"annee": "85", "cour": "II", "page": "382", "date": "29/10/1959", "cite": ["66 II 238", "78 II 408"], "cite_par": ["137 III 8", "143 III 425", "97 II 11", "102 II 197"], "chapeau": "62. Urteil der II. Zivilabteilung vom 29. Oktober 1959 i.S. Zürcher gegen Zürcher.", "regestes": ["Partage. 1. Indemnité prévue à l'art. 633 CC. Cas d'un fils majeur qui payait sa pension à ses parents, leur versait en outre quelque argent et leur rendait des services. 2. Indemnité due en raison de dépenses effectuées pour le compte du de cujus; fardeau de la preuve (art. 8 CC). 3. Mode de partage (art. 610 sv. CC). Sous réserve des cas spéciaux des art. 620 et, éventuellement, 613 al. 3 CC, l'autorité compétente ne peut attribuer des biens de la succession à certains héritiers désignés par elle. Une chose qui ne saurait être partagée en nature sans subir une diminution notable de sa valeur ni comprise dans un lot formé et attribué par tirage au sort selon l'art. 611 CC doit être vendue si les héritiers ne prennent pas un autre arrangement (art. 612 al. 2 CC). Peut aussi demander la vente aux enchères (art. 612 al. 3 CC) l'héritier dont la part ne dépasse pas, d'après une estimation des actifs de la succes sion, le montant des biens qu'il a déjà reçus ou les créances de la succession contre lui."], "faits": "BGE 85 II 382 S. 383\n\nA.- Am 10. Juni 1956 starb in Zug Josef Zürcher-Fassbind, geb. 1877. Als gesetzliche Erben hinterliess er BGE 85 II 382 S. 384seine Ehefrau Katharina Zürcher-Fassbind, die beiden ledigen Söhne Josef und Ernst, geb. 1908 bzw. 1917, den verheirateten Sohn August, geb. 1920, und die Kinder der vorverstorbenen Tochter Maria Betschart-Zürcher. Das Hauptaktivum des Nachlasses ist die Liegenschaft Guthirtstrasse 11 in Zug, ein Dreifamilienhaus mit Umgelände, in welchem die Eheleute Zürcher-Fassbind sowie die drei Söhne wohnten und die Witwe sowie die Söhne heute noch wohnhaft sind. Da sich die Erben über die Teilung des Nachlasses (insbesondere über die Behandlung der Liegenschaft, die Forderungen und Schulden einzelner Erben gegenüber dem Nachlass und die Lidlohnansprüche der Söhne Josef und Ernst) nicht einigen konnten, kam es zwischen ihnen zum Prozess. In der Folge vereinbarten die Kinder Betschart mit den übrigen Erben, dass sie an den Nachlass keine Ansprüche stellen und der Nachlass von ihnen nichts fordere. Auf Grund dieser Abmachung schieden sie aus dem Prozess aus.\n\nB.- Das Kantonsgericht Zug erkannte am 26. November 1958, die Liegenschaft Guthirtstrasse 11, deren Versteigerung der Kläger August Zürcher verlangt hatte, werde den Beklagten 1 und 2, d.h. der Witwe und dem Sohne Josef, unter Überbindung der Hypotheken \"zu Miteigentum im Verhältnis von einem Drittel (Beklagte 1) und zwei Dritteln (Beklagter 2) zugesprochen\". Das Sparguthaben des Erblassers im Betrage von Fr. 836.-- und die Forderung des Nachlasses an den Kläger im Betrage von Fr. 25.- sprach es im gleichen Verhältnis ebenfalls den Beklagten 1 und 2 zu. Dem Beklagten 3, Ernst Zürcher, räumte es gegenüber den Beklagten 1 und 2 einen Ausgleichungsanspruch von Fr. 4890.-- ein. Die Schuld des Nachlasses gegenüber Albert Sollberger überband es den Beklagten 1 und 2 zur Bezahlung. Diese Entscheidung beruht u.a. auf der Annahme, der Verkehrswert der Liegenschaft betrage Fr. 62'160.--; die Behauptung des Klägers, dass er zu Lebzeiten des Erblassers für diesen Rechnungen im Betrage von Fr. 1273.25 bezahlt habe, sei unbewiesen BGE 85 II 382 S. 385und sein Anspruch auf Ersatz dieses Betrags daher unbegründet; grundsätzlich habe der Beklagte Josef Zürcher Fr. 5000.--, der Beklagte Ernst Zürcher Fr. 3500.-- als Lidlohn im Sinne von Art. 633 ZGB zugut, doch seien diese Ansprüche namentlich mit Rücksicht darauf, dass der erbrechtlichen Auseinandersetzung nur ein Reinvermögen von Fr. 13'000.-- unterliege, auf Fr. 4000.-- bzw. 3000.-- herabzusetzen.\n\nC.- Gegen dieses Urteil appellierte der Kläger an das Obergericht des Kantons Zug. Er beantragte, dem Beklagten Josef Zürcher sei kein Lidlohn zuzusprechen; seine eigene Forderung an den Nachlass von Fr. 1273.25 sei zu schützen; es sei gerichtlich anzuordnen, dass die Liegenschaft Guthirtstrasse 11 zu versteigern sei. Das Obergericht hat mit Urteil vom 5. Mai 1959 das kantonsgerichtliche Urteil bestätigt.\n\nD.- Mit der vorliegenden Berufung an das Bundesgericht erneuert der Kläger die vor Obergericht gestellten Begehren. Die Beklagten schliessen auf Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Den Lidlohn von Fr. 4000.-- haben die kantonalen Gerichte dem Beklagten Josef Zürcher mit der Begründung zugesprochen, er habe in den Jahren 1946 bis 1955 seinen Eltern, in deren Haushalt er lebte, von seinem Arbeitsverdienst über das monatliche Kostgeld von Fr. 200.-- hinaus durchschnittlich Fr. 200.-- pro Jahr abgegeben und in seiner Freizeit regelmässig seinem Vater bei der Arbeit (z.B. beim Zurüsten von Holz) geholfen; ferner habe dieser Fr. 1000.-- aus einer Lebensversicherung einkassiert, deren Prämien Josef Zürcher aus seinem Lohn bestritten habe.\n\nDen kantonalen Gerichten ist darin beizustimmen, dass Art. 633 ZGB unter Umständen auch dann angewendet werden kann, wenn mündige Kinder ihren Eltern in gemeinsamem Haushalt ihre Arbeit oder ihre Einkünfte BGE 85 II 382 S. 386nicht ganz, sondern nur zum Teil zuwenden. Erhält ein mündiges Kind bei seinen Eltern gegen ein bestimmtes Entgelt Kost und Logis, so kann indessen nicht jede Leistung, die das Kind den Eltern über dieses feste Entgelt hinaus erbringt, ohne weiteres als Zuwendung im Sinne von Art. 633 ZGB gelten. Vielmehr kann es sich bei solchen Leistungen, zumal wenn sie sich in verhältnismässig bescheidenem Rahmen halten, um ein zusätzliches Entgelt für die dem Kind von den Eltern erbrachten Leistungen handeln.\n\nSo verhält es sich im vorliegenden Falle mit den Zuschüssen Josef Zürchers von jährlich etwa Fr. 200.-- oder monatlich etwa Fr. 15.- bis 20.- und mit seinen Arbeitsleistungen. Josef Zürcher, der in der fraglichen Zeit monatlich Fr. 450.-- bis Fr. 500.-- verdiente, als Kostgeld aber nur Fr. 200.-- abzugeben hatte, konnte bei seinen Eltern wesentlich billiger leben als anderswo. Dies gilt um so eher, als er wohl von seinen Eltern, wie in solchen Verhältnissen üblich, über Kost und Logis hinaus noch weitere Leistungen erhielt, die er, wenn er unter fremden Leuten gelebt hätte, besonders hätte bezahlen müssen (z.B. Besorgung der Wäsche). Unter diesen Umständen können die erwähnten, relativ bescheidenen Zuschüsse Josef Zürchers und seine Arbeitsleistungen nach Feierabend nicht als Zuwendungen im Sinne von Art. 633 ZGB angesehen werden, die ihm Anspruch auf eine billige Ausgleichung bei der Erbteilung gäben.\n\nAnders verhält es sich dagegen mit der Versicherungssumme von Fr. 1000.--. Hier handelt es sich um eine aus den Einkünften Josef Zürchers herrührende einmalige Zuwendung in erheblichem Betrage, von der angenommen werden darf, dass sie ohne die bestehende Hausgemeinschaft nicht erfolgt wäre, und die im Gegensatz zu den bereits behandelten Zuschüssen und Arbeitsleistungen nicht als zusätzliches Entgelt für die Leistungen anzusprechen ist, welche Josef Zürcher von seinen Eltern empfangen hat. Für diesen Betrag ist ihm daher ein Ausgleichungsanspruch BGE 85 II 382 S. 387im Sinne von Art. 633 ZGB zu gewähren.\n\n2. Die Forderung von Fr. 1273.25, die der Kläger gegenüber dem Nachlass gestellt hat, ist von der Vorinstanz mit der Begründung abgewiesen worden, die Rechnungen, auf welche sie sich stützt, lauteten zumeist auf den Namen des Klägers (eine sogar auf den Mädchennamen seiner Frau) und hätten Lieferungen zum Gegenstand, die zur Ausstattung seiner eigenen Wohnung und Werkstatt erfolgt seien; hinsichtlich der übrigen Rechnungen, die Lieferungen für den Unterhalt des Gartens betrafen, lasse sich nicht ausmachen, ob diese Lieferungen im Auftrag und Interesse des Erblassers erfolgt oder vom Kläger aus eigener Initiative und auf eigene Rechnung bestellt worden seien. Auf Grund dieser Feststellungen, die tatsächliche Verhältnisse betreffen und daher gemäss Art. 63 Abs. 2 OG für das Bundesgericht verbindlich sind, ist die erwähnte Forderung zu Recht abgewiesen worden. Es steht insbesondere mit Art. 8 ZGB im Einklang, wenn die Vorinstanz dem Kläger die Beweislast dafür auferlegt hat, dass die von ihm bezahlten Rechnungen Lieferungen im Auftrag und Interesse des Erblassers betrafen.\n\n3. Den Antrag des Klägers auf Anordnung der Versteigerung der zum Nachlass gehörenden Liegenschaft hat die Vorinstanz abgewiesen, weil sich diese - nicht in natura teilbare - Liegenschaft nach Art. 611 ZGB in einem \"gemeinsamen Lose\" der Beklagten Frau Witwe Zürcher und Josef Zürcher unterbringen lasse, was nach BGE 78 II 409 ihre Versteigerung ausschliesse, und weil im übrigen der Kläger vom Nachlass nichts mehr zu beanspruchen habe, so dass die Einigung der andern Erben über die Zuweisung der Liegenschaft seiner Zustimmung nicht bedürfe, sondern ohne seine Einwilligung gültig sei.\n\nDie Vorinstanz irrt jedoch mit der Annahme, Art. 611 ZGB gebe die Möglichkeit, für zwei oder mehrere Erben, die ihre Erbansprüche \"zusammenlegen\", entgegen dem Willen der übrigen Erben ein \"gemeinsames Los\" zu bilden BGE 85 II 382 S. 388und ihnen dieses zuzuweisen. Nach Art. 611 Abs. 1 ZGB bilden die Erben aus den Erbschaftssachen so viele Teile oder Lose, als Erben oder Erbstämme sind. Mangels abweichender Vereinbarung aller Erben (die bei Einstimmigkeit die Teilung grundsätzlich nach ihrem Belieben vornehmen können) sind darnach \"Einzellose\" (je eines für jeden Erben oder Erbstamm) zu bilden. Für die Behörde, die nach Art. 611 Abs. 2 ZGB auf Verlangen eines Erben die Lose zu bilden hat, wenn sich die Erben nicht einigen können, gilt selbstverständlich der gleiche Grundsatz. Die Verteilung der so gebildeten Lose hat nach Art. 611 Abs. 3 ZGB, wenn keine Vereinbarung darüber zustande kommt, durch Losziehung unter den Erben zu erfolgen (was bestätigt, dass \"Einzellose\" zu bilden sind, da nur unter dieser Voraussetzung eine Verlosung möglich ist). Eine behördliche Zuweisung der Lose ist darnach ausgeschlossen.\n\nAus dem von beiden Vorinstanzen angerufenen Urteil i.S. Schuler (BGE 78 II 408 ff.) folgt nichts Abweichendes. Dort wurde vor allem untersucht, welche Bedeutung der Vorschrift von Art. 612 Abs. 2 ZGB zukomme, wonach eine Sache, über deren Teilung oder Zuweisung die Erben sich nicht einigen können, zu verkaufen und der Erlös zu teilen ist. Wenn dabei u.a. gesagt wurde, diese Vorschrift gelte nur für Sachen, die sich nicht in einem Los unterbringen lassen, so war damit nach dem Zusammenhang klarerweise ein mangels anderslautender Vereinbarung der Losziehung unterliegendes \"Einzellos\" im Sinne von Art. 611 ZGB gemeint. In den nicht veröffentlichten Erwägungen des Urteils i.S. Schuler ist denn auch ausdrücklich von der Verlosung unter den Erben die Rede (S. 18, 26).\n\nEine Befugnis der Behörde, einzelne Sachen bestimmten Erben zuzuweisen, lässt sich auch nicht aus Art. 612 Abs. 1 ZGB ableiten, wonach eine Erbschaftssache, die durch Teilung an ihrem Werte wesentlich verlieren würde, einem der Erben ungeteilt zugewiesen werden soll. Diese Bestimmung bedeutet nur, dass derartige Sachen (unter BGE 85 II 382 S. 389Vorbehalt einer gegenteiligen Abmachung aller Erben) nicht körperlich geteilt, sondern womöglich auf dem Wege der Vereinbarung oder der Losbildung und Losziehung im Sinne von Art. 611 ZGB ungeteilt einem Erben zugewiesen werden sollen (TUOR N. 4/5 und ESCHER, 2. Aufl., N. 3 zu Art. 612 ZGB; BGE 78 II 409 unten). Kann die Teilung mit Bezug auf eine solche Sache nicht auf diesem Wege erfolgen, so bleibt, wie in BGE 78 II 408 ff. dargetan, nichts anderes übrig als ihr Verkauf und die Teilung des Erlöses nach Art. 612 Abs. 2 ZGB. Eine behördliche Zuweisung von Erbschaftssachen an bestimmte Erben ist nur in den hier nicht zutreffenden Sonderfällen von Art. 620 und eventuell Art. 613 Abs. 3 ZGB zulässig (vgl. zur letztg enannten, in ihrer Tragweite umstrittenen Bestimmung einerseits TUOR N. 9 ff., ESCHER, 2. Aufl., N. 8 ff. und GUISAN, ZSR 1947 S. 245 f., anderseits MERZ in Festschrift für Tuor S. 102 f.). Wollte man mit der Vorinstanz die behördliche Zuteilung von Erbschaftssachen an einen bestimmten Erben oder an mehrere unter sich einige Erben immer dann zulassen, wenn sich auf diese Weise ein Verkauf vermeiden liesse, so liefe dies nicht bloss auf eine einschränkende Auslegung von Art. 612 Abs. 2 ZGB hinaus, wie sie in BGE 78 II 408 ff. aus den dort angegebenen Gründen erfolgt ist, sondern verlöre diese Vorschrift praktisch fast jede Bedeutung. Dies widerspräche dem Sinne des Gesetzes, das bei Unmöglichkeit der körperlichen Teilung und der Teilung auf dem Wege der Losbildung und -ziehung die Gleichberechtigung der Erben (Art. 610 ZGB) wenigstens in der Weise wahren will, dass es jedem Erben die Möglichkeit gibt, durch Teilnahme an der Steigerung den in Frage stehenden Gegenstand zu erwerben oder dafür den nach seiner Auffassung angemessenen Preis zu erwirken (vgl. BGE 66 II 242).\n\nIm vorliegenden Fall ist klar, dass die Liegenschaft Guthirtstrasse 11, die bei weitem das grösste Erbschaftsaktivum darstellt und deren körperliche Teilung nicht in Frage kommt, nicht einem \"Einzellos\" im Sinne von BGE 85 II 382 S. 390Art. 611 ZGB zugeschieden werden kann, da ihr Wert den Betrag eines Erbteils bei weitem übersteigt. Die Teilung, über deren Durchführung die Parteien streiten, kann daher nicht auf dem Wege der Losbildung und -ziehung erfolgen, sondern die Liegenschaft muss gemäss Art. 612 Abs. 2 ZGB verkauft werden, und zwar hat der Verkauf nach Art. 612 Abs. 3 ZGB entsprechend dem Verlangen des Klägers auf dem Wege der Versteigerung stattzufinden, wobei mangels Einigung der Erben die zuständige Behörde zu entscheiden hat, ob die Versteigerung öffentlich oder nur unter den Erben erfolgen soll.\n\nHiegegen lässt sich entgegen der Ansicht der Vorinstanz nicht einwenden, die in den Klageantwortbegehren zum Ausdruck gekommene Verständigung der Beklagten über die Zuweisung der Liegenschaft an die Beklagten Frau Witwe Zürcher und Josef Zürcher sei ohne Zustimmung des Klägers gültig, weil dieser vom Nachlass nichts mehr zugute habe. Dieses Argument ist schon deswegen nicht stichhaltig, weil sich der vom Kantonsgericht errechnete Saldo zu Ungunsten des Klägers von Fr. 25. - infolge der Herabsetzung des Lidlohnanspruches des Beklagten Josef Zürcher um Fr. 3000.--, die allen vier Erben gleichmässig zugute kommt, in einen Saldo zu Gunsten des Klägers von Fr. 725.-- verwandelt, auch wenn man den Verkehrswert der Liegenschaft mit den Vorinstanzen nur auf Fr. 62'160.-- beziffert, welcher Betrag nach der Meinung des Klägers bei einer Versteigerung überboten würde. Der von der Vorinstanz angestellten Überlegung wäre aber auch dann nicht beizupflichten, wenn der Kläger nach dem Ergebnis der Schätzung der Erbschaftsaktiven aus dem Nachlass nichts mehr zu fordern hätte, weil der auf Grund dieser Schätzung ermittelte Erbteil durch seine Vorempfänge oder seine Schulden an den Nachlass aufgewogen würde. Kann ein Erbschaftsgegenstand, wie dies für die streitige Liegenschaft zutrifft, ohne wesentliche Werteinbusse nicht körperlich geteilt werden und lässt er sich auch nicht in eines der nach Art. 611 ZGB zu bildenden, durch BGE 85 II 382 S. 391Ziehung zu verteilenden Lose aufnehmen, so hat bei Uneinigkeit der Erben über die Behandlung dieses Gegenstandes nach Art. 612 Abs. 2 und 3 ZGB ein jeder von ihnen das Recht, die Versteigerung zu verlangen, gleichgültig, ob er nach dem Schätzungsergebnis vom Nachlass noch etwas zugut habe oder nicht. Der laut Schätzung leer ausgehende Erbe soll nach dem Sinne des Gesetzes so gut wie die andern Erben die Chance ausnützen können, dass bei der Versteigerung möglicherweise ein den Schätzungswert übersteigender Preis erzielt werden kann, was für ihn zur Folge hätte, dass er aus dem Nachlass doch noch etwas erhielte oder dass wenigstens seine Verschuldung gegenüber dem Nachlass vermindert würde. Die Anwendung von Art. 612 Abs. 2 und 3 ZGB lässt sich also auf Grund einer Schätzung, wonach der die Versteigerung verlangende Erbe an den Nachlass keine Ansprüche mehr zu stellen hat, nicht ausschliessen. (Zu der ganz andern Frage, welche Bedeutung der Schätzung der Erbschaftsaktiven im Falle der Teilung auf dem Wege der Losbildung zukommt, vgl. MERZ a.a.O. S. 104 Ziff. 6 und das Urteil i.S. Schuler vom 16. Oktober 1952, Erw. 4 b S. 20). Der Kläger hat also ohne jeden Zweifel Anspruch auf die Versteigerung der streitigen Liegenschaft. Ein Rechtsmissbrauch kann in der Geltendmachung dieses Anspruchs nicht erblickt werden.\n\nDen Beklagten bleibt es selbstverständlich unbenommen, die Liegenschaft gemeinsam zu ersteigern.\n\n4. Die Herabsetzung des Lidlohnanspruchs des Beklagten Josef Zürcher und die Anordnung der Versteigerung der Liegenschaft machen es notwendig, die im Dispositiv des kantonsgerichtlichen Urteils niedergelegten, von der Vorinstanz bestätigten Anordnungen über die Teilung der Erbschaft von Josef Zürcher-Fassbind aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen. Diese wird das Verfahren zweckmässigerweise einstellen, bis (mangels einer Einigung der Parteien) die zuständige Behörde gemäss Art. 612 Abs. 3 ZGB über die Art der Versteigerung entschieden hat und dieser Verkauf BGE 85 II 382 S. 392durchgeführt ist. Hernach sind die Betreffnisse der einzelnen Erben unter Berücksichtigung der im bisherigen Verfahren bereinigten Einzelposten (Ansprüche aus ehelichem Güterrecht, Forderungen, Schulden, Lidlohnansprüche) neu festzusetzen, sofern sich die Parteien darüber nicht verständigen können.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird in dem Sinne teilweise gutgeheissen, dass das angefochtene Urteil aufgehoben, der Lidlohnanspruch des Beklagten Josef Zürcher auf Fr. 1000.-- herabgesetzt, die Versteigerung der Liegenschaft angeordnet und die Sache im übrigen zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}