{"annee": "85", "cour": "II", "page": "28", "date": "22/4/1959", "cite": [], "cite_par": ["99 IA 1"], "chapeau": "6. Extrait de l'arrêt de la Ire Cour civile du 22 avril 1959 dans la cause Fessard contre Favela SA", "regestes": ["Art. 38, 39, 998 CO. Conditions auxquelles, en matière cambiaire, le signataire sans pouvoirs engage sa responsabilité; conditions auxquelles il peut s'en libérer."], "faits": "BGE 85 II 28 S. 28\n\nA.- En 1956, la société Favela SA, fabrique de vêtements à Lausanne, livra à la société Monsieur SA, à Lausanne également, des marchandises qui furent facturées à cette dernière. En couverture de ce compte, Monsieur SA, par la signature de son administrateur M. Rey, accepta deux effets de change, d'un montant de 1500 fr. chacun, échéant l'un le 30 avril 1956, l'autre le 31 mai 1956. Ces effets ne furent pas payés. Le 3 octobre 1956, Favela SA émit deux nouveaux effets, en partie pour remplacer les précédents, le premier de 2711 fr. échéant le 31 octobre 1956, le second de 3003 fr. échéant le 30 novembre 1956. Ces deux nouvelles lettres furent acceptées par Georges Fessard, signant au nom de Monsieur SA Elles ne furent pas non plus payées.\n\nPoursuivie par voie de change, la société Monsieur SA fit opposition en exposant qu'elle ne pouvait être engagée que par la signature de son administrateur unique, M. Rey, et non par celle de G. Fessard, qui n'était ni administrateur ni fondé de pouvoir. L'opposition fut admise.\n\nB.- Le 25 septembre 1957, Favela SA, estimant que la responsabilité personnelle de Fessard était engagée, l'asigna devant le Tribunal de première instance de Genève en paiement de la valeur des deux effets en cause. Fessard conclut au rejet de la demande. En cours de procès, Favela SA imputa sur sa réclamation une somme de BGE 85 II 28 S. 291643 fr. 65 qu'elle avait obtenue le 24 janvier 1958 à titre de dividende provisoire dans la faillite de Monsieur SA, déclarée dans l'intervalle.\n\nLe 1er octobre 1958, le Tribunal de première instance rejeta l'action de Favela SA Reprenant les conclusions de sa demande, cette dernière déféra la cause à la Cour de justice qui, le 24 février 1959, condamna Fessard à lui payer \"2711 fr. avec intérêts à 5% dès le 31 octobre 1956 et 3003 fr. avec intérêts à 5% dès le 30 novembre 1956, le tout sous imputation de 1643 fr. 45, valeur au 24 janvier 1957\".\n\nC.- Sieur Fessard a recouru en réforme au Tribunal fédéral en reprenant ses conclusions libératoires. Il a été débouté.", "considerants": "Considérant en droit:\n\n1. La Cour de justice a admis l'action de Favela SA en vertu de l'art. 998 CO, lequel dispose notamment que \"quiconque appose sa signature sur une lettre de change, comme représentant d'une personne pour laquelle il n'avait pas le pouvoir d'agir, est obligé lui-même en vertu de la lettre\". Le recourant conteste que cette disposition soit applicable. Il fonde ses conclusions libératoires en particulier sur les art. 38 et 39 CO.\n\nAinsi que cela ressort de l'art. 998 CO - qui correspond à l'art. 8 de la loi uniforme (LU) -, la responsabilité du signataire sans pouvoirs en matière cambiaire n'est pas subordonnée à l'existence d'une faute (M. STRANZ, Wechselgesetz, 14e éd., rem. 8 c ad art. 8; STAUB/STRANZ, Wechselgesetz, 13e éd., rem. 16 ad art. 8). Pour que le signataire engage sa responsabilité, il suffit qu'il appose sa signature en se portant représentant d'un tiers, alors qu'il n'a pas le pouvoir d'agir. C'est à lui qu'il incombe de prouver l'existence de pouvoirs valables (STRANZ, op.cit., rem 8 a ad art. 8; STAUB/STRANZ, op.cit., rem. 13 a ad art. 8; JACOBI, Wechsel- und Scheckrecht, p. 244). Le représenté peut d'ailleurs ratifier après coup l'acte du représentant.\n\nBGE 85 II 28 S. 30Celui-ci est alors déchargé de sa responsabilité (STRANZ, op.cit., rem. 8 a in fine; JACOBI, op.cit., p. 244). Pour le surplus, il ne peut s'en libérer que si le demandeur connaissait l'absence de pouvoirs, ou ne pouvait tout au moins l'ignorer sans commettre une faute lourde confinant au dol. Dans ce cas, le signataire est en droit d'opposer au demandeur une exception de dol, dont il lui appartient, conformément à l'art. 8 CC, d'établir les éléments (cf. STRANZ, op.cit., note 8 c ad art. 8; STAUB/STRANZ, rem. 16 ad art. 8; SCHNEIDER et FICK, note 8 ad art. 821). Il ne saurait en revanche opposer d'exception quand le demandeur, tout en ignorant que le signataire n'avait pas de pouvoirs, aurait dû le savoir en faisant preuve de la diligence commandée par les circonstances. Cette opinion, qui est celle de la doctrine dominante (STRANZ, op.cit., rem. 8 c ad art. 8; STAUB/STRANZ, op.cit., rem. 16 ad art. 8; JACOBI, op.cit., p. 245 note 2; en sens contraire, MOSSA, Trattato della cambiale, 3e éd., p. 263), est conforme à la ratio de l'art. 998 CO/8 LU. En effet, celui qui souscrit un engagement cambiaire au nom d'autrui affirme par là même qu'il a les pouvoirs nécessaires, et il répond de la véracité de cette affirmation (STAUB/STRANZ, op.cit., rem. 12 ad art. 8; JACOBI, op.cit., p. 244). Dès lors - et c'est l'idée qui est à la base de l'art. 998 CO/8 LU - le porteur est réputé pouvoir se fier à la validité des signatures apposées sur la lettre. On ne saurait donc exiger de lui des vérifications portant sur les relations internes entre le signataire et celui qu'il dit représenter. Il s'ensuit qu'il peut rechercher le \"falsus procurator\" même si, le cas de dol étant réservé, il avait dû connaître l'absence de pouvoirs. Cette solution, conforme d'ailleurs au système général de l'exceptio doli en matière cambiaire (cf. art. 1007 CO, \"... à moins que le porteur n'ait agi sciemment au détriment du débiteur\"), repose sur les nécessités propres au droit de change. Elle déroge aux règles du droit commun telles qu'elles sont exprimées à l'art. 39 al. 1 in fine CO. Cette disposition n'est dès lors pas applicable.\n\nBGE 85 II 28 S. 31\n\nEn l'espèce, ainsi que l'arrêt attaqué le constate, le recourant a accepté les deux lettres de change en signant au nom de la société Monsieur SA Il a donc agi à cet égard en se portant représentant d'un tiers. D'autre part, loin de prouver qu'il était un représentant autorisé, il n'a pas, d'après la Cour de justice, \"contesté, en dernier lieu, son absence de pouvoirs lorsqu'il accepta au nom et pour le compte de cette société les effets de change du 3 octobre 1956\". Il faut dès lors considérer qu'il n'avait pas le pouvoir d'agir. Il s'ensuit que les deux conditions auxquelles l'art. 998 CO subordonne la responsabilité du falsus procurator sont réunies. Ce dernier ne peut d'ailleurs opposer à l'intimée l'exceptio doli que le défendeur à l'action cambiaire a le droit de soulever quand le demandeur connaissait l'absence de pouvoirs ou ne pouvait l'ignorer sans commettre une faute lourde confinant au dol. En effet, mettant avec raison le fardeau de la preuve sur ce point à la charge de Fessard, la juridiction cantonale constate souverainement que ce dernier n'a pas établi que Favela SA connaissait l'absence de pouvoirs. Il n'est pas démontré non plus que l'ignorance de l'intimée sur ce point aurait été dolosive. C'est dès lors à juste titre que l'arrêt attaqué, appliquant l'art. 998 CO, admet que le recourant est obligé en vertu des deux lettres de change du 3 octobre 1956.\n\nIl reste, il est vrai, à se demander si, comme le soutient le recourant, le fait que l'administration de la faillite de Monsieur SA a admis la créance de Favela SA signifie qu'elle a ratifié l'engagement cambiaire pris pour elle par le falsus procurator. Il est clair cependant que cette question doit être résolue négativement. En effet, ainsi que l'observe la Cour de justice, la décision de la masse reconnaît simplement l'existence de la créance de droit civil appartenant à Favela SA en raison des marchandises livrées par elle à Monsieur SA"}