{"annee": "85", "cour": "III", "page": "185", "date": "22/10/1959", "cite": ["40 III 451", "30 II 160"], "cite_par": ["135 III 265", "135 III 276", "89 III 14", "134 III 615", "99 III 27"], "chapeau": "39. Urteil der II. Zivilabteilung vom 22. Oktober 1959 i.S. W. gegen M.", "regestes": ["Action révocatoire de l'art. 288 LP. Calcul de la valeur litigieuse (consid. 1). L'action révocatoire présuppose un préjudice causé, en raison de l'acte attaqué, aux droits d'exécution compétant au demandeur. Le défendeur peut dès lors établir que cet acte n'a pas entraîné un tel désavantage dans le cas particulier, parce que le demandeur eût subi une perte même si l'acte révocable n'avait pas été accompli. Perte de contributions à l'entretien qui n'étaient pas encore échues au moment de l'acte révocable (consid. 2 a); cas de la faillite (b); prise en considération du délai de participation à la saisie (d)."], "faits": "BGE 85 III 185 S. 186\n\nA.- Die Eheleute W.-T. betrieben ab 1942 in Basel ein Merceriegeschäft. Wegen ehewidriger Beziehungen des Ehemannes W. mit seiner Angestellten Frau M. kam es 1943 zur Trennung der Eheleute, 1944 zur Übersiedlung der Frau W. nach Zürich und am 17. März 1948 zur Scheidung durch das dortige Bezirksgericht, wobei gemäss Parteivereinbarung dem Manne eine monatliche Unterhaltsrente von Fr. 150.-- an die Frau auferlegt wurde, die jener bis 1953 regelmässig entrichtete. Mit Kaufvertrag vom 11. März 1953 übereignete W. seine Liegenschaft in Basel der mit ihm zusammenlebenden Frau M., wobei diese bei einem Kaufpreis von Fr. 70'000.-- Hypotheken im Betrage von Fr. 57'200.-- übernahm, während die Kaufpreisrestanz von Fr. 12'800.-- durch Verrechnung mit Lohnguthaben der Käuferin gegenüber W. abgegolten wurde. Gleichzeitig übertrug dieser auch sein Merceriegeschäft mit Aktiven und Passiven auf Frau M. Seither endeten alle Betreibungen der Frau T. für ihre Rentenforderungen mit Verlustscheinen.\n\nAm 18. März 1957 focht Frau T. den Verkauf der Liegenschaft und der Geschäftsaktiven durch W. an Frau M. gemäss Art. 288 SchKG an, da in der Absicht vorgenommen, die Klägerin Frau T. als Alimentengläubigerin des W. zu benachteiligen, eventuell zu deren Nachteil die Beklagte zu bevorteilen. W. habe sich mit jener Veräusserung seines gesamten Vermögens entäussert, ohne dafür einen pfändbaren Gegenwert zu erhalten. Der Kaufpreis der Liegenschaft sei mit Fr. 70'000.-- zu niedrig angesetzt. Die angebliche Lohnforderung der Frau M. sei eine reine Fiktion, da zwischen den beiden ein Konkubinats-, kein Dienstverhältnis bestehe.\n\nB.- Das Zivilgericht schützte die Anfechtungsklage nur bezüglich des Grundstückes für den Betrag von Fr. 3000.--.\n\nBGE 85 III 185 S. 187\n\nHiegegen appellierte die Klägerin mit dem Begehren um Zulassung der Zwangsvollstreckung in das Grundstück für ihre ganze Verlustscheinforderung von Fr. 6038.60. Die Beklagte appellierte ebenfalls und beantragte gänzliche Abweisung der Klage.\n\nIn teilweiser Gutheissung der Appellation der Beklagten hat das Appellationsgericht die Klage nur für den Betrag von Fr. 150.-- gutgeheissen, gestützt auf folgende Erwägungen:\n\nIm Zeitpunkt der Vornahme des angefochtenen Rechtsgeschäftes (11. März 1953) schuldete W. der Frau M. aus Dienstvertrag Fr. 14'775.--. Mit der Tilgung dieser Forderung durch Übertragung seiner Liegenschaft auf sie hat er sich hablos gemacht. Angesichts seines schlechten Gesundheitszustandes war er nicht mehr in der Lage, ein angemessenes Einkommen zu erzielen. Mit der Veräusserung seiner ganzen Aktiven an die Beklagte hat er es mithin bewusst in Kauf genommen, die später fällig werdenden Unterhaltsbeiträge an die geschiedene Frau nicht mehr zahlen zu können. Das hat Frau M. gewusst; daher ist der Tatbestand der Absichtsanfechtung nach Art. 288 SchKG auf beiden Seiten subjektiv erfüllt. Objektiv fehlt es dagegen - abgesehen von dem einzigen bei Vornahme des Geschäftes schon fälligen Unterhaltsbeitrag von Fr. 150.-- - an einer Schädigung der Klägerin durch den Liegenschaftsverkauf. Die Beklagte war berechtigt, von ihrem Lohnschuldner Zahlung zu fordern und zu erhalten. Ohne das angefochtene Rechtsgeschäft hätte die Beklagte den W. nach dem normalen Lauf der Dinge für ihre Lohnforderung von Fr. 14'775.-- betrieben. Daraus hätte sich eine sofortige Pfändung und Verwertung der Liegenschaft zu Gunsten der Beklagten für diese Forderung ergeben, ohne dass die Klägerin für die noch nicht fälligen künftigen Monatsrenten sich hätte der Pfändung anschliessen können. Konnte sich somit Frau M. damals durch Zwangsvollstreckung Befriedigung verschaffen, so brauchte der Schuldner deren Durchführung nicht abzuwarten, BGE 85 III 185 S. 188sondern durfte das Guthaben der Beklagten sofort tilgen. Die Klägerin ist somit durch diese Tilgung nur im Betrage der einzigen damals fälligen Monatsrate von Fr. 150.-- benachteiligt worden, weshalb die Anfechtung auch nur in dieser Höhe zu schützen ist.\n\nC.- Mit der vorliegenden Berufung hält der Sohn und alleinige Erbe der inzwischen verstorbenen Klägerin T., Dr. R. W., an der Anfechtungsklage für die ganze Alimentenforderung von Fr. 6038.60 fest.\n\nDie Beklagte beantragt Nichteintreten auf die Berufung, weil der Streitwert nur Fr. 3800.-- betrage, evtl. Abweisung derselben. Eine gegen den Kostenentscheid der Vorinstanz gerichtete Anschlussberufung hat sie zurückgezogen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Berufungskläger beziffert den Streitwert auf Fr. 6038.60 gleich dem Gesamtbetrag der Verlustscheinforderung seiner Mutter an W. Die Berufungsbeklagte behauptet dagegen, unter Berücksichtigung ihrer eigenen, heute anerkannten Lohnforderung von Fr. 14'775.-- entfiele auf die Forderung desBerufungsklägers von Fr. 6038.60 von einem Nettoerlös der Liegenschaft von Fr. 12'800.-- nur ein Betrag von Fr. 3800.--; in Wahrheit sei die Liegenschaft noch weniger wert. Das Prozessinteresse des Berufungsklägers betrage daher etwa Fr. 3000.--.\n\nDie Berufungsbeklagte übersieht dabei, dass sich der Streitwert nach den Rechtsbegehren bemisst, wie sie vor der letzten kantonalen Instanz noch streitig waren (Art. 46 OG). Vor dem Appellationsgericht war die Lohnforderung der Beklagten noch bestritten. Das Rechtsbegehren der Klägerin hatte daher den Sinn, die Liegenschaft zur Deckung ihrer Forderung allein verwerten zu können. Der Betrag dieser Forderung (Fr. 6038.60) war aber gedeckt durch den Liegenschaftswert, den die Vorinstanz für das Bundesgericht verbindlich mit Fr. 70'000.-- angenommen hat, was nach Abzug der Belastung nach der eigenen Berechnung BGE 85 III 185 S. 189der Beklagten Fr. 12'800.-- als Nettowert ergibt. Diese behauptet freilich, dies sei der Wert für das Jahr 1953; seither habe die Liegenschaft an Wert verloren. Dies ist jedoch - bei einer Liegenschaft an einer belebten Strasse mitten in Kleinbasel - in Ansehung des Bodenwertes derart unwahrscheinlich, dass ohne Einholung einer Expertise angenommen werden darf, die Forderung des Berufungsklägers wäre - bei Nichtbestehen derjenigen der Beklagten - immer noch mindestens für Fr. 4000.-- gedeckt. Auf die Berufung ist daher einzutreten.\n\n2. Vor Bundesgericht ist nicht mehr bestritten, dass der Beklagten gegen W. eine fällige Lohnforderung von Fr. 14'775.-- zustand. Der Berufungskläger wendet sich einzig gegen die Annahme der Vorinstanz, das angefochtene Geschäft habe in Ansehung der künftigen Unterhaltsrenten keine Gläubigerbenachteiligung bewirkt, weil nach seiner Ansicht das Vorhandensein einer solchen Benachteiligung keine Voraussetzung für die Anfechtung nach Art. 288 SchKG bildet, und verweist ausserdem auf den nach seiner Meinung hier erfüllten Tatbestand des Art. 525 Abs. 1 OR betreffend Anfechtbarkeit eines Verpfründungsvertrags.\n\na) Der Wortlaut des Art. 288 SchKG scheint dem Berufungskläger Recht zu geben. In der Tat spricht das Gesetz nur von der verpönten Absicht des Schuldners, seine Gläubiger zu benachteiligen, und nicht von der Verwirklichung dieser Absicht. Daraus folgt jedoch nur, dass der Gläubiger zur Begründung seiner Anfechtungsklage nicht ausser dieser Absicht und ihrer Erkennbarkeit noch den Eintritt einer durch das angefochtene Geschäft tatsächlich bewirkten Gläubigerschädigung beweisen muss. Letztere wird zugunsten des Verlustscheinsgläubigers und der Konkursmasse vom Gesetze vermutet (Art. 285 SchKG). Anfechten können soll nur der Gläubiger, der infolge des anzufechtenden Geschäftes in der Zwangsvollstreckung schlechter weggekommen ist, als er es ohne dasselbe wäre. Es liegt daher in der Natur der Sache, dass dem Anfechtungsbeklagten gestattet sein muss, jene aus dem Verlustschein BGE 85 III 185 S. 190folgende Vermutung zu widerlegen. DieAnfechtungsklage dient nicht der Bestrafung des Beklagten, sondern der Wiederherstellung des Zustandes, in welchem sich ohne das angefochtene Geschäft das Vermögen des Schuldners im Zeitpunkt des Konkurses oder der Pfändung befunden, und soweit es dem anfechtenden Gläubiger zu seiner Befriedigung gedient hätte. Diesem Zweck entspricht es, der Anfechtungsklage auch bei Vorhandensein der subjektiven Voraussetzungen auf Seiten des Schuldners und des Beklagten den Erfolg insoweit zu versagen, als bei richtigem Verhalten des Schuldners der Anfechtungskläger ohnehin zu Verlust gekommen wäre. Die Pauliana setzt eine Schädigung der Exekutionsrechte des Anfechtenden als Folge der angefochtenen Rechtshandlung voraus; der Anfechtungsbeklagte kann daher den Nachweis erbringen, dass diese Handlung eine solche Benachteiligung in concreto nicht zur Folge haben konnte (JAEGER Komm. Bd. II S. 358 oben, 386 oben; GAUGLER, Die paul. Anfechtung, Bd. I S. 102/3;BGE 30 II 163E. 4, wo von drei Voraussetzungen der Deliktspauliana die Rede ist, nämlich: 1. Schädigung der Gläubiger, 2. Absicht hiezu, 3. Erkennbarkeit dieser Absicht).\n\nIm vorliegenden Falle trifft, wie die Vorinstanz überzeugend dartut, diese Grundvoraussetzung für die bei Abschluss des angefochtenen Verkaufes noch nicht fällig gewesenen Rentenforderungen der Frau T. nicht zu. Beim Verkauf seiner Liegenschaft war, wie nicht mehr bestritten, W. der Beklagten den Lohn für mehr als 8 Jahre im Totalbetrag von Fr. 14'775.-- schuldig. Mit Recht nimmt die Vorinstanz an, dass die Beklagte diesen Rückstand nicht endlos hingenommen hätte. In jenem Zeitpunkt hätte mithin die Beklagte den W. für ihre ganze, fällige Forderung von Fr. 14'775.-- betreiben können, während Frau T. dies nur für die einzige damals fällige Monatsrate von Fr. 150.-- (für März 1953) tun konnte. In den nach der Schätzung vor der Vorinstanz anzunehmenden Nettowert der Liegenschaft von Fr. 12'800.--, die gepfändet und BGE 85 III 185 S. 191verwertet worden wäre, hätten sich somit diese beiden Forderungen teilen müssen, wären also beide nicht einmal gedeckt worden. Die Vorinstanz hat daher mit Fug angenommen, auch wenn W. seine Liegenschaft damals nicht der Beklagten zugeschoben hätte, wäre Frau T. mit ihren künftigen Monatsrenten zu Verlust gekommen.\n\nb) Einer Richtigstellung bedarf die - ad abundantiam angebrachte - Bemerkung der Vorinstanz, die Auffassung der Klägerin, dass die Aktiven des W. im März 1953 zugunsten auch der nichtverfallenen Rentenforderungen verfangen gewesen seien, liesse sich allenfalls hören, wenn W. der Konkursbetreibung unterstanden hätte, weil in diesem Falle die nach dem Scheidungsurteil unabänderliche Rente, \"wenigstens nach der Auffassung des Bundesgerichts (BGE 40 III 456)\" im Konkurse kapitalisierbar gewesen sei. Dies folgt jedoch keineswegs aus dem zit. Entscheide. Nach diesem ist eine Unterhaltsrente nicht schon dann als Konkursforderung zu behandeln, wenn sie \"unabänderlich\" ist, sondern nur, wenn sie gemäss Vereinbarung (oder Urteil) \"von den gesetzlichen Bedingungen unabhängig\" ist (S. 458), d.h. bei einer gemäss Art. 151 ZGB geschuldeten Rente nur, wenn diese auch bei Wiederverheiratung des Berechtigten weiterbezahlt werden soll (vgl. E. BRAND, Schweiz. Jur. Kartothek, Karte 1000, A II 4). Ob in casu, wo im Scheidungsurteil von 1948 ausdrücklich das Gegenteil vorgesehen ist, der Ausfall jener Resolutivbedingung im Hinblick auf das damalige Alter der Klägerin (59 Jahre) hätte angenommen werden dürfen, kann dahingestellt bleiben, da die Hypothese des Konkurses ja nicht zutrifft.\n\nc) .....\n\nd) Dagegen ergibt sich auf dem Boden der zutreffenden Betrachtung der Vorinstanz (a hievor) eine geringfügige Korrektur zugunsten des Berufungsklägers daraus, dass, wie die Vorinstanz übrigens schon selber als möglich bezeichnete, im Falle der Betreibung und Pfändung durch die Beklagte mit Rücksicht auf die 30-tägige Anschlussfrist BGE 85 III 185 S. 192gemäss Art. 110 SchKG Frau T. den Anschluss für einen inzwischen fällig gewordenen weiteren Monatsbeitrag (April 1953) hätte nehmen können und daher für Fr. 300.-- mit der Beklagten konkurriert hätte. Um diesen Betrag ist sie somit durch das angefochtene Geschäft effektiv benachteiligt worden (wobei der wegen Nichtgenügens der Aktiven auf beiden Forderungen eintretende Ausfall unberücksichtigt bleiben kann); für ihn ist daher die Klage gutzuheissen.\n\nDemnach erkennt das Bundesgericht:\n\nIn teilweiser Gutheissung der Berufung wird Abs. 1 des Dispositivs der Vorinstanz dahin abgeändert, dass die Anfechtung im Betrage von Fr. 300.-- (statt Fr. 150.--) geschützt wird. Im übrigen wird das angefochtene Urteil des Appellationsgerichts vom 10. Oktober 1958 bestätigt."}