{"annee": "85", "cour": "III", "page": "173", "date": "28/11/1959", "cite": ["64 III 33"], "cite_par": ["121 III 486"], "chapeau": "37. Auszug aus dem Entscheid vom 28. November 1959 i.S. Herzog.", "regestes": ["Acte d'insuffisance de gage. Continuation de la poursuite dans le délai d'un mois sans nouveau commandement de payer (art. 158 al. 2, 2e phrase, LP). Que doit énoncer la commination de faillite fondée sur un acte d'insuffisance de gage? Art. 160 et 158 LP."], "faits": "", "considerants": "BGE 85 III 173 S. 173\n\nAus den Erwägungen:\n\nIn der Regel ist einzige Grundlage der Konkursandrohung der vollstreckbar gewordene Zahlungsbefehl einer ordentlichen Betreibung. Auf eine solche Betreibung (gemäss Art. 38 Abs. 2 SchKG) bezieht sich Art. 159 SchKG, wonach der Gläubiger \"nach Ablauf der Frist von zwanzig Tagen seit der Zustellung des Zahlungsbefehls\" verlangen kann, dass dem Schuldner der Konkurs angedroht werde. Ebenfalls die Fortsetzung einer ordentlichen Betreibung hat Art. 160 SchKG im Auge, wenn er vorschreibt, die Konkursandrohung müsse enthalten: \"1. die Angaben des Betreibungsbegehrens; 2. das Datum des Zahlungsbefehls; 3... 4....\". Nun kann es aber gegenüber einem der Konkursbetreibung unterliegenden Schuldner auch in Fortsetzung einer auf Verwertung eines Pfandes angehobenen Betreibung zur Konkursandrohung kommen, und zwar ohne neuen Zahlungsbefehl: wenn sich nämlich ein Pfandausfall ergibt und der Gläubiger auf Grund des Pfandausfallscheines binnen Monatsfrist die Fortsetzung der Betreibung auf dem soeben erwähnten Wege verlangt (Art. 158 Abs. 2 Satz 2 SchKG). In diesem Fall hat er seinem Begehren den Pfandausfallschein, auf BGE 85 III 173 S. 174den er es stützt, beizulegen (JAEGER, N. 8 zu Art. 158 SchKG). Auch der Inhalt der Konkursandrohung ist alsdann den Besonderheiten ihrer Grundlage, eben des Pfandausfallscheines, anzupassen. Einmal sind die Angaben des Betreibungsbegehrens (Art. 160 Abs. 1 Ziff. 1 SchKG) nun entsprechend dem Ergebnis der Pfandverwertung zu ändern; d.h. es ist statt der ursprünglichen Betreibungssumme der Betrag des Pfandausfalles einzusetzen. Und an die Stelle des Zahlungsbefehls, dessen Datum für die Fortsetzung einer ordentlichen Betreibung massgebend ist und daher in der Konkursandrohung gewöhnlich angegeben werden muss (Ziff. 2 daselbst), tritt hier als Grundlage des Fortsetzungsbegehrens der Pfandausfallschein. Daher ist nun dessen Datum in der Konkursandrohung zu vermerken; dasjenige des Zahlungsbefehls der vorausgegangenen Betreibung auf Pfandverwertung hat dagegen keine wesentliche Bedeutung mehr, so dass seine Angabe in der auf dem Pfandausfallschein beruhenden Konkursandrohung nicht als Gültigkeitserfordernis zu betrachten ist. Es genügt, den Pfandausfallschein eindeutig zu bezeichnen, indem ausser dem Datum seiner Ausstellung die Nummer der Betreibung, die ihm zugrunde liegt, und, falls er nicht vom jetzt handelnden Betreibungsamt ausgestellt wurde, auch der Name des ausstellenden Betreibungsamtes angegeben wird.\n\nAlles nach dem Gesagten Wesentliche findet sich in der dem Rekurrenten zugestellten Konkursandrohung vor. Wünschbar wäre freilich die Angabe nicht nur des Ausstellungs-, sondern auch des Zustellungsdatums des Pfandausfallscheines. Läuft doch die Monatsfrist für das Begehren um Fortsetzung der Betreibung ohne neuen Zahlungsbefehl vom Empfang der Urkunde an (BGE 64 III 33). Die Gültigkeit der Konkursandrohung kann aber nicht von dieser Angabe abhängen, wie denn nach Art. 160 Abs. 1 Ziff. 2 lediglich das Datum des Zahlungsbefehls (d.h. seiner Ausstellung) vermerkt zu sein braucht, obwohl die Frist ebenfalls erst von der Zustellung an läuft (Art.\n\nBGE 85 III 173 S. 175159 SchKG"}