{"annee": "85", "cour": "II", "page": "153", "date": "2/7/1959", "cite": ["46 II 333", "63 II 69", "52 II 97", "54 II 85", "51 II 108", "81 II 313", "62 II 265", "61 II 225", "42 I 330"], "cite_par": ["129 III 250", "90 II 351", "86 II 323", "124 III 382", "96 II 79", "93 II 354"], "chapeau": "26. Urteil der II. Zivilabteilung vom 2. Juli 1959 i.S. B. gegen M.", "regestes": ["Recours en réforme contre une décision incidente relative à la compétence à raison du lieu et concernant notamment la question de savoir si la contestation relève de la juridiction suisse (art. 49 OJ). Conditions de l'immunité diplomatique. For de l'action en modification des droits des parents à l'égard d'un enfant issu d'un mariage conclu entre un étranger et une Suissesse et dissous à l'étranger. A quelles conditions une action de cette nature dirigée contre un étranger domicilié à l'étranger peut-elle être introduite au domicile suisse de la partie demanderesse? Cas de l'action intentée à un ressortissant iranien domicilié en Iran."], "faits": "BGE 85 II 153 S. 153\n\nA.- Am 29. September 1950 heiratete der iranische Staatsangehörige B., geb. 1914, der damals in Lausanne Jurisprudenz studierte und sich gemäss Bescheinigung des BGE 85 II 153 S. 154\"Bureau des étrangers de Montreux\" vom 14. Oktober 1958 seit dem 21. Dezember 1949 in Montreux aufhält, vor Zivilstandsamt Montreux die damals 19jährige Schweizerin K. Nachdem die Ehegatten zwei Monate in einem Hotel in Montreux zusammen gelebt hatten, kehrte die Ehefrau zu ihren Eltern nach Bern zurück, nach ihrer Darstellung deswegen, weil der Ehemann sich krankhaft eifersüchtig zeigte, sie häufig im Hotelzimmer einschloss, in sexueller Beziehung perverse Ansinnen an sie stellte, keiner geordneten Tätigkeit nachging, das ihm von seinem Vater überwiesene Geld in Bars und Spielcasinos ausgab und ihr das nötigste Unterhaltsgeld verweigerte. Am 22. Juli 1951 gebar sie in Bern ein Mädchen. Für dieses Kind zahlte ihr der Ehemann in der Zeit vom 22. Oktober 1951 bis 13. Juni 1952 Unterhaltsbeiträge von insgesamt Fr. 640.-- (je Fr. 80.- für die Monate Oktober 1951 bis und mit Mai 1952).\n\nB.- Am 30. Juni 1952 leitete die Ehefrau in Bern, wo sie eine Stelle angenommen hatte, Scheidungsklage ein. Am 11. September 1952 schloss sie mit dem Ehemann eine Vereinbarung, die u.a. bestimmte:\n\n\"I.\n\nFrau B. hat beim Zivilamtsgericht von Bern eine Ehescheidungsklage eingereicht. Die Parteien vereinbaren hiermit, dass dieser Scheidungsprozess bis zum 31. Dezember 1952 einzustellen ist. Herr B. wird unterdessen in Teheran die Auflösung der Ehe erwirken. Sollte dies bis Ende 1952 nicht geschehen sein, so kann die Klägerin den Scheidungsprozess in Bern fortsetzen oder Herrn B. eine weitere Frist zur Erwirkung der Auflösung der Ehe in Teheran einräumen.\n\nHerr B. verpflichtet sich, dafür besorgt zu sein, dass nach erfolgter Auflösung der Ehe durch das zuständige Organ in Teheran Frau B. die nötigen Ausweisschriften erhält, aus welchen sich in rechtsgenügender Form die Auflösung der Ehe ergibt.\n\nII.\n\nDer Ehe der Parteien ist ein Mädchen entsprossen. .. Hinsichtlich dieses Kindes vereinbaren die Parteien auf Grund des iranischen Rechtes folgendes:\n\na) Herr B. behält die elterliche Gewalt über dieses Kind; es bleibt indessen bis zum vollendeten 7. Altersjahr zur Pfiege und Auferziehung bei seiner Mutter. Falls Frau B. innerhalb dieser Frist geisteskrank würde oder eine neue Ehe eingehen würde, so BGE 85 II 153 S. 155gehen Pflege und Auferziehung des Kindes in vollem Umfange auf Herrn B. über.\n\nb) Für die Zeit, während welcher Frau B. die Pflege und Auferziehung des Kindes zusteht, bezahlt Herr B. für das Kind ein monatliches Aliment von Fr. 80.-. Frau B. kann die Auszahlung dieses Alimentes indessen nur verlangen, wenn Herr B. monatlich mindestens eine Summe von Fr. 600. - in die Schweiz transferieren kann; ...\n\nc) Frau B. verzichtet darauf, ihre Tochter in der Schweiz einbürgern zu lassen.\n\nd) Vom Zeitpunkt hinweg, da Herr B. die Pflege und Auferziehung des Kindes übernimmt, beabsichtigt er, dasselbe in einem schweizerischen Pensionat ausbilden zu lassen.\n\ne) Hinsichtlich des gegenseitigen Besuchsrechtes werden sich die Parteien von Fall zu Fall verständigen. Ergeben sich hierüber Differenzen, so entscheidet der Präsident des Zivilamtsgerichtes als Einzelschiedsrichter.\n\nV.\n\nFrau B. erklärt aus eigenem Antrieb, dass sie ihren Anwalt ausdrücklich davon entbunden hat zu prüfen, ob für die vorliegende Konvention schweizerisches oder persisches Recht Anwendung finden soll, und zwar weil sie einen möglichst raschen Abschluss dieser Konvention wünscht.\"\n\nGemäss übereinstimmender Darstellung der Parteien wurde die Ehe am 24. November 1952 in Teheran nach iranischem Rechte geschieden. Gemäss einem Schreiben des Eidg. Amtes für den Zivilstandsdienst an den damaligen Anwalt der Ehefrau vom 11. März 1953 wurde die Scheidung auf Grund der von der Schweiz. Gesandtschaft in Teheran beschafften Dokumente und Auskünfte am Rande des die Parteien betreffenden Eheregistereintrags in Montreux angemerkt. Ein Scheidungsurteil liegt nicht vor. Die Ehefrau erklärt, sie habe ein solches nie zu sehen bekommen.\n\nAm 14. Dezember 1953 verheiratete sich Frau K. gesch. B. mit dem Schweizerbürger M. Das Kind blieb bei ihren Eltern in Bern, auch nachdem sie im September 1956 mit ihrem Ehemann nach Luzern gezogen war. Im Laufe des Sommers 1958 nahm sie es zu sich.\n\nC.- Am 7. Juli 1958 leitete Frau M.-K. gegen ihren frühern Ehemann B. in Luzern \"Urteilsabänderungsklage\" ein mit den Begehren:\n\n\"1. Das Ehescheidungsurteil des Ehescheidungsgerichtshofes von Teheran ... vom 24. November 1952 sei in dem Sinne abzuändern, BGE 85 II 153 S. 156dass das ... Kind der Parteien der Klägerin zur Pflege und Erziehung zugewiesen und bis zur Volljährigkeit unter die elterliche Gewalt der Klägerin gestellt werde.\n\n2. Der Beklagte habe zugunsten seines Kindes ... folgende monatlichen Unterhaltsbeiträge zu bezahlen:\n\na) Fr. 100.-- vom erfüllten 7. bis zum erfüllten 12. Altersjahr,\n\nb) Fr. 150. - vom 13. bis zum erfüllten 20. Altersjahr,\n\nje vorauszahlbar auf den Ersten eines Monats nebst Zins zu 5% je seit Verfall.\"\n\nIn der Klageschrift wurde ausgeführt, der Beklagte sei iranischer Staatsangehöriger mit Wohnsitz in Teheran; er sei Student der Rechte; sein Studienaufenthalt in Territet-Montreux begründe keinen Wohnsitz; unter diesen Umständen sei für die Beurteilung der vorliegenden Klage der Richter am Wohnsitz der klagenden Partei zuständig. In materieller Beziehung machte die Klägerin geltend, der Beklagte wohne seit seiner Einreise in die Schweiz im Hotel und sei somit nicht in der Lage, seinem Kinde die notwendige Geborgenheit in einem Familienkreise zu bieten und eine konstante Erziehung zu gewährrleisten. Er führe ein ausschweifendes Leben, verbringe seine Zeit in Nachtlokalen, um am Tag im Bett zu liegen, spiele in den Casinos von Montreux und Evian um Geld und habe bis heute nicht gelernt, sich selbständig durchs Leben zu bringen, sondern lebe noch immer von den Geldüberweisungen seines Vaters. Für das Kind habe er seit dem 13. Juni 1952 überhaupt nichts mehr bezahlt. Auch sonst habe er sich fast nicht um das Kind gekümmert. Er habe die Klägerin und damit indirekt auch das Kind dauernd schikaniert, so z.B. die Ausstellung gehöriger Ausweisschriften für das Kind hintertrieben. Sogar vor einem Entführungsversuch sei er nicht zurückgeschreckt. Das Kind fürchte sich vor seinem Vater und wäre äusserst unglücklich, wenn es zu ihm \"zurückkehren\" müsste. Zudem widerspreche es der schweizerischen Gerichtspraxis, Kinder dieses Alters der Mutter ohne ganz triftige Gründe wegzunehmen und damit die natürliche Fürsorge der eigenen Mutter und die Konstanz der Erziehung zu verunmöglichen.\n\nDer Beklagte erstattete eine \"nichteinlässliche Rechtsantwort\" BGE 85 II 153 S. 157mit dem Begehren, es sei zu erkennen, dass er nicht gehalten sei, einlässlich zu antworten. Er bestritt die Angaben der Klägerin über seinen Wohnsitz und den Zweck seines Aufenthalts in der Schweiz nicht, zog aber aus der Tatsache, dass er in Teheran Wohnsitz habe und dass die Ehe in Iran nach dortigem Rechte geschieden worden sei, den Schluss, die luzernischen Gerichte seien zur Beurteilung der vorliegenden Klage nicht zuständig. Zur materiellen Begründung der Klage nahm er nicht Stellung. In einer Rechtsschrift im Verfahren betr. Erlass vorsorglicher Massnahmen gab er aber immerhin zu, seit dem 13. Juni 1952 keine Unterhaltsbeiträge mehr für das Kind bezahlt zu haben. Er bemerkte dazu, dies sei \"nicht grundlos erfolgt\", was im \"einlässlichen Hauptverfahren\" (wenn es dazu komme) näher darzulegen wäre; indem die Klägerin die Einforderung der Alimente während mehr als sechs Jahren unterlassen habe, obwohl diese auf Grund der Konvention leicht hätten eingetrieben werden können, habe sie auf die Alimente verzichtet; ihre Unterlassung beweise, wie wenig sie die Interessen des Kindes wahrgenommen habe. Am 30. Oktober 1958 erkannte das Amtsgericht, er habe sich auf die Klage einzulassen.\n\nGegen dieses Urteil rekurrierte der Beklagte an das Obergericht des Kantons Luzern. Er legte dem Rekurs u.a. die beglaubigte Übersetzung eines vom Bâtonnier de l'ordre des avocats in Teheran am 4. September 1958 ausgestellten Zeugnisses bei, das besagt, er sei \"avocat du premier rang au Palais de Justice\" mit Wohnsitz in Teheran und halte sich seit einiger Zeit zu Studienzwecken in der Schweiz auf. Mit Urteil vom 26. Januar 1959 hat die II. Kammer des Obergerichts den Rekurs abgewiesen.\n\nD.- Mit der vorliegenden Berufung an das Bundesgericht beantragt der Beklagte:\n\n\"1. Die Berufung sei gutzuheissen und der Entscheid des luzernischen Obergerichtes vom 26. Januar 1959 aufzuheben.\n\n2. Die schweizerischen Gerichte seien als unzuständig zu erklären.\n\n3. Der Berufungskläger sei nicht gehalten, sich auf die Klage einzulassen, bzw. es sei auf die Klage nicht einzutreten.\" BGE 85 II 153 S. 158\n\nIn der Berufungsschrift machte der Beklagte neu geltend, er unterstehe nicht der schweizerischen Gerichtsbarkeit, weil er \"im Genusse der diplomatischen Privilegien (Extorritorialität)\" sei, was vom Bundesgericht trotz dem gemäss Art. 55 lit. c OG bestehenden Verbot neuer Vorbringen berücksichtigt werden müsse, da der neu erhobene Einwand sich auf die Prozessvoraussetzungen beziehe. Er legte eine vom 17. Februar 1959 datierte Bescheinigung des Chefs der \"Délégation permanente de l'Iran auprès de l'Office européen des Nations Unies et des institutions spécialisées\" vor, die lautet:\n\n\"Je certifie que Me B., Avocat, est mon secrétaire personnel aux affaires juridiques et fait partie du personnel de la Mission diplomatique auprès des Nations-Unies à Genève.\"\n\nAusserdem berief er sich auf ein Schreiben der Abteilung für Internationale Organisation des Eidg. Politischen Departements an Advokat G. in Genf vom 5. Februar 1959, worin - ohne Bezugnahme auf seinen Fall - gesagt wird:\n\n\"... Par décision du 31 mars 1948, le Conseil fédéral a déterminé le statut juridique des délégations permanentes et de leur personnel en l'assimilant mutatis mutandis à celui des missions diplomatiques et de leur personnel à Berne. Le personnel des missions diplomatiques accréditées en Suisse jouit de l'immunité de jurisdiction.\"\n\nDie Klägerin beantragt, auf die Berufung sei nicht einzutreten; eventuell sei sie abzuweisen und das angefochtene Urteil zu bestätigen.\n\nE.- Auf eine Erkundigung des Instruktionsrichters hin hat das Eidg. Politische Departement dem Bundesgericht am 5. Juni 1959 mitgeteilt, der Beklagte sei von der ständigen Delegation von Iran beim europäischen Sitz der Vereinigten Nationen bis heute nicht akkreditiert worden. Sein Name erscheine auch nicht in dem von dieser Organisation monatlich herausgegebenen Verzeichnis des Personals der ständigen Delegationen der Mitgliedstaaten. Ebensowenig habe die Abteilung für Internationale Organisationen des Politischen Departements von der iranischen Botschaft in Bern Mitteilung über seine Ernennung BGE 85 II 153 S. 159erhalten. Die Gewährung diplomatischer Vorrechte sei mit der Erfüllung gewisser Formalitäten verbunden. Für das diplomatische Personal in Bern bestünden diese in der offiziellen Anmeldung beim Protokoll des Politischen Departements durch die zuständige ausländische Vertretung und in der ausdrücklichen Anerkennung des neuen Beamten durch die erstgenannte Amtsstelle. Durch Bundesratsbeschluss vom 31. März 1948 seien den Mitgliedern der ständigen Delegation in Genf, ihrem Rang entsprechend, die gleichen Privilegien eingeräumt worden, wie sie dem Personal der diplomatischen Vertretungen in Bern gewährt werden. Bei der Anmeldung eines neuen Beamten seien daher die gleichen Regeln anzuwenden. Punkt 4 des erwähnten Bundesratsbeschlusses bestimme:\n\n\"La création d'une délégation permanente, les arrivées et les départs des membres des délégations permanentes sont annoncées au département politique par la mission diplomatique à Berne de l'Etat intéressé. Le département politique délivre aux membres des délégations une carte de légitimation attestant les privilèges et immunités dont ils bénéficient en Suisse.\"\n\nDa mit Bezug auf den Beklagten die elementare Voraussetzung der Anmeldung nicht erfüllt worden sei, könne er auf die Befreiung von der Gerichtsbarkeit keinen Anspruch erheben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Entscheid ist ein in einer nicht vermögensrechtlichen Zivilrechtsstreitigkeit ergangener Zwischenentscheid des obern kantonalen Gerichts über die Zuständigkeit. Mit der Berufung, die sich auf Art. 49 OG stützt, wird geltend gemacht, dieser Entscheid verletze bundesrechtliche Vorschriften (bzw. in solchen zwar nicht ausdrücklich ausgesprochene, aber im Sinne von Art. 43 Abs. 2 OG daraus sich ergebende Rechtssätze) über die örtliche Zuständigkeit. Zur Frage der örtlichen Zuständigkeit im Sinne von Art. 49 OG gehört auch die Frage, ob der vorliegende Rechtsstreit überhaupt der schweizerischen Gerichtsbarkeit unterliege (Frage der \"internationalen BGE 85 II 153 S. 160Zuständigkeit\"). Auf die Berufung ist daher einzutreten. Die Ansicht der Klägerin, dass der angefochtene Zwischenentscheid nur beim Zutreffen der Voraussetzungen von Art. 50 OG gesondert an das Bundesgericht weitergezogen werden könnte, geht fehl.\n\n2. In Übereinstimmung mit dem Eidg. Politischen Departement ist anzunehmen, dass einer Person, die als Mitglied einer diplomatischen Mission in der Schweiz bezeichnet worden ist, die diplomatischen Vorrechte nur zugebilligt werden können, wenn der Sendestaat die Ernennung der zuständigen schweizerischen Stelle, dem Politischen Departement, mitgeteilt und diese Behörde den neu ernannten Beamten anerkannt hat (vgl. das Urteil des Bundesstrafgerichts vom 30. Juni 1949 i.S. Vitianu, Erw. I 2 a S. 36 ff.). Da die Zugehörigkeit des Beklagten zu einer diplomatischen Mission dem Politischen Departement nicht einmal gemeldet, geschweige denn von ihm anerkannt worden ist, beansprucht der Beklagte die diplomatische Immunität zu Unrecht.\n\n3. Ein Staatsvertrag, der die Zuständigkeit für die Beurteilung von Streitigkeiten der hier gegebenen Art regeln würde, besteht nicht. Insbesondere enthält das Niederlassungsabkommen zwischen der Schweiz und Persien (Iran) vom 25. April 1934 (BS 11, deutsch S. 664, franz. S. 643 = Originaltext) keine Gerichtsstandsvorschriften. Art. 8 Abs. 3 dieses Abkommens, wonach in bezug auf das Personen-, Familien- und Erbrecht die Angehörigen jedes Vertragsstaates im Gebiete des andern (unter dem in Art. 8 Abs. 3 Satz 2 genannten Vorbehalte) den Vorschriften ihrer Heimatgesetzgebung unterworfen bleiben, bezieht sich nicht auf die Zuständigkeit, sondern auf die Frage, welche Gesetzgebung in materieller Hinsicht massgebend sei. Die streitige Zuständigkeitsfrage entscheidet sich daher ausschliesslich auf Grund des internen schweizerischen Rechts.\n\n4. Die Vorinstanz hat angenommen, falls das Scheidungsurteil auch einen Entscheid über die elterliche Gewalt BGE 85 II 153 S. 161und die Unterhaltspflicht gegenüber dem Kind enthalte, handle es sich bei der eingereichten Klage um ein Begehren um Urteilsabänderung nach Art. 157 ZGB. Diese Bestimmung sei auch anzuwenden, wenn das Urteil sich nicht über diese Nebenfolgen ausspreche \"und also nicht eine eigentliche Urteilsabänderung, sondern eine Änderung der bisher geltenden gesetzlichen Ordnung\" (d.h. eine Änderung der bisher nach Gesetz bestehenden Rechte und Pflichten der Parteien) in bezug auf das Kind in Frage komme; denn das sei \"eine analoge Situation\". Es müsse also der Gerichtsstand für Klagen nach Art. 157 ZGB Anwendung finden.\n\nOb auf die vorliegende Klage in materieller Beziehung Art. 157 ZGB anwendbar sei oder nicht, braucht indessen im Zusammenhang mit der Gerichtsstandsfrage nicht entschieden zu werden. Auch wenn dies nicht der Fall sein sollte, wäre nämlich der Vorinstanz doch wenigstens darin beizupflichten, dass bei der Bestimmung des Gerichtsstandes für die vorliegende Klage von denjenigen Regeln des schweizerischen Rechts auszugehen ist, nach denen sich die Zuständigkeit für Klagen auf Abänderung eines Scheidungsurteils im Sinne von Art. 157 ZGB beurteilt. Dies gälte selbst dann, wenn die Vorinstanz, die hinsichtlich der Auflösung der Ehe einfach auf die Darstellung der Parteien und die summarischen Angaben im Schreiben des Eidg. Amtes für den Zivilstandsdienst vom 11. März 1953 (oben B) abstellte, nach näherer Prüfung (z.B. nach Beizug der Dokumente und Erkundigung über die Auskünfte, welche das eben erwähnte Amt nach diesem Schreiben von der Schweiz. Gesandtschaft in Teheran erhalten hatte) zum Schluss käme, dass in Iran nicht nur über die nach Auflösung der Ehe bestehenden Rechte und Pflichten der Eltern kein Entscheid ergangen sei, sondern dass auch die Auflösung der Ehe selber nicht durch Urteil, sondern durch Parteierklärung, z.B. durch die im iranischen Recht vorgesehene Verstossung, erfolgt sei (vgl. die Übersetzung der Bestimmungen des iranischen Zivilgesetzbuchs über BGE 85 II 153 S. 162die Auflösung der Ehe in dem von der Vorinstanz in anderm Zusammenhang angeführten Werke von Alexander BERGMANN, Internationales Ehe- und Kindschaftsrecht, 3. Aufl. 1955, II. Band, J 4: Iran, S. 17 ff., wo eine gerichtliche Scheidung nicht erwähnt wird). Auch in diesem Falle hätte man es mit einer Klage auf Änderung der Rechte und Pflichten der Eltern mit Bezug auf ein Kind aus aufgelöster Ehe zu tun, so dass es sich rechtfertigen würde, bei Beurteilung der Gerichtsstandsfrage die für die Klage aus Art. 157 ZGB geltenden Grundsätze heranzuziehen. Daher kann eine Rückweisung der Sache an die Vorinstanz zur Aktenergänzung unterbleiben, obwohl nicht genau abgeklärt worden ist, wie die Ehe in Iran aufgelöst sowie ob und allenfalls in welchem Sinne dabei die Rechtsstellung der Eltern gegenüber dem Kinde geregelt wurde.\n\n5. Eine bundesrechtliche Vorschrift, die den Gerichtsstand für die Klage im Sinne von Art. 157 ZGB ausdrücklich regeln würde, besteht nicht. Dagegen hat die Rechtsprechung des Bundesgerichtes aus der Natur dieser Klage sowie aus Zweckmässigkeitserwägungen abgeleitet, diese Klage sei am Wohnsitz der beklagten Partei anzubringen (BGE 42 I 333 ff., BGE 46 II 336 Erw. 3, BGE 51 II 109, BGE 61 II 226, BGE 63 II 70, BGE 81 II 315). Diese Regel hat nach BGE 46 II 336 und den angeführten spätern Entscheiden nicht bloss den Charakter einer Kollisionsnorm für den Fall, dass die Anwendung der kantonalen Zuständigkeitsvorschriften zu einem Kompetenzkonflickt führt, sondern ist als eidgenössische Gerichtsstandsnorm zu betrachten, neben der abweichende kantonale Zuständigkeitsvorschriften keinen Bestand haben und die grundsätzlich auch im internationalen Verhältnis gilt (BGE 54 II 88).\n\nVon der Regel, dass für Klagen im Sinne von Art. 157 ZGB das Gericht am Wohnsitz der beklagten Partei zuständig ist, bestehen jedoch nach der Rechtsprechung des Bundesgerichts Ausnahmen. In BGE 51 II 108 ff. wurde entschieden, für die Behandlung eines Prozesses zwischen Ausländern, der die Abänderung eines Scheidungs- oder BGE 85 II 153 S. 163Trennungsurteils eines schweizerischen Gerichts zum Gegenstand hat, sei dann, wenn die beklagte Partei im Ausland wohne, der Richter am schweizerischen Wohnsitz der klagenden Partei zuständig. Dabei spielte u.a. die Erwägung eine Rolle, \"dass keine Gewähr dafür besteht, dass der Anspruch auf Abänderung eines schweizerischen Urteils über die Nebenfolgen der Ehescheidung oder -trennung am ausländischen Wohnort der beklagten Partei überhaupt verfolgt werden kann; einer derartigen Klage werden besonders in solchen Staaten Schwierigkeiten entgegenstehen, deren Recht die Scheidung verpönt oder auch nur die nachträgliche Abänderung der Scheidungs- und Trennungsurteile nicht vorsieht, also ausschliesst..\" In BGE 61 II 225 ff. wurde der Gerichtsstand des Wohnsitzes der klagenden Partei auch für den Fall als massgebend bezeichnet, dass schweizerische Ehegatten über die Abänderung eines schweizerischen Scheidungsurteils (oder über die Genehmigung einer die Abänderung eines solchen Urteils vorsehenden Vereinbarung) streiten und der beklagte Teil im Ausland wohnt.\n\nIn der wiedergegebenen Erwägung aus BGE 51 II 108 ff. liegt eine Anwendung des Grundsatzes, dass für Klagen, die nach schweizerischer Auffassung einer in der Schweiz wohnenden (oder allenfalls hier heimatberechtigten) Person zur Verfügung stehen müssen, aber vor dem dafür normalerweise zuständigen ausländischen Gericht nicht erhoben werden können, in der Schweiz ein Gerichtsstand zu gewähren ist (vgl. BECK, Kommentar zum II. Abschnitt des Schlusstitels des ZGB, der bei Behandlung der Abänderung der Nebenfolgen der Scheidung von Ausländern in N. 84 zu Art. 7 h unter Hinweis auf BGE 51 II 109 bemerkt, dahingehende Klagen seien am Wohnsitz des Beklagten anzubringen, aber Ausnahmen für den Fall zulässt, dass \"der ordre public es verlangt\"). Diesen Grundsatz hat das Bundesgericht in Entscheiden über die Zuständigkeit für Klagen auf Abänderung von Scheidungsurteilen hinsichtlich der Elternrechte und für andere die Nebenfolgen BGE 85 II 153 S. 164einer Scheidung betreffende Klagen wiederholt bestätigt. In BGE 54 II 85 ff. hat es zwar entschieden, die luzernischen Gerichte seien nicht zuständig, die Klage eines im Ausland wohnenden Luzerners gegen seine in Deutschland wohnende geschiedene Ehefrau zu beurteilen, mit welcher der Kläger verlangte, dass das aus der durch ein deutsches Gericht geschiedenen Ehe hervorgegangene, bei der Beklagten lebende Kind ihm zugeteilt werde. Es tat dies in der Meinung, dass die Beurteilung einer solchen Klage dem deutschen Gericht am Wohnort der (übrigens durch Heirat wieder Deutsche gewordenen) Beklagten zustehe. In seinen Erwägungen (S. 89) bemerkte es aber immerhin: \"Für die Gerichte der Heimat des Klägers und des Kindes läge erst dann ein genügender Anlass vor, um sich mit der Sache zu befassen, wenn sich herausstellen sollte, dass die deutschen Gerichte es ablehnen, auf eine vom Kläger dort angestrengte Klage einzutreten.\" In BGE 52 II 97 ff. fand das Bundesgericht keinen Anlass, der Auffassung des Beschwerdeführers zu widersprechen, dass die Zürcher Gerichte zuständig seien, einen Prozess zwischen in Zürich wohnhaften, durch ein Gericht ihres Heimatstaates geschiedenen tschechoslowakischen Ehegatten über die Pflicht des Ehemanns zur Zahlung von Unterhaltsbeiträgen an die Ehefrau und zur Herausgabe eines Anteils an der Errungenschaft Zu behandeln, wenn die heimatlichen Gerichte zur Beurteilung dieser Ansprüche unzuständig seien. In BGE 62 II 265 ff., wo es sich um einen genau gleich liegenden Fall aus dem Kanton Appenzell A. Rh. handelte, hat das Bundesgericht schliesslich ausgeführt, nach der Rechtsprechung seien Parteien, die ihren Scheidungsprozess im Ausland durchgeführt haben, mit Begehren um Regelung von Nebenfolgen der Scheidung in der Schweiz nicht zu hören. Diese Abgrenzungsnorm beruhe auf der Erwägung, dass solchen Parteien zugemutet werden könne und solle, auch den Streit über die Nebenfolgen der Scheidung vor den ausländischen Gerichten auszutragen. Sie entbehre daher der Grundlage, wenn der in Frage stehende Staat BGE 85 II 153 S. 165hiefür gar keine Gerichtsbarkeit gewähre, indem er die Beurteilung der Nebenfolgen der Scheidung nicht nur in ein besonderes Nachverfahren verweise, sondern die Zuständigkeit auch für eigene Staatsangehörigkeit nach dem Wohnsitzprinzip ordne, so dass es Parteien, die beispielweise in der Schweiz wohnen, überhaupt versagt sei, den Streit über die Nebenfolgen vor ein Gericht des Heimatstaates zu bringen. In diesem Falle sei eine Ausnahme vom erwähnten Grundsatz gerechtfertigt, \"da die Ablehnung der Zuständigkeit durch die schweizerischen Wohnsitzgerichte geradezu eine Rechtsverweigerung zur Folge hätte.\" Da das tschechoslowakische Recht nach der vom Bundesgericht in diesem Punkte nicht zu überprüfenden Entscheidung der Vorinstanz für die Regelung der Nebenfolgen das Wohnsitzprinzip aufstelle, seien die Vorinstanzen auf die Unterhaltsklage der Ehefrau mit Recht eingetreten. Hier wurde also der Klägerin in der Schweiz ein \"Notgerichtsstand\" zur Verfügung gestellt (vgl. hiezu SCHNITZER, Handbuch des Internat. Privatrechts, 4. Aufl. 1958, Bd. II S. 821, wo u.a. auf den erwähnten Entscheid BGE 52 II 98 verwiesen wird). Für Klagen auf Abänderung eines Scheidungsurteils hinsichtlich der Elternrechte und für analoge Klagen kommt als solcher, wenn die klagende Partei in der Schweiz wohnt, deren Wohnsitz in Betracht.\n\n6. Im vorliegenden Falle gehen beide Parteien davon aus, dass der Beklagte in der Schweiz keinen Wohnsitz habe, an dem er nach der erwähnten Rechtsprechung belangt werden könnte. Die Richtigkeit dieser Auffassung steht freilich nicht ausser allem Zweifel, wovon auch die Vorinstanz sich Rechenschaft gegeben hat. Es liesse sich fragen, ob der nun bald zehn Jahre dauernde Aufenthalt des Beklagten in Montreux wirklich noch den Charakter eines blossen Studienaufenthalts habe, der nach Art. 26 ZGB keinen Wohnsitz begründet. Auf Grund der vorliegenden Akten lässt sich jedoch nicht als bundesrechtswidrig bezeichnen, wenn die Vorinstanz aus der vom Beklagten vorgelegten Bescheinigung vom September BGE 85 II 153 S. 1661958 über seinen Wohnsitz in Teheran und seine Studien in der Schweiz (oben C am Ende) in Ermangelung bestimmter Anzeichen für das Gegenteil den Schluss gezogen hat, er habe im Kanton Waadt keinen Wohnsitz begründet. Die Wohnsitzfrage von Amtes wegen näher abzuklären und die Klägerin mit ihrer Klage gegebenenfalls an das für Montreux zuständige waadtländische Gericht zu verweisen, besteht jedenfalls dann kein genügender Anlass, wenn sich die Zuständigkeit eines schweizerischen Gerichts auch unter der Voraussetzung begründen lässt, dass der Beklagte entsprechend seinem eigenen Standpunkt immer noch in Teheran Wohnsitz habe.\n\n7. Das Kind, um das der Streit geht, ist ein heute acht Jahre altes Mädchen, dessen Mutter eine gebürtige Schweizerin ist und seit 1953 das Schweizerbürgerrecht wieder besitzt. Es hat bisher sein ganzes Leben in der Schweiz verbracht und ist in einer schweizerischen Familie (bei seinen Grosseltern mütterlicherseits und dann später bei seiner Mutter und deren zweitem Ehemann) nach schweizerischen Bräuchen erzogen worden. Es spricht ohne Zweifel die Sprache seiner Mutter, einer in Bern aufgewachsenen Deutschschweizerin. Der Beklagte, der in einem Hotel oder Apartmenthaus in Montreux lebt, ist nicht in der Lage, ihm ein Heim zu bieten. (In der Konvention vom 11. September 1952 hatte er die Absicht geäussert, es in einem schweizerischen Pensionat ausbilden zu lassen.) Wenn die Angaben der Klägerin über seine Lebensführung zutreffen, bestehen auch mit Bezug auf seine Eignung, die Erziehung des Mädchens zu übernehmen, zum mindesten ernsthafte Zweifel. Auch wegen seines Verhaltens gegenüber dem Kinde und wegen dessen Einstellung zu ihm bestehen, wenn die Darstellung der Klägerin sich als richtig erweist, schwere Bedenken, ihm die Sorge für das Kind anzuvertrauen. Zugegeben wird vom Beklagten soviel, dass er seit Juni 1952 für das Kind nichts mehr bezahlt hat. Er behauptet freilich, dafür seine Gründe gehabt zu haben. Sein Versuch, der BGE 85 II 153 S. 167Klägerin einen Vorwurf daraus zu machen, dass sie die in der Konvention vorgesehenen Alimente nicht eintrieb, obwohl ihr dies \"offenbar ein leichtes gewesen wäre\", mutet aber auf jeden Fall sehr sonderbar an. Es sind also im vorliegenden Prozesse Tatsachen geltend gemacht und zum Teil bereits erstellt, die nach schweizerischem Recht als Gründe gegen die Übernahme der Pflege und Erziehung des Kindes durch den Beklagten und für die Übertragung der elterlichen Gewalt an die Klägerin in Betracht kommen könnten. Die Befugnis, auf Grund solcher Tatsachen beim Gericht eine Neuregelung der Elternrechte zu beantragen, ist nach schweizerischer Auffassung ein elementares Recht des Elternteils, der bei Auflösung der Ehe die elterliche Gewalt nicht erhielt; dieses Recht steht ihm sowohl um seiner Persönlichkeit willen als auch im Interesse des Kindes zu. Eine solche Klage ist aber nach den gemäss Art. 43 OG vom Bundesgericht nicht zu überprüfenden Feststellungen der Vorinstanz über das iranische Recht in jenem Land ausgeschlossen, da dort die elterliche Gewalt in jedem Falle dem Vater zusteht. Das iranische Recht sieht, wie die Vorinstanz unter Hinweis auf Art. 1173 des iranischen Zivilgesetzbuchs weiter feststellt, nur vor, dass die nächsten Verwandten des Kindes, zu denen auch die Mutter gehört, gegen einen pflichtvergessenen Vater eine Klage mit dem Ziel einleiten können, dass das Gericht im Interesse des Kindes eine Art vormundschaftlicher Massnahmen anordne. Durch diese Klage wird der Rechtsanspruch auf Zuteilung des Kindes nicht gewahrt, der nach schweizerischer Rechtsauffassung einer für die Betreuung des Kindes geeigneten Mutter zusteht, wenn die elterliche Gewalt dem Vater aus irgendeinem Grunde nicht belassen werden kann. Unter diesen Umständen muss der Klägerin nach den in Erwägung 5 dargelegten Grundsätzen die Möglichkeit geboten werden, an ihrem Wohnsitz auf Übertragung der elterlichen Gewalt an sie zu klagen.\n\nHieran ändert nichts, dass nach dem bereits in Erwägung BGE 85 II 153 S. 1683 erwähnten Art. 8 Abs. 3 des schweizerisch-persischen Niederlassungsabkommens von 1934 die Iranier in der Schweiz in bezug auf das Familienrecht ihrer Heimatgesetzgebung unterworfen bleiben. Es kann sich fragen, ob diese Bestimmung ihrem Sinne nach auch dann uneingeschränkt anwendbar sei, wenn zwar der Vater und das Kind die iranische Staatsangehörigkeit besitzen, die Mutter aber (wieder) Schweizerin ist. Ausserdem enthält der zweite Satz von Art. 8 Abs. 3 des Abkommens einen Vorbehalt, der nach der bundesrätlichen Botschaft vom 31. August 1934 geschaffen wurde, um \"der in der Schweiz bestehenden Ordnung\" (d.h. wohl: dem schweizerischen ordre public) Rechnung zu tragen (BBl. 1934 III S. 160). Es steht daher nicht etwa von vornherein fest, dass eine Klage, mit der die Übertragung der elterlichen Gewalt auf die Klägerin verlangt wird, an Art. 8 Abs. 3 des Abkommens scheitern müsse. Vielmehr muss die Klägerin Gelegenheit erhalten, ein schweizerisches Gericht darüber entscheiden zu lassen, ob der im ersten Satz dieser Bestimmung ausgesprochene Grundsatz im vorliegenden Falle zur Anwendung kommen könne oder nicht.\n\nDer Einwand des Beklagten, dass die Klägerin mit der Anrufung der luzernischen Gerichte in rechtsmissbräuchlicher Weise der Konvention vom 11. September 1952 zuwiderhandle, ist schon deshalb nicht zu hören, weil die Klägerin nach schweizerischer Auffassung durch eine Scheidungsvereinbarung (die übrigens auf jeden Fall bei Anwendbarkeit des schweizerischen Rechts mangels gerichtlicher Genehmigung ungültig wäre) nicht wirksam auf das Recht verzichten konnte, die Übertragung der elterlichen Gewalt an sie zu verlangen, falls Verhältnisse eintreten, welche diese Massnahme als im Interesse des Kindes geboten erscheinen lassen.\n\nEbensowenig kann dem Beklagten der Hinweis darauf helfen, dass das Bundesgericht in BGE 51 II 109, um die Zuständigkeit des Richters am schweizerischen Wohnsitz der klagenden Partei für eine Klage gegen einen Ausländer BGE 85 II 153 S. 169im Ausland auf Abänderung eines schweizerischen Scheidungs- oder Trennungsurteils zu begründen, u.a. ausgeführt hat, es berühre seltsam, \"dass die Justizhoheit des Staates, dessen Gericht ein Urteil erlassen hat, vor der Justizhoheit eines fremden Staates zurücktreten soll, wenn über die Frage der Abänderung jenes Urteils zu entscheiden ist\" (welche Erwägung in BGE 54 II 87 als Beleg dafür angezogen wurde, dass ein Eingriff in die durch das Urteil eines deutschen Gerichts herbeigeführten Rechtswirrkungen grundsätzlich den deutschen Gerichten vorbehalten werden sollte). Abgesehen davon, dass man nicht sicher weiss, ob in Iran ein Gericht die Ehe der Parteien aufgelöst und dabei Anordnungen über die Elternrechte getroffen habe (vgl. Erwägung 4 hievor), kann die Erwägung, dass bei der Regelung des Gerichtsstandes für die Abänderungsklage ein Eingriff in die Justizhoheit des \"Ehescheidungsstaates\" vermieden werden sollte, jedenfalls dann nicht durchgreifen, wenn es darum geht, in der Schweiz einen Gerichtsstand zu gewähren, weil der andere Staat die in Frage stehende Klage nicht zulässt und mindestens zweifelhaft ist, ob die dort geltende Ordnung in der Schweiz anerkannt werden könne. Im übrigen ist die Auffassung, dass die Abänderung eines ausländischen Scheidungsurteils einen Eingriff in die Justizhoheit des betreffenden Auslandstaates bedeute, mit der in BGE 42 I 334 /335 und BGE 46 II 337 /338 zu Recht betonten Selbständigkeit der Abänderungsklage im Verhältnis zur Scheidungsklage kaum vereinbar, worauf BECK in N. 81/82 zu Art. 7h NAG zutreffend hinweist.\n\nWenn der Beklagte schliesslich noch geltend macht, es dürfe nicht ins Ermessen des Klägers gestellt werden, \"sich mit einer einfachen Wohnsitzbegründung den seinen Intentionen am besten entsprechenden Gerichtsstand und das entsprechende Recht zu wählen\", so lässt sich daraus nichts gegen die Gewährung eines schweizerischen Gerichtsstandes in Fällen wie dem vorliegenden ableiten, wo die Klägerin und das Kind immer in der Schweiz gelebt haben und somit von der Begründung BGE 85 II 153 S. 170eines Wohnsitzes zu Prozesszwecken nicht die Rede sein kann.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und der Entscheid des Obergerichtes des Kantons Luzern, II. Kammer, vom 26. Januar 1959 bestätigt."}