{"annee": "85", "cour": "I", "page": "264", "date": "4/12/1959", "cite": [], "cite_par": ["96 I 255"], "chapeau": "42. Auszug aus dem Urteil vom 4. Dezember 1959 i.S. Ernst Marti AG gegen Eidg. Post- und Eisenbahndepartement.", "regestes": ["Régale des postes; concession pour le transport de personnes. 1. Une décision par laquelle le Département des postes et des chemins de fer déclare que certaines courses nécessitent une concession et refuse en même temps de l'accorder peut être attaquée par un recours de droit administratif dans la mesure où l'on conteste qu'une concession soit nécessaire; sur les autres points, la voie du recours administratif au Conseil fédéral est ouverte. 2. Une concession suisse est nécessaire pour des courses circulaires et internationales, entreprises professionnellement, régulièrement, avec point de départ et d'arrivée en Suisse et faculté, pour les passagers, d'interrompre à l'étranger leur voyage."], "faits": "BGE 85 I 264 S. 264\n\nA.- Die Firma Ernst Marti AG in Kallnach veranstaltet gewerbsmässig Gesellschaftsreisen mit Autocars im In- und Auslande. Unter anderm organisiert sie Rundreisen, die von der Schweiz aus an die französische und italienische Riviera und zurück in die Schweiz führen. Sie BGE 85 I 264 S. 265möchte den Teilnehmern die Möglichkeit bieten, die Rundreise durch einen 7- oder 14-tägigen Ferienaufenthalt in einem Orte an der Riviera zu unterbrechen und mit einer fol genden Fahrt zu beenden.\n\nAm 27. Februar 1959 entschied das eidg. Post- und Eisenbahndepartement, dass die von der Firma geplanten unterbrochenen Rundfahrten der Konzessionspflicht unterständen und dass es die Erteilung einer Konzession hiefür ablehne.\n\nB.- Gegen diesen Entscheid hat die Firma Marti - gemäss der erhaltenen Rechtsmittelbelehrung - beim Bundesrat Beschwerde erhoben. Sie macht geltend, nach schweizerischem Recht seien die in Frage stehenden Rundfahrten nicht konzessionspflichtig. Die abweichende Auffassung des Departementes sei mit dem Postverkehrsgesetz (PVG), der zugehörigen Vollziehungsverordnung I, dem BRB vom 23. Dezember 1955 über regelmässige Rundfahrten mit Automobilen und dem dritten Genfer Abkommen betreffend die Aufhebung der Einschränkungen in der Freiheit des Strassenverkehrs nicht vereinbar. Ob die Rundfahrt im Auslande unterbrochen werden dürfe oder nicht, habe einzig die dortige Behörde zu entscheiden. Sollte eine schweizerische Konzession doch erforderlich sein, so wäre das Departement anzuweisen, eine solche zu erteilen.\n\nC.- Nach einem Meinungsaustausch mit dem Bundesrat hat das Bundesgericht die Beurteilung der Beschwerde insoweit übernommen, als damit die Konzessionspflicht bestritten wird.\n\nD.- Das Post- und Eisenbahndepartement schliesst auf Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 99 Ziff. XI lit. a und b OG ist die Verwaltungsgerichtsbeschwerde zulässig gegen Entscheide des eidg. Post- und Eisenbahndepartementes über Ansprüche, die sich auf das Postverkehrsgesetz und die zugehörigen BGE 85 I 264 S. 266Vollziehungsverordnungen stützen; die Ausnahme der Haftpflicht- und der Straffälle fällt hier ausser Betracht. Gemeint sind Entscheide über Rechtsansprüche. Entscheide, die in das Ermessen des Departementes gestellt sind, können nicht mit der Verwaltungsgerichtsbeschwerde angefochten werden.\n\nIn dem hier angefochtenen Entscheide hat das Departement festgestellt, dass die von der Beschwerdeführerin geplanten Rundfahrten mit Unterbrechung im Auslande unter das Postregal fallen, also von ihr ohne Konzession nicht durchgeführt werden dürfen, und die Erteilung einer Konzession hiefür abgelehnt. Der Feststellungsentscheid betrifft den Anspruch der Postverwaltung auf das Monopol für solche Fahrten und den entgegenstehenden Anspruch der Beschwerdeführerin, die Fahrten ohne Konzession unternehmen zu dürfen. Das sind Rechtsansprüche, die sich auf das Postverkehrsgesetz vom 2. Oktober 1924 (BS 7 S. 754) und zugehörige Vollziehungsverordnungen stützen. Soweit sich die Beschwerde gegen den Feststellungsentscheid richtet, ist sie somit als Verwaltungsgerichtsbeschwerde zu behandeln und vom Bundesgericht zu beurteilen.\n\nDagegen ist das Bundesgericht nicht zuständig, soweit sich die Beschwerde gegen die Verweigerung einer Konzession richtet. Das ist kein Entscheid über einen Anspruch im Sinne von Art. 99 Ziff. XI OG. Die gesetzliche Ordnung begründet keinen Rechtsanspruch auf eine Konzession für die Reisendenbeförderung, sondern stellt die Erteilung oder Verweigerung der Konzession dem Ermessen der Verwaltung anheim (Art. 3 Abs. 1 PVG; Art. 3 Abs. 1 der Vollziehungsverordnung I vom 23. Dezember 1955, AS 1956 S. 1). Gegen die Verweigerung ist daher nicht die Verwaltungsgerichtsbeschwerde, sondern die Verwaltungsbeschwerde an den Bundesrat gegeben (Verwaltungsentscheide der Bundesbehörden 1936 Nr. 36; Meinungsaustausch von 1954 i.S. Regierungsrat Nidwalden c. Pilatusbahngesellschaft).\n\nBGE 85 I 264 S. 267\n\n2. .....\n\n3. Art. 1 PVG, der den Umfang des Postregals umschreibt, gibt in Abs. 1 lit. a der Postverwaltung, unter Vorbehalt des Art. 2, das ausschliessliche Recht, Reisende mit regelmässigen Fahrten zu befördern, soweit dieses Recht nicht durch andere Bundesgesetze eingeschränkt ist. Diese Einschränkungen spielen im vorliegenden Falle keine Rolle. Art. 2 Abs. 1 PVG nimmt die regelmässige Personenbeförderung unter bestimmten Voraussetzungen vom Postregal aus, so dann, wenn sie nicht gewerbsmässig betrieben wird (lit. a). Abs. 2 ebenda ermächtigt den Bundesrat, weitere Ausnahmen vom Regal zu gestatten. Soweit die gewerbsmässige Reisendenbeförderung mit regelmässigen Fahrten unter das Postregal fällt, ist sie gewerblichen Unternehmungen ohne Konzession verwehrt (Art. 3 Abs. 1, Art. 62 PVG).\n\nEs ist nicht bestritten und steht fest, dass die Beschwerdeführerin die von ihr geplanten internationalen Rundfahrten mit Gelegenheit zum Unterbruch an der Riviera regelmässig im Sinne des Postverkehrsgesetzes und des Art. 1 der Vollziehungsverordnung I durchführen will. Sie gedenkt diese Reisen während der Saison (Frühling, Sommer und Herbst) planmässig jede Woche an zum voraus bestimmten Tagen zu veranstalten. Ferner ist nicht bestritten und unterliegt keinem Zweifel, dass die Fahrten gewerbsmässig im Sinne des Postverkehrsgesetzes und des Art. 2 der Vollziehungsverordnung I unternommen werden sollen. Die Ausführung des Vorhabens der Beschwerdeführerin bringt notwendig mit sich, dass schweizerische Strecken gewerbsmässig und regelmässig befahren werden. Die geplanten Reisen sind daher nach der gesetzlichen Ordnung dem Postregal und der Konzessionspflicht unterstellt, sofern aufsie nicht eine besondere Vorschrift anwendbar ist, welche die gewerbsmässige Reisendenbeförderung mit regelmässigen Fahrten unter gewissen Voraussetzungen davon ausnimmt.\n\n4. In Betracht kommen nur die Ausnahmen, die der BGE 85 I 264 S. 268Bundesrat zugelassen hat durch den Beschluss, dem sog. dritten Genfer Abkommen betreffend die Aufhebung der Einschränkungen in der Freiheit des Strassenverkehrs beizutreten (AS 1951 S. 525; 1954 S. 1040), und durch den BRB vom 23. Dezember 1955 über regelmässige Rundfahrten mit Automobilen (AS 1956 S. 66). Andere Ausnahmevorschriften, welche anwendbar sein könnten, werden nicht genannt und bestehen auch nicht.\n\nDurch das dritte Genfer Abkommen \"wird die Freiheit des internationalen touristischen Strassenverkehrs geschaffen\". \"Grundsatz ist dabei, dass die gleichen Personen mit dem gleichen Fahrzeug befördert werden\", sei es \"in Form einer Rundreise, wobei Ausgangs- und Endpunkt der Reise im gleichen Lande liegen\", sei es in anderer Form (AS 1951 S. 526). Die Beschwerdeführerin will Rundreisen veranstalten, deren Ausgangs- und Endpunkt in der Schweiz liegt. Sie sieht aber vor, dass die Teilnehmer die Reise an der Riviera unterbrechen und mit einer folgenden Fahrt beenden können, will also, soweit von dieser Möglichkeit Gebrauch gemacht wird, nicht die gleichen Personen mit dem gleichen Fahrzeug befördern. Schon deshalb könnte aus dem Abkommen - auch wenn es Anwendung fände, wie die Beschwerdeführerin geltend macht - nicht abgeleitet werden, dass sie die Reisen ohne schweizerische Konzession durchführen darf. Das Abkommen untersagt der Schweiz offensichtlich nicht, unterbrochene Rundreisen, wie die Beschwerdeführerin sie veranstalten will, der Konzessionspflicht zu unterstellen. Ob sich schweizerische Transportunternehmer gegenüber der schweizerischen Behörde mit Bezug auf Fahrten über inländische Strecken überhaupt auf das Abkommen berufen können, braucht daher nicht geprüft zu werden.\n\nÄhnlich wie das Abkommen lautet Art. 2 Abs. 1 des BRB über regelmässige Rundfahrten mit Automobilen. Danach ist für die Befreiung solcher Fahrten von der Konzessionspflicht unter anderm erforderlich, dass \"die nämlichen Personen mit dem gleichen Fahrzeug und der BGE 85 I 264 S. 269gleichen Fahrt wieder an ihren Ausgangspunkt zurückgeführt\" und dass \"unterwegs oder am Reiseziel keine Reisenden abgesetzt oder aufgenommen werden\" (lit. c und d). Diese Voraussetzungen sind hier nicht erfüllt.\n\nDie Beschwerdeführerin wendet vergeblich ein, jener BRB sei nur auf innerschweizerische Rundfahrten anwendbar. Ob er so auszulegen sei, kann offen gelassen werden. Wäre die Frage zu bejahen, so wäre für die Beschwerdeführerin nichts gewonnen. Es bliebe dabei, dass die Beschwerdeführerin für die schweizerischen Strecken, die sie auf den geplanten internationalen Rundreisen regelmässig befahren will, nach der gesetzlichen Ordnung einer Konzession bedarf, weil eine Vorschrift, nach der solche Fahrten vom Postregal ausgenommen wären, nicht besteht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit damit die Konzessionspflicht für die von der Beschwerdeführerin geplanten unterbrochenen internationalen Rundfahrten bestritten wird."}