{"annee": "85", "cour": "IV", "page": "221", "date": "13/11/1959", "cite": ["70 IV 28"], "cite_par": ["97 IV 18", "102 IV 273", "88 IV 62", "90 IV 21"], "chapeau": "58. Auszug aus dem Urteil des Kassationshofes vom 13. November 1959 i.S. W. gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 194 al. 1 CP. Que faut-il entendre par \"induire\" une personne à la débauche contre nature? (Confirmation de jurisprudence)."], "faits": "", "considerants": "BGE 85 IV 221 S. 222\n\nAus den Erwägungen:\n\n1. Das StGB stellt die widernatürliche Unzucht als solche nicht unter Strafe; es will jedoch mit Art. 194 Abs. 1 die Unmündigen über das Schutzalter des Kindes hinaus wenigstens vor der Verführung schützen, sie also davor bewahren, dass sie in den Jahren, die für ihr ganzes Leben entscheidend sind, in das Treiben der Homosexuellen hineingezogen werden und dauernd auf Abwege geraten. Wie der Kassationshof in BGE 70 IV 30 ff. und in zahlreichen nicht veröffentlichten Urteilen erkannt hat, bedarf des Schutzes nicht so sehr der sittlich gefestigte, als vielmehr der unreife und willensschwache Unmündige, der eher der Gefahr sittlicher Verirrung ausgesetzt ist. Gerade dieser wird aber der Verlockung zur widernatürlichen Unzucht keinen oder nur geringen Widerstand entgegensetzen und dazu umso eher bereit sein, je weniger er die Tragweite seines Tuns erfasst. Noch schutzbedürftiger ist der Unmündige, der sich schon homosexuell betätigt hat, zu weiteren Erlebnissen auf diesem Gebiet neigt und daher Gefahr läuft, ganz zu verderben, wenn er wieder unter schlechten Einfluss gerät.\n\nSoll Art. 194 Abs. 1 StGB seinen Zweck erfüllen und die wirklich Gefährdeten schützen, so darf die Anwendung dieser Bestimmung deshalb nicht davon abhängig gemacht werden, dass das Opfer dem Täter Widerstand leiste. Wenn das Gesetz eine Vorschrift zum Schutz der Unmündigen vor widernatürlicher Unzucht enthält, so geht es davon aus, dass diese auf geschlechtlichem Gebiet für sich selbst noch nicht voll verantwortlich sind und darum vor ihrem eigenen schwachen und leicht beeinflussbaren Willen geschützt werden müssen. Wer auf einen Unmündigen einen bestimmenden Einfluss ausübt und ihm gegenüber als die treibende Kraft auftritt, verführt ihn, selbst wenn sich dieser gern einlässt.\n\n2. Von dieser Rechtsprechung abzugehen, besteht kein Grund.\n\nBGE 85 IV 221 S. 223\n\na) Der Kassationshof hat den Begriff der Verführung aus dem Schutzzweck des Art. 194 Abs. 1 abgeleitet. Die Auslegung, zu der er dergestalt gelangt ist, hat er im Wortlaut der romanischen Gesetzestexte bestätigt gefunden, die \"verführen\" nicht mit \"séduire\" bzw. \"sedurre\", sondern mit \"induire\" bzw. \"indurre\" wiedergeben. Richtig ist, dass \"induire\" und \"séduire\" bzw. \"indurre\" und \"sedurre\" teilweise die selbe Bedeutung haben und dass sie insofern - aber nur insofern - als Synonyme verwendet werden können. Der Ausdruck \"induire\" bzw. \"indurre\" erfasst daneben jedoch auch Handlungen, die weniger weit gehen und eine geringere Einflussnahme auf das Opfer mit sich bringen als eine \"séduction\" bzw. \"seduzione\". Das Wort \"induire\" bzw. \"indurre\" ist demnach in BGE 70 IV 31 mit Recht als der schwächere Ausdruck bezeichnet worden. Zwar trifft es zu, dass in der parlamentarischen Beratung gelegentlich von \"séduire\" bzw. \"sedurre\" die Rede war, wo im Gesetz \"induire\" bzw. \"indurre\" steht. Gerade dieser Austausch zeigt aber, dass es dem Gesetzgeber nicht um eine engere, sondern um eine weitere Fassung des Begriffs der Verführung ging. Die Einwendungen, die LUCK (SJZ 51 S. 81 ff.) und der Beschwerdeführer in dieser Hinsicht erheben, gehen damit fehl.\n\nb) Entgegen der Auffassung des Beschwerdeführers lässt sich für ihn auch daraus nichts gewinnen, dass Art. 194 Abs. 1 den Minderjährigen bis zur Volljährigkeit vor der Verführung zur widernatürlichen Unzucht schützt, während Art. 196 StGB der Minderjährigen nur bis zu ihrem 18. Altersjahr vor der Verführung zum Beischlaf Schutz gewährt. Das Gesetz fasst die widernatürliche Unzucht als etwas grundsätzlich anderes auf als den Geschlechtsverkehr zwischen Mann und Frau; es erachtet die Gefahren, die für einen jungen Menschen mit der widernatürlichen Unzucht verbunden sind, in gewissem Sinne als grösser und hat entsprechend das Schutzalter höher angesetzt. Es geht demzufolge nicht an, die Unterscheidung, BGE 85 IV 221 S. 224die das Gesetz gewollt hat, auf dem Wege der Auslegung ganz oder teilweise aufzuheben und dem Unmündigen durch eine engere Fassung des Begriffs der Verführung zur widernatürlichen Unzucht den strafrechtlichen Schutz gleich früh zu entzienen wie es Art. 196 der Unmündigen gegenüber mit Bezug auf den Beischlaf tut. Als abwegig erweist sich auch der Einwand, der Selbstverantwortlichkeit, die dem Volljährigen auf geschlechtlichem Gebiet zukommt, sei durch eine zurückhaltende Auslegung des Art. 194 Abs. 1 eine \"Vorwirkung\" zuzuerkennen. Die feste Begrenzung des Schutzalters, welche die angeführte Bestimmung trifft, würde auf diese Weise durch einen fliessenden Übergang ersetzt. Das aber widerspräche dem Willen und dem System des Gesetzes, das auch in seinen weiteren Jugendschutzvorschriften (Art. 191, 192, 196, 202 Ziff. 2, 204 Ziff. 2, 208, 212) eine bestimmte Altersgrenze zieht."}