{"annee": "85", "cour": "II", "page": "194", "date": "23/6/1959", "cite": [], "cite_par": ["108 II 180", "104 II 216", "134 I 293", "97 II 185", "101 IV 371", "103 II 1", "100 III 67", "87 III 14"], "chapeau": "31. Arrêt de la Ire Cour civile du 23 juin 1959 dans la cause Saussaz contre Bélaz.", "regestes": ["Les mesures conservatoires destinées à garantir le paiement d'une créance pécuniaire sont réglées exhaustivement par le droit fédéral (art. 271 et suiv. LP) et ne peuvent être prises en vertu du droit cantonal."], "faits": "BGE 85 II 194 S. 195\n\nA.- Louis Saussaz poursuit Félix Bélaz en paiement de 2310 fr. en principal (poursuite no 72 690 de l'Office de Lausanne-Est). Dans cette procédure, Bélaz a versé des acomptes pour 1815 fr. 90. Prétendant qu'il ne devait en réalité que 811 fr., il a intenté à Saussaz, devant le Président du Tribunal du district de Lausanne, une action en répétition de l'indu, selon l'art. 86 LP, pour la différence de 1004 fr. 90. Dans cette instance, le Président du tribunal a rendu, le 21 avril 1959, l'ordonnance de mesures provisionnelles suivante:\n\n\"Les montants versés ou à verser par l'instant, Félix Bélaz, à l'Office des poursuites de Lausanne-Est dans le cadre de la poursuite no 72 690 sont bloqués en mains dudit office jusqu'à droit connu sur le fond du présent procès.\"\n\nA l'appui de cette décision, qui est fondée sur les art. 39 et suiv. CPC vaudois, le Président du tribunal a considéré que, si Bélaz gagnait son procès, il recouvrerait très difficilement les montants qu'il paie à l'Office des poursuites, car Saussaz est quasi insolvable.\n\nB.- Saussaz forme, contre cette ordonnance, un recours en nullité fondé sur l'art. 68 al. 1 litt. a OJ. Il allègue que le premier juge a appliqué les règles de la procédure civile vaudoise à une matière régie exhaustivement par le droit fédéral.\n\nBélaz conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La décision attaquée a été prise en dernière instance cantonale; en effet, la procédure vaudoise exclut tout recours contre une ordonnance de mesures provisionnelles rendue par un président de tribunal dans une cause dont il connaît comme juge unique (JdT 1914 III 107). D'autre part, la décision en cause a été rendue dans une contestation de droit civil. Enfin, elle ne peut être l'objet d'un recours en réforme, attendu qu'il s'agit d'une mesure provisionnelle et non d'un jugement au fond (RO 75 II 95 consid. 1, et les arrêts cités) et que, au surplus, la valeur BGE 85 II 194 S. 196litigieuse exigée par l'art. 46 OJ n'est pas atteinte. Dès lors, le recours en nullité est recevable (cf. RO 74 II 51 consid. 2, 79 II 285 et suiv.).\n\n2. L'exécution des créances pécuniaires est réglée exclusivement par le droit fédéral (cf. art. 38 al. 1 LP). Celui-ci ne peut donc, dans cette matière, être complété par la procédure cantonale (cf. notamment RO 74 II 51 consid. 3 et 79 II 288). En particulier, les art. 271 et suiv. LP réglementent de façon exhaustive les mesures conservatoires destinées à garantir le paiement d'une créance portant sur une somme d'argent (RO 41 I 204 consid. 2).\n\nOr la décision attaquée constitue une telle mesure, puisqu'elle revient à séquestrer diverses sommes en main de l'Office afin de garantir le paiement de la créance pécuniaire litigieuse de Saussaz. Elle ne pouvait donc être rendue que dans les cas prévus par l'art. 271 LP et selon les formes indiquées aux art. 272 et suiv. LP. Ayant été fondée sur le droit cantonal, elle doit être annulée.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée."}