{"annee": "86", "cour": "II", "page": "316", "date": "27/10/1960", "cite": ["82 II 259", "77 II 292", "82 II 84", "83 II 102", "84 II 669", "80 II 294", "86 II 129", "78 II 317", "86 II 311", "77 II 28", "78 II 107"], "cite_par": ["91 II 159", "94 II 75"], "chapeau": "50. Urteil der II. Zivilabteilung vom 27. Oktober 1960 i.S. St. und L. gegen E.", "regestes": ["Action en paternité. Le résultat d'une analyse portant sur la présence du facteur sanguin Duffya peut-il permettre d'élever des doutes sérieux sur la paternité du défendeur (art. 314 al. 2 CC)? Exigences visant le degré de sécurité que doit présenter le résultat de l'analyse. Dans quelle mesure l'expertise lie-t-elle les tribunaux? Pouvoir d'examen des tribunaux cantonaux et du Tribunal fédéral. - Rapport entre l'analyse du sang et les constatations relatives au comportement suspect de la mère."], "faits": "BGE 86 II 316 S. 317\n\nA.- Frau St. gebar am 3. Februar 1957, knapp fünf Monate nach ihrer Heirat mit St., den Knaben Max. Das Bezirksgericht Lenzburg erklärte diesen auf Klage des Ehemannes mit Urteil vom 17. Oktober 1957 als aussereheliches Kind der Frau St. Hierauf leiteten die Mutter und das Kind gegen E., den frühern Verlobten der Mutter, Vaterschaftsklage auf Vermögensleistungen ein. Der Beklagte gab zu, der Mutter in der kritischen Zeit (9. April bis 7. August 1956) beigewohnt zu haben, erhob aber die Einreden des Mehrverkehrs und des unzüchtigen Lebenswandels und machte geltend, die Klage sei auch deshalb abzuweisen, weil Dr. L. P. Holländer, Privatdozent für Blutgruppenlehre an der Universität Basel und Leiter des Blutspendezentrums Basel-Stadt des Schweizerischen Roten Kreuzes, der im Auftrag der Amtsvormundschaft eine Blutgruppenuntersuchung durchgeführt habe, in seinem Bericht vom 6. Mai 1958 zum Schlusse gekommen sei, er (der Beklagte) könne auf Grund der Blutkörpercheneigenschaft Duffya unter der Voraussetzung einer sicher erwiesenen Mutterschaft von Frau St. mit sehr erheblicher Wahrscheinlichkeit als Vater des Kindes Max ausgeschlossen werden; seine Vaterschaft stünde im Widerspruch zu den gültigen Erbgesetzen des Duffy-Blutgruppensystems.\n\nB.- Das Bezirksgericht Arlesheim hiess die Klage (unter Ermässigung der eingeklagten Beträge) grundsätzlich gut. Das Obergericht des Kantons Basel-Landschaft hat sie dagegen am 4. Dezember 1959 abgewiesen mit der Begründung, die Gesetzmässigkeit der Vererbung des Blutfaktors Duffya stehe heute (anders als zur Zeit der Fällung des letztinstanzlichen kantonalen Urteils im Falle BGE 83 II 102 ff.) nach übereinstimmender Meinung der Fachleute ausser Zweifel und die Möglichkeit BGE 86 II 316 S. 318von Fehlbestimmungen dieses Blutfaktors liege bei zuverlässiger Bestimmungstechnik, wie sie im vorliegenden Falle nachgewiesen sei, unter 1: 1000, so dass der forensischen Verwertung dieser Methode nichts mehr entgegenstehe. Dazu komme, dass der Beklagte Mehrverkehr und unzüchtigen Lebenswandel der Mutter zwar nicht \"stricto sensu\" bewiesen, aber doch wesentliche Indizien beigebracht habe, \"die in diese Richtung weisen\".\n\nC.- Mit der vorliegenden Berufung an das Bundesgericht beantragen die Kläger die Gutheissung ihrer Klage in vollem Umfange. Der Beklagte schliesst auf Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Berufungsantrag).\n\n2. Da der Beklagte der Mutter in der kritischen Zeit beigewohnt hat, ist seine Vaterschaft gemäss Art. 314 Abs. 1 ZGB zu vermuten. Dass die Mutter im gleichen Zeitraum auch noch mit einem bestimmten andern Manne geschlechtlich verkehrt habe, ist nach den tatsächlichen Feststellungen der Vorinstanz nicht bewiesen. Die von der Vorinstanz festgestellten Tatsachen genügen auch nicht, um den Schluss zu rechtfertigen, die Mutter habe um die Zeit der Empfängnis einen unzüchtigen Lebenswandel im Sinne von Art. 315 ZGB geführt. Es kann sich daher nur noch fragen, ob sich der Beklagte mit Erfolg darauf berufen könne, dass der Blutbefund erhebliche Zweifel über seine Vaterschaft begründe.\n\n3. Nach der Rechtsprechung des Bundesgerichtes vermag das Ergebnis einer naturwissenschaftlichen Untersuchung über die Frage der Konzeption des Kindes beim Verkehr mit dem Beklagten nur dann erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB zu rechtfertigen und damit die Vermutung aus Art. 314 Abs. 1 ZGB zu entkräften, wenn es die Vaterschaft des Beklagten mit Sicherheit oder doch mit grösster, an Sicherheit grenzender Wahrscheinlichkeit ausschliesst (BGE 82 II 264 mit Hinweisen, BGE 86 II 316 S. 319 BGE 83 II 104, BGE 84 II 675, BGE 86 II 133). An dieser Rechtsprechung ist festzuhalten. Indem der Beklagte behauptet, ein naturwissenschaftlicher Befund rechtfertige erhebliche Zweifel über seine Vaterschaft, macht er geltend, ein anderer Mann müsse der Vater sein oder komme doch ebensogut wie er als solcher in Betracht. Er beruft sich also mittelbar auf Mehrverkehr der Mutter. Erhebt er diese Einrede unmittelbar, so hat er den Umgang der Mutter mit einem andern Manne, falls er bestritten ist, nicht bloss glaubhaft zu machen, sondern (sei es durch ihn bestätigende Zeugenaussagen, sei es durch Indizien) den Beweis dafür zu leisten (BGE 77 II 293, BGE 78 II 317/18), weil Art. 314 Abs. 2 ZGB den Nachweis der zweifelbegründenden Tatsachen verlangt. Aus einem naturwissenschaftlichen Befunde mittelbar auf Mehrverkehr zu schliessen, ist dementsprechend auch nur zulässig, wenn dieser Befund dem Richter die volle Überzeugung verschafft, dass die Mutter noch mit einem andern Manne verkehrt habe, und hiezu ist eben ein Befund, der sich auf die Frage der Zeugung des Kindes durch den Beklagten bezieht, nur dann tauglich, wenn er dessen Vaterschaft mit Sicherheit oder doch wenigstens (vgl. hiezu BGE 77 II 31) mit grösster, an Sicherheit grenzender Wahrscheinlichkeit ausschliesst.\n\nDem Entscheide BGE 86 II 311 ff. liegt nicht etwa eine andere Auffassung zugrunde. Wenn es dort heisst, der Beklagte habe nicht zu beweisen, dass er sicher nicht der Vater sei, sondern das Gesetz verlange nur den Nachweis von Tatsachen, welche den vom Gesetz aus der Beiwohnung auf die Vaterschaft gezogenen Schluss als unsicher erscheinen lassen (Erw. 2 Abs. 2; vgl. auch Erw. 4 b am Ende), so beziehen sich diese Ausführungen nicht auf die Frage, wie zuverlässig ein wissenschaftlicher Befund sein müsse, um erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB zu begründen und so die Vermutung aus Art. 314 Abs. 1 ZGB zu entkräften. Vielmehr handelte es sich im Falle BGE 86 II 311 ff. nur darum, die Auffassung zu widerlegen, der Nachweis des Mehrverkehrs in der kritischen BGE 86 II 316 S. 320Zeit genüge heute nicht mehr, um solche Zweifel zu rechtfertigen, sondern der Beklagte müsse ausserdem nachweisen, dass der Dritte blutmässig der Vater sein könne (so STREBEL in SJZ 1959 S. 66/67). In diesem Zusammenhang war darauf hinzuweisen, dass die Vermutung aus Art. 314 Abs. 1 ZGB nicht bloss dann dahinfällt, wenn dargetan wird, dass der Beklagte sicher (oder höchst wahrscheinlich) nicht der Vater ist, sondern dass erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB auch dann gerechtfertigt sind, wenn Mehrverkehr in der kritischen Zeit nachgewiesen ist, weil in diesem Falle mit gleichem Recht wie die Vaterschaft des Beklagten auch diejenige des Dritten vermutet werden kann und diese beiden Vermutungen sich aufheben. Mit einem solchen Falle hat man es hier aber nicht zu tun, weil wie gesagt ein direkter Beweis für Mehrverkehr der Mutter in der kritischen Zeit fehlt.\n\n4. Welchen Grad der Zuverlässigkeit die Ergebnisse bestimmter Untersuchungen aufweisen, wenn dabei alle Regeln der Kunst beobachtet wurden, ist eine naturwissenschaftliche Frage, die der Sachverständige zu beantworten hat. Der Tatsachenrichter (also in der Regel das kantonale Gericht) hat die Expertise freilich auch in dieser Hinsicht auf ihre Schlüssigkeit zu prüfen, soweit er dazu in der Lage ist (vgl. BGE 86 II 133), und dem Bundesgericht als Berufungsinstanz muss im Falle, dass das kantonale Gericht auf Grund des Gutachtens den von der Rechtsprechung geforderten Sicherheitsgrad als gegeben ansieht, die Prüfung der Frage vorbehalten bleiben, ob diese Annahme angesichts der Grundlagen, auf die sie sich stützt, vertretbar sei oder sich nur aus einer Verkennung des Begriffs der nach dem Sinne des Gesetzes erforderlichen Sicherheit bezw. an Sicherheit grenzenden Wahrscheinlichkeit erklären lasse (vgl. BGE 78 II 108 vor dem Absatz, BGE 80 II 301 Mitte). Wenn dagegen ein Sachverständiger, dem dieser Begriff vertraut ist, in seinen Schlussfolgerungen einem Vaterschaftsausschluss das Prädikat der BGE 86 II 316 S. 321Sicherheit oder der an Sicherheit grenzenden Wahrscheinlichkeit nicht zu erteilen wagt, so kann es nicht Sache des Richters sein, aus einzelnen Angaben im Gutachten oder in andern wissenschaftlichen Arbeiten seinerseits den Schluss zu ziehen, dieser Grad der Zuverlässigkeit sei in Wirklichkeit doch erreicht (BGE 82 II 267 Erw. 3, BGE 84 II 675 vor b, 676/77). Vielmehr muss in einem solchen Falle der Beweis, dass der in Frage stehende Mann nicht der Vater sein könne, als gescheitert gelten (vgl. BGE 82 II 92 oben).\n\nSo verhält es sich hier, da der Experte Dr. Holländer in den Schlussfolgerungen seines Gutachtens den ihm wohlbekannten Ausdruck \"mit an Sicherheit grenzender Wahrscheinlichkeit\" vermeidet und nur erklärt, der Beklagte könne als Vater des Kindes Max \"mit sehr erheblicher Wahrscheinlichkeit\" ausgeschlossen werden, welchen Ausdruck auch schon WUILLERET, ROSIN und HÄSSIG in dem in BGE 83 II 102 ff. erwähnten Aufsatze (Schweiz. Med. Wochenschrift 1956 S. 1457) zur Bezeichnung des Sicherheitsgrades eines Duffya-Ausschlusses verwendet hatten.\n\nIn seinen Bemerkungen zu BGE 83 II 102 ff. (Schweiz. Med. Wochenschrift 1958 S. 19) hat Dr. HOLLÄNDER freilich ausgeführt:\n\n\"Durch die Formulierung, dass ein Mann im Duffy-Blutgruppensystem mit sehr erheblicher Wahrscheinlichkeit ausgeschlossen werden kann und ein anderer z.B. im ABO-, MN- oder Rhesussystem mit ,an Sicherheit grenzender Wahrscheinlichkeit', will der Experte nur zum Ausdruck bringen, dass wegen der komplizierteren Bestimmungstechnik der Duffya-Eigenschaft eine Abstufung des Sicherheitsgrades für solche Ausschlüsse angezeigt ist. Diese Abstufung bedeutet keinesfalls, dass für den Naturwissenschaftler ein Ausschluss im Duffy-Blutgruppensystem nicht ebenso eindeutig und beweiskräftig wäre wie einer in einem der bereits seit längerer Zeit bekannten Blutgruppensysteme. Gerade die Blutgruppen - und dabei ist es aus dem Standorte der Erblehre gleichgültig, ob ABO oder Duffy - bieten unter der Voraussetzung einer lege artis durchgeführten Bestimmung eine so hochgradige Sicherheit, wie sie dem Richter nur selten als Grundlage für seine Entscheide zur Verfügung steht.\"\n\nDr. A. Hässig, der Direktor des Zentrallaboratoriums des Blutspendedienstes des Schweiz. Roten Kreuzes in BGE 86 II 316 S. 322Bern, den der Anwalt des Beklagten angefragt hat, ob bei einem Duffya-Ausschluss heute von einer an Sicherheit grenzenden Wahrscheinlichkeit gesprochen werden könne, erklärt in seinem Bericht vom 13. Oktober 1958 unter Hinweis auf ein dem Richteramte II in Bern am 4. Februar 1958 erstattetes Gutachten ähnlich wie Dr. Holländer, die Formulierung \"mit sehr erheblicher Wahrscheinlichkeit\" werde von ihm nur noch deshalb verwendet, um darauf hinzuweisen, dass das erbbiologische Untersuchungsgut sowie die Erfahrungen hinsichtlich der serologischen Bestimmungstechnik beim Duffy-System noch nicht ganz an die heute vorliegenden umfassenden Erfahrungen beim ABO-, MN- und Rhesus-System heranreichen. Seines Erachtens sollte man sich aber dadurch nicht abhalten lassen, einen Duffya Ausschluss forensisch zu verwerten. Er schliesse sich in dieser Hinsicht voll und ganz der Auffassung an, die Dr. HOLLÄNDER im (oben wiedergegebenen) Schlusssatze seines Artikels in der Schweiz. Med. Wochenschrift geäussert habe.\n\nMit ihren Bemerkungen über die forensische Verwertbarkeit haben die beiden Experten jedoch die Grenzen ihrer Zuständigkeit überschritten. Sie muten dem Richter zu, sich mit einem geringern Grade der Sicherheit zu begnügen, als er nach der ihm allein zustehenden Auslegung des Gesetzes erforderlich ist, um die Vaterschaftsvermutung des Art. 314 Abs. 1 ZGB mit Hilfe einer naturwissenschaftlichen Untersuchung zu entkräften. Den Experten kann daher in diesem Punkte nicht gefolgt werden. Vielmehr bleibt es dabei, dass der Beklagte mit dem vorliegenden, seine Vaterschaft nur \"mit sehr erheblicher Wahrscheinlichkeit\" ausschliessenden Gutachten die Vermutung aus Art. 314 Abs. 1 ZGB nicht zu beseitigen vermag...\n\n5. Entgegen der Auffassung der Vorinstanz kann die zu Lasten des Beklagten bestehende Vaterschaftsvermutung auch dann nicht als entkräftet gelten, wenn man neben dem vorliegenden Gutachten noch die Tatsachen berücksichtigt, welche die Vorinstanz als den Verdacht des BGE 86 II 316 S. 323Mehrverkehrs in der kritischen Zeit oder des unzüchtigen Lebenswandels um die Zeit der Empfängnis begründende, aber hiefür immerhin nicht genügend schlüssige Indizien gewürdigt hat. Selbst wenn man nämlich annehmen will, es sei grundsätzlich zulässig, erhebliche Zweifel im Sinne von Art. 314 Abs. 2 ZGB aus einem die Vaterschaft des Beklagten nicht mit genügender Sicherheit ausschliessenden Gutachten und einem die Anwendung von Art. 314 Abs. 2 oder Art. 315 ZGB für sich allein nicht rechtfertigenden Verhalten der Mutter abzuleiten (in diesem Sinne BGE 77 II 32 lit. c), so reichen doch auf jeden Fall die hier festgestellten Tatsachen (Ausgänge mit andern Männern; Verkehr mit andern Männern vor und nach der kritischen Zeit; Besitz einer unzüchtigen Photographie) nicht aus, um einen solchen Schluss zu rechtfertigen (vgl. BGE 82 II 92 Erw. 3).\n\nDie vorliegende Klage ist daher grundsätzlich zu schützen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird dahin gutgeheissen, dass das Urteil des Obergerichtes des Kantons Basel-Landschaft vom 4. Dezember 1959 aufgehoben und die Sache zur Festsetzung der vom Beklagten zu erbringenden Leistungen an die Vorinstanz zurückgewiesen wird."}