{"annee": "86", "cour": "II", "page": "311", "date": "29/9/1960", "cite": [], "cite_par": ["102 II 7", "86 II 316", "89 I 92"], "chapeau": "49. Extrait de l'arrêt de la IIe Cour civile du 29 septembre 1960 dans la cause B. contre B.", "regestes": ["Art. 314 al. 2 CC. Objet et fardeau de la preuve incombant aux parties. Application lorsque le tiers qui a cohabité avec la mère peut, d'après le droit cantonal de procédure, refuser de se prêter à une analyse de son sang et use de cette faculté."], "faits": "BGE 86 II 311 S. 311\n\nA.- Judith B. accoucha, le 12 septembre 1958, d'une fille qu'elle prénomma Thérèse-Sarah. Selon la déclaration de la sage-femme, l'enfant était née à terme, pesait 3 kg et mesurait 48 cm. Judith B. en attribua la paternité à Fernand B., bien qu'elle eût aussi entretenu des relations intimes avec le frère de celui-ci, Charles B.\n\nB.- La mère et l'enfant, ayant essuyé un refus, ont ouvert action. Le défendeur reconnut les relations, mais souleva l'exceptio plurium constupratorum; selon lui, son frère Charles avait encore cohabité avec la demanderesse le 1er décembre 1957, soit pendant la période critique. Ce dernier avoua des relations incomplètes et refusa de se soumettre à une analyse de son sang.\n\nPar jugement du 11 mai 1959, le Tribunal de la Glâne a admis les demandes. Le Tribunal cantonal fribourgeois a rejeté l'action par arrêt du 15 mars 1960.\n\nC.- Les demanderesses recourent en réforme au Tribunal fédéral. L'intimé conclut au rejet du recours.\n\nBGE 86 II 311 S. 312", "considerants": "Considérant en droit:\n\n1. L'intimé a reconnu avoir cohabité avec la mère durant la période critique. Sa paternité est donc présumée (art. 314 al. 1 CC). Il est toutefois constant que la mère a entretenu à la même époque des relations sexuelles avec le frère de l'intimé, Charles B. D'après la jurisprudence, la présomption cesse, car le commerce charnel avec un tiers est un fait permettant d'élever des doutes sérieux sur la paternité du défendeur (art. 314 al. 2 CC). Ce doute n'a pas été levé. Certes, la recourante prétend que les relations du 1er décembre 1957 furent incomplètes. Comme le relève la cour cantonale, cet argument n'est pas valable. La recourante affirme également que ses dernières règles datent de la mi-décembre. Elle se met ainsi en contradiction avec elle-même; elle prétendait en effet, en première instance, ne plus se souvenir si elle avait été indisposée en décembre; c'est dans la réponse au recours en appel qu'elle a recouvré la mémoire; la cour cantonale, en taisant le fait, l'a implicitement nié; cette constatation lie le Tribunal fédéral (art. 63 al. 2 OJ). L'arrêt attaqué conclut enfin du rapprochement entre les dates des relations et celle de la naissance que la paternité du tiers, vu le degré de développement de l'enfant, n'est pas hautement invraisemblable. Il ne restait donc plus aux recourantes qu'à tenter de prouver, par l'analyse du sang, que le frère du défendeur et intimé ne pouvait être le père de l'enfant. Elles ont échoué: Charles B. ne s'est pas prêté à cette expertise et les juges cantonaux ont estimé qu'ils ne pouvaient le contraindre (RO 82 I 234 ss.).\n\nLa seule question qui se pose est dès lors celle de savoir si cet échec doit être supporté, en vertu du droit fédéral (art. 43 OJ), par les recourantes ou, comme celles-ci l'affirment, avec STREBEL (RSJ 1959, vol. 55, p. 65 ss.), par l'intimé.\n\n2. Le but et l'effet à quoi tend la preuve des faits décrits à l'art. 314 al. 2 CC sont d'infirmer la présomption BGE 86 II 311 S. 313légale de l'al. 1 de cette disposition. Cette présomption juris tantum souffre en effet qu'on la détruise. Elle repose sur un fait-indice: la cohabitation au cours d'une certaine période dite critique. Une fois l'indice constaté, on en doit conclure de par la loi (c'est la nature même de la présomption légale) que la conception est le fruit des oeuvres du défendeur et que celui-ci est le père de l'enfant venu au monde. La partie demanderesse est dispensée de prouver la conception et la paternité. D'une manière plus générale, la cohabitation est censée avoir entraîné la conception.\n\nL'objet de la preuve permise par l'art. 314 al. 2 CC répond à son but comme aussi à la nature de la présomption en soi et à son utilisation à l'art. 314 al. 1 CC. Il est d'établir des faits permettant d'élever des doutes sérieux sur la paternité du défendeur. De même que les demanderesses ne doivent pas démontrer la certitude de la paternité, il n'est pas nécessaire que le défendeur établisse qu'il n'est certainement pas le père. Il suffit que l'on conçoive des doutes sérieux, c'est-à-dire propres à rendre incertaine la conclusion que la loi tire de la cohabitation.\n\nUn tel doute naît lorsque la mère a entretenu, durant la période critique, des relations sexuelles avec un second amant. Si en effet, faute de preuve positive sûre, on conclut de la cohabitation à la paternité, cette présomption vaut pour tout commerce charnel, donc aussi pour les oeuvres du tiers. Aussi a-t-on toujours admis que la paternité de l'amant recherché cessait d'être présumée dans une telle hypothèse. STREBEL lui-même, semble-t-il, accorde que ce fut avec raison; il s'exprime en effet comme si ce ne devait plus (\"nicht mehr\"; cf. loc.cit. p. 67, second alinéa) être le cas.\n\n3. Le droit fédéral ne règle pas seulement l'objet, mais aussi le fardeau de la preuve, laissant en revanche aux procédures cantonales le soin d'en prévoir le mode et d'en ordonner l'administration (RO 84 II 537). Dire à qui incombe le fardeau de la preuve, c'est désigner la BGE 86 II 311 S. 314partie en défaveur de qui le juge doit statuer si la preuve n'est pas rapportée d'un élément de fait de la disposition légale appliquée. Chaque partie doit, si la loi ne prescrit le contraire, prouver les faits qu'elle allègue pour en déduire son droit (art. 8 CC). En matière de paternité, la répartition particulière du fardeau de la preuve tient à l'existence d'une présomption. La partie demanderesse doit prouver le fait-indice, la cohabitation durant la période critique: la loi elle-même conclut, sous réserve de la preuve contraire, à la paternité du défendeur. C'est dès lors celui-ci qui, logiquement, doit infirmer la présomption (soit la conclusion légale), puisque la loi ne demande d'abord que d'établir la cohabitation de la mère avec lui. Ce qu'il doit démontrer a été précisé dans le considérant précédent. Le succès de la preuve consiste dans la mise à néant de la présomption. Dans ce cas, comme la cause première et nécessaire des conséquences légales prévues aux art. 317 ss. CC est la paternité et que la présomption est tombée, force est d'exiger de la partie qui prétend un de ces droits qu'elle en prouve le fondement (soit la paternité) ou, du moins, qu'elle lève les doutes sérieux et fasse renaître la présomption. Dans l'hypothèse soumise à l'examen de la cour de céans, elle tentera de démontrer que la paternité du tiers est exclue (en apportant la certitude atténuée exigée par la jurisprudence relative à l'expertise par analyse du sang).\n\nCette répartition logique du fardeau de la preuve est équitable. Si le défendeur veut infirmer la présomption de sa paternité par une analyse des sangs, c'est à lui qu'il incombe de requérir cette expertise. Il n'est pas choquant que la partie demanderesse, quand elle a perdu le bénéfice de la présomption, doive se charger de faire renaître celle-ci en recourant à la même expertise.\n\n4. Deux considérations ont amené STREBEL à reviser ces principes de la jurisprudence.\n\na) Il lui paraît tout d'abord injuste que la mère et l'enfant perdent le procès lorsque la preuve par expertise BGE 86 II 311 S. 315est impossible en raison du refus du tiers (témoin ou non) de s'y soumettre. Ce n'est pas là un problème nouveau. C'est même principalement pour le cas où la preuve échoue que l'on dit à qui elle incombe. Peu importent les causes de l'échec. Il existe du reste d'autres impossibilités que celle à laquelle se sont heurtées les recourantes: on n'a jamais songé à modifier pour autant la répartition du fardeau de la preuve. Ainsi, un tiers qui a cohabité avec la mère peut mourir avant qu'un expert procède à l'analyse de son sang. Voici un autre exemple. Les lois cantonales de procédure interdisent parfois d'entendre comme témoins certaines personnes. Si le témoignage de l'une d'elles est la seule preuve possible des relations sexuelles, on ne pourra les constater. (C'est ainsi que l'art. 115 al. 1 ch. 3 de la procédure civile de Bâle-Ville interdit d'entendre les frères et soeurs). Dans l'un comme dans l'autre cas, l'impossibilité de la preuve n'entraîne pas une modification de la répartition de son fardeau.\n\nb) Si séduisante qu'elle soit, la seconde objection est tout aussi peu déterminante que la précédente. Elle tend à interpréter différemment la loi depuis que la science permet d'exclure la paternité et que ses conclusions ont été admises par les tribunaux; la portée traditionnelle conférée à l'art. 314 CC était juste autrefois; elle ne l'est plus. On voit immédiatement qu'une telle argumentation contingente est fallacieuse et cause d'insécurité. L'objet et le fardeau de la preuve une fois déterminés par la loi ne sauraient être modifiés que par une revision. On pourrait soutenir logiquement que l'application de la loi était inexacte dès le principe, mais non pas qu'elle devrait varier au gré des progrès de la science. Ceux-ci ont trait, en effet, à la force probante d'un moyen de preuve, non à l'objet ni au fardeau de celle-ci. Du reste, si l'on veut aujourd'hui n'admettre un doute comme sérieux qu'à des conditions plus rigoureuses, il est faux de demander des certitudes; c'est un doute que la loi exige; on a vu quelle en est la nature.\n\nBGE 86 II 311 S. 316\n\n5. Il n'est pas sans intérêt de souligner que le débat s'avère souvent, en fait, inutile. Le juge cantonal en effet, dans les limites de son pouvoir d'apprécier les preuves, pourra toujours, si la mère nie les relations avec le tiers, entendre celui-ci avec circonspection, surtout s'il paraît être de connivence avec le défendeur. STREBEL lui-même entrevoit cette possibilité (p. 67 litt. c). Point n'est besoin de trahir le sens clair de l'art. 314 CC. Quant aux dispositions cantonales qui persistent à préférer la liberté individuelle du tiers à la découverte de la vérité si nécessaire à la mère et à l'enfant, il n'y a qu'à souhaiter que les cantons procèdent à leur revision (cf. RO 82 I 234 ss.).\n\nOn ne saurait modifier la portée du droit fédéral à seule fin de corriger une disposition cantonale peu satisfaisante.\n\n6. .....\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté et l'arrêt attaqué est confirmé."}