{"annee": "86", "cour": "II", "page": "383", "date": "13/12/1960", "cite": [], "cite_par": ["91 II 201", "103 II 155", "106 II 117"], "chapeau": "57. Extrait de l'arrêt de la IIe Cour civile du 13 décembre 1960 dans la cause Editions Münzhuber contre Fleischli.", "regestes": ["Recevabilité du recours en réforme dirigé par le défendeur contre le rejet de la demande dans le sens des motifs."], "faits": "", "considerants": "BGE 86 II 383 S. 383\n\nLe recours en réforme n'est recevable que dans la mesure où le recourant est lésé non seulement par les motifs du jugement déféré, mais par son dispositif. Un recours n'est cependant pas dirigé contre les motifs chaque fois que le dispositif renvoie aux motifs qui le complètent. Le bien-fondé ou le mal-fondé d'une demande dans le sens des considérants est un expédient rédactionnel dont le but est de remplacer un dispositif long et lourd. Les motifs deviennent ainsi, dans la mesure où ils sont invoqués, partie intégrante du dispositif. Le moyen dirigé contre le sens du dispositif tel qu'il ressort des motifs est, en réalité, dirigé contre le dispositif. Il faut donc examiner, dans chaque cas particulier, si le défendeur, quand la demande a été rejetée (ou le demandeur, quand elle a été admise) dans le sens des motifs, est réellement lésé par le dispositif complété ou si le jugement, dans son résultat, accueille ses conclusions, quels qu'en soient par ailleurs les motifs (RO 56 II 137; BIRCHMEIER, p. 74/75).\n\nEn l'espèce, le résultat du jugement attaqué s'analyse comme suit. La juridiction cantonale admet d'abord que l'objet revendiqué appartient en propriété commune à Hermann Münzhuber et à l'intimé, lesquels forment une société simple. Au vu des consentements réitérés de son BGE 86 II 383 S. 384associé, Fleischli a qualité pour en disposer et, dès lors, exercer la revendication contre le possesseur, soit le recourant en sa qualité de dépositaire des machines et de propriétaire des locaux où elles furent installées. Celui-ci, cependant, est possesseur de bonne foi. Il peut en principe exciper d'un droit de rétention, quand bien même les machines n'appartiennent pas exclusivement au débiteur. Il possède contre son frère une créance reconnue et non compensable de 15 000 fr. environ en restitution de sommes soustraites sans droit (art. 125 ch. 1 CO); Hermann Münzhuber, d'ailleurs, ne peut lui opposer aucune prétention établie. Résultant d'actes illicites, le droit du défendeur est exigible. Il existe enfin un rapport naturel de connexité entre la créance et l'objet retenu. Il s'ensuit que le droit de rétention existe (art. 895 al. 1 et 3 CC); l'art. 895 al. 2 CC est toutefois inapplieable, Hermann Münzhuber étant l'employé de son frère et non un commerçant indépendant; le droit de gage, en outre, ne garantit qu'une partie de la créance, celle qui est en connexité avec la vente des machines, c'est-à-dire la restitution de la somme utilisée sans droit pour en payer le prix (9100 fr.).\n\nLa négation de la connexité commerciale et la limitation de la garantie dans la mesure où il y a connexité dite civile représentent pour le recourant une lésion par rapport au rejet pur et simple de la demande et à l'admission complète de ses propres conclusions. Il suffirait à l'intimé ou à Hermann Münzhuber de verser 9100 fr. ou d'offrir une garantie suffisante, pour que le droit de gage s'éteigne et que le recourant doive restituer les machines (RO 78 II 143 consid. 3; OFTINGER, ad art. 898 CC, note 8). Or celuici prétend un droit plus étendu. Il est donc incontestablement lésé par le rejet de la demande dans le sens des motifs.\n\nLe recours est dès lors recevable."}