{"annee": "86", "cour": "II", "page": "323", "date": "5/11/1960", "cite": ["83 II 180", "86 II 139", "85 II 153", "47 II 15", "85 I 191", "84 II 469", "40 II 435", "54 II 234", "67 II 64", "52 II 294", "54 II 157", "61 II 24", "78 II 200"], "cite_par": ["87 II 132", "107 II 100", "93 II 7", "87 I 464"], "chapeau": "51. Urteil der II. Zivilabteilung vom 5. November 1960 i.S. S. gegen Vormundschaftsbehörde Seewis i. P. und H. sowie Kleinen Rat des Kantons Graubünden.", "regestes": ["1. Recours en réforme selon l'art. 44 litt. b et c OJ (consid. 1). 2. Notion des prescriptions de droit fédéral au sujet de la compétence dans le sens des art. 49 et 68 al. 1 litt. b OJ (consid. 2). 3. For de la tutelle; cas d'un enfant mineur résidant en Suisse, né d'un double national (suisse et vénézuélien) domicilié lors de son décès à l'étranger et revêtu de la puissance paternelle par un jugement de divorce prononcé à l'étranger. - L'art. 30 LRDC est une règle indépendante; celle-ci n'est pas limitée par l'art. 28 LRDC. Principes de son application. - Dans quel Etat se trouve le domicile d'un enfant après la mort du détenteur de la puissance paternelle? (consid. 3). 4. La mise sous tutelle de l'enfant se heurte-t-elle à la puissance paternelle que la mère s'est fait attribuer après la mort du père dans sa seconde patrie (où elle est domiciliée)? - For international. - Interprétation de l'art. 28 LRDC. - Un jugement qui ne tient pas compte de la situation et des besoins de l'enfant est contraire à l'ordre public suisse (consid. 4)."], "faits": "BGE 86 II 323 S. 324\n\nA.- Die Ehe des O. J. H., geboren 1899, von Seewis im Prättigau, mit Wohnsitz in Caracas und in Venezuela eingebürgert, mit A. S. von Schüpfen wurde am 2. September 1950 in Caracas gerichtlich getrennt und das am BGE 86 II 323 S. 32520. Januar 1947 geborene Kind Anna Maria H. dem Vater zugewiesen. Bei der am 13./21. April 1953 in Caracas auf Begehren des Ehemannes ausgesprochenen Scheidung der Ehe wurde seine väterliche Gewalt beibehalten. Ein Gesuch der geschiedenen Ehefrau um Zuweisung der elterlichen Gewalt wurde am 30. Juli/22. September 1953 vom zweiten Jugendgericht des Bundesbezirks in Caracas abgewiesen.\n\nB.- Mit Rücksicht auf die schwere Erkrankung des in Caracas wohnen gebliebenen O. J. H. ernannte der Präsident der heimatlichen Vormundschaftsbehörde Seewis am 8. Juli 1958 dem seit Ende 1957 in einem Institut in St. Moritz weilenden Kind Anna Maria H. einen Beistand. O. J. H. war bereits am 4. Juli 1958 gestorben, worauf die geschiedene Ehefrau A. S. beim zweiten Jugendgericht in Caracas ein Gesuch um Zuerkennung der elterlichen Gewalt über die Tochter stellte, dem das Gericht mit Urteil vom 31. Juli 1958 entsprach. Am 9. August 1958 verlangte Frau A. S. ferner beim Departement des Innern des Kantons Graubünden die Löschung des Eintrags der Scheidung ihrer Ehe mit dem Erblasser, weil dieser die Scheidung auf unrechtmässige Weise erwirkt habe. Das Departement entsprach diesem Gesuch und wies das Zivilstandsamt Seewis i.P. an, die Löschung vorzunehmen. Die Vormundschaftsbehörde Seewis anerkannte jedoch die in Caracas erfolgte Zuerkennung der elterlichen Gewalt an Frau A. S. nicht. Sie stellte das Kind am 4. September 1958 unter Vormundschaft und ernannte als Vormund eine Schwester seines verstorbenen Vaters, Fräulein Anny H. in Chur. Diese focht nun namens des Kindes die Löschungsverfügung des Departements des Innern beim Kleinen Rat des Kantons Graubünden an. Frau A. S. verneinte dagegen die Beschwerdelegitimation der Vormünderin, worauf der Kleine Rat das Beschwerdeverfahren in der Registersache einstellte, bis über die Rechtmässigkeit der Bevormundung entschieden sei. Gegen diese hatte Frau A. S. nämlich an den Bezirksgerichtsausschuss Unterlandquart rekurriert.\n\nÜber die Einstellung des Beschwerdeverfahrens betreffend BGE 86 II 323 S. 326Löschung des Eintrages der Ehescheidung beschwerte sich die Vormünderin beim Bundesgericht, das aber am 2. September 1959 auf die verwaltungsgerichtliche und staatsrechtliche Beschwerde nicht eintrat (BGE 85 I 191 ff.).\n\nC.- Der Bezirksgerichtsausschuss Unterlandquart erklärte mit Entscheid vom 15. April 1959 die Bevormundung des Kindes als gerechtfertigt.\n\nD.- Gegen diesen Rekursentscheid führte Frau A. S. Beschwerde beim Kleinen Rat des Kantons Graubünden, mit dem Antrag, der Beschluss der Vormundschaftsbehörde sei in seiner Gesamtheit aufzuheben, und es sei festzustellen, dass das Kind unter ihrer elterlichen Gewalt stehe.\n\nE.- Mit Entscheid vom 11. April 1960 hat der Kleine Rat die Beschwerde abgewiesen.\n\nF.- Gegen den Entscheid des Kleinen Rates richtet sich die vorliegende Berufung und eventuelle Nichtigkeitsbeschwerde der Frau A. S. Die Anträge der Vormundschaftsbehörde, des Kleinen Rates und der Vormünderin lauten auf Nichteintreten, eventuell auf Abweisung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Berufung wird auf Art. 44 lit. b OG gestützt mit der Begründung, der angefochtene Entscheid bedeute, wenn er auch bloss die Bevormundung des Kindes bestätige, zugleich den Entzug der (der Mutter am 31. Juli 1958 in Caracas erteilten) elterlichen Gewalt, die ihr der Kleine Rat vorfrageweise abgesprochen habe. Dem ist nicht beizustimmen. Allerdings unterliegt der Berufung auch ein Entscheid, der die elterliche Gewalt nur stillschweigend durch Bevormundung der bisher unter solcher Gewalt lebenden Kinder aufhebt (BGE 47 II 16Erw. 1). Der angefochtene Entscheid will jedoch weder eine derzeit zu Recht bestehende elterliche Gewalt durch eine Vormundschaft ersetzen, noch verneint er die elterliche Gewalt auf Grund einer umstritten gebliebenen Auslegung des Scheidungsurteils wie im Fall des Präjudizes. Vielmehr geht der Kleine Rat von der Rechtslage aus, wie sie nach allseitig BGE 86 II 323 S. 327übereinstimmender Ansicht durch das Scheidungsurteil und den nachfolgenden Tod des O. J. H. eingetreten war, und er schenkt dem neuen venezolanischen Urteil über die Zuerkennung der elterlichen Gewalt an die überlebende Mutter einfach keine Beachtung, weil ein dahingehendes Begehren nach seiner Ansicht infolge des ständigen Aufenthaltes des Kindes in der Schweiz vor schweizerischen Gerichten anzubringen wäre. Darin liegt kein selbständiger schweizerischer Entscheid über die elterliche Gewalt, wie er den Gegenstand einer Berufung nach Art. 44 lit. b OG bilden müsste.\n\nDer angefochtene Entscheid lässt sich auch nicht unter lit. c daselbst einreihen. Die Stellung eines Unmündigen unter Vormundschaft ist nicht \"Entmündigung\", und der Hinweis des Art. 44 lit. c OG auf die Bevormundungsfälle umfasst denn auch nicht den Art. 368 ZGB. Die Berufung ist somit nicht gegeben gegen Entscheide über die Bevormundung Minderjähriger. Auch das entsprechende Rechtsmittel der zivilrechtlichen Beschwerde nach Art. 86 aoG war in solchen Fällen ausgeschlossen. Die Miterwähnung des Art. 368 ZGB in Ziff. 3 daselbst beruhte auf einem Redaktionsversehen (BGE 52 II 295), das nun im neuen Gesetz behoben ist.\n\n2. Kann somit auf die Berufung nicht eingetreten werden, so ist dagegen die eventuelle Nichtigkeitsbeschwerde zulässig. Der angefochtene Entscheid ist in letzter kantonaler Instanz ergangen und betrifft eine Zivilsache (vgl. BGE 83 II 185. BGE 86 II 142 oben). Gerügt wird im Sinne des Art. 68 Abs. 1 lit. b OG die Unzuständigkeit schweizerischer Behörden zur Bevormundung der minderjährigen Anna Maria H. Unter diesen Beschwerdegrund fällt in der Tat auch die Verletzung bundesrechtlicher Normen über die Abgrenzung der schweizerischen Gerichtsbarkeit gegenüber dem Ausland, wie z.B. die Verletzung des hier in Frage stehenden Art. 30 NAG, der die Behörden des Heimatkantons als zuständig bezeichnet, ohne in die innerhalb dieses Kantons geltende Zuständigkeitsordnung BGE 86 II 323 S. 328einzugreifen. Was in BGE 85 II 159 über den Anwendungsbereich des Art. 49 OG ausgeführt ist, gilt auch für den entsprechenden Beschwerdegrund des Art. 68 Abs. 1 lit. b OG.\n\n3. Stirbt der Elternteil, dem die Kinder bei der Scheidung der Ehe zugewiesen worden sind, so erlischt die elterliche Gewalt und geht nicht von Gesetzes wegen auf den überlebenden Elternteil über. So verhält es sich sowohl nach schweizerischem Recht (Art. 157 ZGB) wie auch, was unbestritten ist, nach venezolanischem Recht. Eben deshalb ist die heutige Beschwerdeführerin nach dem Tode des Mannes an das Jugendgericht in Caracas gelangt, um sich nunmehr die elterliche Gewalt zuerkennen zu lassen.\n\nSie macht freilich geltend, die vormundschaftlichen Behörden hätten die im Ediktalverfahren erfolgte Ehescheidung als nichtig betrachten sollen. Von offensichtlicher, keine Zweifel zulassender Nichtigkeit kann jedoch nicht die Rede sein, wenn man bedenkt, dass die heutige Beschwerdeführerin, obwohl sie schon im Jahre 1953 von der Scheidung erfuhr, bis zum Tode des Mannes nichts gegen das Urteil vorkehrte, und dass nach einer brieflichen Ansichtsäusserung des Eidgenössischen Politischen Departements an sie vom 7. September 1953 der Mann auf alle Fälle zur Scheidung berechtigt war.\n\nDer Kleine Rat ist somit zu Recht davon ausgegangen, die minderjährige Tochter sei infolge des Todes des die elterliche Gewalt innehabenden Vaters unter die Obhut der vormundschaftlichen Behörden gelangt. Es ist ihm auch darin beizustimmen, dass nach Art. 30 NAG die Behörden des Heimatkantons zuständig waren, vormundschaftliche Massnahmen zu treffen und insbesondere nach Art. 368 ZGB eine Vormundschaft zu errichten, sofern der abgeleitete Wohnsitz des Kindes in Caracas als fortbestehend erachtet wird. Denn in diesem Fall ist das Kind trotz dem seit längerer Zeit bestehenden Aufenthalt in der Schweiz als landesabwesende Bürgerin zu betrachten, BGE 86 II 323 S. 329was zur Anwendung des Art. 30 NAG führt. Dass sie ausser dem schweizerischen auch das venezolanische Bürgerrecht besitzt, spielt keine Rolle; für die schweizerischen Behörden fällt nur das Schweizerbürgerrecht in Betracht (vgl. BGE 84 II 474 mit Zitaten). Es ist daher diesem Kinde der vormundschaftliche Schutz der Heimat ebenso zu gewähren, wie wenn es einzig Schweizerbürgerin wäre. Allerdings ist umstritten, ob Art. 30 NAG eine selbständige Norm sei oder nur im Rahmen des Art. 28 NAG gelte, d.h. nur dann, wenn der Wohnsitzstaat nicht selber nach dem Wohnsitzprinzip die Zuständigkeit für sich beansprucht (im ersten Sinne: KAUFMANN, N. 12 und 14 vor Art. 376 ZGB; STAUFFER, N. 2 zu Art. 30 NAG; ALEXANDER, Die Vormundschaft für Ausländer in der Schweiz und für Auslandschweizer, S. 91 ff.; im zweiten Sinne: MEILI, Handbuch I 342; HESS, Die Vormundschaft nach Schweizerrecht, N. 230; ISENSCHMID, Die Vormundschaft über Ausländer in der Schweiz und über Schweizer im Ausland, S. 30 ff.). Das Bundesgericht hat diese Frage bisher offen gelassen (vgl.BGE 54 II 157ff. und das in BlZR 34 Nr. 21 wiedergegebene Urteil vom 9. November 1934, das zwar von Art. 28 NAG ausgeht, dann aber auch die sich bei ausschliesslicher Anwendung der Art. 30 NAG ergebende Rechtslage erörtert). Grundsätzlich ist der ersten Ansicht zu folgen, Art. 30 NAG somit als selbständige Norm zu betrachten und auf das internationale Privat- und Prozessrecht des Wohnsitzstaates hinsichtlich der Bevormundung landesabwesender Schweizerbürger keine Rücksicht zu nehmen. Die gegenteilige Auslegung findet im Wortlaut des Art. 30 NAG keine Stütze. Nach dem klaren Gesetzestext haben vielmehr die heimatlichen Behörden immer dann einzuschreiten, wenn \"die Bestellung einer Vormundschaft über eine auswandernde oder landesabwesende Person nötig wird\", sofern es sich gemäss der Überschrift des die Art. 28 bis 31 umfassenden zweiten Titels des NAG um einen Schweizerbürger handelt. Es liegen auch keine zureichenden sachlichen Gründe vor, das Anwendungsgebiet BGE 86 II 323 S. 330des Art. 30 im Sinne des Art. 28 einzuschränken. Wie wenig zweckentsprechend dies wäre, zeigt gerade der vorliegende Fall eines abgeleiteten Wohnsitzes im Ausland, der als fortdauernd fingiert wird, während die betreffende Person sich seit längerer Zeit in der Schweiz aufhält und hier den tatsächlichen Mittelpunkt ihres Lebens hat.\n\nMitunter mögen sich freilich vormundschaftliche Massnahmen der schweizerischen Behörden auf Grund des Art. 30 NAG deshalb erübrigen, weil der schutzbedürftige Schweizerbürger im Ausland lebt und ihm die ausländischen Behörden genügenden Schutz gewähren und die Verhältnisse auch am besten zu beurteilen vermögen, ja unter Umständen eine in der Schweiz getroffene Massnahme sich gar nicht praktisch verwirklichen liesse. Dieser Gesichtspunkt ist in mehreren Entscheidungen zum Ausdruck gelangt (vgl.BGE 54 II 234ff., der zwar eine auf Entzug der elterlichen Gewalt gehende Klage betrifft, dessen Erwägungen jedoch den Bereich der Einwirkungsmöglichkeit der schweizerischen vormundschaftlichen Behörden erörtern; ferner den bereits erwähnten, in BlZR 34 Nr. 21 wiedergegebenen Entscheid). Das wie Art. 30 NAG grundsätzlich dem Heimatprinzip huldigende internationale Abkommen vom 12. Juni 1902 zur Regelung der Vormundschaft über Minderjährige (dem die Schweiz, nicht auch Venezuela beigetreten ist) gibt in den Art. 2 und 3 unter gewissen Voraussetzungen vormundschaftlichen Massnahmen des Staates Raum, in dessen Gebiet der Minderjährige seinen gewöhnlichen Aufenthalt hat. Der schweizerische Bundesrat hat bereits im Jahre 1912 eine Revision des Abkommens angeregt in dem Sinne, dass sogar in erster Linie der Aufenthaltsstaat zur Anordnung der Vormundschaft zuständig sein solle, und ein derzeit in Diskussion stehender Konventionsentwurf erklärt grundsätzlich die Behörden des Staates, in dem der Minderjährige seinen gewöhnlichen Aufenthalt hat, als zuständig (vgl. W. VON STEIGER in SJZ 56/1960, S. 256 ff.). Nichts steht entgegen, im Hinblick auf diese rechtspolitischen Tendenzen die BGE 86 II 323 S. 331\"Notwendigkeit\", gemäss Art. 30 NAG vormundschaftliche Massnahmen nun gerade in der Schweiz zu ergreifen, dann zu verneinen, wenn im Ausland, wo der Minderjährige lebt, wirksamer für ihn gesorgt werden kann (vgl. auch A. HEINI, SJZ 55/1959, S. 301 ff.). Dieser Gedanke rechtfertigt jedoch im vorliegenden Falle kein Abweichen von der grundsätzlich nach Art. 30 NAG gegebenen Zuständigkeit der schweizerischen Behörden. Anna Maria H. hat ja, wenn auch allenfalls nicht den rechtlichen Wohnsitz, so doch eben seit Ende 1957 (wie auch schon, mit Unterbrechung, in frühern Jahren) ihren Aufenthalt ständig in der Schweiz.\n\nÜbrigens ist fraglich, ob es gerechtfertigt sei, den abgeleiteten Wohnsitz der in der Schweiz lebenden minderjährigen Tochter nach dem Erlöschen der elterlichen Gewalt des Vaters als in Caracas fortbestehend zu fingieren, oder ob nicht vielmehr unter den gegebenen Umständen Wohnsitz im Aufenthaltsstaat anzunehmen sei (vgl. KAUFMANN, N. 7 zu Art. 376 ZGB; GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, S. 56 N. 121). Auf dieser Grundlage wären die schweizerischen Behörden erst recht zuständig (Art. 376 ZGB). Dabei könnte offen bleiben, in welchem Kanton und an welchem Ort die Zuständigkeit gegeben sei; denn weder in interkantonaler noch in innerkantonaler Beziehung wird in der vorliegenden Beschwerde etwas eingewendet. Übrigens steht fest, dass der auf solche Weise (selbständig nach Art. 23 ZGB) zu bestimmende Wohnsitz sich bei Anordnung der Vormundschaft im September 1958 entweder in Chur (dem Wohnort der Tante, die das minderjährige Kind betreute) oder in St. Moritz (dem Ort des Erziehungsinstitutes) befand, also jedenfalls in Graubünden. Ob im übrigen nach kantonalem Recht gemäss dem Vorbehalt des Art. 376 Abs. 2 ZGB (vgl. ferner Art. 71 des kantonalen EG zum ZGB) die Zuständigkeit am Heimatort Seewis begründet wäre, steht dahin.\n\n4. Der Einwand der Beschwerdeführerin, die ihr BGE 86 II 323 S. 332durch Urteil vom 31. Juli 1958 in Caracas zuerkannte elterliche Gewalt schliesse eine Stellung des Kindes unter Vormundschaft aus, betrifft in erster Linie die materiellrechtlichen Voraussetzungen einer solchen Bevormundung. Nur mittelbar wäre freilich aus einer als rechtmässig zu erachtenden elterlichen Gewalt, sofern sie nach dem ihr zukommenden Inhalt keinen Raum für eine Vormundschaft lässt, zu schliessen, eine Bevormundung könnte nur bei Entzug der elterlichen Gewalt Platz greifen, und auf dieser Grundlage könnte allenfalls der Standpunkt verfochten werden, es seien überhaupt keine vormundschaftlichen Behörden oder wenigstens nicht schweizerische zuständig. Die Beschwerdeführerin hat indessen nicht dargetan, dass die ihr in Venezuela nach dortigem Recht zuerkannte elterliche Gewalt gleichwie diejenige des schweizerischen Rechtes eine Vormundschaft ausschliesse (was bei weitem nicht für alle ausländischen Rechtsordnungen zutrifft; vgl. ALEXANDER, a.a.O. S. 20 ff.;BGE 40 II 435ff.). Wie es sich damit verhalte, ist im übrigen eine Frage des materiellen ausländischen Rechtes, die anscheinend in kantonaler Instanz gar nicht geprüft wurde. Was die vom Kleinen Rat erörterte internationale Abgrenzung der Zuständigkeit zur Zuerkennung der elterlichen Gewalt betrifft, so wird in der schweizerischen Rechtslehre im allgemeinen sowohl für den Entzug wie auch für die Wiederherstellung der elterlichen Gewalt Art. 28 NAG als zutreffende Kollisionsnorm betrachtet (ALEXANDER, a.a.O. S. 21; STAUFFER, N. 7 zu Art. 30 NAG; GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, S. 54/55; anders ein Entscheid des bernischen Regierungsrates: Monatsschrift f. bern. Verwaltungsrecht 22 S. 451). Im vorliegenden Falle hat man es aber nicht mit einer Wiederherstellung der elterlichen Gewalt zu tun, wie sie das schweizerische Recht in Art. 287 ZGB vorsieht. Vielmehr ist das (in Caracas gestellte) Gesuch der Beschwerdeführerin, es sei ihr infolge Todes des geschiedenen Ehemannes nunmehr die elterliche Gewalt zuzuerkennen, unter BGE 86 II 323 S. 333dem Gesichtspunkt einer Klage auf Änderung des Scheidungsurteils hinsichtlich der Elternrechte zu betrachten, wie sie das schweizerische Recht in Art. 157 ZGB vorsieht. Es mag dahingestellt bleiben, ob eine solche Klage um des für die Entscheidung massgebenden Kinderschutzes willen analogieweise dem Art. 30 NAG zu unterstellen sei (worauf im Ergebnis die dem angefochtenen Entscheid zu Grunde gelegten Ausführungen von EGGER, N. 12 zu Art. 157 ZGB, hinauslaufen). Selbst wenn solche Klagen grundsätzlich dem Art. 28 NAG unterstehen sollten und an den ausländischen Wohnsitz der Gewaltansprecherin angeknüpft wird, durfte das in Caracas ergangene Urteil vom 31. Juli 1958 ohne Verletzung bundesrechtlicher Normen unbeachtet bleiben:\n\na) Laut dem Eingang des erwähnten Urteils hatte die Beschwerdeführerin im Juli 1958 zwar in Caracas Wohnsitz. Ungewiss ist dagegen, ob das dortige Gericht seine Zuständigkeit wirklich kraft Wohnsitzprinzips bejaht habe (was allein für die Anwendung des Art. 28 Ziff. 2 NAG in Betracht fiele, vgl.BGE 78 II 200). Sollte die Zuständigkeit bloss wegen des venezolanischen Bürgerrechts der Beschwerdeführerin anerkannt worden sein, also kraft Heimatprinzips, so müsste es beim schweizerischen Heimatgerichtsstand nach Art. 28 Ziff. 2 NAG bleiben.\n\nb) Auch bei Bejahung der Zuständigkeit könnte das Urteil vom 31. Juli 1958 in der Schweiz nicht anerkannt werden, weil es (laut der in den Akten des Bezirksamtes Unterlandquart liegenden Übersetzung) der Beschwerdeführerin einfach wegen des Todes des O. J. H. die elterliche Gewalt übertrug, ohne dass die Bedürfnisse und Interessen des Kindes irgendwie untersucht und berücksichtigt worden wären. Falls das venezolanische Recht für die Neugestaltung der Elternrechte gegenüber der bei der Ehescheidung getroffenen Regelung ein Zweiparteienverfahren vorsieht, liegt in diesem Vorgehen eine Verletzung wichtigster Parteirechte. Die Klage hätte in diesem Fall entweder gegen die mit den Verhältnissen vertraute schweizerische BGE 86 II 323 S. 334Vormundschaftsbehörde oder gegen das (durch einen Beistand zu vertretende) Kind gerichtet werden müssen (vgl.BGE 61 II 24ff.; R. KEHL in ZbJV 84 S. 289 ff., besonders 310 ff.). Ist dagegen eine Entscheidung auf einseitigen Antrag des die elterliche Gewalt nunmehr beanspruchenden Elternteils vorgesehen (wogegen vom Standpunkt des materiellen schweizerischen Rechtes aus nichts einzuwenden wäre, vgl.BGE 67 II 64ff., Ende der Erwägungen), so wäre unerlässlich gewesen, die Interessen des Kindes, dessen Schicksal auf dem Spiele steht, durch amtliche Massnahmen nach der Offizialmaxime abzuklären. Zu diesen Massnahmen hätte hier vor allem die Einholung eines Berichtes der schweizerischen vormundschaftlichen Behörden gehört, unter deren Obhut das Kind tatsächlich steht (vgl. K. SPECKER in der Schweizerischen Zeitschrift für Vormundschaftswesen 3 S. 134; E. FRICK, Der Gerichtsstand bei der Abänderung von Scheidungsurteilen, Diss. 1954, S. 53). Das die Lebensumstände und Bedürfnisse des Kindes ausser acht lassende ausländische Urteil verstösst gegen die öffentliche Ordnung der Schweiz, und es vermag daher die vormundschaftliche Fürsorge, wozu die schweizerischen Behörden an und für sich zuständig sind, nicht auszuschalten.\n\nc) Bei dieser Sachlage kann offen bleiben, ob das ausländische Urteil vom 31. Juli 1958 nicht selbst dann, wenn es an und für sich als einwandfrei zu gelten hätte, wegen der von den schweizerischen vormundschaftlichen Behörden zu wahrenden öffentlichen Interessen unbeachtet bleiben dürfte. Es mag bloss bemerkt werden, dass die Beschwerdeführerin nach ihrer Adressangabe den eigentlichen Wohnsitz in Venezuela behalten hat (was freilich durch die Erklärung des angefochtenen Entscheides, sie wohne \"bekanntlich\" in der Schweiz, in Frage gestellt wird) und kaum in der Lage wäre, sich des Kindes richtig anzunehmen, ganz abgesehen von den gegen ihre Eignung als Erzieherin vorgebrachten Bedenken und den Interessengegensätzen, wie sie im Hinblick auf den Streit um die BGE 86 II 323 S. 335Gültigkeit der Ehescheidung und auf die Auseinandersetzung über die Erbschaft des O. J. H. bestehen.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten, und die eventuelle Nichtigkeitsbeschwerde wird abgewiesen."}