{"annee": "86", "cour": "I", "page": "10", "date": "20/1/1960", "cite": ["85 I 7", "64 II 402", "77 I 22", "73 I 191", "85 II 318", "79 I 23", "69 I 74", "78 I 313"], "cite_par": ["87 I 3", "94 I 318", "89 II 304", "92 I 73", "96 I 145"], "chapeau": "3. Urteil vom 20. Januar 1960 i.S. G. gegen Kanton St. Gallen und Steuerkammer des Kantonsgerichts St. Gallen.", "regestes": ["Droit fiscal cantonal. Arbitraire. Domicile civil et domicile fiscal général du ressortissant suisse, qui vit complètement séparé de sa femme depuis nombre d'années et qui, étant employé d'une fabrique suisse de machines, pour laquelle il dirige depuis dix ans des travaux de montage en différents lieux à l'étranger, revient en Suisse occasionnellement pour y passer des vacances et recevoir des instructions de son employeur."], "faits": "BGE 86 I 10 S. 11\n\nA.- Das st. gallische Gesetz über die Staats- und Gemeindesteuern vom 17. April 1944 (StG) bestimmt in Art. 5:\n\nWer seinen Wohnsitz im Kanton hat, ist unbeschränkt steuerpflichtig. Er hat die Steuern von seinem gesamten Einkommen, Gewinn oder Ertrag und von seinem gesamten Vermögen oder Kapital zu entrichten.\n\nDas Bundesrecht über das Verbot der Doppelbesteuerung und die Staatsverträge bleiben vorbehalten. Art. 6:\n\nDer Wohnsitz der natürlichen Personen befindet sich am Mittelpunkt ihrer persönlichen und wirtschaftlichen Verhältnisse.\n\nBei einem Aufenthalte von mehr als drei Monaten gilt der Aufenthaltsort als Wohnsitz, sofern nicht ein anderer Wohnsitz nachgewiesen wird.\n\nB.- Der 1901 geborene Beschwerdeführer G. ist Chefmonteur einer Maschinenfabrik in Uzwil und lebte früher zusammen mit seiner Ehefrau und seinen zwei Kindern in St. Gallen, wo auch seine Eltern und eine verheiratete Schwester wohnten. Im Jahre 1946 trennte er sich von seiner Ehefrau. Diese blieb weiterhin in St. Gallen, während der Beschwerdeführer sich seither, von kurzen Unterbrüchen abgesehen, in verschiedenen europäischen und aussereuropäischen Ländern aufhielt und dort für seine Arbeitgeberin Montagearbeiten leitete. Er behielt zunächst noch ein Zimmer in St. Gallen, gab es dann aber im Jahre 1950 aufund meldete sich bei der Einwohnerkontrolle ab. Am 10. Juni 1956 wurde er von seiner Arbeitgeberin nach Irak geschickt. Er war dort bis zum 21. Juni 1957 tätig, arbeitete vom 13. August bis 12. Oktober 1957 in Amsterdam und kehrte am 4. Dezember 1957 wieder nach Irak zurück, wo er sich seither aufhält.\n\nG. ist in St. Gallen zum letzten Mal für 1949 besteuert worden. Im Frühjahr 1958 teilte ihm die kantonale Steuerverwaltung mit, dass St. Gallen nach wie vor als sein Steuerdomizil zu gelten habe. G. bestritt dies. Am 20. November 1958 setzte die kantonale Steuerverwaltung sein steuerbares Einkommen für 1957 auf Fr. 10'800.-- fest. Hiegegen erhob G. Rekurs und nach dessen Abweisung Beschwerde. Diese wurde von der Steuerkammer des BGE 86 I 10 S. 12Kantonsgerichts St. Gallen durch Entscheid vom 29. September 1959 abgewiesen, im wesentlichen mit folgender Begründung:\n\nOb der Beschwerdeführer in Irak steuerpflichtig sei, wie er behauptet, aber nicht nachgewiesen habe, sei unerheblich, da zwischen der Schweiz und Irak kein Doppelbesteuerungsabkommen bestehe und daher für die Steuerpflicht in St. Gallen ausschliesslich das st. gallische StG massgebend sei. Nach diesem sei er in St. Gallen steuerpflichtig, wenn dieser Ort als Mittelpunkt seiner persönlichen und wirtschaftlichen Verhältnisse zu betrachten sei (Art. 5 und 6). Der Mittelpunkt seiner wirtschaftlichen Verhältnisse liege zweifellos nicht im Ausland, sondern in Uzwil, von wo aus er entlöhnt und an die immer wieder wechselnden Montageplätze im Ausland geschickt und wohin er von Zeit zu Zeit zu Instruktionszwecken zurückberufen werde. Der Mittelpunkt seiner persönlichen Verhältnisse aber sei unverkennbar die Stadt St. Gallen. Es gebe keinen andern Ort auf der Welt, zu dem er engere persönliche Beziehungen unterhalte. In St. Gallen, wo er bis 1946 mit seiner Familie gewohnt habe, wohne seine allerdings von ihm getrennte Ehefrau mit einem Sohn, lebe sein Vater im Bürgerheim und wohne seine verheiratete Schwester, bei der er einen Teil seiner Ferien verbringe und die während seiner Abwesenheit für ihn Korrespondenzen weiterleite und finanzielle Aufträge besorge. Die Stadt St. Gallen sei der einzige feste Punkt in seinem Dasein, an den er immer wieder zurückkehre und wo er mit seinen nächsten Angehörigen zusammen sein könne. Zu den verschiedenen Arbeitsorten dagegen, die ständig wechselten und die nicht der Beschwerdeführer, sondern seine Arbeitgeberin wähle, seien keinerlei persönliche Beziehungen bekannt. Wenn sich bei einem Unselbständigerwerbenden der Mittelpunkt der persönlichen und der wirtschaftlichen Beziehungen nicht decke, so komme dem Zentrum der persönlichen Beziehungen, die das StG an erster Stelle nenne, das grössere Gewicht zu, weshalb die BGE 86 I 10 S. 13Stadt St. Gallen als Wohnsitz des Beschwerdeführers zu betrachten und er dort steuerpflichtig sei. Sein Hinweis auf die bundesgerichtliche Doppelbesteuerungspraxis sei unbehelflich, da diese Praxis für die Auslegung von Art. 6 des st. gallischen StG nicht massgebend sei und der Beschwerdeführer zudem aus den angerufenen UrteilenBGE 69 I 74undBGE 77 I 22nichts für sich ableiten könne. Ebenso gehe seine Berufung auf Art. 6 Abs. 2 StG fehl, wonach bei einem Aufenthalt von mehr als 3 Monaten der Aufenthaltsort als Wohnsitz gelte, wenn nicht ein anderer Wohnsitz nachgewiesen sei; da sich der Mittelpunkt der persönlichen Beziehungen des Beschwerdeführers in St. Gallen befinde, sei vorliegend eben ein anderer Wohnsitz nachgewiesen.\n\nC.- Mit der staatsrechtlichen Beschwerde beantragt G., der Entscheid der Steuerkammer vom 29. September 1959 sei wegen Verletzung von Art. 4 BV aufzuheben. Er macht geltend, die Annahme, sein Wohnsitz habe sich auch noch nach 1950 und insbesondere im Jahre 1957 in St. Gallen befunden, widerspreche völlig den Tatsachen und sei willkürlich.\n\nD.- Die Steuerkammer des Kantonsgerichts und die Kantonale Steuerverwaltung St. Gallen beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. .....\n\n2. Der Beschwerdeführer behauptet, er sei in Irak steuerpflichtig, hat den Beweis dafür aber nicht erbracht. Wie es sich damit verhält, ist indessen unerheblich. Zwischen der Schweiz und Irak besteht kein Staatsvertrag zur Vermeidung der Doppelbesteuerung. Aus Art. 46 Abs. 2 BV aber hat die bundesgerichtliche Rechtsprechung für das internationale Verhältnis lediglich den Grundsatz abgeleitet, dass eine in der Schweiz steuerpflichtige Person für ihre im Ausland gelegenen und dort tatsächlich zur Steuer herangezogenen Grundstücke nicht auch noch in der Schweiz besteuert werden darf (BGE 73 I 199Erw. 2 und BGE 86 I 10 S. 14dort angeführte frühere Urteile). Ob der Beschwerdeführer für sein Erwerbseinkommen im Kanton St. Gallen steuerpflichtig ist, bestimmt sich demnach ausschliesslich nach den Vorschriften der st. gallischen Steuergesetzgebung. Die Auslegung und Anwendung dieser Vorschriften kann aber das Bundesgericht nur unter dem beschränkten Gesichtswinkel der vom Beschwerdeführer denn auch geltend gemachten Willkür und rechtsungleichen Behandlung überprüfen.\n\n3. Nach Art. 5 Abs. 1 StG wird die Steuerpflicht im Kanton durch den Wohnsitz begründet. Dieser befindet sich, wie Art. 6 Abs. 1 StG weiter bestimmt, bei natürlichen Personen \"am Mittelpunkt ihrer persönlichen und wirtschaftlichen Verhältnisse\". Ihr Steuerdomizil deckt sich demnach mit ihrem zivilrechtlichen Wohnsitz im Sinne des Art. 23 ZGB und der bundesgerichtlichen Rechtsprechung dazu (vgl. BGE 85 II 322 und dort angeführte frühere Urteile, insbesondereBGE 64 II 403). Eine Besonderheit besteht immerhin insofern, als Art. 6 Abs. 2 StG ausdrücklich bestimmt, dass bei einem Aufenthalt von mehr als drei Monaten der Aufenthaltsort als Wohnsitz gilt, sofern nicht ein anderer Wohnsitz nachgewiesen wird. Diese gesetzliche Vermutung gilt, wie nicht zweifelhaft sein kann und offenbar auch im angefochtenen Entscheid angenommen wird, nicht nur zu Ungunsten, sondern auch zugunsten des Steuerpflichtigen. Da der Beschwerdeführer sich vom 10. Juni 1956 bis 21. Juni 1957, also mehr als 12 Monate, und seit 4. Dezember 1957 bis heute neuerdings ununterbrochen in Irak aufgehalten hat, liegt daher dem Kanton St. Gallen der Beweis ob, dass sich der Wohnsitz des Beschwerdeführers, d.h. der Mittelpunkt seiner persönlichen und wirtschaftlichen Verhältnisse im Jahre 1957, auf das sich der vorliegende Steuerstreit bezieht, gleichwohl in St. Gallen befunden hat. Dagegen kommt nichts darauf an, ob der Beschwerdeführer, wie er behauptet, die st. gallischen Steuerbehörden aber bestreiten, in Irak einen Wohnsitz begründet hat. Selbst wenn dies nicht der Fall BGE 86 I 10 S. 15sein sollte, so wäre er deshalb noch nicht im Kanton St. Gallen steuerpflichtig, da er sehr wohl überhaupt keinen Wohnsitz haben kann (vgl. BGE 85 I 10 ff.) und das StG nicht bestimmt, dass in diesem Falle der frühere, nach Art. 24 Abs. 1 ZGB zivilrechtlich weitergeltende Wohnsitz als Steuerdomizil zu gelten habe (RIGOLETH/SCHERER N. 4 c zu Art. 6 StG). Zu prüfen ist einzig, ob ohne Willkür angenommen werden kann, der dem Kanton St. Gallen obliegende Beweis sei erbracht, dass sich der Mittelpunkt der persönlichen und wirtschaftlichen Verhältnisse des Beschwerdeführers im Jahre 1957 in St. Gallen befunden habe.\n\n4. Damit ein Ort als Lebensmittelpunkt einer Person gelten kann, ist zuallererst erforderlich, dass sie sich dort aufhalte (EGGER, N. 20 zu Art. 23 ZGB). Im vorliegenden Falle haben die Steuerbehörden nicht behauptet und noch weniger dargetan, dass und wie lange sich der Beschwerdeführer im Jahre 1957 in St. Gallen oder Uzwil aufgehalten habe. Der Beschwerdeführer hat immerhin für die Zeit seit 1950 zugegeben, gelegentlich Ferientage in St. Gallen verbracht und sich von Zeit zu Zeit zur Einholung von Instruktionen zu seiner Arbeitgeberin nach Uzwil begeben zu haben, was den Schluss erlaubt, er habe sich auch im Jahre 1957 für kürzere Zeit im Kanton St. Gallen aufgehalten. Die Annahme, der Mittelpunkt seiner persönlichen und wirtschaftlichen Verhältnisse habe sich in diesem Jahre im Kanton St. Gallen befunden, kann daher nicht schon deshalb als willkürlich bezeichnet werden, weil nicht erwiesen sei, dass er sich in diesem Jahre überhaupt im Kanton St. Gallen aufgehalten habe. Dagegen lässt sich unmöglich sagen, dass er durch diese gelegentlichen Aufenthalte in St. Gallen und Uzwil so eng mit diesen Orten verbunden werde, dass der eine von ihnen als sein Lebensmittelpunkt und zivilrechtlicher Wohnsitz zu betrachten sei.\n\nWas zunächst die wirtschaftlichen Verhältnisse betrifft, so hat eine Person zu dem Ort, wo sie ihren Beruf ausübt, BGE 86 I 10 S. 16zweifellos engere Beziehungen als zu demjenigen, von dem aus sie entlöhnt wird und an den sie sich gelegentlich zu Instruktionszwecken begibt. Die Beziehungen des Beschwerdeführers zu den Orten im Ausland, an denen er im Jahre 1957 während rund 8 1/2 Monaten gearbeitet hat, sind ganz offensichtlich enger und intensiver als diejenigen zu Uzwil und schliessen es aus, diesen Ort als seinen wirtschaftlichen Lebensmittelpunkt zu betrachten. Die gegenteilige Auffassung liesse sich höchstens vertreten, wenn sich der Beschwerdeführer nur für zum voraus bestimmte, kürzere Zeiten an die jeweiligen Arbeitsorte begeben würde (vgl.BGE 78 I 316,BGE 79 I 26). Das trifft jedoch für die beiden teilweise ins Jahr 1957 fallenden Aufenthalte in Irak nicht zu, da der erste, der am 21. Juni 1957 endete, über ein Jahr gedauert hat, und der zweite, der am 4. Dezember 1957 begann, im Zeitpunkt des Erlasses des angefochtenen Entscheids, beinahe zwei Jahre später, noch immer andauerte. Während allfällige Aufenthalte des Beschwerdeführers in Uzwil nur ganz kurz gewesen sein können, überstiegen diejenigen in Irak die dreimonatige Frist erheblich, die nach Art. 6 Abs. 2 StG die Vermutung des Wohnsitzes begründet.\n\nUnter den persönlichen Verhältnissen, die einen Ort zum Lebensmittelpunkt machen, sind in erster Linie die Beziehungen zu nahen Angehörigen von Bedeutung. In dieser Hinsicht fällt im vorliegenden Falle der Umstand, dass die Ehefrau des Beschwerdeführers in St. Gallen wohnt, unbestrittenermassen ausser Betracht, denn er lebt seit mehr als 10 Jahren völlig getrennt von ihr. Die Beziehungen zu seinem in einem Altersheim in St. Gallen lebenden Vater und zu seiner in St. Gallen verheirateten Schwester bestehen darin, dass der Beschwerdeführer sie bei seinen gelegentlichen Ferientagen in St. Gallen besucht und dass seine Schwester während seiner Abwesenheit im Ausland Korrespondenzen an ihn weiterleitet und gewisse finanzielle Aufträge für ihn ausführt. Solche losen Beziehungen, wie sie wohl jeder alleinstehende Auslandschweizer mit seinen nächsten Verwandten in der Schweiz unterhält, genügen BGE 86 I 10 S. 17keinesfalls, um deren Wohnort als den Mittelpunkt seiner persönlichen Verhältnisse erscheinen zu lassen. Hieran ändert es auch nichts, dass, wie die Steuerkammer bemerkt, keinerlei nähere persönliche Beziehungen des Beschwerdeführers zu seinen verschiedenen Arbeitsorten bekannt sind. Die für die Wohnsitzbestimmung in Betracht fallenden persönlichen Verhältnisse erschöpfen sich nicht in den familiären Beziehungen, sondern umfassen auch den Freundes- und Bekanntenkreis (vgl.BGE 78 I 316/7). Wenn der Beschwerdeführer sich während Monaten, ja wie in Irak insgesamt mehr als 3 Jahre in einem Lande befindet und dort Montagearbeiten leitet, ist es selbstverständlich, dass er dabei Leute kennen lernt, mit denen er sich befreundet und einen Teil seiner Freizeit verbringt. Hinter diesen regelmässigen und sich über Monate und Jahre erstreckenden persönlichen Beziehungen zu seiner Umgebung am Arbeitsort treten die losen Beziehungen des Beschwerdeführers zur Stadt St. Gallen so stark zurück, dass es als willkürlich erscheint, St. Gallen für die Zeit seit 1950 und insbesondere für 1957 als Mittelpunkt seiner persönlichen Verhältnisse und als seinen zivilrechtlichen Wohnsitz zu betrachten.\n\nDer angefochtene Entscheid dehnt den Begriff des (zivilrechtlichen) Wohnsitzes in einer Weise aus, die sich mit sachlichen Gründen nicht mehr rechtfertigen lässt und stossende Konsequenzen hätte. Diese Ausdehnung des Wohnsitzbegriffes hätte vor allem zur Folge, dass Auslandschweizer für ihr Erwerbseinkommen sowie für ihr bewegliches Vermögen und dessen Ertrag häufig doppelt besteuert würden, was bei der heutigen Höhe der Steuern insbesondere auf dem Einkommen eine sehr starke Belastung bedeutet. Sodann wäre es unvermeidlich, dass sich eine solche Ausdehnung des Wohnsitzbegriffs auf andere Rechtsgebiete (Ausübung des Stimmrechts, Gerichtsstand) auswirken und dort ebenfalls zu unhaltbaren Ergebnissen führen würde. Der angefochtene Entscheid ist daher als willkürlich wegen Verletzung von Art. 4 BV aufzuheben.\n\nBGE 86 I 10 S. 18\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Entscheid der Steuerkammer des Kantonsgerichts St. Gallen vom 29. September 1959 aufgehoben wird."}