{"annee": "86", "cour": "I", "page": "289", "date": "4/11/1960", "cite": [], "cite_par": [], "chapeau": "40. Urteil vom 4. November 1960 i.S. Hänni gegen Kantonale Rekurskommission Bern.", "regestes": ["Impôt pour la défense nationale. Le commerçant astreint à tenir des livres ne peut déduire de son revenu brut des libéralités qu'il a faites à une communauté religieuse par des motifs qui tiennent non pas aux affaires, mais à sa croyance (art. 22 al. 1 lit. f, art. 23 AIN)."], "faits": "BGE 86 I 289 S. 290\n\nA.- Eduard Hänni ist Inhaber eines Unternehmens der Uhrensteinbranche, wofür er im Handelsregister eingetragen ist. Bei der Veranlagung für die Wehrsteuer der 9. Periode verlangte er, dass seine Vergabungen an die \"Fédération des églises adventistes du 7e jour de la Suisse Romande\" (\"Fédération\") nach Art. 22 Abs. 1 lit. f WStB vom Roheinkommen abgezogen werden. Die kantonalen Behörden verweigerten den Abzug. Die Rekurskommission nahm an, der Steuerpflichtige habe die \"Fédération\", welcher er angehöre, als Privatmann bedacht, nicht als buchführungspflichtiger Geschäftsmann, so dass Art. 22 Abs. 1 lit. f WStB nicht anwendbar sei. Man habe es mit einer Art Kirchensteuern zu tun.\n\nB.- Hänni erhebt Verwaltungsgerichtsbeschwerde, in der er das Begehren um Abzug seiner Vergabungen an die \"Fédération\" erneuert. Es wird geltend gemacht, die Rekurskommission verstehe Art. 22 Abs. 1 lit. f WStB nicht richtig. Sie verkenne, dass die geschäftliche und die private Sphäre des Einzelkaufmanns sich überschneiden. Der Beschwerdeführer habe die streitigen Vergabungen machen können, weil er im Geschäft Gewinne erzielt habe. Diese Zuwendungen seien gleich wie solche an das Rote Kreuz oder andere charitative Institutionen zu behandeln. Es sei anerkannt, dass die \"Fédération\" ausschliesslich gemeinnützigen Charakter habe. Es handle sich keineswegs um Kirchensteuern.\n\nC.- Die kantonale Rekurskommission und die eidgenössische Steuerverwaltung beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der Ordnung der Wehrsteuer vom Einkommen natürlicher Personen, welche ein zur Führung kaufmännischer Bücher verpflichtetes Unternehmen betreiben, ist zu unterscheiden zwischen Ausgaben, denen geschäftlicher Charakter zuerkannt werden kann, und solchen, die rein BGE 86 I 289 S. 291persönlicher Art sind. Die geschäftlichen Unkosten dürfen, wie allgemein die mit der Einkommenserzielung verbundenen Lasten, vom rohen Einkommen abgezogen werden (Art. 22 WStB). Dagegen sind die Kosten des Unterhalts des Steuerpflichtigen und seiner Familie vom Abzug ausgeschlossen (Art. 23 WStB), soweit es sich nicht um Mehrkosten handelt, welche infolge der Berufsausübung notwendig werden (Art. 22 bis WStB). Im gleichen Sinne ist Art. 22 Abs. 1 lit. f WStB zu verstehen, wonach vom Roheinkommen Zuwendungen abgezogen werden, die von einem buchführungspflichtigen Unternehmen für Zwecke der Wohlfahrt des eigenen Personals oder für ausschliesslich gemeinnützige Zwecke gemacht werden, sofern sie für diese Zwecke derart sichergestellt sind, dass jede spätere zweckwidrige Verwendung ausgeschlossen ist. Gemeint sind Leistungen, von denen angenommen werden kann, dass sie aus geschäftlichen Gründen erbracht werden (vgl. Zwischenbericht des Bundesrates an die Bundesversammlung vom 31. Oktober 1944, BBl 1944 S. 1214). Vergabungen, welche keinerlei geschäftlichen Charakter haben, sondern zu den persönlichen Ausgaben des Steuerpflichtigen für seinen und seiner Familie Unterhalt gerechnet werden müssen, können nach Art. 23 WStB nicht abgezogen werden.\n\nZu den Kosten des Unterhalts des Steuerpflichtigen und seiner Familie sind auch Ausgaben zu zählen, die einzig und allein zur Befriedigung geistiger, moralischer oder religiöser Bedürfnisse dieser Personen bestimmt sind. So kann der buchführungspflichtige Kaufmann Beiträge, die er wohltätigen Institutionen zukommen lässt, vom Einkommen nicht abziehen, wenn er sie nicht aus irgendwelchen geschäftlichen Erwägungen leistet, sondern ausschliesslich in seiner Eigenschaft als Privatmann, um ein rein persönliches Bedürfnis zu befriedigen. Dasselbe gilt für Zuwendungen an eine Kirche oder eine andere religiöse Gemeinschaft, welcher er oder seine Familie angehört. Werden sie nicht aus geschäftlichen Gründen, sondern allein um das Glaubens dieser Personen willen erbracht, BGE 86 I 289 S. 292so sind sie zu den Kosten ihres Unterhalts zu rechnen und daher nicht abziehbar, auch wenn sie nicht zu den kantonalen oder kommunalen Einkommens- und Vermögenssteuern (z.B. Kirchensteuern) gehören, welche Art. 23 WStB ausdrücklich vom Abzug ausnimmt.\n\n2. Es wird zutreffen, dass die hier streitigen Zuwendungen von dem zur kaufmännischen Buchführung verpflichteten Unternehmen des Beschwerdeführers für ausschliesslich gemeinnützige Zwecke gemacht worden sind. Die \"Fédération\", die sie erhalten hat, ist nach Art. 16 Ziff. 3 WStB von der Wehrsteuer befreit, weil anerkannt ist, dass ihr Einkommen und Vermögen Kultus- und anderen ausschliesslich gemeinnützigen Zwecken dient. Indessen muss angenommen werden, dass der Beschwerdeführer die Leistungen nicht aus irgendwelchen geschäftlichen Gründen erbracht hat, sondern einzig deshalb, weil er persönlich, als gläubiger Adventist, der \"Fédération\" angehört und ihre Ziele daher nach Kräften unterstützen will. Seine Vergabungen an diese Organisation haben den gleichen Charakter wie die Zuwendungen, welche andere religiöse Gemeinschaften von ihren Anhängern erhalten, sei es in Form von Kirchensteuern, sei es in Form freiwilliger Beiträge, die im allgemeinen wie Steuern nach der finanziellen Leistungsfähigkeit des Mitgliedes bemessen werden. Der Beschwerdeführer hat nichts vorgebracht, was eine andere Auffassung rechtfertigen könnte. Die in Frage stehenden Leistungen sind daher zu den persönlichen Ausgaben zu rechnen, welche nach Art. 23 WStB vom Einkommen nicht abgezogen werden können. Wenn sie, wie der Beschwerdeführer geltend macht, aus geschäftlichen Gewinnen stammen, so ist dies unerheblich. Ebensowenig ist von Bedeutung, dass sie in der Geschäftsbuchhaltung aufgezeichnet worden sind. Art. 22 Abs. 1 lit. f WStB ist im vorliegenden Fall nicht anwendbar.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}