{"annee": "86", "cour": "I", "page": "55", "date": "22/3/1960", "cite": ["82 I 49", "79 I 252", "76 I 168", "77 I 77"], "cite_par": ["89 I 49"], "chapeau": "11. Urteil der I. Zivilabteilung vom 22. März 1960 i. S. Heinz Ginzel & Co. gegen Eidgenössisches Amt für geistiges Eigentum.", "regestes": ["Art. 14 al. 1 ch. 2 LMF, Art. 6 litt. B ch. 3 de la convention d'union de Paris. La marque \"SPIRALIN\" ne peut pas tromper l'acheteur sur la composition de produits textiles."], "faits": "BGE 86 I 55 S. 55\n\nA.- Die Firma Heinz Ginzel & Co. in Dornbirn liess drei in Österreich hinterlegte Fabrik- und Handelsmarken auch beim Internationalen Bureau für den Schutz des gewerblichen Eigentums eintragen, die erste am 15. August 1949 unter Nr. 142.900, die zweite am 15. März 1950 unter Nr. 145.833 und die dritte am 8. Oktober 1959 BGE 86 I 55 S. 56unter Nr. 224.465. Die Marke Nr. 142.900 besteht aus einer rundlichen und einer länglichen Spirale, die von einem Kreis umschlossen sind. Nr. 145.833 ist die Wortmarke \"SPIRAL\" und Nr. 224.465 die Wortmarke \"SPIRALIN\". Die Warenverzeichnisse für die Marken Nr. 142.900 und Nr. 145.833 lauten ähnlich wie für die Marke Nr. 224.465. Für diese ist das Verzeichnis wie folgt gefasst: \"Hut- und Putzwaren, künstliche Blumen, Strümpfe und Socken, Tricotwaren, Bekleidungsstücke, Unterwäsche, Kravatten, Korsette, Handschuhe, Hosenträger, Büstenhalter, Gürtel, Lampenschirme, Fäden, Schneidereiartikel, Zwirne, Netze, Schnüre, Textilfasern, Füllware für Matratzen, Packmaterial, Posamenteriewaren, Bänder, Borden, Knöpfe, Spitzen, Stickereien, Teppiche, Matten, Linoleum, Wachstuche, Überzugsmaterial für Böden und Möbel, Möbelüberzüge, Decken, Vorhänge, Fahnen, Zelte, Segel, Säcke, Gewebe und Maschenware, auch unter Beizug von Papier-, Metall-, Kunststoff- und Glasfäden oder -fasern fabriziert, Filz.\"\n\nAm 21. Dezember 1959 teilte das Eidgenössische Amt für geistiges Eigentum dem Internationalen Bureau mit, die Marke Nr. 224.465 werde in der Schweiz nur für Erzeugnisse aus Leinen geschützt, denn das Publikum könnte durch die Angabe \"... lin\" getäuscht werden, wenn sie für Waren verwendet würde, die ihr nicht entsprächen.\n\nB.- Die Firma Heinz Ginzel & Co. führt gemäss Art. 97 ff. OG Beschwerde. Sie beantragt dem Bundesgericht, die Verfügung des Eidgenössischen Amtes für geistiges Eigentum aufzuheben und die Marke Nr. 224.465 in der Schweiz in vollem Umfange schützen zu lassen, eventuell die angefochtene Verfügung auf solche Erzeugnisse der Warenliste einzuschränken, die vernünftigerweise aus Reinleinen bestehen könnten, sie also mindestens in bezug auf Hut- und Putzwaren, künstliche Blumen, Strümpfe, Unterwäsche, Kravatten, Korsette, Hosenträger, Büstenhalter, Lampenschirme, Füllware für Matratzen, BGE 86 I 55 S. 57Knöpfe, Teppiche, Linoleum, Wachstuch, Fahnen und Filz ungültig zu erklären.\n\nC.- Das Eidgenössische Amt für geistiges Eigentum beantragt, die Marke Nr. 224.465 für Hutwaren (ausgenommen Mützen), künstliche Blumen, Strümpfe, Socken, Kravatten, Korsette, Hosenträger, Büstenhalter, Lampenschirme, Füllware für Matratzen, Knöpfe, Teppiche (ausgenommen Tischteppiche), Linoleum, Fahnen und Filz ohne Einschränkung schützen zu lassen, im übrigen dagegen die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Schweiz ist gegenüber Österreich durch die in London revidierte Madrider Übereinkunft betreffend die internationale Eintragung der Fabrik- oder Handelsmarken gebunden. Gemäss Art. 5 Abs. 1 dieser Übereinkunft darf sie daher einer beim Internationalen Bureau hinterlegten österreichischen Marke den Schutz nur unter den Voraussetzungen verweigern, unter denen sie nach der in London revidierten Pariser Verbandsübereinkunft zum Schutze des gewerblichen Eigentums eine zur Hinterlegung in der Schweiz angemeldete Marke zurückweisen dürfte. Die Zurückweisung ist unter anderem möglich, wenn die Marke gegen die guten Sitten verstösst, insbesondere wenn sie geeignet ist, das Publikum zu täuschen (Art. 6 lit. B Ziff. 3 Pariser Verbandsübereinkunft).\n\nDas Bundesgesetz betreffend den Schutz der Fabrik- und Handelsmarken gebietet, die Eintragung einer gegen die guten Sitten verstossenden Marke zu verweigern (Art. 14 Abs. 1 Ziff. 2). Die Rechtsprechung geht dahin, dass diese Voraussetzung unter anderem dann erfüllt ist, wenn die Marke sich eignet, den Käufer irrezuführen, insbesondere ihn über die Beschaffenheit der Ware zu täuschen (BGE 76 I 169,BGE 77 I 79,BGE 79 I 253, BGE 82 I 50).\n\n2. Das Bundesgericht hat entschieden, die Marke \"Novelin\" könnte beim Durchschnittskäufer zum mindesten im französischen Sprachgebiet die irrige Vorstellung BGE 86 I 55 S. 58erwecken, die Textilerzeugnisse, für die sie verwendet würde, seien aus Leinen hergestellt (BGE 82 I 51).\n\nDas hat nicht den Sinn, dass jede auf \"lin\" endende Marke für nichtleinene Textilwaren unzulässig sei. Wie schon in BGE 82 I 51 erwähnt wurde, gibt es verschiedene Wörter, die wegen ihres Sinnes trotz der Endung \"lin\" nicht den Gedanken an Leinen aufkommen lassen, z.B. Musselin, Gobelin, Vaselin, Anilin, Naphtalin, Metallin, Periklin und die französischen Wörter moulin, orphelin, tremplin usw. Selbst reine Phantasiebezeichnungen erwecken durch die Endung \"lin\" nicht notwendigerweise den Anschein, die Gewebe, für die sie als Marke verwendet werden, seien aus Leinen. Es muss stets auf den Eindruck abgestellt werden, den das Wort als Ganzes macht, also ausser auf die Endung \"lin\" auch auf die Vorstellungen, die durch die übrigen Bestandteile hervorgerufen werden, und auf die Betonung, welche die einzelne Silbe erfährt.\n\nMan ist geneigt, das Wort \"Novelin\" in die Bestandteile \"nove\" und \"lin\" zu zerlegen und zu denken, der erste sei vom lateinischen Wort novum oder von den entsprechenden italienischen bzw. französischen Wörtern nuovo (novo) oder nouveau abgeleitet. Würde demnach \"nove\" eine Eigenschaft andeuten, so könnte die Silbe \"lin\", zumal wenn sie betont wird, die Stelle eines Hauptwortes vertreten, so dass sich als Sinn von \"Novelin\" etwa \"neues Leinen\" ergäbe. Das Wort \"SPIRALIN\" erweckt keine ähnlichen Gedankengänge. Dabei kann ausser Betracht bleiben, dass die Beschwerdeführerin schon die Bildmarke Nr. 142.900 und die Wortmarke Nr. 145.833 beim Internationalen Bureau hinterlegt hat. Selbst wer von diesen Marken keine Kenntnis hat, wird das Wort \"SPIRALIN\", wenn er sich überhaupt eine Vorstellung macht, mit \"Spirale\" in Beziehung bringen und es, wenn er deutsch oder französisch überlegt, in den Wortstamm \"Spiral\" und die Phantasieendung \"in\" zerlegen, nicht in \"Spira\" und \"lin\", denn \"Spira\" vermag keinerlei Gedankenverbindung mit einem im Deutschen oder Französischen BGE 86 I 55 S. 59gebräuchlichen Wort herzustellen. Die italienische Sprache freilich kennt ausser dem Wort \"spirale\" auch \"spira\". Dieser Ausdruck ist aber wie das deutsche \"Spirale\" und das französische \"spirale\" ein Hauptwort und gibt daher der Marke \"SPIRALIN\" mehr Gewicht als die letzte Silbe, die zu einem unbetonten und sinnlosen Anhängsel herabsinkt.\n\nDie Neigung des durchschnittlichen Käufers, einer versteckten Bedeutung der Marke nachzuspüren, darf bei der grossen Verbreitung, die blosse Phantasiebezeichnungen im heutigen Markenschatz einnehmen, nicht überschätzt werden. Das gilt insbesondere für die Endung \"lin\". Der Käufer lässt sich durch sie um so weniger leicht zur Auffassung verleiten, der Rohstoff sei aus der Flachspflanze (frz. lin, lat. linum) gewonnen, als diese Silbe mehr und mehr zur Bezeichnung von allerlei Erzeugnissen verwendet wird, die mit Flachs offensichtlich nichts zu tun haben. Auch sind Textilwaren aus Leinen heute weniger verbreitet als früher und kommt daher das Publikum weniger leicht auf den Gedanken, es würden ihm unter einer auf \"lin\" endigenden Marke solche Erzeugnisse angeboten.\n\nDer Hauptantrag der Beschwerde ist daher gutzuheissen.\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Beschwerde wird die Verfügung des Eidgenössischen Amtes für geistiges Eigentum vom 21. Dezember 1959 aufgehoben, in der Meinung, dass der internationalen Marke Nr. 224.465 in der Schweiz in vollem Umfange Schutz zu gewähren sei."}