{"annee": "86", "cour": "II", "page": "41", "date": "2/2/1960", "cite": ["77 II 296", "40 II 347", "54 II 294", "24 II 426", "67 II 70", "77 II 344", "56 II 116", "60 II 121", "43 II 47", "84 II 570", "72 II 214"], "cite_par": ["95 II 255", "100 II 298", "95 II 481", "88 II 498", "137 III 16", "114 II 253", "107 II 82", "118 II 479", "87 II 155"], "chapeau": "7. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Februar 1960 i.S. Döbeli gegen Bürli.", "regestes": ["1. Art. 46 al. 2 CO. Une incertitude sur les suites durables de lésions corporelles n'autorise pas le juge à rejeter en l'état l'action en dommages-intérêts, mais lui permet simplement de réserver une revision du jugement pendant un délai de deux ans au plus. 2. Art. 20, 25 al. 1 LA. Devoir de prudence du conducteur d'un véhicule à moteur, qui s'approche d'un groupe d'enfants."], "faits": "BGE 86 II 41 S. 42\n\nA.- Anton Bürli, der am 8. August 1950 kurz vor Mittag mit seinem Lieferungswagen von der Post Zell in der Richtung Briseck fuhr, begegnete in der Nähe des Lagerhauses der Schweizerischen Eierverwertungsgenossenschaft in Zell einigen Kindern, die ihm am Strassenrand zu seiner Linken entgegenkamen. Die Gruppe bestand aus der Viertklässlerin Louise Zähner, den jüngeren Mädchen Esther Hegi und Doris Estermann und der am 11. November 1946 geborenen Barbara Döbeli. Zu ihnen gesellte sich vorübergehend die Sechstklässlerin Emma Zähner, die auf dem Fahrrad Richtung Briseck fuhr und bei der Gruppe abstieg. Emma Zähner bemerkte, dass Barbara Döbeli sich über die Strasse begeben wollte, und riet ihr mit Rücksicht auf den heranfahrenden Motorwagen Bürlis davon ab. Barbara Döbeli, die Gefahr nicht ermessend, lief dennoch von den Gespielinnen weg über die Strasse. Dass Bürli, wie er behauptet, bei der Annäherung an die Gruppe seine Geschwindigkeit von etwa 45 km/Std. herabgesetzt und die Kinder gewarnt habe, ist nicht bewiesen. Dagegen steht fest, dass er zu bremsen begann, als er das Kind über die Strasse laufen sah. Er erzeugte zwei 13,65 m lange Bremsspuren, aus denen sich ergibt, dass er den Wagen zuerst von der rechten Hälfte der Strasse leicht über die Strassenmitte hinaus nach links und dann wieder gegen rechts steuerte. Barbara Döbeli wurde auf der rechten Hälfte der Strasse vom Fahrzeug erfasst und umgeworfen. Sie erlitt eine Schädelverletzung mit Hirnquetschung. Bürli liess den Wagen nach dem Zusammenstoss gegen den rechten Strassenrand hin auslaufen.\n\nB.- Am 8. Juni 1957 klagte der Vater der Barbara Döbeli in deren Namen gegen Bürli auf Verurteilung zur Zahlung von Fr. 109'489.25 nebst 5% Zins seit 8. August 1950, allenfalls seit dem Friedensrichtervorstand vom 15. Mai 1957. Er forderte namens der Klägerin Fr. 8157.75 als Ersatz für Heilungskosten, Auslagen und Verdienstausfall der Eltern, Fr. 91'331.50 als Ersatz für bleibende BGE 86 II 41 S. 43Verminderung der Erwerbsfähigkeit und Fr. 10'000.-- als Genugtuung.\n\nDer Beklagte beantragte Abweisung der Klage.\n\nDas Amtsgericht Willisau verurteilte den Beklagten am 19. November 1958, der Klägerin Fr. 3798.25 nebst 5% Zins seit 15. Mai 1957 zu bezahlen, und lehnte es ab, über die Schadenersatzforderung für bleibende Invalidität und über die Genugtuungssumme zu entscheiden.\n\nBeide Parteien appellierten, wobei die Klägerin an einer Forderung von Fr. 105'129.75 nebst 5% Zins seit 8. August 1950, eventuell seit 15. Mai 1957, festhielt, während der Beklagte die Herabsetzung der zugesprochenen Forderung auf Fr. 3000.-- nebst 5% Zins seit 15. Mai 1957 und die Abweisung der Genugtuungsforderung beantragte.\n\nMit Urteil vom 25. Februar 1959 verpflichtete das Obergericht des Kantons Luzern den Beklagten, der Klägerin Fr. 3209.75 nebst 5% Zins seit 8. Januar 1954 zu bezahlen (Urteilsspruch 1). Die Klagebegehren auf Ersatz des Dauerschadens und um Zusprechung einer Genugtuung wies es zur Zeit ab (Urteilsspruch 2). Ferner entschied es über die Prozesskosten (Urteilsspruch 3).\n\nC.- Vater Döbeli hat im Namen der Klägerin die Berufung erklärt. Er beantragt dem Bundesgericht, das Urteil des Obergerichts aufzuheben und den Beklagten zu verurteilen, der Klägerin Fr. 105'129.75 nebst 5% Zins seit 8. August 1950, eventuell seit 8. Januar 1954, zu bezahlen. Subsidiär stellt er den Antrag auf Rückweisung der Sache an das Obergericht zur Ergänzung der Akten und zu neuer Beurteilung.\n\nDer Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin wurde durch den Betrieb des Motorwagens des Beklagten verletzt. Nach der zutreffenden Auffassung des Obergerichts, die der Beklagte im Berufungsverfahren BGE 86 II 41 S. 44nicht zu widerlegen versucht, hat weder die Klägerin noch ein Dritter den Zusammenstoss und dessen Folgen verschuldet. Der Unfall ist auch nicht auf höhere Gewalt zurückzuführen. Gemäss Art. 37 Abs. 1 und 2 MFG ist daher der Beklagte verpflichtet, der Klägerin den vollen Schaden zu ersetzen.\n\n3. Die Klägerin verlangt Zahlung von Fr. 91'331.50 mit der Begründung, ihre Erwerbsfähigkeit werde vom zwanzigsten Altersjahr an, wie von Privatdozent Haffter und Professor Faust festgestellt, wegen desUnfalles dauernd um 70% vermindert sein. Das Obergericht stellt demgegenüber auf das Gutachten des Sanitätsrates des Kantons Luzern vom 23. Juli 1958 ab, wonach die Klägerin wegen einer durch den Unfall erlittenen linksseitigen Gehirnquetschung zwar physisch und psychisch erheblich geschädigt sei, der Grad der Invalidität jedoch erst am Ende der Pubertät festgestellt werden sollte, da sich der Zustand der Verletzten bis dahin bei entsprechender Behandlung noch verbessern könne.\n\nSoweit die Klägerin mit der Berufung das erwähnte amtliche Gutachten zu entkräften und die Richtigkeit der Auffassung der Sachverständigen Haffter und Faust über den Grad der Invalidität darzutun versucht, ist auf ihre Anbringen nicht einzutreten. Es ist eine Tatfrage, in welcher Weise ihre Gesundheit durch den Unfall beeinträchtigt wurde und wie diese sich in Zukunft entwickeln werde. Tatsächliche Feststellungen des kantonalen Richters und die Beweiswürdigung, auf der sie beruhen, binden die Berufungsinstanz. Sie können nur berichtigt werden, wenn sie unter Verletzung bundesrechtlicher Beweisvorschriften zustande kamen oder offensichtlich auf Versehen beruhen (Art. 63 Abs. 2 OG). Weder das eine noch das andere trifft hier zu, und die Klägerin behauptet das auch nicht.\n\n4. a) Gemäss Art. 64 Abs. 3 BV stehen die Ordnung des gerichtlichen Verfahrens und die Rechtsprechung den Kantonen zu. Das bedeutet nicht, dass das kantonale Recht auch bestimme, ob und in welchem Zeitpunkt der BGE 86 II 41 S. 45Richter eine aus dem Bundesrecht abgeleitete Forderung zu schützen habe. Das Klagerecht ist nach schweizerischer Auffassung ein Ausfluss des materiellen Anspruchs (BGE 67 II 74, BGE 77 II 349), beruht also wie die Forderung selbst auf dem Bundesrecht. Dieses bestimmt denn auch, welche Forderungen nicht klagbar sind (z.B. Art. 416 OR) oder in bezug auf welche es die Kantone ermächtigt, die Klagbarkeit zu beschränken oder auszuschliessen (Art. 186 OR). Diese Ausnahmen bestätigen die Regel.\n\nb) Der Anspruch auf Rechtsschutz schliesst in sich, dass die vor Eintritt der Verjährung angebrachte Leistungsklage jederzeit geschützt werden muss, wenn die Forderung fällig ist. Der Richter darf nicht die Abwicklung des Prozesses und die Beurteilung verzögern oder die Klage zur Zeit abweisen und den Kläger verhalten, sie später nochmals anzubringen.\n\nDas gilt insbesondere auch für Schadenersatzklagen aus unerlaubter Handlung, und zwar selbst dann, wenn der Umfang des Schadens von künftigen Ereignissen abhängt und daher noch nicht mit Gewissheit ermittelt werden kann. Der Satz, wonach der nicht ziffermässig nachweisbare Schaden nach Ermessen des Richters mit Rücksicht auf den gewöhnlichen Lauf der Dinge und auf die vom Geschädigten getroffenen Massnahmen abgeschätzt werden soll (Art. 42 Abs. 2 OR), ist nicht nur auf den bereits eingetretenen, aber schwer beweisbaren Schaden zugeschnitten, sondern auch auf Nachteile, die der Betroffene wegen der schädigenden Handlung voraussichtlich noch erleiden wird, z.B. in Fällen von Kreditschädigung, unlauterem Wettbewerb oder Verletzung in den persönlichen Verhältnissen (BGE 40 II 354 ff., BGE 43 II 55, BGE 60 II 130 f., BGE 84 II 576 f.).\n\nDen künftigen Einbussen will das Gesetz auf diese Weise namentlich auch in Fällen von Tötung oder Körperverletzung Rechnung getragen wissen (BGE 77 II 299). Hat jemand durch die Tötung eines andern seinen Versorger verloren, so ist ihm dieser Schaden zu ersetzen BGE 86 II 41 S. 46(Art. 45 Abs. 3 OR). Der Richter, der ihn ermittelt, muss immer erwägen, wie die Verhältnisse sich für den Versorger und den Versorgten voraussichtlich entwickelt hätten und weiter entwickeln würden, wenn jener noch lebte. Hier wird die Ungewissheit, die dieser Art der Ermittlung des Schadens zugrunde liegt, in Kauf genommen, ohne dass die Gerichte dem Geschädigten zumuten dürften, mit der Schadenersatzklage zuzuwarten, bis mit Sicherheit feststehe, ob und wie lange er in Zukunft der wirtschaftlichen Fürsorge seitens des Getöteten bedurft hätte. Der Richter hat auf den gewöhnlichen Lauf der Dinge abzustellen, selbst auf die Gefahr hin, ein Urteil zu fällen, das der Wirklichkeit nicht in allen Teilen gerecht wird. Das tut er z.B. auch, wenn er den Ersatz für Versorgerschaden einer Witwe festsetzt und dabei die Möglichkeit ihrer Wiederverheiratung zu berücksichtigen hat (BGE 54 II 297 ff., BGE 56 II 126, BGE 72 II 215). Im Falle der Körperverletzung ist der Erschwerung des wirtschaftlichen Fortkommens des Verletzten Rechnung zu tragen (Art. 46 Abs. 1 OR). Hier muss der Schaden regelmässig auf Grund der Lebenserfahrung ermittelt werden, denn es ist nie vollkommen sicher, wie sich das Einkommen des Geschädigten bei vollständiger Arbeitsfähigkeit in Zukunft gestalten würde und wie hoch es wegen der Verminderung der Erwerbsfähigkeit tatsächlich sein wird.\n\nAuch die körperlichen Folgen der Verletzung können unsicher sein. Diesem Falle trägt Art. 46 Abs. 2 OR ausdrücklich Rechnung, indem er bestimmt, der Richter könne bis auf zwei Jahre, vom Tage des Urteils an gerechnet, dessen Abänderung vorbehalten, wenn die Folgen der Verletzung im Zeitpunkt der Urteilsfällung nicht mit hinreichender Sicherheit festzustellen sind. Daraus geht hervor, dass die Schadenersatzklage nicht restlose Sicherheit über die Folgen der Verletzung voraussetzt, sondern dass sie sogar dann geschützt werden muss, wenn die Sicherheit nicht einmal \"hinreichend\" ist. In diesem Falle ist der Schadenersatz freilich unter Vorbehalt nachträglicher BGE 86 II 41 S. 47Abänderung des Urteils festzusetzen. Der Vorbehalt darf aber nicht für mehr als zwei Jahre angebracht werden. Sind die Folgen der Verletzung nach Ablauf dieser Frist immer noch nicht \"hinreichend\" sicher, so nimmt das Gesetz die ungenügende Sicherheit endgültig in Kauf, gleichgültig zu Ungunsten welcher Partei sie sich allenfalls auswirke. Die gesetzgebenden Behörden haben sich mit dieser Regelung bewusst damit abgefunden, dass ein Urteil gefällt werde und in Kraft bleibe, das der späteren gesundheitlichen Entwicklung des Verletzten, bestehe sie in einer Verbesserung oder in einer Verschlimmerung seines Zustandes, nicht in allen Teilen entspricht. Das Bedürfnis nach einer raschen und endgültigen Auseinandersetzung überwiegt nach der Auffassung des Gesetzgebers das Interesse an einer peinlich genauen, aber jahre- oder jahrzehntelang aufgeschobenen Feststellung der Folgen der Körperverletzung. Das verwundert nicht, wenn bedacht wird, wie nachteilig sich die Verschiebung des Urteils auswirken kann. Sie kann den Geschädigten hart treffen, wenn ihm die unumgänglichen Mittel zur Heilung seiner Verletzung oder zum Lebensunterhalt fehlen oder wenn ihm die Vollstreckung des Urteils misslingt, weil der Ersatzpflichtige inzwischen zahlungsunfähig geworden ist, vielleicht sein Vermögen sogar aus Gründen der Zahlungsflucht veräussert hat und ein Vorgehen gegen die Begünstigten an Verwirkungs- oder Verjährungsfristen scheitert. Sie kann auch den Ersatzpflichtigen benachteiligen, wenn er jahrelang in seiner wirtschaftlichen Bewegungsfreiheit behindert oder seelisch bedrückt ist, weil er auf die endgültige Auseinandersetzung warten muss. Gerade diesem Gesichtspunkt trägt das Gesetz durch kurze Verjährungsfristen Rechnung (Art. 60 OR, Art. 44 MFG). Dadurch soll der Geschädigte zu raschem Vorgehen veranlasst werden. Dem widerspräche es, ihm den Rechtsschutz vorläufig mit der Begründung zu versagen, die bleibenden Folgen der Verletzung könnten noch nicht mit Sicherheit ermittelt werden. Zwar kann er die Verjährung unterbrechen, aber BGE 86 II 41 S. 48der Laie weiss das oft nicht mit der nötigen Wachsamkeit und Zuverlässigkeit zu tun. Auch kann ihm nicht zugemutet werden, zwei Prozesse anzuheben, d.h. zunächst entweder nur auf Feststellung der grundsätzlichen Ersatzpflicht und erst später auf Leistung zu klagen oder vorerst Ersatz des sicheren Teils des Schadens zu verlangen und wegen der noch unsicheren Folgen später den Richter nochmals anzurufen. In einem in BGE 24 II 426 ff. veröffentlichten Urteil aus dem Jahre 1898 hat das Bundesgericht sich zwar für diese Lösung entschieden. Das damalige Obligationenrecht enthielt jedoch keine Bestimmung, die dem Art. 46 Abs. 2 des geltenden OR entsprochen hätte. Es unterschied sich dadurch vom alten Eisenbahnhaftpflichtgesetz von 1875, wonach der Richter zugunsten des Geschädigten die Berichtigung des Urteils vorbehalten konnte (Art. 6 Abs. 2), und vom Bundesgesetz betreffend die Haftpflicht aus Fabrikbetrieb von 1881, das den Vorbehalt der Berichtigung zugunsten beider Parteien zuliess (Art. 8), eine Regelung, die später auch in das Bundesgesetz betreffend die elektrischen Schwach- und Starkstromanlagen vom 24. Juni 1902 (Art. 36 Abs. 3) und in das Eisenbahnhaftpflichtgesetz vom 28. März 1905 (Art. 10) aufgenommen wurde.\n\nc) Die Klägerin hat somit schon heute Anspruch auf vollen Ersatz für alle vorübergehenden oder bleibenden Nachteile der Körperverletzung. Der Schaden für bleibende Beeinträchtigung der Arbeitsfähigkeit ist auf Grund der körperlichen Folgen zu bestimmen, die gegenwärtig bestehen. Unsicherheit darüber, ob gewisse Folgen auch in Zukunft, insbesondere über die Pubertät hinaus, andauern werden, darf nicht zur Herabsetzung des Schadenersatzes führen, vielmehr ist ihr allenfalls dadurch Rechnung zu tragen, dass der Richter auf längstens zwei Jahre, von der Urteilsfällung an gerechnet, zugunsten des Beklagten die Berichtigung des Urteils vorbehält, wie anderseits eine nur mögliche Verschlimmerung des Zustandes der Klägerin nicht schon heute, sondern nur auf Berichtigungsvorbehalt BGE 86 II 41 S. 49und neues Urteil hin zu einer Erhöhung des Schadenersatzes führen könnte. Dass die Klägerin nach ihrem gegenwärtigen Zustande als Folge der erlittenen Hirnquetschung in ihrer Erwerbsfähigkeit bleibend beeinträchtigt sein wird, steht nach dem von der Vorinstanz eingeholten amtlichen Gutachten fest. Indem das Obergericht diesen Schaden als \"illiquid\" bezeichnet, verneint es ihn nicht überhaupt, sondern hält es nur sein Ausmass für unsicher. Das angefochtene Urteil ist daher in diesem Punkte aufzuheben.\n\nEntgegen der Auffassung der Klägerin darf das Bundesgericht die zur Bestimmung der Schadenshöhe nötigen weiteren Feststellungen nicht selber treffen. Art. 64 Abs. 2 OG erlaubt ihm die Vervollständigung des Tatbestandes nur in nebensächlichen Punkten. In welchem Umfange die Klägerin erwerbsunfähig sein werde und welchen Einkommensausfall sie dadurch erleide, sind Hauptfragen. Die Sache ist daher an das Obergericht zurückzuweisen, damit es sie beantworte und neu urteile.\n\n5. a) Eine Genugtuungssumme kann der Klägerin nur zugesprochen werden, wenn den Beklagten ein Verschulden trifft (Art. 42 MFG).\n\nDer Auffassung des Beklagten, ein solches könne ihm nicht vorgeworfen werden, ist nicht beizupflichten. Seine Behauptung, er habe bei der Annäherung an die Kindergruppe ein Signal gegeben und die Geschwindigkeit des Fahrzeuges herabgesetzt, ist nicht zu hören, da das Obergericht sie verbindlich als nicht bewiesen bezeichnet. Da Kinder im Alter, in dem die Klägerin am Tage des Unfalles stand, unberechenbar sind, handelte der Beklagte pflichtwidrig, ohne Gebrauch der Warnvorrichtung mit etwa 45 km/Std. an der Gruppe vorbeifahren zu wollen. Er durfte nicht voraussetzen, Emma Zähner beaufsichtige die jüngeren Kinder und werde sie unter allen Umständen vom Verlassen des Strassenrandes abhalten. Tatsächlich hielt sie sich nicht zur Betreuung der Kinder bei ihnen auf, sondern sie hatte sich der Gruppe nur vorübergehend BGE 86 II 41 S. 50angeschlossen. Dass sie der Klägerin abriet, die Strasse zu überschreiten, wusste der Beklagte nicht, und es vermag ihn daher nicht zu entschuldigen. Dagegen gereicht ihm nicht zum Vorwurf, dass er das Fahrzeug angesichts der Gefahr zuerst etwas nach links lenkte. Das geschah, nachdem er zu bremsen begonnen hatte, das Kind also schon seiner Fahrbahn zustrebte. Er mag in der Überraschung geglaubt haben, dadurch allenfalls hinter dem Kinde durchfahren zu können. Das war entschuldbar. Es steht denn auch nicht fest, dass er den Zusammenstoss vermieden hätte, wenn er nach Beginn des Bremsens von Anfang an den Wagen nach rechts gelenkt hätte. Dagegen war er schon von Anfang an verpflichtet, möglichst rechts zu fahren, um den Kindern nicht zu nahe zu kommen.\n\nb) Die Körperverletzung, die der Beklagte der Klägerin zugefügt hat, ist so schwer, dass sich die Zusprechung einer erheblichen Genugtuungssumme unter allen Umständen rechtfertigt. Schon die mit der beeinträchtigten Gesundheit verbundenen Nachteile, die die Klägerin bis jetzt erlitten hat, machen einen Ausgleich angemessen. Auch die bleibenden Nachteile bringen der Klägerin seelischen Schmerz und sind daher zu berücksichtigen. Von ihrem Ausmass hängt die Höhe der Genugtuungssumme ab. Diese ist so zu bestimmen, dass die Klägerin für die ganze dem heutigen Zustand entsprechende Beeinträchtigung ihres körperlichen und psychischen Wohlbefindens einen Ausgleich erhält. Da das Obergericht sich hierüber noch nicht abschliessend ausgesprochen hat, kann das Bundesgericht das Mass der Genugtuung nicht bestimmen, sondern ist die Sache auch in diesem Punkte zur Neubeurteilung zurückzuweisen. Es ist nicht zulässig, die Klage zur Zeit abzuweisen; denn die Verletzung ist eingetreten und die Genugtuung daher fällig.\n\nDemnach erkennt das Bundesgericht:\n\nDas Urteil der I. Kammer des Obergerichts des Kantons Luzern vom 25. Februar 1959 wird mit Ausnahme von BGE 86 II 41 S. 51Urteilsspruch 1 aufgehoben, und die Vorinstanz wird angewiesen:\n\na) der Klägerin im Sinne der Erwägungen unter Vorbehalt von Art. 46 Abs. 2 OR vollen Ersatz für den heute feststellbaren Dauerschaden zuzusprechen;\n\nb) den Beklagten zu verurteilen, der Klägerin eine Genugtuungssumme zu zahlen;\n\nc) über die Gerichts- und Parteikosten des kantonalen Verfahrens neu zu urteilen."}