{"annee": "86", "cour": "II", "page": "145", "date": "2/6/1960", "cite": ["76 II 134", "51 II 122"], "cite_par": ["115 II 136", "96 III 126", "112 II 493"], "chapeau": "24. Urteil der II. Zivilabteilung vom 2. Juni 1960 i.S. Bonomo Söhne und Konsorten gegen Spar- und Leihkasse Schmerikon.", "regestes": ["Hypothèque des artisans et entrepreneurs, art. 839 ss CC. Etendue de la créance fondée sur l'art. 841 al. 1 CC: Calcul de la part de collocation du défendeur, déduction faite de la valeur du sol (consid. 1). Une augmentation de la valeur du sol proprement dite se produisant avant la réalisation de l'immeuble demeure au défendeur (consid. 2). A la valeur du sol qui doit être déduite, il faut ajouter le montant des intérêts et des frais qui s'y rapportent (consid. 3). L'entrepreneur dont l'action est fondée sur l'art. 841 CC ne peut être indemnisé sur la part de collocation du défendeur (déduction faite de la valeur du sol) qu'à concurrence d'une sommecalculée suivant le rapport existant entre sa créance et le montant total des frais de constructions (consid. 4)."], "faits": "BGE 86 II 145 S. 146\n\nA.- Hans Blatter kaufte am 16. Juli 1953 in der Gemeinde Dübendorf ein Stück Bauland zum Preise von Fr. 49'000.-- und liess es durch den Architekten Thoenen mit drei Mehrfamilienhäusern überbauen, wobei er, ohne eigene Mittel, die Finanzierung wie folgt bewerkstelligte:\n\na) Er liess sich von der Spar- und Leihkasse Schmerikon (als Treuhänderin eines A. Oswald) einen Kredit von Fr. 90'000.-- geben, für den er am 22. Januar 1954 eine Grundpfandverschreibung von Fr. 90'000.-- im 2. Rang errichtete. Diese Hypothek wurde in der Folge am 6. Mai 1954 auf Fr. 111'000.-- und am 19. November 1954 auf Fr. 150'000.-- erhöht.\n\nb) Ebenfalls am 22. Januar 1954 liess Blatter auf der Liegenschaft im 1. Rang eine leere Pfandstelle in der Höhe von Fr. 600'000.-- zur Sicherung des Baukredites errichten. An deren Stelle trat am 15. Mai 1954 eine Grundpfandverschreibung (Maximalhypothek) zugunsten der Hypothekarbank in Winterthur in Höhe von Fr. 520'000.--, die am 19. November 1954 auf Fr. 540'000.-- erhöht wurde.\n\nc) Am 9. Februar 1955 wurde auf dem Grundstück im 3. Rang zugunsten der Deco AG eine weitere Grundpfandverschreibung von Fr. 52'000.-- errichtet.\n\nIn der Folge liessen drei Bauunternehmerfirmen Bauhandwerkerpfandrechte eintragen, namentlich\n\nBonomo Söhne, am 17. Juni 1955 für Fr. 81'518.65\n\nBonomo Söhne, \" 26. November 1955 \" \" 8'000.--\n\nWalder & Meyer, \" 30. Juli 1955 \" \" 31'094.50 BGE 86 II 145 S. 147\n\nB.- Zufolge Grundpfandbetreibung der Deco AG kam es am 16. Oktober 1956 zur Versteigerung der Liegenschaft, wobei diese von den Baugläubigern Bonomo und Walder & Meyer (als einfacher Gesellschaft) für den Schätzungspreis von Fr. 800'000.-- erworben wurde. Der Verwertungserlös betrug einschliesslich der Erträgnisse Fr. 810'320.40. Hievon erhielten: Bonomo Fr. 38'003.15 und Walder & Meyer Fr. 12'943.70. Für die erlittenen Ausfälle, etwas vermindert durch eine Zahlung der Deco AG, forderten die beiden Firmen mit vorliegender Klage von der Spar- und Leihkasse Schmerikon gestützt auf Art. 841 ZGB aus deren Verwertungsanteil von Fr. 162'509.45 Ersatz im Betrage von zusammen Fr. 65'003.75 (Bonomo Franken 48'245.55, Walder & Meyer Fr. 16'758.20).\n\nDie Beklagte beantragte Abweisung der Klage.\n\nC.- In teilweiser Gutheissung der Klage hat das Handelsgericht des Kantons Zürich mit Urteil vom 5. November 1959 die Beklagte zur Zahlung von Fr. 11'144.90 nebst Verzugszinsen an die Kläger (Bonomo Fr. 8271.70, Walder & Meyer Fr. 2873.20) verpflichtet gestützt auf folgende Erwägungen:\n\nDer den Bauhandwerkern gemäss Art. 841 ZGB gewährte besondere Schutz bezwecke, ihnen den durch ihre Verwendungen auf das Baugrundstück geschaffenen Mehrwert zu erhalten; auf den Bodenwert, der zur Zeit der letzten Erhöhung der Pfandbelastung der Beklagten den ganzen Wert des unbebauten Grundstückes dargestellt habe, hätten die Bauhandwerker nach Art. 841 keinen Anspruch. In der Höhe des Bodenwertes sei daher der Verwertungsanteil der Beklagten nicht anfechtbar. Im Zeitpunkt der Erhöhung der Hypothek der Beklagten (2. Rang) von Fr. 111'000.-- auf Fr. 150'000.-- habe der Bodenwert laut Expertise Fr. 117'635.-- und zur Zeit der Verwertung Fr. 128'424.-- betragen. Für das Ausmass der Anfechtbarkeit gemäss Art. 841 ZGB sei der letztere Betrag massgebend, weil die Beklagte den ganzen Bodenwert einschliesslich eines bis zur Verwertung eingetretenen Wertzuwachses BGE 86 II 145 S. 148für sich beanspruchen könne. Um diesen Betrag des Bodenwertes seien die Bauhandwerker durch das Pfandrecht der Beklagten nicht benachteiligt worden, wohl aber um die Differenz zwischen Bodenwert und Verwertungsanteil der Beklagten, soweit deren Gegenwert nicht zur Zahlung von Handwerkerrechnungen gedient habe. Keinen Schaden hätten sie durch die Errichtung der Vorgangshypothek im 1. Rang erlitten, da der damit gesicherte Baukredit der Hypothekarbank in Winterthur vollumfänglich zum vorgesehenen Zwecke verwendet worden sei. Soweit aber für die Kläger ein Schaden in diesem Sinn eingetreten sei, habe die beklagte Bank diesen voraussehen müssen. Der Tatbestand des Ersatzanspruches gemäss Art. 841 ZGB sei somit in folgendem Umfang erfüllt:\n\nAnteil der Beklagten am Verwertungserlös Fr. 162'509.45 davon düfre sie für sich beanspruchen:\n\na) den Bodenwert von Fr. 128'424.--\n\nb) den dem unanfechtbaren Teil ihrer Kapitalforderung (Bodenwert) entsprechenden Teil des ihr zugekommenen Zins- und Kostenbetreffnisses\n\n(Fr. 12'509.45) \" 10'711.-- \" 139'135.--\n\nVon den restlichen. Fr. 23'374.45 seien weiterhin abzuziehen die aus dem Kredit der Beklagten an Handwerker bezahlten. \" 3'822.--\n\nVerbleibender anfechtbarer Betrag Fr. 19'552.45\n\nHievon könnten die Kläger entsprechend ihrem 57% betragenden Anteil an den gesamten Baukosten zusammen Fr. 11'144.90 beanspruchen.\n\nD.- Gegen dieses Urteil richtet sich die vorliegende Berufung der Kläger mit dem Antrag:\n\n1. Gutheissung der Klage im Betrage von zusammen Fr. 59'847.05 (Bonomo Fr. 44'418.25, Walder & Meyer Fr. 15'428.80) je nebst 5% Zins seit 21. Mai 1958;\n\n2. eventuell Rückweisung der Sache an die Vorinstanz zur Vervollständigung des von dieser festgestellten Tatbestandes und zu neuer Entscheidung;\n\n3. subeventuell Gutheissung der Klage in Höhe des BGE 86 II 145 S. 149ganzen errechneten anfechtbaren Betrages von Franken 19'552.45 (statt nur 57% hievon).\n\nDie beklagte Spar- und Leihkasse Schmerikon trägt auf Abweisung der Berufung und Bestätigung des angefochtenen Urteils an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Berufungskläger berechnen ihre Forderung gegen die Beklagte wie folgt:\n\nDer vom Verwertungserlös von Fr. 810'320.40 nach Abzug des Bodenwertes von \" 128'424.-- verbleibende Betrag von Fr. 681'896.40 habe gesamthaft den Handwerkern nach Massgabe ihres Anteil an der Schaffung des Mehrwertes zuzukommen. Entsprechend ihrem 57% betragenden Anteil hätten somit die Berufungskläger einen \"Deckungsanspruch\" von. \" 388'780.10\n\nNach Abzug der auf Rechnung ihrer Guthaben erhaltenen Zahlungen (einschliesslich Verwertungserlös) von insgesamt \" 311'263.40 bleibe zugunsten der Berufungskläger ein \"objek- tiver Deckungsanspruch\" von Fr. 77'516.70 von dem - aus hier nicht näher zu erörternden Gründen - nur Fr. 59'847.05 eingeklagt seien.\n\nZu dieser Rechnung gelangen die Berufungskläger auf Grund ihrer Auffassung, die Vorinstanz habe zu Unrecht angenommen, die Klage aus Art. 841 ZGB setze objektiv voraus, dass das Grundstück durch vorgehende Pfandrechte zum Nachteil der Handwerker belastet worden sei. Vielmehr werde der Umfang der Anfechtungsrechte der Bauhandwerker objektiv einzig durch die Voraussetzung des bei der Grundstückverwertung erlittenen Verlustes bestimmt, während die von der Vorinstanz weitergehend geforderte Benachteiligung der Handwerker durch vorgehende Pfandrechte nur im Zusammenhang mit den subjektiven Voraussetzungen - der Erkennbarkeit - von Bedeutung sei.\n\nMit dieser Betrachtungsweise setzen sich die Berufungskläger jedoch über den eindeutigen Wortlaut und Sinn des BGE 86 II 145 S. 150Art. 841 ZGB hinweg. Das Gesetz bringt in unmissverständlicher Weise zum Ausdruck, dass der Ersatzanspruch der Handwerker ausser dem bei der Verwertung erlittenen Verlust weiterhin als objektive Voraussetzung verlangt, dass dieser Verlust zufolge einer Benachteiligung der Handwerker durch die Belastung des Grundstückes mit vorgehenden Pfandrechten eingetreten sei. Subjektive Voraussetzung ist allein die Erkennbarkeit dieser - objektiv vorhandenen - Benachteiligung. Eine solche aber liegt nur insoweit vor, als der Gegenwert der Belastung des Grundstückes über den Bodenwert hinaus zu andern Zwecken als zur Bezahlung der Handwerker und Unternehmer und damit zur Schaffung des Mehrwertes verwendet worden ist. Dies trifft im vorliegenden Falle - nach den verbindlichen Feststellungen der Vorinstanz - für die erste Hypothek überhaupt nicht und für die zweite Hypothek der Beklagten nur für einen Betrag von Fr. 19'522.45 zu.\n\nGegen diese Betrachtungsweise wenden die Berufungskläger freilich ein, aus den Vorschriften des Gesetzes über Rang und Gegenstand der Grundpfandrechte ergebe sich, dass nicht, wie es die Vorinstanz der Beklagten zugestanden habe, ein einzelner Hypothekargläubiger den ganzen Bodenwert für sich allein beanspruchen könne; auch den Grundpfandgläubigern im 1. und 3. Rang hafte die ganze Liegenschaft mit Einschluss von Grund und Boden, und bei der Verteilung des Erlöses sei der Gläubiger im 1. Rang gegenüber demjenigen im 2. bevorrechtet und zwar auch bezüglich des Erlöses für den Boden, und nicht umgekehrt; das folge auch aus dem Wortlaut des Art. 841 Abs. 1, der von dem den Wert des Bodens übersteigenden Verwertungsanteil der (Mehrzahl) vorgehenden Pfandgläubiger spreche.\n\nDass die ganze Liegenschaft einschliesslich Bodenwert allen Grundpfandgläubigern nach ihrem Rang haftet, trifft zwar zu, hat aber mit dem Anfechtungs- bzw. Haftungstatbestand des Art. 841 ZGB nichts zu tun. Art. 841 Abs. 1 spricht deshalb von den (mehreren) vorgehenden Pfandgläubigern, BGE 86 II 145 S. 151weil zu Verlust gekommene Bauhandwerker unter Umständen gegen mehr als einen vorgehenden Pfandgläubiger müssen klagen können, wenn für jeden der Kausalzusammenhang zwischen seiner Pfandnahme und der Benachteiligung der Handwerker sowie die subjektive Erkennbarkeit desselben gegeben ist. Eine Aufteilung des Bodenwertes auf alle Pfandgläubiger mit der Wirkung, dass auf die Beklagte nur ein Bruchteil als unanfechtbar entfiele, hat deshalb nicht stattzufinden, weil der Gegenwert der 1. Hypothek im vollen Betrage von Franken 540'000.-- zur Bezahlung von Bauhandwerkern verwendet worden ist, also die Geldgeberin mit vollem Recht Befriedigung vorab aus dem durch die Handwerker aus jenem Kredit geschaffenen Bauwert beanspruchen und daher überhaupt nicht gemäss Art. 841 auf Ersatz belangt werden kann, weshalb es keinen Sinn hätte, ihr einen virtuellen Bodenwertanteil zu reservieren. Die Unrichtigkeit der Überlegung der Berufungskläger erhellt schon aus ihrem Hinweis auf die Verhaftung des Bodenwertes zugunsten der 3. Hypothek. Wenn z.B. die vorgehenden zwei Hypotheken genau dem Bodenwert entsprechen, stellt eine ohne Rücksicht auf die einen Neubau erstellenden Handwerker und Unternehmer errichtete 3. Hypothek in ihrem ganzen Umfang eine Benachteiligung der letztern dar, und es kann der Gläubiger dieser 3. Hypothek nicht unter Berufung auf die auch zu seinen Gunsten bestehende Belastung des Bodens verlangen, dass er um den auf ihn entfallenden Anteil des Bodenwertes von seiner Haftung aus Art. 841 befreit werde. Daraus folgt, dass anderseits jeder Gläubiger einer vorgehenden Hypothek, der gemäss Art. 841 von einem Bauhandwerker auf Ausfallersatz belangt wird, den Bodenwert in der Weise für sich allein \"beanspruchen\" kann, dass er dem Kläger entgegenhält, die seiner (des Belangten) eigenen Hypothek vorgehenden Grundpfandkredite seien ausschliesslich zur Bezahlung der Bauunternehmer verwendet worden und hätten aus diesem Grunde schon - ohne Rücksicht auf den Bodenwert - keine Benachteiligung BGE 86 II 145 S. 152der Unternehmer bewirkt, seine Hypothek aber überschreite den Bodenwert nicht und stelle deshalb keinen Nachteil für die Unternehmer dar. Das Ergebnis ist dasselbe, wie wenn sich der Belangte - wogegen nichts einzuwenden wäre - eine dem Bodenwert entsprechende Hypothek im 1. Range hätte einräumen lassen. Ihn, wie die Kläger es möchten, schlechter behandeln, wenn er mit dem 2. Rang hinter einer für den Baukredit bestimmten leeren Pfandstelle vorlieb genommen hat und dieser vorgehende Baukredit dann tatsächlich zweckentsprechend verwendet worden ist, hiesse - wie die Vorinstanz in einem andern Falle zutreffend bemerkt hat - \"den Grundpfandgläubiger bestrafen, der einer Zurücksetzung in der Rangfolge zustimmte, damit überhaupt der Baukredit gewährt und eine Baute errichtet werden kann\". Die Berechnung der Vorinstanz ist daher grundsätzlich richtig.\n\n2. Mit Recht hat sodann die Vorinstanz als der Beklagten nicht entziehbaren Bodenwert denjenigen zur Zeit der Verwertung des Grundstückes, also einschliesslich des zwischen der Grundpfanderrichtung und der Verwertung eingetretenen Zuwachses des reinen Bodenwertes, eingesetzt. Auf diesen Betrag wäre der Bodenwert des Grundstückes auch ohne Überbauung gestiegen, und er hätte der Kreditgeberin von niemandem entzogen werden können. Das kann auch durch die Überbauung, bei der die Handwerker zu Verlust kamen, nicht mehr rückgängig gemacht werden. Dass zur Zeit der Pfanderrichtung der Bodenwert noch niedriger war, eine Benachteiligung der Bauhandwerker durch das Pfandrecht also damals in höherem Ausmass erkennbar war, ändert nichts daran, dass die Beklagte auf den dann effektiv erzielten Bodenwert Anspruch hat. Ob im Fall einer Wertverminderung bis zur Verwertung umgekehrt der Bodenwert zur Zeit der Pfanderrichtung - wegen der geringeren erkennbaren Benachteiligung - massgebend sein müsste, kann hier dahingestellt bleiben.\n\n3. Zuzustimmen ist der Vorinstanz auch darin, dass sie zum unanfechtbaren Bodenwert den darauf entfallenden BGE 86 II 145 S. 153Anteil des Zins- und Kostenbetrages hinzuzählt. Inwiefern dies dem Art. 841 ZGB zuwiderlaufen sollte, tun die Berufungskläger nicht dar, sondern berufen sich dafür lediglich auf ihre Berechnungsweise für die Kapitalforderung, die eben dem Gesetze nicht entspricht.\n\n4. Eventuell machen die Berufungskläger geltend, es sei ihnen der ganze von der Vorinstanz als anfechtbar errechnete Betrag von Fr. 19'552.45 zuzusprechen, nicht nur der ihrem Beitrag an die ganzen Baukosten entsprechende Anteil von 57% = Fr. 11'144.90. Eine solche Beschränkung wäre nach ihrer Auffassung nur zulässig, wenn die Beklagte begründetermassen eingewendet hätte, dass auch andere Handwerker noch nicht befriedigt seien und dass daher auch deren Deckungsanspruch zu berücksichtigen sei, was aber die Beklagte nicht getan habe. Übrigens müsste auch in einem solchen Falle der ganze anfechtbare Betrag auf die noch nicht gedeckten Handwerker aufgeteilt werden, aber nicht nach Prozentsätzen, sondern nach verbleibenden Deckungsansprüchen.\n\nDiese Auffassung widerspricht indessen der Rechtsprechung, die Art. 841 ZGB immer dahin ausgelegt hat, dass der auf Grund dieser Bestimmung klagende Handwerker oder Unternehmer nur im Verhältnis seiner Beteiligung an den gesamten Baukosten Anspruch auf Ausfallersatz hat, weil er gewöhnlich nur in diesem Umfang einen Nachteil erlitten hat (BGE 76 II 142f. und dort zit. Entscheide). Wie es mit dieser Anteilsberechnung zu halten wäre, wenn infolge Begünstigung anderer Handwerker der Ansprecher stärker benachteiligt wäre als jene, kann dahingestellt bleiben (vgl.BGE 51 II 131f.); denn es wäre jedenfalls Sache des Klägers, einen solchen Spezialtatbestand darzutun, und nicht des Beklagten, das Vorliegen des Regelfalles zu behaupten und zu beweisen. Die Art der Berechnung des Anteils von 57% an der Schaffung des Mehrwertes wird nicht angefochten, namentlich nicht geltend gemacht, es dürften dabei die Rechnungen der nicht pfandgesicherten blossen Materiallieferanten nicht in die Totalkostensumme BGE 86 II 145 S. 154einbezogen werden, was übrigens das Bundesgericht als dem Gesetze nicht widersprechend erklärt hat (Urteil vom 12. Dezember 1935 i.S. Günter-Sülzle c. Fehr, nicht publiziert).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichtes des Kantons Zürich vom 5. November 1959 bestätigt."}