{"annee": "86", "cour": "II", "page": "196", "date": "18/7/1960", "cite": ["58 II 279", "59 II 325", "82 II 238"], "cite_par": ["91 II 68", "95 II 364"], "chapeau": "32. Auszug aus dem Urteil der I. Zivilabteilung vom 18. Juli 1960 i.S. Egli, Fischer & Co. gegen Jean Leimgruber, Ateliers Mécaniques de Précision SA", "regestes": ["Art. 67 OJ. Dans les contestations relatives aux brevets d'invention les parties peuvent, au cours de la procédure de réforme, produire des expertises privées concernant des questions techniques, mais elles ne sauraient par là éluder les dispositions qui régissent les mémoires."], "faits": "", "considerants": "BGE 86 II 196 S. 196\n\nVon früheren Urteilen abweichend, entschied das Bundesgericht in den Jahren 1932 und 1933, auch in Patentprozessen dürften im Berufungsverfahren keine Privatgutachten eingereicht werden (BGE 58 II 282, BGE 59 II 327). Unter der Herrschaft des durch Art. 118 PatG neu gefassten Art. 67 OG hat es diese Rechtsprechung aufgegeben (BGE 82 II 245 und Urteil vom 1. Dezember 1959 i.S. Moser-Glaser & AG c. Maschinenfabrik Oerlikon). Da die Parteien die tatsächlichen Feststellungen der kantonalen Instanz über technische Verhältnisse beanstanden können (Art. 67 Ziff. 1 OG) und unter den in Art. 67 Ziff. 2 Abs. 2 OG genannten Voraussetzungen neue Tatsachen und Beweismittel vorbringen dürfen, müssen sie berechtigt sein, dem Bundesgericht die Meinung ihres technischen Beraters in der Urschrift zu unterbreiten. Damit gehen sie gleich vor, wie wenn sie - was immer zugelassen wurde - ihren Standpunkt im Berufungsverfahren mit Rechtsgutachten stützen.\n\nWie diese haben aber auch technische Gutachten nur die Bedeutung von Parteivorbringen. Sie sind nicht Beweismittel. Die Parteien können daher durch Gutachten die Schranken nicht umgehen, die ihren Vorbringen im Berufungsverfahren gesetzt sind.\n\nBGE 86 II 196 S. 197\n\nSie haben namentlich die Fristen einzuhalten. Die Gutachten müssen vom Berufungskläger binnen der Frist zur Einlegung der Berufung (Art. 54 Abs. 1 OG) und vom Berufungsbeklagten binnen der Frist zu deren Beantwortung (Art. 61 Abs. 1 OG) eingereicht werden. Diese Fristen können nicht erstreckt werden (Art. 33 Abs. 1 OG). Es ändert nichts, dass die Beschaffung von Gutachten allenfalls mehr Zeit erfordert. Gerade in Streitigkeiten über Erfindungspatente besteht ein erhebliches Interesse an einer raschen und ordnungsgemässen Abwicklung des Verfahrens, weil die Parteien sonst die urteilsmässige Abklärung der Rechtslage so lange verzögern könnten, bis die Zeit des Patentschutzes annähernd oder ganz abgelaufen wäre. Vorbehalten bleibt der Fall, wo ausnahmsweise ein weiterer Schriftenwechsel stattfindet (Art. 61 Abs. 5 OG). Ordnet das Bundesgericht einen solchen an, so haben die Parteien Gelegenheit, binnen der Fristen, die es ihnen setzt, auch noch Gutachten einzureichen. Das kann auch vor Ablauf einer Frist geschehen, die es den Parteien auf Gesuch hin einräumt, um Anträge gemäss Art. 67 Ziff. 2 Abs. 2 OG zu stellen (Art. 67 Ziff. 3 Abs. 1 Satz 2 OG).\n\nDurch die im Berufungsverfahren eingereichten Privatgutachten dürfen ferner die Bestimmungen nicht umgangen werden, die den Inhalt der vor dem Bundesgericht zulässigen Parteianbringen betreffen. Ein mit der Berufungsschrift eingelegtes Privatgutachten enthebt den Berufungskläger nicht der Pflicht, kurz darzulegen, welche Bundesrechtssätze und inwiefern sie durch den angefochtenen Entscheid verletzt sind (Art. 55 Abs. 1 lit. c OG). Neue Tatsachen und Beweismittel dürfen mit Hilfe von Privatgutachten im Berufungsverfahren nur vorgebracht werden, wenn sie sich auf technische Verhältnisse beziehen und nachgewiesen wird, dass sie im kantonalen Verfahren nicht geltend gemacht werden konnten oder dass dort kein Anlass dazu bestand (Art. 67 Ziff. 2 Abs. 2 OG). Wird einer Partei Frist gesetzt, um Anträge auf Zulassung neuer Tatsachen und Beweismittel zu stellen, so hat das den Anträgen beigelegte Gutachten sich auf diese Punkte zu BGE 86 II 196 S. 198beschränken; es darf nicht benützt werden, um die Berufungsschrift oder die Berufungsantwort sonstwie zu ergänzen.\n\nDas Urteil des Handelsgerichts wurde der Klägerin am 1. Februar 1960 zugestellt. Die Berufungsfrist lief daher Montag, den 22. Februar 1960 ab (Art. 32, 54 Abs. 1 OG). Ein Privatgutachten von Prof. Leyer, das die Klägerin dem Bundesgericht erst am 20. Mai 1960 einreichte, durfte daher nicht berücksichtigt werden. Es wurde ihr zurückgeschickt."}