{"annee": "86", "cour": "IV", "page": "84", "date": "6/5/1960", "cite": ["79 IV 106", "80 IV 214", "74 IV 12"], "cite_par": ["91 IV 60", "95 IV 125"], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes vom 6. Mai 1960 i.S. X. gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["Art. 41 ch. 3 al. 1 CP. Lorsqu'un crime ou un délit commis pendant le délai d'épreuve n'a pas encore fait l'objet d'un jugement passé en force, il ne peut justifier la révocation du sursis à l'exécution de la peine que si l'acte punissable apparaît constant d'emblée et sans aucun doute."], "faits": "", "considerants": "BGE 86 IV 84 S. 84\n\nAus den Erwägungen:\n\n1. Das Bezirksgericht St. Gallen begründet den Widerruf des bedingten Strafvollzuges gestützt auf Art. 41 Ziff. 3 Abs. 1 StGB mit dem vom Beschwerdeführer während der BGE 86 IV 84 S. 85Probezeit begangenen Verbrechen der Unzucht mit einem Kinde. Das darüber ergangene Urteil des Bezirksgerichts Untertoggenburg sei zwar noch nicht rechtskräftig, da der Beschwerdeführer vor der Urteilsfällung landesflüchtig geworden sei und sein Aufenthalt nicht habe ausfindig gemacht werden können; nach der Judikatur genüge jedoch, dass die neuen Delikte rechtsgenüglich nachgewiesen und vom Angeschuldigten zugestanden seien, was hier zutreffe.\n\nDie Staatsanwaltschaft dagegen bezeichnet das Urteil des Bezirksgerichts Untertoggenburg als rechtskräftig, teilt im übrigen aber die Auffassung der Vorinstanz, wonach für den Widerruf genüge, dass die neuen strafbaren Handlungen zur vollen Überzeugung des Richters nachgewiesen und vom Angeklagten zugestanden seien.\n\n2. Tatsächlich hat der Kassationshof entschieden, dass über das neue Vergehen (oder Verbrechen) ein Strafverfahren nicht eröffnet worden zu sein brauche; der Richter, der über den Vollzug der bedingt aufgeschobenen Strafe zu erkennen habe, könne die Straftat selber feststellen, sie vorfrageweise strafrechtlich würdigen und ihr als Täuschung des richterlichen Vertrauens Rechnung tragen (BGE 79 IV 113). Voraussetzung dazu ist aber, dass das neue Vergehen oder Verbrechen ohne weiteres und unzweifelhaft feststeht. In den andern Fällen darf der Widerrufsrichter nicht vorgreifen, auf die Gefahr hin, dass widersprechende Entscheidungen gefällt werden. Art. 41 Ziff. 3 Abs. 1 StGB, der bestimmt, dass vorsätzliche Vergehen oder Verbrechen, die in der Probezeit begangen werden, den Widerruf des bedingten Strafvollzuges unter Vorbehalt von Abs. 2 zwingend nach sich ziehen, hat grundsätzlich den Sinn, dass die neue Straftat in dem dafür vorgesehenen und mit den entsprechenden Garantien versehenen Urteilsverfahren festgestellt wurde.\n\nDer Beschwerdeführer hat in Wirklichkeit nur die objektiven Straftatbestände, die unzüchtigen Handlungen mit dem Mädchen, zugegeben, während die subjektive Seite, das Bewusstsein, dass das Mädchen noch nicht BGE 86 IV 84 S. 8616 Jahre alt sei, von ihm bestritten wurde, was im Urteil des Bezirksgerichts Untertoggenburg ausdrücklich festgestellt wird. Insoweit beruht die Annahme der Vorinstanz, X. habe die Delikte zugestanden, auf einem offensichtlichen Versehen im Sinne von Art. 277 bis Abs. 1 BStP. Im übrigen ist vom Beschwerdeführer ebensowenig zugestanden worden, er habe in Kauf genommen, dass das Mädchen noch nicht 16 Jahre alt sei, wie das Bezirksgericht Untertoggenburg als erwiesen angenommen hat. Der Widerruf des bedingten Strafvollzuges könnte infolgedessen nur dann auf das dem Beschwerdeführer zur Last gelegte Verbrechen der Unzucht gestützt werden, wenn das darüber ergangene Urteil des Bezirksgerichts Untertoggenburg rechtskräftig wäre (BGE 74 IV 17, BGE 80 IV 215)."}