{"annee": "87", "cour": "III", "page": "14", "date": "14/1/1961", "cite": ["75 III 14", "70 III 34", "76 III 9", "76 III 99", "85 II 194"], "cite_par": ["105 III 11", "143 III 102", "88 III 109", "90 III 90"], "chapeau": "5. Entscheid vom 14. Januar 1961 i.S. Erbengemeinschaft Brülisauer.", "regestes": ["Revendication d'un tiers. Un tiers revendique, en vertu de l'art. 401 CO, un avoir en banque inscrit au nom du failli. Un délai peut-il être assigné pour intenter action, conformément à l'art. 242 al. 2 LP? Moyens de droit dont dispose le tiers. Application par analogie de l'art. 168 CO, lorsque le litige porte sur l'existence d'une cession légale (art. 166, 401 CO). Abandon par l'administration de la faillite, de la créance revendiquée (art. 242 al. 1 LP, art. 47 ss OOF)?"], "faits": "BGE 87 III 14 S. 15\n\nZusammenfassung des Tatbestandes:\n\nAdolf Steuble, der sich gewerbsmässig mit Inkassogeschäften und der Teilung von Erbschaften befasste, war Willensvollstrecker von Jakob Brülisauer. Im Januar 1959 wurde er entmündigt. Nach seinem im Januar 1960 erfolgten Tode wurde die konkursamtliche Liquidation seines Nachlasses angeordnet. In diesem Verfahren machte die Erbengemeinschaft Brülisauer geltend, das Guthaben gemäss dem auf Steuble lautenden Kontokorrentbüchlein C. 987 bei der Appenzell-Innerrhodischen Kantonalbank (das bei Errichtung des vormundschaftlichen Inventars einen Saldo zugunsten Steubles von Fr. 43'784.80 aufgewiesen hatte) stehe gemäss Art. 401 OR im Teilbetrage von Fr. 42'981.35 ihr zu, weil es in diesem Umfange durch Einzahlung von Geldern entstanden sei, die Steuble für ihre Rechnung einkassiert habe. Das Konkursamt Appenzell teilte ihr mit Schreiben vom 14. September 1960 mit, ihr Aussonderungsanspruch müsse als unbegründet abgewiesen werden, weil er sich nicht auf ein bestimmtes Depot, sondern auf einen Teil des Saldobetrags einer Kontokorrentrechnung beziehe, die vermischte Vermögenswerte, nämlich eigenes Vermögen Steubles und solches von mehrern Kunden enthalte, so dass nicht nachgewiesen werden könne, dass die herausverlangten Vermögenswerte mit den von Steuble für Rechnung der Erbengemeinschaft Brülisauer entgegengenommenen identisch seien. Der Kollokationsplan werde daher ohne Rücksicht auf den Aussonderungsanspruch erstellt und aufgelegt werden. \"Desgleichen wird hernach die Verteilung vorgenommen, wenn nicht innert 20 Tagen vom Empfang dieses Schreibens BGE 87 III 14 S. 16an ein anderslautendes gerichtliches Urteil erwirkt oder doch wenigstens Klage erhoben worden ist.\" Der Aussonderungsanspruch werde im Kollokationsplan als gewöhnliche Forderung behandelt.\n\nHierauf führte die Erbengemeinschaft Brülisauer \"gegen die Verfügung des Konkursamtes... vom 14. September 1960\" Beschwerde mit dem Antrag, die angefochtene Verfügung sei aufzuheben. Die kantonale Aufsichtsbehörde ist auf die Beschwerde nicht eingetreten. Das Bundesgericht weist den Rekurs der Erbengemeinschaft Brülisauer ab.", "considerants": "Erwägungen:\n\n1. Wie die Vorinstanz zutreffend festgestellt hat, handelt es sich beim Guthaben an die Kantonalbank, von dem die Rekurrentin einen Teil als ihr gehörig beansprucht, nicht um eine in einem Wertpapier verkörperte, sondern um eine gewöhnliche Forderung. Macht ein Dritter geltend, dass eine solche nicht dem Gemeinschuldner, sondern ihm zustehe, und hält die Konkursverwaltung diesen Anspruch für unbegründet, so ist nach der neuern Rechtsprechung (BGE 70 III 37 /38, BGE 76 III 11) das Verfahren gemäss Art. 242 Abs. 2 SchKG nicht anwendbar, d.h. die Konkursverwaltung ist in einem derartigen Falle nicht befugt, dem Dritten eine Frist von zehn Tagen zur Klage auf Feststellung seines Anspruchs anzusetzen unter der Androhung, dass bei Nichteinhaltung der Frist der Anspruch als verwirkt gelte. Hätte das Konkursamt in seinem Schreiben vom 14. September 1960 eine solche Fristansetzung erlassen, so müsste sie also in Gutheissung der Beschwerde aufgehoben werden.\n\nIn Wirklichkeit hat jedoch das Konkursamt der Rekurrentin nicht in diesem Sinne Frist zur Klage angesetzt. Es hat ihr nicht angedroht, dass ihr Aussonderungsanspruch im Falle der Nichteinhaltung der Frist von zwanzig (nicht zehn) Tagen als verwirkt gelte. Vielmehr hat es ihr im Zusammenhang mit der Mitteilung, dass es diesen BGE 87 III 14 S. 17Anspruch bestreite und sie dementsprechend für den herausverlangten Betrag als Konkursgläubigerin kolloziere, nur eröffnet, dass es ohne Rücksicht auf den Aussonderungsanspruch zur Verteilung schreiten werde, wenn sie innert der erwähnten Frist nicht Klage einleite. Darin lag nicht die Androhung eines mit der Nichteinhaltung der Frist ohne weiteres eintretenden Rechtsnachteils. Wie angekündigt vorzugehen, ist dem Konkursamt nur möglich, wenn es ihm gelingt, sich von der Bank das auf Konto C 987 liegende Geld auszahlen zu lassen, und ein Schaden kann der Rekurrentin aus diesem Vorgehen nur erwachsen, wenn sich die Bank durch diese Auszahlung von ihrer Schuld gültig befreit; denn andernfalls bleibt das nach der Meinung der Rekurrentin auszusondernde Guthaben, falls es wirklich ihr zusteht, ungeachtet der Auszahlung und Verteilung bestehen. Der Gefahr, dass die Auszahlung an das Konkursamt für die Bank auch im Falle der Begründetheit des Anspruchs der Rekurrentin befreiend wirken könnte, kann diese, solange die Auszahlung nicht erfolgt ist, jederzeit auf einfachste Weise begegnen, indem sie der Bank von ihrem Anspruch Kenntnis gibt (Art. 168 Abs. 2 OR; über die Anwendbarkeit von Art. 168 OR im Falle, dass nicht wegen einer behaupteten Abtretung, sondern wegen behaupteten Forderungsübergangs von Gesetzes wegen, insbesondere wegen behaupteter Subrogation gemäss Art. 401 OR streitig ist, wem eine Forderung zustehe, vgl. BGE 63 II S. 57 in Verbindung mit S. 55; OSER/SCHÖNENBERGER N. 1 zu Art. 166 OR; BECKER, 2. Aufl., N. 4 zu Art. 166 OR; v. TUHR/SIEGWART § 97 III S. 821; GAUTSCHI N. 24 c zu Art. 401 OR, S. 546). Leitet sie gegen die Konkursmasse Klage auf Feststellung ihres Anspruchs ein, was sie auch nach Ablauf der im Schreiben vom 14. September 1960 erwähnten Frist tun kann, weil es sich dabei eben nicht um eine Ausschlussfrist handelt, oder gelangt die Konkursmasse ihrerseits an den Richter, so hat die Rekurrentin ausserdem die Möglichkeit, die Bank zur Hinterlegung des BGE 87 III 14 S. 18streitigen Betrages anzuhalten (Art. 168 Abs. 3 OR). Denkbar ist auch, dass sie nach kantonalem Prozessrecht schon vor der Klageeinleitung vorsorgliche Massnahmen zur Sicherung des von ihr geltend gemachten Aussonderungsanspruchs anordnen lassen kann. (Es geht hier nicht um die Sicherstellung der Erfüllung einer Geldforderung, die nach Bundesrecht nicht durch vorsorgliche Massnahmen des kantonalen Rechts, sondern nur durch einen Arrest im Sinne von Art. 271 ff. SchKG erfolgen kann; vgl. BGE 85 II 196). Unter diesen Umständen kann die Nichteinhaltung der erwähnten Frist der Rekurrentin praktisch überhaupt keinen Nachteil bringen. Eine Fristansetzung zur Klage, über die sich der Empfänger ungestraft hinwegsetzen kann, stellt aber keine durch Beschwerde anfechtbare Verfügung im Sinne von Art. 17 SchKG dar. Man hat es dabei vielmehr nur mit der unverbindlichen Einladung zu tun, eine allfällige Klage beförderlich einzuleiten. Damit verband das Schreiben vom 14. September 1960 die ebenso unmassgebliche Mitteilung, wie das Konkursamt bei Nichtbefolgung dieser Einladung weiter vorzugehen gedenke. Das Konkursamt hat denn auch in seiner Vernehmlassung an die Vorinstanz ausdrücklich bestätigt, dass sein Schreiben nicht eine Verfügung, sondern nur eine \"rechtsgeschäftliche Erklärung\" (vgl. BGE 76 III 99 ff.) bedeute, mit der es der Rekurrentin lediglich noch habe Zeit einräumen wollen, damit sie die Sache studieren und entsprechende Entscheidungen treffen könne. Daher ist die Vorinstanz auf die Beschwerde gegen die fragliche Fristansetzung mit Recht nicht eingetreten.\n\n2. Obwohl die Rekurrentin formell nur die Aufhebung der \"Verfügung\" vom 14. September 1960 beantragt, kann man angesichts der Art, wie sie diesen Antrag in der Beschwerde- und in der Rekursschrift begründet hat, auf den Gedanken kommen, sie wolle ausserdem verlangen, das Konkursamt sei anzuweisen, entweder ihren Aussonderungsanspruch anzuerkennen und die Aussonderung zu vollziehen oder aber Klage auf Feststellung der Gläubigereigenschaft BGE 87 III 14 S. 19der Konkursmasse einzuleiten. Anders gesagt: die Rekurrentin ist möglicherweise der Auffassung, ihr Anspruch sei aus Gründen des Verfahrensrechts zu schützen, falls nicht die Masse ihr besseres Recht auf das streitige Bankguthaben gerichtlich beweise. (Dass die Aufsichtsbehörden ihren Anspruch nicht materiell beurteilen können, gibt die Rekurrentin auf S. 7 der Rekursschrift ausdrücklich zu, nachdem sie zunächst längere Ausführungen darüber gemacht hat, dass dieser Anspruch materiell begründet sei.) Ob die Beschwerde und der Rekurs wirklich so gemeint seien und ob dieser Wille in den vorliegenden Rechtsschriften mit genügender Deutlichkeit zum Ausdruck komme, braucht indessen nicht näher geprüft zu werden; denn die Beschwerde und der Rekurs könnten auch dann keinen Erfolg haben, wenn man diese Fragen bejahen wollte.\n\na) Die Konkursverwaltung verfügt nach Art. 242 Abs. 1 SchKG über die Herausgabe von Sachen, welche von einem Dritten als Eigentum angesprochen werden (décide si les objets revendiqués par des tiers leur seront remis, decide circa la restituzione delle cose rivendicate da un terzo). Diese Vorschrift kann im Unterschied zu Art. 242 Abs. 2 SchKG auf Forderungen, die ein Dritter als ihm zustehend beansprucht, entsprechende Anwendung finden, und zwar namentlich auch in Fällen der Subrogation gemäss Art. 401 OR (vgl. GAUTSCHI N. 25 b zu Art. 401 OR, S. 547). Die \"Herausgabe\" erfolgt bei einer Forderung durch die Erklärung der Konkursverwaltung, dass sie darauf keinen Anspruch erhebe, sondern anerkenne, dass sie dem Drittansprecher zustehe, oder allenfalls durch eine Abtretungserklärung (vgl. GAUTSCHI N. 25 f zu Art. 401 OR, S. 548).\n\nIndem Art. 242 Abs. 1 SchKG der Konkursverwaltung die Befugnis einräumt, über die Herausgabe an den Drittansprecher zu verfügen, stellt sie es unter Vorbehalt der Rechte der Gläubiger und der Kompetenz der ordentlichen Gerichte zur Beurteilung streitiger Aussonderungsansprüche BGE 87 III 14 S. 20der Konkursverwaltung anheim, ob einem Aussonderungsbegehren entsprochen werden soll oder nicht. Die Aufsichtsbehörden haben der Konkursverwaltung mit Bezug auf diese Entscheidung, für die in erster Linie materiellrechtliche Erwägungen massgebend sind, keine Weisungen zu erteilen (so wenig wie sie sich in die Entscheidung über die Anerkennung einer Konkursforderung im Sinne von Art. 245 SchKG einzumischen haben).\n\nEinen Herausgabeanspruch anzuerkennen, können die Aufsichtsbehörden der Konkursverwaltung auch nicht für den Fall befehlen, dass diese es unterlassen sollte, mit Bezug auf eine von einem Dritten angesprochene Forderung, die sie nicht freigeben will, auf Feststellung des Gläubigerrechts des Gemeinschuldners bezw. der Masse zu klagen. Das Konkursrecht enthält keine Vorschrift, die es den Aufsichtsbehörden erlauben würde, die Konkursverwaltung unter der Androhung der Verwirkung dieses materiellen Rechts zur Einleitung einer solchen Klage aufzufordern.\n\nDem von der Rekurrentin angerufenen Entscheide BGE 76 III 11 liegt keine abweichende Auffassung zugrunde. Wenn es dort heisst: \"Will die Konkursverwaltung feststellen lassen, dass nicht der Rekurrent, sondern der Gemeinschuldner bezw. die Masse Gläubiger der Wohnkultur A.-G. (Drittschuldnerin) sei, so hat sie zu klagen\", so bedeutet dies keineswegs, dass die Konkursverwaltung bei Gefahr der Verwirkung des Gläubigerrechts der Masse gegen den Drittansprecher klagen müsse. Vielmehr ist die Meinung klarerweise nur die, dass die Konkursverwaltung klagen muss, wenn ihr an der gerichtlichen Feststellung des eben erwähnten Gläubigerrechts gelegen ist. Dies kann z.B. dann der Fall sein, wenn es der Konkursverwaltung nicht gelingt, eine an sich unbestrittene Forderung einzuziehen, weil der Drittschuldner wegen der Ungewissheit darüber, wem die Forderung zustehe, die Auszahlung an die Konkursmasse einstweilen ablehnt. Allgemein gesprochen, wird sich die Konkursverwaltung dann zu einer BGE 87 III 14 S. 21solchen Klage veranlasst sehen, wenn dadurch das Ergebnis der Verwertung (dieses Wort im weitesten Sinne verstanden) verbessert werden kann (vgl. LEUCH in ZBJV 1940 S. 21/22). Ob aus solchen Gründen gegen den Drittansprecher geklagt werden soll, ist von dessen Zustimmung unabhängig, so dass ihm in diesem Zusammenhang kein Beschwerderecht zusteht.\n\nEine behördliche Aufforderung an die Konkursverwaltung zur Klage gegen den Dritten auf Feststellung des Gläubigerrechts der Masse kann höchstens vom Richter ausgehen. Wenn der Schuldner den geschuldeten Betrag auf Grund von Art. 168 Abs. 1 OR von sich aus gerichtlich hinterlegt, weil streitig ist, wem die Forderung zustehe, so hat nämlich der Richter nach dem Prozessrecht einzelner Kantone die Möglichkeit, einem der beiden Ansprecher (und zwar demjenigen, welcher den Rechtsschein gegen sich hat) Frist zur Klage gegen den andern anzusetzen unter der Androhung, dass der hinterlegte Betrag bei Nichteinhaltung der Frist dem andern herausgegeben würde (so die ständige Praxis der zürcherischen Gerichte zu §§ 392 ff. den zürch. ZPO; vgl. J. R. BIEDERMANN, Die Hinterlegung als Erfüllungssurrogat, 1944, S. 126/127). Ob das Prozessrecht von Appenzell I. Rh. dem Richter diese Möglichkeit gebe und ob derartige Vorschriften des kantonalen Prozessrechts mit dem Bundesrecht vereinbar seien, kann dahingestellt bleiben; denn für die Beurteilung der vorliegenden Beschwerde ist nur wesentlich, dass auf jeden Fall die Aufsichtsbehörden nicht befugt sind, die Konkursverwaltung unter Androhung von Rechtsnachteilen für die Konkursmasse zur Klage aufzufordern.\n\nb) Die Konkursverwaltung auf dem Wege des Beschwerdeverfahrens unmittelbar oder für den Fall der Unterlassung einer Klage zur Anerkennung eines Drittanspruchs an einer Forderung und zu deren \"Herausgabe\" zu zwingen, kommt um so weniger in Frage, als die Konkursverwaltung, wenn sie eine Drittansprache anerkennen will, die Herausgabe nicht sogleich vollziehen darf. Nach BGE 87 III 14 S. 22Art. 47 KV hat sie vielmehr mit der Anzeige an den Drittansprecher, dass sein Anspruch anerkannt werde, und mit der Herausgabe zuzuwarten, \"bis feststeht, ob die zweite Gläubigerversammlung etwas anderes beschliesst oder ob nicht einzelne Gläubiger nach Art. 260 SchKG Abtretung der Ansprüche der Masse auf den Gegenstand verlangen.\" Durch einen Entscheid der Aufsichtsbehörde, der die Konkursverwaltung zu früherer Herausgabe anhielte, würde also in unzulässiger Weise der Entscheidung der zweiten Gläubigerversammlung (Art. 253 Abs. 2 SchKG) vorgegriffen und den Gläubigern das ihnen nach Art. 260 SchKG zustehende Recht entzogen.\n\nNach Art. 51 KV finden die Vorschriften von Art. 47 ff. KV freilich keine Anwendung, wenn das Eigentum des Drittansprechers von vornherein als bewiesen zu betrachten ist oder die sofortige Herausgabe des angesprochenen Gegenstandes im offenbaren Interesse der Masse liegt oder endlich vom Drittansprecher angemessene Kaution geleistet wird. Allein abgesehen davon, dass diese Vorschrift nach der Praxis (BGE 75 III 16) auf Gegenstände von bedeutendem Wert nicht (oder jedenfalls nicht vorbehaltlos) angewendet werden darf, sind die Voraussetzungen, unter denen ihr Wortlaut die sofortige Herausgabe erlaubt, im vorliegenden Fall unzweifelhaft nicht gegeben. Insbesondere ist keineswegs \"von vornherein als bewiesen zu betrachten\", dass das streitige Bankguthaben der Rekurrentin zustehe. Diese behauptet selber nicht, dass sie ihrerseits im Sinne von Art. 401 Abs. 1 OR allen Verbindlichkeiten aus dem von ihr behaupteten Auftragsverhältnis nachgekommen sei, und hat sich auch nicht etwa anerboten, an die Masse zu leisten, was sie noch schulde (vgl. hiezu GAUTSCHI N. 25 c zu Art. 401 OR, S. 547). Vor allem aber lässt sich mit ernsthaften Gründen die Auffassung vertreten, eine Subrogation gemäss Art. 401 OR sei überhaupt ausgeschlossen, wenn das vom Beauftragten für Rechnung des Auftraggebers entgegengenommene Geld nicht wie in dem von der Rekurrentin erwähnten BGE 87 III 14 S. 23Falle BGE 21 S. 809 ff. in ein Sonderdepot oder auf ein Sonderkonto, sondern wie hier auf ein allgemeines Konto des Beauftragten gelegt worden ist (vgl. GAUTSCHI N. 8 b zu Art. 401 OR, S. 521). Der Anspruch der Rekurrentin ist also durchaus nicht liquid. Selbst wenn es aber noch anders wäre, so könnte sich doch höchstens fragen, ob die Konkursverwaltung berechtigt sei, dem Aussonderungsbegehren zu entsprechen. Davon, dass die Konkursverwaltung hiezu von der Rekurrentin auf dem Beschwerdeweg direkt oder indirekt gezwungen werden könne, könnte dagegen aus den unter lit. a genannten Gründen auch in diesem Falle keine Rede sein."}