{"annee": "87", "cour": "I", "page": "473", "date": "7/12/1961", "cite": [], "cite_par": ["92 I 143", "94 I 182", "91 I 23", "99 IB 244", "90 I 307"], "chapeau": "76. Arrêt de la IIe Cour civile du 7 décembre 1961 dans la cause Métraux contre Blanc et Leresche.", "regestes": ["1. Qualité, quant à la forme et quant au fond, pour former un recours de droit administratif (art. 103 al. 107) (consid. 1 et 2). 2. La personne qui requiert du conservateur du registre foncier l'ouverture de la procédure prévue par les art. 13 et 14 LPR n'a pas qualité quant au fond pour recourir contre son refus (confirmé par les instances de recours cantonales) lorsqu'elle a ouvert action en constatation du droit de préemption qu'elle prétend. L'action répare en effet l'atteinte éventuellement portée à la situation juridique du requérant par le refus du conservateur, car elle constitue, avant même l'épuisement des voies de recours administratives, un mode valable d'exercer le droit, qu'elle sauvegarde entièrement, rendant ainsi inutile la procédure administrative. Celle-ci, d'ailleurs, n'est pas de nature à influer sur le sort de l'action (Consid. 3 et 4)."], "faits": "BGE 87 I 473 S. 474\n\nA.- Alfred Blanc est propriétaire d'un domaine agricole de quelque huit hectares à Vers-chez-les-Blanc, sur la commune de Lausanne. Le 7 décembre 1960, il a vendu à Georges Leresche une parcelle de 4011 m2 de ce domaine.\n\nDans une lettre du 10 octobre 1960 au conservateur du registre foncier du district de Lausanne, la fille unique du vendeur, dame Hélène Métraux, avait manifesté l'intention d'exercer un droit de préemption sur le bien-fonds qui devait être aliéné. Le 23 décembre, une fois le contrat conclu, elle invita le conservateur à introduire la procédure prévue par les art. 13 et 14 de la loi du 12 juin 1951 sur le maintien de la propriété foncière rurale. S'étant heurtée à un refus, elle adressa le 4 janvier 1961 au Département cantonal des finances un recours qu'il rejeta le 26 de ce mois.\n\nB.- Le 19 janvier 1961, dame Métraux a intenté action à Blanc et Leresche, devant le Tribunal civil du district de Lausanne, pour faire constater qu'elle bénéficie d'un droit de préemption sur le domaine de son père, notamment sur le bien-fonds vendu le 7 décembre 1960, et qu'elle est en droit d'acquérir cette parcelle à sa valeur d'estimation.\n\nLe 29 mars, à la requête de la demandresse, le juge saisi a suspendu l'instruction de la cause jusqu'à la solution de la procédure engagée devant les autorités administratives.\n\nC.- Le 7 février 1961, en effet, dame Métraux avait attaqué la décision du Département auprès du Conseil d'Etat, mais elle fut déboutée le 4 juillet. L'autorité cantonale supérieure considère qu'en vertu de l'art. 16 BGE 87 I 473 S. 475al. 1 de la loi du 12 juin 1951, \"les cantons peuvent limiter ou exclure l'application des dispositions sur le droit de préemption quant aux exploitations agricoles ou aux biens-fonds dont la superficie ne dépasse pas trois hectares\" et que cette disposition autorise les cantons à supprimer le droit de préemption légal en cas de vente d'une parcelle dont l'aire n'est pas supérieure à trois hectares; elle déclare que le canton de Vaud a fait usage de cette faculté, à l'art. 4 al. 2 de la loi vaudoise d'exécution du 1er décembre 1952, en limitant le droit en question \"aux exploitations et aux biens-fonds dont la superficie dépasse trois hectares ou, s'il s'agit de vignes, un hectare\". Aussi, en l'espèce, le Conseil d'Etat refuse-t-il de soumettre le terrain vendu, qui ne mesure que 4011 m2, au droit de préemption de dame Métraux. Subsidiairement, il conteste que cet immeuble ait l'importance exigée par l'art. 6 al. 1 de la loi fédérale et, partant, puisse faire l'objet du droit invoqué.\n\nD.- Dame Métraux a déposé au Tribunal fédéral un recours de droit administratif contre la décision du Conseil d'Etat et requis l'ouverture de la procédure légale par le conservateur du registre foncier. Elle soutient que la limite de trois hectares fixée par l'art. 16 al. 1 de la loi du 12 juin 1951 se rapporte non pas à la parcelle vendue, mais au domaine ou au bien-fonds dont elle fait partie, cette interprétation étant seule conforme au système légal, aux intentions du législateur et aux buts qu'il a visés. Au surplus, elle dénie aux autorités de surveillance la compétence de se prononcer sur l'importance de l'immeuble aliéné, au sens de l'art. 6 al. 1 de la loi fédérale, cette question ne relevant que de l'appréciation du juge.\n\nLe Conseil d'Etat conclut principalement à l'irrecevabilité du recours et subsidiairement à son rejet. Blanc se borne à se référer à la décision attaquée ainsi qu'aux arguments qu'il a exposés dans la procédure cantonale. Quant à Leresche, tout en souhaitant que le Tribunal fédéral se prononce au fond, il fait sienne l'argumentation du Conseil d'Etat.\n\nBGE 87 I 473 S. 476", "considerants": "Considérant en droit:\n\n1. L'art. 99 ch. I litt. c OJ prévoit un recours de droit administratif contre les décisions des autorités cantonales de surveillance en matière de registre foncier.\n\nLe droit de recours appartient notamment à celui qui est intéressé, comme partie, à la décision attaquée (art. 103 al. 1 OJ). En conséquence, les parties devant l'autorité cantonale supérieure ont en la forme la faculté de recourir: leur recours est recevable.\n\nEn l'espèce, dame Métraux a été considérée comme partie par le Conseil d'Etat. Son recours est donc recevable.\n\n2. La disposition de l'art. 103 al. 1 OJ part de l'idée qu'un recourant débouté en tant que partie par une décision possède la qualité quant au fond (Sachlegitimation). Tel n'est cependant pas toujours le cas. Aussi bien, d'après sa jurisprudence constante, le Tribunal fédéral rejette-t-il le recours sans plus ample examen, lorsque le recourant n'a pas cette qualité (RO 60 I 33 sv.; 62 I 167 sv.; 66 I 279; 72 I 55 sv.; 75 I 382; 81 I 397; 85 I 124, 131, 165, 290 sv.; 87 I 433; KIRCHHOFER, Die Verwaltungsrechtspflege beim Bundesgericht, p. 32 sv.).\n\nA qualité, dans cette acception du terme, celui qui est lésé, c'est-à-dire touché dans la sphère de ses droits subjectifs si la décision attaquée est illégale (RO 87 I 436).\n\nEn l'espèce, en saisissant le Tribunal civil du district de Lausanne, la recourante a exercé son prétendu droit de préemption. Depuis lors, sa situation juridique ne pouvait plus être affectée par la procédure engagée devant les autorités administratives et par la décision attaquée; l'ouverture de l'action dirigée contre Blanc et Leresche a suffi à réparer l'atteinte que le refus du conservateur du registre foncier aurait portée à la situation juridique de la recourante. Encore faut-il toutefois que l'action constitue en l'occurrence, avant même l'épuisement des voies de recours contre la décision du conservateur, un BGE 87 I 473 S. 477mode valable d'exercer le droit et qu'elle le sauvegarde entièrement, rendant ainsi inutile la procédure administrative. La réponse à cette question se fonde sur le but de la loi.\n\n3. La loi du 12 juin 1951 sur le maintien de la propriété foncière rurale fixe les obligations du conservateur du registre foncier et des personnes qui se prétendent titulaires d'un droit de préemption en cas de vente totale ou partielle d'une exploitation agricole (art. 13 et 14). Elle ne dit pas toutefois comment ces personnes doivent procéder lorsque le conservateur refuse d'appliquer les dispositions légales (parce qu'à son avis le droit de préemption n'existe manifestement pas).\n\nLe refus du conservateur n'empêche en tout cas pas la personne qui se prétend au bénéfice d'un droit de préemption légal d'agir en justice (RO 79 I 270; v. aussi ZBGR 39 p. 21 et la Fiche juridique suisse no 228 a B ch. II litt. d).\n\nIl se justifie d'autant moins de contraindre celle-ci à parcourir tous les degrés de la procédure administrative avant d'ouvrir action (art. 104 ORF et 99 ch. I litt. c OJ) que cette obligation différerait la solution de conflits qui, selon l'intention du législateur, doivent se liquider promptement. Celui qui prétend un tel droit sur une parcelle du territoire vaudois pourrait être amené à saisir trois autorités; s'il obtenait gain de cause, il faudrait encore que le conservateur procédât selon les art. 13 et 14 LPR; après seulement, il pourrait agir en justice. Or une telle procédure obligatoire ne se concilierait guère avec la volonté du législateur d'abréger autant que possible le règlement des différends, volonté exprimée notamment par la fixation de délais de péremption de un et trois mois et la réduction d'un an à trois mois du délai de péremption absolue (Bull. stén. CN 1948 p. 514 sv.).\n\nAdmissible, l'action rend en outre superflue, dès qu'elle est intentée, la procédure administrative prévue par les art. 13 et 14 LPR. Celle-ci tend à permettre aux titulaires BGE 87 I 473 S. 478éventuels du droit de préemption de le faire valoir, à les obliger de se déterminer dans un court délai et à informer le vendeur et l'acheteur de leur décision. Or celui qui ouvre action contre les parties au contrat de vente manifeste aux intéressés sa volonté d'exercer le droit qu'il prétend. Il atteint donc directement le but visé par la procédure administrative.\n\n4. Il est vrai que l'inutilité de la procédure administrative ne serait pas encore démontrée, si la décision du conservateur était de nature à influer sur la solution de l'action en justice. Mais il n'en est rien. Non seulement le conservateur ne tranche que préjudiciellement la question du droit de préemption, mais son pouvoir d'examen est limité. Il ne refuse en effet d'appliquer la procédure prévue par les art. 13 et 14 LPR que si d'après les pièces qui lui sont présentées, soit à première vue, l'existence d'un droit de préemption ne peut être sérieusement envisagée (RO 79 I 270 et 276 sv.). Loin de préjuger la décision des tribunaux ordinaires, celle du conservateur (ou des autorités de recours) leur laisse toute latitude de résoudre le problème au fond.\n\nCertes, l'opinion du conservateur ou des autorités de surveillance et de recours peut jouir, en pratique et de cas en cas, d'un certain poids. En la connaissant, celui qui prétend un droit aura un moyen de plus de former la sienne propre et agira en justice avec une conviction mieux étayée, si elle lui est favorable. Dans le cas contraire, il réfléchira à deux fois et s'épargnera peut-être des désagréments inutiles. Mais s'il peut donc avoir quelque intérêt à obtenir une décision administrative définitive (dans une procédure relativement peu onéreuse), ce n'est toutefois là qu'une utilité de fait de cette décision. La qualité quant au fond pour recourir ne saurait en être touchée (KIRCHHOFER, op.cit. p. 35).\n\nAu surplus, dans l'espèce qui la concerne, il va sans dire que la recourante n'est fondée à persister dans la procédure administrative ni dans l'intérêt des tiers susceptibles d'être BGE 87 I 473 S. 479lésés par la jurisprudence cantonale qu'elle critique, ni en prévision de l'éventualité où elle aurait de nouveau l'occasion de faire valoir un droit de préemption. Le recours de droit administratif n'est pas une actio popularis (RO 62 I 167; 66 I 279; KIRCHHOFER, op.cit. p. 34) et ne peut servir qu'à protéger un intérêt juridique actuel (HEFTI, De la qualité pour agir dans la juridiction constitutionnelle et administrative du Tribunal fédéral, p. 64).\n\nQuant au désir de faire trancher par la plus haute juridiction une question au fond qui vise l'existence du droit qu'elle prétend, la recourante aura tout loisir, dans la mesure où les prescriptions légales le permettent et où elle les respectera, de saisir le Tribunal fédéral par la voie d'un recours dirigé contre la décision rendue par la dernière instance cantonale sur l'action civile.\n\n5. Le recours doit donc être rejeté sans plus ample examen. Il se justifie de compenser les dépens de l'instance fédérale. En effet, Blanc s'est borné à se rallier aux observations du Conseil d'Etat. Quant à Leresche, il en fait de même sur le fond, mais souhaite que la qualité pour recourir soit reconnue à la recourante: il succombe donc sur le point qui a emporté la décision de la Cour.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours."}