{"annee": "87", "cour": "III", "page": "97", "date": "15/5/1961", "cite": [], "cite_par": ["89 IV 77", "93 III 84", "94 III 65"], "chapeau": "17. Extrait de l'arrêt du 15 mai 1961 dans la cause Ritossa.", "regestes": ["1. Befugnis zur Weiterziehung, Art. 19 SchKG (Erw. 2). 2. Die Nichtigkeit einer kantonalen Entscheidung ist von Amtes wegen festzustellen, namentlich wenn die Interessen einer an der Betreibung nicht beteiligten Person verletzt sind (Fall einer Aktiengesellschaft, deren Aktien einer den betriebenen Schuldner in sich schliessenden Gemeinschaft gehören; Verwertung von Vermögen der Aktiengesellschaft, nachdem ein Anteil an jener Gemeinschaft gepfändet worden ist). Voraussetzungen (Erw. 3)."], "faits": "BGE 87 III 97 S. 97\n\nRésumé de l'état de fait:\n\nDans une poursuite intentée à Alexandre Ritossa pour un montant de 3000 fr. en capital, l'Office des poursuites de Genève a saisi les droits du débiteur dans la succession BGE 87 III 97 S. 98de son père, laquelle comprenait le capital-actions d'une société anonyme propriétaire d'un immeuble (S.I. 16, rue de Fribourg). La réquisition de vente a été déposée le 27 février 1958.\n\nA cette époque, Ritossa était en procès avec sa cohéritière, dame Louise Ritossa, car il entendait se faire reconnaître seul propriétaire des actions de la société immobih.ère. Les revenus de l'immeuble furent bloqués en mains du régisseur. En mars 1961, la Cour de justice du canton de Genève a débouté Ritossa de ses conclusions et prononcé que le capital-actions de la société appartenait à la communauté héréditaire.\n\nConformément à l'art. 132 LP, l'Office a demandé à l'Autorité de surveillance de fixer le mode de réalisation.\n\nConsidérant que le produit des loyers bloqués de l'immeuble était de plus de 45 000 fr., cette autorité a ordonné à l'Office des poursuites, par décision du 28 avril 1961, de \"continuer la poursuite... en exigeant la remise des montants nécessaires à solder ladite poursuite, montants à prélever sur les fonds appartenant à la communauté successorale ... et constitués par le produit net des loyers bloqués de l'immeuble 16, rue de Fribourg, propriété de la société immobilière du même nom..., étant précisé que les sommes ainsi réalisées devront être déduites de la part revenant au débiteur... lors de la liquidation de cette communauté\".\n\nDame Ritossa recourt au Tribunal fédéral contre cette décision, dont elle demande l'annulation.", "considerants": "Considérant en droit:\n\n2. La recourante objecte à la décision entreprise que la société immobilière a besoin de ses actifs pour payer des réparations et ne peut être contrainte d'accorder des prêts à ses actionnaires, d'autant moins qu'elle n'est pas en mesure de leur distribuer des dividendes. Autrement dit, la recourante soutient que la mesure attaquée porte atteinte aux intérêts de cette société.\n\nBGE 87 III 97 S. 99\n\nCe moyen est irrecevable. Seul a qualité pour recourir en matière de poursuite celui qui se prétend lésé dans ses intérêts juridiquement protégés (RO 79 III 5, 82 III 55). Or la recourante n'est qu'un des membres de la communauté à laquelle appartient le capital-actions de la société immobilière. Juridiquement, ses intérêts ne se confondent pas avec les intérêts sociaux. En tant que personne morale, la société est seule habile à se plaindre d'une atteinte à ses intérêts. Un actionnaire et, à fortiori, un membre de la communauté actionnaire ne sauraient agir à sa place.\n\n3. Cependant, les autorités de surveillance doivent constater d'office la nullité des décisions contraires à une disposition légale impérative ou à l'intérêt public ou encore aux intérêts d'une personne étrangère à la poursuite (RO 68 III 35, 79 III 9, 81 III 5, 82 III 70, 84 III 85; IMBODEN, Nichtige Betreibungshandlungen, dans Blätter für Schuldbetreibung und Konkurs, 1944, p. 135). Tel est le cas en l'espèce.\n\nL'autorité cantonale ne pouvait réaliser qu'une part de communauté (cf. art. 10 al. 2 OPC). La mesure prise devait donc avoir pour objet les biens de la communauté et non ceux de tierces personnes. Or le prélèvement ordonné ne porte pas sur le seul actif de la communauté, à savoir le capital-actions de la société immobilière, mais sur les revenus encaissés par le régisseur de l'immeuble de cette société. Ces revenus appartiennent à cette dernière, c'est-à-dire à une personne juridique distincte de la communauté. Par conséquent, la décision attaquée est non seulement incompatible avec l'ordonnance concernant la saisie et la réalisation de parts de communauté, mais elle lèse les intérêts d'un tiers qui n'est point partie à la procédure. Elle est donc frappée d'une nullité que le Tribunal fédéral doit constater d'office.\n\nIl est vrai que, selon l'arrêt Thomann (RO 44 III 29 et suiv.), le Tribunal fédéral ne peut intervenir que s'il est saisi d'un recours valable (cf. également RO 47 III 119, 79 III 9). Cette jurisprudence a été critiquée par BGE 87 III 97 S. 100la doctrine (cf. BAUHOFER, Über das Verhältnis von Beschwerdeführung und Einschreiten der Aufsichtsbehörde von Amteswegen, dans RSJ 1922-23, p. 4 et suiv.). Mais il n'est pas nécessaire de la reconsidérer, la condition qu'elle pose étant réalisée en l'espèce. La recourante, en effet, est au nombre des personnes visées par les art. 132 al. 3 LP et 10 al. 1 OPC. Elle a donc qualité pour attaquer la décision de l'autorité cantonale. En outre, elle a agi en temps utile. Dès lors, bien qu'il contienne un moyen irrecevable, son recours doit être tenu pour valable.\n\nPar ces motifs, la Chambre des poursuites et des faillites prononce:\n\nLa nullité de la décision attaquée est constatée d'office et la cause est renvoyée à la juridiction cantonale pour qu'elle statue à nouveau."}