{"annee": "87", "cour": "IV", "page": "64", "date": "21/4/1961", "cite": [], "cite_par": ["88 IV 107", "88 IV 100", "94 IV 23"], "chapeau": "16. Extrait de l'arrêt de la Cour de cassation pénale du 21 avril 1961 dans la cause Molnar contre Ministère public du canton de Vaud.", "regestes": ["Art. 117 CP; homicide par négligence, causalité adéquate."], "faits": "BGE 87 IV 64 S. 64\n\nRésumé des faits:\n\nLe 29 août 1959, les motocyclistes Molnar et Dorner, accompagnés, le premier par Monique Ries, le second par Eliane Buchs, rentraient à Lausanne, vers 23 heures, par la route de Cossonay. Après le carrefour qui se trouve au centre de Prilly, la chaussée, large d'à peu près 8 m, décrit une courbe à grand rayon vers la droite. A l'entrée de cette courbe, Molnar, qui roulait à 100 km/h environ, entreprit de dépasser Dorner, dont la vitesse était de 70 à 80 km/h. Il fut déporté sur la gauche, monta sur le trottoir, où il brisa un poteau de bois, porteur de la ligne aérienne du tramway, puis fut projeté à terre avec sa passagère.\n\nAu même moment, une automobile conduite par Bordigoni arrivait en sens inverse, à 50 km/h. Apercevant soudain Molnar qui se dirigeait directement sur lui, et en même temps Dorner, qui avait dévié vers le centre de la chaussée, Bordigoni obliqua à gauche et freina fortement pour éviter une collision frontale avec le premier des motocyclistes et dans l'espoir que le second reprendrait sa droite. Toutefois, celui-ci continua son mouvement vers la gauche et vint heurter l'angle avant droit de la voiture. Le point de choc se trouve à 4 m 50 du bord droit de la chausée par rapport à la direction suivie par les deux motocyclettes. Dorner fut assez grièvement blessé; sa passagère, Eliane Buchs, mourut des suites de sa chute.\n\nCondamné par l'autorité vaudoise à neuf mois d'emprisonnement pour homicide par négligence, pour entrave par négligence à la circulation publique, pour avoir conduit BGE 87 IV 64 S. 65une motocyclette alors qu'il était pris de boisson et pour contravention aux art. 25, 26 LA et 46 RA, Molnar s'est pourvu en nullité.", "considerants": "Considérant en droit:\n\n1. .....\n\n2. Le recourant conteste s'être rendu coupable d'homicide par négligence sur la personne d'Eliane Buchs passagère de Dorner. Car, dit-il, le choc entre la motocyclette de Dorner et l'automobile de Bordigoni, qui a entraîné la chute mortelle de la victime, s'est produit alors que Dorner avait dépassé, à sa gauche, l'axe de la chaussée. Il estime qu'un tel comportement, de la part d'un motocycliste, n'est pas prévisible dans le cours normal des choses, de sorte que le lien de causalité adéquate fait défaut entre les fautes commises par Molnar et la mort d'Eliane Buchs.\n\nSelon la jurisprudence constante, le rapport de causalité entre deux faits est adéquat lorsque l'un, non seulement apparaît comme une cause nécessaire de l'autre, mais encore était propre, dans le cours normal des choses et selon l'expérience générale de la vie, à entraîner ou à favoriser un résultat semblable. Peu importe que la faute d'un tiers ait contribué audit résultat, pourvu qu'elle n'eût pas été imprévisible (RO 64 II 204; 68 IV 19; 73 IV 232; 77 IV 181, 188).\n\nC'est Molnar qui, en roulant à l'extrême gauche de la chaussée, a déterminé Bordigoni à se détourner vers la gauche, afin d'éviter une collision frontale qui paraissait imminente. Il a donc, par sa manoeuvre, été la cause première de l'accident dont Eliane Buchs a été la victime. Il en a, de plus, été la cause nécessaire, car, sans sa conduite insensée, Bordigoni n'aurait eu aucune raison de s'écarter de la droite, où il circulait à 50 km/h. Enfin, cette conduite était manifestement propre à entraîner des conséquences mortelles dans le cours normal des choses et selon l'expérience générale de la vie. Sans doute, BGE 87 IV 64 S. 66la faute commise de son côté par Dorner a-t-elle contribué au résultat, mais il n'était nullement imprévisible qu'un dépassement à 100 km/h, dans les conditions où il a eu lieu, pût provoquer n'importe quelle distraction ou autre faute chez un des conducteurs qui se trouvaient sur place et entraîner ainsi des conséquences mortelles.\n\nPar ces motifs, la Cour de cassation pénale\n\nRejette le pourvoi."}