{"annee": "87", "cour": "I", "page": "163", "date": "12/7/1961", "cite": ["81 II 319", "41 I 77", "86 I 33"], "cite_par": ["126 III 438", "96 I 53"], "chapeau": "27. Urteil vom 12. Juli 1961 i.S. X. gegen Basel-Landschaft, Kanton und Verwaltungsgericht.", "regestes": ["Recours de droit public contre une décision en matière d'impôt pour violation du principe de l'égalité de traitement contenu dans un traité d'établissement conclu avec un Etat étranger. Compétence et pouvoir d'examen du Tribunal fédéral (consid. 1 et 3). Droit fiscal cantonal. Arbitraire. Règle cantonale d'après laquelle l'impôt de succession est de 1% pour les enfants reconnus avec suites d'état civil selon le code civil suisse, et de 4% pour les enfants adoptifs. Quelle règle adopter pour des enfants naturels qu'un ressortissant allemand a adoptés selon les règles du droit allemand, parce que la légitimation par mariage avec la mère ainsi que la reconnaissance avec effets d'état civil au sens de l'art. 303 CC étaient impossibles, et que la déclaration de légitimité du droit allemand paraissait exclue? (consid. 4 et 5)."], "faits": "BGE 87 I 163 S. 164\n\nA.- Nach dem basellandschaftl. Gesetz über die Erbschafts- und Schenkungssteuer vom 16. Februar 1920 (EStG) unterliegt der Vermögenserwerb von Todes wegen der Erbschaftssteuer (§ 1). Der Steuersatz ist in § 10 Abs. 1 Ziff. 1-8 nach dem Verwandtschaftsgrad abgestuft und beträgt für Nachkommen des Erblassers 1% (Ziff. 1), für den Ehegatten neben ehelichen Nachkommen 1%, sonst 2% (Ziff. 2), für Eltern, Adoptivkinder und Stiefkinder 4% (Ziff. 3), für gewisse weitere Verwandte 6-12% (Ziff. 4-7) und für andere Verwandte sowie Nichtverwandte 15% (Ziff. 8) des erworbenen Vermögensbetrages; ferner bestimmt § 10 Abs. 2:\n\nDie uneheliche Verwandtschaft ist auf der Mutterseite der ehelichen stets gleichgestellt, auf der Vaterseite dagegen nur, sofern eine Anerkennung oder Zusprechung mit Standesfolge nach Massgabe der Bestimmungen des schweizerischen Zivilgesetzbuches stattgefunden hat.\n\nB.- Der im Jahre 1955 an seinem Wohnsitz im Kanton Baselland verstorbene deutsche (badische) Staatsangehörige BGE 87 I 163 S. 165X. hinterliess den grössten Teil seines Vermögens seinen beiden ausserehelichen Töchtern, die er im Jahre 1933 nach deutschem Recht adoptiert hatte.\n\nDie kantonale Steuerverwaltung berechnete die von den beiden Erbinnen zu entrichtende Erbschaftssteuer nach dem für Adoptivkinder geltenden Satz von 4% (§ 10 Ziff. 3 EStG).\n\nGegen diese Veranlagung führten die beiden Erbinnen Beschwerde mit dem Begehren um Anwendung des nach § 10 Ziff. 1 EStG für Nachkommen geltenden Satzes von 1%, indem sie geltend machten: Die Gleichstellung der unehelichen Verwandtschaft auf der Vaterseite mit der ehelichen Verwandtschaft setze nach § 10 Abs. 2 EStG die Anerkennung oder Zusprechung mit Standesfolge nach Massgabe der Bestimmungen des schweizerischen ZGB voraus, komme also für Ausländer, deren Status sich nach dem Heimatrecht richte, nicht in Frage. Das sei unsinnig und stelle eine Gesetzeslücke dar. Auch ein der schweizerischen Anerkennung gleiches oder ähnliches Rechtsverhältnis sei zu berücksichtigen. X. habe seine ausserehelichen Töchter nicht durch Heirat legitimieren können, da die Mutter geisteskrank sei. Als Deutscher habe er sie auch nicht nach schweizerischem Recht mit Standesfolge anerkennen können. Die Ehelichkeitserklärung gemäss §§ 1723 ff. BGB werde nur ganz selten bewilligt, da die Adoption den gleichen Zweck erfülle. X. habe daher seine Töchter adoptiert, wodurch das der schweizerischen Anerkennung mit Standesfolge am nächsten kommende Vater-Kind-Verhältnis begründet worden sei, zumal die Adoption nach deutschem Recht ein noch engeres Verhältnis schaffe als diejenige nach schweizerischem Recht. Die gegenteilige Auffassung laufe auf eine Verletzung des in Art. 1 des schweiz.-deutschen Staatsvertrages vom 31. Oktober 1910 aufgestellten Grundsatzes der Gleichbehandlung hinaus.\n\nDas Verwaltungsgericht des Kantons Basel-Landschaft wies die Beschwerde durch Urteil vom 8. März 1961 ab, BGE 87 I 163 S. 166im wesentlichen aus folgenden Gründen: Die Ordnung in § 10 EStG sei keineswegs lückenhaft, sondern erfasse jeden Erwerb von Todes wegen, wobei für den Steuersatz auf den Grad der Verwandtschaft und den Status gemäss schweizerischem Familienrecht abgestellt werde. Allen ausländischen Rechten habe das EStG nicht Rechnung tragen können. Es sei aber ganz offensichtlich stillschweigender Sinn der Regelung, dass Ausländer nach dem Satz für denjenigen schweizerischen Status zu besteuern seien, der ihrem heimatrechtlichen Status gleich- oder nahekomme. Die deutschrechtliche Adoption, zu der sich X. im Jahre 1933 entschieden habe, stimme nach ihren Wirkungen mit der schweizerischen Adoption nicht völlig überein, stehe dieser aber näher als der schweizerischen Anerkennung mit Standesfolge. Die Steuerverwaltung habe daher zu Recht den Steuersatz für Adoptivkinder, d.h. 4% nach § 10 Ziff. 3 EStG, angewendet. Dass dies als gewisse Härte empfunden werde, sei verständlich. Solche Härten ergäben sich aber auch bei Schweizern in Fällen, wo die Anerkennung eines ausserehelichen Kindes mit Standesfolge nach Art. 304 ZGB ausgeschlossen sei, weshalb Art. 1 des schweiz.-deutschen Staatsvertrages vom 31. Oktober 1910 nicht verletzt sei.\n\nC.- Gegen diesen Entscheid führen die beiden Erbinnen X. staatsrechtliche Beschwerde. Sie machen Verletzung des schweiz.-deutschen Staatsvertrages vom 31. Oktober 1910, des schweiz.-badischen Staatsvertrages vom 6. Dezember 1856 und des Art. 4 BV geltend. Zur Begründung werden im wesentlichen die im kantonalen Beschwerdeverfahren erhobenen Rügen wiederholt.\n\nD.- Das Verwaltungsgericht des Kantons Basel-Landschaft hat auf Gegenbemerkungen verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführerinnen machen in erster Linie eine Verletzung des Grundsatzes der Gleichbehandlung geltend, der in Art. 3 und 4 des schweiz.-badischen Staatsvertrages BGE 87 I 163 S. 167vom 6. Dezember 1856 betreffend die gegenseitigen Bedingungen über Freizügigkeit usw. (BS 11 S. 611) und in Art. 1 des schweiz.-deutschen Staatsvertrages vom 31. Oktober 1910 betreffend Regelung von Rechtsverhältnissen der beiderseitigen Staatsangehörigen usw. (BS 11 S. 621) aufgestellt ist. Zur Beurteilung dieser Rügen ist das Bundesgericht zuständig. Nach Art. 125 lit. c OG ist zwar gegenüber letztinstanzlichen kantonalen Entscheiden die Beschwerde an den Bundesrat unter anderem zulässig wegen Verletzung derjenigen Staatsvertragsbestimmungen, welche \"sich auf Freizügigkeit und Niederlassung beziehen\". Darunter fallen jedoch nur Bestimmungen über die Freizügigkeit und Niederlassung als solche, weshalb Streitigkeiten über die Steuerpflicht, selbst wenn dabei Niederlassungsverträge angerufen waren, jeweils vom Bundesgericht beurteilt worden sind (Verwaltungsentscheide der Bundesbehörden 1937 Nr. 34 S. 44; vgl.BGE 41 I 84Erw. 2, 385).\n\n2. (Prozessuales.)\n\n3. Die Beschwerdeführerinnen scheinen davon auszugehen, dass die Frage, ob der Steuersatz von 1% oder 4% anwendbar sei, die Auslegung und Anwendung der angerufenen staatsvertraglichen Bestimmungen betreffe und daher vom Bundesgericht frei und nicht nur aus dem beschränkten Gesichtswinkel der Willkür zu prüfen sei. Diese Auffassung ist irrig. Das Bundesgericht überprüft die Auslegung und Anwendung staatsvertraglicher Bestimmungen zwar frei (BGE 86 I 36 Erw. 1 mit Verweisungen). Vorliegend geht es jedoch nicht um die Auslegung und Anwendung von Staatsvertragsrecht. Die in der Beschwerde angerufenen staatsvertraglichen Bestimmungen enthalten keine Kollisionsnormen für die Erhebung der Erbschaftssteuer, sondern geben den Angehörigen des einen Staats im andern Staate Anspruch auf Gleichbehandlung mit dessen Angehörigen. Dieser Grundsatz ist hier nicht streitig. Der Umstand, dass der Erblasser und Adoptivvater der Beschwerdeführerinnen deutscher Staatsangehöriger BGE 87 I 163 S. 168war, spielte keine Rolle für den angefochtenen Entscheid. Das Verwaltungsgericht hat den Streitfall nach den für Schweizer wie für Ausländer geltenden Vorschriften des EStG entschieden. Deren Auslegung und Anwendung aber kann das Bundesgericht nur unter dem beschränkten Gesichtswinkel des Art. 4 BV, der Willkür und rechtsungleichen Behandlung überprüfen. Es kann daher auch dahingestellt bleiben, inwieweit der schweiz.-badische Staatsvertrag heute noch weiter gilt und anwendbar ist (vgl. hiezu BGE 81 II 329 Erw. 4-9).\n\n4. § 10 EStG stuft in Abs. 1 Ziff. 1-8 den Satz der Erbschaftssteuer nach dem Verwandtschaftsgrad ab und bestimmt in Abs. 2, dass die uneheliche Verwandtschaft auf der Vaterseite dann der ehelichen gleichgestellt sei, wenn eine Anerkennung oder Zusprechung mit Standesfolge nach Massgabe der Bestimmungen des schweizerischen ZGB stattgefunden hat.\n\na) Während der Steuersatz für Nachkommen 1% beträgt (Ziff. 1), ist er für Adoptivkinder auf 4% festgesetzt (Ziff. 3). Dieser Satz muss, da das Gesetz keine Ausnahme macht, auch für adoptierte aussereheliche Kinder des Erblassers gelten. Der Grund dieser Schlechterstellung des adoptierten gegenüber dem mit Standesfolge anerkannten ausserehelichen Kinde könnte darin bestehen, dass das adoptierte Kind dafür erbrechtlich besser gestellt ist als das bloss mit Standesfolge anerkannte (vgl. Art. 461 Abs. 3 und 465 Abs. 1 ZGB). Im Hinblick hierauf ist diese sich aus dem Wortlaut des Gesetzes ergebende und wohl auch seinem Sinn entsprechende Schlechterstellung aus dem Gesichtswinkel des Art. 4 BV nicht zu beanstanden. Die Beschwerde erhebt denn auch nach dieser Richtung keine Einwendungen, sondern beanstandet ausschliesslich die Folgen, die das Verwaltungsgericht aus dieser Ordnung für die adoptierten ausserehelichen Kinder eines deutschen Staatsangehörigen zieht.\n\nb) Nach § 10 Abs. 2 EStG ist die aussereheliche Verwandtschaft auf der Vaterseite der ehelichen nur dann BGE 87 I 163 S. 169gleichgestellt, wenn eine Anerkennung oder Zusprechung mit Standesfolge \"nach Massgabe des schweizerischen ZGB\" stattgefunden hat. Da der Familienstand einer Person und insbesondere die freiwillige Anerkennung oder behördliche Zusprechung Unehelicher sich nach dem Heimatrecht (des Vaters) bestimmt (Art. 8 NAG), ein Ausländer also, auch wenn er in der Schweiz wohnt, sein aussereheliches Kind nicht gemäss Art. 303 ZGB mit Standesfolge anerkennen kann (EGGER, N. 6 zu Art. 303 ZGB), wäre § 10 Abs. 2 EStG bei wörtlicher Auslegung auf aussereheliche Verwandte eines Ausländers in keinem Falle anwendbar und würde für diese stets der für Nichtverwandte aufgestellte höchste Steuersatz von 15% gelten. Nach der Auffassung des Verwaltungsgerichts ist dies jedoch nicht der Sinn der Regelung; vielmehr sind Ausländer nach dem Satz für denjenigen schweizerischen Status zu besteuern, der ihrem heimatrechtlichen Status gleich- oder nahekommt. Bei der Anwendung dieses Grundsatzes ist das Verwaltungsgericht vorliegend zum Ergebnis gelangt, dass die von ihrem ausserehelichen Vater gemäss deutschem Recht adoptierten Beschwerdeführerinnen nach dem für Adoptivkinder und nicht nach dem für anerkannte aussereheliche Kinder geltenden Satze zu besteuern seien, da die deutschrechtliche Adoption der Kindesannahme nach Art. 264 ZGB näher komme als der Anerkennung gemäss Art. 303 ZGB. Es fragt sich, ob diese Betrachtungsweise offensichtlich unrichtig, willkürlich ist oder auf eine rechtsungleiche Behandlung hinausläuft.\n\n5. Die familien- und erbrechtlichen Wirkungen der Adoption sind im schweizerischen und deutschen Recht im wesentlichen die gleichen (Art. 268 ZGB, §§ 1757 ff. BGB und die Kommentare zu diesen Bestimmungen); die von den Beschwerdeführerinnen vertretene und vom Verwaltungsgericht übernommene Auffassung, dass die Adoption nach schweizerischem Recht insofern weniger weit gehe, als das Adoptivkind gegenüber dem Adoptivvater nicht unterstützungspflichtig sei, dürfte fehl gehen (EGGER BGE 87 I 163 S. 170N. 8 und SILBERNAGEL N. 13 zu Art. 268 ZGB). Dagegen unterscheidet sich die Adoption nach deutschem (und schweizerischem) Recht in wesentlichen Punkten von der Anerkennung mit Standesfolge nach Art. 303 ZGB. Das anerkannte Kind steht dem Vater insofern näher als das adoptierte, als es auch seine Heimatangehörigkeit erhält und auch zu den Angehörigen des Vaters in ein Verwandtschaftsverhältnis tritt (Art. 325 Abs. 1 ZGB); ferner ist die Anerkennung unwiderruflich und kann nicht, wie die Adoption (Art. 269 ZGB, § 1768 BGB), durch Willenseinigung wieder aufgehoben werden. Anderseits geht die Anerkennung weniger weit als die Adoption, weil sie nicht den Übergang der elterlichen Gewalt auf den Vater zur Folge hat (vgl. Art. 325 Abs. 3 ZGB) und dem Kind nur ein beschränktes Erbrecht gegenüber dem Vater verschafft (Art. 461 Abs. 2 und 3 ZGB). Das Verwaltungsgericht hat daher zutreffend angenommen, dass die Adoption nach deutschem Recht mit der schweizerischen Adoption im wesentlichen übereinstimme und mit der Anerkennung nach Art. 303 ZGB nicht zu vergleichen sei. Dann lag es aber nahe und erscheint nicht als willkürlich, die Beschwerdeführerinnen als nach deutschem Recht adoptierte Kinder gemäss § 10 Ziff. 3 zu besteuern.\n\nFreilich ist nicht zu übersehen, dass vorliegend in verschiedener Hinsicht besondere Verhältnisse bestehen. Das deutsche Recht kennt keine der Anerkennung mit Standesfolge nach Art. 303 ZGB entsprechende Einrichtung; die Anerkennung der Vaterschaft gemäss § 1718 BGB bedeutet nur den Verzicht auf die exceptio plurium. Dagegen sieht das BGB in den §§ 1723 ff. eine auf Antrag des Vaters durch die Staatsgewalt zu verfügende Ehelichkeitserklärung vor. Diese geht noch weiter als die Anerkennung nach Art. 303 ZGB und hat im wesentlichen die gleichen Wirkungen wie die Adoption, da sie dem Kind die rechtliche Stellung eines ehelichen Kindes verschafft (§§ 1736 und 1757 BGB). In der Beschwerde wird indessen behauptet, dass die zuständigen Behörden die Ehelichkeitserklärung BGE 87 I 163 S. 171kaum je bewilligen und statt dessen auf die Möglichkeit der Adoption verweisen. Dass die Ehelichkeitserklärung vorliegend ausgeschlossen gewesen wäre, ist damit nicht dargetan. Dagegen mag es zutreffen, dass sie nicht gebräuchlich ist und in der Praxis regelmässig durch die Adoption ersetzt wird, welche ähnliche Wirkungen hat und daher den gleichen Zweck erfüllt. Nach den Ausführungen im Testament des X. vom 9. September 1954 erscheint es sodann als glaubhaft, dass er seine beiden ausserehelichen Töchter 1933 deshalb adoptierte, weil er sie wegen Geisteskrankheit der Mutter nicht durch Heirat mit dieser legitimieren konnte, er sie als Deutscher nicht nach Art. 303 ZGB anerkennen konnte und der Weg der Ehelichkeitserklärung gemäss §§ 1723 ff. BGB als nicht gangbar erschien. Diese besonderen Umstände hätten es sehr wohl gerechtfertigt, die Beschwerdeführerinnen im Hinblick auf § 10 EStG gleich wie nach schweizerischem Recht mit Standesfolge anerkannte aussereheliche Kinder zu behandeln und den für solche geltenden Steuersatz von 1% auf sie anzuwenden. Indessen lässt sich auch die Anwendung des für Adoptivkinder geltenden Steuersatzes von 4% nach dem Gesagten mit sachlichen Gründen vertreten und kann daher nicht als willkürlich bezeichnet werden. Wenn das Steuerrecht zivilrechtliche Begriffe verwendet, kann es den Behörden nicht verwehrt werden, sich an den zivilrechtlichen Tatbestand zu halten ohne Rücksicht darauf, aus welchen Gründen die Beteiligten gerade diese und nicht eine andere zivilrechtliche Form gewählt haben. Auch in der Schweiz kommt es vor, dass ein ausserehelicher Vater, der ein familienrechtliches Verhältnis zwischen sich und dem Kind begründen will, dieses adoptiert statt mit Standesfolge anerkennt (EGGER N. 6 zu Art. 264 ZGB); bei der Beratung des ZGB in der Bundesversammlung hat der Berichterstatter im Ständerat die Adoption des eigenen unehelichen Kindes sogar (wie die seitherige Entwicklung zeigt, freilich zu Unrecht) als \"den praktischen Hauptfall der Adoption\" bezeichnet (StenBull 1905 BGE 87 I 163 S. 172S. 1173; MONNARD, L'adoption dans la pratique juridique suisse, Diss. Lausanne 1943 S. 17/18). Hat ein Schweizer sein aussereheliches Kind adoptiert, weil er es aus irgend einem Grunde nicht gemäss Art. 303 ZGB anerkennen wollte oder konnte, so entspricht es, wie in Erw. 4 a ausgeführt wurde, dem Wortlaut und wohl auch dem Sinn von § 10 EStG, diese Kinder als Adoptivkinder (Ziff. 3) und nicht als anerkannte aussereheliche Kinder (Ziff. 1) zu behandeln. Gilt dies aber für die ausserehelichen Nachkommen eines Schweizers, so ist es weder willkürlich noch rechtsungleich, wenn auch auf die adoptierten ausserehelichen Kinder eines Ausländers der für adoptierte Kinder geltende Steuersatz angewendet wird, gleichgültig ob die Adoption deshalb erfolgte, weil der aussereheliche Vater sie einem andern, der Anerkennung nach Art. 303 ZGB näherkommenden Rechtsinstitut aus irgend einem Grunde vorgezogen hat, oder deshalb, weil im massgebenden ausländischen Rechte ein solches Rechtsinstitut gar nicht bestand oder seine Anwendung nach den Umständen ausgeschlossen oder mit Schwierigkeiten verbunden war. Der angefochtene Entscheid ist daher aus dem beschränkten Gesichtswinkel des Art. 4 BV nicht zu beanstanden und die Beschwerde abzuweisen, soweit darauf einzutreten ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf eingetreten werden kann."}