{"annee": "87", "cour": "I", "page": "420", "date": "13/10/1961", "cite": ["77 I 136", "80 I 288", "67 I 177", "79 I 104"], "cite_par": ["93 I 656"], "chapeau": "69. Auszug aus dem Urteil vom 13. Oktober 1961 i.S. Thoma gegen Eidg. Volkswirtschaftsdepartement.", "regestes": ["Retrait de l'autorisation de la vente directe au détail de lait de consommation. 1. Compétence du Tribunal fédéral. Etendue de sa cognition (consid. 1). 2. Une autorisation peut aussi être retirée de par l'art. 44 al. 2 du statut du lait lorsqu'elle existait déjà lors de l'entrée en vigueur de celui-ci (consid. 2). 3. Si un centre collecteur de lait local est créé, on peut en règle générale retirer aux producteurs de la région l'autorisation de la vente directe au détail (consid. 4)."], "faits": "BGE 87 I 420 S. 421\n\nA.- Der Beschwerdeführer Beat Thoma ist Eigentümer eines landwirtschaftlichen Heimwesens in Amden, das er im Jahre 1953 von seinem Vater übernommen hat und seither selbst bewirtschaftet. Es besteht aus vier Gütern, welche Futter für 6-7 Grossvieheinheiten geben. Auf jedem Gut befindet sich ein Stall. Das Wohnhaus mit angebautem Stall und zwei weitere Ställe liegen unterhalb, der vierte Stall oberhalb des Dorfkerns. Schon der Vater des Beschwerdeführers hatte seit vielen Jahren einen Teil der auf dem Heimwesen produzierten Milch selber an Nachbarn ausgemessen. Der Beschwerdeführer hat diese Tätigkeit fortgesetzt.\n\nB.- Im Jahre 1959 wurde in Amden eine Milchverwertungsgenossenschaft gegründet, welche im November des gleichen Jahres den Betrieb einer Milchzentrale aufnahm. Sie besitzt in der Mitte des Dorfes ein Lokal für die Milchannahme und einen Verkaufsladen für Milch und Milchprodukte. Die eingelieferte Milch wird zum Teil als Konsummilch verwertet, sei es durch Verkauf im Laden oder durch Verteilung von Haus zu Haus; zum Teil wird sie zentrifugiert und der gewonnene Rahm an den Milchverband Glarus abgegeben.\n\nDer Beschwerdeführer liess sich nicht dazu bewegen, auf das Selbstausmessen seiner Milch zu verzichten und diese in die Milchzentrale abzuliefern. Am 19. Februar 1960 entzog ihm die Abteilung für Landwirtschaft des eidg. Volkswirtschaftsdepartementes die Bewilligung des Selbstausmessens. Seine Beschwerde gegen diese Massnahme wurde vom Departement am 27. Februar 1961 abgewiesen.\n\nC.- Gegen den Entscheid des Departementes erhebt Beat Thoma Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei festzustellen, dass er für das Selbstausmessen keiner Bewilligung bedürfe; eventuell sei ihm das Selbstausmessen BGE 87 I 420 S. 422im bisherigen Rahmen und nach bisheriger Übung zu bewilligen.\n\nEs wird geltend gemacht, das Recht zum direkten Verkauf der im Landwirtschaftsbetrieb des Beschwerdeführers produzierten Milch an die Konsumenten sei unter der Herrschaft der Verordnung über Milchproduktion und Milchversorgung vom 30. April 1937 (AS 1937 S. 544) anerkannt gewesen. Der Beschwerdeführer besitze daher ein wohlerworbenes Recht (BGE 80 I 294). Dieses Recht werde auch durch Art. 50 Abs. 1 des Milchstatuts (Milchbeschlusses) vom 29. September 1953 (MB, AS 1953 S. 1109) anerkannt. Der Beschwerdeführer könne deshalb seine Milch weiterhin selbst ausmessen, ohne einer Bewilligung nach Massgabe des MB zu bedürfen. Nur solche Bewilligungen könnten nach Art. 44 MB entzogen werden. Die Richtigkeit dieser Auffassung werde durch Art. 5 und 21 MB bestätigt.\n\nÜbrigens würde die Gründung einer Milchsammelstelle den Entzug der Bewilligung nicht rechtfertigen. Die Milchzentrale Amden liege für den Beschwerdeführer ausserhalb der \"zumutbaren Entfernung\" (Art. 5 Abs. 2 MB). Der angefochtene Entscheid führe nicht zu einem \"zweckmässigen und kostensparenden Konsummilchvertrieb\". Das Departement habe die örtlichen Verhältnisse nicht richtig gewürdigt und den Rahmen des Ermessens überschritten.\n\nDer Beschwerdeführer hat gegen den Entscheid des Departements auch Beschwerde beim Bundesrat wegen Unangemessenheit eingereicht.\n\nD.- Das Departement beantragt Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Entsteht Streit darüber, ob die Bewilligung zum direkten Milchverkauf durch einen Produzenten an Konsumenten (Selbstausmessen) zu erteilen oder zu entziehen sei, so ist zum Entscheid die Abteilung für Landwirtschaft zuständig (Art. 5 Abs. 2 und Art. 22 MB). Wenn sich in BGE 87 I 420 S. 423einem bestimmten Fall die Vorfrage stellt, ob eine Bewilligung notwendig ist oder nicht, so hat darüber die gleiche Behörde zu befinden (vgl.BGE 79 I 105). Der Entscheid der Abteilung für Landwirtschaft kann an das eidg. Volkswirtschaftsdepartement weitergezogen werden (Art. 37 MB und Art. 109 Abs. 1 des Landwirtschaftsgesetzes vom 3. Oktober 1951, LandwG), und der Entscheid des Departementes unterliegt der Verwaltungsgerichtsbeschwerde an das Bundesgericht (Art. 38 Abs. 2 MB und Art. 107 LandwG; BGE 80 I 293 Erw. 1). Nach dieser Ordnung ist im vorliegenden Fall die Verwaltungsgerichtsbeschwerde zulässig, was nicht bestritten ist.\n\nDas Bundesgericht kann prüfen, ob der angefochtene Entscheid des Departementes auf einer unrichtigen oder unvollständigen Feststellung des Sachverhaltes beruht. Es überprüft frei die Anwendung des Bundesrechts. Als Verletzung von Bundesrecht gelten auch die Überschreitung und der Missbrauch des der Verwaltung zustehenden Ermessens. Im übrigen hat das Bundesgericht sich hier mit Ermessensfragen nicht zu befassen.\n\nDa das Bundesgericht zuständig ist, unterliegt der Entscheid des Departementes nicht - auch nicht in Ermessensfragen - der Beschwerde an den Bundesrat (Art. 126 lit. a OG).\n\n2. Nach Art. 50 Abs. 1 MB gilt der bei Inkrafttreten dieses Beschlusses nach Massgabe der bisherigen einschlägigen Vorschriften bereits betriebene Milchverkauf als bewilligt, mit der Auflage, dass der Bewilligungsinhaber angemessene Handelsmargen nicht überschreiten darf. Es ist nicht bestritten, dass der Beschwerdeführer die in dieser Bestimmung aufgestellten Voraussetzungen erfüllt. Daher war er nach dem Inkrafttreten des MB befugt, wie früher Milch direkt an Konsumenten zu verkaufen. Er befand sich seither in der gleichen Lage wie die Produzenten, denen die Bewilligung, ihre Milch selbst auszumessen, auf Grund der Bestimmungen des MB (Art. 5 Abs. 2, Art. 21 und 22) erteilt wurde. Er ist denselben BGE 87 I 420 S. 424Vorschriften wie diese Produzenten unterstellt. Insbesondere ist auch für ihn Art. 44 Abs. 2 MB massgebend, wonach Bewilligungen widerrufen werden können, wenn die besonderen Voraussetzungen, unter denen sie erteilt worden waren, dahingefallen sind (nicht publiziertes Urteil vom 29. Juni 1956 i.S. Fumasoli und Ferrari, Erw. 3).\n\nDer Beschwerdeführer wendet ein, er besitze ein wohlerworbenes Recht zum Selbstausmessen, so dass Art. 44 MV auf ihn nicht anwendbar sei. Dieser Standpunkt ist jedoch unbegründet.\n\nInsbesondere lässt er sich nicht auf den MB stützen. Er steht im Widerspruch zu Art. 50 Abs. 1 MB, wonach der bereits früher betriebene Milchverkauf \"als bewilligt gilt\", mit der gleichen Auflage, welcher \"Bewilligungen gemäss Art. 21\" unterworfen sind (Art. 25 Abs. 1). Der Sinn dieser Ordnung ist klar: Es soll so gehalten werden, wie wenn derjenige, der schon vor dem Inkrafttreten des MB Milch verkaufen durfte, für die Fortsetzung dieser Tätigkeit eine Bewilligung nach Massgabe der neuen Ordnung erhalten hätte. Damit wird er demjenigen gleichgestellt, welchem eine solche Bewilligung förmlich erteilt worden ist. Diese Bewilligung hat polizeilichen Charakter; sie ist im allgemeinen Interesse vorgesehen, nämlich zur Sicherstellung eines geordneten Konsummilchvertriebes. Eine Polizeibewilligung begründet aber, jedenfalls in der Regel, kein wohlerworbenes Recht, welches ihren Inhaber vor Beschränkungen schützen würde, denen ein neues Gesetz die bisher bewilligte Tätigkeit im öffentlichen Interesse unterwirft. Die Aufrechterhaltung der frühern Ordnung käme nur dann in Frage, wenn diese durch besondere Vorschrift des Gesetzes als unabänderlich erklärt wäre (vgl.BGE 67 I 187ff.,BGE 77 I 144ff.).\n\nDer MB enthält jedoch keine Bestimmung, welche - im Gegensatz zum klaren Wortlaut des Art. 50 Abs. 1 - demjenigen, der früher den Milchverkauf betrieben hat, ein wohlerworbenes Recht verleihen und ihn damit besser als den Inhaber einer unter der Herrschaft des neuen Rechts BGE 87 I 420 S. 425erteilten Bewilligung stellen würde. Insbesondere kann daraus, dass im deutschen Text des Art. 21 Abs. 1 nicht, wie in den romanischen Texten, einfach vom Selbstausmessen (vente au détail par le producteur, vendita al minuto di latte da parte del produttore), sondern von dessen \"Aufnahme\" die Rede ist, entgegen der Auffassung des Beschwerdeführers nicht gefolgert werden, dass diese Tätigkeit nur dann der Bewilligungspflicht im Sinne des MB unterliege, wenn sie nicht schon vor dem Inkrafttreten dieses Beschlusses ausgeübt worden ist. Art. 21 Abs. 1 stellt im ersten Satz unmissverständlich den Grundsatz auf, dass der gewerbsmässige Verkauf von Konsummilch jeder Art, im Laden oder durch Lieferung ins Haus, stets bewilligungspflichtig ist. In der Aufzählung der verschiedenen Arten des Verkaufs, welche im zweiten Satz folgt, bezeichnet der Ausdruck \"Aufnahme\" lediglich den Zeitpunkt, in welchem die Bewilligungspflicht in einem bestimmten Fall eintritt. Diese Bestimmung ist nicht anwendbar, wenn die Bewilligung von vornherein, kraft gesetzlicher Vorschrift (Art. 50 Abs. 1 MB), als erteilt gilt und daher nicht noch erteilt werden muss. Aber der im ersten Satz des Art. 21 Abs. 1 ausgesprochene Grundsatz der Bewilligungspflicht ist für diesen Fall, der hier vorliegt, ebenfalls massgebend. Er wird denn auch in Art. 5 Abs 2 MB, worauf jener zweite Satz verweist, für das Selbstausmessen bestätigt.\n\nDer Beschwerdeführer kann sich für seinen Standpunkt auch nicht auf Art. 5 Abs. 1 MB berufen. Diese Bestimmung ist auf alle Milchproduzenten anwendbar. Sie stellt die Regel auf, dass die Produzenten die Milch, die sie für den Konsum oder zur Verarbeitung in Verkehr bringen (Verkehrsmilch), \"in die für das betreffende Heimwesen angestammte oder, bei Neuaufnahme der Lieferung, in die nächstgelegene Milchsammel- oder Milchverwertungsstelle (Sammelstelle)\" abzuliefern haben. Unter \"Neuaufnahme der Lieferung\" ist hier die Aufnahme der Lieferung an eine Sammelstelle zu verstehen. Die Meinung ist, dass der Produzent, BGE 87 I 420 S. 426der bisher keine Sammelstelle beliefert hat, vom Standpunkt der Sammelstellen aus gesehen ein neuer Lieferer ist, auch wenn er bis anhin Selbstausmesser war. Er hat seine Milch nach Art. 5 Abs. 1 in der Regel an die nächstgelegene Sammelstelle abzuliefern. Ein solcher neuer Lieferer ist der Beschwerdeführer.\n\nEbensowenig kann aus der Verordnung über Milchproduktion und Milchversorgung vom 30. April 1937, welche bis zum Inkrafttreten des MB in Kraft war, abgeleitet werden, dass der Beschwerdeführer das von ihm behauptete wohlerworbene Recht besitzt. Sie bestimmte in Art. 12 Abs. 1: \"Auch der direkte Verkauf von Milch eigener Produktion an Kunden fällt unter den Begriff der Milchverkaufsgeschäfte und bedarf somit der Bewilligung der Abteilung für Landwirtschaft.\" Gewiss konnte nach Abs. 4 ebenda auf die Einholung einer Bewilligung für das Selbstausmessen verzichtet werden, wenn die Gemeindebehörde, der Milchhandel und der Milchproduzentenverband des Einzugsgebietes mit dieser Tätigkeit einverstanden waren, doch ändert dies nichts daran, dass grundsätzlich die Bewilligungspflicht bestand. Das Erfordernis einer (polizeilichen) Bewilligung schliesst aber die Annahme eines wohlerworbenen Rechtes aus.\n\nDer Beschwerdeführer versteht die Ausführungen in BGE 80 I 294 Erw. 3 nicht richtig. Das Bundesgericht hat dort erklärt, dass die Beschwerdeführerin, welche seit 1933 ein Milchverkaufsgeschäft betrieb, durch das Inkrafttreten der neuen Ordnung des MB nicht in wohlerworbenen Rechten beeinträchtigt worden sei. Es hat nicht angenommen, dass der Gebrauch einer altrechtlichen Bewilligung ein wohlerworbenes Recht begründe.\n\n3. ...\n\n4. Es bleibt zu prüfen, ob dem Beschwerdeführer die Bewilligung zum Selbstausmessen gestützt auf Art. 44 Abs. 2 MB entzogen werden durfte.\n\nEs ist eines der Ziele des Milchstatuts, die geordnete und kostensparende Konsummilchversorgung des Landes BGE 87 I 420 S. 427und eine zweckmässige Milchverarbeitung zu gewährleisten (MB Art. 10 usw.). Diesem Zweck dienen insbesondere die örtlichen Milchsammelstellen. So ist durch Schaffung einer Milchzentrale in Amden die Konsummilchversorgung dieses Ortes, welche früher der Initiative einzelner Produzenten überlassen war, verbessert und die Verwertung der überschüssigen Milchproduktion des Einzugsgebietes sichergestellt worden. Damit die Sammelstellen ihre Aufgabe erfüllen können, werden die Produzenten verpflichtet, die Milch, die sie in Verkehr bringen, in der Regel in eine solche Stelle abzuliefern (Art. 5 MB). Dergestalt tritt an die Stelle der individuellen Verwertung der Milch grundsätzlich eine kollektive, welche rationell organisiert und mit den auf Landesebene zur Sicherstellung der Konsummilchversorgung und Milchverarbeitung getroffenen Massnahmen koordiniert wird. Mit der Schaffung einer neuen Sammelstelle fallen daher die Voraussetzungen, unter denen an Produzenten der Gegend Bewilligungen zum Selbstausmessen erteilt worden sind, in der Regel dahin, so dass solche Bewilligungen im allgemeinen gemäss Art. 44 Abs. 2 MB widerrufen werden dürfen (zit. Urteil Fumasoli und Ferrari, Erw. 5). Insbesondere könnte die neu gegründete Zentrale in Amden ihren Zweck nicht erreichen, wenn allen 22 Produzenten, die dort bisher ihre Milch selbst ausmessen durften, die Bewilligung dazu belassen würde. Die Tatsache, dass ein Produzent bisher Selbstausmesser war, ist daher noch kein Grund, ihm diese Tätigkeit weiterhin zu gestatten. Dies gilt auch für den Beschwerdeführer. Er hat nicht Anspruch auf eine Vorzugsbehandlung. Seine Bewilligung könnte nur dann bestehen bleiben, wenn besondere Umstände vorlägen, welche dies rechtfertigen würden.\n\nDer Beschwerdeführer will das Selbstausmessen hauptsächlich deshalb fortsetzen, weil es ihm mehr einbringt, als er von der Zentrale erhalten wird. Das ist aber offensichtlich kein besonderer Umstand, welcher die Aufrechterhaltung der Bewilligung des Beschwerdeführers zu begründen BGE 87 I 420 S. 428vermöchte; denn dasselbe Argument könnte von allen Produzenten, welche die Möglichkeit des Selbstausmessens hätten, geltend gemacht werden. Übrigens steht der Preiseinbusse, die der Beschwerdeführer erleidet, wenn er seine Milch in die Zentrale abliefern muss, der Vorteil gegenüber, dass ihm die Zentrale Sicherheit dafür bietet, Tag für Tag seine sämtliche verfügbare Verkehrsmilch absetzen zu können, Sicherheit, die er als Selbstausmesser nicht hatte und heute, nach der Gründung der Zentrale, noch weniger hat.\n\nDer Beschwerdeführer möchte auch deshalb Selbstausmesser bleiben, weil er für den Gang in die Zentrale eine gewisse Zeit braucht, drei seiner vier Ställe zudem unterhalb der Zentrale liegen und ein Teil seiner Kundschaft in seiner Nähe wohnt. Er beruft sich auf Art. 5 Abs. 2 Satz 2 MB, wonach der direkte Milchverkauf an Konsumenten namentlich dann bewilligt werden soll, wenn in zumutbarer Entfernung vom Produzenten keine Sammelstelle und in der Nähe der Konsumenten keine Milchverkaufsstelle besteht. Indessen steht fest, dass die Zentrale von Amden imstande und bereit ist, den bisherigen Kunden des Beschwerdeführers die Milch ins Haus zu liefern. Die Verwaltung hatte daher noch zu untersuchen, ob der Weg, den der Beschwerdeführer bei der Lieferung der Milch in die Zentrale - und zwar nach deren Praxis bloss im Sommer täglich zweimal (morgens und abends), dagegen im Winter nur einmal - zurückzulegen hat, als zumutbar erscheint. Das ist in weitem Umfange eine Ermessensfrage, die vom Bundesgericht nur beschränkt überprüft werden kann (Erw. 1 hiervor).\n\nMit Recht hat die Verwaltung berücksichtigt, dass die Sammelstelle Amden von zahlreichen Milchproduzenten des Einzugsgebietes verhältnismässig weit entfernt ist. Angesichts dieser Sachlage darf die Distanz, von welcher an den Produzenten die Ablieferung der Milch in die Zentrale nicht mehr zugemutet werden kann, nicht allzu kurz bemessen werden, weil sonst die Zentrale ihre Aufgabe, BGE 87 I 420 S. 429im Gebiete der Gemeinde eine geordnete und kostensparende Konsummilchversorgung und eine zweckmässige Milchverarbeitung sicherzustellen, nicht erreichen könnte. Der Beschwerdeführer bestreitet nicht, dass 60% der Produzenten von Amden weiter von der Sammelstelle entfernt sind als er. Er macht lediglich geltend, dass nur ein Drittel der Produzenten, wie er, unterhalb der Zentrale wohnt. Auf jeden Fall befinden sich zahlreiche Produzenten des Ortes in einer ähnlichen Lage wie er, so dass die Distanz, die ihn von der Sammelstelle trennt, kein Grund sein kann, ihm eine Sonderbehandlung zuzugestehen.\n\nDie Verwaltung durfte auch berücksichtigen, dass gewisse vom Beschwerdeführer bediente Konsumenten ziemlich weit von ihm entfernt wohnen. Der Zeitverlust, den ihm der Gang in die Zentrale verursacht, wird jedenfalls zum Teil ausgeglichen durch den Zeitgewinn, den ihm der Wegfall der direkten Bedienung jener Abnehmer verschafft.\n\nDie Strasse, die der Beschwerdeführer zu benützen hat, um in die Zentrale zu gelangen, ist besser als die Wege, auf welche andere Produzenten angewiesen sind. Es wird zutreffen, dass auf ihr zu gewissen Zeiten ein lebhafter Verkehr herrscht. Darin, dass die Verwaltung auf diese Tatsache kein Gewicht gelegt hat, kann jedoch nicht eine Überschreitung oder ein Missbrauch des ihr zustehenden Ermessens gesehen werden; müssen doch heutzutage im ganzen Lande zahlreiche Produzenten ihre Milch auf stark befahrenen Strassen zur Sammelstelle transportieren.\n\nDer Beschwerdeführer betrachtet es als widersinnig, dass er seine Milch eine halbe Stunde weit ins Dorf tragen und mit leerer Kanne zurückkehren müsste, während die Zentrale den gleichen Weg in umgekehrter Richtung zurückzulegen hätte, um die bisher von ihm belieferten Nachbarn zu bedienen. Auch dieser Einwand ist nicht stichhaltig. Die Verwaltung weist darauf hin, dass die Zentrale ohnehin regelmässig gewissen Nachbarn des Beschwerdeführers, insbesondere alle zwei Tage einem Hotelunternehmen, Milchprodukte ins Haus liefert und BGE 87 I 420 S. 430auch Konsumenten zu bedienen hat, die noch weiter unten als der Beschwerdeführer wohnen. Die Runde, welche der Hausdienst der Zentrale zu machen hat, würde also nicht verkürzt, wenn dem Beschwerdeführer das Selbstausmessen im bisherigen Umfange weiterhin gestattet würde. Überdies besteht die Möglichkeit, dass der Beschwerdeführer - wie es ihm vorgeschlagen worden ist und wie es andere Produzenten bereits tun - im Auftrage der Zentrale weiterhin direkt Konsumenten beliefert. Diesen Dienst würde er auf Rechnung der Zentrale besorgen, welche verpflichtet bliebe, seine direkten Lieferungen zu ergänzen, falls sie nicht genügen würden, und ihm die überschüssige Milch abzunehmen.\n\nAus allen diesen Gründen ist nicht zu beanstanden, dass die Verwaltung dem Beschwerdeführer gestützt auf Art. 44 Abs. 2 MB die Bewilligung zum Selbstausmessen entzogen hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}