{"annee": "87", "cour": "II", "page": "143", "date": "2/5/1961", "cite": ["76 II 107"], "cite_par": ["123 III 204", "102 II 211"], "chapeau": "21. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Mai 1961 i.S. Bauunternehmung Murer AG gegen Schnyder.", "regestes": ["Réparation morale pour atteinte aux intérêts personnels en cas de non exécution d'un contrat de travail. Art. 28 CC, art. 49 CO."], "faits": "BGE 87 II 143 S. 144\n\nAus dem Tatbestand:\n\nDie Bauunternehmung Murer A.-G. in Andermatt hat eine Niederlassung in Fiesch. Um Aufträge des Kantons und der Gemeinden zu erhalten, musste sie im kantonalen Berufsregister der Baumeister eingetragen sein. Sie trat daher an Ing. Schnyder in Sitten heran und stellte diesen nach längeren Verhandlungen mit Dienstvertrag vom 1. Februar 1955 als technischen Berater und Mitarbeiter für ihre Niederlassung Fiesch an. Schnyder verzichtete auf seinen Eintrag im Berufsregister, und an seiner Stelle wurde die Murer A.-G. eingetragen. Der Vertrag, der auf 4 Jahre fest abgeschlossen wurde, sah für die Mitwirkung Schnyders in der Geschäftsleitung der Niederlassung Fiesch ein jährliches Fixum von Fr. 2000.-- vor. Ferner sollten ihm besondere Aufgaben nach Besprechung von Fall zu Fall übertragen werden, die nach dem SIA-Tarif zu entschädigen waren.\n\nDa die Murer A.-G. Schnyder solche besonderen Aufgaben nur in geringem Umfang zuwies und ab 1. September 1957 jede Arbeitsleistung Schnyders ablehnte, erhob dieser Klage auf Schadenersatz und Genugtuungsleistung wegen Verletzung des Dienstvertrages.\n\nAn Stelle Schnyders, der anfangs 1959 starb, traten seine Ehefrau und sein Sohn in den Prozess ein.\n\nDas Kantonsgericht Wallis verpflichtete die Murer A.-G. zur Bezahlung von Fr. 10'000.-- Schadenersatz sowie einer Genugtuungssumme von Fr. 5000.--.\n\nDas Bundesgericht weist die Berufung der Murer A.-G. ab, hinsichtlich der Frage der Genugtuung auf Grund der folgenden", "considerants": "Erwägungen:\n\n5. a) Die Vorinstanz hat den Klägern eine Genugtuungssumme von Fr. 5'000.-- zugesprochen, weil die BGE 87 II 143 S. 145Beklagte durch die Nichteinhaltung des Vertrages Schnyder in seinen persönlichen Verhältnissen schwer verletzt habe.\n\nDie Beklagte bestreitet, dass die Voraussetzungen für die Zuerkennung eines Genugtuungsanspruches erfüllt seien.\n\nb) Die Nichterfüllung eines Vertrages durch die eine Partei vermag für sich allein der andern noch keinen Genugtuungsanspruch zu verschaffen. Ein solcher kann vielmehr nur in Betracht kommen, wenn die Vertragsverletzung mit Rücksicht auf ihre Art und Weise oder wegen der besonderen Umstände, unter denen sie erfolgte, zugleich eine Verletzung des Betroffenen in seinen persönlichen Verhältnissen im Sinne des Art. 28 ZGB darstellt und darum eine unerlaubte Handlung gemäss Art. 41 OR bedeutet. Überdies ist gemäss Art. 49 OR eine besondere Schwere sowohl der Verletzung des Betroffenen als auch des Verschuldens auf seiten des Verletzers erforderlich (BGE 76 II 108 f.).\n\nIm vorliegenden Falle darf das Erfordernis der besonderen Schwere des Verschuldens der Beklagten ohne Bedenken bejaht werden. Wie sich aus den Feststellungen der Vorinstanz ergibt, schloss die Beklagte den Dienstvertrag mit Schnyder einzig und allein ab, um an Stelle des letzteren im Berufsregister eingetragen zu werden. Als sie dieses Ziel erreicht hatte, schob sie Schnyder beiseite und setzte sich über die vertraglich übernommene Pflicht, diesem durch Übertragung besonders zu honorierender Aufträge einen seinem früheren Einkommen ungefähr entsprechenden Verdienst zu verschaffen, in rücksichtsloser Weise hinweg, indem sie Schnyder immer mehr ausschaltete. Die ganze Art ihres Vorgehens zeigt, dass sie von allem Anfang an die Absicht hatte, Schnyder lediglich als Werkzeug für die Erreichung des Ziels der Eintragung im Berufsregister zu benutzen, sich der Erbringung der vertraglich zugesicherten Gegenleistung aber so rasch als möglich zu entziehen. Dieses Vorgehen verrät BGE 87 II 143 S. 146eine gegen Treu und Glauben verstossende Gesinnung, die den Vorwurf der besonderen Schwere des Verschuldens rechtfertigt.\n\nFür Schnyder bedeutete das Verhalten der Beklagten nicht bloss das Ausbleiben einer Vertragserfüllung, wie sie im Geschäftsleben etwa vorkommt, sondern dieses Verhalten wirkte sich bei ihm als eigentliche Verletzung in den persönlichen Verhältnissen von besonderer Schwere aus. Infolge seiner Löschung im Berufsregister war für ihn ein Rückgang der Aufträge von Dritten zu erwarten gewesen, zumal ihm von den Walliser Unternehmern verübelt wurde, dass er der Beklagten den Eintrag im Berufsregister ermöglicht hatte. Das Ausbleiben der von der Beklagten vertraglich zugesicherten Zuweisung von Aufträgen hatte deshalb praktisch die Vernichtung der geschäftlichen Existenz Schnyders und im Anschluss daran eine Schädigung seines persönlichen und beruflichen Ansehens zur Folge. Dies musste Schnyder um so härter treffen, als er vorher nach den Ausführungen der Vorinstanz in der Öffentlichkeit des Kantons Wallis als Kulturingenieur, als Fachmann und Projektverfasser für Strassenbauten und als Mitglied des Grossen Rates hohes Ansehen genossen hatte. Endlich führte gemäss verbindlicher Feststellung der Vorinstanz die erlittene Kränkung bei Schnyder zu einer Verschlechterung seines ohnehin geschwächten Gesundheitszustandes.\n\nc) Die Voraussetzungen für die Zusprechung einer Genugtuungssumme sind daher erfüllt. Die Höhe des von der Vorinstanz zugesprochenen Betrages wird von der Berufung mit Recht nicht angefochten; denn mit der Festsetzung der Genugtuungssumme auf Fr. 5'000.-- hat die Vorinstanz den Rahmen des ihr zustehenden Ermessens nicht überschritten."}