{"annee": "87", "cour": "II", "page": "270", "date": "21/9/1961", "cite": ["77 II 86", "82 II 129", "80 II 45", "81 II 175", "81 II 391", "67 II 179", "49 II 232", "79 II 295", "78 II 74"], "cite_par": ["91 II 442", "96 II 79", "88 II 283"], "chapeau": "38. Urteil der I. Zivilabteilung vom 21. September 1961 i.S. Scheiber gegen Rosenberg Colorni.", "regestes": ["Droit international privé a) On ne peut tenir compte d'un accord relatif au droit applicable s'il n'est intervenu que dans la procédure cantonale de cassationou dans la procédure de recours en réforme au Tribunal fédéral (art. 55 al. 1 litt. c OJ). b) Quel est le droit applicable au mandat? c) D'après quel droit faut-il juger si, alors que plusieurs personnes étaient d'abord mandantes, certaines ont perdu cette qualité en vertu d'un accord passé avec les autres? d) L'affaire n'est pas renvoyée au juge cantonal pour qu'il applique le droit étranger (art. 65 OJ) lorsque cette mesure ne pourrait aboutir à un jugement différent."], "faits": "BGE 87 II 270 S. 271\n\nA. - Ignazio Rosenberg Colorni, Graf Mazzotti, die Società Commerciale Latina und Marcello Treves bedienten sich der im Jahre 1924 gegründeten und in Mailand niedergelassenen Società Anonima Bavaria, um Vermögen in Münchner Grundbesitz anzulegen. Sie beauftragten den in Zürich niedergelassenen Luigi Scheiber mit der Abwicklung der damit verbundenen Geschäfte. Scheiber erhielt im Jahre 1925 Vollmacht der SA Bavaria. Er erwarb die Liegenschaften im Namen verschiedener deutscher Aktiengesellschaften und liess sich als deren Geschäftsführer einsetzen.\n\nDie Società Commerciale Latina und Treves schieden in der Folge aus dem Konsortium aus. Ignazio Rosenberg Colorni und Graf Mazzotti gaben Scheiber davon im Jahre 1929 Kenntnis.\n\nIm Jahre 1930 starb Ignazio Rosenberg Colorni. An seine Stelle traten seine Söhne Roberto und Eugenio. Sie erwarben schenkungsweise auch den Anteil, den Mazzotti am Vermögen des Konsortiums hatte.\n\nDie SA Bavaria wurde am 14. Dezember 1927 aufgelöst BGE 87 II 270 S. 272und in der Folge von Scheiber liquidiert. Die Liquidationsbilanz trägt das Datum des 17. November 1937.\n\nScheiber besass fortan noch die Aktien der in München niedergelassenen Grundbesitz-Aktiengesellschaft Trautenwolfstrasse. Am 13. November 1953 wandelte er diese Gesellschaft in die Grundbesitz-Gesellschaft Trautenwolfstrasse G.m.b.H. um. Von deren Stammkapital von DM 150 000 liess er sich selbst DM 97 500 und dem Zürcher Rechtsanwalt Dr. Otto Graemiger DM 52 500 zuschreiben.\n\nB. - Mit Klage vom 16. Mai 1958 beantragten Roberto und Eugenio Rosenberg Colorni dem Bezirksgericht Zürich, Scheiber zu verpflichten, die Anteile an der Grundbesitz-Gesellschaft Trautenwolfstrasse G.m.b.H. auf die Banca Solari SA in Lugano, eventuell den Anteil Scheibers auf Roberto Rosenberg Colorni und den Anteil Graemigers auf Eugenio Rosenberg Colorni zu übertragen und über seine Geschäftsführung als Beauftragter der Kläger hinsichtlich aller Anteile an der erwähnten G.m.b.H. Rechenschaft abzulegen.\n\nDer Beklagte beantragte, die Klage abzuweisen. Er anerkannte, dass er die Anteile an der Grundbesitz-Gesellschaft Trautenwolfstrasse G.m.b.H. nur zu treuen Handen besitze, machte jedoch unter anderem geltend, die Kläger seien nicht legitimiert, die Klagebegehren zu stellen, weil sie sich nicht darüber ausgewiesen hätten, dass sie die einzigen Auftraggeber seien.\n\nDas Bezirksgericht Zürich bejahte am 25. Mai 1960 die Aktivlegitimation der Kläger, und auf Berufung des Beklagten bestätigte das Obergericht des Kantons Zürich am 18. November 1960 diesen Vorentscheid. Der Beklagte führte kantonale Nichtigkeitsbeschwerde. Das Kassationsgericht des Kantons Zürich hiess sie am 8. Mai 1961 in dem Sinne teilweise gut, dass es eine Hilfsbegründung des obergerichtlichen Urteils strich. Im übrigen wies es die Beschwerde ab, soweit es auf sie eintrat.\n\nC. - Der Beklagte hat gegen das Urteil des Obergerichts die Berufung erklärt. Er beantragt dem Bundesgericht, BGE 87 II 270 S. 273den angefochtenen Entscheid aufzuheben und die Einwendung der fehlenden Aktivlegitimation gutzuheissen.\n\nDie Kläger beantragen, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Sollten die Kläger nicht legitimiert sein, die eingeklagten Ansprüche geltend zu machen, so würde sich ein weitläufiges Beweisverfahren über deren Begründetheit erübrigen. Unter dem Gesichtspunkt des Art. 50 OG ist daher die Berufung gegen den angefochtenen Vorentscheid zulässig.\n\n2. Nach dem internationalen Privatrecht der Schweiz ist auf den Schuldvertrag jene Rechtsordnung anzuwenden, der die Parteien sich durch Vereinbarung unterwerfen, und mangels einer Vereinbarung das Recht jenes Staates, mit dem der Vertrag räumlich am engsten zusammenhängt (BGE 78 II 77f.,BGE 79 II 297f., BGE 81 II 393). Die übereinstimmende Unterwerfung unter ein bestimmtes Recht kann auch noch im Prozess erfolgen (BGE 79 II 295ff., BGE 80 II 46, 50, 180, BGE 81 II 176, BGE 82 II 129).\n\nDie Parteien haben nicht vereinbart, welches Recht anzuwenden sei. Eine Einigung wurde auch im Prozess nicht erzielt. Im Gegensatz zu den Klägern, die schweizerisches Recht für anwendbar hielten, berief der Beklagte sich vor dem Bezirksgericht auf italienisches und deutsches Recht, und vor dem Obergericht änderte er seine Stellungnahme nicht. Im kantonalen Kassationsverfahren warf er dem Obergericht dann unter anderem die Verletzung der Art. 8 ZGB und 530 f. OR vor, und auch in der Berufungsschrift erachtet er jene Bestimmung als verletzt. Das sind jedoch Standpunkte, die neu sind und daher gemäss Art. 55 Abs. 1 lit. c OG nicht berücksichtigt werden dürfen.\n\nDer Beklagte ist Beauftragter. Das Rechtsverhältnis, aus dem ihn die Kläger belangen, hängt am engsten mit der Schweiz zusammen, in der er während der ganzen BGE 87 II 270 S. 274Dauer des Auftrages wohnte und noch heute Wohnsitz hat und daher Rechenschaft ablegen muss (BGE 67 II 181,BGE 77 II 93; SCHÖNENBERGER/JÄGGI, Komm. zum OR, 3. Aufl., allg. Einl. N. 291).\n\nDas Obergericht hat jedoch noch nicht über die Rechte und Pflichten der Parteien aus dem Auftrag geurteilt, sondern nur entschieden, dass die Rechte des Konsortiums, das ursprünglich Auftraggeber war, heute ausschliesslich den Klägern zustehen. Ob das zutrifft, beurteilt sich nicht nach der auf den Auftrag anwendbaren Rechtsordnung, denn die Parteien streiten nicht darüber, ob die Rechte des Auftraggebers in einer auch für den Beklagten gültigen Weise abgetreten worden seien, sondern sind uneins, ob diese auf Grund interner Vorgänge im Konsortium heute allein Anspruch auf Übergabe des Treugutes und Ablegung von Rechenschaft haben. Das kommt darin zum Ausdruck, dass der Beklagte in materiellrechtlicher Hinsicht nur geltend macht, der angefochtene Entscheid verletze gesellschaftsrechtliche Bestimmungen. Es geht nur um das dem Übergang der Rechte zugrunde liegende Rechtsgeschäft. Dieses untersteht seinem eigenen Recht (SCHÖNENBERGER/JÄGGI a.a.O. N. 377), nämlich entweder dem italienischen, weil die Glieder des Konsortiums anscheinend alle in Italien niedergelassen waren, oder dem deutschen, weil sich die entscheidenden Handlungen zur Erreichung des Gesellschaftszweckes in Deutschland abgewickelt haben, jedenfalls nicht dem vom Obergericht für anwendbar gehaltenen schweizerischen Recht.\n\nDa ausländisches Recht auf die Streitfrage ausschliesslich zutrifft, kommt seine Anwendung durch das Bundesgericht gemäss Art. 65 OG nicht in Frage. Anderseits erübrigt es sich, die Sache nach Art. 60 Abs. 1 lit. c OG zur Fällung eines neuen Vorentscheides an das Obergericht zurückzuweisen, denn er würde nicht anders ausfallen als der angefochtene (vgl.BGE 49 II 236Erw. 2). Das Obergericht schliesst aus Briefen des Beklagten an die Kläger und deren BGE 87 II 270 S. 275Anwalt, der Beklagte habe schon im Jahre 1929 gewusst, dass von den ursprünglichen Gesellschaftern alle ausser dem Vater der Kläger und dem Grafen Mazzotti aus dem Konsortium ausgeschieden waren, und es sei ihm auch bekannt geworden, dass Graf Mazzotti später seinen Anteil den Klägern schenkte. Auch aus dem Umstande, dass der Beklagte den Erlös aus dem liquidierten Vermögen den Klägern überwies und mit ihnen über die Vergütung für seine Dienste einig geworden sein will, leitet es ab, dass nur noch sie Auftraggeber seien. Er hält dem Beklagten vor, er müsse sich darüber im klaren sein, dass durch den Brief der Dresdener Bank vom 8. Dezember 1937, in dem neben den Klägern auch von Mazzotti, von der Società Commerciale Latina und Treves die Rede sei, sowie durch die Vollmachten der beiden letzteren aus devisenrechtlichen Gründen eine unveränderte Fortdauer eines früheren Zustandes nur habe vorgetäuscht werden wollen. Alle diese Überlegungen sind Beweiswürdigung, und das Ergebnis, zu dem sie führt, nämlich dass Dritte auf das Treugut keinen Anspruch mehr haben, ist eine tatsächliche Feststellung. Bei dieser hätte es selbst dann sein Bewenden, wenn die Sache zur Anwendung ausländischen Rechts an das Obergericht zurückgewiesen würde. Sie schlösse die Verneinung der Aktivlegitimation der Kläger selbst dann aus, wenn das Obergericht die Rechtsgeschäfte über das Ausscheiden der andern Gesellschafter im Lichte des italienischen oder deutschen Rechts betrachten würde. Nicht seine Auffassung, dass schweizerisches Recht anwendbar sei, sondern die Überzeugung, dass irgendwelche nicht näher bekannte Vorgänge die andern Gesellschafter zur Aufgabe ihrer Rechte am Gesellschaftsvermögen veranlasst haben, hat das Obergericht zur Bejahung der Aktivlegitimation bestimmt. Auch seine Ausführungen über die Beweislast, die seines Erachtens der Beklagte trägt, waren nicht entscheidend und können es nicht sein. Von der Beweislast hinge der Entscheid über die Aktivlegitimation nur ab, BGE 87 II 270 S. 276wenn über das Ausscheiden der Società Commerciale Latina des Treves und des Grafen Mazzotti Zweifel beständen.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten."}