{"annee": "87", "cour": "IV", "page": "157", "date": "22/12/1961", "cite": ["86 IV 153"], "cite_par": ["90 IV 246", "88 IV 100", "92 IV 86"], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 22. Dezember 1961 i.S. Schär gegen Staatsanwaltschaft des Kantons Solothurn.", "regestes": ["Art. 117, 237 CP. Causalité adéquate. L'incapacité passagère de réaction que subit le conducteur d'un véhicule à moteur immédiatement après une collision ne se situe pas hors du cours normal des choses, même si cet état n'est pas exclusivement dû à la frayeur causée par le choc."], "faits": "BGE 87 IV 157 S. 158\n\nAus dem Tatbestand:\n\nSchär spurte mit seinem Motorfahrzeug, das innerorts von links kam, langsam gegen die Mitte der 5,9 m breiten Strasse zu, um den auf der rechten Strassenhälfte mit einer Geschwindigkeit von 55-60 km/Std sich nähernden Wagen Hilfikers durchzulassen. Dabei streiften sich die beiden Fahrzeuge. Hilfiker verlor unter der Schockwirkung der Kollision die Herrschaft über seinen Wagen, der zunächst ungebremst die Fahrt fortsetzte, nach einer Strecke von 33 m zwei am rechten Strassenrand stehende Fussgänger beinahe anfuhr und nach weitern 10-15 m einen in der gleichen Richtung fahrenden Radfahrer von hinten zu Fall brachte und tödlich verletzte.\n\nSchär und Hilfiker wurden vom Obergericht des Kantons Solothurn wegen fahrlässiger Tötung und fahrlässiger Störung des öffentlichen Verkehrs zu bedingt vollziehbaren Gefängnisstrafen verurteilt.\n\nSchär beantragt mit der Nichtigkeitsbeschwerde, er sei freizusprechen, eventuell nur wegen Übertretung des MFG mit einer Busse zu bestrafen.", "considerants": "Aus den Erwägungen:\n\n1. (Ausführungen darüber, dass die Streifkollision von beiden Motorfahrzeugführern verschuldet wurde, von Schär, weil er beim Einspuren dem von rechts Kommenden zu wenig Beachtung schenkte und entgegen der Vorschrift des Art. 27 Abs. 1 MFG sein Fahrzeug nicht rechtzeitig anhielt, von Hilfiker, weil er unaufmerksam war und den Wagen Schärs erst im letzten Augenblick sah.)\n\n2. Die Streifkollision bewirkte bei Hilfiker eine Schockwirkung, die zusammen mit der mangelnden geistigen Beweglichkeit Hilfikers zu einer vorübergehend starken BGE 87 IV 157 S. 159Beschränkung seiner Reaktionsfähigkeit führte, was zur Folge hatte, dass sein Fahrzeug führerlos eine Strecke von rund 80 m zurücklegte, auf der es zwei Fussgänger ernsthaft gefährdete und einen Radfahrer tödlich verletzte. Die pflichtwidrige Fahrweise des Beschwerdeführers, ohne die die Streifkollision nicht eingetreten wäre, war somit eine der natürlichen Ursachen der sich folgenden Ereignisse, für die Schär einzustehen hat, sofern der Kausalverlauf rechtlich erheblich war. Nach ständiger Rechtsprechung ist diese Voraussetzung immer dann erfüllt, wenn das Verhalten des Täters nach dem gewöhnlichen Lauf der Dinge geeignet war, einen Erfolg der eingetretenen Art herbeizuführen (BGE 86 IV 155 mit weitern Zitaten).\n\nDieser Zusammenhang besteht ohne weiteres zwischen dem Verhalten des Beschwerdeführers und der eingetretenen Fahrzeugkollision; die von Hilfiker zu vertretende Unaufmerksamkeit war nicht eine ausserhalb jeder Erwartung liegende Ursache. Eine weniger alltägliche Erscheinung ist einzig darin zu erblicken, dass der verhältnismässig leichte Zusammenstoss bei Hilfiker einen Zustand stark beschränkter Reaktionsfähigkeit hervorrief, der auf das Zusammentreffen der durch den unerwarteten Zusammenstoss ausgelösten Schreckwirkung und der geistigen Unbeweglichkeit Hilfikers zurückzuführen ist. Dass der letztere Mangel einen ungewöhnlich hohen Grad erreicht habe, kann dem psychiatrischen Gutachten nicht entnommen werden und ist angesichts des durch keine Vorstrafen getrübten automobilistischen Leumundes Hilfikers auch nicht wahrscheinlich. Die Schreckwirkung aber, der er unterstand, ist kein so aussergewöhnliches Ereignis, dass es nach allgemeiner Lebenserfahrung schlechterdings nicht hätte erwartet werden können. Selbst Motorfahrzeugführer mit normaler Reaktionsfähigkeit können bei einem Zusammenstoss, insbesondere wenn er sich unversehens ereignet, völlig den Kopf verlieren und vorübergehend ihrer Fähigkeit zur Beherrschung des Fahrzeuges beraubt sein. Der Umstand, dass diese Möglichkeit bei Hilfiker eintrat, lag daher nicht BGE 87 IV 157 S. 160ausserhalb normalen Geschehens. Daran ändert nichts, dass der Beschwerdeführer, wie er geltend macht, die Streifkollision und die Reaktionsunfähigkeit Hilfikers mit ihren Folgen nicht vorausgesehen hat; die rechtliche Erheblichkeit des Kausalzusammenhanges beurteilt sich nicht nach den Vorstellungen des Täters, sondern darnach, ob sein Verhalten nach dem gewöhnlichen Lauf der Dinge, d.h. bei objektiver Betrachtung, den eingetretenen Erfolg herbeizuführen geeignet war (BGE 86 IV 156 /7).\n\nDie Verurteilung des Beschwerdeführers wegen fahrlässiger Tötung und fahrlässiger Störung des öffentlichen Verkehrs kann infolgedessen nicht beanstandet werden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}