{"annee": "87", "cour": "IV", "page": "23", "date": "7/3/1961", "cite": ["81 IV 170", "77 II 255", "79 IV 69", "83 IV 32", "76 IV 59", "84 IV 107"], "cite_par": ["94 IV 120", "97 II 362"], "chapeau": "7. Auszug aus dem Urteil des Kassationshofes vom 7. März 1961 i.S. Dürig gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 26 al. 1 LA. Sur les routes larges, on ne peut rouler au milieu de la chaussée que sur les tronçons complètement libres et bien visibles."], "faits": "BGE 87 IV 23 S. 23\n\nAus dem Tatbestand:\n\nDürig lenkte am 25. Oktober 1959 nach Einbruch der Dunkelheit ein Personenauto auf der geraden, 6,2 m breiten Hauptstrasse, die zwischen Jegenstorf und Grafenried durch den Hambühlwald führt. Er benützte bei einer Geschwindigkeit von 60 km/Std. die Strassenmitte, indem sein 1,64 m breites Fahrzeug 70 cm links der Leitlinie fuhr. Wegen eines andern Wagens, der 100 bis 200 m vor ihm in der gleichen Richtung rollte, hatte er seine Scheinwerfer abgeblendet, die eine Strecke von 35 m erhellten. Plötzlich tauchte in einer Entfernung von 30-35 m ein entgegenkommender Roller auf, der in der ihm zukommenden Strassenhälfte, aber unweit der Leitlinie entlang fuhr und dessen Licht infolge eines technischen Fehlers erst BGE 87 IV 23 S. 24in diesem Augenblick wieder zu leuchten begann. Dürig konnte den Zusammenstoss mit dem Rollerfahrer, der während der Anfahrt offenbar mit der Behebung des Scheinwerferdefektes beschäftigt war, nicht verhindern.\n\nDas Obergericht des Kantons Bern warf Dürig unter anderem vor, er habe pflichtwidrig die Strassenmitte überfahren. Die Nichtigkeitsbeschwerde des Verurteilten wurde in diesem Punkt abgewiesen.", "considerants": "Erwägungen:\n\nDas Gebot des Rechtsfahrens (Art. 26 Abs. 1 MFG) gilt nach der Rechtsprechung nicht absolut. Wo nicht besondere Verhältnisse vorliegen, die das Fahren am äussersten Strassenrand erfordern (vgl. BGE 81 IV 172), darf der Motorfahrzeugführer im eigenen Interesse und mit Rücksicht auf allenfalls plötzlich auftauchende Fussgänger oder Radfahrer einen den örtlichen Verhältnissen angemessenen Abstand vom rechten Strassenrand einhalten. Auf Strassen, die breit genug sind, muss aber nach der Regel des Art. 26 Abs. 1 grundsätzlich innerhalb der rechten Strassenhälfte gefahren und die linke Hälfte für den Gegenverkehr frei gehalten werden; die Strassenmitte darf in solchen Fällen nur benützt werden, wenn die Strecke vollständig frei und übersichtlich ist (BGE 76 IV 61,BGE 77 II 258,BGE 79 IV 71).\n\nDer Beschwerdeführer war weder genötigt noch berechtigt, die Strassenmitte zu benutzen. Die asphaltierte Strasse war genügend breit und ihre Beschaffenheit hinreichend gut, um ohne Schwierigkeit in der rechten Hälfte fahren zu können. Hätte der Beschwerdeführer mit seinem Fahrzeug nahe an die Leitlinie gehalten, so wären zu seiner Rechten immer noch mindestens 1,40 m offen geblieben. Diesen Abstand durch Überfahren der Strassenmitte auf 2,16 m zu verbreitern, wie es der Beschwerdeführer getan hat, war bei den gegebenen Sichtverhältnissen unstatthaft. Der Beschwerdeführer hätte sich darüber Rechenschaft geben müssen, dass er in der Dunkelheit, BGE 87 IV 23 S. 25jedenfalls bei abgeblendetem Licht und hinter einem vorausfahrenden Wagen nur eine beschränkte Übersicht über die zu befahrende Strecke hatte und dass nicht bloss am rechten Strassenrand, sondern auch in der linken Strassenhälfte unvermutet Hindernisse auftauchen konnten. Unter solchen Umständen geht die Erfüllung der gesetzlichen Pflicht, die dem Gegenverkehr vorbehaltene Fahrbahn frei zu lassen, dem Bedürfnis, auf der rechten Seite gegen Überraschungen möglichst gesichert zu sein, vor. Der Beschwerdeführer hätte nötigenfalls die Scheinwerfer auf Vollicht einschalten oder die Geschwindigkeit herabsetzen können, wenn ihm ein Abstand von 1,40 m zum rechten Strassenrand ungenügend erschien. Auch der bei der Unfallstelle am rechten Strassenrand befindliche Abstellplatz vermag die Abweichung von der Regel des Art. 26 Abs. 1 nicht zu rechtfertigen; der Beschwerdeführer war gegenüber allfälligen aus diesem Platz ausfahrenden Fahrzeugen vortrittsberechtigt, und er durfte sich darauf verlassen, dass deren Führer die zu ihrem Schutze notwendige Vorsicht walten lassen (BGE 83 IV 34, BGE 84 IV 109)."}