{"annee": "87", "cour": "III", "page": "41", "date": "16/10/1961", "cite": [], "cite_par": [], "chapeau": "9. Kreisschreiben, Circulaire, Circolare No 35. (16. 10. 1961)", "regestes": ["L'exécution forcée portant sur des aéronefs."], "faits": "", "considerants": "BGE 87 III 41 S. 41\n\nWir machen Sie auf folgende seit dem 1. Januar 1961 in Kraft stehenden Erlasse aufmerksam:\n\n1. das Genfer Abkommen vom 19. Juni 1948 über die internationale Anerkennung von Rechten an Luftfahrzeugen;\n\n2. das Bundesgesetz vom 7. Oktober 1959 über das Luftfahrzeugbuch (\"Gesetz\") und die Vollziehungsverordnung vom 2. September 1960 (\"VV\").\n\nAlle diese Erlasse sind gleichzeitig in der Sammlung der eidgenössischen Gesetze, Jahrgang 1960 (S. 1245-1276) veröffentlicht worden.\n\nI\n\nDas Eidgenössische Luftamt führt neben dem Luftfahrzeugregister (wie es Art. 52 des Luftfahrtgesetzes vom 21. Dezember 1948 vorsieht, eidg. GS 1950 I S. 471 ff.) nach BGE 87 III 41 S. 42dem erwähnten Gesetz vom 7. Oktober 1959 ein sog. Luftfahrzeugbuch. Dieses gestattet die Verpfändung von Luftfahrzeugen ohne Besitzübertragung, nach ähnlichen Regeln, wie sie für das Grundbuch und das Schiffsregister aufgestellt worden sind. Zu beachten ist, dass die zum Verkehr zugelassenen Luftfahrzeuge nicht von Amtes wegen, sondern nur auf Antrag des Eigentümers in das Luftfahrzeugbuch aufgenommen werden. Ein nicht in dieses öffentliche Buch aufgenommenes oder darin wieder gestrichenes Luftfahrzeug untersteht den Bestimmungen des ZGB über Fahrnis (Art. 1 und 12 des Gesetzes). In diesem Fall ist es auch in der Zwangsvollstreckung als Fahrnis zu betrachten; sonst aber gelten die besondern Vorschriften des Gesetzes (Art. 52-60) und der VV (Art. 39-44). Sie lehnen sich an die Bestimmungen des Schuldbetreibungs- und Konkursgesetzes (SchKG) über dieVerwertung von Grundstücken an, enthalten aber Abweichungen insbesondere für die örtliche Zuständigkeit, die vom Gläubiger und vom Betreibungsamt zu beobachtenden Fristen und die amtliche Verwaltung. Diese greift, sofern der Gläubiger nicht darauf verzichtet, sogleich bei Anhebung einer Betreibung auf Pfandverwertung Platz. Sie schliesst jedoch keine Mietzinssperre in sich. Im übrigen kann sie vom Betreibungsamt selbst ausgeübt oder einem Dritten übertragen werden (Art. 56 des Gesetzes; Botschaft des Bundesrates, BBl 1959 I S. 473 zu Art. 56 des Entwurfs; Art. 41 VV). Für die Verwertung gelten die Art. 57 - 60 des Gesetzes und die Art. 42 - 44 VV.\n\nWas die ausländischen Luftfahrzeuge betrifft, so sind nach dem Genfer Abkommen die Einträge der öffentlichen Bücher anderer Vertragsstaaten gleichfalls zu beachten, und es ist das schweizerische Gesetz auf die in einem solchen Buch aufgenommenen Luftfahrzeuge sinngemäss anwendbar (Art. 1 des Abkommens, Art. 2 des Gesetzes).\n\nHervorzuheben ist, dass der Eigentumserwerb des Ersteigerers nur durch Beschwerde angefochten werden BGE 87 III 41 S. 43kann, wofür - abweichend von Art. 136bis SchKG - eine Frist von 30 Tagen zur Verfügung steht (Art. 60 des Gesetzes). Bei ausländischen Luftfahrzeugen beträgt die Frist im Anwendungsgebiet des Genfer Abkommens sechs Monate vom Tage der Verwertung an (Art. VII Abs. 3 des Abkommens).\n\nII.\n\nDarüber, ob die Zwangsvollstreckung nach den besondern Bestimmungen der eingangs genannten Erlasse durchzuführen sei, oder ob man es mit gewöhnlicher Fahrnis zu tun habe, muss jeweilen von Anfang an Klarheit geschaffen werden.\n\nHandelt es sich um ein schweizerisches Luftfahrzeug (oder um einen zu einem solchen Fahrzeug gehörenden Gegenstand der in Art. 40 Abs. 1 und 2 VV erwähnten Art), so hat bei Anhebung der Betreibung auf Pfandverwertung der Gläubiger dem Betreibungsbegehren einen Auszug aus dem Luftfahrzeugbuch oder gegebenenfalls eine Bescheinigung des Eidgenössischen Luftamtes, dass kein Eintrag bestehe, beizulegen.\n\nIm Falle der Pfändung liegt es dem Betreibungsamt und im Konkursverfahren der Konkursverwaltung ob, den entsprechenden Ausweis einzuholen.\n\nIst Gegenstand der Verwertung ein dem Genfer Abkommen unterstehendes ausländisches Luftfahrzeug (vgl. die weite Begriffsumschreibung in Art. XVI dieses Abkommens), so bedarf es eines beglaubigten Ausweises der zuständigen ausländischen Behörde. Das Eidgenössische Luftamt erteilt Auskunft darüber, ob man es mit einem Vertragsstaate zu tun hat, und teilt auch die Adresse der für das betreffende Gebiet zuständigen ausländischen Behörde mit.\n\nNach Art. XIV des Abkommens können die Gerichts- und Verwaltungsbehörden der Vertragsstaaten unmittelbar miteinander verkehren. Zu diesen Behörden sind auch BGE 87 III 41 S. 44die schweizerischen Betreibungs- und Konkursämter zu zählen. Ausserordentliche Konkursverwaltungen nehmen die Rechtshilfe des Konkursamtes für den Verkehr mit dem Ausland in Anspruch. Die Liquidatoren beim Vollzug eines Nachlassvertrages mit Vermögensabtretung wenden sich zu diesem Zweck an die Nachlassbehörde.\n\nDie Gesuche an eine ausländische Behörde sind in einer der Sprachen des Abkommens (französisch, englisch oder spanisch) abzufassen. Auf Wunsch wird die schweizerische diplomatische oder konsularische Vertretung des betreffenden Gebietes die Übersetzung und Übermittlung solcher Gesuche besorgen.\n\nFür die Bekanntmachung der bevorstehenden Verwertung eines ausländischen Luftfahrzeuges am Orte der Eintragung und für die Benachrichtigung der Beteiligten gemäss Art. VII Abs. 2 lit. b des Genfer Abkommens und Art. 43 Abs. 1 und 2 VV hat sich das Betreibungs- oder Konkursamt ebenfalls, soweit nötig, der Vermittlung der schweizerischen Auslandsvertretung jenes Ortes zu bedienen.\n\nNous vous rendons attentifs aux actes législatifs suivants, entrés en vigueur le 1er janvier 1961:\n\n1. la Convention de Genève du 19 juin 1948 relative à la reconnaissance internationale des droits sur aéronef;\n\n2. la loi fédérale du 7 octobre 1959 sur le registre des aéronefs (ci-après: la loi) et le règlement d'exécution du 2 septembre 1960 (ci-après: le règlement). Ces textes ont été publiés simultanément dans le recueil des lois fédérales 1960, p. 1301 à 1332.\n\nI.\n\nL'Office fédéral de l'air tient, outre le registre matricule (prévu par l'art. 52 de la loi sur la navigation aérienne BGE 87 III 41 S. 45du 21 décembre 1948, ROLF 1950 I 491 ss.), un registre des aéronefs conformément à la loi précitée du 7 octobre 1959. Ce registre permet la mise en gage des aéronefs sans transfert de la possession, suivant des règles analogues à celles qui ont été édictées en matière de registre foncier et de registre des bateaux. Il convient de remarquer que les aéronefs admis à circuler ne sont pas portés d'office au registre des aéronefs, mais seulement sur la demande du propriétaire. S'il n'est pas inscrit dans ce registre public ou s'il y a été radié, un aéronef est soumis aux dispositions du code civil sur les choses mobilières (art. 1er et 12 de la loi). Dans cette hypothèse, il doit être aussi traité comme une chose mobilière dans l'exécution forcée; dans le cas contraire, en revanche, les dispositions spéciales de la loi et du règlement s'appliquent (respectivement, art. 52 à 60, 39 à 44). Elles renvoient aux règles de la loi sur la poursuite pour dettes et la faillite (LP) visant la réalisation forcée des immeubles, mais s'en écartent parfois, notamment pour 1c for, les délais impartis au créancier et à l'office des poursuites et l'administration d'office. Celle-ci est prévue dès l'introduction d'une poursuite en réalisation de gage, à moins que le créancier n'y renonce. Elle n'entraîne pas toutefois un blocage des loyers. L'office peut lui-même s'en charger ou la confier à un tiers (art. 56 de la loi; Message du Conseil fédéral, FF 1959 I p. 471, ad art. 56 du projet; art. 41 du règlement). La réalisation s'opère d'après les art. 57 à 60 de la loi et 42 à 44 du règlement.\n\nPour les aéronefs étrangers, la Convention de Genève impose de traiter de la même façon les inscriptions opérées dans le registre public d'un autre Etat contractant, et la loi suisse s'applique par analogie aux aéronefs portés sur un tel registre (art. I de la Convention, art. 2 de la loi).\n\nIl convient de souligner que l'acquisition de la propriété par l'adjudicataire ne peut être attaquée qu'au moyen de la plainte, dans un délai de trente jours - en dérogation à l'art. 136 bis LP (art. 60 de la loi). Pour les aéronefs BGE 87 III 41 S. 46étrangers, et dans le domaine d'application de la convention, le délai est de six mois à compter de la vente (art. VII al. 3 de la convention).\n\nII.\n\nLe cas échéant, on fixera avec clarté et dès le principe si l'exécution forcée doit s'opérer d'après les dispositions spéciales des textes cités au début de la présente circulaire ou si elle porte sur une chose mobilière ordinaire.\n\nS'agissant d'un aéronef suisse (ou d'un objet s'y rattachant et visé par l'art. 40 al. 1 et 2 du règlement), le créancier doit joindre à la réquisition de poursuite en réalisation de gage soit un extrait du registre des aéronefs, soit l'attestation, par l'Office fédéral de l'air, qu'il n'existe aucune inscription.\n\nEn cas de saisie ou de faillite, il incombe à l'office des poursuites ou à l'administration de la faillite de se faire produire l'un ou l'autre document.\n\nS'agissant de la réalisation d'un aéronef étranger soumis aux règles de la Convention de Genève (cf. la définition précise de l'art. XVI de cette convention), on exigera une attestation certifiée conforme délivrée par l'autorité étrangère compétente. L'Office fédéral de l'air renseigne sur le point de savoir si l'on est en présence d'un Etat ayant adhéré à la convention et indique en outre l'adresse de l'autorité étrangère compétente pour le territoire intéressé.\n\nD'après l'art. XIV de la convention, les autorités judiciaires et administratives des Etats contractants peuvent correspondre directement entre elles. Cela concerne aussi les offices suisses de poursuites et de faillite. L'administration spéciale de la faillite recourra aux services de l'office des faillites dans ses rapports avec l'étranger. Les liquidateurs chargés de l'exécution d'un concordat par abandon d'actif s'adresseront à l'autorité concordataire.\n\nLes requêtes adressées à une autorité étrangère seront BGE 87 III 41 S. 47rédigées dans une des langues de la convention (français, anglais et espagnol). Sur demande, les représentations diplomatiques et consulaires suisses se chargeront de traduire et de notifier les requêtes concernant le territoire sur lequel s'exerce leur juridiction.\n\nLe cas échéant les offices de poursuites et de faillite requerront également leur concours pour la publication, au lieu de l'immatriculation, de la vente d'un aéronef étranger et pour aviser les intéressés conformément aux art. VII al. 2 litt. b de la Convention de Genève et 43 al. 1 et 2 du règlement.\n\nRichiamiamo la vostra attenzione sugli atti legislativi seguenti, entrati in vigore il 10 gennaio 1961:\n\n1. La convenzione di Ginevra del 19 giugno 1948 concernente il riconoscimento internazionale dei diritti sugli aeromobili;\n\n2. la legge federale del 7 ottobre 1959 sul registro aeronautico (qui appresso: la legge) e la relativa ordinanza d'esecuzione del 2 settembre 1960 (qui appresso: ordinanza).\n\nTutte queste norme sono state contemporaneamente pubblicate nella Raccolta delle leggi federali 1960, pag. 1297 e 1330.\n\nI.\n\nL'Ufficio aeronautico federale tiene, oltre al registro degli aeromobili (previsto all'art. 52 della legge federale sulla navigazione aerea del 21 dicembre 1948, RULF 1950 I 479), un registro aeronautico conformemente alla citata legge del 7 ottobre 1959. Questo registro permette la costituzione di pegni sugli aeromobili senza trasferimento del possesso, secondo regole analoghe a quelle emanate BGE 87 III 41 S. 48in materia di registro fondiario e di registro del naviglio. Va rilevato che gli aeromobili ammessi alla circolazione sono iscritti nel registro aeronautico non d'ufficio, ma soltanto a domanda del proprietario. Un aeromobile non iscritto in questo registro pubblico o successivamente radiato, è sottoposto alle disposizioni del Codice civile sulle cose mobili (art. 1 e 12 della legge). In tal caso, esso deve pure essere considerato come cosa mobile nell'esecuzione forzata; altrimenti, si applicano le speciali disposizioni della legge e dell'ordinanza (rispettivamente, art. 52 a 60, 39 a 44). Queste rinviano alle norme della legge sull'esecuzione e sul fallimento (LEF) riferentisi alla realizzazione forzata degli immobili, ma talvolta se ne scostano, in particolare per il foro, i termini assegnati al creditore e all'ufficio esecuzioni, e per l'amministrazione d'ufficio. Questa è prevista all'atto del promovimento di un'esecuzione per la realizzazione del pegno, a meno che il creditore vi rinunci. Essa non trae tuttavia seco un blocco dei fitti. Peraltro, l'Ufficio può incaricarsi lui medesimo di detta amministrazione o affidarla a un terzo (art. 56 della legge; Messaggio del Consiglio federale, FF 1959 Ed. francese I p. 471 ad art. 56 del progetto; art. 41 dell'ordinanza). Per la realizzazione sono applicabili i disposti degli art. 57 a 60 della legge e 42 a 44 della ordinanza.\n\nPer quanto concerne gli aeromobili stranieri, la convenzione di Ginevra impone pure di tener conto delle iscrizioni effettuate nel registro pubblico di un altro Stato contraente, e la legge svizzera si applica per analogia agli aeromobili intavolati in un siffatto registro (art. I della Convenzione, art. 2 della legge).\n\nOccorre rilevare che l'acquisto della proprietà da parte dell'aggiudicatario può essere impugnato soltanto mediante ricorso, per il quale, in deroga all'art. 136 bis LEF (art. 60 della legge), è previsto un termine di trenta giorni. Per gli aeromobili stranieri e nel campo d'applicazione della convenzione, il termine è di sei mesi a contare dalla vendita (art. VII cpv. 3 della Convenzione).\n\nBGE 87 III 41 S. 49\n\nII.\n\nSi deve stabilire ogni volta, con chiarezza e sin dal principio, se l'esecuzione forzata debba essere eseguita secondo le disposizioni speciali dei testi citati all'inizio della presente circolare oppure se essa concerne una cosa mobile ordinaria.\n\nSe si tratta di un aeromobile svizzero (o di un oggetto che vi si riferisce e del genere di cui all'art. 40 cp. 1 e 2 dell'ordinanza), il creditore deve allegare alla domanda d'esecuzione per la realizzazione del pegno o un estratto del registro aeronautico o un attestato dell'Ufficio aeronautico federale provante che non esiste nessuna iscrizione.\n\nIn caso di pignoramento o di fallimento, incombe all'ufficio esecuzione, rispettivamente all'amministrazione del fallimento, di esigere la produzione dell'uno o dell'altro documento.\n\nSe si tratta della realizzazione di un aeromobile straniero sottoposto alle regole della convenzione di Ginevra (cfr. la precisa definizione dell'art. XVI di detta convenzione), si deve esigere un attestato, certificato conforme, rilasciato dall'autorità straniera competente. L'Ufficio aeronautico federale dà informazioni sulla questione a sapere se ci si trovi in presenza di uno Stato che ha aderito alla convenzione e comunica inoltre l'indirizzo dell'autorità straniera competente per il territorio interessato.\n\nSecondo l'art. XIV della convenzione, le autorità giudiziarie e amministrative degli Stati contraenti possono corrispondere direttamente tra loro. Tra queste autorità vanno annoverati anche uffici svizzeri d'esecuzione e fallimenti. Nei suoi rapporti con l'estero, l'amministrazione speciale del fallimento fa capo ai servizi dell'ufficio dei fallimenti. I liquidatori incaricati della esecuzione di un concordato con abbandono dell'attivo si rivolgono all'autorità del concordato.\n\nLe richieste indirizzate a un'autorità straniera devono essere redatte in una delle lingue della convenzione (francese, BGE 87 III 41 S. 50inglese e spagnuolo). A domanda, le rappresentanze diplomatiche e consolari di Svizzera si incaricano di tradurre e di notificare le richieste concernenti il territorio sul quale si esercita la loro giurisdizione.\n\nDato il caso, gli uffici esecuzione e fallimenti devono chiedere la collaborazione di dette rappresentanze, per la pubblicazione al luogo dell'immatricolazione della vendita di un aeromobile straniero e per avvisare gli interessati conformemente agli art. VII cp. 2 lett. b della convenzione di Ginevra e 43 cp. 1 e 2 dell'ordinanza."}