{"annee": "87", "cour": "IV", "page": "85", "date": "15/9/1961", "cite": ["60 II 391", "84 II 415", "80 II 187", "69 IV 178", "71 II 7"], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 15. September 1961 i.S. Staatsanwaltschaft des Kantons Zürich gegen Schaller.", "regestes": ["Art. 217 ch. 1 al. 1 CP. Sont aussi des aliments, selon cette disposition légale, les prestations que l'époux coupable est tenu de fournir de par l'art. 151 al. 1 CC dans la mesure où elles constituent un dédommagement pour l'entretien qui est dû dans le mariage et que l'époux innocent perd par le divorce."], "faits": "", "considerants": "BGE 87 IV 85 S. 86\n\nDer Kassationshof zieht in Erwägung:\n\n2. Wie der Kassationshof bereits in BGE 69 IV 182 f. auseinandergesetzt hat, sind Unterhaltsverpflichtungen im Sinne von Art. 217 StGB nicht nur die nach Art. 152 ZGB geschuldeten Beiträge, sondern auch die vom schuldigen Ehegatten nach Art. 151 Abs. 1 ZGB zu erbringenden Leistungen, soweit sie eine Entschädigung für den ehelichen Unterhalt darstellen, den der schuldlose Ehegatte durch die Scheidung verloren hat. Von dieser Praxis abzugehen, besteht entgegen der Auffassung der Vorinstanz kein Anlass.\n\na) In ständiger Rechtsprechung hat die II. Zivilabteilung des Bundesgerichtes den Unterhaltsanspruch aus Eherecht den Vermögensrechten des Art. 151 Abs. 1 ZGB zugezählt und den Verlust desselben durch Scheidung der Ehe als Beeinträchtigung dieser Vermögensrechte betrachtet. Sie hat sodann der zur vollständigen oder teilweisen Abgeltung eines solchen Verlustes in Rentenform gesprochenen \"Entschädigung\" den Charakter einer Unterhaltsrente zuerkannt und sie unter dieser Bezeichnung weitgehend der Bedürftigkeitsrente des Art. 152 ZGB gleichgestellt (BGE 60 II 392, BGE 71 II 10, Urteil vom 7. Juni 1956 i.S. B. gegen B., veröffentlicht in ZR 1958 Nr. 107; vgl. auch BGE 80 II 189 und BGE 84 II 416). Kommt aber nach dem Gesagten der de schuldlosen Ehegatten als Ersatz für den ehelichen Unterhalt zugesprochenen Entschädigungsrente die Funktion einer Unterhaltsleistung zu, dann kann auch die dem schuldigen Ehegatten obliegende Pflicht zu deren Bezahlung unbedenklich als Unterhaltspflicht im Sinne von Art. 217 Ziff. 1 Abs. 1 StGB erachtet werden.\n\nb) Ausser Zweifel steht überdies der familienrechtliche Charakter der Verpflichtung, wie er nach Art. 217 Ziff. 1 Abs. 1 StGB gefordert ist. Der Anspruch des berechtigten Ehegatten stützt sich auf Art. 151 ZGB, also auf eine BGE 87 IV 85 S. 87Bestimmung des Familienrechtes, und die im Verlust des ehelichen Unterhaltes liegende Beeinträchtigung von Vermögensrechten hebt sich als Entschädigungsgrund von den Entschädigungsgründen des Obligationenrechts, aus denen ebenfalls Rentenleistungen zugesprochen zu werden pflegen (z.B. Art. 45 Abs. 3, 46 OR), deutlich dadurch ab, dass der schuldige Ehegatte nach Art. 151 ZGB nicht, wie etwa der Schadenstifter nach Art. 41 OR, schlechthin zum Ersatz des Schadens verpflichtet ist, sondern nur eine angemessene Entschädigung zu entrichten hat (vgl. das oben angeführte Urteil vom 7. Juni 1956 i.S. B. gegen B.). Seine Verpflichtung, dem schuldlosen Ehegatten als Ersatz für den durch die Scheidung verlorenen Unterhalt eine Rente zu bezahlen, stellt denn auch nichts anderes als eine Nachwirkung der aufgelösten Ehe dar.\n\nc) Die Auffassung der Vorinstanz, dass durch die Vernachlässigung einer gemäss Art. 151 Abs. 1 ZGB statuierten Rentenverpflichtung der Tatbestand des Art. 217 Ziff. 1 Abs. 1 StGB objektiv nicht erfüllt werden könne, geht demnach fehl."}