{"annee": "87", "cour": "IV", "page": "49", "date": "7/7/1961", "cite": ["81 IV 285", "70 IV 125"], "cite_par": ["95 IV 113", "105 IV 182", "96 IV 115", "88 IV 18", "92 IV 201"], "chapeau": "13. Auszug aus dem Urteil des Kassationshofes vom 7. Juli 1961 i.S. Y. gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 26, 191 ch. 1 al. 1 et 2 CP. 1. Que faut-il entendre par des circonstances personnelles spéciales? Doit-on en exclure les éléments constitutifs de l'infraction, pour n'y comprendre que des circonstances étrangères à ces éléments? Question laissée indécise. (Consid. 2.) 2. La mère qui se rend complice d'un attentat à la pudeur de son enfant doit être punie de par les art. 191 ch. 1 al. 1 et 25 CP lorsque l'auteur n'était, avec la victime, dans aucun rapport de confiance, d'autorité ou de dépendance selon l'art. 191 ch. 1 al. 2 CP. (Consid. 3.)"], "faits": "BGE 87 IV 49 S. 49\n\nA.- Im Jahre 1933 gebar Y. ausserehelich den Knaben A. 1939 verheiratete sie sich mit Z. Aus dieser Ehe entsprossen mehrere Kinder, als letztes die Tochter B., die im April 1944 geboren wurde.\n\nBGE 87 IV 49 S. 50\n\nIn der Zeit von Januar bis Anfang März 1958 und von Februar 1959 bis Ende Februar 1960 verkehrte A., der seit 1954 bei der Familie Z. lebte, wiederholt geschlechtlich mit der noch nicht 16 Jahre alten B. Während des letzten Monats Februar schliefen die beiden jede Nacht im gleichen Bette. Als Frau Y. spätestens im Januar 1960 die blutschänderischen Beziehungen ihrer Kinder entdeckte, schritt sie nicht etwa dagegen ein, sondern ermahnte diese bloss, aufzupassen, damit die Schwester C. nichts merke und es dem Vater melde.\n\nB.- Am 1. Februar 1961 sprach das Geschwornengericht des Kantons Aargau Frau Y. der fortgesetzten Gehilfenschaft zu Unzucht mit dem eigenen Kinde (Art. 191 Ziff. 1 Abs. 2 und Art. 25 StGB) schuldig. Es verurteilte sie wegen dieses Verbrechens und anderer strafbarer Handlungen zu 15 Monaten Zuchthaus. Obschon es den Täter A. bloss nach Art. 191 Ziff. 1 Abs. 1 StGB bestrafte, wandte das Gericht Frau Y. gegenüber Abs. 2 dieser Bestimmung an, weil zu den besonderen persönlichen Verhältnissen des Art. 26 StGB auch die persönliche Beziehung des Täters bzw. des Gehilfen zum Opfer zähle.\n\nC.- Frau Y. führt gegen dieses Urteil Nichtigkeitsbeschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Die Beschwerdeführerin bestreitet nicht, A. seit Anfang 1960 Gehilfenschaft zu Unzucht mit einem Kinde geleistet zu haben. Sie wirft dem Geschwornengericht bloss vor, es habe Art. 26 StGB verletzt und zu Unrecht Art. 191 Ziff. 1 Abs. 2 StGB angewendet.\n\n2. Art. 24 und 25 StGB unterwerfen den Anstifter und den Gehilfen grundsätzlich der Strafdrohung, die auf den Täter Anwendung findet. Art. 26 StGB schränkt diese Abhängigkeit der Teilnahme insoweit ein, als besondere persönliche Verhältnisse, Eigenschaften und Umstände, die die Strafbarkeit erhöhen, vermindern oder ausschliessen, bei dem Täter, dem Anstifter oder dem Gehilfen zu BGE 87 IV 49 S. 51berücksichtigen sind, bei dem sie vorliegen. Abwandlungen des ordentlichen Strafrahmens der Haupttat sollen danach nur denjenigen Beteiligten belasten oder entlasten, dessen eigenes Verschulden diese besondere Behandlung verdient, mit anderen Worten, jeder an der Tat Beteiligte soll nach Massgabe seiner eigenen Schuld und nicht nach derjenigen der andern bestraft werden (HAEFIIGER, Die Berücksichtigung der persönlichen Verhältnisse nach Art. 26 StGB, SJZ 1951 S. 372; PIOTET, La participation aux délits spéciaux, S. 52 und JdT 1959 IV 130 ff.; SCHULTZ, Teilnahme I, Juristische Kartothek, Karte 1189 S. 5).\n\nDie Anwendung dieses Grundsatzes ist nach Art. 26 StGB an bestimmte Voraussetzungen gebunden. Danach kommen als erstes nur persönliche Umstände in Betracht. Solche sachlicher Natur (z.B. geeignete Vorkehren gegen die Lebensgefahr, Art. 131 Ziff. 2, der geringe Wert der entwendeten, Art. 138, veruntreuten oder unterschlagenen Sache, Art. 142, die Geringfügigkeit des Schadens, Art. 223 Ziff. 1 Abs. 2) scheiden aus, weil sie nicht die Beschaffenheit des Täters kennzeichnen, sondern die objektive Schwere der Tat verändern (BGE 81 IV 289) und deshalb gleicherweise das Verschulden des Täters wie dasjenige des Anstifters oder des Gehilfen beeinflussen. Im weiteren muss es sich um besondere persönliche Verhältnisse handeln. Allgemeine persönliche Umstände, wie z.B. der Vorsatz (Urteil des Kassationshofes vom 17. April 1959 i.S. Rusillon), sind unbeachtlich. Da schliesslich Art. 26 StGB ausdrücklich bloss Verhältnisse, Eigenschaften und Umstände nennt, die die Strafbarkeit erhöhen, vermindern oder ausschliessen, scheiden auch strafbegründende Elemente (z.B. die Beamtenqualität nach Art. 313, die Gewinnsucht im Falle des Art. 198 StGB) aus (HAEFIIGER, a.a.O. S. 374; PIOTET, Participation, S. 134 ff.; SCHULTZ, a.a.O. S. 6).\n\nEntsprechend dieser Abgrenzung unterstellen herrschende Lehre und Rechtsprechung der Vorschrift des Art. 26 StGB als besondere persönliche Verhältnisse nicht BGE 87 IV 49 S. 52bloss Umstände des allgemeinen Teils des StGB (z.B. verminderte Zurechnungsfähigkeit, Rechtsirrtum, Rücktritt vom Versuch, tätige Reue, mildernde Umstände nach Art. 64, Rückfall usw.), sondern auch Merkmale der im besonderen Teil geregelten Straftatbestände (z.B. entschuldbare heftige Gemütsbewegung, Art. 113, die Eigenschaft der Täterin als Kindsmutter zur Zeit der Geburt, Art. 116, Gewinnsucht in den Fällen der Art. 129 Abs. 2 und 159 Abs. 2, Gewerbsmässigkeit,BGE 70 IV 125, usw.; vgl. GERMANN, Das Verbrechen, S. 203; HAFTER, Allgemeiner Teil, S. 239; HAEFLIGER, a.a.O. S. 372 ff.; LOGOZ, Kommentar, Allgemeiner Teil, S. 109; PIOTET, Participation, S. 62/63; SCHULTZ, a.a.O. S. 5-7; SCHWANDER, Das Schweizerische Strafgesetzbuch, S. 112-114; THORMANN/v. OVERBECK, Kommentar, Allgemeiner Teil, zu Art. 26). Das hat zur Folge, dass inhaltsgleiche Tatbestandsmerkmale bald als solche besonderer persönlicher Art der Bestimmung des Art. 26 StGB unterstellt, bald als strafbegründende Umstände von dieser ausgenommen werden. So gilt etwa die Gewinnsucht in den Fällen der Art. 129 Abs. 2 und Art. 159 Abs. 2 StGB nach der Lehre als strafbegründender persönlicher Umstand, der nur demjenigen Beteiligten zuzurechnen ist, bei dem er vorliegt, während umgekehrt im Tatbestand der Kuppelei (Art. 198 StGB) der Gewinnsucht der Charakter eines strafbegründenden Elementes beigemessen wird, das nicht nur den Täter, sondern ebensosehr den Anstifter und den Gehilfen belastet, sofern es ihnen bekannt war und von ihrem Vorsatz mitumfasst wurde. Nicht anders verhält es sich bei dem Tatbestandsmerkmal der Gewerbsmässigkeit (vgl. Art. 137 Ziff. 2 einerseits und Art. 194 Abs. 2 anderseits).\n\nDiese ungleiche Behandlung ein und desselben Umstandes gibt zu Zweifeln an der Richtigkeit der herrschenden Auffassung Anlass. Warum beispielsweise die Gewinnsucht anderer Art sein sollte, je nachdem sie Merkmal eines einfachen oder eines qualifizierten Tatbestandes bildet, ist nicht ohne weiteres einzusehen, und ebenso erweckt jene BGE 87 IV 49 S. 53unterschiedliche Wertung des Tatbestandselementes der Gewerbsmässigkeit Bedenken, zumal deren Begriff nach der Rechtsprechung für das gesamte gemeine Strafrecht ein einheitlicher ist.\n\nDie ausdehnende Interpretation von Art. 26 StGB führt aber auch dann nicht durchwegs zu überzeugenden Ergebnissen, wenn es um die Einordnung von Tatbestandsmerkmalen in persönliche und sachliche Umstände geht. Wenn die herrschende Lehre z.B. beim Tatbestand der Kindestötung (Art. 116 StGB) die Eigenschaft der Täterin als Kindsmutter zur Zeit der Geburt den nach Art. 26 StGB beachtlichen persönlichen Verhältnissen zurechnet (GERMANN, a.a.O. S. 229; HAEFLIGER, a.a.O. S. 373; SCHULTZ, a.a.O. S. 5; SCHWANDER, a.a.O. S. 238) und daraus folgert, dass der Gehilfe nicht nach dieser Bestimmung, sondern wegen Gehilfenschaft zu vorsätzlicher Tötung, Mord oder Totschlag zu bestrafen sei, so mag das möglicherweise dem Willen des historischen Gesetzgebers entsprechen (vgl. ZÜRCHER, Erläuterungen, S. 123). Zweifelhaft erscheint dagegen diese Auffassung im Lichte des Schuldprinzips. Der Gehilfe will im genannten Falle nicht die Tötung irgendeines Menschen durch irgendeinen Täter und unter irgendwelchen Umständen fördern, sondern der unter der Einwirkung des Geburtsvorganges stehenden Kindsmutter bei der Tötung ihres Kindes beistehen. Darauf ist sein Vorsatz gerichtet, und das müsste nach dem Grundsatz, dass der Gehilfe nur der Gehilfenschaft zu der Tat schuldig sein kann, welche der Haupttäter nach dem Dafürhalten des Gehilfen ausführte (SCHULTZ, Teilnahme III, Gehilfenschaft, Juristische Kartothek, Karte 1191, S. 1 unten), zur Bestrafung wegen Gehilfenschaft zu Kindestötung führen.\n\nMan kann sich daher fragen, ob es dem Sinn des Gesetzes nicht besser entspräche, Tatbestandsmerkmale vom Begriff der besonderen persönlichen Verhältnisse auszunehmen und Art. 26 StGB lediglich auf persönliche Umstände anzuwenden, die jenseits des besonderen gesetzlichen Tatbestandes BGE 87 IV 49 S. 54liegen (z.B. verminderte Zurechnungsfähigkeit, mildernde Umstände nach Art. 64, Rückfall usw.). Indessen braucht die Frage heute nicht entschieden zu werden, weil die Beschwerde auch gutgeheissen werden muss, wenn man nach den bisher angewandten Grundsätzen verfährt.\n\n3. Da nach dem angefochtenen Urteil feststeht, dass einerseits Frau Y. die Mutter des Opfers ist und dass anderseits zwischen dem Täter A. und dem Kinde kein Vertrauens-, Autoritäts- oder Abhängigkeitsverhältnis im Sinne des Art. 191 Ziff. 1 Abs. 2 StGB bestand, ist die Beschwerdeführerin nur dann gemäss Art. 191 Ziff. 1 Abs. 2 StGB strafbar, wenn es sich bei der dieser Bestimmung zugrunde liegenden Beziehung zwischen Täter und Opfer um ein besonderes persönliches Verhältnis im Sinne von Art. 26 StGB handelt. Zum Wesen eines solchen Verhältnisses gehÖrt, wie bereits festgestellt wurde, dass es die Besonderheit des Täters kennzeichnet. An dieser Voraussetzung gebricht es hier. Zwar stellt jenes Vertrauens- und Abhängigkeitsverhältnis nicht einen strafbegründenden Umstand dar, wie beispielsweise die verwandtschaftliche Beziehung zwischen Täter und Opfer bei der Blutschande; der Tatbestand des Art. 191 Ziff. 1 Abs. 2 StGB ist im Unterschied zu demjenigen des Art. 213 StGB ein sog. unechtes Sonderdelikt und wie alle Delikte dieser Art bereits in seiner Grundform, d.h. ohne das qualifizierende Moment strafbar (vgl. hiezu SCHWANDER, a.a.O. S. 113; PIOTET, Participation, S. 92). Dagegen geht dem genannten Tatbestandsmerkmal der besondere persönliche Charakter im Sinne von Art. 26 StGB deswegen ab, weil es ebenso an die Person des Opfers wie an diejenige des Täters anknüpft, unmittelbar aber weder auf die eine noch auf die andere Bezug hat, sondern die zwischen den beiden bestehende Beziehung betrifft. Als solches stellt es einenUmstand dar, der die objektive Schwere der Tat verändert, also sachlicher Natur ist und daher nach der herrschenden Lehre und der Rechtsprechung aus dem Rahmen des Art. 26 StGB fällt. Die Beschwerdeführerin hätte daher gemäss BGE 87 IV 49 S. 55Art. 191 Ziff. 1 Abs. 1 in Verbindung mit Art. 25 StGB und nicht nach Abs. 2 der erstgenannten Bestimmung bestraft werden sollen. Denn nach dem Grundsatz der Akzessorietät der Teilnahme ist selbst der qualifizierte Gehilfe nur nach Art. 191 Ziff. 1 Abs. 1 zu verurteilen, wenn der Täter seinerseits bloss unter diese Strafdrohung fällt. Die Kehrseite dieser Lösung ist allerdings die, dass umgekehrt ein Gehilfe, der zum Opfer selber in keinem Vertrauens- oder Abhängigkeitsverhältnis im Sinne des Art. 191 Ziff. 1 Abs. 2 StGB steht, nach dieser Bestimmung zu bestrafen ist, wenn deren Voraussetzungen im Verhältnis des Täters zum Kinde erfüllt sind. Diese Unstimmigkeit liegt indessen in der Natur der Sache begründet und ist jedenfalls nicht so stossend, wie es eine Verurteilung des Gehilfen nach Abs. 2 bei gleichzeitiger Bestrafung des Täters nach Abs. 1 des Art. 191 Ziff. 1 StGB wäre. Zudem tritt jene Folge ja nur ein, wenn der Gehilfe um das zwischen dem Täter und dem Opfer bestehende Vertrauens- oder Abhängigkeitsverhältnis wusste und es in seinen Vorsatz miteinschloss."}