{"annee": "88", "cour": "I", "page": "207", "date": "21/11/1962", "cite": ["84 II 91", "87 III 87", "87 II 320"], "cite_par": ["100 II 52"], "chapeau": "35. Auszug aus dem Urteil vom 21. November 1962 i.S. Wermelinger & Co. gegen Studer und Niederberger sowie Regierungsrat des Kantons Luzern.", "regestes": ["Art. 4 Cst. Arbitraire. Limitation du droit de résiliation dans le champ d'application de la surveillance des loyers. Rapport entre les art. 63 al. 1 et 64 OCL."], "faits": "BGE 88 I 207 S. 207\n\nA.- Die Firma Siegfried Wermelinger & Co. ist Eigentümerin eines Miethauses in Littau, dessen Wohnungen der Mietzinsüberwachung und Beschränkung des Kündigungsrechts im Sinne der Art. 42-65 der Verordnung des Bundesrates vom 11. April 1961 über Mietzinse und Kündigungsbeschränkungen (VMK) unterstehen. Die Beschwerdegegner Studer und Niederberger sind Mieter je einer Fünfzimmerwohnung in diesem Hause. Als ihnen die Vermieterin die Mietverträge auf den 15. September 1962 kündigte, erhoben sie Einsprache. Vor dem Amtsgehilfen von Luzern warf die Vermieterin den Mietern vor, sie hätten den Hausfrieden durch Streitigkeiten gestört; ferner behauptete sie, sie benötige die Wohnungen für ihr im Geschäft aushelfende Mieter.\n\nDer Amtsgehilfe erklärte beide Kündigungen als unzulässig. Hiegegen rekurrierte die Vermieterin. Der Regierungsrat des Kantons Luzern wies die Rekurse mit Entscheid vom 10. September 1962 ab, im wesentlichen aus folgenden Gründen: Entgegen der Auffassung der Vermieterin sei Art. 64 VMK dem Art. 63 nicht in dem Sinne untergeordnet, dass er nur anwendbar sei, wenn die Voraussetzungen des Art. 63 gegeben seien. Vielmehr seien Art. 63 und 64 so auszulegen, dass die Kündigung in jedem Falle nur zulässig sei, wenn einer der in Art. 35 genannten Gründe vorliege. Dass Art. 63 und 64 systematisch auf gleicher BGE 88 I 207 S. 208Stufe stehen, ergebe sich aus den ihren Marginalien vorangestellten Buchstaben B und C. Gegen die Auslegung der Beschwerdeführerin spreche weiter, dass ein Mietvertrag entweder in der in Art. 63 umschriebenen Absicht oder aber aus einem der in Art. 35 genannten Gründe gekündigt werde, dass also der Grund des Art. 63 und die Gründe gemäss Art. 64 bzw. 35 einander in der Regel ausschlössen. Die Aufnahme der neuen lit. f in Art. 35 VMK habe im Bereiche der Mietzinskontrolle wenig Sinn, da das Interesse des Vermieters bei der Interessenabwägung schon nach Art. 34 zu berücksichtigen sei. Sie lasse sich nur durch die Absicht erklären, bei der Kündigungsbeschränkung im Bereich der Mietzinsüberwachung einfach auf Art. 35 verweisen zu können. Das setze aber voraus, dass im gleichen Sinne wie bei Art. 34 das Interesse des Vermieters berücksichtigt werden könne, wenn kein besonderer Grund nach Art. 35 lit. a - e vorhanden sei. Darin komme unverkennbar der Wille zum Ausdruck, die Bestimmungen über die Kündigungsbeschränkung im Bereich der Mietzinskontrolle einerseits und im Bereich der Mietzinsüberwachung anderseits einander anzugleichen. Es sei daher zu prüfen, ob die Kündigungen nach Art. 35 VMK zulässig seien. Das sei indes nicht der Fall (wird näher ausgeführt).\n\nB.- Gegen diesen Entscheid führt die Firma Siegfried Wermelinger & Co. staatsrechtliche Beschwerde. Sie beruft sich auf Art. 4 BV und bringt zur Begründung im wesentlichen vor: Der angefochtene Entscheid sei willkürlich, weil er Art. 63 VMK nicht berücksichtige und ausschliesslich auf Art. 64 abstelle. Art. 64 habe insofern nur eine untergeordnete Bedeutung, als eine Kündigung, die nach Art. 63 als unzulässig erklärt werden könnte, trotzdem gerechtfertigt sei, wenn einer der in Art. 64 bzw. 35 genannten Gründe vorliege. Die beiden Beschwerdegegner hätten aber nie behauptet, geschweige denn glaubhaft gemacht, dass die Voraussetzungen des Art. 63 gegeben seien, weshalb die Kündigungen nicht auf Grund von Art. 63 als unzulässig erklärt werden dürfen. Wäre die Auffassung des Regierungsrates BGE 88 I 207 S. 209über das Verhältnis zwischen Art. 63 und 64 VMK richtig, so wäre die Beschränkung des Kündigungsrechts im Bereich der Mietzinsüberwachung genau gleich gross wie im Bereich der Mietzinskontrolle, ja noch grösser. Das könne aber unmöglich der Sinn dieser Bestimmungen sein, denn mit ihnen habe die Mietzinskontrolle gelockert werden wollen. Mit der Einführung der Mietzinsüberwachung habe der Gesetzgeber beabsichtigt, die staatlichen Eingriffe \"in das Wohnungswesen\" zu lockern und den Kündigungsschutz nur soweit aufrecht zu erhalten, als es zu einem reibungslosen Funktionieren der Überwachung, d.h. zur Sicherung des Einspracherechts des Mieters gegen Mietzinserhöhungen notwendig sei. Diese Absicht des Gesetzgebers werde allerdings durch Art. 64 \"etwas verwischt\". Indes ergebe sich auch aus der Botschaft des Bundesrates vom 23. August 1960 zum BB über Mietzinse für Immobilien einwandfrei, dass eine Einsprache des Mieters gegen die Kündigung auf jeden Fall abzulehnen sei, wenn eine Umgehungsabsicht des Vermieters nicht glaubhaft erscheine. Nur eine solche Auslegung entspreche dem Zweck der Vorschrift, die nicht mehr den Mieter im Besitze seiner Wohnung schützen, sondern die Umgehung der Vorschriften über die Mietzinsüberwachung verhindern wolle.\n\nD.- Der Regierungsrat des Kantons Luzern sowie die Beschwerdegegner Studer und Niederberger beantragen Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\nDie VMK enthält neben den im wesentlichen der bisherigen Ordnung entsprechenden Bestimmungen über die Beschränkung des Kündigungsrechtes im Geltungsbereich der Mietzinskontrolle (Art. 31-41) besondere Vorschriften über die Beschränkung des Kündigungsrechts im Geltungsbereich der mit der VMK neu eingeführten Mietzinsüberwachung (Art. 62-65). Der vorliegende Streit geht um die BGE 88 I 207 S. 210Tragweite der Art. 63 Abs. 1 und 64 und ihr Verhältnis zueinander.\n\nNach Art. 63 Abs. 1 kann eine Kündigung auf Begehren des Mieters unzulässig erklärt werden, wenn glaubhaft erscheint, dass sie erfolgt ist, um die Mietsache unter Umgehung des Einspracherechts des Mieters zu einem höheren Mietzins oder unter Geltendmachung anderer zusätzlicher Forderungen vermieten zu können. Anderseits bestimmt Art. 64, dass die Kündigung gerechtfertigt ist, wenn einer der Gründe vorliegt, die in dem (für den Geltungsbereich der Mietzinskontrolle aufgestellten) Art. 35 genannt sind.\n\nDer Regierungsrat legt die Art. 63 und 64 dahin aus, dass eine Kündigung in jedem Falle nur zulässig sei, wenn einer der in Art. 35 genannten Gründe vorliege. Die Beschwerdeführerin dagegen ist der Auffassung, dass eine Kündigung nur unter der Voraussetzung des Art. 63 Abs. 1 unzulässig erklärt werden könne, aber selbst in diesem Falle zulässig sei, wenn einer der Gründe des Art. 35 vorliege. Dass diese Auslegung die einzig mögliche und diejenige des Regierungsrates unhaltbar, willkürlich sei, kann indes nicht gesagt werden.\n\nWeder aus dem Wortlaut noch aus der systematischen Stellung der Art. 63 und 64 ergibt sich oder folgt gar zwingend, dass Art. 64 in dem Sinne bloss subsidiäre Bedeutung hätte, dass er nur anwendbar wäre auf Kündigungen, die nach Art. 63 Abs. 1 unzulässig erklärt werden können. Da keine der beiden Bestimmungen auf die andere Bezug nimmt und sie nach ihren Randtiteln und den diesen vorangestellten Buchstaben B und C auf gleicher Stufe stehen, lässt sich sehr wohl die dem angefochtenen Entscheid zugrunde liegende Auffassung vertreten, dass eine Kündigung unzulässig erklärt werden könne, wenn entweder die in Art. 63 Abs. 1 umschriebene Absicht des Vermieters glaubhaft erscheine oder keiner der in Art. 35 genannten Gründe vorliege.\n\nDass diese mit dem Wortlaut vereinbare Auslegung BGE 88 I 207 S. 211der Bestimmungen ihrem Sinn und Zweck offensichtlich widerspreche, ist nicht dargetan. Die Beschwerdeführerin behauptet, dass die Kündigungsbeschränkungen im Bereich der Mietzinsüberwachung nicht mehr den Zweck haben, den Mieter im Besitze seiner Wohnung zu schützen, sondern lediglich die Umgehung der Vorschriften über die Überwachung verhindern sollen. Danach würde also der Mieter im Geltungsbereich der Mietzinsüberwachung keinen Kündigungsschutz mehr geniessen, wenn er nicht glaubhaft machen kann, dass die Kündigung in der alleinigen Absicht erfolgt ist, einen höheren Mietzins oder sonstwie eine zusätzliche Leistung von ihm zu verlangen. Für eine so weitgehende Einschränkung des Kündigungsschutzes bieten die Bestimmungen des VMK und des ihm zugrunde liegenden Bundesbeschlusses über Mietzinse für Immobilien usw. vom 21. Dezember 1960 (AS 1961 S. 284) keinen Anhaltspunkt. Wenn dieser Bundesbeschluss bestimmt, die Mietzinsüberwachung habe dem Mieter Gewähr \"gegen ein unangemessenes Ansteigen des Mietzinses und gegen ungerechtfertigte Kündigungen\" zu bieten (Art. 7 Abs. 1; vgl. auch Art. 13 Abs. 1), so dürfte damit ein umfassender, nicht nur der Sicherung des Einspracherechts gegen Mietzinserhöhungen dienender Kündigungsschutz gemeint sein. Dafür, dass die Art. 63 und 64 einen derartigen umfassenden Schutz gewähren, spricht auch, dass eine im Zusammenhang mit einem zur Einsprache des Mieters berechtigenden Verhalten vorgenommene Kündigung durch die Einsprache sistiert wird, mit der rechtskräftigen Mietzinsfestsetzung dahinfällt und nur erneuert werden kann, wenn \"ein hinreichender Grund (Art. 64) zu einer solchen (d.h. einer Kündigung) vorliegt\" (Art. 57 VMK).\n\nUnbehelflich ist auch der Einwand der Beschwerdeführerin, nach der Auffassung des Regierungsrates wäre der Kündigungsschutz im Geltungsbereich der Mietzinsüberwachung genau gleich gross wie im Geltungsbereich der Mietzinskontrolle, ja noch grösser, was unmöglich richtig sein könne, da der Gesetzgeber mit der Mietzinsüberwachung, BGE 88 I 207 S. 212wie sich aus der Entstehungsgeschichte ergebe, die staatlichen Eingriffe in das Wohnungswesen habe lockern wollen. Einmal kommt den Gesetzesmaterialien gemäss ständiger Rechtsprechung des Bundesgerichts für die Gesetzesauslegung keine entscheidende Bedeutung zu (BGE 84 II 103 und dort zitierte neuere Urteile, BGE 87 II 331, BGE 87 III 94), sodass Gesetzesmaterialien kaum geeignet sein dürften, eine dem Wortlaut und der Systematik entsprechende oder doch damit vereinbare Auslegung als geradezu willkürlich erscheinen zu lassen. Davon abgesehen sprechen die Materialien hier nicht, jedenfalls aber nicht eindeutig gegen die vom Regierungsrat vertretene Auslegung. Schon in der Botschaft zum Verfassungszusatz vom 24. März 1960 (AS 1960 S. 993), aufwelchem die VMK letztlich beruht, wurde betont, dass ein befriedigendes Funktionieren der Mietzinsüberwachung nur in Verbindung mit einem wirksamen Schutz der Mieter gegen ungerechtfertigte Kündigungen denkbar wäre (BBl 1959 II 483). Dass dies zu einer Ausdehnung des teilweise schon abgebauten Kündigungsschutzes führen werde, lag auf der Hand und wurde bei der Beratung im Nationalrat, die sich zur Hauptsache um andere Fragen drehte, von den Berichterstattern der Kommissionsmehrheit und -minderheit wie auch vom Vertreter des Bundesrates ausdrücklich erwähnt (StenBull NR 1960 S. 3, 9 und 78), während von einer Lockerung des Kündigungsschutzes nirgends die Rede war. Die von der Beschwerdeführerin angerufenen Ausführungen in der Botschaft des Bundesrates zum Bundesbeschluss über Mietzinse für Immobilien usw. vom 21. Dezember 1960 (BBl 1960 II 711/12) betreffen vor allem Fragen der Beweislast, die sich im Mieterschutzverfahren aus den neuen Bestimmungen ergeben, erlauben keinen sichern Schluss auf den Umfang des Kündigungsschutzes und enthalten keine Anhaltspunkte für eine Lockerung desselben. Insbesondere tragen sie, obwohl sie sich auch mit dem Verhältnis zwischen den (im wesentlichen den Art. 63 und 64 VMK entsprechenden) Absätzen 2 und 3 der These 9 der eidgenössischen BGE 88 I 207 S. 213Preiskontrolle zu befassen erklären, nichts zur Erhellung dieses Verhältnisses bei, das, wie nicht zu leugnen ist, keineswegs völlig klar ist. Welche Auffassung bei freier Prüfung als richtig den Vorzug verdient, ist hier nicht zu prüfen, da sich nur fragt, ob die vom Regierungsrat vertretene Auffassung, wonach eine Kündigung in jedem Falle nur bei Vorliegen eines der in Art. 35 VMK genannten Gründe zulässig sei, dem Vorwurfe der Willkür standhält. Das ist der Fall, denn sie verstösst, eben weil das Verhältnis zwischen Art. 63 und 64 nicht völlig klar ist, jedenfalls nicht gegen klares Recht, sondern ist, wie dargelegt, mit dem Wortlaut und Sinn der Bestimmungen vereinbar und erscheint, wie beigefügt werden mag, angesichts der Verhältnisse auf dem Wohnungsmarkt auch sachlich als gerechtfertigt."}