{"annee": "88", "cour": "II", "page": "209", "date": "11/9/1962", "cite": ["76 II 281", "82 II 292", "51 II 525", "78 II 289", "84 II 450", "82 II 308", "77 II 344", "84 II 685", "48 II 145", "62 II 32"], "cite_par": ["91 II 401", "121 III 474", "131 III 70", "100 III 19", "104 II 209", "90 II 21", "89 II 429", "96 II 129"], "chapeau": "34. Urteil der I. Zivilabteilung vom 11. September 1962 i.S. Miniera Aktiengesellschaft und Streitgenossinnen gegen Küderli & Co. und Streitgenossinnen.", "regestes": ["1. Art. 52 al.2,59 al. 2, 60al. 1 CC. Le \"but économique\", qui exclut la constitution d'une association, ne présuppose pas que la société de personnes exerce une industrie. Il peut consister, par exemple, dans le seul fait que celle-ci impose des prix et des conditions de livraison à ses membres qui exploitent une industrie (changement de la jurisprudence) (consid. I). 2. Art.60al. 1 CC. L'acquisition de la personnalité en tant qu'association présuppose la volonté, exprimée dans les statuts, d'être organisée corporativement (consid. II). 3. Le droit fédéral ne confère aucun droit à faire constater uniquement que des personnes étrangères au procès doivent adopter un comportement déterminé (consid. III 1). 4. Comment doit-on formuler une demande tendant à faire cesser un trouble (consid. III 2)."], "faits": "BGE 88 II 209 S. 210\n\nA.- Küderli & Co., Pestalozzi & Co., Julius Schoch & Co. und neun weitere Firmen des Eisen-Grosshandels unterzeichneten eine als \"Konvention zwischen den Firmen...\" überschriebene Urkunde, die am 25. Juli 1930 abgefasst und bis 7. Juli 1931 durch gewisse \"Protokollbeschlüsse\" ergänzt und abgeändert worden war. In § 1 ist bestimmt: \"Die Kontrahenten bilden zusammen den 'Eisen-Verband'.\" Gemäss § 2 bezweckt dieser \"die Wahrung der gemeinsamen Interessen in bezug auf den Verkauf von Stabeisen... durch Festsetzung von Preisen und Lieferungsbedingungen und Festlegung von Sanktionen für Zuwiderhandlungen.\" § 3 umschreibt das \"Konventionsgebiet\". Anschliessend wird bestimmt:\n\n\"§ 4\n\nDie geltenden Preise und Bedingungen werden als integrierende Bestandteile zu diesem Vertrag in einer von allen Beteiligten unterzeichneten Ausfertigung bei der Allgemeinen Treuhand AG in Basel hinterlegt.\n\nÄnderungen sind schriftlich durch den Präsidenten des 'Eisen-Verbandes' bei der Allgemeinen Treuhand AG zu deponieren.\n\n§ 5\n\nDie Kontrahenten fassen ihre Beschlüsse entweder in Sitzungen oder im Korrespondenzwege durch briefliche, telegraphische oder telefonische Befragung der Mitglieder durch den Präsidenten. Bleibt ein Mitglied einer Sitzung fern oder enthält es sich einer Stellungnahme, so gilt seine Abwesenheit oder sein Stillschweigen als Zustimmung. Ein Mitglied kann sich mittels schriftlicher Vollmacht durch ein anderes Mitglied vertreten lassen. Beschlüsse können nur einstimmig gefasst werden.\n\nDie Kontrahenten wählen einen Vorstand, bestehend aus dem Präsidenten sowie dem Protokoll- und zugleich Rechnungsführer, beide mit zweijähriger Amtsdauer. Der Präsident besorgt die laufenden Geschäfte. Er beruft die Versammlungen ein und sorgt für die Protokollierung der Beschlüsse. Die Protokolle sind durch den Präsidenten und den Protokollführer zu unterzeichnen und den Mitgliedern so rasch wie möglich zuzustellen, eventuelle Einsprachen sind innert 5 Tagen nach Empfang beim Präsidenten zu erheben.\" BGE 88 II 209 S. 211\n\n§ 6 sagt, wie \"jede Zuwiderhandlung gegen diesen Vertrag\" gebüsst werde. § 7 umschreibt das Verfahren, in dem Verletzungen durch die Allgemeine Treuhand AG zu untersuchen sind und der Präsident oder auf ein Revisionsbegehren der Gebüssten hin der Vorstand oder die \"Gesamtheit der Kontrahenten\" die Bussen verhängen. § 8 betrifft die Pflicht zur Hinterlegung von Wechseln durch die Kontrahenten zwecks Sicherstellung der Bussenvollstreckung. § 9 befasst sich mit den Aufgaben der Allgemeinen Treuhand AG, bei der unter anderem \"a) eine von allen Kontrahenten unterzeichnete Ausfertigung des Vertrages\" und \"b) eine von allen Kontrahenten unterzeichnete Ausfertigung der bei Vertragsabschluss gültigen Preise und Bedingungen\" zu hinterlegen sind. Nach § 10 fallen die Bussen \"in die Kasse des 'Eisen-Verbandes' und dienen in erster Linie zur Bezahlung der Honorarnoten der Allgemeinen Treuhand AG\". Über die Verwendung eines allfälligen Überschusses entscheiden die Kontrahenten.\" Als letzte Bestimmungen folgen:\n\n§ 11\n\nWenn ein Kontrahent sein Unternehmen verkauft oder in eine andere Rechtsform umwandelt, so hat er dafür besorgt zu sein, dass sein Rechtsnachfolger die Rechte und Pflichten dieser Vereinb arung übernimmt. Er bleibt aus diesem Vertrag für sich und seinen Rechtsnachfolger so lange haftbar, bis dies geschehen ist.\n\nMit dem Eintritt des Rechtsnachfolgers in den vorliegenden Vertrag wird der bisherige Kontrahent von allen Rechten und Pflichten frei.\n\n§ 12\n\nDieser Vertrag gilt fest bis 31. März 1932. Nach Ablauf dieser Frist kann der Vertrag durch schriftliche Anzeige mit eingeschriebenem Brief an den Präsidenten jederzeit mit Wirkung auf Ende des jeweils laufenden Quartals gekündigt werden; während der zweiten Hälfte des letzten Quartalmonats kann nicht gekündigt werden.\n\nDurch 4/5 Mehrheit kann die Konvention jederzeit auf 8 Tage gekündigt werden.\"\n\nIn der Folge trat eine weitere Firma der Konvention bei, wogegen drei der ursprünglichen Vertragschliessenden heute durch sie nicht mehr gebunden sind.BGE 88 II 209 S. 212\n\nDem Eisen-Verband haben sich vertraglich vier regionale Organisationen unterworfen. Es gehören ihnen Eisenhändler aus allen Teilen der Schweiz an. Die vier Organisationen sind auch unter sich vertraglich gebunden. Eine davon nennt sich \"Eisenhändler-Konvention Zürich-Ostschweiz\", abgekürzt \"Z-O\". Sie besteht aus 37 Firmen, wovon ein Teil als \"Sektion Zürich\" unter sich durch die \"Zürcher Eisenhändler-Konvention\" gebunden sind und ein Teil als \"Sektion Ostschweiz\" dem \"Verband Ostschweizerischer Eisenhändler\" angehören. Unter den 37 Firmen der Z-O befinden sich Küderli & Co., Pestalozzi & Co., und Julius Schoch & Co.\n\nIn den ab 26. Februar 1958 gültigen \"Vertragsbestimmungen\" der Z-O werden zunächst die \"Kontrahenten\" und der Name der Organisation erwähnt (§§ 1 und 2). § 3 lautet:\n\n\"Die Z-O bezweckt, für die nachstehend aufgeführten Gebiete, Artikel und Mengen eine einheitliche Organisation für das Detailgeschäft zu treffen durch Festsetzung von Preisen und Lieferungsbedingungen sowie Sanktionen für Zuwiderhandlungen.\"\n\n§ 4 nennt als \"Organe von Z-O\" den \"Vorstand\" und die \"Generalversammlung\". \"Der Vorstand setzt sich zusammen aus dem Präsidenten von Z-O, den beiden Präsidenten der Zürcher Eisenhändler-Konvention und des Verbandes Ostschweizerischer Eisenhändler, dem Aktuar Z-O sowie mindestens je einem Delegierten dieser beiden Sektionen.\" Der Präsident und der Aktuar werden von der Generalversammlung auf die Dauer von zwei Jahren gewählt. Der Vorstand ist zugleich Preiskommission. Er \"besorgt die laufenden Geschäfte von Z-O\". Der Präsident \"zeichnet zusammen mit einem der übrigen Vorstandsmitglieder rechtsverbindlich für Z-O\". Die Generalversammlung tritt ordentlicherweise jährlich einmal zusammen und \"hat folgende Kompetenzen: 1. Abnahme des Jahresberichtes des Vorstandes und Déchargeerteilung an diesen; 2. Abänderung der Vertragsbestimmungen Z-O: 3. Beschlüsse über die Dauer von Z-O;...\" Für BGE 88 II 209 S. 213Beschlüsse, welche die Ziffern 2 und 3 betreffen, ist das 3/4-Mehr der Anwesenden und Vertretenen erforderlich; im übrigen gilt das absolute Mehr. Die Generalversammlung ist beschlussfähig, wenn von den Mitgliedern die Hälfte anwesend oder vertreten sind. Gemäss dem letzten Absatz des § 4 werden die Kosten der Z-O gemeinsam von beiden Sektionen getragen. § 5 umschreibt das \"Konventionsgebiet\", § 6 die dem \"gegenwärtigen Vertrag\" unterliegenden Artikel. § 7 erklärt die von der Preiskommission festzusetzenden Verkaufspreise und allgemeinen Bedingungen als \"integrierenden Bestandteil dieses Vertrages\". In der gleichen Bestimmung anerkennen die \"Kontrahenten\", \"von den bei Inkrafttreten dieses Vertrages geltenden Preisen und allgemeinen Bedingungen Kenntnis zu haben\". Gemäss § 8 sind für Quantitäten, welche die in § 6 festgelegten Mengen überschreiten, und für bevorzugte Kunden - mit denen sich § 9 näher befasst - die in den allgemeinen Bedingungen festgelegten, auf den Eisenverband-Preisen aufgebauten Preise massgebend. § 10 sieht Bussen für \"absichtliche oder irrtümliche Zuwiderhandlungen gegen die Bestimmungen dieses Vertrages\" vor. Als letzte Paragraphen folgen:\n\n\"§ 11\n\nDas vorstehende Abkommen kann durch jedes einzelne Mitglied je bis zum 31. Dezember auf Ende März des folgenden Jahres gekündigt werden, und zwar durch Einschreibebrief an den Präsidenten der betreffenden Sektion, vorbehalten bleibt jedoch der Umstand, dass die Eisenhändlerkonvention Basel-Zentralschweiz-Bern nicht mehr erneuert werden sollte. In diesem Falle ist über den Fortbestand von Z-O neu Beschluss zu fassen.\n\n§ 12\n\nDieser Vertrag wird in einem Exemplar ausgefertigt und wie folgt unterzeichnet:\n\ndurch die Mitglieder der Zürcher Eisenhändler-Konvention und die ihr angeschlossenen Firmen.\n\ndurch die Mitglieder des Verbandes Ostschweizerischer Eisenhändler und die ihm angeschlossenen Firmen.\n\nEs ist nach Unterzeichnung bei der Allgemeinen Treuhand AG Basel zu deponieren.\"\n\nWeder der Eisen-Verband noch die Z-O sind im Handelsregister eingetragen.\n\nBGE 88 II 209 S. 214\n\nB.- Im Juli 1960 reichten die Miniera AG und die Firmen Acifer Basel AG, Acifer Landquart AG, Acifer Regensdorf AG, Tschopp Baueisen AG und Hänggi & Co. AG beim Handelsgericht des Kantons Zürich gegen Küderli & Co., Pestalozzi & Co. und Julius Schoch & Co. Klage ein. Die Miniera AG ist im wesentlichen Eisen-Grosshändlerin und beliefert die mit Eisen handelnden andern Klägerinnen. Alle gehören weder dem EisenVerband noch einer ihm unterworfenen regionalen Organisation an. Sie machten geltend, die in diesen Gebilden zusammengeschlossenen Firmen, die Inhaber der schweizerischen Eisen- und Stahlwerke und die an Verbandshändler liefernden ausländischen Werke boykottierten sie, um sie aus dem Eisenhandel zu verdrängen. Sie beantragten dem Handelsgericht, zu erkennen:\n\n\"1. Jedes Verhalten, die Abreden und Bestimmungen der Beklagten, welche auf den Boykott oder die Diskriminierung der Klägerinnen abzielen, seien rechtswidrig bezw. wider die guten Sitten und den Klägerinnen gegenüber unverbindlich bezw. unbeachtlich.\n\n2. Die Beklagten haben jegliches auf den Boykott oder auf die Diskriminerung der Klägerinnen abzielende Verhalten zu unterlassen.\n\n3. Die Beklagten haben für sich und den Eisenverband, eventuell für sich, sämtlichen ihnen bezw. dem Eisenverband angeschlossenen Konventionen, Sektionen und Eisenhändlerfirmen zu notifizieren, dass sowohl die Aufnahme der Klägerinnen als Sektionsmitglieder, wie auch ihre Belieferung gestattet sind, zu den nämlichen Bedingungen, im nämlichen Ausmass und mit den nämlichen Erzeugnissen, wie für andere schweizerische Eisenhändlerfirmen (Vertragshändler) von entsprechender wirtschaftlicher Bedeutung.\n\n4. Die Beklagten haben den schweizerischen Eisenwerken, Gesellschaft der Ludw. von Roll'schen Eisenwerke AG, Gerlafingen, AG der von Moos'schen Eisenwerke, Luzern, Monteforno Stahl- und Walzwerke AG, Bodio, und Ferrowohlen AG, Wohlen, zu notifizieren, dass die Beklagten und der Eisenverband, eventuell die Beklagten, nichts gegen die Belieferung der Klägerinnen mit sämtlichen Erzeugnissen der schweizerischen Eisenwerke einzuwenden haben.\n\n5. Die Beklagten haben der Erstklägerin Miniera AG unter Solidarhaft zu bezahlen:\n\na) Fr. 2'000,000.-- für den den Klägerinnen bis zur Klageeinreichung erwachsenen Schaden, dies nebst Zins zu 5% seit Klageeinreichung;\n\nb) Fr. 50'000.-- monatlich ab Klageeinreichung während der weiteren Dauer von Boykott und Diskriminierung, nämlich BGE 88 II 209 S. 215solange die schweizerischen Eisenwerke die Klägerinnen nicht zu den nämlichen Bedingungen, nicht im nämlichen Ausmass und nicht mit den nämlichen Erzeugnissen beliefern wie andere schweizerische Eisenhandelsfirmen von entsprechender wirtschaftlicher Bedeutung, dies unter Anrechnung allfälliger Schadenersatzleistungen solidarisch mithaftender Dritter.\"\n\nDie Beklagten beantragten, die Klage abzuweisen. Den gleichen Antrag stellten neun Firmen, die den Beklagten als Nebenintervenientinnen beitraten, indem sie sich auf ihre Zugehörigkeit zur Z-O bzw. zu der dem Eisen-Verband verpflichteten \"Eisenhändlerkonvention Basel-Zentralschweiz-Bern\" beriefen.\n\nDas Handelsgericht wies am 15. Dezember 1961 die Klage ab. Es kam zum Schluss, der Eisen-Verband und die Z-O seien nicht einfache Gesellschaften, wie die Klägerinnen geltend machten, sondern Vereine, weshalb die Beklagten nicht passiv legitimiert seien. Subsidiär führte es aus, die Rechtsbegehren 1 und 2 der Klägerinnen seien unzulässig, ersteres mangels eines rechtlichen Interesses der Klägerinnen an der beantragten Feststellung und beide wegen nicht genügend bestimmter Fassung. Zu Rechtsbegehren 3 und 4 führte es aus, die Beklagten könnten nicht verpflichtet werden, Erklärungen namens des Eisen-Verbandes abzugeben, da sie dazu nicht befugt seien.\n\nC.- Die Klägerinnen haben die Berufung erklärt. Sie wiederholen die Klagebegehren, wobei sie immerhin Rechtsbegehren 3 und 4 dahin einschränken, dass die daselbst umschriebenen Erklärungen von den Beklagten nur noch im eigenen Namen, nicht auch im Namen des Eisen-Verbandes, abgegeben werden sollen. Subsidiär beantragen die Klägerinnen dem Bundesgericht, den Anspruch auf Schadenersatz grundsätzlich gutzuheissen und die Sache zur Bestimmung der Höhe an das Handelsgericht zurückzuweisen, eventuell alle Rechtsbegehren grundsätzlich als zulässig zu erklären und das Handelsgericht zur Neubeurteilung zu verhalten.\n\nBGE 88 II 209 S. 216\n\nDie Beklagten und die Nebenintervenientinnen beantragen, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI.1. Gemäss Art. 52 Abs. 1 ZGB erlangen die körperschaftlich organisierten Personenverbindungen das Recht der Persönlichkeit durch die Eintragung in das Handelsregister. Art. 52 Abs. 2 ZGB macht eine Ausnahme unter anderem für \"die Vereine, die nicht wirtschaftliche Zwecke verfolgen\". Mit diesen befasst sich Art. 60 ZGB. Diese Norm bestimmt in Abs. 1: \"Vereine, die sich einer politischen, religiösen, wissenschaftlichen, künstlerischen, wohltätigen, geselligen oder andern nicht wirtschaftlichen Aufgabe widmen, erlangen die Persönlichkeit, sobald der Wille, als Körperschaft zu bestehen, aus den Statuten ersichtlich ist\". Auch hieraus ergibt sich, dass die Erlangung der Persönlichkeit ohne Handelsregistereintrag einen nicht wirtschaftlichen Zweck der Personenverbindung voraussetzt; denn \"Aufgabe\" gemäss Art. 60 Abs. 1 ist gleichbedeutend mit \"Zweck\" im Sinne des Art. 52 Abs. 2, wie das in beiden Bestimmungen verwendete französische \"but\" zeigt. Dass der nicht wirtschaftliche bzw. wirtschaftliche Zweck entscheidend dafür ist, ob die körperschaftlich organisierte Personenverbindung die Persönlichkeit durch Eintragung in das Handelsregister oder durch statutarische Bekundung des Körperschaftswillens erlangt, folgt auch aus Art. 59 Abs. 2 ZGB. Nach dieser Norm stehen die Personenverbindungen, die einen wirtschaftlichen Zweck verfolgen, unter den Bestimmungen über die Gesellschaften und Genossenschaften. Davon sind körperschaftlich organisiert die Aktiengesellschaft, die Kommanditaktiengesellschaft, die Gesellschaft mit beschränkter Haftung und die Genossenschaft. Alle vier erlangen das Recht der Persönlichkeit erst durch die Eintragung BGE 88 II 209 S. 217in das Handelsregister (Art. 643 Abs. 1, 764 Abs. 2, 783 Abs. 1, 830 OR).\n\nI.2. Das Bundesgericht hat am 6. Dezember 1934 i.S. Fédération suisse des associations de fabricants d'horlogerie (FH) und Union des branches annexes de l'horlogerie (UBAH), am 11. Februar 1936 i.S. Schweiz. Tabakverband (BGE 62 II 32 ff.) und am 26. März 1953 i.S. Torre entschieden, von der Verfolgung eines wirtschaftlichen Zweckes im Sinne der Art. 52 Abs. 2, 59 Abs. 2 und 60 Abs. 1 ZGB könne nur gesprochen werden, wenn der Verband selber in dem in Frage stehenden Wirtschaftssektor durch den Betrieb eines industriellen, gewerblichen oder Handelsunternehmens eine aktive geschäftliche Tätigkeit entfaltet. Auf diese Rechtsprechung beruft sich das Handelsgericht zur Begründung seiner Auffassung, dass die in § 2 der \"Konvention\" des Eisen-Verbandes bzw. in § 3 der \"Vertragsbestimmungen\" der Z-O umschriebenen Zwecke, obwohl auf Wahrung wirtschaftlicher Interessen der Mitglieder gerichtet, nicht wirtschaftliche im Sinne der erwähnten Gesetzesbestimmungen seien und daher das Fehlen der Handelsregistereintragung dem Recht der Persönlichkeit des Eisen-Verbandes und der Z-O nicht im Wege stehe.\n\nAn der erwähnten Rechtsprechung kann nicht festgehalten werden.\n\na) Das Bundesgericht ist im Urteil i.S. FH und UBAH davon ausgegangen, die Zugehörigkeit einer Personenverbindung zum Wirtschaftsgebiet im Gegensatz zum religiösen, künstlerischen, wohltätigen usw. sage noch nichts darüber, ob sie einen wirtschaftlichen Zweck verfolge; es gebe viele Einrichtungen, die auf den Fortschritt der Volkswirtschaft abzielten, materiellen Interessen dienen wollten, ohne wirtschaftliche Organisationen im Sinne des Gesetzes zu sein. So gingen z.B. der Unterricht an den technischen Schulen und Universitäten, Forschungen in Laboratorien, die Veröffentlichung von Büchern und Zeitschriften auch auf praktische Ergebnisse und folglich BGE 88 II 209 S. 218mittelbar auf materielle Vorteile aus. Es wäre absurd, in jedem Verband, der letzten Endes seinen Mitgliedern einen wirtschaftlichen Vorteil biete, eine Personenverbindung mit wirtschaftlichem Zweck zu sehen.\n\nMit diesen Überlegungen lässt sich die Auffassung, dass nur durch den Betrieb eines industriellen, gewerblichen oder Handelsunternehmens ein wirtschaftlicher Zweck verfolgt werden könne, nicht begründen. Indem Art. 60 Abs. 1 ZGB den Personenverbindungen, \"die sich einer politischen, religiösen, wissenschaftlichen, künstlerischen, wohltätigen, geselligen oder andern nicht wirtschaftlichen Aufgabe widmen\", ermöglicht, die Persönlichkeit ohne Handelsregistereintrag zu erwerben, stellt er klar, dass die beispielsweise aufgezählten und die ihnen ähnlichen Zwecke ungeachtet der materiellen Vorteile, die sich letzten Endes für die Volkswirtschaft oder für die Mitglieder aus der Tätigkeit der Verbindung ergeben, die Gründung als Verein erlauben. Damit ist nicht gesagt, dass die Personenverbindung auch dann, wenn sie die Hebung des materiellen Wohlstandes nicht durch einen der aufgezählten oder ihnen ähnlichen, also idealen, Zwecke anstrebt, sondern ihren Mitgliedern oder einem weiteren Personenkreis auf andere Weise im wirtschaftlichen Geschehen Vorteile verschaffen will, z.B. durch Festsetzung verbindlicher Preise oder Lieferbedingungen, einen \"nicht wirtschaftlichen Zweck\" verfolge.\n\nDie Einengung des Begriffs des wirtschaftlichen Zweckes auf den Betrieb eines eigenen industriellen, gewerblichen oder Handelsunternehmens lässt sich auch nicht, wie es im Urteil i.S. FH und UBAH geschehen ist, damit begründen, Art. 60 Abs. 1 ZGB zähle die idealen Zwecke nicht abschliessend auf. Daraus ergibt sich nur, dass auch andere als politische, religiöse, wissenschaftliche, künstlerische, wohltätige und gesellige Aufgaben unter den Oberbegriff des nicht wirtschaftlichen Zweckes fallen können. Dass der Begriff des wirtschaftlichen Zweckes eng auszulegen sei, ist damit nicht bestimmt.\n\nBGE 88 II 209 S. 219\n\nb) Die Art. 52 Abs. 2, 59 Abs. 2 und 60 Abs. 1 ZGB stellen auf den Zweck ab, den die Personenverbindung verfolgt, auf die Aufgabe, die sie sich stellt, nicht auf die Art und Weise, wie sie dem gesetzten Ziele zustrebt. Namentlich kommt für die Unterscheidung zwischen dem wirtschaftlichen und dem nicht wirtschaftlichen Zweck grundsätzlich nichts darauf an, ob die Personenverbindung ein Gewerbe betreibt. Das ergibt sich aus Art. 61 Abs. 2 ZGB. Diese Bestimmung verpflichtet den Verein zur Eintragung in das Handelsregister, wenn er \"für seinen Zweck ein nach kaufmännischer Art geführtes Gewerbe betreibt\". Der Verein bleibt eine Personenverbindung mit idealem Zweck und hat das Recht der Persönlichkeit schon vor der Eintragung. Wenn und weil er zur Erreichung seines Zweckes ein Gewerbe betreibt, muss er sich aber ordnungshalber eintragen lassen. Anderseits kann eine Personenverbindung einen wirtschaftlichen Zweck verfolgen, ohne notwendigerweise ein nach kaufmännischer Art geführtes Gewerbe zu betreiben. Der wirtschaftliche Zweck ist es, der sie zur Eintragung verpflichtet, und zwar wird in diesem Falle ohne die Eintragung das Recht der Persönlichkeit nicht erworben. Nur wenn der Zweck einer Personenverbindung sich im Betrieb eines Gewerbes und in der Einheimsung der daraus fliessenden Erträge erschöpft, ist er wegen des Gewerbes wirtschaftlicher Natur und muss sich die Personenverbindung, um Persönlichkeit zu erlangen, wegen des Gewerbes in das Handelsregister eintragen lassen. Würde der wirtschaftliche Zweck nicht nur in diesem Falle, sondern allgemein mit dem Betrieb eines Gewerbes stehen und fallen, so wäre denn auch nicht zu verstehen, weshalb die Art. 52 Abs. 2, 59 Abs. 2 und 60 Abs. 1 ZGB vom wirtschaftlichen bzw. nicht wirtschaftlichen Zweck, statt vom Betrieb eines nach kaufmännischer Art geführten Gewerbes sprechen.\n\nDiese Bestimmungen stellen mit der Unterscheidung zwischen nicht wirtschaftlichem (idealem) und wirtschaftlichem BGE 88 II 209 S. 220Zweck auch nicht darauf ab, wem die allenfalls erstrebten Vorteile zukommen, ob der Personenverbindung oder den einzelnen ihr angehörenden Personen. Ein Zweck kann wirtschaftlicher Natur sein, obschon seine Verfolgung nur den Mitgliedern der Verbindung, nicht auch dieser selbst zugute kommt. Es ist denn auch nicht zu ersehen, welche Überlegungen die gesetzgebenden Behörden hätten bewegen können, den Eintrag in das Handelsregister nur dann zur Voraussetzung des Rechts der Persönlichkeit zu machen, wenn die Personenverbindung wirtschaftliche Vorteile für sich selbst, nicht dagegen dann, wenn sie solche nur für ihre Mitglieder erstrebt.\n\nDas Wesentliche ist in den Augen des Gesetzgebers der wirtschaftliche Zweck. Personenverbindungen, die einen solchen verfolgen, gleichgültig ob für sich selbst oder nur im Interesse ihrer Mitglieder, kann zugemutet werden, sich in das Handelsregister eintragen zu lassen, um das Recht der Persönlichkeit zu erlangen. Sie setzen sich zum Ziele, in das wirtschaftliche Geschehen einzugreifen, und sollen sich daher durch den Eintrag der Öffentlichkeit vorstellen, ehe ihnen die Persönlichkeit zukommt. Daran hat nicht nur ein Interesse, wer mit ihnen in geschäftliche Beziehungen tritt, wie in BGE 62 II 34 angenommen wurde, sondern ebensosehr wer von ihnen durch unerlaubte Handlungen, z.B. Boykotte, verletzt werden kann. Den Vereinen dagegen wird die Eintragung erlassen, weil sie nach der dem Gesetz zugrunde liegenden Auffassung wegen ihres nicht wirtschaftlichen Zweckes den geschäftlichen Verkehr in der Regel nicht erheblich beeinflussen. Wo das nicht zutrifft, weil sie trotz ihres idealen Zweckes ein nach kaufmännischer Art geführtes Gewerbe betreiben, sind sie - gleich wie die natürlichen Personen (Art. 934 Abs. 1 OR) - zur Eintragung verpflichtet (Art. 61 Abs. 2 ZGB), aber ohne dass davon ihr Recht auf Persönlichkeit abhinge.\n\nDer Gesetzestext erlaubt um so weniger, den Begriff des wirtschaftlichen Zweckes im Sinne der zitierten BGE 88 II 209 S. 221bundesgerichtlichen Urteile einzuengen, als die Bestimmungen über die juristischen Personen als Regel voranstellen, dass die Persönlichkeit nur durch die Eintragung erlangt wird (Art. 52 Abs. 1 ZGB). Der Erlass der Eintragspflicht bildet die Ausnahme (Art. 52 Abs. 2 ZGB) und soll daher für Personenverbindungen des Privatrechts nicht durch ausdehnende Auslegung des Begriffs des idealen Zweckes und einschränkende Auslegung des Begriffs des wìrtschaftlichen Zweckes zur Regel werden. Personenverbindungen können nur dann ohne Eintragung zur Körperschaft werden, wenn sie einen der in Art. 60 Abs. 1 ZGB aufgezählten oder einen ähnlichen idealen Zweck verfolgen. Es lässt sich nicht allgemein sagen, dass jede Personenverbindung, die weder selber ein Gewerbe betreibt noch für sich selber wirtschaftliche Vorteile erstrebt, nicht einen wirtschaftlichen, sondern einen idealen Zweck verfolge.\n\nc) Im Urteil i.S. Schweiz. Tabakverband (BGE 62 II 32 ff.) stellte das Bundesgericht auf die Entstehungsgeschichte der einschlägigen Bestimmungen des Zivilgesetzbuches ab. Es führte aus, sowohl der Bundesrat in seinem Entwurf von 1904 als auch die nationalrätliche Kommission hätten die Erlangung der Rechtspersönlichkeit vom Eintrag in das Handelsregister abhängig machen wollen für jeden Verein, der einen wirtschaftlichen Betrieb nach kaufmännischer Art führe, ungeachtet dessen, ob dieser Selbstzweck oder nur Mittel zur Erreichung eines andern Zweckes sei. Auf Anregung der ständerätlichen Kommission sei jedoch der Handelsregistereintrag nur dort, wo der wirtschaftliche Betrieb Selbstzweck ist, zur Voraussetzung des Persönlichkeitsrechtes gemacht worden, während der Betrieb eines wirtschaftlichen Unternehmens als Mittel zu einem andern Zwecke die Eintragungspflicht nur ordnungshalber begründe.\n\nSchon der Ausgangspunkt dieser Erwägung ist unrichtig. Es trifft nicht zu, dass der Bundesrat die Erlangung der Rechtspersönlichkeit dann vom Eintrag in das Handelsregister BGE 88 II 209 S. 222habe abhängig machen wollen, wenn die Personenverbindung einen wirtschaftlichen Betrieb nach kaufmännischer Art führe. In allen drei den Art. 52 Abs. 2, 59 Abs. 2 und 60 Abs. 1 ZGB entsprechenden Bestimmungen des Entwurfes von 1904, nämlich in Art. 61 Abs. 2 E, Art. 69 Abs. 2 E und Art. 70 Abs. 1 E, stellte der Bundesrat darauf ab, ob die Personenverbindung einen wirtschaftlichen Zweck verfolge oder nicht. In Art. 70 Abs. 1 E verdeutlichte er sogar, dass Vereine nur dann durch bloss statutarische Willensäusserung die Persönlichkeit erlangen könnten, wenn sie nicht \"mittelbar oder unmittelbar\" einen wirtschaftlichen Zweck verfolgten. Es war die Kommission des Nationalrates, die erstmals vorschlug, \"Vereine, die nicht einen wirtschaftlichen Betrieb nach kaufmännischer Art führen\", von der Eintragungspflicht auszunehmen. Sie stellte einen entsprechenden Abänderungsantrag zu Art. 61 Abs. 2 E und Art. 70 Abs. 1 E, aber nicht auch zu Art. 69 Abs. 2 E (StenBull 1905 473 f., 478). Schon die Fassung, die sie für Art. 70 Abs. 1 vorschlug, und die Tatsache, dass sie Art. 69 Abs. 2 E unverändert liess, zeigen deutlich, dass sie von der Unterscheidung zwischen Personenverbindungen mit idealen Zwecken (Vereinen) und solchen mit wirtschaftlichen Zwecken (Gesellschaften und Genossenschaften) nicht abrücken wollte, sondern sich nur auf den Standpunkt stellte, dass der \"nach kaufmännischer Art geführte wirtschaftliche Betrieb\" selbst bei einer idealen Aufgabe der Personenverbindung (Verein) die Erlangung der Persönlichkeit durch blosse Statutenbestimmung ausschliessen solle. Ihr Berichterstatter führte im Nationalrat denn auch aus, man habe in den Beratungen der Kommission mit Recht darauf aufmerksam gemacht, \"dass es im Vergleich zu den wirtschaftlichen Vereinen, wie namentlich Handelsgesellschaften und Genossenschaften, richtiger wäre, die Umschreibung so zu fassen, dass unter die Vereine des Art. 70 alle diejenigen bezogen würden, die nicht einen wirtschaftlichen Betrieb nach BGE 88 II 209 S. 223kaufmännischer Art führen\" (StenBull 1905 480). Der Nationalrat stimmte den Anträgen der Kommission stillschweigend zu (StenBull 1905 478, 485).\n\nDie so veränderten Fassungen von Art. 61 Abs. 2 und 70 Abs. 1 wurden dann jedoch nicht Gesetz, sondern die Kommission des Ständerates und dieser selbst zogen im wesentlichen den Entwurf des Bundesrates vor, nahmen in Art. 71 E (= Art. 61 ZGB) den zweiten Absatz neu auf und kamen damit zu der Fassung, die das Gesetz hat (StenBull 1905 926, 939). Dass die ständerätliche Kommission den Handelsregistereintragung nur dann als Voraussetzung für die Erlangung der Persönlichkeit betrachtet habe, wenn die Personenverbindung einen wirtschaftlichen Betrieb führt, kann weder aus ihren Anträgen noch aus den Ausführungen ihres Berichterstatters geschlossen werden. Gerade das Gegenteil traf zu. Mit ihren Anträgen lehnte die Kommission die Führung eines wirtschaftlichen Betriebes als unterscheidendes Merkmal für Personenverbindungen, die nur durch Eintragung Persönlichkeit erlangen könnten, ausdrücklich ab und ersetzte es durch das im Entwurf des Bundesrates verwendete Kriterium des wirtschaftlichen Zweckes. Vom wirtschaftlichen Betrieb machte sie die Eintragungspflicht nur für Personenverbindungen mit idealem Zweck abhängig, und zwar nur ordnungshalber, nicht im Sinne einer Voraussetzung für die Erlangung der Persönlichkeit. Ihre Auffassung, dass der wirtschaftliche Zweck die Erlangung der Persönlichkeit durch blosse Statutenbestimmung ausschliesse, war im Ständerat nicht unbestritten. Ständerat Richard wollte bei der Beratung des Art. 61 Abs. 2 E die vom Nationalrat beschlossene Fassung übernehmen. Er erklärte, der Begriff des kaufmännischen Betriebes sei genauer als der Begriff des wirtschaftlichen Zweckes; die Wendung \"Vereine, die nicht wirtschaftliche Zwecke verfolgen\", sei so weit, dass sie bis zur Zweideutigkeit gehe und die Gründe fast verwische, aus denen man Vereine der Eintragungspflicht enthebe (StenBull. BGE 88 II 209 S. 2241905 931). Der Berichterstatter der Kommission hielt dem nicht etwa entgegen, der Begriff des wirtschaftlichen Zweckes decke sich mit dem der Führung eines kaufmännischen Betriebes, sondern er erwiderte, er glaube, dass die nationalrätliche Fassung auf einem Missverständnis beruhe; man verwechsle das, was zur Erlangung der juristischen Persönlichkeit nötig sei, mit dem, was gemäss Art. 865 (alt) OR zur Eintragung verpflichte. Die Eintragungspflicht als Voraussetzung der juristischen Persönlichkeit könne nicht davon abhangen, ob ein wirtschaftlicher Betrieb nach kaufmännischer Art vorkomme; Voraussetzung sei nur, dass ein wirtschaftlicher Zweck verfolgt werde; daher sei der bundesrätliche Text die bessere Lösung als die nationalrätliche Fassung. Ständerat Richard behielt sich daraufhin vor, seinen Antrag allenfalls später, d.h. bei der Beratung des Art. 70 E, wieder aufzunehmen, tat das dann aber nicht (StenBull 1905 939 ff.).\n\nDie Beratungen im Ständerat geben nicht Aufschluss über den Grund, aus dem die Kommission in Art. 60 Abs. 1 ZGB die Wendung \"oder andern nicht wirtschaftlichen Aufgabe\" aufnehmen liess, statt es bei der vom Bundesrat in Art. 70 Abs. 1 E beantragten Fassung \"nicht mittelbar oder unmittelbar einen wirtschaftlichen Zweck verfolgen\" bewenden zu lassen. Es liegt aber auf der Hand, dass sie damit einfach die Anpassung an Art. 61 Abs. 2 E und Art. 69 Abs. 2 E erstrebte, wo gesagt war \"Vereine, die nicht wirtschaftliche Zwecke verfolgen\" bzw. \"die einen wirtschaftlichen Zweck verfolgen\". Angesichts der Beibehaltung dieser Wendung in Art. 52 Abs. 2 bzw. 59 Abs. 2 ZGB, lässt sich schlechterdings nicht annehmen, man habe die bloss mittelbare Verfolgung eines wirtschaftlichen Zweckes nicht als genügend angesehen, um die Personenverbindung der allgemeinen Regel des Art. 52 Abs. 1 ZGB zu unterstellen. Hätte man die juristische Persönlichkeit nur dann vom Handelsregistereintrag abhängig machen wollen, wenn der wirtschaftliche Zweck unmittelbar verfolgt wird, so wäre es in Art. 52 Abs. 2, 59 Abs. 2 und 60 Abs. 1 ZGB gesagt worden.BGE 88 II 209 S. 225\n\nBei der Bereinigung der Differenzen stimmte die Kommission des Nationalrates und stillschweigend auch dieser selber den Beschlüssen des Ständerates zu (StenBull 1907 232 f., 244). Der Berichterstatter der Kommission wies bei diesem Anlass ausdrücklich darauf hin, dass die Unterscheidung nach dem \"wirtschaftlichen Zweck\" den Vorzug verdiene, wo es sich darum handle, die juristische Persönlichkeit vom Eintrag in das Handelsregister abhängig zu machen, dass dagegen das Merkmal der \"Führung eines wirtschaftlichen Betriebes nach kaufmännischer Art\" in anderer Hinsicht gleichwohl Bedeutung habe, und zwar auch für Vereine mit idealem Zwecke, nämlich insofern, als es den Verein zur Eintragung in das Handelsregister verpflichte, wobei diese aber nicht Entstehungsform sei, sondern nur der Publizität diene (StenBull 1907 238 f.).\n\nDamit ist der aus der Entstehungsgeschichte abgeleiteten Auffassung, die das Bundesgericht in BGE 62 II 34 f. vertrat, in allen Teilen der Boden entzogen.\n\nd) Eine Personenverbindung kann nur dann dem Vereinsrecht unterstehen, wenn sie einen idealen Zweck verfolgt; für Personenverbindungen mit wirtschaftlichem Zweck gelten die Bestimmungen über die Gesellschaften und Genossenschaften (Art. 59 Abs. 2 ZGB). Es fragt sich daher, ob die Normen über die Gesellschaften und Genossenschaften der Auffassung, ein \"wirtschaftlicher Zweck\" könne auch ohne den Betrieb eines nach kaufmännischer Art geführten Gewerbes verfolgt werden, im Wege stehen.\n\nDas trifft nicht zu. Die Begriffe \"wirtschaftlicher Zweck\" einerseits und \"Betrieb eines Handels-, eines Fabrikations- oder eines andern nach kaufmännischer Art geführten Gewerbes\" anderseits sind auch im Gesellschaftsrecht auseinandergehalten (s. z.B. Art. 552, 594, 620 Abs. 3, 772 Abs. 3 OR). Die einfache Gesellschaft, die Aktiengesellschaft, die Kommanditaktiengesellschaft, die Gesellschaft mit beschränkter Haftung und die Genossenschaft setzen nicht den Betrieb eines Gewerbes voraus.BGE 88 II 209 S. 226\n\nPersonenverbindungen, die einen wirtschaftlichen Zweck verfolgen, ohne ein solches zu betreiben, können eine dieser Formen annehmen. Namentlich ist es ihnen erlaubt, sich als Genossenschaft auszugestalten. Schon unter Art. 678 aoR konnten Personenverbindungen, die \"gemeinsame Zwecke des wirtschaftlichen Verkehrs\" verfolgten, Genossenschaften werden. Nach Art. 828 OR ist die Genossenschaft \"eine als Körperschaft organisierte Verbindung einer nicht geschlossenen Zahl von Personen oder Handelsgesellschaften, die in der Hauptsache die Förderung oder Sicherung bestimmter wirtschaftlicher Interessen ihrer Mitglieder in gemeinsamer Selbsthilfe bezweckt\". In der Botschaft des Bundesrates zum Gesetzesentwurf über die Revision der Titel XXIV ff. OR wurde betont, dass es zahlreiche Genossenschaften gebe, die überhaupt keinen Geschäfts- oder Gewerbebetrieb haben, bei denen aber die Förderung der wirtschaftlichen Interessen des einzelnen Mitgliedes durch den blossen Zusammenschluss und das blosse Auftreten gegen aussen erzielt werde. Als Beispiel führte der Bundesrat die Kartelle an (Botschaft S. 83). Unter anderem gerade für diese ist die Genossenschaft die geeignete Körperschaft (HUG, SJZ 37 324). Das Bundesgericht hat denn auch schon in BGE 76 II 294 angedeutet und in BGE 82 II 307 einlässlicher ausgedrückt, dass es für einen auf Marktregulierung ausgehenden Wirtschaftsverband sachlich richtiger und den Umständen angemessener sei, die Form der Genossenschaft statt die des Vereins zu wählen. Richtigerweise hätte es sagen sollen, auf einen solchen Verband seien die Bestimmungen über den Verein überhaupt nicht anwendbar. Es würdigte ja in BGE 82 II 307 die Ziele des \"Groupement des Fournisseurs d'Horlogerie, Marché Suisse\", die auf kollektive Verteidigung der allgemeinen Interessen der ihm angehörenden Fabrikanten und Grossisten, auf die Förderung und den Schutz des Uhrenhandels, die Vereinheitlichung der Verkaufs- und Zahlungsbedingungen gerichtet sind, ausdrücklich als nicht ideale Zwecke. Wo BGE 88 II 209 S. 227solche fehlen, ist gemäss Art. 59 Abs. 2 und 60 Abs. 1 ZGB die Gründung als Verein ausgeschlossen (SIEGWART, Festgabe der Jur. Fakultät Freiburg 1943 S. 188; SECRETAN, ZBJV 96 185, 188; F. VON STEIGER, SAG 29 130 und ZBJV 96 194).\n\ne) Das Handelsgericht beruft sich auf PREISWERK, SAG 18 55 ff.; R. VON GRAFFENRIED, Wirtschaftlicher und nichtwirtschaftlicher Zweck im privaten Körperschaftsrecht, Berner Diss. 1948 S. 73 ff.; CH. SPECKER, Die Abgrenzung des Vereins von der wirtschaftlichen Verbandsperson, Freiburger Diss. 1948 S. 49. Diesen Stellen des Schrifttums stehen jedoch die weit überwiegenden Äusserungen gegenüber, nach denen eine Personenverbindung auch ohne den Betrieb eines Gewerbes einen wirtschaftlichen Zweck im Sinne des Gesetzes verfolgen kann und daher namentlich Kartelle niederer Ordnung sich nicht dem Vereinsrecht unterstellen können (vgl. W. BURCKHARDT und E. HUBER in den bei Burckhardt, Bundesrecht III S. 1034, angeführten Gutachten; CH. ZOELLY, Die rechtliche Behandlung der Kartelle in der Schweiz, Zürcher Diss. 1917 S. 83 ff.; WIELAND, ZSchwR 40 91; EGGER Art. 60 N. 6; GRISCHOTT, Die Entwicklung des Kartellrechts in der Schweiz, Berner Diss. 1931 S. 45 f.; H. BRUNNER, Zwangskartelle, Zürich/Berlin 1937 S. 163 f.; HUG, SJZ 37 324; E. NAEGELI, Die Doppelgesellschaft als rechtliche Organisationsform der Kartelle usw. Bd. 2, Zürich 1941 S. 290 ff.; H. BIERI, Die Aktiengesellschaft, die Genossenschaft und die Gesellschaft mit beschränkter Haftung in ihrer Eignung für Kartelle, Berner Diss. 1941 S. 25; F. VON STEIGER, Vereine zu wirtschaftlichen Zwecken? SAG 29 130 ff., vgl. auch ZBJV 96 194; A. MEILE, Verein und Genossenschaft in der Verschiedenheit ihrer Zwecke, Berner Diss. 1947 S. 39 ff., 47; E. PESTALOZZI, Der Begriff des idealen Vereins, Zürcher Diss. 1952 S. 55 ff.; E. VODOZ, Le droit d'entrer dans une société coopérative appliqué aux organisations professionnelles, Thèse Lausanne 1954; SECRÉTAN, JdT BGE 88 II 209 S. 228105 I 198; H. A. FLURY, Der Vereinszweck, Berner Diss. 1959 S. 106, 118 ff.).\n\nI.3. Der Zweck des Eisen-Verbandes erschöpft sich gemäss § 2 der \"Konvention\" in der Wahrung der gemeinsamen Interessen in bezug auf den Verkauf der daselbst aufgezählten Eisenwaren durch Festsetzung von Preisen und Lieferbedingungen und Festlegung von Sanktionen für Zuwiderhandlungen. Dieser Zweck ist rein wirtschaftlicher, nicht idealer Natur. Der Eisen-Verband hätte sich daher in das Handelsregister eintragen lassen müssen, um das Recht der Persönlichkeit zu erlangen. Der Eisen-Verband ist eine einfache Gesellschaft.\n\nEntsprechendes ist von der Z-O zu sagen, die gemäss § 3 der \"Vertragsbestimmungen\" ausschliesslich ein dem Zweck des Eisen-Verbandes analoges Ziel verfolgt.\n\nII.1. Das Handelsgericht führt aus, der Eisen-Verband weise Züge auf, die für einen Verein, und solche, die für eine einfache Gesellschaft charakteristisch seien, doch überwögen bei einer Gesamtbetrachtung die vereinsrechtlichen Elemente, weshalb er als Verein mit eigener Rechtspersönlichkeit zu gelten habe. Auch die Z-O zeige ein deutliches Überwiegen der für einen Verein charakteristischen Merkmale über jene, die eine einfache Gesellschaft kennzeichneten, weshalb ihre Vereinsnatur zu bejahen sei.\n\nZu dieser Auffassung brauchte nicht Stellung genommen zu werden, da dem Eisen-Verband und der Z-O die juristische Persönlichkeit schon gemäss Erwägung I abgeht. Doch mag bemerkt werden, dass das angefochtene Urteil auch insoweit nicht standhält.\n\nDas Handelsgericht verkennt die Voraussetzungen, unter denen eine Personenverbindung Persönlichkeit erlangt. Es genügt nicht, dass sie eher einer der im Gesetz umschriebenen juristischen Personen als einer einfachen Gesellschaft gleicht, sondern es müssen die Voraussetzungen erfüllt sein, an die das Gesetz die Persönlichkeit BGE 88 II 209 S. 229knüpft. Das gilt besonders auch für Vereine. Sie sind nicht schon dann juristische Personen, wenn im Zusammenschluss die Merkmale der einfachen Gesellschaft vor denen des Vereins zurücktreten. Das ergibt sich deutlich aus Art. 62 ZGB, wonach \"Vereine, denen die Persönlichkeit nicht zukommt oder die sie noch nicht erlangt haben\", den einfachen Gesellschaften gleichgestellt sind. Es ändert nichts, dass eine Personenverbindung, wenn sie nicht einen wirtschaftlichen Zweck verfolgt, als Verein Persönlichkeit erlangen kann, ohne sich in das Handelsregister eintragen zu lassen. Im Interesse Dritter, mit denen sie rechtsgeschäftlich, durch unerlaubte Handlungen oder sonstwie in Beziehung kommt, muss sie nichtsdestoweniger gewisse formelle Voraussetzungen erfüllen, die klarstellen, dass eine juristische Person, nicht eine einfache Gesellschaft vorliegt. Diese Voraussetzungen erschöpfen sich nicht darin, dass die Statuten in schriftlicher Form errichtet sein und über den Zweck des Vereins, seine Mittel und seine Organisation Aufschluss geben müssen (Art. 60 Abs. 2 ZGB), sondern die Persönlichkeit wird nur erlangt, wenn ausserdem \"der Wille, als Körperschaft zu bestehen, aus den Statuten ersichtlich ist\" (Art. 60 Abs. 1 ZGB).\n\nDiese Voraussetzung ist nicht leichthin erfüllt. Aus dem blossen Überwiegen von Merkmalen, die eher für einen Verein als für eine einfache Gesellschaft sprechen, geht der Wille, Persönlichkeit zu verleihen, nicht hervor. Er muss, wenn auch nicht ausdrücklich, doch unmissverständlich geäussert werden, so dass für Dritte nach den Grundsätzen von Treu und Glauben ein Zweifel nicht möglich ist. Wer eine Körperschaft gründen will, darf die wahre Beschaffenheit des Gebildes nicht verbergen mit der Folge, dass gemäss Art. 18 Abs. 1 OR sein Wille dennoch massgebend wäre, wenn er sich mit dem der andern Gründer deckt. Der übereinstimmende wirkliche Wille genügt hier nicht wie beim Abschluss eines Vertrages, der nur für die Rechte und Pflichten der Vertragschliessenden von Bedeutung ist. Der Wille muss im Interesse Dritter - das BGE 88 II 209 S. 230vorgeht (vgl. Art. 18 Abs. 2 OR) - in den Statuten deutlich kundgegeben werden. Diese Anforderung ist nicht unbillig. Von ihrer Erfüllung hängt ab, ob aus den in Verfolgung des gemeinsamen Zweckes entstehenden Rechtsverhältnissen der Verein als juristische Person oder das einzelne Mitglied als einfacher Gesellschafter belangt werden muss. Den Gründern, die sich ihrer Haftung als Gesellschafter entschlagen wollen, kann zugemutet werden, dass sie Dritte nicht durch eine zweideutige Fassung der Urkunde im unklaren lassen.\n\nIn BGE 48 II 153 f., BGE 51 II 528 und BGE 82 II 320, auf die das Handelsgericht verweist, wurde Art. 60 Abs. 1 ZGB nicht anders ausgelegt. Im ersterwähnten Falle zweifelte das Bundesgericht auf Grund der Statuten nicht am Willen der Gründer, eine selbständige Korporation zu schaffen; es sagte nicht, das blosse Überwiegen der Merkmale einer Korporation gegenüber den für eine einfache Gesellschaft sprechenden Umständen genüge. In den beiden anderen Fällen sodann war überhaupt nicht zu entscheiden, ob einfache Gesellschaften oder Vereine vorlägen, sondern fragte es sich, ob lokale Sektionen selbständige Persönlichkeit hätten oder nur Organe eines grösseren Verbandes seien. In BGE 82 II 320 stand zudem noch nicht fest, ob die Sektion Statuten habe, und konnte das Bundesgericht sich daher nicht abschliessend äussern.\n\nII.2. Keine Bestimmung der \"Konvention\" vom 25. Juli 1930/7. Juli 1931 bekundet ausdrücklich oder dem Sinne nach unmissverständlich den Willen der Beteiligten, den Eisen-Verband als Körperschaft entstehen zu lassen, d.h. ihm Persönlichkeit zu verleihen.\n\na) Es fehlt nicht nur z.B. ein Hinweis auf die Bestimmungen des Vereinsrechts (Art. 60 ff. ZGB), wie er von geschäftserfahrenen Personen bei der Gründung einer Verbindung von der Tragweite der vorliegenden oft in die Statuten aufgenommen wird, um Zweifel an der Natur des Gebildes auszuschliessen, sondern sogar die Bezeichnung \"Verein\" ist durchwegs vermieden, die allen Kreisen BGE 88 II 209 S. 231des Volkes geläufig ist. Dass die Organisation als \"Eisen-Verband\" bezeichnet wird, ist nicht Ausdruck des Willens, sie als Körperschaft zu gründen. Es kommt häufig vor, dass einfache Gesellschafter ihrem Zusammenschluss einen Namen geben, ja in ihm einen \"Verband\" sehen. Der Eisen-Verband wird nicht einmal als eine von den Vertragschliessenden verschiedene Organisation hingestellt; § 1 sagt gegenteils: \"Die Kontrahenten bilden zusammen den ,Eisen-Verband'.\" Darin kommt zugleich zum Ausdruck, dass das Verhältnis auf die \"Kontrahenten\" - und ihre Rechtsnachfolger (§ 11) - beschränkt bleibe. Eine solche Regelung ist in Vereinen nicht üblich, wohl aber in einfachen Gesellschaften. Das Schriftstück vermeidet auch den im Gesetz verwendeten und in Geschäftskreisen allgemein bekannten Ausdruck \"Statuten\". Es bezeichnet sich als \"Konvention\" (Überschrift und § 12 Abs. 2), \"Vertrag\" (§§ 6, 8, 9, 11, 12) und \"Vereinbarung\" (§ 11). Damit stimmt überein, dass von einem \"Konventionsgebiet\" (§ 3) und fast durchwegs von \"Kontrahenten\" gesprochen wird (§§ 1, 5, 7, 8, 9, 10, 11). Die gelegentlich vorkommenden Ausdrücke \"Beteiligte\" (§ 4), \"Mitglieder\", \"Mitglied\" (§ 5) und \"Verbandsmitglied\" (§ 7) stehen dem Schluss, dass die Eingehung eines Vertrages, nicht die Aufstellung von Statuten einer Körperschaft gewollt ist, nicht im Wege. Beteiligte oder Mitglieder gibt es nicht nur in einer juristischen Person, sondern auch in einer einfachen Gesellschaft.\n\nb) Die Bestellung eines aus dem \"Präsidenten\" und dem \"Protokoll- und Rechnungsführer\" bestehenden \"Vorstandes\" (§ 5 Abs. 2) sagt nichts über den Willen, dem Eisen-Verband Persönlichkeit zu verleihen. Ein Vorstand kann nicht nur als Organ eines Vereins (Art. 69 ZGB), sondern ebensogut zur Führung der Geschäfte einer einfachen Gesellschaft eingesetzt werden (Art. 535 Abs. 1 OR). Es lässt sich nicht einmal sagen, dass im vorliegenden Falle der Vorstand die Angelegenheiten der Vereinigung zu besorgen und diese zu vertreten habe, wie Art. 69 ZGB BGE 88 II 209 S. 232es für Vereine vorsieht. § 5 Abs. 2 der \"Konvention\" betraut nicht den Vorstand, sondern nur den Präsidenten mit Geschäftsführung, und zwar nicht mit der ganzen, sondern nur mit der Besorgung der laufenden Geschäfte. Jeder darüber hinaus gehende Beschluss muss von den Vertragschliessenden, und zwar einstimmig, gefasst werden (§ 5 Abs. 1). Diese Ordnung erinnert an die einfache Gesellschaft, in der mangels gegenteiliger Regelung die Geschäftsführung allen Gesellschaftern zusteht (Art. 535 OR) und Gesellschaftsbeschlüsse mit Zustimmung aller gefasst werden (Art. 534 OR), wogegen für Vereinsbeschlüsse die Mehrheit der Stimmen der anwesenden Mitglieder genügt, wenn die Statuten es nicht anders haben wollen (Art. 67 Abs. 2 ZGB).\n\nc) Dass die \"Konvention\" von einer aus den Bussengeldern gespiesenen Kasse des Eisen-Verbandes spricht (§ 10), ist bedeutungslos. Der Wille, diesem Persönlichkeit zu verleihen, kommt darin nicht zum Ausdruck. Eine durch Leistungen der Beteiligten gespiesene und dem gemeinsamen Zwecke dienende Kasse ist auch in einer einfachen Gesellschaft möglich (Art. 531 OR).\n\nd) Geradezu gegen den Willen, dem Eisen-Verband Persönlichkeit zu verleihen, spricht die Zeitangabe in § 12 der \"Konvention\". Wer einen Verein gründet, legt nicht dessen Dauer in den Statuten fest, sondern überlässt es der gegründeten juristischen Person, den Zeitpunkt ihrer Auflösung später zu bestimmen. Gemäss Art. 76 ZGB kann diese jederzeit durch Vereinsbeschluss herbeigeführt werden. Es ist also müssig, den Verein durch eine statutarische Bestimmung für eine bestimmte Mindestzeit ins Leben rufen oder ihn zeitlich beschränken zu wollen. Dagegen kann eine einfache Gesellschaft auf eine bestimmte Dauer eingegangen werden (Art. 545 Abs. 1 Ziff. 5, Art. 546 Abs. 3 OR). Dass der in § 12 der \"Konvention\" genannte Zeitpunkt schon lange überschritten ist, der Eisen-Verband noch immer besteht und sein Zweck \"auf die Dauer angelegt ist\", wie das Handelsgericht sagt, BGE 88 II 209 S. 233ändert nichts. Es kommt nicht auf den tatsächlichen Lauf der Dinge an, sondern darauf, ob in den Statuten in einer für Dritte unmissverständlichen Weise der Wille ausgedrückt ist, der Vereinigung Persönlichkeit zu verleihen. Übrigens sagt auch das tatsächliche Fortbestehen des Eisen-Verbandes während mehr als dreissig Jahren nichts über die Natur des Gebildes. Diese Tatsache verträgt sich durchaus auch mit einer einfachen Gesellschaft.\n\ne) Auch das Kündigungsrecht gemäss § 12 Abs. 1 der \"Konvention\" widerspricht einem rechtsfähigen Verein. Es steht nicht dem einzelnen Gründer zu, die Körperschaft durch Kündigung aufzulösen. Er kann als Mitglied nur den Austritt erklären (Art. 70 Abs. 2 ZGB).\n\nAls Austrittsrecht versucht denn auch das Handelsgericht die in § 12 Abs. 1 verbriefte Befugnis umzudeuten. Es weist darauf hin, dass tatsächlich drei Austritte und ein Eintritt vorgekommen seien. Es verkennt jedoch auch hier, dass die Art und Weise, wie Private die von ihnen gesetzten Bestimmungen anwenden, zwar ein taugliches Mittel zur Auslegung eines Vertrages ist, nie aber das Erfordernis des Art. 60 Abs. 1 ZGB, den Willen zur Verleihung der Persönlichkeit in den Statuten deutlich auszudrücken, zu ersetzen vermag. Massgebend ist, was in § 12 Abs. 1 der \"Konvention\" gesagt wurde, nicht wie die Beteiligten diese Bestimmung in der Folge angewendet haben.\n\nDass der Einzelne austreten dürfe, ist darin nicht gesagt, sondern dass er den Vertrag \"kündigen\" könne. Das heisst, dass er ihm einseitig ein Ende zu setzen vermöge. Der Gegensatz zwischen dem ersten und dem zweiten Absatz des § 12 ändert nichts. Er besteht nur in der Verschiedenheit der Kündigungsfristen, nicht darin, dass der erste Absatz ein Austritts-, der zweite dagegen ein Auflösungsrecht vorsähe. Die gegenteilige Auffassung der Beklagten verträgt sich nicht damit, dass in beiden Absätzen der gleiche Ausdruck \"kündigen\" verwendet wird.\n\nBGE 88 II 209 S. 234\n\nÜbrigens reimt sich die tatsächliche Fortsetzung des \"Eisen-Verbandes\" trotz vorgekommener Kündigungen durchaus auch mit dessen Würdigung als einfache Gesellschaft. Eine solche wird zwar durch die Kündigung aufgelöst (Art. 545 Abs. 1 Ziff. 6, 546 OR), doch können die nicht kündigenden Gesellschafter ausdrücklich oder stillschweigend übereinkommen, unter sich in einem dem alten analogen Rechtsverhältnis zu bleiben. Damit schaffen sie eine neue Gesellschaft. Das trifft selbst dann zu, wenn sie den Namen der alten übernehmen und deren Vermögen nicht vollständig liquidieren. Sie können ihre Anteile beisammen lassen, nachdem sie sich nach dem Vorbilde der für die Kollektivgesellschaft geltenden Art. 576, 580 OR mit dem Ausscheidenden über dessen Abfindung verständigt haben.\n\nf) Der Wille, dem Eisen-Verband Persönlichkeit zu verleihen, wird auch dadurch widerlegt, dass die \"Konvention\" in § 11 jeden \"Kontrahenten\" verpflichtet, im Falle der Übertragung seines Unternehmens die Rechte und Pflichten aus dem Vertrag dem Rechtsnachfolger zu überbinden. Damit wird nicht nur im Widerspruch zu Art. 70 Abs. 3 ZGB, wonach die Mitgliedschaft in einem Verein weder veräusserlich noch vererblich ist, die Übertragbarkeit der Zugehörigkeit zum Eisen-Verband vorgesehen, sondern den Beteiligten die Übertragung geradezu zur Pflicht gemacht. Das ist in einem Verein nicht zulässig, wohl aber in einer einfachen Gesellschaft, die als Vertragsverhältnis dem Grundsatze untersteht, dass Rechte abtretbar sind (Art. 164 Abs. 1 OR) und Pflichten übernommen werden können (Art. 176 Abs. 1 OR). Art. 545 Abs. 1 Ziff. 2 OR gestattet dem Gesellschafter ausdrücklich, mit den andern zum voraus zu vereinbaren, die Gesellschaft solle mit seinen Erben fortgesetzt werden. Um so mehr können die Gesellschafter übereinkommen, dass beim Ausscheiden des einen ein anderer in seine Rechte und Pflichten eintrete.\n\nII.3. Die Vertragsbestimmungen der Eisenhändler- BGE 88 II 209 S. 235Konvention Zürich-Ostschweiz bekunden nirgends ausdrücklich oder dem Sinne nach deutlich den Willen der ihr unterstehenden 37 Firmen, der Z-O Persönlichkeit zu verschaffen.\n\na) Es wird auch in diesen Bestimmungen weder auf Art. 60 ff. ZGB hingewiesen, noch die Bezeichnung \"Verein\" verwendet, noch durch einen gleichwertigen Ausdruck auf die Anwendbarkeit des Vereinsrechts angespielt. Der Name \"Eisenhändler-Konvention Zürich-Ostschweiz\", den die 37 Firmen sich in § 2 beilegen, deutet mehr auf die sie bindende Vereinbarung (Konvention) als auf die Personenverbindung hin. Die Z-O wird auch nicht als ein von den einzelnen Gliedern verschiedenes Gebilde hingestellt. Durch die Worte \"die Kontrahenten bilden zusammen die ,Eisenhändler-Konvention Zürich-Ostschweiz'\" begnügt sich § 2, auf den Zusammenschluss hinzuweisen. Ein solcher liegt nicht nur bei der Gründung einer juristischen Person, sondern auch bei der Eingehung einer einfachen Gesellschaft vor. Das Schriftstück bezeichnet sich nicht als \"Statuten\", sondern als \"Vertragsbestimmungen\", \"Vertrag\" und \"Abkommen\". Dazu passt das Wort \"Konventionsgebiet\" (§ 5). Die zusammengeschlossenen Firmen werden \"Kontrahenten\" und \"Mitglieder\" genannt. Jener Ausdruck deutet auf ein Vertragsverhältnis hin, dieser dagegen passt sowohl für Mitglieder einer Körperschaft als auch für einfache Gesellschafter. Von der Aufnahme weiterer Mitglieder, wie sie üblicherweise in Vereinsstatuten vorgesehen ist, wird nichts gesagt.\n\nb) Dass ein mehrköpfiger \"Vorstand\" und eine \"Generalversammlung\" als \"Organe von Z-O\" vorgesehen sind, wobei der Vorstand einen \"Präsidenten\" und einen \"Aktuar\" aufweist, bedeutet nur, dass der Anforderung von Art. 60 Abs. 2 ZGB, wonach die Statuten eines Vereins über dessen Organisation Aufschluss geben müssen, an sich Genüge geleistet ist. Der Wille, die Verbindung zur Körperschaft zu machen, ihr Persönlichkeit zu geben, BGE 88 II 209 S. 236kommt darin nicht unzweideutig zum Ausdruck, denn auch für eine einfache Gesellschaft ist eine gewisse Organisation angängig, ja bei einem erheblichen Mitgliederbestande wie hier praktisch notwendig. Die Bezeichnungen \"Generalversammlung\", \"Vorstand\", \"Präsident\" und \"Aktuar\" sind nicht ungewöhnlich, so dass sie für eine einfache Gesellschaft vom Umfange und der wirtschaftlichen Bedeutung der vorliegenden Vereinigung schlechterdings nicht passen würden. Namentlich kann die Zusammenkunft von 37 Gesellschaftern füglich als \"Generalversammlung\" bezeichnet werden. Dass auch eine einfache Gesellschaft die Geschäftsführung einem Vorstand übertragen kann, wurde bereits gesagt. Wie im Eisen-Verband hat der Vorstand auch in der Z-O übrigens nur die \"laufenden Geschäfte\" zu besorgen. Was darüber hinaus geht, fällt in die Zuständigkeit der Generalversammlung. Diese kann ihre Beschlüsse teils mit absolutem Mehr, teils mit drei Vierteln der anwesenden oder vertretenen Mitglieder fassen. Dass nicht wie im Eisen-Verband Einstimmigkeit verlangt wird, nähert die Z-O einer Körperschaft, ist aber dennoch nicht genügender Ausdruck des Willens, eine solche zu gründen, denn auch die Beschlüsse einer einfachen Gesellschaft können mit Stimmenmehrheit zustandekommen, wenn der Vertrag es vorsieht (Art. 534 Abs. 2 OR). Fraglich ist nur, ob die in § 4 Abs. 11 und 12 niedergelegte Vereinbarung, wonach die \"Vertragsbestimmungen Z-O\" mit drei Vierteln der Stimmen abgeändert werden dürfen, als Bestandteil eines Gesellschaftsvertrages vor Recht und guter Sitte standhält. Wenn nicht, wäre sie nichtig (Art. 20 OR). Sie lässt den Willen, der Vereinigung Persönlichkeit zu geben, nicht unmissverständlich erkennen.\n\nc) Dem Handelsgericht ist nicht beizupflichten, dass der letzte Absatz des § 4 dem Rechte der einfachen Gesellschaft fremd sei, weil er die Kosten der Z-O von den beiden Sektionen, nicht von den einzelnen Mitgliedern getragen wissen wolle. Indem diese Bestimmung die BGE 88 II 209 S. 237Sektionen belastet, zieht sie mittelbar die Vertragschliessenden zur Kostentragung bei, gleichgültig ob die Sektionen juristische Personen sind oder nicht. Dass die Beiträge aller Gesellschafter gleich hoch seien, ist nicht nötig (Art. 531 Abs. 2 OR). Die einfache Gesellschaft setzt nicht einmal voraus, dass jeder Gesellschafter Geld beitrage. \"Gemeinsame Kräfte oder Mittel\" zur Erreichung des gemeinsamen Zweckes genügen (Art. 530 Abs. 1 OR). Die Gesellschaft kann sich das Geld, das sie allenfalls benötigt, sogar von unbeteiligten Dritten geben lassen, um so mehr auch von den ihr unterstellten \"Sektionen\". Im letzten Absatz des § 4 kommt der Wille, die Z-O als rechtsfähigen Verein zu gestalten, nicht im geringsten zum Ausdruck.\n\nd) Auch auf § 11 lässt sich die Auffassung, die Z-O sei eine Körperschaft, nicht stützen. Daraus, dass der zweite Teil dieser Bestimmung für den Fall der Nichterneuerung der Eisenhändlerkonvention Basel-Zentralschweiz-Bern einen Beschluss über den Fortbestand der Z-O vorbehält, schliesst das Handelsgericht, die im ersten Teil vorgesehene Kündigung durch das einzelne Mitglied stelle den Fortbestand der Z-O nicht in Frage, sondern habe nur den Austritt des Kündigenden zur Folge. Das ist ein Fehlschluss. Der Gegensatz zwischen dem ersten und dem zweiten Teil des § 11 liegt nicht im Austritt einerseits und in der Auflösung anderseits, sondern in der Auflösung auf einseitiges Begehren unter Einhaltung der Kündigungsfrist einerseits und in der durch Beschluss herbeizuführenden Auflösung anderseits. Gerade der Umstand, dass § 11 die Auflösung durch Beschluss \"vorbehält\", lässt schliessen, dass auch die im gleichen Satze erwähnte Kündigung ein Fall der Auflösung ist. Hiefür spricht auch der Randtitel \"Vertragsdauer\". Nichts deutet an, dass das Recht des Einzelnen, zu \"kündigen\", nicht das sei, was das Wort sagt, nämlich ein Recht zur Auflösung des Vertragsverhältnisses mit der Folge, dass auch alle anderen Beteiligten nicht mehr daran gebunden sind, wenn sie BGE 88 II 209 S. 238nicht ausdrücklich oder stillschweigend übereinkommen, es unter sich fortzusetzen. Was aus der entsprechenden Möglichkeit im Eisen-Verband abgeleitet wurde (Erw. 2 lit. e), gilt daher auch hier. Die Möglichkeit des Einzelnen, den Vertrag zu kündigen, spricht für eine einfache Gesellschaft und gegen einen Verein. Selbst wenn die Kündigung als blosses Austrittsrecht zu verstehen wäre, käme aber in § 11 der Wille, einen rechtsfähigen Verein zu gründen, nicht zum Ausdruck. Auch in einer einfachen Gesellschaft kann ein Austrittsrecht vereinbart werden. Es hat den Sinn, dass die Gesellschafter zum vornherein einverstanden seien, das Gesellschaftsverhältnis unter den Nichtaustretenden fortzusetzen.\n\nIII.1. Das Klagebegehren 1 ist ein Feststellungsantrag. Soweit das Handelsgericht seine Zulässigkeit verneint, weil die Voraussetzungen des § 92 zürch. ZPO nicht erfüllt seien, ist das Urteil nicht zu überprüfen, da mit der Berufung nur die Verletzung eidgenössischen Rechts geltend gemacht werden kann.\n\nVon Bundesrechts wegen muss die Feststellungsklage dann zugelassen werden, wenn eine eidgenössische Bestimmung sie für besondere Fälle vorsieht oder wenn der Kläger auch abgesehen hievon ein rechtliches Interesse hat, sein Rechtsverhältnis gegenüber dem Beklagten feststellen zu lassen (BGE 77 II 347 ff., BGE 82 II 319, BGE 84 II 691).\n\nDie Art. 28 ZGB und 41 ff. OR, die im Falle widerrechtlichen Boykottes anwendbar sind, sehen einen Feststellungsanspruch nicht vor; sie geben nur Anspruch auf Unterlassung, Schadenersatz und allenfalls Genugtuung. Die Klägerinnen haben an der Feststellung auch kein rechtliches Interesse. Die behaupteten Ansprüche auf Unterlassung und Schadenersatz sind fällig und werden von den Klägerinnen denn auch bereits eingeklagt. Die Feststellung hätte neben dem Gebot der Unterlassung und neben der Verurteilung zu Schadenersatz keine selbständige Bedeutung BGE 88 II 209 S. 239für die Abwicklung des Rechtsverhältnisses, das zwischen den Parteien durch den behaupteten widerrechtlichen Boykott geschaffen worden sein soll. Namentlich behaupten die Klägerinnen nicht, dass sich für sie aus der festzustellenden Widerrechtlichkeit des Verhaltens der Beklagten ausser den eingeklagten Unterlassungs- und Schadenersatzansprüchen weitere, noch nicht einklagbare Ansprüche ergeben könnten. Sie sehen ihr Interesse an der Feststellung nur darin, dass diese ihnen eher ermöglichen würde, von den Schweizer Werken mit den begehrten Armierungsstählen und auch anderweitig beliefert zu werden. Dieses Interesse ist in einem Prozesse gegen die Beklagten nicht zu schützen. Das Urteil ist nur bestimmt, unter den Parteien zu wirken. Dritte sind daran nicht gebunden. Ihr Verhalten könnte denn auch durch das Urteil nicht rechtlich, sondern bestenfalls tatsächlich beeinflusst werden.\n\nSteht somit den Klägerinnen ein Anspruch auf Feststellung überhaupt nicht zu, so kann dahingestellt bleiben, ob das Klagebegehren 1 auch ungenügend bestimmt gefasst ist.\n\nIII.2. Gegen die Abweisung des Klagebegehrens 2 wegen nicht genügend bestimmter Fassung ist mit der Berufung nur aufzukommen, wenn die Anforderungen, die das Handelsgericht an die Fassung stellt, so streng sind, dass sie die Durchsetzung des bundesrechtlichen Unterlassungsanspruches vereiteln. Nicht zu prüfen ist, ob das erwähnte Begehren auch den Anforderungen des kantonalen Prozessrechtes genügt.\n\nDas Klagebegehren 2 lautet dahin, die Beklagten hätten jegliches auf den Boykott oder auf die Diskriminierung der Klägerinnen abzielende Verhalten zu unterlassen. Damit sagen die Klägerinnen nur, was sich im Falle eines widerrechtlichen Boykottes auf Grund der gesetzlichen Bestimmungen schon von selbst versteht. Indem das Handelsgericht diese Fassung nicht für genügend hält, vereitelt es die Durchsetzung des Unterlassungsanspruches BGE 88 II 209 S. 240nicht. Das Bundesrecht verlangt nicht, dass der Richter sich mit einer so allgemeinen Umschreibung dessen, was der Belangte unterlassen soll, begnüge. Dem Verfasser eines Unterlassungsbegehrens kann zugemutet werden, dass er die zu unterlassenden Handlungen genau bezeichne, und zwar durch Angabe tatsächlicher Merkmale, nicht bloss durch ihre rechtliche Würdigung z.B. als \"unerlaubte Handlungen\" oder \"Boykott\". Denn auch im richterlichen Unterlassungsbefehl sind sie genau zu bezeichnen, weil der Verpflichtete erfahren soll, was er nicht mehr tun darf, und die Vollstreckungs- bzw. Strafbehörden wissen müssen, welche Handlungen sie zu verhindern bzw. mit Strafe zu belegen haben (BGE 78 II 293, BGE 84 II 457 f.). Der Einwand der Klägerinnen, die Verhältnisse seien hier kompliziert und es müsse verhindert werden, dass die Beklagten versteckt den Boykott auf Umwegen weiterführen, ist nicht stichhaltig. Wer sich in der Lage des Boykottierten sieht, weiss, welches Verhalten des andern er als widerrechtlich betrachtet und durch welche Handlungen er sich auch in Zukunft bedroht fühlt. Er kann diese bezeichnen, mag das auch eine weitläufige Aufzählung oder umständliche Umschreibung erfordern. Weicht der andere dem Unterlassungsbefehl aus, indem er neue Wege beschreitet, so kann der Boykottierte ihm durch einen neuen Prozess auch dieses Vorgehen untersagen lassen.\n\nIV. Die Klägerinnen beantragen dem Bundesgericht für den Fall der Bejahung der Passivlegitimation der Beklagten, die Klage gutzuheissen. Unter Berufung auf angeblich nicht bestrittene Tatsachen versuchen sie darzutun, dass die Beklagten sie widerrechtlich boykottieren.\n\nDas Bundesgericht darf indessen, ausgenommen in nebensächlichen Punkten (Art. 64 Abs. 2 OG), den Tatbestand nicht selber feststellen. Das ist Sache des kantonalen Richters.\n\nIm vorliegenden Falle hat das Handelsgericht sich BGE 88 II 209 S. 241darauf beschränkt, zur Passivlegitimation der Beklagten Stellung zu nehmen und subsidiär ausserdem zu prüfen, ob die Klagebegehren 1 und 2 überhaupt zulässig seien. Über die tatsächlichen Behauptungen der Parteien zur Frage, ob ein widerrechtlicher Boykott vorliege, enthält das angefochtene Urteil keine tatsächlichen Feststellungen. Die Bejahung der Passivlegitimation der Beklagten durch die Berufungsinstanz führt daher gemäss Art. 64 Abs. 1 OG zur Rückweisung der Sache an das Handelsgericht.\n\nHinsichtlich der Klagebegehren 1 und 2 bleibt es dabei, dass sie unzulässig sind. Das Handelsgericht wird insoweit auf die Klage nicht eintreten oder sie abweisen.\n\nÜber die Klagebegehren 3-5 hat es materiell zu urteilen. Die Klagebegehren 3 und 4 sind dabei in der durch die Berufung eingeschränkten Fassung massgebend.\n\nDemnach erkennt das Bundesgericht:\n\nDas Urteil des Handelgerichts des Kantons Zürich vom 15. Dezember 1961 wird aufgehoben und die Sache zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}