{"annee": "88", "cour": "IV", "page": "62", "date": "18/6/1962", "cite": ["85 IV 221", "70 IV 28"], "cite_par": ["90 IV 21", "102 IV 273", "91 IV 64"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 18. Juni 1962 i.S. St. gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["Art. 194 al. 1 CP. 1. Selon ce texte, le terme \"induire\" n'implique pas que le mineur ait opposé une résistance active ou explicite (confirmation de la jurisprudence). 2. En cas de commission successive aussi, il faut que, dans chacun des cas, se retrouve l'élément objectif qui consiste dans le fait d'\"induire\" la victime."], "faits": "", "considerants": "BGE 88 IV 62 S. 62\n\nAus den Erwägungen:\n\n1. Das Bundesgericht hat den Begriff des Verführens gestützt auf den Schutzzweck des Art. 194 Abs. 1 StGB und den Wortlaut der romanischen Gesetzestexte in jahrelanger Rechtsprechung weit ausgelegt (BGE 70 IV 30, BGE 85 IV 221 und zahlreiche nicht veröffentlichte Urteile). Darnach verführt, wer auf den Unmündigen einen bestimmenden Einfluss ausübt und ihm gegenüber eindeutig die treibende Kraft darstellt, und zwar auch dann, wenn der BGE 88 IV 62 S. 63Unmündige der Verlockung zu gleichgeschlechtlicher Unzucht keinen erkennbaren Widerstand entgegensetzt. Mit dem im Strafgesetzbuch niedergelegten Gedanken des Jugendschutzes vertrüge es sich schlecht, und insbesondere wäre der in Art. 194 Abs. 1 verfolgte Zweck, Unmündige über 16 Jahren vor homosexuellen Verirrungen zu bewahren, in Frage gestellt, wenn nur diejenigen Jugendlichen geschützt würden, die dank ihrer Charakterveranlagung und sittlichen Erziehung der Verführung aktiven Widerstand leisten, die vielen andern aber, die leicht beeinflussbar, willensschwach oder sittlich gefährdet sind und deshalb unzüchtigen Zumutungen leicht erliegen, des Schutzes, dessen sie am meisten bedürfen, beraubt wären. Verführt werden können daher auch Unmündige, die zwar geneigt sind, sich auf homosexuelle Handlungen einzulassen, selber aber keine eigene Initiative ergreifen, sondern ihre letzten Hemmungen erst auf Anstoss von aussen verlieren. In solchen Fällen bleibt trotz der vorhandenen Bereitschaft des Jugendlichen noch Raum, auf ihn einen bestimmenden Einfluss auszuüben und ihn dadurch ins Verderben zu führen.\n\nDie Entstehungsgeschichte des Art. 194 Abs. 1 StGB steht dieser Auslegung nicht im Wege, wie der Beschwerdeführer behauptet. Bei der Gesetzesberatung war nur umstritten, ob nicht auch die homosexuelle Betätigung unter Erwachsenen, zumindest die beischlafsähnlichen Handlungen, unter Strafe gestellt werden sollte. Diese Meinungsverschiedenheiten führten dazu, dass der von der nationalrätlichen Kommissionsmehrheit gutgeheissene bundesrätliche Entwurf, der die Bestrafung mündiger Personen, die mit einem Unmündigen von über 16 Jahren widernatürliche Unzucht treiben, vorsah, nochmals an die Kommission zurückgewiesen wurde (Sten. Verh. Ber. NR S. 375-406). Die neue, mit dem heutigen Art. 194 Abs. 1 übereinstimmende Vorlage, die dem Vorschlag Hafters entsprechend die Altersgrenze des Täters fallen liess, anderseits den Gedanken der Verführung in den Vordergrund stellte, BGE 88 IV 62 S. 64wurde hierauf gegen die Stimmen der für eine erweiterte Bestrafung der Homosexualität Eintretenden im Nationalrat mit grösserem Mehr und im Ständerat knapp angenommen (Sten. Verh. Ber. NR S. 519-527; StR S. 185-191). Dass Jugendliche im Alter von 16-20 Jahren vor homosexuellen Umtrieben wirksam geschützt werden müssen, ist jedoch in den eidgenössischen Räten nie und von keiner Seite bestritten worden. Insbesondere kann der Beratung nicht entnommen werden, dass der Begriff der Verführung nach dem Willen des historischen Gesetzgebers eng ausgelegt werden sollte. Gegen die Aufnahme dieses Ausdruckes wurden im Gegenteil Bedenken laut, und es herrschte offensichtlich die Meinung vor, dass die Entscheidung darüber, was unter Verführung zu verstehen sei, dem Richter zu überlassen sei, was übrigens auch LUCK, auf dessen Aufsatz (SJZ 1955 S. 84) sich der Beschwerdeführer beruft, ausdrücklich anerkennt. Auch HAFTER, dessen Abhandlung über Homosexualität den Gang der Gesetzesberatung entscheidend beeinflusst hat, setzte nicht voraus, dass der Jugendliche dem Verführer aktiven oder ausdrücklichen Widerstand entgegengesetzt haben müsse, sondern er erachtete die Verführung schon dann als gegeben, wenn \"der Jugendliche der Initiative und den Einwirkungen des Täters erlegen ist\" (ZStR 1929 S. 66).\n\nDer weitere Einwand, dass die in den romanischen Gesetzestexten anstelle von \"séduire\" und \"sedurre\" verwendeten Ausdrücke \"induire\" und \"indurre\" im Gesetze nicht einheitlich gebraucht würden und deshalb für die Auslegung des Verführungsbegriffes ungeeignet seien, ist bereits in BGE 85 IV 223 als unzutreffend abgelehnt worden. Der Begriff des Verführens braucht nicht bei allen Tatbeständen, wo er Verwendung findet, inhaltlich übereinzustimmen, sondern es muss der wahre Sinn dieses ohnehin nicht eindeutigen Wortes in jedem Einzelfall auf dem Wege der Auslegung ermittelt werden, weshalb z.B. die Auslegung des Art. 213 Abs. 3 StGB nicht ohne weiteres auf Art. 194 Abs. 1 übertragbar ist, ganz abgesehen BGE 88 IV 62 S. 65davon, dass in Art. 213 Abs. 3 der französische und italienische Wortlaut sich mit dem deutschen decken. Dem Beschwerdeführer kann auch nicht gefolgt werden, wenn er aus den Worten des französischen Berichterstatters LOGOZ (\"... séduite, c'est-à-dire entraînée, induite ...\") ableitet, dieser habe die in einem Atemzug aufgezählten drei Ausdrücke ohne begriffliche Unterscheidung gebraucht und damit Verführung im eigentlichen Sinne gemeint. Die Verwendung verschiedenartiger Ausdrücke zur Kennzeichnung derselben Handlung lässt viel eher darauf schliessen, dass auch Logoz nur eine abgeschwächte Form der Verführung vorgeschwebt hat, wie dies dann in den romanischen Texten zum Ausdruck gebracht worden ist.\n\nAn der bisherigen Rechtsprechung ist daher festzuhalten. Von ihr abzuweichen, besteht umsoweniger Anlass, als die Gefahr, dass Jugendliche in das Treiben Homosexueller hineingezogen werden, seit Erlass des Gesetzes zugenommen hat.\n\n2. ...\n\n3. Dem Beschwerdeführer ist darin zuzustimmen, dass bei wiederholter widernatürlicher Unzucht mit einem Unmündigen nicht schon dann ein fortgesetztes Delikt vorliegt, wenn der Täter von Anfang an entschlossen war, den Unmündigen bei sich bietender Gelegenheit erneut zu verführen. Ausser dem generellen Vorsatz, der in den hier in Betracht kommenden Fällen verbindlich und daher unanfechtbar festgestellt ist, ist weiteres Erfordernis, dass der Tatbestand des Art. 194 Abs. 1 StGB in jedem Einzelfall auch objektiv erfüllt ist, wozu auch die Verführung gehört. Der Beschwerdeführer macht geltend, das Kantonsgericht habe das Vorliegen einer Verführung beim zweiten und bei den folgenden Vorfällen nicht nachgewiesen oder nicht oder nur ungenügend überprüft, so dass er infolgedessen jeweils nur wegen des ersten Vorkommnisses hätte bestraft werden dürfen.\n\n(Zusammengefasst.) Auf einen bestimmenden Einfluss des Beschwerdeführers ist die spätere Hingabe der Verführten BGE 88 IV 62 S. 66nicht nur in denjenigen Fällen zurückzuführen, in denen der Beschwerdeführer erneut durch Geschenke, Einladungen, sexuelle Reizung usw. auf die Jugendlichen einwirkte, um sie zur Duldung unzüchtiger Handlungen gefügig zu machen, sondern auch dort, wo die Jugendlichen, die er unter Ausnutzung ihres Geldstrebens jedes Mal mit einem Geldbetrag entschädigte, ihn aus eigener Initiative aufsuchten. Die regelmässigen und in kürzeren Zeitabständen erfolgten Zahlungen waren hier nicht nur Entgelt für die geleisteten Dienste, sondern zugleich auch Lockmittel, um die Jugendlichen zu veranlassen, die Beziehungen mit ihm aufrechtzuerhalten und bei künftigen Gelegenheiten ihm neuerdings zur Unzucht zur Verfügung zu stehen. Dadurch hat der Beschwerdeführer das Verhalten seiner unmündigen Partner stets von neuem bestimmt und sie immer wieder verführt."}