{"annee": "88", "cour": "II", "page": "319", "date": "18/9/1962", "cite": [], "cite_par": [], "chapeau": "43. Extrait de l'arrêt de la Ire Cour civile du 18 septembre 1962 dans la cause Durafourg et fils contre Cotter et Cie.", "regestes": ["Concurrence déloyale. Art. 1er al.2litt.gLCD. Secret de fabrication. Obligation de discrétion incombant à l'employé (consid. 1). Art. 2al. 1 litt. b et c LCD. Destruction des machines dont le secret de fabrication a été surpris ou appris d'une autre manière contraire à la bonne foi (consid. 2)."], "faits": "BGE 88 II 319 S. 319\n\nA.- 1) Depuis 1949, la société en nom collectif Robert Durafourg et fils exploite à Lausanne une taillerie de pierres pour bijouterie. Au cours des années, cette entreprise a pris une grande extension; elle employait 140 ouvriers en 1958. Robert Durafourg passe pour un maître. Son fils et lui ont mis au point des machines et outillages originaux et perfectionné ce qui existait, sans toutefois prendre de brevets. Il s'agit notamment de \"commandes des broches de porte-pierres\" et de \"diviseurs automatiques\" d'une part, et, d'autre part, de machines à cimenter, à redresser et à décimenter les pierres.\n\nLuc et Marc Cotter et Ami Mayor travaillaient dans la maison Durafourg, dont Albert Raemy dirigeait l'atelier de polissage. Les frères Cotter connaissaient fort peu de BGE 88 II 319 S. 320choses des machines dont ils se servaient; Raemy pouvait plus facilement s'y intéresser. En été 1955, ces employés envisagèrent l'installation d'une fabrique concurrente. A cet effet, ils cherchèrent à surprendre les particularités de l'outillage de leur employeur par tous les moyens: observations propres, vol et remise de pièces à des dessinateurs ou à des fabricants. Cela leur fut facilité par le fait que le fils de la maison fut longtemps hospitalisé et que Raemy disposait des clés de l'atelier.\n\nLe 1er janvier 1956, les frères Cotter constituèrent à Vétroz (Valais), avec Mayor et leur beau-frère Joliat, une société en nom collectif pour la taille et le polissage des pierres de bijouterie. Insolvable, Mayor en sortit le 19 février 1957.\n\n2) Ayant constaté la disparition d'un outillage auquel ils attachaient une très grande importance, les employeurs déposèrent une plainte pénale le 16 novembre 1955. L'enquête établit que les accusés avaient volé de nombreuses pièces, relevé des indications relatives à la construction et au fonctionnement de divers appareils et fait exécuter par des fabricants spécialisés des machines analogues à celles de leurs employeurs. Ils furent condamnés le 1er mai 1958 pour vol, complicité de vol, recel et concurrence déloyale (art. 13 al. 2 litt. g LCD). Au cours de l'enquête, diverses machines furent séquestrées dans les locaux de la société; le juge pénal refusa toutefois de les confisquer et de les détruire, renvoyant la maison Durafourg à se pourvoir devant le juge civil.\n\n3) Le 28 mai 1958, le Juge instructeur d'Hérens-Conthey ordonna par voie de mesures provisionnelles la fermeture de l'usine de Vétroz. Cette décision fut rapportée le 8 avril 1959 et remplacée par le séquestre des mécanismes de commande des broches des porte-pierres et des diviseurs automatiques.\n\nB.- Le 14 juin 1958, Durafourg et fils a intenté action à Cotter frères et Cie. La demanderesse reprochait aux frères Cotter d'avoir surpris des secrets de fabrication BGE 88 II 319 S. 321d'une manière contraire à la bonne foi, d'avoir divulgué ces secrets (notamment en les communiquant au fabricant Bunter SA) et de les avoir exploités en utilisant des machines ainsi copiées. Elle requérait la fermeture de la taillerie de pierres et l'interdiction d'utiliser son outillage, qui devait être détruit (sous réserve d'une entente entre parties); elle demandait en outre une idemnité de 100 000 fr.\n\nLa défenderesse a conclu au rejet de la demande et, reconventionnellement, au paiement de 200 000 fr.\n\nLe 24 janvier 1962, le Tribunal cantonal du Valais l'a condamnée à verser 20 000 fr. et a rejeté toutes les autres conclusions. Se fondant sur le dossier pénal, qui comprend une expertise très fouillée, et sur l'instruction civile, au cours de laquelle des experts se sont également exprimés, il a jugé que les machines séquestrées étaient l'objet d'un secret de fabrication que les associés Cotter exploitent après l'avoir surpris par des procédés déloyaux (art. 1er al. 1 et al. 2 litt. g LCD). Il a néanmoins refusé d'en ordonner la destruction, \"pourtant conforme\" à l'art. 2 LCD, car celle-ci est inutile, la défenderesse pouvant légitimement se les procurer chez Bunter SA, qui a le droit de les fabriquer; c'est du reste ce qu'elle a fait lorsque le Juge instructeur permit la réouverture de l'usine tout en séquestrant les deux appareils. La Cour cantonale a également refusé de fermer l'usine, car celle-ci comprend d'autres machines acquises licitement, notamment pour cimenter, redresser et décimenter les pierres, dont les frères Cotter purent découvrir les particularités en les desservant normalement.\n\nC.- La demanderesse a recouru en réforme contre ce jugement.", "considerants": "Considérant en droit:\n\n1. Est réputé concurrence déloyale tout abus de la concurrence économique résultant d'une tromperie ou d'un autre procédé contraire aux règles de la bonne foi. Enfreint notamment ces règles celui qui exploite ou divulgue des BGE 88 II 319 S. 322secrets de fabrication qu'il a surpris ou a appris d'une autre manière contraire à la bonne foi (art. 1er al. 1 et al. 2 litt. g LCD). Le droit subjectif à la sphère personnelle protège aussi le détenteur du secret de fabrication (art. 28 CC; RO 64 II 169 consid. 6).\n\nFaute de recours de l'intimée et vu les motifs du recours, dont la portée est plus restreinte que celle des conclusions, seule reste litigieuse l'exploitation des machines à cimenter, à redresser et à décimenter les pierres.\n\nConstitue l'objet d'un secret de fabrication le mécanisme ou le procédé original qui n'est pas notoire ni accessible à tout venant et que le détenteur, en raison d'un intérêt justifié, ne veut pas divulguer (RO 64 II 170; 80 IV 27 consid. 2 a). Le droit au secret dépend de la possibilité d'exclure d'autres personnes de la jouissance du bien qu'on entend leur cacher. Celui qui acquiert de façon licite la connaissance d'un secret et en a conscience ne doit être discret, pendant la durée de ses services et après, que si des rapports juridiques spéciaux le lui imposent; tel est le cas lorsqu'il en a été expressément convenu ainsi ou lorsqu'on peut inférer des circonstances que l'initiation n'a lieu que si l'initié ne fait pas usage de la connaissance acquise (clauses du contrat, formation de l'employé, sa situation, sa rémunération, son champ d'activité; cf. RO 25 II 527; arrêt Jaccard c. Gueissaz, du 22 juin 1948). Faute de secret, c'est à la protection spéciale du brevet que l'auteur d'un mécanisme ou d'un procédé original doit recourir.\n\nLa Cour cantonale constate souverainement (art. 63 al. 2 OJ) que les frères Cotter pouvaient, quand ils étaient employés de la recourante, découvrir le mécanisme des machines à cimenter, à redresser et à décimenter les pierres qu'ils avaient pour mission de desservir. Il n'existe pas de circonstances permettant d'affirmer, faute de convention, que malgré la connaissance licite qu'ils acquéraient, ils étaient tenus à la discrétion. Les machines en effet n'avaient pas été installées à l'écart, dans un local réservé BGE 88 II 319 S. 323à cet effet et auquel seuls quelques employés eussent eu accès. Quant à eux-mêmes, ils étaient simples ouvriers: ni les bases du contrat, ni leur formation, leur rémunération ou leur situation dans l'entreprise n'impliquaient un rapport de confiance particulier. Ils étaient d'autant moins tenus de ne pas faire usage des connaissances acquises que l'employeur n'avait guère la possibilité effective de tenir secret le mécanisme de ses machines. Peu importe que, l'ayant découvert, les frères Cotter ne purent le reproduire sans autre: c'est là une circonstance relative aux conditions dans lesquelles il a été surpris, soit au second élément de l'état de fait visé par l'art. 1er al. 2 litt. g LCD.\n\n2. Celui qui, par un acte de concurrence déloyale, est atteint ou menacé dans ses intérêts matériels en général peut demander la cessation de cet acte et la suppression de l'état de fait qui en résulte (art. 2 al. 1 litt. b et c LCD). Le jugement attaqué reconnaît que la destruction des commandes des broches de porte-pierres et du diviseur automatique est conforme à cette disposition; mais il la croit inutile.\n\nConstituant en l'espèce la sanction logique et élémentaire de l'acte illicite, la destruction, prévue par la loi, doit être ordonnée. Qu'elle ne serve peut-être \"à rien\", vu la persévérance des délinquants, c'est là tout au plus une question d'opportunité, non d'impossibilité de l'exécution. D'ailleurs, si l'intimée ou ses associés font construire des appareils identiques, ils commettront une nouvelle infraction. Certes, le secret à été divulgué en tout cas à Bunter SA et le bien protégé à l'art. 1er al. 2 litt. g LCD n'existe plus. Les frères Cotter et leur société toutefois, eux du moins, ne sauraient persister dans l'usage d'un bien acquis par un délit sans violer gravement les règles de la bonne foi (art. 1er al. 1 LCD). Ils ne peuvent se prévaloir de la divulgation, conséquence de leur infraction: nemo auditur turpitudinem suam allegans. De plus, en persévérant, ils contrediraient l'interdiction implicitement contenue dans l'ordre de destruction émanant du tribunal, qui BGE 88 II 319 S. 324les menacera d'office, pour le cas où ils refuseraient de s'y conformer, des peines prévues pour l'insoumission par l'art. 292 CP (art. 40 OJ et 76 al. 1 LPC).\n\nVu ce qui précède, on détruira les machines placées sous séquestre et celles que l'intimée, à en croire le jugement attaqué, a fait fabriquer pour éluder les effets du séquestre. En raison de la menace créée par la persévérance des concurrents déloyaux (art. 2 al. 1 LCD), il leur est en outre interdit d'utiliser à l'avenir aucune machine identique à celles qui furent séquestrées. La requête de la recourante tendante à cette mesure est contenue implicitement tant dans la demande de destruction que dans celle visant la fermeture de l'usine de Vétroz (dite fermeture faisant obstacle à l'utilisation de nouveaux moyens de fabrication).\n\n. . . . . . . . . . . . . . . . . . . . .\n\nPar ces motifs, le Tribunal fédéral\n\nAdmet partiellement le recours et réforme le dispositif 3 du jugement attaqué dans le sens qui suit:\n\na) Les machines dites \"commandes des broches des porte-pierres\" et \"diviseurs automatiques\" propriété de la défenderesse, placées sous séquestre, ainsi que les machines identiques aux machines précitées, en mains de la défenderesse, seront détruites;\n\nb) Interdiction est faite à la défenderesse d'utiliser à l'avenir des machines identiques aux machines précitées, sous commination, en cas d'infraction à cette interdiction, des peines prévues pour l'insoumission par l'art. 292 du code pénal."}