{"annee": "88", "cour": "I", "page": "116", "date": "1/6/1962", "cite": ["74 I 398", "73 I 408", "81 I 293", "57 II 213", "75 I 385", "76 I 399"], "cite_par": ["131 I 409"], "chapeau": "19. Urteil vom 1. Juni 1962 i.S. W. gegen Obergericht des Kantons Schaffhausen.", "regestes": ["Impôt pour la défense nationale: 1. Le capital que l'assurance-accidents paie aux survivants en cas de mort est imposé entre leurs mains au titre du revenu; peu importe que leur prétention ait pour cause une clause bénéficiaire ou les règles du droit successoral. 2. Dans la taxation intermédiaire à laquelle donne lieu le décès, il faut prendre en considération la somme assurée."], "faits": "BGE 88 I 116 S. 116\n\nA.- Der Ehemann der Beschwerdeführerin hatte eine Unfallversicherung für den Fall seines Todes oder seiner gänzlichen Invalidität abgeschlossen. Nach der Police war die Versicherungssumme beim Eintritt des befürchteten BGE 88 I 116 S. 117Ereignisses \"dem Versicherten oder Anspruchsberechtigten\" auszuzahlen. Der Versicherte erlitt am 24. September 1957 einen Unfall und fand dabei den Tod. Die Versicherungssumme wurde der Witwe und ihren minderjährigen Kindern ausgerichtet.\n\nDie Veranlagungsbehörde nahm gegenüber der Witwe für die Wehrsteuer der 9. Periode (1957/8) Zwischenveranlagungen (Art. 96 WStB), vor, und zwar für die Zeit vom 25. September 1957 bis zum 31. Juli 1958 wegen Vermögensanfalles von Todes wegen und für die Zeit vom 1. August 1958 bis zum Ende der Veranlagungsperiode wegen Berufswechsels. Sie zog dabei die Entschädigung aus der Unfallversicherung zu 60% (Art. 21 bis Abs. 1 lit. a WStB), unter Anwendung des sog. Rentensatzes (Art. 40 Abs. 2 WStB), zur Wehrsteuer vom Einkommen heran.\n\nDie Witwe bestritt, dass die Versicherungsleistung in die Berechnung des steuerbaren Einkommens falle. Die angefochtenen Zwischenveranlagungen wurden jedoch im Einspracheverfahren bestätigt, ebenso auf Beschwerde der Steuerpflichtigen hin vom Obergericht des Kantons Schaffhausen (als kantonaler Wehrsteuer-Rekurskommission).\n\nB.- Die Witwe führt Verwaltungsgerichtsbeschwerde, in welcher sie daran festhält, dass die Leistung aus Unfallversicherung der Wehrsteuer für Einkommen nicht unterliege. Sie macht geltend, es handle sich um einen Eingang aus Erbschaft im Sinne von Art. 21 Abs. 3 WStB, gleich wie beim Lidlohn. Die angefochtene Besteuerung lasse sich nicht auf Art. 21 bis WStB stützen. Die gegenteilige Auffassung des Obergerichts sei mit dem Zweck dieser Bestimmung, die Belastung von Einkünften aus Versicherung zu mildern, nicht vereinbar. Sodann sei nicht einzusehen, weshalb Todesfallentschädigungen aus Unfallversicherung nicht gleich wie Leistungen aus rückkaufsfähiger Kapitalversicherung von der Wehrsteuer für Einkommen ausgenommen sein sollen.\n\nBGE 88 I 116 S. 118\n\nNach Art. 96 in Verbindung mit Art. 41 Abs. 4 WStB sei bei einer Zwischenveranlagung auf das nach Eintritt ihrer Voraussetzungen erzielte Einkommen - hier auf das Einkommen nach dem Vermögensanfall von Todes wegen- abzustellen. In der streitigen Versicherungsleistung könne kein solches Einkommen gesehen werden; denn der Anspruch auf sie sei schon mit dem Tode des Versicherten entstanden. Auch aus diesem formellen Grunde sei die beanstandete Besteuerung unzulässig.\n\nC.- Die kantonalen Behörden und die eidgenössische Steuerverwaltung beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es ist nicht bestritten und steht fest, dass gegenüber der Beschwerdeführerin für die Wehrsteuer der 9. Periode zwei Zwischenveranlagungen vorzunehmen waren, die erste wegen Vermögensanfalls von Todes wegen und die zweite wegen Berufswechsels (Art. 96 WStB). Streitig ist einzig, ob dabei die der Beschwerdeführerin und ihren minderjährigen Kindern ausbezahlte Unfallversicherungssumme in die Berechnung des steuerbaren Einkommens einzubeziehen war. Für den Fall der Bejahung dieser Frage werden gegen die Berechnung der Einkommenssteuer in den Zwischenveranlagungen mit Recht keine Einwendungen erhoben.\n\n2. Nach Art. 21 Abs. 1 WStB unterliegt der Besteuerung das gesamte Einkommen eines Steuerpflichtigen aus irgendwelchen Einnahmequellen, insbesondere gemäss lit. a jedes Einkommen aus einer Tätigkeit mit Einschluss der Ersatzeinkommen, unter denen u.a. Ersatzleistungen für bleibende Nachteile genannt werden. Zu diesen Ersatzleistungen gehört auch - was an sich von der Beschwerdeführerin nicht bestritten wird - die einmalige Kapitalleistung aus Unfallversicherung (Urteil vom 2. Dezember 1960, ASA Bd. 30 S. 83). Sie stellt nicht nur dann Ersatzeinkommen im Sinne von Art. 21 Abs. 1 lit. a WStB dar, BGE 88 I 116 S. 119wenn sie dem verunfallten Versicherungsnehmer ausgerichtet wird, sondern auch dann, wenn sie wegen tödlichen Unfalls des Versicherten seinen Hinterlassenen zufällt (vgl.BGE 74 I 401). In diesem Fall soll sie den Hinterbliebenen einen gewissen Ersatz für die ihnen infolge des Todes des Versicherten entstehenden bleibenden Nachteile bieten. Um eine solche Ersatzleistung handelt es sich hier, so dass Art. 21 Abs. 1 lit. a WStB anwendbar ist.\n\n3. Die Beschwerdeführerin wendet ein, die umstrittene Versicherungsleistung stelle einen Eingang aus Erbschaft im Sinne von Art. 21 Abs. 3 WStB dar und könne deshalb nach dieser Bestimmung nicht als Einkommen besteuert werden. Dieser Standpunkt ist jedoch unbegründet.\n\na) Bei der Unfallversicherung kann der Versicherungsnehmer für den Fall, dass der Unfall seinen Tod zur Folge hat, einen Begünstigten bezeichnen. Durch die Begünstigung wird nach Art. 76 VVG ein eigenes, selbständiges Recht des Begünstigten auf den ihm zugewiesenen Versicherungsanspruch begründet. Dieses Recht ist zwar durch den Eintritt des Versicherungsfalles (Tod des Versicherten) bedingt, aber vom Schicksal des Nachlasses unabhängig; die Versicherungssumme fällt nicht vorerst in die Erbmasse, sondern unmittelbar in das Vermögen des Begünstigten (vgl.BGE 74 I 401Erw. 2). Dies gilt für die speziell und namentlich bezeichneten Begünstigten, ferner für die lediglich durch allgemeine Wendungen wie \"Hinterlassene\", \"Erben\" oder \"Rechtsnachfolger\" bezeichneten Begünstigten dann, wenn darunter erbberechtigte Nachkommen, der Ehegatte, Eltern, Grosseltern oder Geschwister zu verstehen sind, während die übrigen in dieser allgemeinen Weise als begünstigt erklärten Erben nicht die Rechtsstellung eigentlicher Begünstigter haben, da ihnen der Versicherungsanspruch nur zufällt, sofern sie die Erbschaft nicht ausschlagen (Art. 83, 85 VVG;BGE 57 II 215ff.). In den Fällen, in denen der Anspruch auf die Unfallversicherungssumme kraft einer eigentlichen BGE 88 I 116 S. 120Begünstigung, unabhängig vom Erbgang, erworben wird, kann keinem Zweifel unterliegen, dass die Versicherungsleistung als Ersatzeinkommen im Sinne von Art. 21 Abs. 1 lit. a WStB zu erfassen ist und nicht als Eingang aus Erbschaft gemäss Abs. 3 ebenda betrachtet werden kann.\n\nHat dagegen der Versicherungsnehmer, wie hier, keinen - oder keinen eigentlichen - Begünstigten bezeichnet, so muss die Unfallversicherungssumme, die infolge seines tödlichen Unfalls fällig wird, zur Erbschaft gerechnet werden; dann kann auf sie nur Anspruch erheben, wer Erbe ist und die Erbschaft antritt. Indessen besteht kein zureichender Grund, die Versicherungsleistung nur dann in die Berechnung des der Wehrsteuer unterliegenden Einkommens fallen zu lassen, wenn sie auf einer (eigentlichen) Begünstigung beruht, jedoch dann als Eingang aus Erbschaft im Sinne des Art. 21 Abs. 3 WStB zu betrachten und deshalb von der Einkommenssteuer auszunehmen, wenn sie dem Steuerpflichtigen kraft Erbrechts zugekommen ist. In beiden Fällen hat die Leistung den gleichen wirtschaftlichen Zweck, dem Anspruchsberechtigten einen Ausgleich für ihm infolge des tödlichen Unfalls des Versicherten entstehende bleibende Nachteile zu bieten; hier wie dort handelt es sich demnach um Ersatzeinkommen im Sinne von Art. 21 Abs. 1 lit. a WStB. Es ist daher sachlich richtig, die Entschädigung in beiden Fällen auf Grund dieser Bestimmung in die Berechnung des steuerbaren Einkommens einzubeziehen.\n\nb) Diese Lösung entspricht auch dem Wortlaut und Sinn des Art. 21 Abs. 3 WStB. Dort ist nicht von Erwerb kraft Erbrechts, sondern von \"Eingängen aus Erbschaft\" die Rede. Die einem Erben ausgerichtete Kapitalsumme geht nur dann aus Erbschaft ein, wenn sie aus dem Vermögen des Erblassers stammt, d.h. wenn das Kapital selber zu diesem Vermögen gehört hat oder wenn der Erblasser einen festen Anspruch darauf gehabt hat. Dies trifft z.B. zu für die einem Erben zufallende Kapitalleistung aus rückkaufsfähiger Lebensversicherung, deren Rückkaufswert BGE 88 I 116 S. 121für den Erblasser einen jederzeit realisierbaren Vermögenswert dargestellt hat. Dagegen stammt die Todesfallsumme, die der Erbe aus einer vom Erblasser abgeschlossenen Unfallversicherung oder nicht rückkaufsfähigen Lebensversicherung erhält, nicht aus dem Vermögen des Erblassers. In diesem Fall hat zu Lebzeiten des Erblassers überhaupt keine Leistungspflicht des Versicherers bestanden, und die Versicherungssumme hätte nie Einkommen des Erblassers bilden können; erst durch dessen Tod ist ein fester Vermögensanspruch entstanden. Wer für den Fall seines Todes eine Unfallversicherung oder eine Lebensversicherung ohne Rückkaufswert abschliesst, will den Erben oder Begünstigten, ohne eigenes Vermögen zu bilden, zu Ersatzeinkommen verhelfen, das beim Empfänger gemäss Art. 21 Abs. 1 lit. a WStB zu erfassen ist.\n\n4. Dass Art. 21 Abs. 3 WStB so ausgelegt werden muss, wie oben dargelegt ist, bestätigt Art. 21 bis, der für die Besteuerung von Einkünften aus Versicherung besondere Vorschriften aufstellt. Danach sind von Renten, Pensionen und anderen wiederkehrenden Einkünften aus Lebensversicherung, Pensionskassen und ähnlichen Fürsorgeeinrichtungen nur drei bzw. vier Fünftel steuerbar, wenn der Steuerpflichtige die Prämien ausschliesslich oder zu mindestens 20% selbst aufgebracht hat, während in den übrigen Fällen der ganze Betrag besteuert wird (Abs. 1). Den Prämienaufwendungen des Steuerpflichtigen sind solche von Angehörigen gleichgestellt; dasselbe gilt für die Aufwendungen von Dritten, wenn der Steuerpflichtige den Versicherungsanspruch durch Erbgang erworben hat (Abs. 2). Diese Ordnung ist sinngemäss auch anwendbar auf einmalige Kapitalleistungen aus Lebensversicherung, Pensionskassen und ähnlichen Fürsorgeeinrichtungen, mit Ausnahme der Einkünfte aus rückkaufsfähiger Kapitalversicherung, die nicht in die Steuerberechnung fallen (Abs. 3). Damit ist klar gesagt, dass durch Erbgang erworbene Kapitalleistungen aus nicht rückkaufsfähiger Lebensversicherung BGE 88 I 116 S. 122und ähnlichen Fürsorgeeinrichtungen in die Berechnung des steuerbaren Einkommens einbezogen werden müssen, also nicht als \"Eingänge aus Erbschaft\" im Sinne des Art. 21 Abs. 3 WStB betrachtet werden können. Zu diesen Kapitalleistungen gehören auch solche aus Unfallversicherung (zit. Urteil vom 2. Dezember 1960, ASA Bd. 30 S. 83).\n\nDie Beschwerdeführerin macht demgegenüber geltend, Art. 21 bis sei im Jahre 1954 zum alleinigen Zwecke, die Belastung von Einkünften aus Versicherung zu mildern, eingeführt worden, so dass aus dieser Bestimmung nicht \"eine Einschränkung der vorher schon gewährten Einkommenssteuerfreiheit der Eingänge aus Erbschaft (Art. 21 Abs. 3)\" abgeleitet werden könne. Allerdings war die Bundesversammlung nicht befugt, im BB vom 22. Dezember 1954 über die Ausführung der Finanzordnung 1955/58, durch den Art. 21 bis in den Wehrsteuerbeschluss eingefügt wurde, an diesem Beschluss Änderungen vorzunehmen, die den Steuerertrag vermehrt hätten, und Tarifansätze zu Ungunsten einzelner Steuerpflichtiger zu erhöhen (Art. 5 der Finanzordnung 1951/54, deren Bestimmungen in die Finanzordnung 1955/58 übernommen wurden). In der Botschaft des Bundesrates über die Ausführung der Finanzordnung 1955/58 wurde denn auch ausgeführt, dass der neue Art. 21 bis WStB die Belastung von Einkünften aus Versicherung (nicht verschärfen, sondern) mildern solle (BBl 1954 II S. 779). Dieser Gedanke ist in der Bestimmung aber auch verwirklicht. In der Tat sieht sie vor, dass Einkünfte aus nicht rückkaufsfähiger Lebensversicherung usw. unter bestimmten Voraussetzungen nicht voll, sondern nur zu drei oder vier Fünfteln als Einkommen erfasst werden. Auch die in ihr enthaltene Vorschrift, dass gewisse durch Erbgang erworbene Ansprüche auf wiederkehrende Einkünfte oder einmalige Kapitalleistungen aus Versicherung steuerbares Einkommen begründen, hat keine Mehrbelastung zur Folge, sondern bestätigt lediglich, was sich BGE 88 I 116 S. 123nach richtiger Auslegung von Art. 21 Abs. 1 lit. a und Abs. 3 WStB schon aus diesen Bestimmungen ergibt.\n\n5. Zu Unrecht beanstandet die Beschwerdeführerin, dass die nicht rückkaufsfähigen Kapitalversicherungen hinsichtlich der Wehrsteuer anders behandelt werden als die rückkaufsfähigen. Die gerügte Unterscheidung ist im Wehrsteuerbeschluss selbst getroffen. Sie entspricht der Verschiedenheit der beiden Versicherungsarten. Bei der rückkaufsfähigen Kapitalversicherung hat der Versicherungsnehmer mit seinen Leistungen zur Bildung des vom Versicherer beim Eintritt des Versicherungsfalles zu vergütenden Kapitals beigetragen. Bei der nicht rückkaufsfähigen Versicherung hat er mit den Prämienzahlungen lediglich ein Entgelt für das vom Versicherer zu tragende Risiko geleistet. Auch hier wird die Prämienzahlung bei der Besteuerung berücksichtigt, indem nur ein Teil der Versicherungsleistung als Einkommen erfasst wird, wenn der Steuerpflichtige bzw. die ihm gleichgestellten Angehörigen oder Dritten die Prämien in einem bestimmten Umfang selbst aufgebracht haben. Diese in Art. 21 bis WStB eingeführte Milderung kommt auch der Beschwerdeführerin zugute.\n\n6. Die Beschwerdeführerin weist darauf hin, dass auch kantonale Instanzen bei der Auslegung kantonaler Bestimmungen, welche ebenfalls \"Eingänge aus Erbschaft\" von der Einkommenssteuer ausnehmen, streng der zivilrechtlichen Betrachtungsweise folgten und daher alle Vermögensanfälle kraft Erbrechts, z.B. die Ausrichtung von Lidlöhnen, von der Einkommenssteuer befreiten, wie denn Art. 21 Abs. 3 WStB in der Lehre auch auf Lidlöhne bezogen werde. Indessen kann für die Anwendung des Wehrsteuerbeschlusses nicht massgebend sein, wie Vorschriften kantonaler Gesetze ausgelegt werden. Es braucht hier auch nicht erörtert zu werden, ob der Lidlohn von der Wehrsteuer für Einkommen erfasst werde oder nicht. Auf jeden Fall unterliegt ihr die in Frage stehende Todesfallentschädigung, BGE 88 I 116 S. 124welche einen anderen rechtlichen Charakter als der Lidlohn hat.\n\n7. Die Beschwerdeführerin macht sodann geltend, nach Art. 41 Abs. 4 WStB, worauf Art. 96 verweist, sei bei der Zwischenveranlagung ausschliesslich auf das nach Eintritt ihrer Voraussetzungen erzielte Einkommen abzustellen. Hier sei aber der Anspruch auf die Todesfallsumme nicht erst nach, sondern schon mit dem Tode des Versicherten entstanden, so dass die Leistung des Versicherers auch aus diesem Grunde nicht erfasst werden könne.\n\nEs kann dahingestellt bleiben, ob Art. 41 Abs. 4 für den Fall des Eintritts in die subjektive Steuerpflicht während der Veranlagungsperiode, den er unmittelbar regelt, eine derart scharfe zeitliche Abgrenzung anordnet, wie sie die Beschwerdeführerin annehmen möchte. Um diesen Fall handelt es sich hier nicht; denn die Beschwerdeführerin ist nicht erst infolge des Todes des Ehemannes steuerpflichtig geworden, sondern war es schon vorher (BGE 73 I 410f.;BGE 75 I 388;BGE 76 I 400f.). Dieses Ereignis hat vielmehr Anlass zu einer Zwischenveranlagung nach Art. 96 WStB gegeben (Vermögensanfall von Todes wegen). Art. 96 verweist für die Einkommensbemessung allerdings auf Art. 41. Abs. 4, verlangt aber ausdrücklich die \"sinngemässe\" Anwendung dieser Bestimmung. Die sinngemässe Anwendung schliesst aber die von der Beschwerdeführerin geforderte wörtliche Auslegung des Art. 41 Abs. 4 geradezu aus; denn nach Wortlaut und Sinn des verweisenden Art. 96 soll ja eben das Ersatzeinkommen, als welches auch die Todesfallentschädigung aus Unfallversicherung zu gelten hat, im Rahmen der in Art. 41 Abs. 4 vorgesehenen Berechnungsweise erfasst werden. Für die in Art. 96 geordneten Fälle muss eine Auslegung Platz greifen, welche die durch die Veränderung (Vermögensanfall von Todes wegen usw.) geschaffene Lage sachgemäss berücksichtigt. Hier wären aber die neuen, nach der Veränderung bestehenden Einkommensverhältnisse unrichtig erfasst, wenn die infolge des Todes des Ehemannes der BGE 88 I 116 S. 125Beschwerdeführerin ausgerichtete Versicherungsleistung, welche Ersatzeinkommen (Art. 21 Abs. 1 lit. a WStB) darstellt, ausser Betracht gelassen würde (vgl. BGE 81 I 296 ff.).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}