{"annee": "88", "cour": "II", "page": "325", "date": "8/8/1962", "cite": [], "cite_par": ["88 II 471", "92 II 111", "89 II 214", "91 II 44"], "chapeau": "44. Extrait de l'arrêt de la Ie Cour civile du 8 août 1962 dans la cause Aljauherjl et fils contre la Compagnie des montres Longines, Francillon SA", "regestes": ["Droit international privé. 1. Election de droit (consid. 1). 2. Droit applicable à la qualification du rapport juridique et au contrat dit de représentation exclusive (consid. 2)."], "faits": "BGE 88 II 325 S. 325\n\nA.- Le 6 octobre 1943, Mohammed Habib Aljauherji & fils, à La Mecque (Arabie Séoudite), demandèrent à la Compagnie des montres Longines, Francillon SA, à St-Imier, de leur envoyer son catalogue. Le 22 novembre suivant, celle-ci accepta de leur vendre des montres, à la condition qu'elles ne soient pas réexpédiées dans d'autres pays. Elle fit quelques modestes livraisons.\n\nLes 5 février et 28 mai 1945, la maison arabe exprima le désir de devenir, dans son pays, la représentante exclusive de la maison suisse. Celle-ci y consentit le 17 juillet, sous la condition précitée; mais elle précisa le surlendemain qu'elle entendait au préalable que la requérante admît ses prix et conditions et qu'elle indiquât le chiffre d'affaires annuel qu'elle pouvait garantir. La requête fut réitérée le 20 août, la maison arabe regrettant toutefois de ne pouvoir fixer d'avance l'ampleur des débouchés. Vu cette carence, l'exportateur suisse refusa le 18 octobre de prendre un engagement formel quant à la création BGE 88 II 325 S. 326d'une agence générale, mais promit de donner à son correspondant la préférence, du moins s'il avait lieu d'en être satisfait. En exécution de cet accord précaire, il lui transmit des commandes directes ou paya sur elles une \"commission\" et l'inscrivit, dans une brochure-réclame, sur la liste de ses \"distributors or representatives\".\n\nPar lettre du 8 décembre 1955, l'exportateur mit fin aux relations communes existant \"selon l'arrangement fait il y a des années\"; la maison Al Abban, de Djeddah, disait-il, lui assurerait en effet une plus large distribution des montres Longines en Arabie Séoudite; elle lui avait déjà passé une commande importante pour le palais royal; ce marché était en cours d'exécution et l'acheteur s'opposait à l'intervention d'un intermédiaire; l'expéditeur rappelait le faible chiffre d'affaires réalisé par son ancien représentant. Celui-ci protesta le 15 décembre suivant, disant que la commande était le fruit de ses efforts et de ses cadeaux et qu'il avait fait son possible pour trouver des chalands. Le 25 janvier 1956, la maison suisse refusa en principe de verser une \"commission\". Toutefois, elle paya finalement 8000 fr. par gain de paix, sans aucun engagement pour l'avenir.\n\nB.- Le 10 septembre 1960, Mohammed Habib Aljauherji & fils ont ouvert action en paiement d'une somme de 24 000 fr. (soit 32 000 - 8000 déjà versés). Le 22 décembre 1961, le Tribunal de commerce du canton de Berne a rejeté cette conclusion.\n\nC.- Les demandeurs recourent en réforme auprès du Tribunal fédéral contre ce jugement. L'intimée conclut à l'irrecevabilité du recours, subsidiairement à son rejet.", "considerants": "Considérant en droit:\n\n1. Le Tribunal de commerce admet que les parties ont choisi le droit suisse parce qu'elles en ont requis l'application dans leurs mémoires et en cours de procédure sans se référer à la législation de l'Arabie Séoudite. L'intimée conclut à l'irrecevabilité du recours (art. 43 OJ); BGE 88 II 325 S. 327ni elle-même, ni les recourants ne s'étant exprimés consciemment sur le droit applicable, la loi étrangère régit, faute d'élection en faveur du droit interne, le contrat qui liait les parties; celles-ci ont consenti simplement à ce que le juge appliquât les dispositions qu'il connaissait le mieux.\n\nLorsque, dans le procès, les parties invoquent de façon concordante une législation déterminée, elles ne font une élection de droit que si elles ont la conscience et la volonté de faire un tel acte juridique (RO 87 II 200/201; SCHÖNENBERGER/JÄGGI, Allgemeine Einleitung, Nos 208, 210, 243, 245, 248; NIEDERER, Festgabe für den Schweizerischen Juristentag 1961, p. 68 à 70; LALIVE, ZSR 1962 I p. 168).\n\nEn l'espèce, le problème de droit international privé leur a échappé. Elles n'ont manifestement pas recherché si le droit de l'Arabie Séoudite s'appliquait en soi ni voulu, dans l'affirmative, que le juge s'en tînt néanmoins aux règles, connues, du droit suisse. Les demandeurs, en effet, se sont bornés à citer, sur un point de détail et à tort, l'art. 417 CO; la défenderesse, de son côté, s'est référée, en passant, à diverses dispositions du code fédéral des obligations. Le jugement attaqué constate, certes, que les parties ont invoqué la loi interne en cours de procédure. Rien toutefois ne permet de penser qu'elles se sont posé la question du droit applicable et qu'elles l'ont résolue par un accord conscient.\n\nIl s'ensuit que le tribunal doit examiner, pour s'assurer de la recevabilité du recours, quel droit régit, objectivement, les relations juridiques litigieuses.\n\n2. Pour ce faire, il faut d'abord décider, d'après le droit suisse (SCHÖNENBERGER/JÄGGI, ibidem, No 97 sv.), quelle est la nature des relations qui ont existé entre parties.\n\nSi elles ne ressortissaient pas au droit, elles n'entraînaient aucune sanction juridique et l'action est d'emblée mal fondée.\n\nDans le cas contraire, il s'agissait non pas d'un contrat d'agence, mais d'une convention de représentation exclusive.\n\nBGE 88 II 325 S. 328L'agent, en effet, prend à titre permanent l'engagement de négocier la conclusion d'affaires pour un ou plusieurs mandants ou d'en conclure en leur nom et pour leur compte (art. 418 a CO). Or, les recourants achetaient ferme, en leur nom et pour eux-mêmes, les montres qu'ils revendaient. Ce point est essentiel. Peu importe qu'ils aient oeuvré à titre permanent ou provisoire, qu'ils aient été inscrits sur une liste des distributeurs ou des représentants de l'exportateur, qu'enfin la correspondance produite les traite de vendeurs ou de représentants, termes que la langue commerciale ne prend pas toujours dans un sens juridique précis et univoque. Il suit de là que le développement des relations contractuelles revêtait plutôt les caractères de la représentation exclusive (RO 78 II 34, 367; 78 II 812; 88 II 170 sv.). La clause usuelle exigeant un chiffre d'affaires minimum, qui fait défaut en l'espèce, n'est pas essentielle. Quant à la liberté de résilier le contrat que s'est constamment réservée l'intimée, elle n'en touche pas la nature. Mais vu cette précarité même, il n'est pas de raison de s'écarter de la règle ordinaire de conflit valable pour la vente; aussi le droit applicable est-il celui du domicile du vendeur, soit le droit suisse (v. notamment RO 79 II 165/6, 297/8). Ce droit décide à la fois si un contrat a été conclu et quels en sont les effets (RO 88 II 198/9).\n\nVu ce qui précède, le recours est recevable."}