{"annee": "88", "cour": "IV", "page": "69", "date": "16/4/1962", "cite": ["76 IV 283"], "cite_par": ["108 IV 48", "97 IV 27", "101 IV 407", "104 IV 22"], "chapeau": "21. Auszug aus dem Urteil des Kassationshofes vom 16. April 1962 i.S. X. gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 312 CP. Un inspecteur cantonal de l'assistance qui établit sans droit des certificats d'indigence en vue de l'obtention de billets de transport pour nécessiteux viole sans doute les devoirs de sa fonction, mais n'abuse pas des pouvoirs de sa charge."], "faits": "BGE 88 IV 69 S. 69\n\nAus dem Tatbestand:\n\nA.- X. hatte sich als kantonaler Armeninspektor mit der Unterstützung der Familie Z. zu befassen. Als Frau Z. schwanger wurde, entschloss sie sich im Einvernehmen mit X., die Schwangerschaft im Sinne des Art. 120 StGB unterbrechen zu lassen. Sie begab sich zu diesem Zwecke von Aarau nach Chur und Zürich, wo sie jeweils einen Arzt aufsuchte; X. stellte ihr für diese Reisen Transportgutscheine zum Bezuge von Armenbilletten aus.\n\nBGE 88 IV 69 S. 70\n\nB.- Am 11. Dezember 1961 erklärte das Obergericht des Kantons Aargau als Berufungsinstanz X. des fortgesetzten Amtsmissbrauchs im Sinne des Art. 312 StGB schuldig und verurteilte ihn zu einer bedingt vollziehbaren Gefängnisstrafe von zehn Tagen.\n\nC.- X. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zu seiner Freisprechung, eventuell zur Ausfällung einer blossen Busse zurückzuweisen.\n\nD.- Die Staatsanwaltschaft des Kantons Aargau erklärt, auf Gegenbemerkung zu verzichten.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 312 StGB wird mit Zuchthaus bis zu fünf Jahren oder mit Gefängnis bestraft, wer als Mitglied einer Behörde oder als Beamter seine Amtsgewalt missbraucht, um sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen oder einem andern einen Nachteil zuzufügen.\n\nWie der Kassationshof in BGE 76 IV 286 ausgeführt hat, geht diese Bestimmung weniger weit als Art. 53 lit. f des Bundesgesetzes über das Bundesstrafrecht vom 4. Februar 1853 gegangen war, der einen allgemeinen Tatbestand der vorsätzlichen Verletzung der Amtspflicht enthielt. Art. 312 StGB erfasst nicht jede Verletzung der Amtspflicht, entgegen dem deutschen Randtitel nicht einmal jeden Missbrauch des Amtes, mag der Täter auch sich oder einem andern einen unrechtmässigen Vorteil verschaffen oder einem andern einen Nachteil zufügen wollen. Die Bestimmung verlangt vielmehr, dass die in der erwähnten Absicht vorgenommene Tat in einem Missbrauch der Amtsgewalt bestehe. Die Einschränkung der Strafbarkeit gegenüber dem frühern Bundesstrafrecht wird besonders deutlich in der Strafandrohung. Während nach der Bestimmung aus dem Jahre 1853, die übrigens bloss für eidgenössische, nicht aber für kantonale Amtspersonen galt, einfache Amtspflichtverletzungen nur mit Busse BGE 88 IV 69 S. 71bestraft wurden, bedroht Art. 312 StGB die Verletzung einer Amtspflicht durch Missbrauch der Amtsgewalt in jedem Falle mit Zuchthaus bis zu fünf Jahren oder mit Gefängnis. Das kann nur heissen, dass der Gesetzgeber nicht jede noch so geringfügige Missachtung der Amtspflicht als Amtsmissbrauch bestraft wissen will; es ist vielmehr offensichtlich, dass er nur \"einzelne Arten... besonders wichtiger Amtspflichtverletzung\" (Botschaft S. 65), also solche, die durch besondere Merkmale gekennzeichnet sind, dem Strafgesetzbuch unterstellen, im übrigen aber die Ahndung von Amtspflichtverletzungen dem Disziplinarrecht und, soweit es sich um kantonale Amtspersonen handelt, dem Übertretungsstrafrecht der Kantone (Art. 335 StGB) überlassen wollte. Die nach Art. 312 StGB strafbare Amtspflichtverletzung zeichnet sich abgesehen von der Absicht, sich oder einem anderen einen unrechtmässigen Vorteil zu verschaffen oder einem andern einen Nachteil zuzufügen, dadurch aus, dass der Täter seine Amtsgewalt missbraucht. Ein solcher Missbrauch ist nach der angeführten Rechtsprechung nur anzunehmen, wenn das Mitglied der Behörde oder der Beamte die Machtbefugnisse, die ihm sein Amt verleiht, unrechtmässig anwendet, d.h. kraft seines Amtes verfügt oder zwingt, wo es nicht geschehen darf.\n\nDas hat X. dadurch, dass er Frau Z. zwei Bedürftigkeitsausweise zum Bezuge von Armenbilletten nach Chur und Zürich ausstellte, nicht getan. Freilich war der Bahnbeamte der Billetausgabestelle Aarau gegen Vorlage der Ausweise jeweils gehalten, Frau Z. ein Billet zum halben Preise abzugeben. Hiezu verpflichtet war der Beamte jedoch kraft der im Tarif der schweizerischen Transportunternehmungen enthaltenen Bestimmungen über Fahrvergünstigungen im Personenverkehr, nicht weil er der Amtsgewalt des kantonalen Armeninspektors unterworfen gewesen wäre; denn der Armeninspektor hat dem Bahnbeamten gegenüber keinerlei Befehls- oder Weisungsbefugnisse. Nur ein missbrauch von Machtbefugnissen aber, BGE 88 IV 69 S. 72welche das kennzeichnende Merkmal der Amtsgewalt sind, würde den Beschwerdeführer nach unbestrittener Meinung von Lehre und Rechtsprechung der Strafandrohung des Art. 312 StGB aussetzen (vgl. Komm. THORMANN/OVERBECK, Note 3 zu Art. 312; HAFTER, Bes. Teil II S. 831; SCHWANDER, Nr. 778; PETRZILKA, Zürcher Erläuterungen zum StGB S. 439). Was X. vorgeworfen wird, war eine Verletzung seiner Amtspflicht, nicht Missbrauch der Amtsgewalt; er ist daher von der Anschuldigung des Amtsmissbrauches freizusprechen.\n\n2. .....\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Aargau vom 11. Dezember 1961 aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}