{"annee": "88", "cour": "III", "page": "50", "date": "28/5/1962", "cite": ["82 III 108", "85 III 19", "86 III 47", "61 III 47", "49 III 100", "87 III 61", "65 III 13", "84 III 20"], "cite_par": ["95 III 81", "106 III 108", "91 III 52"], "chapeau": "9. Entscheid vom 28. Mai 1962 i.S. Giannetta.", "regestes": ["Insaisissabilité d'instruments nécessaires à l'exercice d'une profession (art. 92 ch. 3 LP). Accessoires divers appartenant au chef d'un orchestre de variétés. Celui-ci exerce-t-il une profession ou dirige-t-il une entreprise? L'utilisation de ces accessoires est-elle rentable?"], "faits": "BGE 88 III 50 S. 50\n\nMit Zahlungsbefehl vom 5. Februar 1962 betrieb W. Bestgen, Musikhaus, Luzern, den für die Dauer der Wintersaison im Dancing \"Sarazena\" in Pontresina tätigen italienischen Kapellmeister Giannetta für eine Forderung gemäss Rechnung vom 24. März 1959 im Betrage von Fr. 1880.-- nebst 5% Zins seit 24. April 1959 und Fr. 41.50 Spesen (Betreibung Nr. 913 des Betreibungsamtes Oberengadin). Der Betriebene erhob Rechtsvorschlag. Darauf erwirkte Bestgen am 14. März 1962 beim Kreisamt Oberengadin für eine Forderung von Fr. 2600.--, als deren Grund er angab: \"Kauf einer Mikronanlage mit Echo gemäss Faktura vom 24. März 1959, Arrest- und Betreibungskosten und ausseramtliche Entschädigung\", gestützt auf Art. 271 Ziff. 4 SchKG einen Arrestbefehl, der als Arrestgegenstände nannte:\n\n\"1 Polyphon, 1 Mikroanlage mit Echo, 1 Revox mit Fernsteuerung, 1 Verstärker, 2 Lautsprechersäulen, 1 Transistorenpult, verschiedene Spezialinstrumente, Lohnguthaben, Barschaft, Wertgegenstände und überhaupt sämtliche pfändbaren Gegenstände, die sich beim Schuldner befinden.\"\n\nDas Betreibungsamt Oberengadin lehnte die Arrestierung der im Arrestbefehl genannten Geräte ab, weil sie als unentbehrliche Berufswerkzeuge nicht pfändbar seien.\n\nBGE 88 III 50 S. 51Dagegen arrestierte es von der täglichen Gage des Schuldners, die Fr. 69.- abzüglich AHV und Steuern, zuzüglich Kost ausmachte, den Betrag von Fr. 25.-.\n\nAuf Beschwerde des Gläubigers hin hat die kantonale Aufsichtsbehörde das Betreibungsamt mit Entscheid vom 8. Mai 1962 angewiesen, die im Arrestbefehl genannten Geräte mit Arrest zu belegen.\n\nDiesen Entscheid hat der Schuldner an das Bundesgericht weitergezogen mit dem Antrag, die streitigen Geräte seien als unpfändbar zu erklären. Die Schuldbetreibungs- und Konkurskammer schützt dieses Begehren.", "considerants": "Erwägungen:\n\n1. Die Vorinstanz stellt fest, den Geräten, die der Gläubiger arrestieren lassen möchte, komme im heutigen Unterhaltungsmusikbetrieb eine grosse Bedeutung zu; es sei heute nicht mehr möglich, anspruchsvolle Unterhaltungslokale ohne die Verwendung solcher Geräte zu bedienen. Sie ist aber der Meinung, diesen Geräten sei der Charakter unentbehrlicher Berufswerkzeuge im Sinne von Art. 92 Ziff. 3 SchKG deswegen abzusprechen, weil die Tätigkeit des Schuldners, der als Kapellmeister unter Einsatz beträchtlicher technischer Mittel eine Ensemble von 3-4 Mann leite, nicht als Ausübung eines Berufs im Sinne von Art. 92 Ziff. 3 SchKG, sondern als Unternehmen anzusehen sei und weil die fraglichen Geräte für die Ausübung des Musikerberufs nicht nötig seien und der Schuldner keinen Anspruch darauf habe, diesen Beruf in leitender Stellung ausüben zu können.\n\na) Diese letzte Erwägung ist schon deshalb nicht stichhaltig, weil der Schuldner, der seit Jahren als Kapellmeister tätig ist und dabei neben den im Arrestbefehl genannten technischen Einrichtungen nur gelegentlich Hilfsinstrumente wie Schlagzeug oder eine Gitarre bedient, nicht in der Lage wäre, sein Brot als allein auftretender Musiker oder als Orchestermusiker zu verdienen.\n\nBGE 88 III 50 S. 52\n\nb) Es geht aber auch nicht an, aus der Tatsache, dass der Schuldner ein Ensemble von 3-4 Mann leitet, ohne weiters zu schliessen, seine Tätigkeit stelle ein Unternehmen dar. Dieser Schluss würde sich wohl dann rechtfertigen, wenn er das ganze Entgelt für die Tätigkeit der Musikkapelle einzöge und seine Mitarbeiter daraus entlöhnen würde, m.a.W. wenn diese seine Angestellten wären (vgl.BGE 49 III 101,BGE 61 III 48,BGE 65 III 15, BGE 82 III 108). So verhält es sich aber nicht. Wie sich aus dem Arrestbefehl ergibt und vom Vorsteher des Betreibungsamts ausdrücklich bestätigt worden ist, erhält der Schuldner von der Direktion des Dancings \"Sarazena\" nur seine eigene Gage von Fr. 69.- pro Tag ausbezahlt. Er erzielt also, wenn er auch die Mitarbeiter für sein Ensemble mitgebracht hat, keinerlei \"Unternehmergewinn\", sondern hat selber nur die Stellung eines (leitenden) Angestellten.\n\nc) Ebensowenig lässt sich das Vorliegen eines Unternehmens aus dem Umfang der vom Schuldner verwendeten Hilfsmittel ableiten. Nach den Angaben des Schuldners haben die fraglichen Geräte, die ihm der Gläubiger im Jahre 1959 verkauft hatte, damals rund Fr. 4400.-- gekostet, wovon nach den Angaben des Gläubigers in einer Zahlungsaufforderung vom 13. Juli 1961 und im Zahlungsbefehl vom 5. Februar 1962 noch ein Kapitalbetrag von Fr. 1880.-- ausstehen soll. Es handelt sich dabei, wie die Vorinstanz selber festgestellt hat, um Hilfsmittel, die heute bei der Erzeugung von Unterhaltungsmusik in Lokalen mit anspruchsvoller Kundschaft allgemein gebräuchlich sind. Der Kapellmeister muss sie selber mitbringen. Dass er vom Inhaber der Gaststätte verlangen könnte, sie bereitzustellen, ist nicht behauptet und nicht wahrscheinlich. Der Schuldner muss also über diese Geräte verfügen, um konkurrenzfähig zu bleiben. Dass der in der Verwendung dieser Geräte liegende Einsatz materieller Mittel seine persönliche Arbeitsleistung an Bedeutung übertreffe und damit seiner Tätigkeit den Charakter eines Berufs nehme und sie zum Unternehmen stemple (vgl. BGE 85 III 22), BGE 88 III 50 S. 53trifft nicht zu. Seine tägliche Gage von Fr. 69.-, der bei Tätigkeit während 7-8 Saisonmonaten ein Jahreseinkommen von mindestens Fr. 15'000.-- entspricht, ist zweifellos zum weit überwiegenden Teil nicht das Entgelt für den Einsatz der erwähnten Apparate, sondern das Entgelt für die persönliche Arbeitsleistung des Schuldners.\n\n2. Dem Kompetenzanspruch des Schuldners lässt sich bei dieser Sachlage auch nicht entgegenhalten, die Verwendung der in Frage stehenden Hilfsmittel sei unwirtschaftlich (vgl. hiezu BGE 84 III 20, BGE 86 III 49 ff., BGE 87 III 62). Der Schuldner verdient so viel, dass ihm nach der Annahme des Betreibungsamts ein Lohnbetrag von Fr. 25.- pro Tag oder ca. Fr. 750.-- pro Saisonmonat gepfändet werden kann. Auch scheint er die streitigen Geräte zum grössten Teil bereits abbezahlt zu haben. Von einem Missverhältnis zwischen Aufwand und Ertrag kann daher nicht die Rede sein.\n\nDie streitigen Geräte sind also gemäss Art. 92 Ziff. 3 SchKG unpfändbar."}