{"annee": "88", "cour": "II", "page": "1", "date": "8/3/1962", "cite": [], "cite_par": ["110 II 484"], "chapeau": "1. Arrêt de la IIe Cour civile du 8 mars 1962 dans l'affaire dame Galtier contre Fink.", "regestes": ["Intervention de la femme en faveur du mari (art. 177 al. 3 CC). Application de cette disposition légale en droit international privé. Fait-elle échec à l'application du droit étranger, qui ne prévoit pas de règle semblable?"], "faits": "BGE 88 II 1 S. 1\n\nRésumé des faits.\n\nA.- Louisette Galtier, française, a épousé en 1945 un Polonais, Hermann Solovicz, qui se fit naturaliser français. Les époux divorcèrent en 1955. Le 14 mars 1952, dame Solovicz avait signé en faveur d'un cousin de son mari, Albert Fink, une reconnaissance de dette de 40 000 dollars, qu'elle admettait avoir reçus à titre de prêts.\n\nB.- Le 1er juillet 1955, Fink poursuivit dame Galtier, divorcée Solovicz, en payement de ce montant. L'opposition de la débitrice ayant été levée, celle-ci introduisit une action en libération de dette que le tribunal de première instance du canton de Genève déclara entièrement bien fondée. En appel, la Cour de justice genevoise débouta la demanderesse de ses conclusions pour l'essentiel. Elle considérait qu'en signant la reconnaissance de dette, dame Galtier avait repris cumulativement une dette de son mari et BGE 88 II 1 S. 2qu'au regard de droit français applicable en l'espèce, elle était valablement engagée.\n\nC.- Dame Galtier a recouru en réforme contre cet arrêt en concluant à sa libération; Fink s'est opposé au recours.", "considerants": "Considérant en droit:\n\n1. En soumettant à sa loi d'origine la capacité civile de la femme mariée étrangère, la Cour cantonale s'est conformée à une jurisprudence constante qu'il ne se justifie pas de remettre en question (RO 38 II 4, 61 II 17 s., 82 II 172). Les plaideurs n'en disconviennent pas. En particulier, on ne se trouve pas dans l'hypothèse exceptionnelle où l'art. 7 litt. b LRDC déroge, en faveur du maintien d'un acte juridique, au principe de l'application de la lex patriae. C'est donc à la lumière du droit français qu'il importe de se prononcer sur la capacité de s'obliger de la recourante. Or il résulte du code civil français, tel que l'interprète souverainement le jugement attaqué, qu'en qualité d'épouse séparée de biens, la recourante jouissait de la pleine capacité civile et que, notamment, elle n'avait pas besoin d'une autorisation officielle pour reprendre une dette de son mari.\n\n2. La recourante objecte toutefois qu'en vertu de l'art. 177 al. 3 CC, elle ne pouvait s'engager dans l'intérêt de son mari envers l'intimé, qu'avec l'approbation de l'autorité tutélaire compétente et qu'il s'agit là d'une règle d'ordre public, à laquelle l'application du droit étranger ne saurait faire échec.\n\nJadis, le Tribunal fédéral a reconnu d'ordre public les prescriptions qui doivent être observées en toutes circonstances, parce que reposant sur des considérations de politique sociale et d'éthique dont les parties ne peuvent faire abstraction (RO 41 II 142). Depuis lors, il manifeste la tendance de restreindre la notion d'ordre public, qu'il renonce d'ailleurs à définir précisément (RO 64 II 97, 84 I 122). Suivant la jurisprudence la plus récente (RO 84 I 122, 87 I 144), une disposition n'est d'ordre public que si sa méconnaissance porte atteinte à un principe fondamental BGE 88 II 1 S. 3de l'ordre juridique suisse ou blesse d'une façon intolérable le sentiment du droit tel qu'il existe généralement en Suisse (RO 64 II 97 s.; 76 I 129; 78 II 250; 81 I 145; 84 I 50).\n\nC'est à la lumière de ces principes posés par la jurisprudence que doit être examinée la question de savoir si la règle de l'art. 177 al. 3 est d'ordre public. Sans doute cette règle a-t-elle un but social et moral, puisqu'elle tend à éviter que, en raison de son inexpérience en affaires, de son esprit de soumission ou de sa propension au sacrifice, la femme n'accepte des charges qui compromettent sa situation et, peut-être, celle de ses enfants. Mais cela ne signifie pas encore que l'application d'un droit étranger qui ne connaîtrait pas cette restriction du pouvoir de contracter de l'épouse, porterait atteinte à un principe fondamental de l'ordre juridique suisse ou heurterait une conception helvétique dont le respect s'impose impérieusement. Inconnue dans la plupart des Etats, notamment en France, en Allemagne et en Autriche, ainsi que dans plusieurs cantons suisses avant 1912 (Zoug, Soleure, Bâle-Ville, Argovie, Neuchâtel et certains districts de Schwyz), la règle de l'art. 177 al. 3 constitue une exception dans le système du code civil suisse, qui reconnaît en principe la pleine capacité de l'épouse; en particulier, elle s'harmonise mal avec l'institution de biens réservés et le régime de la communauté. Elle semble peu en rapport avec le rôle que la femme joue de plus en plus dans son ménage et dans la société.\n\nPour apprécier le sentiment du droit en Suisse à l'égard de cette disposition légale, il suffit de consulter la doctrine. Si quelques auteurs en louent les bienfaits (EGGER, Commentaire, 2e éd., note 18 ad art. 177 CC; ROSSEL et MENTHA, Manuel de droit civil, 2e éd., I p. 308) et si quelques autres se montrent indécis (GAMPERT, Les actes juridiques entre époux, 1924, p. 123; LEMP, Commentaire, note 42 ad art. 177 CC), la plupart en dénoncent les inconvénients et en proposent la suppression (SCHUCANY, Der Mitabschluss BGE 88 II 1 S. 4eines Schuldvertrages durch die Ehefrau der Vertragsschliessenden, 1916, p. 97; MATTLI, Rechts- und Handlungsfähigkeit der Ehefrau, 1916, p. 102; GUHL, ZBJV vol. 62, p. 438; WOLFER, Die Verpflichtungen der Ehefrau zugunsten des Ehemannes nach dem ZGB, 1927, p. 105; SPILLMANN, Festgabe Solothurnischen Juristen, 1936, p. 124; TÜRKMEN, Les restrictions apportées au principe de l'égalité des époux, 1942, p. 67; HORISBERGER, L'intercession de la femme mariée, 1956, p. 107; DESCHENAUX, RDS 1957, II, p. 629 a et 463 a et s.; STOCKER, RDS 1957, II; p. 353 a).\n\nIl semble en outre que cette opinion peu favorable à la règle de l'art. 177 al. 3 CC ne soit pas seulement le fait des juristes, car il est frappant de constater le nombre très restreint des requêtes adressées aux autorités tutélaires en vertu de cette disposition légale. Les seuls chiffres publiés à ce sujet (STOCKER, RDS 1957, II, p. 350 a note 25) concernent la ville de Zurich, où l'autorité tutélaire ne serait saisie annuellement que de 50 à 70 requêtes fondées sur les alinéas 2 et 3 de l'art. 177 CC. Cela laisse supposer qu'à Zurich, et sans doute ailleurs encore, nombre d'époux ignorent l'art. 177 al. 3 CC, renoncent à s'y soumettre ou s'efforcent de l'éluder.\n\nAinsi, le caractère exceptionnel de cette règle dans le système du droit suisse aussi bien que l'opinion des juristes et l'attitude des époux eux-mêmes montrent que l'art. 177 al. 3 CC n'énonce pas un principe fondamental de l'ordre juridique suisse et que sa non-application ne heurte pas une conception du droit en Suisse dont le respect s'impose impérieusement. Elle ne peut donc faire échec à l'application du droit étranger qui ne la prévoit pas.\n\nIl est vrai que, dans l'arrêt RO 40 II 322, le Tribunal fédéral déclare que l'art. 177 al. 3 CC a été édicté pour des raisons d'ordre public et de morale. Cette décision ne visait cependant que des Suisses domiciliés en Suisse; elle se rapportait donc à l'ordre public interne et non pas nécessairement à l'ordre public face au droit international.\n\nBGE 88 II 1 S. 5En 1923 déjà, un auteur relevait que cet arrêt ne paraissait pas déterminant pour résoudre un conflit de lois international (KNAPP, La nature de l'ordre public dans les conflits de lois, p. 200). Le fait qu'en droit interne une disposition légale a la portée d'une règle impérative n'est pas déterminant lorsqu'il s'agit de l'ordre public suisse face au droit international (RO 87 I 194). Au demeurant, depuis que le jugement cité plus haut a été rendu, il s'est écoulé près d'un demi-siècle au cours duquel, d'une part, le rôle de la femme s'est profondément transformé et, d'autre part, la notion de l'ordre public en droit international privé s'est précisée, comme on l'a vu plus haut. L'arrêt RO 40 II 322 ne peut donc être déterminant, pas plus que les avis des auteurs cités par la recourante, qui ne font guère que s'y référer (BECK, Commentaire, note 8 ad art. 7 b LRDC; STAUFFER, Das internationale Privatrecht der Schweiz, p. 76; SCHNITZER, Handbuch des internationalen Privatrechts, 4e éd., I p. 124).\n\nPeu importe également que, plus récemment, le Tribunal fédéral ait considéré que \"toutes les règles qui tendent à protéger l'incapable en justice intéressent l'ordre public au premier chef\" (RO 81 I 145). Ce disant, il avait en vue les interdits, dont la loi restreint à tel point le droit d'agir qu'elle ne peut se dispenser de sauvegarder leurs intérêts. La situation de l'épouse, dont le législateur admet en principe la pleine capacité, est différente.\n\n3. .....\n\nPar ces motifs, le Tribunal fédéral\n\nrejette le recours dans la mesure où il est recevable et confirme l'arrêt attaqué."}