{"annee": "88", "cour": "I", "page": "81", "date": "4/7/1962", "cite": [], "cite_par": ["89 I 188", "94 I 336", "88 I 145", "89 I 464", "90 I 321"], "chapeau": "13. Arrêt du 4 juillet 1962 dans la cause Hertig contre Conseil d'Etat du canton de Fribourg.", "regestes": ["1. Art. 84 OJ. Plan d'aménagement; décision d'espèce ou arrêté de portée générale? (consid. 1). 2. Garantie de la propriété. a) Restrictions de droit public à la propriété, conditions; pouvoir d'examen du Tribunal fédéral (consid. 2). b) Base légale d'un plan d'aménagement cantonal visant à protéger un site (consid. 3). c) Expropriation de fait. Voie de droit (art. 41 loi fribourgeoise sur l'expropriation) demeurant ouverte au recourant pour réclamer une indemnité. Conséquences de cette situation quant à la violation de la garantie de la propriété (consid. 4)"], "faits": "BGE 88 I 81 S. 81\n\nA.- La loi fribourgeoise du 24 février 1923 sur les routes (LR) dispose notamment:\n\n\"Art. 59. - Dans le délai de trois années à partir de la promulgation de la présente loi, le Conseil communal de chaque ville BGE 88 I 81 S. 82établira un plan d'alignement des rues existantes, ainsi qu'un plan d'aménagement en vue de son extension et de la construction de nouvelles rues et quartiers.\n\nCes plans sont soumis au Conseil d'Etat pour approbation.\n\nLes communes rurales peuvent, si elles l'estiment nécessaire, ordonner un plan d'alignement et d'aménagement. Le Conseil d'Etat peut de même l'ordonner en cas de nécessité...\"\n\n\"Art. 66. - Dès que le plan a reçu l'approbation du Conseil d'Etat, il ne peut être procédé à aucune construction, reconstruction, transformation ou ouvrages quelconques qui ne correspondraient pas au plan, sous peine de démolition...\"\n\nL'art. 278 de la loi d'application du Code civil suisse pour le canton de Fribourg (LACC) est ainsi conçu:\n\n\"Les propriétaires des sites et monuments naturels ou historiques dont la conservation est reconnue avoir, au point de vue artistique, scientifique ou pittoresque, un intérêt général ne peuvent détruire le monument, ni modifier l'état des lieux ou leur aspect sans avoir prévenu le Conseil d'Etat.\n\nLa conservation des sites et monuments naturels peut être assurée par voie d'expropriation.\"\n\nB.- Le 16 octobre 1945, le Conseil d'Etat du canton de Fribourg a approuvé un plan d'aménagement que le Conseil communal de Fribourg avait adopté le 29 mai 1945. Ce plan, qui concerne trente-huit propriétaires, grève d'une interdiction de bâtir la zone se trouvant au pied des falaises sur lesquelles sont construits les immeubles anciens bordant la Grand'Rue. Il vise à protéger cette partie de la vieille ville qu'il considère comme un site pittoresque et présentant un intérêt artistique.\n\nCharles Hertig, fleuriste à Fribourg, possède deux parcelles sises dans cette zone et qu'il exploitait jusqu'à ces dernières années pour les besoins de son commerce. Il ne fit aucune opposition au plan d'aménagement. Le 12 décembre 1961, il présenta à la Commune de Fribourg le projet d'un immeuble de deux étages à édifier sur ses fonds. Le 24 janvier 1962, le préfet de la Sarine, se conformant au plan d'aménagement, refusa le permis de construire. Hertig recourut au Conseil d'Etat, qui le débouta par une décision du 20 mars 1962.\n\nC.- Contre cette dernière décision, Hertig a interjeté BGE 88 I 81 S. 83un recours de droit public au Tribunal fédéral. Il se plaint d'une violation de la garantie de la propriété.\n\nLe Conseil d'Etat conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recourant demande l'annulation de la décision attaquée en faisant valoir que le plan d'aménagement, sur lequel elle est basée, est lui-même inconstitutionnel. Bien que ce plan ait été adopté en 1945, il pourrait, à titre préjudiciel, être revu par la Cour de céans du point de vue de sa constitutionnalité, s'il était un arrêté de portée générale (RO 86 I 274 et arrêts cités). Le Tribunal fédéral a déclaré à cet égard, dans un arrêt Kalberer (RO 86 I 148), que les règles limitant la construction, sur un territoire déterminé, par des alignements, des dispositions relatives à la hauteur des bâtiments ou au nombre d'étages ou encore d'une autre manière, sont, par leur nature, de portée générale (cf. RO 78 I 407/408). Il ne faut faire d'exception, a-t-il ajouté, que pour les prescriptions de police des constructions concernant un fonds unique ou quelques parcelles voisines (cf. RO 87 I 360). L'opinion qui précède, professée par certains auteurs (cf., par exemple, KIRCHHOFER, Eigentumsgarantie, Eigentumsbeschränkung und Enteignung, RDS 1939, vol. 58, p. 147), est critiquée par d'autres (IMBODEN, Bemerkungen zur schw. Rechtsprechung des Jahres 1960, RDS 1961, vol. 80, p. 482-484). Le Tribunal fédéral peut se dispenser de prendre aujourd'hui parti dans cette controverse. En effet, ainsi qu'on va le voir, le recours doit de toute manière être rejeté. Peu importe dès lors de savoir s'il est ou non recevable.\n\n2. Le plan qui grève les parcelles du recourant d'une interdiction de bâtir constitue une restriction de droit public à la propriété foncière au sens de l'art. 702 CC. Les restrictions de ce genre sont admissibles à condition qu'elles reposent sur une base légale, qu'elles soient dans l'intérêt public et que, lorsqu'elles équivalent à une véritable BGE 88 I 81 S. 84expropriation, elles donnent lieu au paiement d'une indemnité (RO 85 I 231, 84 I 172/173).\n\nLe recourant soutient que le plan litigieux est dépourvu de base légale et constitue une expropriation sans indemnité.\n\nLe premier grief appelle l'examen de l'interprétation donnée par le Conseil d'Etat aux art. 66 LR et 278 LACC, sur lesquels le plan est basé. Ces dispositions sont des règles de droit cantonal. Le Tribunal fédéral n'en reverra dès lors l'application que sous l'angle de l'arbitraire (RO 85 I 89/90, 84 I 172). Il n'en irait autrement que si l'atteinte dont se plaint le recourant était particulièrement grave et dépassait largement ce qui est habituel en Suisse (RO 84 I 173). Tel n'est cependant pas le cas.\n\nQuant au second grief, il devra être rejeté s'il apparaît que le recourant dispose encore d'une voie de droit pour réclamer une indemnité (RO 84 I 173, 81 I 347).\n\n3. Selon le Conseil d'Etat, le plan litigieux repose sur les art. 66 LR et 278 LACC. L'art. 66 LR interdit au propriétaire d'un terrain frappé par un plan d'aménagement d'édifier une construction non conforme à ce plan. Il suppose - du moins n'est-ce pas arbitraire de le dire - que le Conseil d'Etat peut aller jusqu'à interdire toute construction. Sinon l'autorité cantonale ne serait pas en mesure d'assurer la réalisation de ses projets et d'empêcher par exemple qu'un immeuble ne soit construit sur une parcelle précisément appelée à recevoir une nouvelle chaussée. Certes, l'art. 66 précité se trouve dans une loi relative aux routes cantonales et communales. Il ne s'ensuit pas qu'il soit manifestement insoutenable de l'invoquer à l'appui d'une interdiction de construire visant à protéger un site. En effet, l'art. 59 LR invite les communes à établir un plan d'aménagement en vue de leur extension et de la construction de nouvelles rues et quartiers. Or, dans une conception moderne du plan d'aménagement - et l'autorité cantonale ne tombe pas dans l'arbitraire en s'efforçant d'adapter à cette conception une législation un peu vieillie, BGE 88 I 81 S. 85cf. RO 82 I 153 -, les projets relatifs à l'extension d'une localité doivent viser notamment à ménager des zones de verdure et à sauvegarder des sites ou des monuments particulièrement dignes d'intérêt (BEGUIN, RDS 1947, p. 365 a/366 a, 370 a). L'interdiction de construire, que le Conseil d'Etat a la faculté de décréter en vertu de l'art. 66 LR, peut donc, selon cette conception moderne du plan d'aménagement, tendre à sauvegarder, comme en l'espèce, un paysage remarquable.\n\nCertes, du point de vue de l'art. 4 Cst., la base légale du plan litigieux risquerait de prêter à discussion si elle n'était constituée que par l'art. 66 LR. Tel n'est cependant pas le cas. Le Conseil d'Etat invoque aussi l'art. 278 LACC. Il peut, sans tomber dans l'arbitraire, considérer que cette disposition lui donne le droit d'interdire toute modification de l'état des lieux au propriétaire d'un site, \"dont la conservation est reconnue avoir ... un intérêt général\". Il ne viole pas non plus l'art. 4 Cst. en soutenant que ce droit implique celui de s'opposer, par une interdiction de construire, à l'édification d'un bâtiment de nature à compromettre un paysage. Son opinion est renforcée par la référence à l'art. 702 CC contenue dans la note marginale de l'art. 278 LACC. Dès lors, combiné avec l'art. 66 LR, l'art. 278 LACC permettait au Conseil d'Etat, pour sauvegarder la vieille ville, de décréter l'interdiction de construire qui frappe la propriété du recourant. Ce dernier ne saurait tirer argument de l'art. 278 al. 2 LACC, car, si ce texte autorise le Conseil d'Etat à assurer la protection d'un site par la voie de l'expropriation, il ne l'y oblige pas, la question de l'indemnité demeurant réservée.\n\nEn conséquence, du point de vue de l'arbitraire, il faut considérer comme suffisante la base légale du plan en vertu duquel la décision attaquée a été prise.\n\n4. Le recourant soutient que l'interdiction de bâtir grevant son fonds équivaut à une expropriation et qu'il est donc fondé à exiger une indemnité. Toutefois, en droit fribourgeois, le montant de l'indemnité due en cas d'expropriation BGE 88 I 81 S. 86est fixé par le tribunal. Selon l'art. 41 de la loi cantonale d'expropriation, \"dans les cas où l'administration contesterait aux détenteurs expropriés le droit à une indemnité, le tribunal en décide par un seul et même jugement\". Consulté sur la portée de cette disposition, le Tribunal cantonal fribourgeois l'interprète en ce sens que le propriétaire, dont le fonds est frappé d'une restriction de droit public, peut demander au juge civil de statuer non seulement sur le montant, mais aussi sur le principe de l'indemnité. Le recourant n'a pas suivi cette voie. Pour l'instant, la question de l'indemnité reste dès lors entière et, de ce point de vue, la garantie de la propriété n'est pas violée.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours."}