{"annee": "88", "cour": "II", "page": "410", "date": "30/11/1962", "cite": ["45 II 660", "71 II 239", "82 II 411", "73 II 218", "81 II 207", "84 II 515", "81 II 213", "83 II 18"], "cite_par": ["122 III 426", "114 II 131", "128 III 70", "105 II 99", "107 II 419", "127 III 83", "111 II 162", "108 II 102", "98 II 96", "96 II 101", "98 II 15", "127 III 248"], "chapeau": "58. Auszug aus dem Urteil der I. Zivilabteilung vom 30. November 1962 i.S. Zubler gegen Lang.", "regestes": ["Vente d'immeubles, dol, ratification; garantie. Art. 28, 31, 197 sv. CO. 1. On peut ratifier le contrat même après avoir fait valoir qu'il n'oblige pas (consid. 2). 2. On ratifie le contrat en ouvrant action en réduction de prix (consid. 2). 3. Garantie en raison des qualités promises. Notion de la moinsvalue et de la promesse (consid. 3)."], "faits": "BGE 88 II 410 S. 411\n\nAus dem Tatbestand:\n\nFrau Hulda Zubler kaufte im April 1951 von Anton Lang dessen Wohnhaus und Metzgerei in Basel zum Preis von Fr. 315'000. -. -Die mit dem Verkauf beauftragte Mäklerfirma hatte der Interessentin ein \"Exposé\" übergeben, das u.a. die folgenden Angaben enthielt:\n\n\"Umsatz 1949/50 Fr. 170'000.-- und mehr; Mietzinseinnahmen Fr. 7300.--; gefl. selbst prüfen. Der Verkäufer ist bereit, die Differenz zwischen Verkaufspreis und Hypotheken/Anzahlung im Betrage von Fr. 90'000.-- bis 100'000.-- als Hypothek im 3. Range stehen zu lassen, was die Bonität des Geschäftes deutlich beweist... Das Geschäft ist keineswegs forciert worden, und ein jüngerer, tatkräftiger Erwerber kann den heutigen, nachweisbaren Umsatz sofort bedeutend steigern. Die grossen Zinseinnahmen ergeben eine Rendite, so dass der Erwerber mit dem Geschäftsumsatz... recht wohl arbeiten kann.\"\n\nAm 12. November 1951 liess die Käuferin dem Verkäufer schreiben, er habe ihr hinsichtlich des Umsatzes und der Mietzinseinnahmen unwahre Angaben gemacht; sie fechte den Vertrag wegen Irrtums und Täuschung an; eine gütliche Erledigung könnte nur darin bestehen, dass der Kauf rückgängig gemacht oder der Kaufpreis angemessen herabgesetzt werde.\n\nIn der Folge erhob Frau Zubler gegen Lang Klage mit dem Begehren, der Kaufpreis sei um Fr. 110'000. - zu mindern.\n\nDas Bezirksgericht Arlesheim und das Obergericht des Kantons Basel-Landschaft setzten in teilweiser Gutheissung der Klage den Kaufpreis um Fr. 15'000.-- herab.\n\nBGE 88 II 410 S. 412\n\nDas Bundesgericht weist die auf Schutz der Klage im vollen Umfang gerichtete Berufung der Klägerin ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Käufer hat die Wahl, sich auf die Bestimmungen über die Gewährleistung zu stützen oder den Kaufvertrag wegen Willensmängel unverbindlich zu erklären (BGE 82 II 420 ff., BGE 83 II 21, BGE 84 II 517). Auf diese Rechtsprechung beruft sich die Klägerin. Sie macht geltend, sie habe durch das Schreiben vom 12. November 1951 den Kauf wegen Irrtums und Täuschung angefochten, womit er unwiderruflich als unverbindlich dahingefallen sei. In ihrem Antrag auf Preisminderung sei daher \"nicht zwingend die kaufrechtliche Minderungsklage auf Ersatz des Minderwerts gemäss Art. 205 OR zu erblicken, wie die Vorinstanzen meinen, sondern gemäss BGE 81 II 213 ff. der Antrag der irrenden bzw. getäuschten Klägerin, den Preis auf dasjenige Mass herabzusetzen, zu dem sie den Vertrag ohne Irrtum und Täuschung abgeschlossen hätte\".\n\nWer unter dem Einfluss eines wesentlichen Irrtums oder absichtlicher Täuschung einen Vertrag abschliesst, ist an ihn nicht gebunden (Art. 23, 28 Abs. 1 OR). Er kann ihn jedoch genehmigen, sei es stillschweigend (Art. 31 OR) sei es, indem er seinen Willen sonstwie äussert. Die Genehmigung ist auch noch möglich, nachdem er sich schon auf die Unverbindlichkeit des Vertrages berufen hat. Hiegegen lässt sich jedenfalls dann nichts einwenden, wenn die Gegenpartei einverstanden ist, dass der Vertrag aufrecht bleibe. Daher kann die Klägerin sich trotz des Schreibens vom 12. November 1951 nicht mehr auf Irrtum oder Täuschung berufen. Indem sie auf die Minderung des Kaufpreises klagte, gab sie ihren Willen kund, den Kauf, wenn auch mit verändertem Inhalt, aufrecht zu halten. Sie irrt sich, wenn sie glaubt, ein Begehren um Abänderung des Vertrages stehe im Belieben dessen, der sich irrte oder getäuscht wurde. Art. 25 Abs. 2 OR gibt nur der Gegenpartei das Recht, den Hinfall des Vertrages abzuwenden, indem sie BGE 88 II 410 S. 413sich bereit erklärt, diesen so gelten zu lassen, wie der Irrende ihn verstand. Der Irrende selber kann nicht gegen den Willen des andern einen Vertrag mit verändertem Inhalt durchsetzen. Im Falle absichtlicher Täuschung verhält es sich nicht anders. In BGE 81 II 213 ff. wurde der Vertrag nicht auf Antrag des Getäuschten mit verändertem Inhalt aufrecht erhalten, sondern auf Begehren der Gegenpartei, da es gegen Treu und Glauben verstossen hätte, ihn, wie vom Getäuschten angestrebt, dahinfallen zu lassen. Das heisst nicht, dass der Getäuschte voraussetzungslos die Wahl habe, seine Leistung herabsetzen zu lassen, statt sich vollständig vom Vertrage loszusagen. Um diesen unter Berufung auf absichtliche Täuschung mit verändertem Inhalt aufrecht halten zu können, müsste er im einzelnen Falle dartun, dass es aus besonderen Gründen gegen Treu und Glauben verstosse, ihm diese Möglichkeit zu verschliessen. Solche Gründe werden jedoch im vorliegenden Falle nicht angerufen. Es ist auch nicht zu ersehen, worin sie bestehen könnten, denn die Klägerin hat es nicht nötig, sich auf einen Willensmangel zu stützen, um ihr Begehren um Herabsetzung des Kaufpreises zu begründen. Das Recht auf Preisminderung ist ihr von den kantonalen Instanzen auf Grund des Art. 205 OR zugestanden worden. Nur unter dem Gesichtspunkt dieser Bestimmung in Verbindung mit Art. 197 OR fragt es sich, ob die Klägerin Anspruch auf eine weitergehende als die von der Vorinstanz für begründet erachtete Herabsetzung des Kaufpreises habe. Die Klägerin macht denn auch nicht geltend, die Voraussetzungen dieser Bestimmungen seien nicht erfüllt.\n\n3. Der Verkäufer haftet dem Käufer für die zugesicherten Eigenschaften der Kaufsache (Art. 197 Abs. 1 OR). Fehlen sie, so kann der Käufer, wenn er den Kauf nicht rückgängig macht, Ersatz des Minderwertes der Sache fordern (Art. 205 Abs. 1 OR). Unter dem Minderwert ist der auf das Fehlen der zugesicherten Eigenschaften zurückzuführende Minderwert zu verstehen. Es fragt sich also BGE 88 II 410 S. 414nicht, ob und um wieviel allenfalls der Preis den objektiven Wert der Sache übersteige, sondern ob und wieviel die Sache mit der zugesicherten Eigenschaft mehr wert gewesen wäre als ohne sie, und zwar dürfen nicht die objektiven Werte miteinander verglichen werden, sondern sie sind zum Kaufpreis in Beziehung zu setzen. Der geminderte Preis ist zum versprochenen in das gleiche Verhältnis zu setzen, in dem der Wert der Sache ohne die zugesicherte Eigenschaft zum Wert steht, den sie mit dieser Eigenschaft hätte (BGE 81 II 209 ff.).\n\nNach diesen Grundsätzen haben die kantonalen Instanzen den Minderwert der Liegenschaft ermittelt. Sie gehen davon aus, der Umsatz der Metzgerei habe im Geschäftsjahr 1949/50 statt \"Fr. 170'000.-- und mehr\" nur rund Fr. 163'000. - erreicht und die Mietzinseinnahmen hätten am 16. April 1951 statt Fr. 7300.-- nur rund Fr. 6760.-- betragen. Soweit diese Feststellungen tatsächlicher Natur sind, binden sie das Bundesgericht, da sie weder offensichtlich auf Versehen beruhen noch in Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen sind (Art. 63 Abs. 2 OG). Die Beweiswürdigung, auf der sie beruhen, darf vom Bundesgericht als Berufungsinstanz nicht überprüft werden. Insbesondere steht diesem nicht zu, die von der Klägerin begehrte Oberexpertise anzuordnen. Mit der Berufung kann nur geltend gemacht werden, die kantonalen Instanzen gingen von einem unrichtigen Begriff des Minderwertes aus.\n\nWas die Klägerin in dieser Hinsicht vorbringt, hält nicht stand.\n\na) Der Beklagte hat nicht dafür einzustehen, dass der Umsatz zwischen dem Abschluss des Geschäftsjahres 1949/50 und dem 16. April 1951 nach der Behauptung der Klägerin zurückgegangen sein soll. Freilich müssen die zugesicherten Eigenschaften der Kaufsache grundsätzlich im Zeitpunkt des Überganges von Nutzen und Gefahr vorhanden sein (BGE 45 II 661, BGE 81 II 212). Dem Verkäufer steht es jedoch frei, die Eigenschaft für einen anderen Zeitpunkt BGE 88 II 410 S. 415oder Zeitraum zuzusichern. Ein solcher Fall liegt hier vor. Die Wendung \"Umsatz 1949/50 Fr. 170'000.-- und mehr\" stellt nur auf das Geschäftsjahr 1949/50 ab. Der Beklagte behauptete durch sie nicht, der Umsatz sei in der Folge gleich geblieben.\n\nb) Zu Unrecht geht die Klägerin auch davon aus, der Berechnung des Minderwertes sei der Unterschied zwischen den zugesicherten Mietzinseinnahmen von Fr. 7300.-- und einem \"gebuchten Mietzinseingang von Fr. 6116.--\" zugrunde zu legen. Nach den vom Obergericht übernommenen Feststellungen des Bezirksgerichtes entspricht dieser Betrag den Mietzinsen von zwei Vierzimmer- und zwei Zweizimmerwohnungen. Die Klägerin lässt also den Mietwert einer unmöblierten Mansarde von Fr. 100.-- sowie den Ertrag einer möblierten Mansarde von Fr. 540.-- ausser Betracht. Dem bezirksgerichtlichen Urteil ist jedoch zu entnehmen, dass sie die unmöblierte Mansarde zum bewilligten Zins zu einer Wohnung geschlagen hat. Sie führt denn auch in der Berufung nicht aus, weshalb sie die Fr. 100.-- aus der Berechnung ausgeschlossen wissen will. Hinsichtlich des Betrages von Fr. 540.-- sodann macht sie geltend, der Mieter Bilang der möblierten Mansarde sei schon am 31. Januar 1951 ausgezogen. Sie behauptet jedoch nicht, dass sie sich beim Kauf der Liegenschaft dieses Sachverhaltes nicht bewusst gewesen sei. Wie das Bezirksgericht, vom Obergericht nicht widersprochen, feststellt, wusste sie auch, dass der Mietwert dieser Mansarde im zugesicherten Zinsertrag von Fr. 7300.-- inbegriffen war. Sie muss sich daher den Betrag von Fr. 540.-- als Mietwert anrechnen lassen, ungeachtet ihrer im kantonalen Verfahren aufgestellten Behauptung, sie habe die Mansarde nur zu geringerem Preise vermieten können.\n\nc) Der Klägerin ist auch nicht beizupflichten, wenn sie geltend macht, der Beklagte habe ihr nicht nur die Angaben über die Höhe des Umsatzes und der Mietzinseinahmen gemacht, sondern auch weitergehende Zusicherungen, die sich als unrichtig erwiesen hätten und die daher der Berechnung BGE 88 II 410 S. 416des Minderwertes zugrunde zu legen seien. Gewiss gilt die Gewährspflicht des Verkäufers für zugesicherte Eigenschaften als eine \"auf die Grundsätze von Treu und Glauben zurückzuführende gesetzliche Haftung, die beim Vorhandensein eines bestimmten Tatbestandes, nämlich der bestimmt umschriebenen Vorstellungsäusserung oder Aussage des Verkäufers platzgreift\" (BGE 71 II 241,BGE 73 II 220). Der Verkäufer hat aber dennoch nicht dafür Gewähr zu leisten, dass sich alle Hoffnungen verwirklichen, die durch seine Anpreisung der Kaufsache beim Käufer erweckt werden. Er haftet nur für das Fehlen \"zugesicherter Eigenschaften\", d.h. bestimmt umschriebener, objektiv feststellbarer Tatsachen, von denen er dem Käufer gegenüber behauptet, sie seien vorhanden. Keine Zusicherung dieser Art lag darin, dass die Beauftragte des Beklagten im \"Exposé\" ausführte, der Verkäufer sei bereit, einen Teil des Kaufpreises als Grundpfandforderung im dritten Rang stehen zu lassen, \"was die Bonität des Geschäftes deutlich beweise\". Die Klägerin konnte und musste selber beurteilen, ob die Tatsache, dass der Beklagte einen Teil des Kaufpreises gegen pfandrechtliche Sicherung im dritten Range stundete, wirklich ein Zeugnis für die \"Bonität\" des in der Kaufsache betriebenen Geschäftes sei. Die erwähnte Wendung geht nicht über eine blosse Anpreisung hinaus. Dass ihr durch Hinweis auf die genannte zutreffende Tatsache Nachdruck verliehen wurde, ändert nichts. Entsprechendes ist zu sagen von der Äusserung, wonach der Erwerber der Liegenschaft angesichts der Rendite aus den Zinseinnahmen und des besonders aus dem Laden stammenden Geschäftsumsatzes \"recht wohl arbeiten\" könne. Die Klägerin konnte selber abwägen, ob die im \"Exposé\" enthaltenen Angaben über den Umsatz und die Mietzinseinnahmen genügten, um \"recht wohl zu arbeiten\". Der Gebrauch dieser Wendung gibt der Klägerin nicht Anspruch auf eine zusätzliche, nicht schon durch die Unrichtigkeit jener Angaben gerechtfertigte Preisminderung."}