{"annee": "88", "cour": "II", "page": "430", "date": "27/11/1962", "cite": [], "cite_par": ["93 II 345", "92 II 250", "107 II 489", "118 II 502", "98 II 231"], "chapeau": "61. Extrait de l'arrêt de la Ire Cour civile du 27 novembre 1962 dans la cause La Concorde SA, compagnie d'assurances, contre Ritschard et Cie SA", "regestes": ["1. Application des règles du mandat à la responsabilité de l'agent de transport pour un dommage survenu avant la réexpédition des marchandises qui lui avaient été confiées. Rapport de causalité adéquate entre la faute de l'agent de transport et le dommage (consid. 1). 2. Faute grave ou légère des organes et des auxiliaires de l'agent de transport? (consid. 2). 3. L'effet subrogatoire du paiement de l'indemnité par l'assureur est régi par la loi applicable au contrat d'assurance (confirmation de jurisprudence) (consid. 3)."], "faits": "BGE 88 II 430 S. 430\n\nA.- L'agence de transports Ritschard et Cie SA (en abrégé: Ritschard), place Cornavin, à Genève, s'occupe entre autres de transports d'or pour le compte d'établissements bancaires. Elle prend notamment en charge des lingots d'or expédiés par avion à l'aéroport de Cointrin. Elle a organisé à cet effet un service particulier, placé sous la direction d'un chef qualifié et disposant d'un camion muni d'un dispositif de sécurité, dont le chauffeur et son aide sont armés d'un pistolet et d'une matraque. Cependant, il arrive aussi très souvent que le chauffeur Charles Saladin transporte de l'or dans sa camionnette, parfois sans être BGE 88 II 430 S. 431accompagné. En principe, il ne doit prendre en charge des valeurs à l'aéroport de Cointrin que sur ordre exprès du bureau de Cornavin. Il a reçu pour instruction de ne jamais abandonner son véhicule chargé d'or.\n\nL'une des clientes de Ritschard est l'Union de banques suisses (en abrégé: UBS). Leurs relations contractuelles sont régies par les \"conditions générales arrêtées par l'association suisse des maisons d'expédition\" des 30 mars 1922/29 janvier 1932 (en abrégé: conditions générales) complétées, pour les transports de valeurs, par des conditions spéciales du 8 octobre 1953 limitant la responsabilité de Ritschard à 72 fr. suisses le kilo brut, qui se réfèrent aux dispositions de la convention pour l'unification de certaines règles relatives au transport aérien international conclue à Varsovie le 12 octobre 1929 (en abrégé: convention de Varsovie).\n\nJusqu'en 1956, les vols d'or n'étaient pas très fréquents. L'UBS avait toutefois attiré l'attention de Ritschard, par une lettre du 21 octobre 1954, à la suite d'un vol commis à Londres, sur les gros risques courus spécialement au cours des opérations de chargement et de déchargement.\n\nB.- Le 19 janvier 1956, vers 15 heures, Ritschard, qui n'avait pas été prévenue, reçut à l'aéroport de Cointrin 8 caisses contenant 200 lingots d'or pour le compte de l'UBS. Elle devait envoyer 6 de ces caisses par chemin de fer à l'agence de la banque à Chiasso.\n\nSuivant les instructions qu'il requit par téléphone, l'employé de Ritschard à l'aéroport fit dédouaner l'envoi sur place par l'apprenti Mahler. Cette opération faite, constatant la présence de la camionnette de Ritschard, Mahler remit les 8 caisses d'or au chauffeur Saladin. Celui-ci effectua le transport seul à bord de la camionnette, dont la cabine du conducteur est séparée de la cabine de charge. Il arriva vers 16 heures 20 devant le siège de Ritschard à la place Cornavin. Il gara son véhicule à l'endroit réservé aux voitures de l'agence, l'arrière dirigé contre le trottoir, vis-à-vis de la porte du bureau. Il enleva la clé BGE 88 II 430 S. 432de contact et se rendit dans les bureaux du premier étage pour déposer les documents et prendre des instructions. Il ne ferma pas à clé les portes à glissière donnant accès à la cabine du conducteur, mais repoussa celle qu'il avait ouverte pour descendre du véhicule. La porte de la cabine de charge était fermée à clé.\n\nLorsque Saladin, après une absence de 2 à 5 minutes, ressortit du bâtiment, la camionnette avait disparu. Elle fut retrouvée le soir dans la banlieue de Genève, délestée des lingots d'or, qui sont perdus.\n\nLe transport de 6 caisses d'or appartenant à l'UBS était couvert par une assurance-abonnement contractée en Belgique par la Banque de Bruxelles SA \"pour le compte de ses correspondants étrangers\" auprès de compagnies d'assurances belges, dont La Concorde SA Le contrat prévoit la compétence exclusive des juridictions belges et se réfère aux \"Grandes conditions de la police maritime d'Anvers de 1859/1931\".\n\nLe 19 mars 1956, les assureurs payèrent à la Banque de Bruxelles SA la somme de 228 000 dollars USA, représentant la valeur de l'or disparu. Par acte écrit du même jour, La Concorde obtint des autres assureurs la cession de tous leurs droits contre \"Ritschard et Cie SA ... ainsi que contre ses administrateurs, directeurs, fondés de pouvoirs ou employés ...\". Le 20 septembre 1956, l'UBS céda également à La Concorde tous ses droits contre Ritschard \"en raison du règlement effectué par les assureurs\".\n\nC.- Par exploit du 20 novembre 1956, La Concorde SA fit assigner solidairement Ritschard, l'administrateur Antoinette Ritschard, le directeur Jean Raetz et le chauffeur Charles Saladin en paiement de 977 550 fr. plus intérêt à 5% dès le 19 janvier 1956, somme représentant la valeur des lingots volés. Le 17 septembre 1959, la demanderesse porta ses conclusions à 982 680 fr., en invoquant une hausse du cours du dollar.\n\nConfirmant le jugement du Tribunal de première instance, la Cour de justice de Genève, qui statua le 4 mai BGE 88 II 430 S. 4331962, condamna Ritschard à payer à La Concorde SA 14 400 fr. plus intérêt à 5% dès le 20 novembre 1956. Elle rejeta la demande pour le surplus. Elle considéra, en bref, que l'assureur était subrogé dans les droits de la banque assurée contre l'agent de transport, mais que la responsabilité de celui-ci n'était engagée que par une faute légère et limitée dès lors à 72 fr. par kilo d'or transporté, conformément au contrat passé avec l'UBS.\n\nD.- La Concorde SA recourt en réforme contre cet arrêt. Elle maintient sa demande contre Ritschard. Elle abandonne en revanche ses conclusions dirigées contre Antoinette Ritschard, Jean Raetz et Charles Saladin.\n\nL'intimée Ritschard a déposé un recours joint, qui tend à sa libération totale.", "considerants": "Considérant en droit:\n\n1. Les parties ne contestent pas, avec raison, que les relations contractuelles nouées entre l'UBS et Ritschard sont régies par le droit suisse. L'intimée a agi en qualité d'agent de transport au sens de l'art. 439 CO. Elle était chargée de prendre livraison de la marchandise, puis de la réexpédier. Le dommage s'est produit au cours des opérations préliminaires qu'elle devait exécuter avant la réexpédition. La loi assimile dans ce cas la responsabilité de l'agent de transport à celle du commissionnaire, qui est régie par les règles du mandat, selon le renvoi de l'art. 425 al. 2 CO (OSER/SCHÖNENBERGER, n. 20/21 ad art. 439 CO).\n\nEn vertu de l'art. 398 al. 2 CO, l'intimée est responsable de la bonne et fidèle exécution du mandat. Elle répond notamment de la remise en main de l'expéditeur des lingots d'or qu'elle devait réexpédier. Pour se libérer, elle doit établir qu'aucune faute ne lui est imputable (art. 97 CO), ni à ses auxiliaires (art. 101 CO). Or elle n'a pas rapporté cette preuve. Au contraire, elle admet elle-même que le chauffeur Saladin, son auxiliaire, a commis une faute. En effet, celui-ci n'a pas suivi les instructions reçues, qui lui BGE 88 II 430 S. 434interdisaient de charger de l'or sans l'ordre exprès du responsable du transport des valeurs et de laisser sans surveillance son véhicule avec un chargement précieux. En outre, il aurait dû fermer à clé la cabine du conducteur.\n\nSi elle admet la faute de son auxiliaire, l'intimée nie, en revanche, la relation de cause à effet entre cette faute et le dommage. La causalité naturelle est un point de fait, que la Cour cantonale a résolu définitivement par l'affirmative. Le Tribunal fédéral ne peut revoir que le caractère adéquat du lien causal, qui est une question de droit (RO 83 II 411). Pour la trancher, il faut rechercher si, selon le cours ordinaire des choses, l'absence de précautions de la part de l'intimée était de nature à provoquer le dommage, c'est-à-dire si le préjudice apparaissait comme possible selon une prévision objective. La solution découle des mesures ordinairement prises: chargement de l'or seulement sur l'ordre exprès d'un responsable, utilisation d'un véhicule spécial conduit par un chauffeur et un aide armés, interdiction de laisser stationner la voiture sans surveillance. Toutes ces précautions démontrent que l'intimée estimait nécessaire de se prémunir contre le risque de vol. Celui-ci ne sortait donc pas des prévisions raisonnables. Sans doute les vols d'or étaient-ils moins fréquents à l'époque qu'aujourd'hui. Le risque n'en existait pas moins. L'omission des mesures de sécurité prescrites était propre à en faciliter la réalisation. Elle est dès lors en relation de causalité adéquate avec le dommage et engage en principe la responsabilité de l'intimée.\n\n2. Le contrat passé avec l'UBS limite la responsabilité de l'intimée à 72 fr. le kilo brut en se référant à la convention de Varsovie (cf. art. 22 al. 2 et 4). Aux termes de l'art. 25 de cette convention, \"le transporteur n'aura pas le droit de se prévaloir des dispositions ... qui limitent sa responsabilité, si le dommage provient de son dol ou d'une faute qui, d'après la loi du tribunal saisi, est considérée comme équivalente au dol\". Or le droit suisse assimile au dol la faute grave commise par négligence (art. 100 BGE 88 II 430 S. 435al. 1 CO; cf. aussi art. 44 al. 2 CO). L'étendue de la responsabilité de l'intimée dépend donc du point de savoir si la négligence retenue à sa charge est légère, comme l'a admis la Cour cantonale, ou grave, comme le soutient la recourante.\n\nLa jurisprudence définit la faute grave comme le comportement de celui qui viole les règles les plus élémentaires de la prudence, négligeant des précautions qui, dans les mêmes circonstances, se seraient imposées à toute personne raisonnable (RO 64 II 241 et références citées). Selon les faits constatés par la juridiction cantonale, qui lient le Tribunal fédéral (art. 63 al. 2 OJ), les organes et les auxiliaires de Ritschard ont commis trois sortes de manquements:\n\na) La cause immédiate du vol réside dans le comportement du chauffeur Saladin, qui a laissé la camionnette pendant 2 à 5 minutes sans surveillance sur la voie publique, la cabine du conducteur n'étant pas fermée à clé. Il lui eût été possible d'aviser de son arrivée le bureau du rez-dechaussée, sans quitter son véhicule de vue, et d'attendre qu'un autre employé vienne le surveiller, avant de s'en aller.\n\nb) Du moment que l'intimée utilisait aussi la camionnette pour transporter de l'or, sans que le chauffeur fût accompagné, elle devait munir cette voiture d'une fermeture sûre. Or la clé de contact, qui fermait aussi la cabine, était d'un modèle usuel qu'on se procure facilement dans n'importe quelle grande agence \"Morris\". La fermeture de la cabine était donc insuffisante.\n\nc) Le bureau de Cornavin était habituellement avisé par téléphone lorsque la camionnette quittait Cointrin avec un chargement d'or. Cela permettait au personnel de l'agence d'attendre le véhicule à son arrivée. La règle de l'avis n'était cependant pas suivie rigoureusement. Elle ne fut pas appliquée le jour du vol.\n\nCes manquements sont autant de négligences qui engagent la responsabilité de l'intimée. Comme agent de transport BGE 88 II 430 S. 436professionnel, qui se charge régulièrement de transporter des valeurs, elle devait en effet prescrire à ses auxiliaires des mesures de sécurité adéquates et veiller à leur application. De plus, l'UBS avait attiré son attention, quelques mois auparavant, sur l'importance du risque de vol. Aucun des faits relevés ne constitue toutefois une faute lourde assimilable au dol. En effet, l'absence de fermeture spéciale n'aggravait le risque que si Saladin quittait son véhicule, contrairement aux instructions reçues. La passivité des agents du bureau de Cointrin est aussi une faute bénigne. Il en va de même du comportement de Saladin. Le risque de voir des bandits s'emparer non de l'or, qui était sous clé, mais de la camionnette, n'était pas tel que tout homme raisonnable en eût certainement tenu compte. Le véhicule n'a été abandonné que pendant quelques minutes. La clé de contact avait été retirée. Le lieu de stationnement se trouvait en pleine ville, sur une place particulièrement fréquentée à cette heure du jour, devant les bureaux de l'agence donnant sur le trottoir à travers de grandes vitrines. Le chargement précieux était occulte. Aucun vol d'une telle audace n'avait encore été perpétré à Genève.\n\nIl est vrai que les fautes commises successivement dans chaque opération ne doivent pas être appréciées isolément. Partageant l'exécution de ses obligations entre plusieurs personnes, l'intimée répond du fait de l'ensemble de ses auxiliaires, comme si elle avait fourni personnellement toutes ses prestations. On ne saurait en effet se montrer moins rigoureux en déterminant la responsabilité du débiteur qui recourt à de nombreux auxiliaires pour accomplir ses prestations qu'en jugeant celle de l'obligé qui s'en charge lui-même ou n'emploie qu'un seul auxiliaire.\n\nPrises dans leur ensemble, les négligences commises par les auxiliaires de l'intimée ne constitueraient une faute grave que si elles révélaient une insouciance complète des obligations souscrites. Tel n'est pas le cas. Comme l'a relevé pertinemment la Cour cantonale, c'est un concours BGE 88 II 430 S. 437de négligences banales qui, à la suite d'une attaque particulièrement audacieuse et par cela même peu probable, a causé indirectement un dommage très élevé. Loin de négliger les risques inhérents aux transports d'or, l'intimée avait institué à cet effet un service spécial placé sous la direction d'une personne qualifiée.\n\nEnfin, l'arrivée inopinée des lingots, dont l'intimée n'avait pas été avisée, n'est pas étrangère à la façon dont le transport a été improvisé par des employés subalternes, en l'absence du chef de service qui d'habitude ordonnait les précautions.\n\nL'intimée n'ayant commis qu'une faute légère, sa responsabilité est limitée au montant fixé dans les \"conditions spéciales\" convenues avec l'UBS.\n\nLe recours principal est dès lors mal fondé.\n\n3. A l'appui de son recours joint, l'intimée soutient que l'effet subrogatoire du paiement opéré par l'assureur est régi en l'espèce par le droit suisse. Elle entend remettre en discussion la jurisprudence confirmée et précisée récemment, après nouvel examen, par l'arrêt du 22 septembre 1959 dans la cause Swissair contre La Concorde SA (RO 85 II 271 consid. 3), qui est approuvée par la doctrine dominante (SCHÖNENBERGER/JÄGGI, Allgemeine Einleitung, n. 383). Suivant l'opinion exprimée par KELLER (RSJ 1960 p. 65), elle prétend que l'existence d'un concours de responsabilités aurait échappé au Tribunal fédéral. Pareille assertion est erronée. Cela ressort notamment du consid. 3 c de l'arrêt, qui mentionne les art. 50 et 51 CO. Loin d'ignorer le problème du concours des responsabilités, le Tribunal fédéral a refusé d'appliquer la clé de répartition des art. 50 et 51 CO, lorsque toutes les prétentions ne sont pas soumises au droit suisse. Il a donc résolu la question en optant pour le droit régissant le contrat d'assurance, en l'occurrence le droit belge, qui institue entre les responsables un ordre différent du droit suisse. La loi applicable au contrat d'assurance détermine le contenu de l'obligation de l'assureur et l'effet du paiement de BGE 88 II 430 S. 438l'indemnité d'assurance au lésé. L'intimée, pour qui le contrat est une res inter alios acta, ne saurait être affectée par la solution que le droit étranger donne à ces questions.\n\nQuant aux objections formulées par la Cour cantonale - qui s'incline toutefois devant la jurisprudence du Tribunal fédéral - elles relèvent de la politique économique et sont étrangères à l'application du droit international privé par le juge suisse.\n\nLes arguments avancés ne justifient donc pas un nouvel examen de la question de principe résolue par l'arrêt Swissair. Conformément à cette jurisprudence, on doit admettre le droit de recours de l'assureur La Concorde SA contre l'agence de transports Ritschard.\n\nSelon l'arrêt Swissair, les règles du droit étranger instituant un recours de l'assureur ne doivent pas aggraver la situation du débiteur. Ainsi que l'a relevé avec pertinence la Cour cantonale, cette réserve signifie que l'application de la loi étrangère ne saurait mettre le débiteur dans une position moins favorable que si le lésé avait agi directement contre lui. En l'espèce, l'intimée ne voit sa responsabilité recherchée et admise que dans les limites de ses obligations envers l'UBS. Partant, sa position n'est pas aggravée.\n\n4. ...\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours principal, ainsi que le recours joint et confirme l'arrêt attaqué."}