{"annee": "89", "cour": "I", "page": "149", "date": "22/5/1963", "cite": [], "cite_par": [], "chapeau": "23. Arrêt du 22 mai 1963 dans la cause Compagnie du chemin de fer Brigue-Viège-Zermatt contre Département fédéral des postes et des chemins de fer.", "regestes": ["Art. 99 ch. XI OJ. La voie du recours de droit administratif n'est pas ouverte à une compagnie de chemin de fer qui entend contester une décision par laquelle le Département fédéral des postes et des chemins de fer autorise l'entreprise des PTT à étendre le trajet d'une ligne d'automobiles postales qu'elle exploite elle-même."], "faits": "BGE 89 I 149 S. 149\n\nA.- Le 29 janvier 1963, le Département fédéral des postes et des chemins de fer a avisé la Compagnie du chemin de fer Brigue-Viège-Zermatt qu'il avait autorisé l'entreprise des PTT à étendre sa ligne d'automobiles postales Saas-Fee-Stalden jusqu'à Viège et Brigue. Cette décision était fondée sur l'art. 2 al. 3 lit. e de l'ordonnance d'exécution du 26 mai 1961 de la loi sur l'organisation de l'entreprise des PTT.\n\nB.- La Compagnie du chemin de fer Brigue-Viège-Zermatt a formé un recours de droit administratif contre cette décision.\n\nC.- Conformément à l'art. 96 al. 2 OJ, le Tribunal fédéral, considérant que seule la voie du recours administratif était ouverte, à l'exclusion de celle du recours de droit administratif, a procédé à un échange de vues avec le Conseil fédéral. Celui-ci a déclaré, le 15 mai 1963, qu'il BGE 89 I 149 S. 150était d'accord avec cette opinion et s'estimait seul compétent pour connaître du litige.", "considerants": "Considérant en droit:\n\nL'art. 99 ch. XI OJ ouvre la voie du recours de droit administratif contre les décisions du Département fédéral des postes et des chemins de fer relatives aux prétentions fondées sur la loi concernant le service des postes et les ordonnances d'exécution de cette loi. Il s'agit de décisions sur des droits; celles qui relèvent de l'appréciation du département, par exemple celles qui accordent ou refusent une concession, ne peuvent pas être attaquées par un recours de droit administratif (RO 85 I 266).\n\nLe recours de la Compagnie du chemin de fer Brigue-Viège-Zermatt a pour objet l'autorisation donnée par le Département fédéral des postes et des chemins de fer à l'entreprise des PTT d'étendre jusqu'à Viège et Brigue leurs courses d'automobiles postales entre Saas-Fee et Stalden. Il ne s'agit pas là d'une concession accordée à un tiers par le titulaire de la régale des postes et telle que la prévoient les art. 3 de l'ordonnance d'exécution I et 10 à 19 de l'ordonnance d'exécution II de la loi sur le service des postes. L'autorisation concerne bien plutôt l'exercice de la régale attribuée aux postes par l'art. 1er de la loi sur le service des postes, à savoir l'extension d'un service de voitures postales qu'elles exploitaient elles-mêmes de par ladite régale. Aussi bien la \"décision\" du département ne se fonde-t-elle pas sur la lettre d (octroi de concessions), mais sur la lettre e de l'art. 2 al. 3 de l'ordonnance d'exécution du 26 mai 1961 de la loi sur l'organisation de l'entreprise des PTT. Elle n'étend pas les droits qui découlent de la régale pour l'administration des postes, pas plus qu'elle ne limite les droits de tiers, en particulier de la recourante. Il ne s'agit pas non plus - comme par exemple dans le cas d'un jugement qui constate si une concession est nécessaire - d'un litige entre l'administration, d'une part, qui fait état de son monopole et, d'autre part, une BGE 89 I 149 S. 151personne privée qui prétend exécuter certaines courses sans concession; l'autorisation ne concerne que l'étendue des courses exécutées par l'entreprise des PTT elle-même. Ce problème relève de l'opportunité et, partant, du pouvoir appréciateur de l'administration, pour autant qu'elle n'est pas liée par des règles spéciales.\n\nLa recourante invoque l'art. 11 al. 1 de l'ordonnance sur les concessions de transport automobile (ordonnance d'exécution II de la loi sur le service des postes). Cette règle - conforme à l'art. 3 al. 1 lit. b de l'ordonnance I - subordonne l'octroi des concessions à certaines conditions et prévoit notamment, sous sa lettre b, que les courses \"ne doivent pas concurrencer sérieusement les entreprises de transports publics\". En l'occurrence, on l'a constaté, il s'agit, non pas d'une concession, mais d'une autorisation accordée aux PTT eux-mêmes. La recourante estime que, dans ce cas aussi, il faudrait appliquer la disposition précitée; toutefois elle ne motive pas cette opinion d'une manière précise. A la vérité, la concession et l'autorisation présentent certaines analogies; elles ont les mêmes conséquences pour les entreprises de transports publics. Néanmoins, l'application par analogie que propose la recourante ne s'impose pas. Dans l'exercice de sa régale, l'administration doit être moins limitée que dans la délivrance de concessions à des tiers. De plus, même dans ce dernier cas, on peut douter que la disposition précitée confère un droit aux entreprises de transports publics elles-mêmes, pour autant qu'elles seraient en butte à la concurrence, et leur permette d'intervenir dans la procédure administrative. Sans doute le texte de la lettre b de l'art. 11 al. 1 dit-il que les courses concédées \"ne doivent pas\" concurrencer. .. etc., comme, d'après celui de la lettre a les courses \"doivent\" répondre à un besoin, ce qui confère à la règle un caractère impératif. Mais les termes employés dans le préambule au premier alinéa de l'art. 11 (\"Les éléments suivants sont en particulier déterminants\" ... ) permettent de conclure que si l'autorité doit tenir compte des conditions posées, c'est BGE 89 I 149 S. 152dans l'exercice de son pouvoir d'appréciation et que les entreprises de transports publics n'ont pas plus de droit au respect desdites conditions que l'administré n'a droit à la concession qu'il requiert. Il serait singulier que ces entreprises aient qualité pour attaquer, par la voie du recours de droit administratif, la concession accordée et que si l'administration la refuse, la même voie de droit demeure fermée au requérant. On admettra bien plutôt que, dans un cas comme dans l'autre, la voie du recours administratif au Conseil fédéral est ouverte, qui permet le contrôle des questions d'opportunité.\n\nLa recourante fonde aussi ses conclusions principales et subsidiaires sur les deux conventions des 7 juin 1938 et 21 octobre 1960, conclues entre l'administration des postes et l'Union des entreprises suisses de transport. Mais il ne s'agit là, selon l'art. 99 ch. XI OJ, ni d'ordonnances d'exécution de la loi sur le service des postes, ni de dispositions d'exécution qui visent les usagers. Ainsi, dans la mesure où les prétentions élevées en l'espèce ne se fondent que sur elles, le recours de droit administratif n'est pas recevable. De plus, la seconde de ces conventions, qui a remplacé la première, ne prévoit plus de dédommagement semblable à celui que demandent les conclusions subsidiaires. Celles-ci, enfin, n'ont pas fait l'objet de la \"décision\" du 29 janvier 1963.\n\nPar ces motifs, le Tribunal fédéral\n\n1. Déclare le recours irrecevable;\n\n2. Transmet le dossier au Conseil fédéral;"}