{"annee": "89", "cour": "I", "page": "402", "date": "23/10/1963", "cite": ["82 I 93", "83 I 242"], "cite_par": ["101 IA 542", "98 IA 649", "94 I 336", "105 IA 108"], "chapeau": "57. Urteil vom 23. Oktober 1963 i.S. Domus A.-G. gegen Stansstad und Nidwalden, Regierungsrat.", "regestes": ["Art. 88 OG: Le propriétaire foncier n'a pas qualité pour attaquer par la voie du recours de droit public la décision refusant d'approuver un plan de détail (Gestaltungsplan) destiné à adapter à un nombre restreint et déterminé de parcelles les règles de police des constructions ordinairement applicables."], "faits": "", "considerants": "BGE 89 I 402 S. 402\n\n1. Nach dem geltenden Baureglement der Gemeinde Stansstad vom 1. Juni 1962 sowie dem zugehörigen Zonenplan ist für die Liegenschaft Zihl der Domus AG gemischte Überbauung mit höchstens 4 Geschosshöhen vorgesehen. Ein erster vom Konsortium Zihl dem Gemeinderat eingereichter und von diesem genehmigter Gestaltungsplan entsprach dieser Ordnung. Ein späterer sah die Überbauung mit drei Hochhäusern vor, die der Gemeinderat mit Zustimmung der kantonalen Baudirektion an verkehrstechnisch, ästhetisch und planerisch geeigneten Punkten bewilligen kann, sofern genügend grosse Freiflächen geschaffen werden. Der Gemeinderat genehmigte den neuen Gestaltungsplan und wies die Einsprachen dagegen ab. Der Regierungsrat von Nidwalden hat jedoch eine dagegen erhobene Beschwerde mit Entscheid vom 26. August 1963 gutgeheissen und den Gestaltungsplan nicht genehmigt.\n\nDie Domus AG als Eigentümerin von zwei Grundstücken und Kaufsberechtigte an zwei weiteren Parzellen, und deren Eigentümer Bruno Scheiwiler führen gegen den Entscheid des Regierungsrates staatsrechtliche Beschwerde BGE 89 I 402 S. 403mit dem Antrag, den Entscheid aufzuheben. Sie machen geltend, dieser verletze Art. 4 BV.\n\n2. Der Gestaltungsplan ist kein genereller, für eine unbestimmte Vielheit von Personen bestimmter Erlass, sondern eine Verfügung, mit welcher ein gemeindliches Baureglement in bestimmter Weise für ganz bestimmte Parzellen angewendet werden soll. Er untersteht deshalb bezüglich der Beschwerdelegitimation des davon Betroffenen nicht den Regeln, die für den generellen Erlass gelten, sondern hat die Voraussetzungen zu erfüllen, welche für die Legitimation des von einer Anwendungsverfügung Betroffenen verlangt werden.\n\nZur Anfechtung eines Gestaltungsplanes mit staatsrechtlicher Beschwerde ist der Grundeigentümer oder Bauberechtigte also nur befugt, soweit er dadurch in seiner Rechtslage betroffen wird, durch den Entscheid eine ihn persönlich treffende Rechtsverletzung erleidet. Das träfe etwa dann zu, wenn er durch den Plan in der baulichen Auswertung seines Grundstückes in ungesetzlicher Weise eingeschränkt würde oder ihm diese Auswertung in rechtsungleicher Weise verunmöglicht wäre.\n\nDie Nichtgenehmigung eines Gestaltungsplanes hat nicht zur Folge, dass der Eigentümer nicht mehr nach den geltenden Bauvorschriften bauen kann. Der Plan dient dazu, in bereits überbautem Gebiet eine schwierige bauliche Situation zu regeln, sofern die Bestimmungen von Zonenplan und Strassenplänen den Anforderungen nicht gerecht werden, oder aus gestalterisch oder technisch wichtigen Gründen vom Zonenplan oder von Strassenplänen abzuweichen (Art. 16 des Baureglementes). Hier soll der Plan dem Grundeigentümer die Erstellung von Hochhäusern ermöglichen. An der Möglichkeit der Überbauung gemäss den geltenden Vorschriften aber ändert er nichts, selbst nicht an der Erstellung von Hochhäusern, wenn die gesetzlichen Voraussetzungen dafür (Art. 32 Abs. 2 des Baugesetzes) erfüllt sind.\n\nDie Beschwerdeführer werden durch die Nichtgenehmigung BGE 89 I 402 S. 404des Gestaltungsplanes also nicht in einem ihnen bereits zustehenden Recht verkürzt, sondern bloss an der Möglichkeit gehindert, in einer über die bestehenden Vorschriften hinausgehenden Weise zu bauen. Das Interesse des Grundeigentümers daran, dass er auf seinem Grundstück anders, unter besserer Ausnützung desselben bauen könne, als es nach den geltenden Vorschriften ohne Gestaltungsplan möglich wäre, dass Vorschriften in diesem Sinne erlassen und von den zuständigen Behörden genehmigt werden, wenn es solcher Genehmigung bedarf, ist aber nicht von anderer Art als das Interesse des Bürgers überhaupt, dass Vorschriften öffentlich-rechtlicher Art erlassen oder nicht erlassen werden. Es ist nicht rechtlicher, sondern bloss tatsächlicher Art. Derartige Interessen können nicht mit staatsrechtlicher Beschwerde geltend gemacht werden (BGE 82 I 96, BGE 83 I 245, nicht veröffentlichtes Urteil vom 7. Oktober 1963 i.S. Wohnlich, das die Beschwerde wegen Nichtgenehmigung eines Gestaltungsplanes als unzulässig bezeichnet). Die Beschwerdeführer können sich mangels solcher Legitimation nicht über unrichtige Auslegung des Baugesetzes oder Baureglementes durch den Regierungsrat beschweren."}