{"annee": "89", "cour": "IV", "page": "185", "date": "31/10/1963", "cite": ["85 IV 17"], "cite_par": ["92 IV 89"], "chapeau": "37. Urteil des Kassationshofes vom 31. Oktober 1963 i.S. Staatsanwaltschaft des Kantons Zürich gegen Honauer.", "regestes": ["Art. 137 ch. 1, art. 140 ch. 1 al. 1 CP. Celui qui, dans le dessein de se procurer un enrichissement illégitime, s'empare de marchandises offertes pour la vente par un magasin dit \"à selfservice\", commet non pas un abus de confiance, mais un vol."], "faits": "BGE 89 IV 185 S. 185\n\nA.- Frau Honauer nahm vom Januar 1959 bis am 12. Oktober 1962 in mehreren Selbstbedienungsläden unter zahlreichen Malen Lebensmittel und andere Waren im Gesamtwert von etwa Fr. 1537 bis 1617 an sich, in der Absicht, sie nicht zu zahlen, und verliess damit jeweilen den Laden, ohne den Preis zu erlegen.\n\nB.- Das Bezirksgericht Zürich erklärte Frau Honauer des gewerbsmässigen Diebstahls im Sinne von Art. 137 Ziff. 1 und 2 StGB schuldig und verurteilte sie zu vier Monaten Gefängnis. Den bedingten Aufschub der Strafe lehnte es ab.\n\nAuf Berufung der Verurteilten, die den Schuldspruch nicht anfocht, aber die Herabsetzung der Strafe und den bedingten Aufschub des Vollzuges beantragte, würdigte das Obergericht des Kantons Zürich mit Urteil vom 21. Juni 1963 die Taten als wiederholte und fortgesetzte Veruntreuung im Sinne von Art. 140 Ziff. 1 Abs. 1 StGB BGE 89 IV 185 S. 186und verurteilte Frau Honauer zu 75 Tagen Gefängnis, ohne den Vollzug bedingt aufzuschieben. Es setzte die Strafe herab, weil nach dem im Berufungsverfahren eingeholten Gutachten die Zurechnungsfähigkeit der Angeklagten leicht vermindert sei, die Handlungen nunmehr nach dem milderen Tatbestand der Veruntreuung gewürdigt würden und die Gewerbsmässigkeit entfalle.\n\nC.- Die Staatsanwaltschaft des Kantons Zürich führt Nichtigkeitsbeschwerde. Sie beantragt, das oberinstanzliche Urteil aufzuheben und das Obergericht anzuweisen, Frau Honauer des wiederholten Diebstahls im Sinne von Art. 137 Ziff. 1 StGB schuldig zu sprechen.\n\nD.- Frau Honauer stellt keinen Antrag. Sie nimmt an, \"dass das Obergericht nach meinem Fall gehandelt hat\".", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Dem Diebstahl gemäss Art. 137 Ziff. 1 StGB und der Veruntreuung im Sinne des Art. 140 Ziff. 1 Abs. 1 StGB ist gemeinsam, dass der Täter sich oder einen andern durch Aneignung einer fremden beweglichen Sache unrechtmässig bereichern will (vgl. BGE 85 IV 18 ff.). Einen Diebstahl begeht, wer die Sache jemandem wegnimmt. Art. 140 Ziff. 1 Abs. 1 StGB setzt dagegen voraus, dass sie dem Täter im Zeitpunkt der Aneignung anvertraut sei. Der Gegensatz liegt also im Wegnehmen zwecks Aneignung einer nicht anvertrauten Sache einerseits, im Aneignen einer anvertrauten anderseits.\n\nWeitere Unterschiede bestehen nicht. Insbesondere geht die Vorinstanz fehl, wenn sie die Heimlichkeit als wesentliches Merkmal des Wegnehmens und damit des Diebstahls erachtet. Die meisten Diebstähle werden freilich heimlich begangen, weil der Täter sich vor einer Strafverfolgung schützen will. Aber nötig ist das nicht. Das Wegnehmen der Sache vor den Augen des Inhabers des Gewahrsams oder Dritter kann höchstens Anzeichen für das Fehlen der Absicht unrechtmässiger Bereicherung sein. Das ist es aber nicht schlechthin. Der Täter kann z.B. hoffen, er werde BGE 89 IV 185 S. 187nicht beobachtet oder der Zuschauende erkenne seine Bereicherungsabsicht nicht. Ist diese nachgewiesen, so trifft trotz der Begehung in Anwesenheit und vor den Augen des Inhabers des Gewahrsams oder Dritter die Bestimmung über Diebstahl zu. Den gleichen Sinn hat nach der Auffassung des Bundesgerichtshofes § 242 des deutschen Strafgesetzbuches (Entscheidungen des Bundesgerichtshofes in Strafsachen, Bd. 16 S. 273 f.).\n\n2. Das Anvertrauen setzt nicht voraus, dass der Inhaber des Gewahrsams dem andern die Sache hinreiche. Er kann sie aufstellen mit der ausdrücklichen oder stillschweigenden Ermächtigung, dass irgendwer sie wegnehme. Sie kann also dem, der von dieser Ermächtigung Gebrauch macht, anvertraut sein, obschon er sie \"weggenommen\" hat. Dem Obergericht ist deshalb zuzugeben, dass die Begründung des Gewahrsams des Vertrauensnehmers und die Wegnahme der Sache zeitlich zusammenfallen können. Besser ist es, zu sagen, dass das Anvertrauen und das Wegnehmen nicht notwendigerweise gegensätzliche Begriffe sind, sondern jenes durch dieses zustandekommen kann.\n\nDas bedeutet aber nicht, dass jedesmal dann, wenn der Eigentümer das Wegnehmen der Sache zum Zwecke der Begründung eines Vertrauensverhältnisses gestattet, Diebstahl ausgeschlossen sei. Es muss im einzelnen Falle untersucht werden, ob der Täter die Sache in der Absicht behändigt, das Verttrauensverhältnis zu begründen, das dem Inhaber des Gewahrsams vorschwebt, oder ob er sie wegnimmt, um sich oder einen andern damit unrechtmässig zu bereichern. Der Inhaber des Gewahrsams gestattet die Wegnahme der Sache nicht schlechthin. Er will, dass das vorausgesetzte Vertrauensverhältnis zustandekomme. Nur das erlaubt er, nicht die Wegnahme zum Zwecke der unrechtmässigen Bereicherung. Wer die Sache zu diesem Zwecke an sich nimmt, handelt bewusst gegen den Willen des andern, lehnt das Angebot der Begründung eines Vertrauensverhältnisses ab und begeht daher einen Diebstahl.\n\n3. Die in einem Selbstbedienungsladen aufgelegten BGE 89 IV 185 S. 188Waren sind, für jedermann erkennbar, zur Besichtigung und zum Kaufe, und nur zu diesen Zwecken, angeboten. Jedermann darf sie an sich nehmen, aber nur, damit er sie prüfe und, falls er sie behalten will, an der Kasse vorweise und bezahle. Ob ihm die Ware, wenn er diese Absicht hat, auf dem Weg von der Behändigung bis zur Kasse \"anvertraut\" ist, kann dahingestellt bleiben. Jedenfalls ist sie ihm nicht anvertraut, wenn er sie in der Absicht an sich nimmt, sie nicht vorzuweisen, sondern sich oder einen Dritten damit zu bereichern. Denn zu diesem Zwecke erlaubt ihm der Geschäftsinhaber die Wegnahme nicht. Wer die Ware in der Absicht unrechtmässiger Bereicherung wegnimmt, veruntreut sie daher nicht, sondern stiehlt sie. Diese Meinung wird auch im Schrifttum vertreten (VON RECHENBERG, SJZ 50 12 Spalte rechts).\n\nDas Bezirksgericht führt aus, es sei ausgeschlossen, dass die Angeklagte jedesmal von neuem, d.h. erst beim jeweiligen Betreten des Ladens, den Entschluss gefasst habe, Waren mitlaufen zu lassen; dies zeige sich schon im Umstand, dass sie die Taten beging, um trotz zu niedrig bemessenen Haushaltungsgeldes die Kosten des Haushaltes bestreiten zu können; dieser Notlage sei sie sich jederzeit bewusst gewesen und aus ihr heraus habe sie die Diebstähle regelmässig und mit Vorbedacht begangen; ihr Wille, das Verbrechen zur Verdienstquelle zu machen, sei erstellt; auch die Bereitschaft, gegen unbestimmt viele zu handeln, wo immer sich passende Gelegenheit biete, sei nachgewiesen. Mit diesen Ausführungen legt das Bezirksgericht dar, dass die Beschwerdegegnerin gewerbsmässig gehandelt habe. Dem Obergericht stellte sich die Frage der Gewerbsmässigkeit nicht, weil es die Taten als Veruntreuung würdigte. Dennoch müssen die in den erwähnten Ausführungen enthaltenen tatsächlichen Feststellungen als von ihm übernommen gelten, hat es doch sein Urteil ausdrücklich \"auf Grund der tatsächlichen Ergebnisse des Urteils des Bezirksgerichtes\" gefällt. Deshalb ist davon auszugehen, dass die Beschwerdegegnerin jeweilen sogar BGE 89 IV 185 S. 189schon vor dem Betreten des Ladens die Absicht hatte'\"Waren mitlaufen zu lassen\", sie also nicht zu bezahlen. Folglich hatte sie diese Absicht auch bei der Behändigung der Waren. Es kann deshalb nicht davon die Rede sein, dass sie ein Vertrauensverhältnis begründet habe, als sie diese an sich nahm. Da ihr die Sachen nicht anvertraut waren, hat sie sich durch die Aneignung des Diebstahls, nicht der Veruntreuung schuldig gemacht.\n\n4. Unter diesen Umständen kommt nichts darauf an, ob die Waren schon dadurch als \"weggenommen\" zu gelten hatten, dass die Beschwerdegegnerin sie im Laden an sich nahm, oder erst dadurch, dass sie sie an der Kasse vorbeischmuggelte. Es braucht auch nicht entschieden zu werden, ob der Kunde, der die Ware in der Absicht an sich nimmt, sie zu bezahlen, diese Absicht dann aber aufgibt, bevor oder während er an der Kasse vorbeigeht, des Diebstahls schuldig ist. Offen bleiben kann auch, ob im Vorbeigehen an der Kasse ohne Vorlegung und Bezahlung der Ware ein Betrug läge.\n\n5. Gewisse Waren werden den Kunden auch im Selbstbedienungsladen von Angestellten übergeben, z.B. Fleisch. Der Kunde nimmt sie bei diesem Anlass nicht weg, stiehlt sie also nicht.\n\nNach welcher Bestimmung der Kunde zu bestrafen ist, wenn er schon bei der Übernahme der Sache beabsichtigt, sie nicht an der Kasse vorzuweisen und zu bezahlen, oder wenn er einen solchen Entschluss erst nach der Übernahme fasst und ihn beim Vorbeigehen an der Kasse ausführt, braucht nicht untersucht zu werden. Es wird von keiner Seite behauptet, dass unter den Waren, welche die Beschwerdegegnerin ohne Bezahlung aus den Geschäften schmuggelte, sich auch solche befunden haben, die ihr von einem Angestellten überreicht worden seien.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der II. Strafkammer des Obergerichts des Kantons BGE 89 IV 185 S. 190Zürich vom 21. Juni 1963 aufgehoben und die Sache zur Verurteilung der Beschwerdegegnerin wegen Diebstahls an die Vorinstanz zurückgewiesen."}