{"annee": "89", "cour": "I", "page": "75", "date": "8/5/1963", "cite": ["75 I 244", "83 I 173"], "cite_par": ["116 IA 242", "89 I 448", "114 IA 395", "91 I 260", "123 I 97"], "chapeau": "13. Auszug aus dem Urteil vom 8. Mai 1963 i.S. Konservativ-christlichsoziale Volkspartei Grenchen und Pfister gegen Gemeinderat Grenchen und Regierungsrat des Kantons Solothurn.", "regestes": ["Incompatibilité: Selon le droit en vigueur, les fonctions de maître à l'école professionnelle commerciale de Granges ne sont pas incompatibles avec la qualité de membre de la commission scolaire de la commune de Granges."], "faits": "BGE 89 I 75 S. 75\n\nAus dem Tatbestand:\n\nA.- Die nach dem Proporzwahl-System durchzuführenden Kommissionswahlen der Einwohnergemeinde Grenchen waren vom Einwohnergemeinderat auf den 23. Juli 1961 angesetzt worden. Die politischen Parteien wurden eingeladen, ihre Kandidatenlisten einzureichen, worauf die konservativ- christlichsoziale Volkspartei der Einwohnergemeinde Grenchen Willy Pfister, Handelslehrer in Grenchen, als Mitglied der Schulkommission vorschlug.\n\nDa von allen Parteien zusammen nicht mehr Kandidaten vorgeschlagen wurden, als Mandate zu vergeben waren, und weil von keiner Seite Einsprache gegen die portierten Kandidaten erhoben wurde, fanden die auf den 23. Juli 1961 angesetzten Wahlen nicht statt. Der Gemeinderat erklärte die vorgeschlagenen Kandidaten in seiner Sitzung vom 20. Juli 1961 als in stiller Wahl gewählt, behielt sich BGE 89 I 75 S. 76jedoch die \"Validierung\" der Wahl von Willy Pfister als Mitglied der Schulkommission vor und beauftragte das Ammannamt, genau abzuklären, ob ein Lehrer jener Behörde, welcher die unmittelbare Aufsicht über ihn zusteht, angehören könne.\n\nAm 20. Februar 1962 beschloss der Gemeinderat der Einwohnergemeinde Grenchen mit 22 gegen 5 Stimmen, bei 2 Stimmenthaltungen, die Wahl des Willy Pfister in die Schulkommission nicht zu \"validieren\".\n\nB.- Die von der konservativ-christlichsozialen Volkspartei der Einwohnergemeinde Grenchen und Willy Pfister gegen diesen Beschluss eingereichte Beschwerde wies der Regierungsrat des Kantons Solothurn am 15. Januar 1963 ab. Immerhin forderte er den Gemeinderat auf, \"Herrn Willy Pfister nachträglich noch eine Frist anzusetzen zur Abgabe der Erklärung, ob er auf das Amt eines Handelslehrers oder die Mitgliedschaft in der Schulkommission verzichte\".\n\nC.- Diesen Entscheid des Regierungsrates vom 15. Januar 1963 fechten die konservativ-christlichsoziale Volkspartei der Einwohnergemeinde Grenchen und Willy Pfister mit staatsrechtlicher Beschwerde an. Sie beantragen, den angefochtenen Entscheid wegen Verletzung von Art. 4 und 43 BV und Art. 8 und 55 der solothurnischen Kantonsverfassung (KV) aufzuheben.\n\nD.- Der Regierungsrat des Kantons Solothurn beantragt Abweisung der Beschwerde; die Einwohnergemeinde Grenchen hat auf Vernehmlassung verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1./2. - ...\n\n3. Sodann bestreiten die Beschwerdeführer, dass es unvereinbar sei, als Lehrer an der Kaufmännischen Berufsschule Grenchen zu wirken und gleichzeitig der Schulkommission anzugehören. Ausgangspunkt für die Abklärung dieser Frage bildet Art. 4 KV, welche Bestimmung wie folgt lautet: BGE 89 I 75 S. 77\n\n\"Die gesetzgebende, die vollziehende und die richterliche Gewalt sind als solche getrennt. Das Gesetz bestimmt im Besonderen, welche Beamtungen nicht zu gleicher Zeit von einer und derselben Person bekleidet und welche Berufsarten von den Inhabern bestimmter Beamtungen nicht ausgeübt werden dürfen\".\n\nMit dem hier umschriebenen Vorbehalt des Gesetzes wird zum Ausdruck gebracht, dass nur in den vom Gesetz vorgesehenen Fällen Unvereinbarkeit zwischen zwei Beamtungen oder zwischen einer Berufsart und einer bestimmten Beamtung angenommen werden darf. Im vorliegenden Falle ist deshalb zu prüfen, ob eine gesetzliche Grundlage bestehe, die zu sagen erlaubt, die Tätigkeit als Lehrer an der Kaufmännischen Berufsschule sei mit derjenigen eines Mitgliedes der Schulkommission nicht vereinbar. Da es sich dabei um Inhalt und Tragweite politischer Rechte handelt, ist das Bundesgericht bei der Überprüfung dieser Frage frei (BGE 75 I 245, BGE 83 I 176).\n\nEine ausdrückliche gesetzliche Bestimmung des Inhaltes, dass ein Lehrer der Kaufmännischen Berufsschule nicht Mitglied der Schulkommission sein dürfe, fehlt. Der Regierungsrat stellt dies nicht in Abrede, macht jedoch zur Begründung seiner Auffassung geltend, in Ansehung eines allgemeinen Rechtsgrundsatzes, dass ein Funktionär nicht Mitglied seiner eigenen Aufsichtsbehörde sein könne, ergebe sich die Unvereinbarkeit Primarlehrer/Mitglied der Schulkommission \"sinngemäss\" aus § 66 des Primarschulgesetzes vom 27. April 1873 (PSG) und es würde eine rechtsungleiche Behandlung darstellen, wenn bei den Handelslehrern nicht die gleiche Regelung wie bei den Primarlehrern angewendet würde. Diese Argumentation vermag nicht zu überzeugen.\n\nZunächst ist darauf hinzuweisen, dass ein allgemeiner, in den schweizerischen Kantonen durchwegs anerkannter Rechtsgrundsatz, dass ein Funktionär nicht Mitglied seiner eigenen Aufsichtsbehörde sein kann, nicht besteht. Im Gegenteil erscheint nach GIACOMETTI (Staatsrecht der schweizerischen Kantone, S. 280) \"eine Kumulation von BGE 89 I 75 S. 78Ämtern aus verschiedenen Funktionen in grösserem oder kleinerem Umfange statthaft\". Von den 25 Kantonen und Halbkantonen erklären denn auch nur 9 Verwaltungs- und Gesetzgebungsfunktionen als miteinander nicht vereinbar; 12 schliessen vom kantonalen Parlament nur die höheren Verwaltungsbeamten aus, und in den 4 übrigen Kantonen ist diese Art von Unvereinbarkeit überhaupt nicht bekannt (FRANK, Die Unvereinbarkeit von Bundesbeamtung und Nationalratsmandat, S. 93; vgl. auch HASELBACH, Die Unvereinbarkeit im schweizerischen Staatsrecht, S. 63 ff.). Beispielsweise wird in diesem Zusammenhange sogar auf einen Fall hingewiesen, in dem ein kantonaler Angestellter gleichzeitig Mitglied des Regierungsrates war (ROTEN, Le problème des incompatibilités, ZBl 1957 S. 319). Die gleiche Vermischung der Gewalten ist auch in vielen Gemeinden anzutreffen (MOHR, in \"Die Durchführung der Gewaltenteilung in der Schweiz\", S. 59 f.).\n\nIm solothurnischen Recht ist eine besonders sorgfältige Trennung der Gewalten nicht verwirklicht worden. Zwar können nach Art. 23 KV die kantonalen Verwaltungsbeamten und die Angestellten anderer Staatsorgane nicht Mitglieder des Grossen Rates sein, doch gilt diese Bestimmung nur für die Beamten und Angestellten des Kantons. Mit Bezug auf die Beamten und Angestellten der Gemeinden bestimmt dagegen § 94 Abs. 3 des Gemeindegesetzes vom 27. März 1949 (GG) nur: \"Die Gemeindeordnung kann bestimmen, dass die Beamten, Angestellten und Arbeiter der Gemeindeverwaltung nicht Mitglieder des Gemeinderates sein können\". Die gleiche Regelung gilt gemäss § 114 Abs. 3 GG auch bei den Wahlen in die Gemeindekommissionen. Sofern das Recht der Gemeinden nicht etwas anderes vorsieht, ist es demnach grundsätzlich zulässig, als Beamter, Angestellter oder Arbeiter der Gemeindeverwaltung tätig zu sein und gleichzeitig dem Gemeinderat oder einer Gemeindekommission anzugehören.\n\nWeshalb nach Schulgesetz die Zugehörigkeit von Lehrern zur Schulkommission ausgeschlossen und damit etwas BGE 89 I 75 S. 79verboten sein soll, was die Gemeinden gemäss Gemeindegesetz auf die eine oder andere Art regeln dürfen, ist nicht ersichtlich. Wenn der Regierungsrat geltend macht, die Beziehungen zwischen Schulkommission und Lehrer seien \"weit enger als dies sonst zwischen Gemeindefunktionär und Gemeinderat... der Fall\" sei, so ist dem nur in ganz beschränktem Umfange zuzustimmen, denn die Lehrer geniessen im allgemeinen bei ihrer Lehrtätigkeit eine Freiheit, wie sie der Mehrzahl der unteren Gemeindefunktionäre nicht zukommt. Die Tatsache, dass Gemeindefunktionäre prinzipiell dem Gemeinderat angehören dürfen, obschon diesem die Aufsicht über die gesamte Gemeindeverwaltung obliegt, versucht der Regierungsrat mit dem Hinweis zu erklären, dass \"sonst in kleineren Gemeinden die Behörden wegen Mangels an geeigneten Leuten oft nicht ordnungsgemäss bestellt werden könnten\". Die nämliche Überlegung hat jedoch auch im Zusammenhang mit der Schulkommission Platz zu greifen, da in kleinen Verhältnissen die Bestellung dieser Behörde wegen der Voraussetzungen, die ihre Mitglieder erfüllen sollten, oft ganz besondere Schwierigkeiten bereiten kann. \"Sinngemäss\" lässt sich deshalb zusammenfassend dem Primarschulgesetz nur entnehmen, dass es mit Bezug auf die Unvereinbarkeit keine andere als die in den §§ 94 Abs. 3 und 114 Abs. 3 des Gemeindegesetzes umschriebene Lösung enthält und dass es deshalb der Gemeindegesetzgebung vorbehalten bleibt, die Tätigkeit als Primarlehrer und die Mitgliedschaft in der Schulkommission als unvereinbar zu erklären. Die Gemeindeordnung der Einwohnergemeinde der Stadt Grenchen vom 9. März 1951 enthält keine entsprechende Bestimmung, sodass eine gesetzliche Grundlage für die Annahme einer Unvereinbarkeit Handelslehrer/Mitglied der Schulkommission fehlt.\n\nZu Unrecht beruft sich der Regierungsrat auf § 98 der Vollziehungsverordnung vom 26. Mai 1877 zum Primarschulgesetz. Diese vom Regierungsrat erlassene Vorschrift ist nicht eine Norm der Gesetzesstufe und würde deshalb BGE 89 I 75 S. 80nur eine genügende Grundlage bilden, wenn sie auf einer Gesetzesdelegation beruhen würde. Das ist nicht der Fall. Insbesondere kann in Art. 38 Ziff. 1 KV, welche Bestimmung den Regierungsrat ermächtigt, die zum Vollzug der Gesetze erforderlichen Verordnungen zu erlassen, keine solche Delegation erblickt werden, weil sonst der in Art. 4 KV umschriebene Vorbehalt des Gesetzes ohne jede Bedeutung wäre.\n\nZusammenfassend ist demnach festzuhalten, dass es an der gemäss Art. 4 KV erforderlichen gesetzlichen Grundlage für die Annahme einer Unvereinbarkeit zwischen der Tätigkeit als Lehrer an der Kaufmännischen Berufsschule Grenchen und derjenigen als Mitglied der Schulkommission fehlt. Der angefochtene Entscheid, mit welchem diese Unvereinbarkeit in Übereinstimmung mit der Auffassung des Gemeinderates Grenchen bejaht worden ist, verletzt somit eine Verfassungsbestimmung und ist deshalb aufzuheben. Zur Frage, ob auch Handelslehrer nicht der Schulkommission angehören dürften, wenn Primarlehrer von dieser Behörde ausgeschlossen wären, braucht unter diesen Umständen nicht Stellung genommen zu werden.\n\n4. ....\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen."}