{"annee": "89", "cour": "I", "page": "353", "date": "30/10/1963", "cite": ["82 I 67", "85 I 204", "89 I 11", "87 I 337", "87 I 100"], "cite_par": ["91 I 200", "91 I 399", "92 I 271", "98 IA 1"], "chapeau": "51. Urteil vom 30. Oktober 1963 i.S. X. gegen Regierungsrat des Kantons Schaffhausen.", "regestes": ["Art. 4 Cst.; droit d'être entendu en matière administrative. Inobservation arbitraire d'une disposition contenue dans une loi cantonale sur les auberges et selon laquelle les oppositions soulevées par une demande de patente doivent être communiquées au requérant, celui-ci ayant le droit de se déterminer à leur endroit. Annulation d'une décision refusant une patente sans égard à la question de savoir s'il y a des chances que la détermination du requérant conduise à une autre solution."], "faits": "BGE 89 I 353 S. 353\n\nA.- Nach dem schaffhausischen Wirtschaftsgesetz vom 29. Oktober 1934 (WG) werden die Wirtschaftspatente nach vorgängiger Begutachtung durch den Gemeinderat BGE 89 I 353 S. 354auf Antrag der Polizeidirektion vom Regierungsrat bewilligt (Art.11). Die Patentgesuche sind von den Gemeinderäten zur öffentlichen Kenntnis zu bringen mit Ansetzung einer Frist von 10 Tagen zur Einreichung von Einsprachen (Art. 12).\n\nDie vom Regierungsrat am 5. November 1935 erlassene Vollziehungsverordnung (VV) zum Wirtschaftsgesetz bestimmt in\n\n\"§ 10. Dem Patentbewerber sind die eingegangenen Einsprachen ihrem ganzen Inhalte nach, unter Weglassung der Unterschrift, zur Kenntnis zu bringen.\n\nDieser hat das Recht, sich innerhalb von 10 Tagen hiezu vernehmen zu lassen.\"\n\nB.- Die Beschwerdeführerin Fräulein X. bestand am 6. März 1963 die kantonale Wirteprüfung und stellte hierauf beim Gemeinderat Neuhausen das Gesuch um Erteilung des Patentes zur Führung einer alkoholfreien Wirtschaft im Hause Zollstrasse 86 in Neuhausen. Auf die Ausschreibung dieses Gesuchs hin wurden zwei Einsprachen eingereicht, die der Gemeinderat am 30. Mai 1963 mit dem Gesuch an die kantonale Polizeidirektion weiterleitete.\n\nIn der Folge erhielt der Anwalt der Beschwerdeführerin vom Polizeisekretär davon Kenntnis, dass Bedenken gegen die Patenterteilung bestünden, konnte jedoch nicht erfahren, aus welchen Gründen. Mit Eingabe vom 29. Juni 1963 ersuchte er deshalb den Regierungsrat, ihm vor dem Entscheid über das Patentgesuch Einsicht in die Akten zu gewähren oder ihn auf andere geeignete Weise von den gegen die Patenterteilung sprechenden Umständen in Kenntnis zu setzen und ihm Gelegenheit zur Stellungnahme einzuräumen.\n\nMit Entscheid vom 3. Juli 1963 wies der Regierungsrat das Gesuch um Erteilung des Patentes ab. Die Gründe hiefür sind in den Erwägungen eingehend dargelegt. Zum Gesuch der Beschwerdeführerin, vor dem Entscheid zu allfälligen gegen die Patenterteilung sprechenden Umständen BGE 89 I 353 S. 355Stellung zu nehmen, erklärt der Regierungsrat, er könne \"auf dieses ungewöhnliche Ersuchen nicht eintreten, umsoweniger als der Tatbestand, auf den er sich bei der Beurteilung stützte, einwandfrei erwiesen ist.\"\n\nC.- Gegen den Entscheid des Regierungsrates führt Fräulein X. staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV. Sie wirft dem Regierungsrat Verletzung des rechtsstaatlichen Prinzips des rechtlichen Gehörs und insbesondere der strikten Vorschrift in § 10 der VV zum WG vor, weil er ihr weder Kenntnis von den beiden gegen ihr Patentgesuch erhobenen Einsprachen noch Gelegenheit, sich dazu vernehmen zu lassen, gegeben habe. Ferner macht sie geltend und führt näher aus, dass und weshalb die Abweisung des Patentgesuches willkürlich sei.\n\nD.- Der Regierungsrat des Kantons Schaffhausen beantragt die Abweisung der Beschwerde. Er bestreitet eine Gehörsverweigerung inbezug auf die Einsprachen aus folgenden Gründen: Die eine Einsprache bilde überhaupt keinen Ablehnungsgrund, da damit gewerbepolitische Gründe geltend gemacht würden. Die andere Einsprache aber könne nicht als solche bezeichnet werden, da sie anonym erfolgt sei und den Charakter einer Anzeige gehabt habe, die die Behörden zu näheren Untersuchungen veranlasst habe. Es sei nicht erforderlich, dass die Behörde, welche Erhebungen über einen Patentbewerber zu machen habe, diesem eventuelle Hindernisgründe eröffne.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nachdem die Beschwerdeführerin erfahren hatte, dass Bedenken gegen die Erteilung des von ihr verlangten Wirtschaftspatentes bestünden, ersuchte sie den Regierungsrat um Einsicht in die Akten oder doch um Bekanntgabe der gegen die Patenterteilung sprechenden Umstände, worin sinngemäss das Begehren um Mitteilung allfällig eingegangener Einsprachen enthalten war. Dass dem in erster Linie gestellten Begehren um allgemeine Akteneinsicht nicht entsprochen wurde, wird in der staatsrechtlichen BGE 89 I 353 S. 356Beschwerde - mit Recht - nicht beanstandet (vgl. BGE 89 I 15 /16 und dort zitierte frühere Urteile). Als Verweigerung des rechtlichen Gehörs wird ausschliesslich gerügt, dass der Regierungsrat in Missachtung von § 10 VV zum WG der Beschwerdeführerin keine Kenntnis von den auf die Ausschreibung hin eingegangenen Einsprachen und keine Gelegenheit zur Stellungnahme zu diesen Einsprachen gegeben habe.\n\n2. Mit dem Vorwurf der Verletzung eines \"allgemein gültigen rechtsstaatlichen Prinzips\" will sich die Beschwerdeführerin offenbar auf den unmittelbar aus Art. 4 BV folgenden Anspruch auf rechtliches Gehör berufen. Ob und inwieweit ein solcher Anspruch in einem Verwaltungsverfahren wie dem vorliegenden besteht, kann indes dahingestellt bleiben, da der Umfang des Anspruchs auf rechtliches Gehör zunächst grundsätzlich durch die kantonalen Verfahrensvorschriften bestimmt wird (BGE 87 I 339 Erw. 4 a mit Verweisungen) und die Beschwerdeführerin die Verletzung einer solchen Vorschrift, des § 10 VV zum WG, geltend macht. Das Bundesgericht kann die Auslegung und Anwendung dieser Vorschrift freilich nur unter dem beschränkten Gesichtswinkel der Willkür und rechtsungleichen Behandlung überprüfen (BGE 85 I 207 Erw. 1, BGE 87 I 106 Erw. 4). Die Annahme des Regierungsrates, dass § 10 VV vorliegend nicht zu beachten gewesen sei, ist aber willkürlich, da sie gegen den klaren Wortlaut und Sinn der Vorschrift verstösst.\n\n§ 10 V-V bestimmt eindeutig und vorbehaltlos, dass die eingegangenen Einsprachen ihrem ganzen Inhalte nach dem Patentbewerber zur Kenntnis zu bringen sind (Abs. 1) und dass dieser das Recht hat, sich innerhalb von 10 Tagen dazu vernehmen zu lassen (Abs. 2). Dass es sich dabei nicht um eine blosse Ordnungsvorschrift handelt, ergibt sich unmissverständlich daraus, dass Abs. 2 ausdrücklich von einem Recht des Patentbewerbers auf Vernehmlassung zu den Einsprachen spricht. Die in der Beschwerdeantwort vertretene Auffassung des Regierungsrates, § 10 VV sei BGE 89 I 353 S. 357vorliegend nicht anwendbar, weil es sich nicht um eigentliche Einsprachen handle, ist unhaltbar. Wenn auch nur die eine der beiden Einsprachen ausdrücklich als solche bezeichnet ist, kann doch auch die zweite ihrem Inhalte nach nicht anders denn als Einsprache verstanden werden. Die beiden Eingaben sind denn auch nicht nur vom Gemeinderat, sondern, wie der angefochtene Entscheid (Ziff. I) zeigt, auch vom Regierungsrat selber als Einsprachen betrachtet und bezeichnet worden. Dass die eine möglicherweise mit einem falschen Namen unterzeichnet und insofern anonym ist, erscheint als unerheblich, während der Umstand, dass diese Eingabe, wie in der Beschwerdeantwort ausgeführt wird, den Behörden Anlass zu näheren Untersuchungen gab, nicht gegen, sondern vielmehr für die Anwendung von § 10 VV spricht, da die Einsprache offenbar als erheblich betrachtet wurde und die Beschwerdeführerin daher erst recht ein Interesse hat, sich dazu zu äussern. Der Regierungsrat hat somit eine wesentliche Verfahrensvorschrift offensichtlich verletzt und sich damit der Willkür schuldig gemacht.\n\nSofern der Regierungsrat mit der im angefochtenen Entscheid enthaltenen Bemerkung, dass der Tatbestand einwandfrei erwiesen sei, sagen wollte, eine Vernehmlassung der Beschwerdeführerin zu den beiden Einsprachen könnte an seinem Entscheid nichts ändern, so käme hierauf nichts an. In einigen nicht veröffentlichten Urteilen hat das Bundesgericht zwar erklärt, dass nur der unmittelbar aus Art. 4 BV folgende Anspruch auf rechtliches Gehör formeller Natur sei, während die Verletzung kantonaler Verfahrensvorschriften über das rechtliche Gehör nur dann die Aufhebung des angefochtenen Entscheids zur Folge haben könne, wenn dem Beschwerdeführer ein Nachteil aus dem Verfahrensmangel erwachsen sei (nicht veröffentlichtes Urteil vom 21. Juni 1950 i.S. Grands Moulins de Cossonay SA und dort angeführte frühere Urteile). Ob diese Unterscheidung, die in andern, auch neuern Urteilen nicht gemacht wurde (BGE 82 I 71 Erw. 2, BGE 89 I 353 S. 358nicht veröffentlichte Urteile vom 6. Juli 1960 i.S. Glatt und vom 19. September 1962 i.S. Reymondin), sich rechtfertigt, mag fraglich erscheinen, kann aber dahingestellt bleiben. In den erwähnten früheren Urteilen wurde ein dem Beschwerdeführer erwachsener Nachteil jeweils verneint, weil der Beschwerdeführer zwar nicht in der vorgeschriebenen Form, aber doch auf andere Weise hinreichend zu Worte gekommen war, sei es mündlich statt wie vorgeschrieben schriftlich, sei es erst vor der zweiten kantonalen Instanz statt schon vor der ersten (erwähntes Urteil i.S. Grands Moulins de Cossonay SA sowie Urteile vom 26. Februar 1945 i.S. Unger-Hirt Erw. 3, vom 1. April 1946 i.S. Ineichen Erw. 4 und vom 10. Oktober 1946 i.S. Schütz Erw. 1). Im vorliegenden Falle dagegen hatte die Beschwerdeführerin überhaupt keine Gelegenheit, sich zu den eingegangenen Einsprachen vernehmen zu lassen, obwohl ihr das Recht dazu in § 10 VV ausdrücklich eingeräumt wird. In der offensichtlichen Verletzung dieser wesentlichen Verfahrensvorschrift liegt eine Benachteiligung der Beschwerdeführerin, die es rechtfertigt, den angefochtenen Entscheid aufzuheben ohne Rücksicht darauf, ob Aussicht besteht, dass der Regierungsrat, nachdem er der Beschwerdeführerin Gelegenheit zur Vernehmlassung gegeben hat, zu einer Änderung seines Entscheids gelangt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Beschluss des Regierungsrates des Kantons Schaffhausen vom 3. Juli 1963 aufgehoben wird."}