{"annee": "89", "cour": "I", "page": "107", "date": "20/3/1963", "cite": ["65 I 129", "83 I 119", "84 I 227", "68 I 84", "70 I 75"], "cite_par": ["94 I 63", "91 I 39", "93 I 154", "90 I 334", "92 I 369", "93 I 427"], "chapeau": "17. Urteil vom 20. März 1963 i.S. Gemeinde Speicher gegen Hohl und Regierungsrat des Kantons Appenzell A. Rh.", "regestes": ["Autonomie communale. Qualité de la commune pour former un recours de droit public fondé sur une violation de l'autonomie communale (consid. 1). L'autonomie communale n'est violée que lorsqu'une autorité cantonale s'arroge une compétence qui, en vertu de la constitutionou d'une loi cantonales, appartient à la commune; elle ne l'est pas quand cette autorité, examinant, en vertu d'un pouvoir qui lui appartient, une décision du conseil communal, interprête ou applique faussement ou arbitrairement les normes juridiques entrant en considération (consid. 2). Les communes du canton d'Appenzell Rhodes extérieures sont-elles autonomes en ce qui concerne l'établissement et l'application de règles de droit dans le domaine de la police des constructions? (consid. 2)."], "faits": "BGE 89 I 107 S. 108\n\nA.- Nach Art. 72 der KV von Appenzell A.Rh. ordnen die Gemeinden innerhalb der Schranken der Verfassung und der Gesetzgebung ihre Angelegenheiten selbständig. Art. 74 KV zählt unter Ziff. 1-12 die \"Obliegenheiten und Befugnisse der Einwohner- Gemeindeversammlung\" auf, darunter auch - unter Vorbehalt der Genehmigung durch den Regierungsrat - die \"Aufstellung von Baureglementen im Rahmen der hierüber erlassenen Gesetze\" (Ziff. 8). Von dieser Befugnis handelt auch das Gesetz betreffend die Berechtigung der Gemeinden zur Aufstellung von Baureglementen vom 29. April 1906 sowie der auf dieses Gesetz Bezug nehmende Art. 98 Abs. 2 des EG/ZGB vom 30. April 1911. Nach Art. 82 KV und Art. 16 EG/ZGB kann gegen die Verfügungen und Beschlüsse der Gemeindebehörden und -versammlungen innert 14 Tagen Rekurs an den Regierungsrat ergriffen werden.\n\nDie Gemeinde Speicher hat am 18. Mai 1947 ein Baureglement erlassen, das vom Regierungsrat am 15. September 1947 genehmigt worden ist und in Art. 9 bestimmt, dass der Gemeinderat über Gebiete, für welche er die Aufstellung oder Abänderung eines Überbauungsplanes BGE 89 I 107 S. 109beschlossen hat, die Bausperre verfügen kann; diese fällt dahin, wenn der Überbauungsplanentwurf nicht innerhalb eines Jahres aufgelegt wird, während sie andernfalls bis zur Genehmigung des Überbauungsplans durch den Regierungsrat bestehen bleibt.\n\nB.- Die Gemeinde Speicher bemüht sich seit Jahren, die vom Höhenweg sich bietende Rundsicht zu schützen, und hat unter anderm dazu beigetragen, dass einige südlich des Weges gelegene Grundstücke mit einer Bauverbotsdienstbarkeit belastet wurden, darunter auch die Paul Hohl gehörende Parzelle Nr. 860. Hohl möchte nun dort ein Einfamilienhaus mit Garage erstellen und liess sich dafür vom Eigentümer der benachbarten und nicht mit dem Bauverbot belasteten Parzelle Nr. 467 die Abtretung eines 532 m2 haltenden Abschnitts versprechen. Am 1. März 1962 ersuchte Hohl den Gemeinderat Speicher um die Bewilligung, auf diesem Abschnitt gemäss vorgelegten Plänen ein (das Niveau des Höhenweges um 4 m überragendes) Haus zu errichten. Der Gemeinderat beschloss am 2. März 1962, die Baubewilligung gemäss Plänen und Situation zu erteilen unter der Bedingung, dass der höchste Punkt der Baute nicht höher als das Strassenniveau zu stehen komme. Hohl focht diese Bedingung durch Rekurs beim Regierungsrat an. Dieser hob die Bedingung mit Entscheid vom 16. Mai 1962 auf, da sie zwar im öffentlichen Interesse liege, aber weder im kantonalen Recht noch im Gemeindebaureglement eine gesetzliche Grundlage habe.\n\nNachdem Hohl mit öffentlich beurkundetem Vertrag vom 15. Juni 1962 den als Hausplatz vorgesehenen, mit seiner Parzelle Nr. 860 vereinigten Absehnitt von Parzelle Nr. 467 gekauft hatte, ersuchte sein Architekt am 19. Juni 1962 nochmals um Erteilung der Baubewilligung.\n\nInzwischen hatte der Gemeinderat am 7. Juni 1962 auf Grund von Art. 9 des Gemeindebaureglementes beschlossen, über die Parzellen Nr. 467, 622 und 884 die Bausperre zu verhängen. Gegen diesen den Grundeigentümern sowie Hohl am 12. bzw. 17. Juli 1962 eröffneten Beschluss rekurrierte BGE 89 I 107 S. 110Hohl an den Regierungsrat mit dem Begehren, die Bausperre, soweit sie seine Parzelle Nr. 860 betreffe, aufzuheben, da sie dem Regierungsratsbeschluss vom 16. Mai 1962 widerspreche und rechtswidrig sei. Der Gemeinderat beantragte die Abweisung des Rekurses, indem er geltend machte, dass es sich beim Gesuch Hohls vom 1. März 1961 nicht um ein Baugesuch, sondern um eine \"Baurechtsermittlung\" gehandelt habe, dass die daraufhin erteilte Baubewilligung daher nicht definitiv gewesen und dass die auf Grund des Art. 9 des Gemeindebaureglements erlassene Bausperre nicht zu beanstanden sei.\n\nMit Entscheid vom 20. November 1962 hat der Regierungsrat in Gutheissung des Rekurses Hohls dessen \"bereits bewilligtes Projekt für die Errichtung eines Einfamilienhauses mit Garage auf der Parzelle Nr. 860 von der vom Gemeinderat Speicher verhängten Bausperre ausgenommen\". Zur Begründung führte er aus: Das Bauprojekt des Rekurrenten sei am 2. März/16. Mai 1962 rechtskräftig bewilligt worden. Ein Widerruf der Baubewilligung wäre nur möglich, wenn seit ihrer Erteilung neue erhebliche Umstände eingetreten wären. Das behaupte der Gemeinderat aber nicht. Da er die Revision des Gemeindebaureglements schon am 1. Dezember 1961 beschlossen habe, hätte er die Bausperre schon bei der Einreichung des Baugesuchs Hohls anordnen können, falls sie sich als nötig erwiesen hätte. Er habe dies nicht getan und die Baubewilligung unter einer (vom Regierungsrat wieder aufgehobenen) Bedingung erteilt. Die Bausperre bezwecke, die vom Regierungsrat als rechtswidrig erklärte Bedingung doch noch durchzusetzen und rechtskräftige Entscheide zu umgehen. Ein solches Vorgehen könne nicht geschützt werden.\n\nC.- Gegen diesen Entscheid des Regierungsrates hat die Gemeinde Speicher staatsrechtliche Beschwerde erhoben. Sie wirft dem Regierungsrat Verletzung der in Art. 72 KV allgemein und in Art. 74 Ziff. 8 für das Bauwesen gewährleisteten Gemeindeautonomie vor. Da die streitige BGE 89 I 107 S. 111Bausperre ihre gesetzliche Grundlage in Art. 9 des von der Gemeinde im Rahmen ihrer Autonomie erlassenen Gemeindebaureglementes habe und die Voraussetzungen dieser Bestimmung erfüllt seien, sei der Regierungsrat nicht befugt, ein Grundstück von der Bausperre wieder auszunehmen und so die Handhabung des gemeindeautonomen Baurechts zu verunmöglichen. Die nähere Begründung der Beschwerde ist, soweit wesentlich, den nachstehenden Erwägungen zu entnehmen.\n\nD.- Der Regierungsrat des Kantons Appenzell A.Rh. verweist auf den angefochtenen Entscheid und bestreitet die Beschwerdelegitimation der Gemeinde Speicher. Der Beschwerdegegner Jakob Hohl beantragt, auf die Beschwerde nicht einzutreten, eventuell sie abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Entscheid, durch den der Regierungsrat ein Bauprojekt von der vom Gemeinderat Speicher verhängten Bausperre ausgenommen hat, trifft die Gemeinde rechtlich nicht wie eine Privatperson, sondern in ihrer Eigenschaft als Trägerin öffentlicher Gewalt. Als solche steht ihr das Recht zur staatsrechtlichen Beschwerde nur insoweit zu, als sie ihre Autonomie, ihren eigenen selbständigen Wirkungskreis gegenüber dem Staate als dem ihr übergeordneten Träger öffentlicher Gewalt verteidigen will, d.h. geltend macht, eine staatliche Behörde habe sich eine Entscheidungsbefugnis angemasst, die ihr nicht zustehe, oder habe ihre Zuständigkeit formell überschritten (BGE 83 I 121 Erw. 2 und dort angeführte frühere Urteile, insbesondereBGE 65 I 132,BGE 68 I 86,BGE 70 I 76). Mit der vorliegenden Beschwerde wird ausschliesslich eine Verletzung der Gemeindeautonomie gerügt und kein anderes verfassungsmässiges Recht angerufen. Die Legitimation der Beschwerdeführerin wird daher vom Regierungsrat und vom Beschwerdegegner zu Unrecht bestritten.\n\n2. Die Gemeindeautonomie bedeutet die Zuständigkeit der Gemeinde zur selbständigen Erfüllung gewisser BGE 89 I 107 S. 112öffentlicher Aufgaben. Eine Gemeinde ist insoweit autonom, als ihr durch Verfassung oder Gesetz freies Ermessen in Rechtsetzung und Verwaltung eingeräumt ist und sie dieses Ermessen frei von staatlicher Kontrolle betätigen darf (BGE 83 I 123 /24, BGE 84 I 230; KIRCHHOFER, Legitimation zum staatsrechtlichen Rekurs, ZSR 1935 S. 175/77; GIACOMETTI, Staatsrecht der schweiz. Kantone S. 75).\n\na) Die Beschwerdeführerin geht davon aus, dass die Befugnis zur Rechtsetzung auf dem Gebiete des Bauwesens den Gemeinden nicht durch ein kantonales Gesetz delegiert worden sei, sondern unmittelbar auf Grund der KV zustehe. In der Tat nennt Art. 74 KV bei den \"Obliegenheiten und Befugnissen\" der Einwohner-Gemeindeversammlungen auch die \"Aufstellung von Baureglementen im Rahmen der hierüber erlassenen Gesetze\" (Ziff. 8). Daraus folgt aber nicht ohne weiteres, dass der Erlass von Baureglementen zum eigenen Wirkungskreis der Gemeinde gehöre, da Art. 74 KV auch Befugnisse erwähnt, die zweifellos zum übertragenen Wirkungskreis gehören, wie der \"Erlass von Ausführungsreglementen in den von der Gesetzgebung vorgesehenen Fällen\" (Ziff. 10). Dazu kommt, dass die Gemeindebaureglemente, im Gegensatz zu den Verordnungen und Reglementen über andere Gebiete der Gemeindeverwaltung (Ziff. 7), nach Art. 74 Abs. 2 KV der Genehmigung des Regierungsrates unterliegen und dass diese Genehmigung nach Art. 98 Abs. 3 EG/ZGB Gültigkeitserfordernis ist. Was insbesondere die Sicherung von Landschaften und Aussichtspunkten betrifft, so wird die Aufstellung von Vorschriften hierüber in Art. 98 Abs. 1 EG/ZGB dem Kanton übertragen und in Abs. 2 bei der Umschreibung des Inhalts der Gemeindebaureglemente nicht erwähnt. Ob und inwieweit die Gemeinden auf dem Gebiete des Bauwesens inbezug auf die Rechtsetzung autonom sind, braucht indes vorliegend nicht entschieden zu werden, da der Regierungsrat im angefochtenen Entscheid weder eine von der Beschwerdeführerin erlassene Bestimmung eines Baureglements aufgehoben BGE 89 I 107 S. 113noch einer solchen Bestimmung die Anerkennung versagt, sondern eine auf Grund einer solchen Bestimmung erlassene Verfügung des Gemeinderates teilweise aufgehoben hat. Streitig ist somit nicht die Autonomie im Bereich der Rechtsetzung, sondern in demjenigen der Rechtsanwendung.\n\nb) Über den Umfang der Autonomie in diesem Bereich enthält die Beschwerde keine näheren Ausführungen. Die Beschwerdeführerin scheint davon auszugehen, dass aus der von ihr beanspruchten Autonomie inbezug auf die Rechtsetzung ohne weiteres die Autonomie inbezug auf die Anwendung des von ihr autonom gesetzten Rechtes folge. Das ist jedoch nicht der Fall. Es ist durchaus möglich, dass die Autonomie der Gemeinden auf einem Gebiete inbezug auf die Rechtsetzung weiter ist als inbezug auf die Rechtsanwendung (vgl. inbezug auf die Autonomie der bündnerischen Gemeinde auf dem Gebiete des Steuerwesens das nicht veröffentl. Urteil vom 4. Oktober 1961 i.S. Gemeinde Poschiavo Erw. 2), wenn auch das Gegenteil häufiger sein mag (vgl. GIACOMETTI, a.a.O. S. 80 Anm. 31). Ob und inwieweit die Gemeinden im Kanton Appenzell A.Rh. auf dem Gebiete des Bauwesens autonom sind, beurteilt sich daher für den Bereich der Rechtsanwendung unabhängig vom Umfang ihrer Rechtsetzungsautonomie auf diesem Gebiete.\n\nNach Art. 82 KV sowie Art. 16 EG/ZGB (vgl. auch Art. 52 Ziff. 9 KV) kann gegen alle Verfügungen und Beschlüsse der Gemeindebehörden an den Regierungsrat rekurriert werden. Dafür, dass mit diesem Rekurs lediglich gerügt werden könnte, die angefochtenen Verfügungen verstiessen gegen kantonales oder eidgenössisches Recht, nicht auch, dass sie auf einer unrichtigen Auslegung und Anwendung von Gemeindereglementen beruhten, enthalten die genannten Bestimmungen keine Anhaltspunkte, noch wird von der Beschwerdeführerin behauptet, die Überprüfungsbefugnis des Regierungsrates sei in diesem Sinne beschränkt. Die Beschwerdeführerin BGE 89 I 107 S. 114hat denn auch, als Hohl gegen die Entscheide des Gemeinderates vom 2. März 1962 (Erteilung der Baubewilligung unter einer Bedingung) und vom 7. Juni/17. Juli 1962 (Verhängung der Bausperre) rekurrierte, weder ausdrücklich noch dem Sinne nach geltend gemacht, dass diese Rekurse unzulässig seien, dass der Regierungsrat jedenfalls nicht befugt sei, die den angefochtenen Entscheiden zugrunde liegende Anwendung des Gemeinderechts zu überprüfen, und dass die Gutheissung der Rekurse auf einen Eingriff in ihre Autonomie hinauslaufe. Die Beschwerde führerin hat sich vielmehr vorbehaltlos auf die Rekurse eingelassen und sich in den Vernehmlassungen darauf- beschränkt, ihr Vorgehen zu rechtfertigen. Ob der Regierungsrat als Rekursbehörde die in Anwendung von Gemeindereglementen ergangenen Verfügungen nur auf ihre Rechtmässigkeit oder auch auf ihre Zweckmässigkeit überprüfen darf, d.h. ob ihm die Ermessenskontrolle zusteht, kann dahingestellt bleiben, da der Regierungsrat die streitige Bausperre inbezug auf das Bauprojekt Hohls nicht wegen Unzweckmässigkeit oder Unangemessenheit aufgehoben hat, sondern wegen Rechtswidrigkeit, nämlich wegen Missachtung der dem Beschwerdegegner Hohl rechtskräftig erteilten Baubewilligung. Damit hat er seine Zuständigkeit nicht überschritten und nicht in diejenige der Gemeinde eingegriffen.\n\nDie Beschwerdeführerin scheint mit IMBODEN (Gemeindeautonomie und Rechtsstaat, Festgabe für Giacometti 1953 S. 103) der Auffassung zu sein, dass die Gemeindeautonomie auch verletzt sei, wenn eine kantonale Behörde bei der Anwendung von Gemeinderecht dieses unrichtig auslege. Diese Auffassung beruht indessen auf einer Verkennung des Wesens der Gemeindeautonomie als eines Problems der Zuständigkeit und Befugnisse der Gemeinde und ist bereits in BGE 83 I 123 Erw. 3 mit eingehender Begründung, auf die hier verwiesen wird, widerlegt worden. Die Gemeindeautonomie ist, wie dort dargelegt wurde, nur verletzt, wenn sich eine kantonale Behörde eine BGE 89 I 107 S. 115Zuständigkeit anmasst, die nach kantonalem Verfassungs- oder Gesetzesrecht der Gemeinde zukommt, nicht dagegen, wenn eine kantonale Behörde, die zur Anwendung von Gemeinderecht befugt ist, in Ausübung ihrer Zuständigkeit dieses Recht unrichtig oder, wie in der Beschwerde behauptet wird, in unhaltbarer Weise auslegt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}