{"annee": "89", "cour": "II", "page": "357", "date": "24/10/1963", "cite": ["82 II 84", "84 II 669", "88 II 492"], "cite_par": ["94 II 75"], "chapeau": "47. Urteil der II. Zivilabteilung vom 24. Oktober 1963 i.S. A. K.-D. und M. D. gegen J. Sch.", "regestes": ["Exclusion de la paternité du défendeur fondée sur le résultat d'une nouvelle méthode d'analyse du sang (groupe des gammaglobulines Gma et Gmx; groupes Gc 1 et 2). Valeur probante de cette méthode utilisée correctement, spécialement lorsque le jugement cantonal se fonde sur une expertise qui exclut la paternité sur la base des deux éléments Gm et Gc. Art. 314 CC."], "faits": "BGE 89 II 357 S. 358\n\nA.- Die ledige A. D. unterhielt im Herbst 1958 mit J. Sch. ein intimes Verhältnis; der letzte Geschlechtsverkehr fand an Weihnachten 1958 statt. Am 16. September 1959 gebar sie das Kind M. D. Mutter und Kind leiteten gegen J. Sch. Vaterschaftsklage ein.\n\nB.- Die Beklagtschaft erhob Einreden gemäss Art. 314 Abs. 2 und Art. 315 ZGB. Es wurde eine Blutgruppenuntersuchung durchgeführt. Nach deren Ergebnis kann der Beklagte zwar nicht nach den übrigen Blutgruppensystemen, wohl aber auf Grund der Erbgesetze der Gammaglobulingruppen a und x und der Gc-Gruppen 1 und 2 als Vater des Kindes ausgeschlossen werden. Auf Weisung des Obergerichts holte das Amtsgericht Bucheggberg-Kriegstetten ein ergänzendes Gutachten über den Grad der Sicherheit der angewandten Untersuchungsmethoden ein. Dieses von Dr. A. Hässig, Bern, erstattete Gutachten vom 12. Juni 1962 gelangte zu folgenden Schlüssen:\n\n- Nach dem heutigen Stand des Wissens über den Erbgang und die Serologie der Merkmale Gm (a) und Gm (x) des Gm-Serumgruppensystems ist einem Gm (a)- und einem Gm (x)-Ausschluss - unter der Voraussetzung einer lege artis durchgeführten Untersuchung und der Bestätigung durch einen erfahrenen Zweituntersucher - derselbe Beweiswert beizumessen wie einem Ausschluss auf Grund der Blutgruppenmerkmale K des Kell-Systems oder S des MNS-Systems. Es scheint als gegeben, Gm (a)- und Gm (x)-Ausschlüssen das Prädikat der \"an Sicherheit grenzenden Wahrscheinlichkeit\" ebenfalls zuzuerkennen.\n\n- Über den Beweiswert eines Gc-Serumgruppenausschlusses äussert sich der Experte wie folgt:\n\n\"Wiewohl das erbbiologische Untersuchungsgut u. E. bereits heute ausreichen würde, um einem Gc-Ausschluss höchste Beweiskraft beizumessen, scheint es mir angesichts der noch geringen BGE 89 II 357 S. 359methodischen Erfahrungen gegeben, einem lege artis untersuchten und von einem Zweituntersucher bestätigten Gc-Gruppenausschluss vorläufig lediglich das Prädikat der \"sehr erheblichen Wahrscheinlichkeit\" zuzuerkennen.\"\n\n- Was schliesslich den Beweiswert eines kombinierten Gm- und Gc-Ausschlusses betrifft, so führt das Gutachten aus:\n\n\"Bei einem kombinierten Gm- und Gc-Ausschluss ist in Betracht zu ziehen, dass die beiden Systeme hinsichtlich des Erbganges wie auch hinsichtlich der Bestimmungsmethodik voneinander völlig unabhängig sind. Aus diesem Grunde muss einem kombinierten Gm- und Gc-Ausschluss zumindest dasselbe Prädikat wie einem klassischen Blutgruppenausschluss (ABO-Ausschluss), nämlich dasjenige der \"praktischen Sicherheit\" zuerkannt werden. Es besteht in einem solchen Falle kein vernünftiger Grund, an der Richtigkeit der Aussage irgendwie zu zweifeln.\"\n\nC.- Auf Grund dieser Expertenbefunde wiesen die kantonalen Gerichte die Vaterschaftsklage ab, das Obergericht des Kantons Solothurn mit Urteil vom 24. Mai 1963. Ob ausserdem die Einrede nach Art. 315 ZGB begründet sei (was das Amtsgericht bejahte), liess das Obergericht offen.\n\nD.- Mit vorliegender Berufung hält die Klägerschaft an ihren Begehren fest, während der Beklagte auf Bestätigung des obergerichtlichen Urteils anträgt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDer Beklagte hat der Erstklägerin in der vom 20. November 1958 bis zum 20. März 1959 gehenden kritischen Zeit beigewohnt. Er ist daher nach Art. 314 Abs. 1 ZGB als Vater der Zweitklägerin zu vermuten. Diese Vermutung entfällt jedoch, obwohl sich kein bestimmter Mehrverkehr nachweisen liess, dann, wenn der Beklagte durch das Ergebnis naturwissenschaftlicher Untersuchungen als Vater dieses Kindes ausgeschlossen wird. Ein solcher Ausschluss, betreffe er nun die Schwangerschaftsdauer oder die in bestimmter Weise vererblichen Blutgruppen und -faktoren, ist nach der schweizerischen Rechtsprechung beweiskräftig, wenn er nach einem als zuverlässig zu erachtenden Sachverständigenbefund mit völliger Gewissheit BGE 89 II 357 S. 360oder doch mit an Sicherheit grenzender Wahrscheinlichkeit zu bejahen ist (vgl. statt vieler BGE 82 II 87, BGE 88 II 494). Davon geht das angefochtene Urteil zutreffend aus, und es stützt sich auf einen den Beklagten im soeben dargelegten Sinne als Vater der Zweitklägerin ausschliessenden Sachverständigenbefund betreffend bestimmte Bluteigenschaften, nämlich die Gammaglobulingruppen (Gm) a und x und die Gc-Gruppen 1 und 2 und die diese Bluteigenschaften beherrschenden Erbgesetze.\n\nDie Klägerschaft will es bei diesem Beweisergebnis nicht bewenden lassen. Wie schon in kantonaler Instanz, verlangt sie die Anordnung eines Obergutachtens über den Beweiswert der in diesem Rechtsstreit angewendeten, bisher in der schweizerischen Rechtsprechung noch nicht anerkannten Untersuchungsmethode. Über den Sicherheitsgrad eines bei einer solchen Untersuchung sich ergebenden Vaterschaftsausschlusses liegt indessen das vom Amtsgericht auf Weisung des Obergerichts eingeholte Spezialgutachten vor, das die kantonalen Gerichte, ohne Bundesrecht zu verletzen, ihren Entscheidungen zu Grund legen durften. Fachkunde und Unparteilichkeit des mit dieser Begutachtung betrauten Dr. A. Hässig, Bern, stehen ausser Zweifel, und diesem in zahlreichen Vaterschafts- und Ehelichkeitsanfechtungsfällen beigezogenen Experten sind auch die nach der schweizerischen Rechtsprechung an derartige naturwissenschaftliche Ausschlussbeweise zu stellenden Anforderungen hinsichtlich des Sicherheitsgrades wohlbekannt. Der vorliegende Befund lautet nun eindeutig dahin, dass nach dem heutigen Stande des Wissens einem Gm (a und x)-Ausschluss (bei kunstgerechter Untersuchung und Bestätigung durch einen Zweituntersucher) das Prädikat der an Sicherheit grenzenden Wahrscheinlichkeit beizulegen ist. Es verschlägt nichts, dass die im Gutachten eingehend begründete Ansicht allenfalls in der Fachwelt nicht einmütige Zustimmung findet. Den kantonalen Gerichten stand es zu, das Gutachten auf seine Schlüssigkeit und Überzeugungskraft zu prüfen (vgl. BGE BGE 89 II 357 S. 36153 II 15, 89 II 70). Das auf dieser für das Bundesgericht verbindlichen Beweiswürdigung und auf zutreffender Rechtsanwendung beruhende kantonale Urteil wird somit nicht erschüttert durch den Hinweis der Klägerschaft auf eine am Kongress der Deutschen Gesellschaft der Fachärzte für Laboratoriumsdiagnostik im Mai 1962 erfolgte Diskussion über das Haptoglobin- und das Gammaglobulin-Gruppensystem (Das ärztliche Laboratorium, 1962, S. 332 ff.) und auf eine Abhandlung von P. DAHR, Wissenswertes über Blutgruppen (Medico, 3, 1963, S. 77 ff.), die sich auf die Anwendung des deutschen Rechtes bezieht und in die Schlussfolgerung ausmündet:\n\n\"Während ein Ausschluss mit den Haptoglobingruppen heute schon die Feststellung der offenbaren Unmöglichkeit einer Vaterschaft bedeutet, sind andere erbliche Eiweissgruppensysteme, nämlich die Gm-Gruppen noch in der Erforschung. Es ist aber in absehbarer Zeit damit zu rechnen, dass auch bei einem Ausschluss mit den Gm-Gruppen das Erfordernis der offenbaren Unmöglichkeit einer Vaterschaft im Sinne des Gesetzes gegeben ist.\"\n\nDr. Hässig (der an jenem Kongress ebenfalls teilnahm) stützt seinen Befund auf das zur Verfügung stehende, von ihm als ausreichend erachtete Untersuchungsmaterial. Er gelangt zu einem differenzierten Ergebnis. Danach ist der dominante Erbgang der Faktoren Gm (a) und Gm (x) erwiesen, die \"erste Erbregel\" hier also anwendbar, während für den Faktor Gm (b) noch kein gleichwertiges Untersuchungsgut vorliegt. Der Experte äussert sich auch zur \"methodischen Bestimmungssicherheit\" und zu den Voraussetzungen eines zuverlässigen Untersuchungsverfahrens. Diese Sicherheit ist bei den Gc-Gruppen zur Zeit noch geringer. Im vorliegenden Falle wurde kunstgerecht vorgegangen und eine Überprüfung durch das Gerichtlich-Medizinische Institut der Universität Oslo veranlasst, mit eindeutig gleichem Ergebnis. Bei dieser Sachlage muss es bei dem vom Obergericht als zuverlässig erachteten Schlussbefund des Gutachtens bleiben und besteht für das Bundesgericht keine Veranlassung, ein weiteres, sog. Ober-Gutachten anzuordnen. Nach der auf den Expertenbefund BGE 89 II 357 S. 362gestützten kantonalen Entscheidung ist der Beklagte auf Grund der Bestimmung der Faktoren Gma und Gmx mit an Sicherheit grenzender Wahrscheinlichkeit als Vater der Zweitklägerin auszuschliessen. Während anderseits der hievon unabhängige Ausschluss auf Grund der Bestimmung der Gc-Gruppen für sich allein vorläufig nur das Prädikat der \"sehr erheblichen Wahrscheinlichkeit\" erhält, was zum Ausschluss der Vaterschaft nicht genügen würde, begründet dann aber der hier gegebene kombinierte Gm- und Gc-Ausschluss eine noch grössere als an Sicherheit grenzende Wahrscheinlichkeit, nämlich \"praktische Sicherheit\", wie sie einem klassischen Blutgruppenausschluss (ABO-Ausschluss) zukommt (eine dem Experten geläufige Benennung der Sicherheitsgrade; vgl. die Abstufung dieser Grade in dem in BGE 84 II 672 /673 angeführten Zusatzbericht).\n\nAngesichts der festgestellten Gewissheit des Ausschlusses ist die zunächst nach Art. 314 Abs. 1 ZGB begründete Vaterschaftsvermutung entkräftet, die Klage also abzuweisen, ohne dass die im Sinne von Art. 315 ZGB erhobene Einrede beurteilt zu werden braucht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Solothurn vom 24. Mai 1963 bestätigt."}