{"annee": "89", "cour": "I", "page": "201", "date": "20/3/1963", "cite": ["83 I 119", "74 I 167", "68 I 84", "87 I 213"], "cite_par": ["96 I 324", "91 I 90", "104 IA 381", "93 I 437", "94 I 351", "94 I 551", "95 I 49"], "chapeau": "32. Auszug aus dem Urteil vom 20. März 1963 i.S. Einwohnergemeinde Flüelen gegen Einwolmergemeinde Seedorf sowie Regierungsrat und Landrat des Kantons Uri.", "regestes": ["Qualité de la commune pour former un recours de droit public. Autonomie communale. 1. Comme titulaire de la puissance publique, la commune n'a qualité pour former un recours de droit public que si elle défend son autonomie ou si elle attaque des décisions qui mettent en cause son existence ou l'état de son territoire. Quand cette seconde condition est-elle remplie? (consid. 1). 2. La commune n'a pas qualité pour attaquer, par la voie d'un recours de droit public fondé sur l'art. 4 Cst. (arbitraire et refus du droit d'être entendu), une décision par laquelle une autorité cantonale fixe la frontière - jusqu'ici contestée - entre deux communes; n'est pas fondé le grief selon lequel la décision émane d'une autorité cantonale incompétente et, partant, viole l'autonomie communale (consid. 2 et 4)."], "faits": "BGE 89 I 201 S. 202\n\nA.- In der zweiten Hälfte des 19. Jahrhunderts wurde der Unterlauf der Reuss im Kanton Uri kanalisiert und dabei die Einmündung des Flusses in den Vierwaldstättersee um etwa 500 m nach Osten verlegt.\n\nDie Firma F. Arnold, Aschwanden & Cie in Flüelen betreibt ein Baggereiunternehmen und beutet auf Grund einer Konzession im Mündungsgebiet der Reuss Kies und Sand aus. Um 1950 wurde zwischen den beidseits der Reussmündung an den See grenzenden Gemeinden Flüelen und BGE 89 I 201 S. 203Seedorf streitig, inwieweit die Baggerei sich auch auf das Hoheitsgebiet der Gemeinde Seedorf erstrecke und die Firma F. Arnold, Aschwanden & Cie daher auch in dieser Gemeinde steuerpflichtig sei. Dabei behauptete die Gemeinde Seedorf, die Grenze zwischen den beiden Gemeinden werde durch den Reusskanal gebildet, während die Gemeinde Flüelen den früheren Lauf der Reuss als Gemeindegrenze bezeichnete.\n\nAm 2. Juni 1953 ersuchte die Gemeinde Seedorf den Regierungsrat des Kantons Uri um interkommunale Steuerausscheidung. Nachdem sich zunächst die Steuerkommission mit der Sache befasst hatte, nahm die Justizdirektion sie an die Hand und stellte eine Eingabe der Gemeinde Seedorf vom 21. Februar 1956 der Gemeinde Flüelen zur Stellungnahme zu. Diese stellte in einer vom 31. Dezember 1956 datierten Vernehmlassung die Anträge.\n\n\"1. Es sei die Grenze zwischen der Gemeinde Flüelen und der Gemeinde Seedorf im Gebiete der Reuss und der Reussmündung von der zuständigen Behörde zu bestimmen.\n\n2. Es sei der ursprüngliche Lauf der Reuss gemäss Plan von Ing. R. La Nicca von 1843 von der zuständigen Behörde als massgeblicher Grenzfluss zu erkennen.\n\n3. Es sei die Grenze zwischen den beiden Gemeinden als \"Mitte Fluss\" resp. \"Mitte Einmündung\" zu bezeichnen.\"\n\nDie Justizdirektion holte eine Replik der Gemeinde Seedorf ein und forderte dann die Gemeinde Flüelen auf, die von ihr als Beweismittel angerufenen Urkunden beim Staatsarchiv zu hinterlegen, was am 14. April und 15. Juni 1959 geschah. Darauf ersuchte sie den Staatsarchivar um ein rechtshistorisches Gutachten über die streitigen Grenzverhältnisse. Nachdem dieses Gutachten Ende August 1959 erstattet und den beiden Gemeinden zugestellt worden war, schlug ihnen die Justizdirektion vor, die Grenzstreitigkeit durch ein Schiedsgericht entscheiden zu lassen. Die Verhandlungen hierüber zogen sich über das ganze Jahr 1960 hin und scheiterten schliesslich. Darauf fällte der Regierungsrat am 17. Januar 1961 folgenden Entscheid:\n\n\"1. Als Grenze zwischen den Gemeinden Flüelen und Seedorf wird die Mitte des Reusskanals verbindlich festgesetzt.\n\nBGE 89 I 201 S. 204\n\n2. Die kantonale Steuerverwaltung Uri wird angewiesen, die Steuerausscheidung zwischen den Gemeinden Flüelen und Seedorf i.S. Firma Arnold, Aschwanden & Cie gestützt auf diesen Grenzentscheid vorzunehmen.\"\n\nDie Erwägungen dieses Entscheids lassen sich wie folgt zusammenfassen: Die KV zähle in Art. 45 wohl die Gemeinden auf, habe aber eine genaue Abgrenzung ihres Gebietes weder vorgenommen noch vorgeschrieben. Die Umschreibung des Gemeindegebietes sei deshalb dem Herkommen, der Vereinbarung der einzelnen Gemeinden und dem Verwaltungs- bzw. Gerichtsentscheid überlassen. Dafür, dass die Grenzziehung zwischen Flüelen und Seedorf in dem im Eigentum der Korporation Uri stehenden Mündungsgebiet der Reuss je vereinbart oder angeordnet worden sei, fehle jeder Beweis. Aus verschiedenen, teilweise bis zum Beginn des letzten Jahrhunderts zurückgehenden Urkunden ergebe sich zwar, dass Flüelen auf dem streitigen Gebiet links des Reusskanals bis zum Jahre 1905 Nutzungsrechte gehabt habe als Entgelt für Wuhrpflichten. Das sei aber kein Beweis dafür, dass es sich dabei um Hoheitsgebiet der Gemeinde Flüelen gehandelt habe. Anderseits ergebe sich aus kirchlichen Urkunden aus dem 17. und 18. Jahrhundert, dass das streitige Gebiet seinerzeit zur Pfarrei Altdorf und nicht Flüelen gehört habe. Da die heutigen Gemeindegrenzen in der Regel auf den Pfarreigrenzen basierten, dürfe mit etwelcher Wahrscheinlichkeit angenommen werden, dass im streitigen Gebiet der alte Lauf der Reuss nicht als politische Grenze betrachtet werden könne. Die Einwohnergemeinde-Hoheit sei denn auch, wie auf Grund der vorliegenden, freilich aus neuerer Zeit stammenden Urkunden, Protokolle und Rapporte festzustellen sei, im streitigen Gebiete stets von Seedorf ausgeübt worden.\n\nB.- Gegen diesen Entscheid des Regierungsrates hat die Gemeinde Flüelen beim Landrat des Kantons Uri einen Rekurs eingereicht. Mit diesem machte sie zunächst geltend, dass der Entscheid über die vorliegende Grenzstreitigkeit nicht in die Zuständigkeit des Regierungsrates, BGE 89 I 201 S. 205sondern in diejenige des Landrates, eventuell des Obergerichtes, falle; sodann suchte sie darzutun, dass der Entscheid des Regierungsrates und das ihm zugrunde liegende Gutachten des Staatsarchivars unrichtig seien.\n\nDurch Beschluss vom 23. Mai 1962 ist der Landrat auf den Rekurs nicht eingetreten, im wesentlichen aus folgenden Gründen: Mit dem angefochtenen Entscheid habe der Regierungsrat eine umstrittene, wahrscheinlich nie genau bestimmte und jedenfalls nicht mehr zu beweisende Grenze festgelegt, wobei die streitige Zone verhältnismässig klein sei und keinen wesentlichen Gebietsbestandteil einer der beiden Gemeinden darstelle. Eine solche Grenzfestlegung falle in den Rahmen reiner Verwaltungstätigkeit und stehe dem Regierungsrat zu (Art. 62 lit. d'e und 1 KV). Und zwar entscheide der Regierungsrat hierüber letztinstanzlich und sei der in Art. 59 lit. n KV vorgesehene Rekurs an den Landrat ausgeschlossen, da es sich um einen Akt des Vollzugs von Art. 45 KV handle, der die lückenlose Aufteilung des Kantonsgebietes auf die 20 Gemeinden vorschreibe.\n\nC.- Die Gemeinde Flüelen hat sowohl gegen den Beschluss des Regierungsrates vom 17. Januar 1961 als auch gegen denjenigen des Landrates vom 23. Mai 1962 rechtzeitig staatsrechtliche Beschwerde erhoben mit dem Antrag, diese Beschlüsse aufzuheben.\n\n1. In der Beschwerde gegen den Beschluss des Regierungsrates werden folgende Rügen erhoben:\n\na) Der Beschluss sei willkürlich und verletze Art. 4 BV, weil der Regierungsrat die Streitsache nicht den Gerichten zum Entscheid vorgelegt, keine historische Expertise eingeholt, den beteiligten Gemeinden nie Einsicht in die Akten gegeben und die Tatsachen und Beweismittel in unhaltbarer Weise gewürdigt habe.\n\nb) Der Beschluss verletze ferner die in Art. 38, 45 und 75 KV gewährleistete Autonomie sowie die Bestandesgarantie der Gemeinde, da es sich vorliegend nicht um eine aus sachlich vertretbaren Gründen durchgeführte Grenzregulierung BGE 89 I 201 S. 206oder Grenzbereinigung, sondern um eine eigentliche Gebietsveränderung handle, die zudem für die Beschwerdeführerin vom steuerrechtlichen Gesichtspunkt aus von eminenter Bedeutung sei.\n\n2. In der Beschwerde gegen den Beschluss des Landrates wird geltend gemacht, der Landrat habe der Beschwerdeführerin dadurch, dass er auf den Rekurs nicht eintrat, das rechtliche Gehör verweigert, und zwar, angesichts des klaren Wortlauts von Art. 59 lit. n KV, in willkürlicher Weise, sodass Art. 4 BV verletzt sei.\n\nDie Begründung der einzelnen Rügen ist, soweit wesentlich, aus den nachstehenden Erwägungen ersichtlich.\n\nD.- Der Regierungsrat des Kantons Uri ersucht für sich und im Namen des Landrates um Abweisung der Beschwerde. Die Gemeinde Seedorf beantragt, auf die Beschwerde sei nicht einzutreten, eventuell sei sie als unbegründet abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die verfassungsmässigen Rechte, wegen deren Verletzung kantonale Erlasse und Verfügungen (Entscheide) gemäss Art. 84 lit. a OG mit staatsrechtlicher Beschwerde angefochten werden können, sind ihrem Wesen nach dazu bestimmt, die einzelnen Bürger und Korporationen gegen die öffentliche Gewalt zu schützen. Daher sind die Gemeinden, die selbst Träger öffentlicher Gewalt sind, nach der Rechtsprechung des Bundesgerichts zur staatsrechtlichen Beschwerde grundsätzlich nur dann legitimiert, wenn ein Erlass oder Entscheid sie in gleicher Weise rechtlich trifft wie eine Privatperson. Als Trägerin öffentlicher Gewalt dagegen steht der Gemeinde das Beschwerderecht nach der neueren Rechtsprechung nur in beschränktem Umfange zu. Es ist dies vor allem dann der Fall, wenn die Gemeinde die ihr verfassungsmässig gewährleistete Autonomie gegenüber dem Staate als dem ihr übergeordneten Träger öffentlicher Gewalt verteidigen will (BGE 83 I 121 Erw. 2 mit Verweisungen). Ferner gilt sie als legitimiert zur Anfechtung BGE 89 I 201 S. 207von Entscheidungen, durch welche ihre Existenz oder der Bestand ihres Gebietes in Frage gestellt werden, und zwar auch dann, wenn die Verfassung die Existenz und den Gebietsbestand nicht ausdrücklich garantiert. Da derartige Entscheidungen ihr Eigenleben ebensosehr wie Eingriffe in ihr Selbstbestimmungsrecht treffen, wäre es unverständlich, wenn die Gemeinde sich wohl gegen die Missachtung der ihr gegenüber dem Staate vorbehaltenen Freiheitssphäre zur Wehr setzen könnte, aber Verfassungsverletzungen, die ihr die Existenz oder das Gebiet, d.h. die Grundlagen und Voraussetzungen ihrer Autonomie, entziehen, hinnehmen müsste, ohne den Staatsgerichtshof anrufen zu können (nicht veröffentl. Urteil vom 14. Juli 1949 i.S. Munizipalgemeinde Sirnach Erw. 2; BIRCHMEIER, Über die Legitimation des Staates, der Gemeinde und der Behörden zur staatsrechtlichen Beschwerde, ZBl 1950 S. 125/26).\n\nDie Gemeinde ist somit legitimiert zur staatsrechtlichen Beschwerde gegen Entscheidungen, durch welche sie in mehrere neue Gemeinden aufgeteilt oder mit andern Gemeinden zu einer neuen Gemeinde vereinigt wird (nicht veröffentl. Urteil vom 5. März 1943 i.S. Kathol. Kirchgemeinde Busskirch). Weiter steht ihr das Beschwerderecht zu, wenn ein wesentlicher Teil des Gemeindegebiets oder der Gemeindebevölkerung ohne Ersatz abgetrennt und einer andern Gemeinde zugeteilt werden soll (angeführtes Urteil i.S. Sirnach). Dagegen fehlt der Gemeinde die Legitimation im Falle von Gebietsveränderungen wie Grenzberichtigungen und -regulierungen, bei denen die Grenzverhältnisse dadurch vereinfacht und verbessert werden, dass verhältnismässig kleine Gebietsteile entweder zwischen zwei Gemeinden ausgetauscht oder einer Gemeinde ohne Ersatz weggenommen und einer andern zugeteilt werden (nicht veröffentl. Urteil vom 6. Februar 1947 i.S. Munizipalgemeinde Tägerwilen, BGE 87 I 214 Erw. 2). Ebensowenig ist die Gemeinde zur staatsrechtlichen Beschwerde legitimiert in Fällen, in denen der bisher umstrittene Verlauf der Gemeindegrenze bestimmt und festgelegt BGE 89 I 201 S. 208wird, und zwar auch dann, wenn das umstrittene Gebiet nicht unbedeutend ist. Denn von einer Gebietsveränderung, durch welche der Bestand der Gemeinde in Frage gestellt ist (BGE 87 I 214), kann nur gesprochen werden bei der Abtretung von Gebiet, dessen Zugehörigkeit zur Gemeinde feststeht, nicht dagegen bei der Festlegung der Grenze in einem Gebiet, dessen Zugehörigkeit streitig ist.\n\n2. Die angefochtenen Beschlüsse, durch welche der Regierungsrat die Grenze zwischen den Gemeinden Flüelen und Seedorf im Mündungsgebiet der Reuss festgesetzt hat und der Landrat auf einen hiegegen erhobenen Rekurs nicht eingetreten ist, trifft die Gemeinde Flüelen rechtlich nicht wie eine Privatperson, sondern in ihrer Eigenschaft als Trägerin öffentlicher Gewalt, als Inhaberin der Gebietshoheit. Als solche ist sie legitimiert zur staatsrechtlichen Beschwerde wegen Verletzung der in Art. 75 KV gewährleisteten Gemeindeautonomie. Dagegen wäre sie zur Berufung auf die Bestandesgarantie und zur Geltendmachung anderer Verfassungsverletzungen nur befugt, wenn sie zur Abtretung von Gebiet verhalten würde, das ihr unzweifelhaft gehört. Das ist jedoch nicht der Fall. Wie im Entscheid des Regierungsrates festgestellt und von der Beschwerdeführerin nicht bestritten wird, ist nicht dargetan, dass der Grenzverlauf im Mündungsgebiet der Reuss je durch eine Vereinbarung der beiden Gemeinden oder durch die Anordnung einer kantonalen Behörde festgelegt worden wäre. Es ist auch nicht behauptet, dass die Grenze einmal durch Marchsteine im Gelände kenntlich gemacht oder dass sie in amtliche Pläne eingezeichnet worden wären. Der bisherige Verlauf der Gemeindegrenze im Mündungsgebiet der Reuss ist vielmehr unsicher und streitig und lässt sich, wenn überhaupt, nur noch auf Grund rechtshistorischer Untersuchungen ermitteln. In Frage steht somit nicht ein Eingriff in den Gebietsbestand der Beschwerdeführerin, sondern vielmehr die Feststellung des bisher unbestimmten und streitigen Umfangs ihres Gebietes, weshalb die Beschwerdeführerin BGE 89 I 201 S. 209nach dem in Erw. 1 Gesagten nur zur Berufung auf die Gemeindeautonomie, nicht zur Geltendmachung anderer Verfassungsverletzungen (Verletzung von Art. 4 BV und 59 lit. n KV sowie der allfällig in der kantonalen Verfassung enthaltenen Bestandesgarantie) legitimiert ist.\n\nDaran ändert auch der Umstand nichts, dass der Regierungsrat angeordnet hat, sein Grenzentscheid sei der Steuerausscheidung zwischen den beiden Gemeinden in Sachen Firma Arnold, Aschwanden & Cie zugrunde zu legen. Auch inbezug auf die Abgrenzung der Steuerhoheit zwischen Gemeinden fehlt diesen, wie seitBGE 68 I 84ff. in ständiger Rechtsprechung entschieden wurde, die Legitimation zur staatsrechtlichen Beschwerde wegen Verletzung verfassungsmässiger Rechte (nicht veröffentl. Urteile vom 14. Juni 1949 i.S. Gemeinde Rebstein, vom 21. Januar 1953 i.S. Bezirksgemeinde March, vom 1. Juni 1953 i.S. Gemeinde Ollon und vom 4. Mai 1954 i.S. Gemeinde Mund).\n\n3. (Ausführungen darüber, dass auf die staatsrechtliche Beschwerde gegen den Beschluss des Landrates vom 23. Mai 1962 wegen Fehlens der Legitimation der Beschwerdeführerin nicht eingetreten werden kann.)\n\n4. Mit der staatsrechtlichen Beschwerde gegen den Beschluss des Regierungsrates vom 17. Januar 1961 macht die Beschwerdeführerin zunächst geltend, dieser Entscheid verstosse aus verschiedenen Gründen gegen Art. 4 BV. Zur Berufung auf den Grundsatz der Rechtsgleichheit ist sie jedoch nach dem in Erw. 1 und 2 Gesagten nicht legitimiert. Und zwar gilt dies auch insoweit, als sie Verfahrensmängel wie Nichteinholung einer Expertise und Nichtgewährung von Akteneinsicht geltend macht, denn wenn die Legitimation in der Sache fehlt, so fehlt sie auch inbezug auf die Rüge, der angefochtene Entscheid beruhe auf Verfahrensmängeln (BGE 74 I 168Erw. 3; BIRCHMEIER, Handbuch des OG S. 367 und 372). Ferner ergibt sich aus Erw. 1 und 2, dass die Beschwerdeführerin auch nicht legitimiert BGE 89 I 201 S. 210ist, eine Verletzung der Bestandesgarantie geltend zu machen, sodass dahingestellt bleiben kann, ob die KV überhaupt eine solche Garantie enthält. Es ist nur zu prüfen, ob der angefochtene Entscheid die Autonomie der Beschwerdeführerin verletze.\n\nDavon kann jedoch nicht die Rede sein. Die Festsetzung streitiger Gemeindegrenzen kann ihrem Wesen nach nicht Sache der Selbstbestimmung sein. Denkbar ist allenfalls noch, dass es den Gemeinden gestattet wäre, Grenzstreitigkeiten ohne Mitwirkung kantonaler Behörden durch gegenseitige Vereinbarung beizulegen oder durch ein Schiedsgericht entscheiden zu lassen. Davon ist jedoch hier nicht die Rede. Weder haben sich die Gemeinden Flüelen und Seedorf über den Grenzverlauf im Mündungsgebiet der Reuss verständigt noch ist die ihnen von der Justizdirektion vorgeschlagene Schiedsvereinbarung zustandegekommen. Vielmehr haben beide Gemeinden den Grenzstreit dem Regierungsrat unterbreitet, die Gemeinde Seedorf als Vorfrage für die von ihr verlangte Steuerausscheidung, die Beschwerdeführerin mit dem Begehren, die Grenze sei \"von der zuständigen Behörde zu bestimmen\". Der Streit über den Verlauf einer Gemeindegrenze ist seiner rechtlichen Natur nach eine Verwaltungsstreitsache zwischen zwei Gemeinden. Die Beurteilung einer solchen Streitsache muss notwendig einer den Gemeinden übergeordneten Instanz, d.h. einer kantonalen Behörde oder sonst einer unabhängigen Instanz, zustehen. Welche Instanz im Kanton Uri zuständig ist zum Entscheid einer Grenzstreitigkeit wie der vorliegenden, bestimmt sich, wie auch die Beschwerdeführerin annimmt, nach dem kantonalen Recht. Der Regierungsrat hat (in Übereinstimmung mit dem Landrat) angenommen, dass dieser Entscheid in seine (ausschliessliche) Zuständigkeit falle. Selbst wenn diese Auffassung auf einer unrichtigen oder gar unhaltbaren Auslegung der massgebenden Zuständigkeitsvorschriften beruhen sollte, so hätte der Regierungsrat damit jedenfalls nicht in eine der Gemeinde vorbehaltene Kompetenz eingegriffen und die BGE 89 I 201 S. 211Autonomie der Gemeinde verletzt, weshalb die Beschwerdeführerin nicht legitimiert ist zur Rüge, der Regierungsrat habe seine Zuständigkeit zu Unrecht bejaht.\n\nDemnach erkennt das Bundesgericht:\n\n1. Auf die Beschwerde gegen den Beschluss des Land rates vom 23. Mai 1963 wird nicht eingetreten.\n\n2. Die Beschwerde gegen den Beschluss des Regierungs rates vom 17. Januar 1963 wird abgewiesen, soweit darauf einzutreten ist."}