{"annee": "89", "cour": "I", "page": "80", "date": "20/3/1963", "cite": ["86 I 321", "76 I 50", "80 I 225", "49 I 318", "81 I 202", "74 I 18", "83 I 173"], "cite_par": ["94 I 120", "91 I 266", "89 I 448", "101 IA 231", "101 IA 238", "93 I 313", "98 IA 615", "91 I 1", "115 IA 392", "89 I 437", "99 IB 377", "110 IA 176", "93 I 437", "93 I 525"], "chapeau": "14. Urteil vom 20. März 1963 i.S. Jampen und Konsorten gegen Straub und Konsorten und Staatsrat des Kantons Freiburg", "regestes": ["Recours contre une élection. 1. Les \"élections cantonales\" au sens de l'art. 85 litt. a OJ comprennent les élections communales (consid. 1). 2. Pouvoir d'examen du Tribunal fédéral en cas de recours contre une élection (consid. 3). 3. Quand perd-on le droit de contester le résultat d'une élection ou d'une votation en raison d'un vice de forme pour n'avoir pas critiqué à temps la procédure de l'élection et de la votation? (consid. 4). 4. Conseil communal commun à la tête de deux communes du canton de Fribourg réunies du point de vue administratif. En l'absence d'une réglementation légale, les deux communes élisent-elles en commun les conseillers, ou chacune d'elles ne peut-elle élire que ceux auxquels elle a droit? (consid. 5)."], "faits": "BGE 89 I 80 S. 81\n\nA.- Das freiburg. Gesetz vom 19. Mai 1894 über die Gemeinden und Pfarreien (GG) enthält im V. Titel Vorschriften über die \"Ausnahmsweise Verwaltung der Gemeinden\". Es regelt die Voraussetzungen, unter denen der Staatsrat den Gemeinderat abberufen und durch \"zeitweilige Verwalter\" ersetzen kann (Art. 226/30), und bestimmt anschliessend in\n\n\"Art. 231. Endlich kann eine Gemeinde für die Verwaltung mit einer benachbarten Gemeinde vereinigt werden:\n\na) .....\n\nb) wenn die Bevölkerung einer Gemeinde weniger als 150 Seelen beträgt;\n\nc) ....\n\nIn den auf diese Weise vereinigten Gemeinden ist ein Gemeinderat zu ernennen, dessen Mitglieder so gut als möglich auf alle BGE 89 I 80 S. 82diese Gemeinden im Verhältnis ihrer Bevölkerungszahl verteilt werden. Der Staatsrat setzt diese Verteilung fest.\n\nArt. 232. Ungeachtet dieser Vereinigung bleibt jede Gemeinde Eigentümerin ihrer Gememde- und sonstigen Güter; der Gemeinderat verwaltet dieselben gesondert. ....\"\n\nEntsprechende Bestimmungen enthielten schon die Gemeindegesetze von 1831, 1848, 1864 und 1879.\n\nB.- Die Gemeinden Merlach und Greng werden seit über 100 Jahren gemäss Art. 231 lit. b. GG durch einen gemeinsamen Gemeinderat verwaltet. Im übrigen haben die beiden Gemeinden ihre Selbständigkeit behalten; jede führt ihr eigenes Register der stimmfähigen Bürger, hält (unter dem Vorsitz des gemeinsamen Gemeindeammanns) eigene Gemeindeversammlungen ab und verkehrt selber mit der kantonalen Verwaltung. Nach der Volkszählung von 1960 hat die Gemeinde Merlach 332 Einwohner mit 82 Stimmberechtigten und die Gemeinde Greng 68 Einwohner mit 17 Stimmberechtigten.\n\nDer gemeinsame Gemeinderat von Merlach und Greng besteht seit jeher aus 5 Mitgliedern, davon vier aus Merlach und einem aus Greng. Er wurde bisher durch die Gesamtheit der Stimmberechtigten beider Gemeinden in einer gemeinsamen Wahlversammlung nach dem absoluten Mehr gewählt.\n\nFür die Neuwahlen im Februar/März 1962 empfahl die Mehrheit der Stimmbürger von Greng ihren bisherigen Vertreter Walter Straub zur Wiederwahl, während Stimmbürger von Merlach die in Greng wohnhaften Fritz Berger und Ernst Laubscher vorschlugen.\n\nIn der Wahlversammlung vom 25. Februar 1962, an welcher 78 Stimmbürger, davon 16 aus Greng, teilnahmen, erreichten drei bisherige Mitglieder des Gemeinderates aus Merlach das absolute Mehr. Von den Kandidaten aus Greng erhielten Berger 31, Straub 30 und Laubscher 19 Stimmen.\n\nAm 28. Februar 1962 reichten 13 Stimmbürger von Greng beim Staatsrat des Kantons Freiburg eine Beschwerde BGE 89 I 80 S. 83ein mit dem Antrag, die Wahlhandlung zu kassieren und anzuordnen, es seien neue Wahlen in der Weise durchzuführen, dass die Gemeinden Merlach und Greng getrennte Wahlkreise mit eigenen Wahlversammlungen bilden; ferner sei festzustellen, dass die Gemeinde Merlach 4 und die Gemeinde Greng einen Vertreter im gemeinsamen Gemeinderat haben.\n\nAm 4. März 1962 fand eine zweite Wahlversammlung statt, an der 80 Stimmbürger, davon 15 aus Greng, teilnahmen. In dieser erreichte ein weiterer Kandidat aus Merlach das absolute Mehr, während Straub 34, Berger 33 und Laubscher 10 Stimmen erhielten.\n\nDarauf reichten 14 Stimmbürger aus Greng beim Staatsrat eine weitere Beschwerde ein, mit der sie die in der Beschwerde vom 28. Februar 1962 gestellten Begehren erneuerten.\n\nDer Staatsrat stellte das weitere Wahlverfahren ein, holte ein Rechtsgutachten bei Prof. W. Oswald (Freiburg) ein und hiess dann mit Entscheid vom 9. Oktober 1962 die Beschwerden dahin gut, dass er die ergangenen Wahlhandlungen kassierte und anordnete, die Neuwahlen seien in getrennten Wahlversammlungen in dem Sinne durchzuführen, dass die Gemeinden Merlach und Greng ihre Vertreter im gemeinsamen Gemeinderat im Verhältnis von 4: 1 gesondert bestimmen. Die Begründung dieses Entscheids lässt sich wie folgt zusammenfassen: Dass für die Gemeinden Merlach und Greng ein gemeinsamer Gemeinderat zu wählen sei und die Gemeinde Greng Anspruch auf einen Sitz in diesem habe, sei unbestritten. Streitig und im Gesetz nicht ausdrücklich gesagt sei dagegen, wie der gemeinsame Gemeinderat zu wählen sei. Art. 231 GG stelle eine Ausnahme von Art. 2 GG, wonach in jeder Gemeinde eine Gemeindeversammlung und ein Gemeinderat bestehe, dar und sei daher einschränkend auszulegen in dem Sinne, dass bei Gemeinden mit gemeinsamer Verwaltung jede Gemeinde ihre Versammlung, also auch die Wahlversammlung bewahre. Bei der Beratung des GG BGE 89 I 80 S. 84von 1879 habe der Regierungsvertreter im Grossen Rat erklärt, dass bei gemeinsamer Verwaltung jede Gemeinde selbständig bleibe und die Bürger keines ihrer Rechte verlieren. Den Gemeinden sei somit das Recht auf einen Gemeinderat bzw. auf eine angemessene Vertretung im gemeinsamen Gemeinderat und das Recht auf eine eigene Gemeindeversammlung geblieben und den Stimmbürgern das Recht, ihr in Art. 20 und 72 ff. GG umschriebenes Stimm- und Wahlrecht auszuüben. Wieso dies aber nur für die gewöhnliche Gemeindeversammlung und nicht auch für die Wahlversammlung gelten sollte, sei nicht einzusehen. Wenn im Rahmen der administrativen Vereinigung der kleinen Gemeinde als Minderheit gegenüber der grösseren als Mehrheit das Recht auf angemessene Vertretung im gemeinsamen Gemeinderat garantiert werde, so wäre es widersinnig, es der grösseren auf anderm Wege, nämlich bei der Bestimmung dieser Vertretung, zu ermöglichen, die Minderheit zu majorisieren. Damit diese das ihr zustehende Mitspracherecht wirksam ausüben könne, müsse sie den ihr als am geeignetsten erscheinenden Vertreter selber bestimmen können.\n\nC.- Gegen diesen Entscheid haben 20 Stimmberechtigte aus Merlach und Fritz Berger aus Greng beim Bundesgericht eine Beschwerde gemäss Art. 85 lit. a OG eingereicht. Sie werfen dem Staatsrat Verletzung von Art. 6 lit. b BV sowie willkürliche, mit Art. 4 BV unvereinbare Anwendung von Art. 231 GG vor und machen im wesentlichen geltend: Wenn nach Art. 231 GG für zwei Gemeinden ein gemeinsamer Gemeinderat zu ernennen sei, so müsse dieser auch in einer gemeinsamen Wahlversammlung gewählt werden. Es wäre höchst ungerecht, wenn die Stimmbürger von Merlach an der Wahl des Vertreters von Greng nicht teilnehmen könnten, da dieser auch die Gemeinde Merlach mit verwalte, und noch ungerechter wäre es, wenn die Stimmbürger von Greng bei der Wahl der vier Vertreter von Merlach nicht mitsprechen dürften. Der angefochtene Entscheid verstosse gegen Art. 6 lit. b BGE 89 I 80 S. 85BV, da der Grundsatz der Volkssouveränität erfordere, dass die Behörden vom Inhaber der Souveränität gewählt würden, die Gemeindebehörden also von den Bürgern der von diesen Behörden verwalteten Gemeinden. Der angefochtene Entscheid sei sodann willkürlich, weil die Bürger von Greng vor der Wahl keine Einsprache gegen das Wahlverfahren (Wahl in einer gemeinsamen Wahlversammlung) erhoben hätten und daher nicht befugt seien, das Wahlverfahren nach den Wahlen zu beanstanden (BGE 74 I 20). Ferner sei der angefochtene Entscheid deshalb willkürlich, weil der Staatsrat damit ohne triftigen Grund von einer langjährigen Praxis abgewichen sei.\n\nD.- Der Staatsrat des Kantons Freiburg sowie die Beschwerdegegner Walter Straub und Mitbeteiligte beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Durch den angefochtenen Entscheid hat der Staatsrat die am 25. Februar und 4. März 1962 in gemeinsamer Wahlversammlung durchgeführten beiden ersten Wahlgänge für den gemeinsamen Gemeinderat von Merlach und Greng kassiert und bestimmt, wie bei den Neuwahlen vorzugehen sei. Diese Gemeindewahlen gehören zu den \"kantonalen Wahlen\" im Sinne von Art. 85 lit. a OG (BGE 76 I 51, BGE 80 I 227). Die Beschwerdeführer sind stimmberechtigte Bürger der Gemeinden Merlach und Greng. Als solche sind sie befugt, den Entscheid des Staatsrates sowohl mit staatsrechtlicher Beschwerde wegen Verletzung verfassungsmässiger Rechte (Art. 84 lit. a OG) als auch mit einer Wahlbeschwerde im Sinne von Art. 85 lit. a OG anzufechten.\n\n2. (Art. 6 lit. b BV gewährleistet kein verfassungsmässiges Individualrecht.)\n\n3. Bei Beschwerden gemäss Art. 85 lit. a OG prüft das Bundesgericht die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, die Auslegung anderer kantonaler Vorschriften aber, sofern sie nicht das schon BGE 89 I 80 S. 86von Bundesrechts wegen gewährleistete Stimmrecht nach Inhalt und Umfang normieren, sondern Verfahrens- und ähnliche Fragen betreffen, nur unter dem beschränkten Gesichtswinkel des Art. 4 BV (BGE 83 I 176 Erw. 2 und dort angeführte frühere Urteile). Im vorliegenden Falle gehen die Beschwerdeführer und die Beschwerdegegner übereinstimmend davon aus, dass es um den Inhalt und Umfang des Stimmrechts gehe und die Kognition des Bundesgerichts daher unbeschränkt sei. Diese Auffassung dürfte richtig sein, denn der Streit darüber, ob die Stimmbürger von Merlach die Vertreter nur der eigenen oder auch der andern Gemeinde im gemeinsamen Gemeinderat zu wählen haben, betrifft wohl nicht nur eine Verfahrensfrage, sondern auch den Umfang ihres Stimmrechts. Wie es sich damit verhält, braucht indes nicht abschliessend entschieden zu werden, da der angefochtene Entscheid, wie sich aus den nachstehenden Erwägungen ergibt, den in der Beschwerde erhobenen Rügen auch bei freier Prüfung standhält.\n\n4. Die Beschwerdeführer vertreten unter Berufung auf BGE 74 I 20 die Auffassung, die 14 Stimmbürger von Greng, welche die in gemeinsamer Wahlversammlung beider Gemeinden durchgeführten Wahlgänge vom 28. Februar und 4. März 1962 beim Regierungsrat angefochten haben, hätten das Recht zu dieser Anfechtung verwirkt, weil sie vor den Wahlen keinen Einspruch gegen das Wahlverfahren erhoben hätten. Nach einem vom Bundesgericht bereits in BGE 49 I 329 /30 aufgestellten und in BGE 74 I 21 Erw. 2, BGE 81 I 207 und zahlreichen nicht veröffentlichten Urteilen bestätigten Grundsatz verwirkt ein Stimmberechtigter das Recht zur Anrufung des Bundesgerichtes, wenn er gegen das für eine Wahl oder Abstimmung angeordnete Verfahren, das er für verfassungs- oder gesetzwidrig hält, nicht schon vor der Wahl oder Abstimmung Einspruch erhebt, denn es wäre stossend und mit Treu und Glauben unvereinbar, wenn er wegen eines Mangels, den er zunächst widerspruchslos hingenommen hat, hinterher BGE 89 I 80 S. 87die Wahl oder Abstimmung anfechten könnte, weil deren Ergebnis den gehegten Erwartungen nicht entspricht. Selbst wenn dieser Grundsatz ohne weiteres auch für die Anrufung kantonaler Rekursinstanzen gelten sollte, was nicht feststeht, so wäre er hier nicht verletzt. Es kommt darauf an, ob ein früherer Einspruch nicht nur an sich möglich, sondern den Betroffenen nach den Umständen auch zuzumuten war (vgl. die nicht veröffentl. Urteile vom 30. April 1958 i.S. Schär c. Bern Erw. 5 und vom 23. Januar 1962 i.S. Schwenk c. Aargau Erw. 1 a.E.). Nun ist die Wahl des gemeinsamen Gemeinderates von Merlach und Greng von jeher in einer gemeinsamen Wahlversammlung erfolgt und dabei als Vertreter von Greng stets der von den Stimmbürgern dieser Gemeinde Vorgeschlagene gewählt worden. Auch scheint es, dass die Wahlen in andern vereinigten Gemeinden des Kantons bisher ebenfalls auf diese Weise durchgeführt worden sind und dabei überall der Vorschlag der kleineren Gemeinde durchdrang. Die Stimmbürger von Greng durften daher erwarten, dass die Mehrheit ihrem Vorschlag auch dieses Mal folgen werde. Es erscheint daher, obwohl schon am 19. Februar 1962 in einer Wählerversammlung ein Stimmbürger aus Merlach einen andern Kandidaten aus Greng vorgeschlagen hat, nicht als Verstoss gegen Treu und Glauben, dass die Stimmbürger von Greng es zunächst unterliessen, gegen die Wahl in gemeinsamer Wahlversammlung Einspruch zu erheben. Nachdem dann der erste Wahlgang vom 25. Februar 1962 gezeigt hatte, dass die Mehrheit der Wähler von Merlach ihre Stimme nicht mehr wie bisher dem von den Stimmbürgern von Greng vorgeschlagenen Kandidaten zu geben gewillt waren, haben 13 der 17 Stimmbürger von Greng schon am 28. Februar 1962 beim Staatsrat Beschwerde erhoben.\n\n5. Nach Art. 231 GG ist in den für die Verwaltung vereinigten Gemeinden ein Gemeinderat zu ernennen, dessen Mitglieder so gut als möglich auf alle diese Gemeinden im Verhältnis ihrer Bevölkerungszahl verteilt werden. BGE 89 I 80 S. 88\n\nDass danach die Gemeinde Merlach Anspruch auf 4 und die Gemeinde Greng Anspruch auf einen Vertreter in dem aus 5 Mitgliedern bestehenden gemeinsamen Gemeinderat haben, ist unbestritten. Streitig ist einzig, ob alle 5 Vertreter in einer gemeinsamen Wahlversammlung oder die Vertreter jeder Gemeinde in einer Wahlversammlung der betreffenden Gemeinde zu wählen sind.\n\nBis heute ist die Wahl des gemeinsamen Gemeinderates von Merlach und Greng (und offenbar auch der übrigen administrativ vereinigten Gemeinden des Kantons Freiburg) in einer gemeinsamen Wahlversammlung der Stimmbürger beider Gemeinden erfolgt. Dieses Verfahren scheint kaum je zu Anständen geführt zu haben und wurde vom Staatsrat in einem (nicht bei den Akten liegenden) Entscheid vom 8. April 1907 als das richtige bezeichnet. Im vorliegenden Falle hat dagegen der Staatsrat deshalb, weil die Wahl des von der Mehrheit der Stimmbürger von Greng vorgeschlagenen Kandidaten in der gemeinsamen Wahlversammlung auf Widerstand stiess, die Wahl der Vertreter jeder Gemeinde in getrennten Wahlversammlungen angeordnet.\n\nDiese Lösung verstösst jedenfalls nicht gegen den Wortlaut des Gesetzes, da weder Art. 231 GG noch eine andere Bestimmung des GG vorschreibt, wie der gemeinsame Gemeinderat administrativ vereinigter Gemeinden zu wählen ist. Fraglich kann nur sein, ob sie dem Sinne des Gesetzes widerspricht.\n\nWenn Art. 231 GG bestimmt, dass die Mitglieder des gemeinsamen Gemeinderates auf die Gemeinden im Verhältnis ihrer Bevölkerungszahl \"verteilt\" werden, so wird damit, wie der Staatsrat mit Recht ausführt und offenbar auch die Beschwerdeführer annehmen, jeder Gemeinde das Recht eingeräumt, im gemeinsamen Gemeinderat verhältnismässig \"vertreten\" (\"représentée\") zu sein. Dafür genügt nicht, dass ein Mitglied in der betreffenden Gemeinde wohnt oder, ohne dort zu wohnen, als deren Vertreter bezeichnet wird. Von einer \"Vertretung\" kann BGE 89 I 80 S. 89sinngemäss nur gesprochen werden, wenn das betreffende Mitglied auch das Vertrauen der Mehrheit der Stimmbürger der betreffenden Gemeinde geniesst. Eine derartige Vertretung ist aber im Falle der Wahl in gemeinsamer Wahlversammlung nicht gewährleistet. An sich wäre es zweifellos wünschbar, dass die Mitglieder des gemeinsamen Gemeinderates auch in einer gemeinsamen Wahlversammlung gewählt werden. Dies kann jedoch, wie der vorliegende Fall zeigt, dazu führen, dass als Vertreter der kleineren Gemeinde Personen gewählt werden, welche von der überwiegenden Mehrheit der Stimmbürger dieser Gemeinde (hier: von 14 der 17) abgelehnt werden, was besonders stossend scheint, wenn die kleinere Gemeinde wie hier nur Anspruch auf einen einzigen Vertreter im gemeinsamen Gemeinderat hat. Eine befriedigende Lösung dieser Schwierigkeit ist nicht leicht zu finden. Im Kanton Bern, wo nach Art. 17 Abs. 3 des Gemeindegesetzes von 1917 die Minderheitspartei einen Anspruch auf angemessene Vertretung in den nach Majorzsystem zu bestellenden Behörden und Kommissionen hat, räumte die Praxis der Minderheit ein Vorschlagsrecht und der Mehrheit die Befugnis ein, unter gewissen Voraussetzungen einen Doppelvorschlag zu verlangen (Kreisschreiben der Gemeindedirektion vom 1. Mai 1957, MBVR 1957 S. 226/7 Ziff. 5). Ob diese Lösung auch angezeigt und zulässig wäre, um der kleineren Gemeinde das ihr nach Art. 231 des freiburg. GG zustehende Vertretungsrecht zu sichern, erscheint fraglich, zumal einer Gemeinde mit nur 17 Stimmbürgern ein Doppelvorschlag unter Umständen nicht zuzumuten ist. Als zulässig erscheint dagegen mangels gegenteiliger Anhaltspunkte im Gesetz die im angefochtenen Entscheid vom Staatsrat angeordnete Wahl der Vertreter jeder Gemeinde in getrennten Wahlversammlungen. Diese Lösung hat nicht nur den Vorteil der Einfachheit für sich, sondern entspricht auch der politischen Selbständigkeit der nur administrativ vereinigten Gemeinden.BGE 89 I 80 S. 90\n\nDie in der Beschwerde dagegen erhobenen Einwände sind unbegründet. Dass eine durch Volkswahl zu bestellende Behörde von der Gesamtheit der Stimmberechtigten des ihr unterstellten Gebietes zu wählen sei, ist kein allgemein gültiger Grundsatz des schweizerischen Staatsrechtes. Beim Nationalrat, bei den meisten Kantonsräten und auch bei Parlamenten grösserer Städte werden die Mitglieder in getrennten Wahlkreisen gewählt, obwohl sie nicht \"Vertreter\" dieser Wahlkreise, sondern zusammen Repräsentanten des gesamten Volkes des in Frage stehenden Gemeinwesens sind (vgl. hiezu BURCKHARDT, Komm. zur BV S. 715/16, und GIACOMETTI, Staatsrecht der Kantone S. 301/2). Dass es sich dort um Parlamente, hier dagegen um eine vollziehende Behörde handelt, verschlägt nichts. Wie statt der Wahl des Gemeinderates nach dem Majorzsystem auch die Wahl nach dem Proporzsystem möglich ist und in der Schweiz vorkommt (GIACOMETTI a.a.O.S. 415/16, HEINIGER, Der Gemeinderat, Diss. Zürich 1957 S. 34 ff.), so kann sich, statt der Wahl aller Mitglieder durch die Gesamtheit der Stimmbürger, beim Vorliegen besonderer Verhältnisse auch die Wahl einzelner Mitglieder in Wahlbezirken rechtfertigen. Solche besonderen Umstände liegen aber offensichtlich vor, wenn zwei politisch selbständige Gemeinden einen gemeinsamen Gemeinderat haben und jede Gemeinde in diesem im Verhältnis ihrer Bevölkerungszahl vertreten sein soll.\n\nUnbegründet ist schliesslich auch der Einwand der Beschwerdeführer, der Staatsrat sei im angefochtenen Entscheid ohne triftigen Grund von einer langjährigen Praxis abgewichen. Einmal kann, da sich der Staatsrat seit dem vereinzelten Entscheid vom 8. April 1907 nicht mehr mit der Frage zu befassen hatte, ob der gemeinsame Gemeinderat in gemeinsamer Wahlversammlung zu wählen sei, nicht von einer Praxis und jedenfalls nicht von einer ständigen Praxis des Staatsrates gesprochen werden. Davon abgesehen kann es einer Behörde nicht verwehrt werden, ihre bisherige Praxis zu überprüfen und sie gegebenenfalls, BGE 89 I 80 S. 91neuer oder besserer Erkenntnis folgend, zu ändern (BGE 86 I 326 mit Verweisungen). So verhält es sich aber hier. Der Staatsrat hat offenbar erstmals festgestellt, dass die Wahl in gemeinsamer Wahlversammlung zu einer Majorisierung der kleineren durch die grössere Gemeinde führen kann, und ist zum Schluss gekommen, diesem dem Sinne von Art. 231 GG widersprechenden Missstand könne hier nur durch die Wahl der Vertreter jeder Gemeinde in getrennten Wahlversammlungen wirksam begegnet werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}