{"annee": "89", "cour": "II", "page": "185", "date": "21/6/1963", "cite": [], "cite_par": ["113 II 10", "112 II 23", "105 II 43", "105 II 289", "124 III 414", "113 II 402", "104 II 285", "118 II 273", "89 II 363", "116 II 117"], "chapeau": "27. Arrêt de la He Cour civile du 21 juln 1963 dans la cause John Archinard et Netty Amblet-Archinard contre Etat de Genève, Charles Flohr et consorts.", "regestes": ["1. Les décisions incidentes visées à l'art. 50 OJ qui n'ont pas été attaquées immédiatement peuvent encore être critiquées dans un recours en réforme dirigé contre la décision finale, alors même qu'elles auraient été susceptibles d'un recours séparé (consid. 1). 2. L'art. 635 al. 2 CC n'interdit pas au cessionnaire d'une part héréditaire d'intervenir, aux côtés du cédant, dans le procès que celui-ci soutient contre ses cohéritiers (consid. 2). 3. L'art. 512 CC n'exige pas que les deux témoins instrumentaires certifient que le pacte successoral a été signé en leur présence par le disposant; l'attestation du fait par l'officier public qui reçoit l'acte est suffisante (consid. 3)."], "faits": "BGE 89 II 185 S. 185\n\nA.- Marguerite-Jeanne-Fanny Archinard et sa soeur Jeanne-Alice Archinard se sont instituées réciproquement héritières aux termes d'un pacte successoral reçu le 13 octobre 1933 par le notaire Ernest-Léon Martin, à Genève. Au décès de la seconde d'entre elles, le reste de la fortune des deux soeurs devait être attribué à leurs huit neveux et nièces, enfants de leurs trois frères, ainsi qu'aux BGE 89 II 185 S. 186enfants du premier mariage de la femme de leur frère Marc: Charles et Albert Flohr. Les dix héritiers ainsi substitués devaient succéder par tête, chacun recevant un dixième du patrimoine de la défunte. En cas de prédécès de l'un d'eux, il serait représenté par ses descendants; s'il n'en avait pas, sa part accroîtrait celle des autres héritiers.\n\nJeanne-Alice Archinard est décédée le 3 juin 1954. Sa soeur, Marguerite-Jeanne-Fanny est décédée le 9 août 1959. Deux nièces, instituées comme héritières, étaient prédécédées, l'une sans descendant, l'autre en laissant quatre enfants. Ceux-ci ont droit chacun à un trente-sixième de la succession, tandis que les huit autres héritiers doivent en recevoir chacun un neuvième.\n\nL'actif successoral comprend des meubles estimés à 31 000 fr. et un immeuble appelé \"Le Jonc\", au Grand-Saconnex, estimé fiscalement à 423 000 fr.\n\nB.- Par exploit du 25 mai 1960, une partie des héritiers, à savoir Charles et Albert Flohr, Henri Archinard, Carlotte Du Pasquier-Archinard, représentée par son mari Pierre Du Pasquier, Jean-Louis Archinard, Paule Corthay-Archinard, et les quatre enfants de feu Juliette Leroy-Archinard, qui sont Anne Herren-Leroy, représentée par son mari André Herren, Jean Leroy, Françoise Leroy et Yves Leroy, ces deux derniers représentés par leur père Robert Leroy, agissant conjointement et solidairement, intentèrent une action en partage aux deux autres héritiers, Netty Amblet-Archinard, représentée par son mari Edmond Amblet, et John Archinard.\n\nLes défendeurs conclurent à libération des fins de la demande et, reconventionnellement, à la nullité du pacte successoral du 13 octobre 1933, pour vice de forme.\n\nC.- Le 2 novembre 1960, les demandeurs cédèrent leurs droits sur l'immeuble successoral, pour le prix de 902 000 fr., à la société coopérative \"Les Ailes\", qui céda à son tour les mêmes droits, au même prix, à l'Etat de Genève.BGE 89 II 185 S. 187\n\nD.- A l'audience du 15 novembre 1960, l'Etat de Genève déclara intervenir au procès pour soutenir les conclusions en partage des demandeurs et résister avec eux aux conclusions reconventionnelles en nullité du pacte successoral prises par les défendeurs. Les demandeurs admirent l'intervention, tandis que les défendeurs s'y opposèrent.\n\nStatuant en seconde instance sur l'incidentle 28 novembre 1961, la Cour de justice de Genève déclara l'intervention recevable. Elle considéra, d'une part, que la procédure cantonale permettait à l'Etat de Genève d'intervenir au procès; d'autre part, que l'art. 635 al. 2 CC n'empêchait pas le tiers cessionnaire d'une part héréditaire de faire une intervention accessoire et conservatoire en se bornant à appuyer les conclusions de l'une des parties principales; qu'en l'espèce, l'Etat de Genève avait un intérêt évident à contester la nullité du pacte successoral puisque, si elle était admise, la part qui lui avait été cédée serait moindre.\n\nE.- Le 27 mars 1962, le Tribunal de première instance de Genève admit la validité du pacte successoral et débouta les défendeurs de leurs conclusions reconventionnelles. Considérant que ceux-ci n'étaient pas fondés à s'opposer au partage, il commit trois experts avec la mission d'examiner l'immeuble compris dans la succession de Marguerite-Jeanne-Fanny Archinard, dire s'il est partageable et, dans l'affirmative, former des lots.\n\nSaisie d'un appel des défendeurs, la Cour de justice le rejeta dans sa séance du 22 janvier 1963.\n\nF.- John Archinard et Netty Amblet-Archinard recourent en réforme contre les deux arrêts rendus par la Cour de justice genevoise les 28 novembre 1961 et 22 janvier 1963. Sans s'opposer au partage de la succession, ils concluent derechef à l'irrecevabilité de l'intervention de l'Etat de Genève et à la nullité du pacte successoral du 13 octobre 1933.\n\nLes intimés, à savoir l'Etat de Genève, d'une part, Charles Flohr et consorts, d'autre part, concluent au rejet BGE 89 II 185 S. 188du recours et à la confirmation des deux arrêts attaqués. Les seconds soutiennent en outre que le recours est irrecevable en tant qu'il critique l'arrêt du 28 novembre 1961 admettant l'intervention de l'Etat de Genève.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 48 al. 3 OJ, le recours dirigé contre la décision finale se rapporte aussi à celles qui l'ont précédée. Il en va ainsi même pour les prononcés incidents qui auraient pu être déférés au Tribunal fédéral séparément du fond conformément à l'art. 50 OJ. Lors même que les conditions prévues par cette disposition sont réunies, la partie n'est pas obligée de former immédiatement un recours. Pareille obligation n'est imposée par la loi que pour les décisions incidentes relatives à la compétence (cf. art 49 et 48 al. 3, 2e phrase, OJ). En revanche, les autres prononcés incidents peuvent encore être attaqués avec la décision finale, à moins qu'ils ne l'aient été immédiatement et que le Tribunal fédéral n'ait déjà statué à leur endroit (art. 48 al. 3 in fine OJ; RO 78 II 272, consid. 1).\n\nEn l'espèce, il n'est pas nécessaire d'examiner si l'arrêt rendu par la Cour de justice le 28 novembre 1961 pouvait être déféré séparément au Tribunal fédéral, selon l'art. 50 OJ. Du moment qu'il n'a pas été attaqué alors, il peut l'être en même temps que la décision finale du 22 janvier 1963. Les conclusions du recours dirigées contre le premier arrêt sont donc recevables.\n\nQuant à l'arrêt du 22 janvier 1963, confirmant le jugement de première instance du 27 mars 1962, les recourants ne le critiquent pas dans la mesure où il admet que la succession doit être partagée et ordonne une expertise préparatoire. Ils s'en prennent seulement au rejet de leurs conclusions reconventionnelles, qui tendent à faire prononcer la nullité du pacte successoral. A cet égard en tout cas, l'arrêt précité est une décision finale. Aussi le recours est-il recevable, en vertu de l'art. 48 al. 1 OJ.\n\n2. Les recourants s'opposent à l'intervention de l'Etat BGE 89 II 185 S. 189de Genève dans le procès en partage. La Cour de justice a résolu définitivement la question du point de vue de la procédure genevoise. Ayant pris part au procès devant la dernière autorité cantonale, l'Etat de Genève a le droit de résister au recours en réforme devant le Tribunal fédéral (art. 53 OJ). Il reste à examiner si son intervention viole le droit fédéral (art. 43 OJ).\n\nSelon l'art. 635 al. 2 CC, les conventions sur parts héréditaires passées entre un cohéritier et un tiers \"ne donnent à celui-ci aucun droit d'intervenir dans le partage\". Cette règle découle de l'incessibilité de la qualité d'héritier. Elle rappelle que le tiers, même cessionnaire, n'acquiert aucun droit dans la succession et ne saurait par conséquent faire valoir des prétentions propres dans le partage. Mais elle n'interdit pas à l'acquéreur d'une part successorale de participer aux côtés du cédant aux discussions que celui-ci mène avec ses cohéritiers ni, le cas échéant, aux procès qu'il conduit contre eux. Le tiers a la faculté de représenter le cédant (RO 87 II 224). Il peut à fortiori agir avec lui pour soutenir ses prétentions et, en cas de procès, ses conclusions.\n\nEn l'espèce, l'Etat de Genève n'a pas pris de conclusions propres et n'était pas habile à en prendre. Il s'est borné à appuyer les conclusions des héritiers cédants. Dans cette limite, son intervention n'est pas contraire au droit fédéral. Le recours est dès lors mal fondé sur ce point.\n\n3. A l'appui de leurs conclusions en nullité du pacte successoral du 13 octobre 1933, les recourants soutiennent que l'acte est entaché d'un vice de forme parce que les deux témoins instrumentaires n'ont pas certifié que les disposantes l'ont signé en leur présence. Seul le notaire qui a reçu l'acte a donné cette attestation.\n\nL'art. 512 CC soumet le pacte successoral à la forme du testament public et ajoute, à son second alinéa, que \"les parties contractantes déclarent simultanément leur volonté à l'officier public; elles signent l'acte par devant lui et en présence de deux témoins\". La jurisprudence a précisé que BGE 89 II 185 S. 190les contractants doivent apposer leur signature en présence des trois personnes précitées (RO 76 II 277). Conformément à l'art. 501 al. 2 CC, l'attestation signée des témoins doit porter sur les trois points suivants: 1o le disposant a déclaré en leur présence qu'il avait lu le pacte successoral et 2o que celui-ci renfermait ses dernières volontés; 3o il leur a paru capable de disposer. En revanche, la loi n'exige pas expressément que les témoins certifient en outre que les contractants ont signé le pacte en leur présence. Sans doute pareille exigence se déduirait-elle logiquement de l'art. 501 al. 2 CC, en considérant que, dans la confection du testament public, les témoins instrumentaires doivent certifier toutes les opérations qui se déroulent sous leurs yeux. Toutefois, on peut soutenir aussi que leur attestation ne s'étend pas obligatoirement à toutes les conditions de forme exigées par la loi, mais seulement aux plus importantes. Pour les autres, le constat de l'officier public qui a reçu l'acte suffirait. L'examen du texte légal ne procure donc pas à lui seul une solution sûre.\n\nContrairement à l'avis des recourants, l'art. 499 CC n'apporte aucun appui à leur thèse. Il dispose en effet que le testament public est reçu par un notaire, \"avec le concours de deux témoins\". Or ceux-ci ne prêtent pas nécessairement leur concours à toutes les formalités requises pour confectionner la disposition à cause de mort. De même, les recourants invoquent en vain l'opinion des commentateurs. ESCHER (n. 10 ad art. 512 CC) se borne à dire que l'art. 512 al. 2 CC requiert la présence des témoins déjà lors de la signature du pacte successoral et pas seulement après celle-ci (à la différence de l'art. 501 CC). Il ne prétend pas que les témoins devraient attester eux-mêmes leur présence au moment de la signature. TUOR ne se prononce pas non plus en faveur d'une pareille exigence, ni dans la Fiche juridique suisse no 495, ni dans son commentaire (n. 10 ad art. 512 CC). Certes, il donne en exemple une formule qui inclut l'attestation précitée. Mais il s'empresse d'ajouter, dans une parenthèse, qu'on peut BGE 89 II 185 S. 191s'en dispenser. On ne saurait en effet aggraver les conditions de forme posées par la loi en exigeant un certificat supplémentaire qui n'est pas nécessaire pour atteindre le but visé (cf. RO 53 II 442; 50 II 118).\n\nL'interprétation restrictive des dispositions légales relatives à la forme des pactes successoraux résulte de l'art. 11 al. 1 CO, applicable en vertu du renvoi de l'art. 7 CC. Elle est aussi conforme à la favor testamenti, qui incline à choisir, entre deux solutions possibles, la plus favorable au maintien de l'acte. Il est vrai que ce principe concerne en premier lieu l'interprétation des dispositions pour cause de mort elles-mêmes. Il s'applique aussi, cependant, aux règles concernant la forme de ces dispositions (cf. ESCHER, rem. prél. 21 ad titre XIV CC et n. 6 ad art. 512 CC; TUOR, rem. prél. 16 ad art. 481 ss. CC et n. 1 ad art. 512 CC).\n\nEn l'espèce, les recourants ne contestent pas que les contractantes ont apposé leur signature en présence du notaire et des deux témoins, comme elles le déclarent elles-mêmes dans le pacte qu'elles ont souscrit. Le notaire l'a certifié sous sa signature. Son attestation suffit pour que les conditions de forme requises à cet égard par les art. 501 et 512 CC soient respectées.\n\n4. La Cour cantonale n'a pas violé non plus les règles fédérales sur le fardeau de la preuve. Il ressort en effet du pacte successoral lui-même qu'il a été signé par les deux disposantes en présence des deux témoins instrumentaires. Comme il s'agit d'un acte authentique, c'est aux recourants qu'il incombait de prouver l'inexactitude éventuelle du fait ainsi constaté (art. 9 CC). Or ils n'ont pas offert cette preuve. La constatation visée est dès lors définitive (art. 63 al. 2 OJ).\n\nPar ces motifs, le Tribunal fédéral\n\nrejette le recours et confirme les arrêts rendus par la Deuxième Chambre de la Cour de justice du canton de Genève les 28 novembre 1961 et 22 janvier 1963."}