{"annee": "89", "cour": "I", "page": "278", "date": "18/9/1963", "cite": ["79 I 48", "85 I 52", "74 I 167", "86 I 281", "60 I 366"], "cite_par": ["104 IA 148", "106 IA 323"], "chapeau": "42. Urteil vom 18. September 1963 i.S. Doninelli gegen Einwohnergemeinde Staufen und Regierungsrat des Kantons Aargau.", "regestes": ["Art. 88 OJ: L'entrepreneur dont les offres n'ont pas été retenues dans une soumission n'a pas qualité pour former un recours de droit public."], "faits": "", "considerants": "BGE 89 I 278 S. 278\n\n1. Im Submissionsverfahren für die Erstellung eines Schulhauses und einer Mehrzweckturnhalle in der Gemeinde Staufen bewarb sich die Beschwerdeführerin um die Arbeiten. Die Bewerbung der AG Bertschinger war verspätet. Im Hinblick auf diese erhielt die Beschwerdeführerin Gelegenheit, eine bereinigte (niedrigere) Offerte einzureichen, worauf sie an der Angemessenheit ihrer Offerte festhielt. Darauf wiederholte der Gemeinderat die Ausschreibung und teilte die Arbeiten nach Prüfung der Eingaben der Firma AG Bertschinger zu. Eine Beschwerde dagegen hat der Regierungsrat des Kantons Aargau mit Beschluss vom 20. Juni 1963 abgewiesen.\n\nDie AG Plinio Doninelli erhebt staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Der Gemeinderat von Staufen und der Regierungsrat des Kantons Aargau beantragen die Abweisung der Beschwerde.\n\n2. Das Recht zur staatsrechtlichen Beschwerde steht nach Art. 88 OG Bürgern (Privaten) und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemeinverbindliche oder sie persönlich betreffende Erlasse oder Verfügungen erlitten haben. Legitimiert ist zur BGE 89 I 278 S. 279Beschwerde danach, wer die Verletzung eines ihm zustehenden Rechtes, eines rechtlich erheblichen Interesses auf einem Gebiete behauptet, welches die von ihm angerufene Verfassungsbestimmung beschlägt. Zur Rüge der Verletzung öffentlicher Interessen oder von Rechtssätzen, die dem Beschwerdeführer kein eigenes Recht einräumen (von organisatorischen Vorschriften usw.), ist der Bürger nicht befugt. Er wird auch nicht zugelassen zur Anfechtung von Erlassen oder Verfügungen, die angeblich einen Dritten widerrechtlich begünstigen, soweit die Aufhebung einem allgemeinen, etwa staatsbürgerlichen Interesse dienen soll (BGE 79 I 49, 158, BGE 85 I 53, BGE 86 I 284).\n\nDarauf, dass die Behörde im Submissionsverfahren die Arbeiten einem bestimmten Bewerber, nicht einem Dritten zuschlage, besteht regelmässig kein Rechtsanspruch des Bewerbers. Die aargauische Verordnung über die Vergebung öffentlicher Arbeiten und Lieferungen vom 16. Juli 1940 bestimmt ausdrücklich, dass auf die Vergebung kein Anspruch bestehe (§ 2 Abs. 2). Auch im Fall öffentlicher Ausschreibung oder eines beschränkten Wettbewerbes kann der Zuschlag unterbleiben, wobei die Gründe nicht abschliessend, sondern nur beispielsweise aufgezählt werden. Besteht aber kein Rechtsanspruch des Bewerbers auf den Zuschlag, so kann durch dessen Unterbleiben bzw. den Zuschlag der Arbeiten an einen Dritten kein Recht des Bewerbers verletzt werden, dem die Arbeiten nicht zugeschlagen werden. Er kann folgerichtig auch nicht befugt sein, mit der Beschwerde geltend zu machen, die Behörde habe die Ausschreibung der Arbeiten trotz Ablaufs der zunächst angesetzten Anmeldefrist wiederholt. Gestattet ihr doch die Verordnung, die Arbeit direkt zu übertragen, auch dann, wenn eine Ausschreibung stattgefunden hat (§ 12 Ziff. 4 Vo). Fehlt übrigens dem Beschwerdeführer die Legitimation in der Sache selbst, so ist er auch nicht befugt, Verfahrensmängel zu rügen, die sich vor dem Entscheid ergeben haben könnten (BGE 74 I 168).\n\nBGE 89 I 278 S. 280\n\nHat somit die Beschwerdeführerin weder einen Rechtsanspruch auf Zuteilung der Arbeiten, noch darauf, dass die bereits einmal durchgeführte Ausschreibung nicht wiederholt wird, so fehlt es an der Voraussetzung von Art. 88 OG und kann auf die Beschwerde nicht eingetreten werden.\n\nUnter diesen Umständen braucht nicht geprüft zu werden, ob die Beschwerde auch deshalb nicht zulässig wäre, weil der Zuschlag von Arbeiten im Submissionsverfahren bzw. die Verweigerung des Zuschlages keinen hoheitlichen Charakter hat (was die Rechtsprechung bisher angenommen hat, von der Rechtslehre aber abgelehnt wird, weil, wenn auch der Vertrag über die Arbeitsvergebung privatrechtlicher Art sei, ihr doch eine Entscheidung der Behörde über den Zuschlag und damit eine hoheitliche Verfügung vorangehe;BGE 60 I 369; MARTI, Probleme der staatsrechtlichen Beschwerde, ZSR 1962, 43; ferner BURCKHARDT, ZbJV 71, 644).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}