{"annee": "89", "cour": "IV", "page": "62", "date": "1/5/1963", "cite": [], "cite_par": ["112 IV 71", "98 IV 188", "117 IV 233", "125 IV 185"], "chapeau": "13. Auszug aus dem Urteil des Kassationshofes vom 1. Mai 1963 i.S. Probst gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 58 al. 1 CP. Confiscation. 1. Relation entre la disposition générale sur la confiscation et les art. 153 al. 3, 154 ch. 3 et 155 al. 3 CP (consid. 1). 2. A quelles conditions des marchandises contrefaites doivent-elles être confisquées selon l'art. 58 al. 1 CP? (consid. 2)."], "faits": "BGE 89 IV 62 S. 62\n\nA.- Am 15. Oktober 1962 traf beim Zollamt Zürich-Post eine an Probst adressierte Sendung der in Bonn niedergelassenen Firma J. Hausmann & Co. KG ein. Sie enthielt 15 Goldstücke, wovon neun im Nominalwert von 20 Reichsmark und je drei im Nominalwert von 10 bzw. 5 Reichsmark. Dreizehn davon hatten das Aussehen deutscher Kaisermünzen mit Jahrzahlen 1872 bis 1913, zwei dagegen das Aussehen deutscher Reichsmünzen \"Hamburg\" mit der Jahrzahl 1877 bzw. 1897. Alle waren in der Zollinhaltserklärung als \"Goldmünzen (Nachprägungen)\" und auf der beigelegten Rechnung als \"Original-Reichsgold-Nachprägungen\" bezeichnet.\n\nDie Sektion für Edelmetallkontrolle der Eidg. Oberzolldirektion stellte am 18. Oktober 1962 fest, dass diese Goldstücke die nachgeahmten Buchstaben deutscher Münzstätten tragen und dass sie vom Fachmann leicht als unecht erkannt werden können, dass der Laie sie dagegen ohne weiteres als vollwertig beurteilen werde.\n\nAm 6. Dezember 1962 sagte Probst vor der Kantonspolizei Zürich aus, solche Goldstücke würden von J. Hausmann & Co. KG in grossen Mengen geprägt. Er habe sich bei dieser Firma darum beworben, diese Ware in der BGE 89 IV 62 S. 63Schweiz als Generalvertreter absetzen zu dürfen. Er sei mit der Herstellerin übereingekommen, die erwähnte Sendung probeweise einzuführen, um zu schauen, wie die schweizerischen Behörden darauf reagieren würden. Er habe diese Goldstücke in der Schweiz bei Bijoutiers und Banken verkaufen wollen, wobei er bei jedem Verkauf erwähnt hätte, dass sie nachgeprägt seien.\n\nB.- Probst wurde wegen Einführens und Lagerns eventuell Inverkehrbringens gefälschter Waren im Sinne der Art. 155 bzw. 154 StGB angezeigt. Die Bezirksanwaltschaft Zürich stellte am 12. Dezember 1962 die Untersuchung ein, weil nicht nachgewiesen werden könne, dass der Angeschuldigte die Münzen mit der Absicht eingeführt habe, sie als echt und unverfälscht in den Handel und Verkehr zu bringen. Sie verfügte aber die Einziehung der 15 Goldstücke.\n\nProbst rekurrierte gegen die Einziehung. Die Rekurskommission der Staatsanwaltschaft des Kantons Zürich wies am 25. Februar 1963 den Rekurs ab.\n\nC.- Probst führt Nichtigkeitsbeschwerde. Er beantragt dem Bundesgericht, den Entscheid der Staatsanwaltschaft aufzuheben und die Oberzolldirektion anzuweisen, dem Beschwerdeführer die sichergestellten Goldmünzen unentwertet und unbelastet herauszugeben.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Wie schon die Bezirksanwaltschaft Zürich stützt auch die Vorinstanz die Einziehung auf Art. 58 StGB, ohne zur Frage Stellung zu nehmen, in welchem Verhältnis diese Norm zu Art. 153 Abs. 3, 154 Ziff. 3 und 155 Abs. 3 StGB stehe, die im Anschluss an die daselbst umschriebenen Straftatbestände bestimmen: \"Die Waren können eingezogen werden.\"\n\na) Die Einziehung im Sinne der Art. 153-155 StGB kann nicht den Sinn einer Nebenstrafe haben. Zwar sah BGE 89 IV 62 S. 64die diesen Bestimmungen vorausgegangene Regelung der Art. 36 ff. des Bundesgesetzes betreffend den Verkehr mit Lebensmitteln und Gebrauchsgegenständen (LMG), die durch Art. 398 Abs. 2 lit. f StGB weitgehend aufgehoben wurde, in Art. 44 Abs. 1 die Konfiskation als \"Zusatz\" zu den Strafen vor, d.h. als \"peine accessoire\", wie der französische Text sagte. Aber Art. 44 Abs. 2 LMG bestimmte, sie könne auch im Falle der Freisprechung oder der Einstellung des Verfahrens ausgesprochen werden. Das zeigt, dass sie als Massnahme, nicht als Strafe gedacht war. Die Materialien zu Art. 153-155 StGB bieten keine Anhaltspunkte, dass man ihr im neuen Recht Strafcharakter habe geben wollen. Namentlich sprach man sich in den eidgenössischen Räten über ihre Natur nicht aus. Die Räte begnügten sich damit, sie nur noch fakultativ zuzulassen, nachdem sie in Art. 163 Abs. 3 und 164 Ziff. 3 VE und in Art. 131 Abs. 3, 132 Ziff. 3 und 306 Abs. 2 E zwingend vorgesehen worden war (StenBull, Sonderausgabe NatR 353 ff., StR 167 ff.). Hätte man sie als Strafe ausgestalten wollen, so wäre sie auf die Fälle beschränkt worden, in denen die Ware Eigentum des Schuldigen ist. Hievon sagen aber die Art. 153-155 StGB nichts.\n\nb) Wird die Einziehung der Ware als Massnahme aufgefasst, so kann ihre Erwähnung in Art. 153 Abs. 3, 154 Ziff. 3 und 155 Abs. 3 nur den Sinn haben, dass die in Art. 58 StGB aufgestellten Voraussetzungen für die Einziehung gefälschter Ware nicht schlechthin massgebend seien. Die genannten Bestimmungen wären überflüssig, wenn sie nur wiederholen wollten, was schon Art. 58 sagt.\n\nc) Die allgemeine, von besonderen Voraussetzungen absehende Fassung der Art. 153 Abs. 3, 154 Ziff. 3 und 155 Abs. 3 legt nahe, dass diese Bestimmungen das von Art. 58 aufgestellte Erfordernis, wonach die einzuziehenden Gegenstände die Sicherheit von Menschen, die Sittlichkeit oder die öffentliche Ordnung gefährden müssen, fallen lassen wollen. Das ist die Auffassung von THORMANN/VON OVERBECK, Art. 153 N. 12, 154 N. 8, 155 N. 7, und entspricht BGE 89 IV 62 S. 65wohl auch der Meinung von HAFTER, Besonderer Teil II 561, der im Zusammenhang mit der Erläuterung des Art. 153 sagt, der Richter brauche sich nicht darüber auszusprechen, ob er die Voraussetzungen der allgemeinen Einziehungsbestimmung des Art. 58 für gegeben hält. Anderseits muss aus dem Umstande, dass der Satz: \"Die Waren können eingezogen werden\" der Umschreibung der Tatbestände der Warenfälschung, des Inverkehrbringens gefälschter Waren und des Einführens oder Lagerns gefälschter Waren auf dem Fusse folgt, geschlossen werden, dass die Einziehung nur stattfinden darf, wenn einer dieser Tatbestände zum mindesten objektiv verwirklicht worden ist. Das objektive Vorliegen der strafbaren Handlung als Voraussetzung der Einziehung ist bei dieser Auslegung das Gegengewicht dafür, dass vom Erfordernis der Gefährdung der Sicherheit von Menschen, der Sittlichkeit oder der öffentlichen Ordnung abgesehen wird, das Art. 58 StGB aufstellt.\n\nd) Ob die Art. 153-155 die Einziehung gefälschter Waren ausser vom objektiven Vorliegen der strafbaren Handlung auch davon abhängig machen, dass eine bestimmte Person den subjektiven Tatbestand erfüllt habe, ja sogar davon, dass sie tatsächlich bestraft werde, kann offen bleiben. Diese weiteren Voraussetzungen würden nur für die in Art. 153-155 selbst geregelten Fälle gelten, wo die Einziehung nicht von der Gefährdung der Sicherheit von Menschen, der Sittlichkeit oder der öffentlichen Ordnung abhängt. Dagegen könnten die Art. 153-155 nicht auch in Fällen, wo die gefälschten Waren eine solche Gefährdung zur Folge haben, die Einziehung von der Erfüllung des subjektiven Tatbestandes oder sogar von der Bestrafung des Täters abhängig machen wollen. Art. 58, der die Einziehung ohne Rücksicht auf die Strafbarkeit einer bestimmten Person zulässt, ist eine allgemeine Norm, die unter anderem auch die Einziehung gefälschter Waren erlaubt. Die Art. 153-155 wollen sie nicht einschränken (THORMANN/VON OVERBECK, Art. BGE 89 IV 62 S. 66153 N. 12, 154 N. 8, 155 N. 7). Schon in den Erläuterungen zum Vorentwurf (S. 333) wurde ausgeführt, es sei selbstverständlich, dass in den Fällen der Warenfälschung (Art. 163, 164 VE) der Richter nach Art. 38 VE die Einziehung verfügen könne und unter den Voraussetzungen von Art. 47 VE verfügen müsse (vgl. nicht veröffentlichtes Urteil des Kassationshofes vom 14. Oktober 1960 i.S. Verna Erw. 3).\n\n2. Art. 58 StGB gebietet die Einziehung ohne Rücksicht auf die Strafbarkeit einer bestimmten Person. Es dürfen auf Grund dieser Bestimmung aber nur Gegenstände eingezogen werden, \"die zur Begehung einer strafbaren Handlung gedient haben oder bestimmt waren oder die durch eine strafbare Handlung hervorgebracht worden sind\". In allen drei Fällen setzt die Einziehung ferner voraus, dass die Gegenstände die Sicherheit von Menschen, die Sittlichkeit oder die öffentliche Ordnung gefährden.\n\na) Nicht jedes Nachmachen einer Ware ist eine strafbare Handlung, sondern nur das Nachmachen \"zum Zwecke der Täuschung im Handel und Verkehr\" (Art. 153 StGB).\n\nDie beschlagnahmten Goldstücke des Beschwerdeführers sind daher nur dann im Sinne des Art. 58 StGB durch strafbare Handlung hervorgebracht worden, wenn die Firma J. Hausmann & Co. KG sie zum Zwecke der Täuschung im Handel und Verkehr geprägt hat. Diese Absicht ist im angefochtenen Entscheid nicht festgestellt. Die Staatsanwaltschaft begründet die Einziehung nur damit, es sei \"bekannt und durchaus möglich, dass solche Nachprägungen von späteren Erwerbern (zu höherem Preise) als echte (von der staatlichen Münzstätte stammende) Goldstücke weiterverkauft werden\". Diese Möglichkeit genügt nicht.\n\nDie auf Täuschung im Handel und Verkehr gerichtete Absicht wird freilich nicht dadurch ausgeschlossen, dass die Firma J. Hausmann & Co. KG dem Beschwerdeführer die Stücke ausdrücklich als Nachprägungen verkaufte. BGE 89 IV 62 S. 67\n\nAuch wer den ersten Abnehmer aufklärt, kann die Ware zum Zwecke der Täuschung nachgemacht haben, nämlich dann, wenn er den direkten oder auch nur den eventuellen Willen hat, dass spätere Abnehmer durch die Ware irregeführt werden. Auf diese Absicht kann z.B. geschlossen werden, wenn die Nachmachung sklavisch genau erfolgt, obschon es ohne Beeinträchtigung des Gebrauchszweckes der Ware leicht möglich wäre, sie so auszugestalten, dass sie sich für jedermann ohne weiteres von der echten unterscheidet. Im vorliegenden Falle könnte z.B. auf Täuschungsabsicht geschlossen werden, weil die Zeichen (Buchstaben) der Münzstätten nachgeprägt wurden. Man kann sich fragen, ob darin nicht sogar eine Urkundenfälschung liegt, weil diese Zeichen die Tatsache beweisen sollen, dass das Goldstück in einer bestimmten Münzstätte hergestellt worden sei. Diese Tatsache kann für den, der die Münze erwirbt, von rechtlicher Bedeutung sein, weil von der Herkunft der Wert des Goldstückes abhängt, der dem Käufer nicht notwendigerweise gleichgültig ist. Dasselbe ist zu sagen von der Nachmachung der Jahrzahl, die dem Erwerber beweisen soll oder kann, dass das Goldstück in einem bestimmten Jahre hergestellt worden sei. Zum mindesten konnte sich dem Hersteller die Möglichkeit der Täuschung späterer Erwerber so sehr aufdrängen, dass sein Handeln als Billigung der Täuschung ausgelegt werden könnte. Dass Fachleute die Fälschung leicht erkennen mögen, ändert nichts, denn die Goldstücke werden nicht ausschliesslich an Fachleute verkauft, sondern gelangen im Handel und Verkehr, in den sie aus zweiter oder späterer Hand gebracht werden, bestimmt auch an Laien.\n\nOb daraus und aus allfälligen weiteren Umständen, aber auch aus der allgemeinen Lebenserfahrung auf direkte oder eventuelle Täuschungsabsicht der Herstellerin geschlossen werden kann, ist eine Tatfrage, welche die kantonale Instanz zu entscheiden hat.\n\nb) Die beschlagnahmten Goldstücke müssen ferner BGE 89 IV 62 S. 68eingezogen werden, wenn sie zur Begehung einer strafbaren Handlung gedient haben. Der Beschwerdeführer hat sie nicht gelagert (Art. 155 Abs. 1 StGB), sie auch noch nicht feilgehalten oder sonstwie in Verkehr gebracht (Art. 154 Ziff. 1 Abs. 1 StGB). Ob er das durch die Einfuhr der Goldstücke zu tun versucht hat, wie die Vorinstanz annimmt, kann offen bleiben. Jedenfalls kann er objektiv eine strafbare Handlung dadurch begangen haben, dass er die Münzen durch die Firma J. Hausmann & Co. KG in die Schweiz einführen liess (Art. 155 Abs. 1 StGB). Das trifft dann zu, wenn die Goldstücke zur Täuschung im Handel und Verkehr dienen sollten. Diese Zweckbestimmung ist nicht zu verwechseln mit dem Wissen des Beschwerdeführers um sie, das in Art. 155 Abs. 1 ausdrücklich noch besonders erwähnt ist (\"... wie er weiss...\", \"sachant\", \"sapendole\"). Die Einziehung setzt das Wissen des Beschwerdeführers nicht voraus, wohl aber die erwähnte Zweckbestimmung der Goldstücke.\n\nIndem die Vorinstanz es für möglich hält, dass die Münzen später als echt weiterverkauft werden, sagt sie nicht, die Ware sei zu diesem Zwecke bestimmt worden. Ob das zutrifft, muss erst noch festgestellt werden.\n\nDabei ist zu beachten, dass die Münzen nicht vom Beschwerdeführer selber dazu bestimmt worden zu sein brauchen, zur Täuschung im Handel und Verkehr zu dienen. Ein anderer kann sie dazu bestimmt haben, besonders die Firma J. Hausmann & Co. KG als Herstellerin und Versenderin. Ob sie den Goldstücken diese Zweckbestimmung verliehen hat, hängt von der Vorstellung ab, die sie sich darüber machte, welche Rolle die Goldstücke im Handel und Verkehr spielen sollten. Nicht nötig ist, dass sie den Beschwerdeführer täuschen wollte. Es genügt, wenn sie den direkten oder auch nur den eventuellen Willen hatte, dass ein späterer Abnehmer getäuscht werde. Hierüber ist das gleiche zu sagen wie über die unter lit. a behandelte Absicht, die Ware zum Zwecke der Täuschung im Handel und Verkehr nachzumachen.BGE 89 IV 62 S. 69\n\nc) Die Einziehung ist auch geboten, wenn die beschlagnahmten Goldstücke zur Begehung einer strafbaren Handlung bestimmt waren. Eine solche braucht also weder schon ausgeführt, noch bloss versucht worden zu sein.\n\nAls strafbare Handlung, zu deren Begehung die Goldstücke bestimmt gewesen sein können, kommen in Frage das Lagern (Art. 155 Abs. 1), das Feilhalten und eine andere Form des Inverkehrbringens, besonders das Verkaufen (Art. 154 Ziff. 1 Abs. 1). Alle diese Formen von Ausführungshandlungen genügen aber nicht schlechthin, um objektiv die Straftat auszumachen. Sie müssen ein bestimmtes besonderes Merkmal aufweisen.\n\naa) Man kann eine nachgemachte Ware in durchaus erlaubter Weise lagern. Nur wenn sie zur Täuschung im Handel und Verkehr dienen soll, liegt im Lagern eine strafbare Handlung. Diese Voraussetzung ist nicht schon erfüllt dadurch, dass es als möglich erscheint, die Ware könnte dereinst von jemandem zur Täuschung verwendet werden. Sie muss schon vor der Einziehung zu diesem Zwecke bestimmt worden sein.\n\nNicht nötig ist aber, dass der, der sie lagert, selber die Täuschung beabsichtigt habe. Es genügt, wenn sein Lieferant oder Auftraggeber (oder der Hersteller, wenn er mit ihm nicht identisch ist) die Ware zur Täuschung im Handel und Verkehr bestimmt hat, im vorliegenden Falle also J. Hausmann & Co. KG. Ob das zutrifft, wird nach den bereits festgelegten Grundsätzen zu ermitteln sein, wobei eventualvorsätzliche Bestimmung zur Täuschung ausreicht, um die Einziehung zu rechtfertigen.\n\nbb) Eine nachgemachte Ware kann auch in erlaubter Weise feilgehalten oder sonstwie in Verkehr gebracht werden. Diese Handlungen sind dann nicht strafbar, wenn sie mit dem Hinweis erfolgen, dass die Ware nachgemacht ist. Nur das Feilbieten und Inverkehrbringen \"als echt, unverfälscht oder vollwertig\" werden von Art. 154 Ziff. 1 unter Strafe gestellt. Die Einziehung ist daher nur zulässig, wenn die Goldstücke bestimmt waren, als echt unverfälscht oder vollwertig feilgeboten oder sonstwie in Verkehr BGE 89 IV 62 S. 70gebracht zu werden. Die blosse Möglichkeit, dass sie einmal als echt, unverfälscht oder vollwertig verkauft werden könnten, erfüllt dieses Merkmal nicht. Die Stücke müssen vor der Einziehung zu diesem Zwecke bestimmt worden sein.\n\nNicht nötig ist, dass das Feilbieten oder sonstwie in Verkehr Bringen als echt usw. durch den Beschwerdeführer selber habe erfolgen sollen. Es genügt, wenn die Ware bestimmt war, erst in der Hand eines seiner Nachmänner als echt angeboten oder abgesetzt zu werden. Diese Zweckbestimmung brauchte ihr nicht vom Beschwerdeführer persönlich, sondern sie kann ihr auch von J. Hausmann & Co. KG verliehen worden sein. Das kann mit direktem, aber auch mit bloss eventuellem Vorsatz geschehen sein. Es ist auf bereits Gesagtes zu verweisen. Die Feststellung, ob der direkte oder eventuelle Wille des Beschwerdeführers oder der Firma J. Hausmann & Co. KG darauf gerichtet war, dass jemand die Goldstücke als echt, unverfälscht oder vollwertig feilbiete oder sonst in Verkehr bringe, ist von der Vorinstanz zu treffen.\n\nd) In allen unter lit. a-c erörterten Fällen setzt die Einziehung nach Art. 58 StGB ferner voraus, dass die Goldstücke die Sicherheit von Menschen, die Sittlichkeit oder die Öffentliche Ordnung gefährden.\n\nIn dieser Hinsicht steht der Einziehung nichts im Wege. Die Möglichkeit, dass die Goldstücke von späteren Erwerbern als echt in Verkehr gebracht werden, liegt angesichts der sklavischen Nachmachung dieser Stücke so nahe, dass die öffentliche Ordnung gefährdet ist. Wie nahe die Möglichkeit der Täuschung liegt, erhellt daraus, dass E. Blum & Co. als Ratgeberin des Beschwerdeführers es für nötig hält, dass er von den Abnehmern die schriftliche Verpflichtung verlange, die Münzen ausdrücklich nur als Nachprägungen weiterzuverkaufen. Eine solche Verpflichtung bietet indes keinerlei Gewähr dafür, dass alle Nachmänner des Beschwerdeführers die Erwerber auf die Natur als Nachprägungen aufmerksam machen würden. Von selbst kann der Erwerber den Sachverhalt nur dann feststellen, wenn er Fachmann ist.BGE 89 IV 62 S. 71\n\nÜbrigens liegt nicht ein Nachprägen im eigentlichen Sinne vor, worunter die Prägung einer neuen Auflage durch den Hersteller der ursprünglichen Stücke mit den Originalwerkzeugen zu verstehen ist. Was sich die Firma J. Hausmann & Co. KG leistet, ist eine Nachmachung von Originalen. Würde jemand durch einen ähnlichen Vorgang alte Briefmarken nachahmen, um sie absetzen zu lassen, so wäre die öffentliche Ordnung gefährdet, selbst wenn die Mittelsmänner dem Hersteller versprächen, sie würden die Marken gegenüber jedem Abnehmer ausdrücklich als \"nachgedruckt\" oder \"nachgeahmt\" bezeichnen. Vom Nachahmer der Briefmarken würde verlangt, dass er sie durch einen Aufdruck als Nachahmungen kennzeichne. Vom Nachahmer von Goldstücken kann mit Rücksicht darauf, dass die Originale für Sammler einen besonderen Verkehrswert haben, Gleiches verlangt werden.\n\n3. .....\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der Rekurskommission der Staatsanwaltschaft des Kantons Zürich vom 25. Februar 1963 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}