{"annee": "89", "cour": "II", "page": "156", "date": "29/1/1963", "cite": [], "cite_par": ["94 II 285", "95 II 364", "91 II 68", "102 II 370", "114 II 82", "108 II 325"], "chapeau": "24. Estratto della sentenza 29 gennaio 1963 della I Camera civile nelle cause vertenti fra J. R. Geigy SA Basilea e 1) Istituto De Angeli S.p.A. Milano, 2) Unipharma SA Lugano, 3) Diasan SA Basilea.", "regestes": ["Brevetabilité des procédés chimiques. 1. Art. 67 OJ. Les parties sont admises à produire de nouvelles expertises privées dans la procédure de recours en réforme. En revanche, le Tribunal fédéral ne doit ordonner une nouvelle expertise judiciaire que s'il a des motifs de douter que le rapport de l'expert commis par l'autorité cantonale soit fondé ou soit complet (consid. 2, confirmation de la jurisprudence). 2. Art. 112 LBI 1954. Les causes de nullité des brevets délivrés avant l'entrée en vigueur de la LBI 1954 sont régies par la législation antérieure, c'est-à-dire la LBI 1907. Cette règle vaut non seulement pour l'art. 16 al. 1 LBI 1907, qui énumère les motifs de nullité, mais aussi pour l'application des autres normes auxquelles se réfèrent les différents chiffres de la disposition légale citée (consid. 3). 3. Art. 1, 2, 4 LBI 1907. Conditions de la brevetabilité des procédés chimiques (consid. 4 et 5). 4. Art. 16 ch. 8 LBI 1907. La revendication accompagnant la demande de brevet doit contenir les caractères de la nouvelle substance, mais il n'est pas nécessaire qu'elle en indique de façon précise tous les avantages (consid. 6). 5. Art. 67 ch. 2 al. 2 OJ. La partie qui, sans motif valable, a omis de faire vérifier une donnée technique déterminée par l'expert commis dans l'instance cantonale n'est pas recevable à demander la réouverture de la procédure probatoire sur ce point (consid. 7). 6. Art. 67 LBI 1954. Droit du titulaire d'un brevet inscrit précédemment de faire interdire la vente de la même substance produite selon un procédé breveté postérieurement et ne se distinguant pas suffisamment du premier (consid. 9)."], "faits": "BGE 89 II 156 S. 157\n\nA.- Il 22 marzo 1948, la ditta J. R. Geigy SA, in Basilea (di poi semplicemente: Geigy), presentò all'Ufficio federale della proprietà intellettuale, a Berna, la domanda di iscrizione di tre brevetti relativi a tre diversi procedimenti per la produzione di un nuovo prodotto, il cosiddetto BGE 89 II 156 S. 158fenilbutazone, avente proprietà analgesiche ed antipiretiche e destinato all'impiego terapeutico. I tre brevetti vennero iscritti e pubblicati a diverse date del 1950, sotto i N. 266 236, 267 222, 269 980.\n\nVerso il 1953, l'Istituto De Angeli S.p.A., in Milano (di poi semplicemente: De Angeli), iniziò da parte sua la produzione del fenilbutazone, secondo un procedimento, asserito nuovo e diverso da quelli della Geigy e di cui, il 27 ottobre 1953, postulò l'iscrizione presso l'Ufficio federale della proprietà intellettuale, a Berna. I relativi prodotti vennero messi in vendita in Svizzera dalla Unipharma SA, in Lugano, sotto la denominazione di \"Ticinil\".\n\nCon petizione 15 luglio 1953, la Geigy convenne De Angeli e l'Unipharma davanti alla Camera civile del Tribunale di appello del Cantone Ticino, domandando: 1) di accertare che le parti convenute avevano violato i suoi brevetti; 2) di far divieto alle convenute di mettere ulteriormente in vendita i prodotti \"Ticinil\" e altri contenenti il fenilbutazone; 3) di condannare solidalmente le convenute al risarcimento del danno di fr. 5000. Nel corso della causa l'attrice precisò la sua prima domanda nel senso che l'accertamento della violazione dei brevetti doveva essere limitato a quello iscritto al N. 267 222, ma confermò la seconda nel senso che, vietando la messa in commercio dei prodotti De Angeli, doveva essere vietata l'utilizzazione di tutti e tre i brevetti.\n\nDe Angeli e l'Unipharma proposero di respingere la petizione e, in via riconvenzionale, di dichiarare nulli i brevetti dell'attrice perchè costituenti semplici procedimenti di analogia non brevettabili.\n\nIl 16 febbraio 1954, la Geigy promosse un'azione identica anche contro la Diasan SA, Zurigo, che, sotto le denominazioni di \"Pyrodozol\" e \"Sanazolin\", aveva messo in vendita in Svizzera dei prodotti a base di fenilbutazone provenienti dall'Istituto De Angeli. Anche la Diasan propose di respingere la petizione e, in via riconvenzionale, di dichiarare nulli i brevetti Geigy.\n\nBGE 89 II 156 S. 159\n\nIl brevetto concernente il procedimento De Angeli venne iscritto presso l'Ufficio federale della proprietà intellettuale il 15 dicembre 1956 sotto N. 318 075 e pubblicato il 31 gennaio 1957. Il 4 maggio 1957, la Geigy promosse contro il medesimo un'azione di nullità che non fu però abbinata alla causa suesposta; la relativa istruzione fu anzi sospesa con verbale giudiziale del 23 settembre 1957.\n\nLe due cause della Geigy, l'una contro De Angeli e l'Unipharma, l'altra contro la Diasan, vennero abbinate. La Corte cantonale ha respinto una domanda di complemento di perizia proposta dalle parti convenute.\n\nNel merito, esaminando anzitutto le domande riconvenzionali, essa ha costatato che i procedimenti Geigy appartengono ai cosiddetti procedimenti di analogia, ma ha fatto rilevare che gli stessi sono nondimeno brevettabili a dipendenza del loro effetto finale se giungono ad una nuova sostanza avente qualità terapeutiche non prevedibili, se sono il risultato di una elevata idea creatrice al di là della portata dell'uomo di mestiere e se costituiscono un progresso tecnico manifesto. L'adempimento di questi presupposti nei brevetti Geigy - continua in sostanza la Corte cantonale - è dimostrata dalla perizia giudiziale. Il fatto che non tutte le proprietà terapeutiche della nuova sostanza medicamentosa siano espresse nella rivendicazione non è determinante perchè nessuna norma di legge lo prescrive in modo tassativo. Pure infondata è - come dimostra la perizia giudiziale - la contestazione secondo cui i brevetti N. 266 236 e 269 980 non sono attuabili.\n\nSulle domande petizionali della Geigy, la Corte cantonale ha giudicato che il procedimento De Angeli non può essere attuato in modo indipendente da quello previamente fatto brevettare dalla Geigy sotto N. 267 222. Questo brevetto è pertanto - secondo la Corte cantonale - stato violato. La domanda di divieto di vendita dei prodotti De Angeli deve pertanto essere accolta in applicazione dell'art. 7 cpv. 3 LBI 1907 (art. 67 cpv. 1 LBI 1954). Invece la domanda di risarcimento dei danni deve essere respinta per BGE 89 II 156 S. 160mancanza di qualsiasi prova sull'entità del presunto danno subito dall'attrice.\n\nB.- Le parti convenute De Angeli e Unipharma da una parte e Diasan dall'altra hanno tempestivamente interposto al Tribunale federale due ricorsi per riforma, sostanzialmente uguali, mediante i quali propongono che - riformata la sentenza della Corte cantonale - le domande della petizione siano integralmente respinte ed accolta la domanda riconvenzionale.\n\nLe ricorrenti criticano il perito giudiziale per non essersi attenuto alle questioni strettamente tecniche e la Corte cantonale per non aver ammesso un complemento di perizia e la produzione di ulteriori documenti con le conclusioni di causa.\n\nEsse domandano, facendo riferimento ai principi esposti nella sentenza pubblicata nella RU 82 II 245, di allegare agli atti 5 pareri designati come documenti da N. 25 a 29 e il giudizio interinale 13 febbraio 1962 dell'Ufficio inglese dei brevetti sulla brevettabilità del procedimento De Angeli.\n\nLe ricorrenti domandano inoltre che il Tribunale federale provveda, in applicazione dell'art. 67 cpv. 1 num. 1 OG, a designare uno o più nuovi periti.\n\nNel merito, le ricorrenti seguono l'ordine già stabilito dalla Corte cantonale, esaminando avantutto le domande riconvenzionali, e pertanto la validità dei brevetti Geigy, e solo successivamente le domande esposte nella petizione intese ad accertare la violazione di detti brevetti. Le loro motivazioni possono essere riassunte come segue:\n\na) I tre procedimenti Geigy sono privi di originalità, non costituiscono alcun progresso tecnico e non denotano sufficiente altezza inventiva; non adempiono i presupposti dell'invenzione e, ciò stante, devono essere dichiarati nulli in applicazione dell'art. 16 cpv. 1 num. 1 e 4 LBI 1907.\n\nb) La teoria della brevettabilità dei cosiddetti procedimenti chimici di analogia, accolta in una parte della dottrina e nella giurisprudenza germaniche, non è compatibile con la legge svizzera, perchè l'ammissione di una tesi BGE 89 II 156 S. 161siffatta conseguirebbe praticamente la protezione della sostanza medicamentosa e violerebbe così l'art. 2 num. 2 LBI 1954. I tre brevetti Geigy che, per ammissione della controparte, concernono procedimenti di analogia sono pertanto nulli (art. 16 cpv. 1 num. 6 LBI).\n\nc) Anche se si dovesse accogliere la tesi della brevettabilità dei procedimenti chimici di analogia, i tre brevetti Geigy sarebbero nondimeno nulli, poichè le indicate proprietà analgesiche e antipiretiche del relativo prodotto non possono essere considerate inaspettate nè sorprendenti.\n\nd) Le ulteriori proprietà terapeutiche del fenilbutazone (antiartritiche e antireumatiche) non sono indicate nella descrizione e sono pertanto irrilevanti agli effetti della validità del brevetto (art. 16 cpv. 1 num. 8 LBI 1907 e art. 7 cpv. 4 ordinanza di esecuzione della LBI 1907); d'altronde dette proprietà furono scoperte successivamente al deposito dei brevetti.\n\ne) I brevetti N. 266 236 e 269 980 sono nulli anche perchè, come dimostrato dalle perizie prodotte in causa, sono praticamente inattuabili (art. 1 cpv. 1 e 16 cpv. 1 num. 3 LBI 1907) o attuabili solo apportandovi sostanziali modificazioni.\n\nf) Poichè i controversi brevetti sono invalidi, le domande petizionali devono essere respinte; queste domande sono comunque infondate, perchè i prodotti De Angeli sono fabbricati secondo un procedimento che è distinto da quelli descritti nei brevetti Geigy e segue una via tecnicamente nuova, come risulta dalla decisione interinale 13 febbraio 1963 dell'Ufficio inglese dei brevetti, prodotta con il ricorso. A questo riguardo la sentenza impugnata viola gli art. 72, 74 e 66 LBI 1954.\n\nC.- La parte attrice Geigy ha presentato le sue osservazioni di risposta, domandando che i due ricorsi per riforma siano respinti. Essa propone di dimettere dagli atti i documenti da 25 a 29 che la parte convenuta De Angeli ha già tentato, ma intempestivamente e quindi senza BGE 89 II 156 S. 162successo, di produrre davanti all'istanza cantonale. Propone inoltre che la domanda di nuova perizia, ritenuta ingiustificata e superflua, sia respinta. - Il Tribunale federale ha respinto i ricorsi delle parti convenute e confermato l'impugnata sentenza.", "considerants": "Considerando in diritto:\n\n1. I due ricorsi si riferiscono alla stessa sentenza cantonale e sono fondati su fatti analoghi e sulle stesse argomentazioni giuridiche. Si giustifica pertanto di trattarli congiuntamente.\n\n2. Secondo l'art. 67 num. 1 OG, il Tribunale federale può, a domanda o d'ufficio, riesaminare i fatti di natura tecnica accertati dall'autorità cantonale e ordinare a questo scopo le misure probatorie necessarie; può anche invitare il perito assunto in sede cantonale a completare la perizia o assumere nuovi periti. D'altronde, l'art. 67 num. 2 cpv. 2 stabilisce che le parti possono allegare fatti e mezzi di prova nuovi relativi a questioni tecniche, se esse non lo hanno potuto fare o non avevano avuto motivo di farlo innanzi all'autorità cantonale.\n\nLe ricorrenti hanno prodotto nuovi documenti e proposto una nuova perizia.\n\na) Contrariamente a quanto asserisce la parte intimata, non risulta che le ricorrenti, producendo gli atti indicati come documenti da N. 25 a N. 29, abbiano inteso produrre mezzi di prova nuovi nel senso dell'art. 67 num. 2 cpv. 2 OG. In realtà trattasi di pareri dei loro consulenti tecnici, prodotti a sostegno della domanda di nuova perizia. In effetti, le ricorrenti non hanno invocato la suddetta disposizione e si sono limitate a richiamare in proposito la sentenza pubblicata nella RU 82 II 245 secondo la quale, in ossequio ai principi informatori dell'art. 67 OG, la produzione di siffatti pareri deve essere ammessa.\n\nNaturalmente i nuovi pareri non devono servire a contrabbandare fatti nuovi che, anche in virtù dell'art. 67 num. 2 cpv. 2 OG, non potrebbero più essere presi in considerazione BGE 89 II 156 S. 163(RU 86 II 197). Ma a questo riguardo la parte attrice, pur genericamente contestando alle ricorrenti la facoltà di addurre nuovi fatti che avrebbero dovuto essere addotti in sede cantonale, non ha preteso che ogni relativa allegazione sia nuova, nè ha precisato quali dei fatti asseriti in detti pareri - in genere evidentemente pertinenti alle allegazioni già esposte dalle convenute in sede cantonale - siano improponibili ai sensi dell'art. 67 num. 2 cpv. 2 OG. Detti pareri, tempestivamente prodotti con i ricorsi, devono perciò essere acquisiti agli atti di causa. Gli stessi hanno però soltanto il valore di allegazioni di parte e non costituiscono mezzi di prova (RU 86 II 196 ultimo capoverso).\n\nLa copia della decisione 13 febbraio 1962 del Superintending Examiner del Patent Office di Londra, concernente la patentabilità del procedimento De Angeli, può essere pervenuta alle ricorrenti solo dopo la chiusura del procedimento istruttorio cantonale. La relativa produzione non è controversa e deve essere accolta, ma l'atto in parola può avere soltanto il valore di un pregiudizio stabilito nella giurisprudenza straniera e, pertanto, non costituisce mezzo di prova nè, tanto meno, decisione vincolante per il giudizio di questa sede.\n\nb) L'art. 67 num. 1 OG stabilisce che il Tribunale federale \"può\" ordinare una nuova perizia ma non impone al medesimo una siffatta misura ogni volta che una parte contesti la concludenza della perizia ordinata in sede cantonale (RU 85 II 142, consid. 4 b - aa -; 514 e relative citazioni). Secondo la giurisprudenza, la nuova perizia deve essere ordinata solo quando il Tribunale federale ha motivo di dubitare della fondatezza e della completezza della perizia di prima istanza (RU 85 II 514). Quando tale non è il caso devono valere le regole generali del ricorso per riforma, secondo le quali fanno stato gli accertamenti stabiliti nella sede cantonale (art. 63 cpv. 2 OG).\n\nNe consegue che anche il fatto secondo cui le perizie private prodotte in prima istanza e in questa sede, concludenti in senso diverso dalle perizie giudiziali, emanano - BGE 89 II 156 S. 164come affermano le ricorrenti - da eminenti professori, quali i docenti universitari Gordonoff, Quilico, Löser e Hey, non deve necessariamente indurre il Tribunale federale a dubitare dell'esattezza della perizia giudiziale stesa dai professori Giovannini e Bucher, titolari rispettivamente delle cattedre di chimica organica dell'Università di Friborgo e di farmacologia dell'Università di Basilea. Il Tribunale federale non può valutare le singole capacità dei periti che si sono espressi in causa e quindi dedurre una maggior autorità scientifica di uno piuttosto che dell'altro dei docenti suindicati, peraltro dello stesso rango universitario. Una presunzione di maggior attendibilità deve comunque essere riconosciuta al perito giudiziale, perchè il medesimo è stato designato ed è stato retribuito, invece che da una delle parti, dal Tribunale; è stato sottoposto all'obbligo di ricusazione, ha potuto prendere conoscenza degli atti di causa in modo indipendente ed ha preso atto delle tesi contrastanti dalle relazioni proposte dalle parti su basi di uguaglianza. La sua perizia offre pertanto le migliori garanzie di oggettività e di imparzialità (RU 74 II 133).\n\nI pareri dello Studio Blum, prodotti dalla ricorrente De Angeli, in quanto emananti da un \"Patentanwaltbureau\" senza la precisa indicazione della persona professionalmente responsabile, non possono aver altro valore di quello delle altre allegazioni direttamente esposte dalle ricorrenti.\n\nAd ogni modo la perizia assunta in sede cantonale appare precisa e completa. Un complemento di perizia potrebbe pertanto essere preso in considerazione soltanto se, nell'esame delle questioni di merito, le dimostrazioni e le conclusioni del perito giudiziale risultassero incomprensibili o manchevoli.\n\n3. Secondo l'art. 112 LBI 1954, anche i brevetti rilasciati prima dell'entrata in vigore di detta legge e non ancora scaduti sono sottoposti alle disposizioni dei titoli dal primo al terzo della nuova legge, con l'eccezione tuttavia BGE 89 II 156 S. 165(lett. a) che le cause di nullità relative a detti brevetti continuano ad essere disciplinate dalla legislazione precedente e cioè dalla LBI 1907. La questione di sapere se i brevetti iscritti nel 1950 siano validi, segnatamente se i relativi procedimenti fossero nuovi, deve pertanto essere risolta secondo la vecchia legge (cf. RU 85 II 135 e citazioni).\n\nContrariamente a quanto affermano le ricorrenti, la validità della legge precedente permane, agli effetti dei brevetti precedentemente iscritti, non solo a proposito dell'art. 16 LBI 1907, nel quale sono elencati i motivi di nullità, ma anche per le altre norme a cui i singoli numeri di detto articolo si riferiscono. Per accertare, secondo l'art. 16 cpv. 1 num. 1, 4 e 6, se i brevetti Geigy sono validi in quanto si tratti di un'invenzione, di un'invenzione nuova, di un'invenzione non esclusa dal conseguimento del brevetto, fanno stato rispettivamente gli art. 1, 4 e 2 num. 3 della LBI 1907 (cf. FF ed. di lingua tedesca 1950 pag. 1069; BLUM/PEDRAZZINI art. 112 lett. b vol. III pag. 733; RU 85 II 135).\n\n4. Nel caso particolare, trattandosi di sostanze chimiche medicamentose, la questione di stabilire se agli effetti dell'art. 16 num. 6 LBI 1907 sia applicabile l'art. 2 num. 3 della vecchia o l'art. 2 num. 2 della nuova legge è indifferente, perchè entrambe dette disposizioni, pur escludendo la diretta protezione dei prodotti medicinali, l'ammettono in principio per il procedimento in virtù del quale vengono preparati, purchè trattisi - come per concorde ammissione delle parti trattasi in concreto - di procedimenti chimici, vale a dire di procedimenti a base di reazioni chimiche.\n\nNaturalmente la brevettabilità di siffatti procedimenti consegue indirettamente una parziale protezione anche del prodotto ricavatone, perchè il titolare del brevetto è protetto contro i terzi che intendessero valersi del suo procedimento per produrre lo stesso prodotto medicamentoso (art. 7 cpv. 2, seconda frase LBI 1907, art. 9 cpv. 3 LBI BGE 89 II 156 S. 1661954). Ma nulla impedisce ai terzi di ottenere lo stesso prodotto sulla base di un procedimento già noto e non brevettato o di un nuovo procedimento diverso da quello indicato nel brevetto e quindi anche di smerciare detto prodotto.\n\nPer il resto la legge - la vecchia come la nuova - non stabilisce, per la brevettabilità dei procedimenti chimici, condizioni o presupposti diversi da quelli fissati per la brevettabilità di un prodotto industriale. Per la validità dei brevetti Geigy è pertanto sufficiente che concernino nuove invenzioni ai sensi degli art. 1 e 4 e relativi LBI 1907 e che la relativa iscrizione sia stata proposta mediante una rivendicazione, la quale con l'aiuto della descrizione definisca chiaramente l'invenzione (art. 16 num. 8 LBI 1907).\n\nCiò stante, la contestazione delle ricorrenti, secondo cui i brevetti Geigy violano il divieto di protezione brevettuale dei prodotti medicinali, stabilito all'art. 2 num. 3 LBI 1907, si confonde con quella intesa a negare ai relativi procedimenti chimici l'adempimento dei presupposti dell'invenzione.\n\n5. Secondo la giurisprudenza, l'invenzione brevettabile presuppone - oltre a novità - idea creatrice e progresso tecnico. Giurisprudenza e dottrina ammettono anche che la minore intensità con la quale si manifesta uno di questi presupposti può essere compensata dalla maggiore intensità dell'altro: la cosiddetta \"Wechselwirkung\" (cf. RU 74 II 132 segg., 82 II 249, 85 II 138; WEIDLICH/BLUM, Das Schweizerische Patentrecht, nota 11 all'art. 1, pag. 68 e segg. In punto. alla \"Wechselwirkung\", vedi accenni in RU 69 II 200 e 85 II 140/141).\n\na) Secondo la legge, non è considerata come nuova un'invenzione che, anteriormente al deposito della domanda di brevetto, sia stata divulgata in Svizzera o chiarita per mezzo di scritti o disegni (art. 4 cpv. 1 LBI 1954).\n\nLe ricorrenti contestano la novità del \"tipo\" di reazione descritto nei controversi brevetti e anche il perito ha riconosciuto che i relativi procedimenti non sono interamente BGE 89 II 156 S. 167nuovi, aggiungendo tuttavia che, allo stato attuale della scienza e della industria chimiche, è oltremodo difficile trovare procedimenti completamente nuovi. Ma la legge non esige una siffatta estrema condizione. Altrimenti non si vedrebbe come avrebbe potuto essere riconosciuta la novità fondata su nuove combinazioni di elementi già conosciuti (RU 69 II 185/186; 85 II 136/137). Il Tribunale federale nel qualificare i procedimenti chimici non ha peraltro stabilito che il procedimento di medicinali debba essere interamente nuovo, ammettendolo anche quando almeno una reazione chimica influisce in modo favorevole sul prodotto o sulle sue possibilità di uso (RU 82 I 206).\n\nIl perito giudiziale ha espressamente dichiarato che le formule dei tre procedimenti Geigy non erano prima mai state pubblicate e neppure le ricorrenti affermano il contrario. La parte De Angeli ha anzi esplicitamente riconosciuto che il nuovo composto denominato fenilbutazone è il risultato dei controversi procedimenti. A questi non può pertanto essere misconosciuto l'elemento della novità.\n\nb) Tuttavia, secondo la giurisprudenza, una novità può costituire invenzione ai sensi della legge solo se è il risultato di un'idea creatrice di particolare livello inventivo, la cui realizzazione superi le normali capacità di una persona del mestiere avente buona formazione (RU 85 II 138 e segg., consid. 4 e citazioni, specialmente pag. 141; cf. anche WEIDLICH/BLUM p. 71 e BLUM/PEDRAZZINI, vol. I pag. 105 e segg. e pag. 118 e segg., ove per via diversa si giunge nondimeno ad analoga conclusione). Ciò significa che meritevoli di protezione sono solo quelle realizzazioni le quali presuppongono nell'inventore una intuizione non comune nell'intravvederne il risultato e, specie nel campo della chimica, un metodico lavoro di ricerca. Il perito giudiziale ha ammesso l'adempimento di tale presupposto per tutti e tre i procedimenti Geigy.\n\nEsso ha indicato una schiera di chimici eminenti che a suo giudizio devono aver tentato senza successo la soluzione di cui al brevetto N. 266 236 e, pur ammettendo che BGE 89 II 156 S. 168il fatto di \"applicare la reazione di butilazione a un composto di cui si sa che possiede degli idrogeni mobili, come è il caso del DDP può essere considerato come un'operazione puramente manuale\", ha però precisato che tale operazione \"non è ovvia e richiede spirito inventivo in chi intravvede che il prodotto risultante potrà avere proprietà che potrebbero rappresentare un progresso tecnico notevole e perciò decide di fare tale operazione\" (perizia pag. 51)\n\nAnche a proposito del brevetto N. 267 222, il perito giudiziale ha fatto rilevare che il decorso della reazione data dalla condensazione dell'estere butilmalonico con l'idrazobenzene, al momento della domanda di brevetto non era facilmente prevedibile e l'averla prevista denota idea creatrice e qualità inventiva (perizia pag. 60, riassunto pag. 18).\n\nInfine, il perito riconosce che per il brevetto N. 269 980 il requisito della qualità inventiva è adempiuto nel fatto di intravvedere nelle due fasi chimiche ivi prescritte, analoghe a reazioni già conosciute ma nuove, la possibilità di giungere ad un prodotto non mai fino allora descritto.\n\nIl Tribunale federale deve attenersi a queste conclusioni, nè vede per quale motivo dovrebbe ordinare una nuova perizia. Peraltro, il fatto esposto dalle ricorrenti sulla base delle perizie di parte, secondo cui le reazioni dei brevetti suindicati si svolgono \"come ogni chimico poteva e doveva aspettarsi\", non toglierebbe che la concezione delle relative formule proceda da un'idea creatrice di elevato livello inventivo.\n\nc) Anche il requisito di progresso tecnico è strettamente connesso a quello della novità, ma presuppone inoltre che questa risieda nella soluzione di un problema la quale soddisfi un'esigenza umana e sociale; senza di che l'invenzione non è praticamente neppure industrialmente utilizzabile (art. 1 LBI).\n\nSecondo la giurisprudenza, il progresso tecnico rilevante agli effetti della validità del brevetto consiste nel risolvere un problema che, malgrado le assidue ricerche, i tecnici BGE 89 II 156 S. 169non avevano ancora risolto o avevano risolto solo in modo insoddisfacente. Detto progresso può manifestarsi sia nell'invenzione di un nuovo apparecchio o di un nuovo prodotto utili, sia nella notevole semplificazione dell'apparecchio che ne incrementi l'economicità e, quindi, la divulgazione, sia infine anche nel trovare nuove vie più sicure e più economiche per la produzione di un nuovo prodotto già conosciuto. Il successo e la diffusione del nuovo dispositivo o del nuovo prodotto costituiscono una dimostrazione del progresso tecnico raggiunto (RU 69 II 188, 74 II 140, sentenza inedita 14 novembre 1961 nella causa Vulcain e Studio SA, La Chaux-de-Fonds c. Enicar, Longeau, consid. 1, primo capoverso; cf. WEIDLICH/BLUM pag. 85 e segg.).\n\nPer quanto concerne il procedimento chimico per la fabbricazione di prodotti medicamentosi, la giurisprudenza ha statuito che la tutela brevettuale presuppone avantutto, \"dass es einen oder mehrere chemische Vorgänge aufweise, welche die Entstehung oder Beschaffenheit des Erzeugnisses als Arzneimittel günstig beeinflussen, sei es, dass der als Arznei wirkende Stoff selber durch mindestens einen chemischen Vorgang entsteht oder verbessert wird, sei es, dass ein solcher Vorgang das Erzeugnis sonstwie günstig beeinflusst, was z.B. zutrifft, wenn chemische Vorgänge unerwünschte Begleitstoffe zerstören, wenn sie den Wirkstoff zwecks Ausscheidung von Verunreinigungen in ein kristallisierendes Derivat überführen und dieses nach der Reinigung wieder in den Wirkstoff verwandeln, oder wenn sie die Herstellung der Form, in der das Arzneimittel angewendet werden soll (Tabletten, Kapseln, Lösungen usw.) günstig beeinflussen\" (RU 82 I 206).\n\nQuando questi presupposti sono adempiuti in modo intenso e per prodotti di reale importanza medica, il progresso tecnico è raggiunto. Infatti, è in tal modo che la chimica si sviluppa e progredisce contribuendo al progresso umano in genere.\n\nIn concreto, la stessa ricorrente De Angeli ammette che BGE 89 II 156 S. 170il fenilbutazone, prodotto secondo i controversi procedimenti, è il risultato della ricerca di un solvente \"che avesse la facoltà di migliorare la solubilità della anopirina e possedesse, eventualmente, anche di per se stesso effetti analgesici e/o antipiretici, in modo da agevolare la somministrazione parenterale del piramidone o addirittura di sostituirlo\". Le ricorrenti ammettono anche che il primo di detti scopi è stato favorevolmente raggiunto e non contestano che anche il secondo sia stato parzialmente conseguito. Peraltro il farmacologo assunto dal perito ha confermato questo successo, rilevando che è stato così raggiunto lo scopo di poter applicare il piramidone in una soluzione sufficientemente concentrata e facilmente sopportabile se applicata localmente; ha inoltre ammesso che, in determinati casi, il fenilbutazone consegue anche di per se stesso un'azione antipiretica e analgesica superiore a quella degli antipiretici e analgesici della stessa struttura prima conosciuti.\n\nIl progresso tecnico perseguito e conseguito mediante i controversi procedimenti è pertanto dimostrato. Al riguardo non può essere determinante il fatto che alcuni degli effetti del fenilbutazone si siano rivelati in modo manifesto solo dopo il deposito (però, secondo il farmacologo, verosimilmente prima dell'iscrizione) della domanda di brevetto. Il Tribunale federale ha già statuito che sarebbe ingiusto rifiutare la protezione legale all'autore di un'invenzione, la cui portata non è subito manifesta (RU 85 II 141).\n\nInfine, il progresso tecnico conseguito è dimostrato - come ha fatto presente il perito giudiziale - dall'enorme successo di cui i prodotti fabbricati secondo i controversi procedimenti hanno beneficiato.\n\nd) Poichè i controversi procedimenti adempiono i presupposti che la giurisprudenza ha stabilito per l'invenzione, è superfluo stabilire se anche dei procedimenti di analogia debbano essere ammessi alla tutela brevettuale (vedi comunque la critica che il dott. A. W. KUMM, a proposito BGE 89 II 156 S. 171della relativa teoria, ha pubblicato nella rivista germanica \"Gewerblicher Rechtsschutz und Urheberrecht\" 1963, p. 58 e segg.).\n\n6. Secondo l'art. 16 num. 8 LBI 1907, il brevetto è comunque nullo se la relativa rivendicazione, anche con l'aiuto della descrizione, non definisce chiaramente l'invenzione. Il relativo obbligo è stabilito all'art. 5 della stessa legge e all'art. 26 cpv. 4 è precisato che, qualora l'invenzione consista nella preparazione di una sostanza chimica, la rivendicazione deve indicare anche i caratteri della nuova sostanza. Infine, nell'art. 7 cpv. 4 del regolamento di applicazione della LBI 1907 è prescritto che nella descrizione deve essere indicato anche l'uso a cui è destinata la nuova sostanza. Queste disposizioni hanno la loro ratio nell'esigenza della sicurezza giuridica, vale a dire nella necessità di render noto ai terzi, segnatamente alle persone del mestiere, i limiti e la portata della protezione brevettuale (RU 85 II 136 consid. 3).\n\nLe contestazioni che le ricorrenti fondano su queste disposizioni concernevano in gran parte l'eventualità che fosse ammessa la teoria della brevettabilità dei cosiddetti procedimenti di analogia, la quale pone l'accento sulle proprietà della nuova sostanza. Poichè la presente causa non implica tale problema, in quanto esposte in tal senso, le relative contestazioni sono prive di oggetto.\n\nComunque, la tesi delle ricorrenti, secondo cui la rivendicazione dei controversi procedimenti sarebbe difettosa per il fatto che non vi sono indicate le proprietà antiartritiche ed antireumatiche della nuova sostanza, è infondata. L'attrice, indicando le proprietà analgesiche e antipiretiche del prodotto e l'uso terapeutico del medesimo, ha sufficientemente adempiuto gli obblighi suddescritti. Essa non poteva allora e probabilmente non può neppure oggi prevedere tutti gli usi specifici che la medicina può fare dei suoi prodotti. Ad ogni modo l'incompleto adempimento della prescrizione di cui all'art. 7 cpv. 4 del regolamento di applicazione non può infirmare la validità del brevetto, BGE 89 II 156 S. 172perchè, trattandosi di norma regolamentare, la stessa sarebbe invalida, in quanto stabilisse un ulteriore motivo di nullità del brevetto oltre quelli stabiliti in modo compiuto all'art. 16 della legge.\n\nAnche i commentatori Blum e Pedrazzini (o.c. vol. II p. 123) si esprimono nel senso che, in principio, non è necessario di indicare in modo preciso i vantaggi e l'importanza dell'invenzione, essendo sufficiente descriverne gli elementi essenziali e le necessarie regole di applicazione. Sembra però che gli stessi (pag. 124) facciano un'eccezione a questa massima per i brevetti concernenti i procedimenti chimici, per i quali considerano determinante l'effetto tecnico. A loro giudizio, l'omissione di questo effetto potrebbe invalidare il brevetto per difettuosità della descrizione ai sensi dell'art. 4 LBI 1954 (art. 16 num. 8 LBI 1907). Una siffatta tesi non può essere accolta, perchè gli art. 26 e segg. LBI 1907 (art. 49 e segg. LBI 1954) stabiliscono in modo compiuto quali elementi essenziali del procedimento devono risultare dagli atti della domanda di brevetto e non vi è motivo di stabilirne altri da deduzioni indirette; tanto meno poi per istituire ulteriori motivi di nullità non esplicitamente prescritti dalle norme legali.\n\n7. Secondo l'art. 1 cpv. 1 LBI 1907 i brevetti si rilasciano per le invenzioni nuove suscettibili di applicazione industriale. I brevetti iscritti per invenzioni non attuabili, vale a dire industrialmente inutilizzabili, sono nulli (art. 16 num. 3 LBI 1907).\n\na) La parte attrice eccepisce che l'impugnazione di inattuabilità dei brevetti N. 266 236 e 269 980, non essendo stata tempestivamente proposta in sede cantonale, non è ricevibile.\n\nIn realtà, la Corte cantonale ha espressamente dichiarato a pag. 12 (II, 3) della sentenza che le convenute hanno addotto come motivo di nullità pure quello di \"inattuabilità dei procedimenti indicati dai brevetti 266 236 e 269 980\" e nel seguito della sentenza non si trova alcun accenno alla intempestività, o comunque alla irregolarità, BGE 89 II 156 S. 173della relativa contestazione; al contrario, la Corte cantonale è entrata nel merito della medesima e l'ha respinta. L'instanza cantonale, implicitamente ammettendo la regolarità della contestazione di parte convenuta, deve aver applicato il diritto processuale cantonale, al cui riguardo il suo giudizio è vincolante in questa sede. L'eccezione della attrice à pertanto inammissibile (art. 43 cpv. 1, 55 cpv. 1 lett. c OG).\n\nb) Una invenzione è suscettibile di applicazione industriale (nell'art. 1 LBI 1954: \"utilizzabile industrialmente\") se è realizzabile mediante i mezzi indicati nel brevetto, ritenuto che trattisi di mezzi del campo industriale (BLUM/PEDRAZZINI, vol. I, p. 136 e citazioni, specialmente RU 63 II 279).\n\nLa Corte cantonale ha ammesso che anche i procedimenti di cui ai brevetti N. 266 236 e 269 980 adempiono questi requisiti, ma l'ha fatto fondandosi unicamente sulla considerazione che il perito, il quale deve aver attuato i controversi procedimenti agli effetti delle domande peritali, non si era espresso in senso contrario. Un simile accertamento è valido ai sensi dell'art. 63 cpv. 2 OG, ma sarebbe in principio riesammabile mediante perizia o supplemento di perizia, se la parte richiedente avesse dimostrato che, in sede cantonale, essa non ha avuto la possibilità o non ha avuto motivo di far stabilire in proposito un più preciso accertamento (art. 67 num. 2 cpv. 2 OG). Ora risulta dagli atti che al perito non è stata posta alcuna esplicita domanda sulla inattuabilità dei due controversi procedimenti, quantunque le parti convenute, alle quali incombeva di dimostrare la fondatezza del proprio asserto, abbiano avuto ogni ragione per farlo. Avendo mancato al loro dovere processuale davanti alla prima istanza, esse non possono invocare l'art. 67 num. 2 cpv. 2 OG. Per cui, a prescindere da ogni pratica considerazione (in specie da quella che l'attuabilità del procedimento N. 267 222, il quale conduce allo stesso prodotto, non è contestata), anche a questo proposito non vi è motivo di procedere alla riapertura del BGE 89 II 156 S. 174procedimento probatorio. Deve pertanto far stato l'accertamento cantonale, secondo cui anche i due suindicati procedimenti sono attuabili.\n\n8. Per le considerazioni suesposte, la Corte cantonale, riconoscendo la validità dei brevetti Geigy e conseguentemente respingendo le domande riconvenzionali delle convenute, non ha violato il diritto federale. La relativa domanda proposta nel ricorso deve perciò essere respinta.\n\n9. L'art. 67 LBI 1954, applicabile a riguardo delle domande petizionali, dispone che, qualora l'invenzione si riferisca ad un procedimento di fabbricazione di un prodotto nuovo, ogni prodotto della stessa composizione si presume, fino a prova contraria, preparato secondo il procedimento brevettato.\n\nIl fatto che anche il prodotto De Angeli, fabbricato secondo il procedimento di cui al brevetto N. 318 075, è della stessa composizione del fenilbutazone è pacifico. Ai sensi degli art. 8 e 66 lett. a LBI 1954, l'attrice era quindi legittimata ad agire nei confronti delle convenute. Invero non si comprende perchè l'azione di nullità del suindicato successivo brevetto sia stata sospesa, poichè la contemporanea liquidazione anche di questa controversia avrebbe meglio chiarito la situazione giuridica delle parti ed evitato eventuali ulteriori processi. Detta questione non essendo controversa, il Tribunale federale deve comunque pronunciarsi sulla questione a sapere se, secondo quanto risulta dagli atti di causa, le parti convenute hanno refutato la presunzione di cui all'art. 67 LBI e sulle conseguenti domande di parte attrice (accertamento di violazione dei brevetti e divieto di smercio dei prodotti De Angeli).\n\nL'istanza cantonale si è espressa al riguardo in modo estremamente succinto; richiamandosi alla perizia giudiziale, essa si è sostanzialmente limitata a rilevare, in relazione all'art. 67 LBI, che le affermazioni delle parti convenute non erano risultate provate; e ciò è sufficiente per giustificare le misure disposte in applicazione degli art. 8 e 66 LBI. Ma il perito è andato oltre: dopo aver costatato BGE 89 II 156 S. 175che il procedimento De Angeli si svolge secondo due reazioni successive di cui la prima (reazione fra estere malonico e bromuro di butile per formare l'estere butilmalonico) \"non è brevettabile\" (si deve intendere: perchè ovvia), \"la seconda (reazione fra l'estere butilmalonico e l'idrazobenzene) cade sotto la rivendicazione del brevetto Geigy N. 267 222, anzi è identica alla reazione coperta dal brevetto stesso\". Comunque, secondo il perito, il procedimento De Angeli dipende da quello della Geigy, perchè utilizza la reazione brevettata da De Angeli per arrivare allo stesso prodotto.\n\nSiffatte dichiarazioni del perito giudiziale non possono essere infirmate neppure dall \"Interim Decision\" 13 febbraio 1962 del Superintending Examiner dell'Ufficio brevetti di Londra, mediante la quale è stata respinta l'opposizione dell'attrice all'iscrizione del brevetto De Angeli. A parte il fatto che una decisione emanante da un'autorità straniera non può pregiudicare il giudizio di un tribunale svizzero, si deve rilevare che nel caso suesposto non trattasi di una sentenza giudiziaria ma, come ha giustamente fatto rilevare l'attrice, di una \"Interim Decision\" di carattere amministrativo che, secondo quanto risulta dalle pubblicazioni richiamate dall'attrice (The All England Law Reports 1962, pag. 610 e segg.), non è punto definitiva.\n\nPoichè il brevetto De Angeli è stato rilasciato successivamente a quello della Geigy, la messa in commercio del prodotto fabbricato secondo quel procedimento costituisce una lesione dei diritti dell'attrice e giustifica pertanto l'azione di questa ai sensi dell'art. 72 LBI 1954 e quindi le misure decretate dall'istanza cantonale. Al riguardo, l'autorità cantonale non può comunque aver violato il diritto federale."}