{"annee": "89", "cour": "I", "page": "430", "date": "20/11/1963", "cite": [], "cite_par": ["91 I 133", "91 I 480", "100 IB 299", "94 I 347", "98 IB 241", "94 I 336", "92 I 226", "93 I 656", "93 I 666", "103 IB 204", "91 I 39"], "chapeau": "62. Extrait de l'arrêt du 20 novembre 1963 dans la cause Nouveaux Grands Magasins SA contre Conseil d'Etat du canton de Genève.", "regestes": ["Arbitraire. Modification ou révocation d'une décision soumise à une condition suspensive. Autorisation de construire accordée à la condition que le bénéficiaire obtienne la permission de démolir l'immeuble existant sur l'emplacement du futur bâtiment. Permission de démolir refuséeen vertu d'une loi postérieure à l'autorisation de construire. Recours de droit public pour révocation prétendument arbitraire du permis de construire. La jurisprudence concernant le retrait des actes administratifs (RO 88 I 227/8) n'est pas applicable comme telle. Dans la situation envisagée ici, le permis de construire constitue une décision soumise à une condition suspensive. L'autorité cantonale peut sans arbitraire statuer sur la réalisation de la condition, lorsque celle-ci est encore pendante, en se conformant aux règles applicables à la date où elle statue, pourvu que, dans son prononcé, elle se plie aux exigences de la bonne foi et de la sécurité du droit."], "faits": "BGE 89 I 430 S. 431\n\nA.- Le 27 octobre 1961, le Conseil d'Etat du canton de Genève édicta un règlement qui restreignait le droit de démolir et de transformer les maisons d'habitation. Le 19 septembre 1962, le Tribunal fédéral annula ce règlement parce qu'il était dépourvu de base légale et, partant, contraire à la garantie de la propriété. Le 17 octobre 1962, BGE 89 I 430 S. 432le Grand Conseil genevois en reprit les principes essentiels dans une \"loi restreignant les démolitions et transformations de maisons d'habitation en raison de la pénurie de logements\" (LD). D'après cette loi, \"aussi longtemps que sévit la pénurie de logements, nul ne peut démolir ou faire démolir, en tout ou en partie, ni modifier ou faire modifier sensiblement la destination d'une maison d'habitation occupée ou inoccupée\" (art. 1er). Des dérogations peuvent cependant être accordées \"lorsqu'elles s'imposent pour des motifs de sécurité ou de salubrité ou sont justifiées par des motifs d'intérêt public ou d'intérêt général\" (art. 3). Les constructions qui nécessitent des démolitions interdites ne sont pas autorisées (art. 6). Ces dispositions sont exécutées par le Département des travaux publics (art. 2) (ci-après le département), sous réserve de recours au Conseil d'Etat (art. 4). Elles sont applicables \"à toutes les demandes de démolition actuellement pendantes devant l'autorité administrative\" (art. 8). Elles ont fait l'objet d'un règlement d'exécution, promulgué par le Conseil d'Etat le 25 juin 1963.\n\nB.- En 1953 et 1955, les Nouveaux Grands Magasins SA ont acheté deux parcelles sises l'une à côté de l'autre à la rue de la Madeleine à Genève. La Société immobilière d'Entreprises commerciales est propriétaire d'un terrain contigu. Sur ces biens-fonds s'élèvent deux bâtiments comprenant des locaux commerciaux et des appartements.\n\nLe 28 septembre 1960, les Nouveaux Grands Magasins SA sollicitèrent du département l'autorisation de construire un immeuble commercial sur ces trois parcelles. Le 29 novembre 1960, ils donnèrent congé à leurs locataires pour le 30 avril 1961. Plusieurs de ces derniers s'opposèrent au congé. Les cas de sept d'entre eux sont encore pendants devant la Commission genevoise pour la limitation du droit de résiliation.\n\nLe 31 mai 1961, le département accorda l'autorisation requise, moyennant diverses conditions, dont l'une est ainsi précisée: \"Une requête spéciale, établie en bonne et BGE 89 I 430 S. 433due forme, devra être adressée au département pour la démolition des bâtiments actuels, accompagnée d'une attestation\" (de dératisation?) \"et d'un engagement écrit de l'adjudicataire de la construction d'entreprendre les travaux immédiatement après l'achèvement des démolitions\".\n\nLe 12 juin 1962, l'autorisation fut prorogée au 31 mai 1963. Toutefois, le 12 décembre 1962, le département écrivit ce qui suit à l'architecte des Nouveaux Grands Magasins: \"Vu les dispositions de la loi ... du 17 octobre 1962, votre projet ... ne pourra pas être réalisé, étant donné qu'il implique la démolition des immeubles ... rue de la Madeleine ... qui, vu leur état actuel, doivent être conservés. Au vu de ce qui précède, nous vous engageons à n'entreprendre ou à ne poursuivre aucune procédure en évacuation de locataires de ces immeubles ... Il vous est interdit d'entreprendre des travaux quelconques de démolition sous peine des sanctions prévues aux art. 198 et 206 de la loi sur les constructions ...\"\n\nLes Nouveaux Grands Magasins recoururent contre cette décision au Conseil d'Etat, qui les débouta par un arrêté du 4 juin 1963 motivé en substance comme suit:\n\nLe département était fondé à accorder un permis de construire tout en se réservant d'examiner ultérieurement le problème des démolitions rendues nécessaires par les projets. Il pouvait aussi avertir les Nouveaux Grands Magasins que leur projet se heurtait à la loi du 17 octobre 1962 et ne pourrait être réalisé. Loin d'être illégal, ce procédé leur a rendu service. Bien qu'ils soient partiellement affectés à des usages commerciaux, les immeubles litigieux n'en sont pas moins des maisons d'habitation au sens de la loi précitée. Vu l'art. 1er in fine LD, il est sans importance que certains appartements soient vacants. Quant aux hypothèses où des dérogations sont possibles (art. 3 LD), elles ne sont pas réalisées.\n\nC.- Agissant par la voie du recours de droit public, les Nouveaux Grands Magasins requièrent le Tribunal fédéral d'annuler l'arrêté du Conseil d'Etat du 4 juin 1963.\n\nBGE 89 I 430 S. 434Ils se plaignent notamment d'une violation de l'art. 4 Cst. Le Conseil d'Etat conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n3. Selon la jurisprudence, les décisions administratives ne peuvent en principe revêtir l'autorité de la chose jugée. C'est pourquoi, lorsqu'elles ne sont pas conformes à la loi et à moins d'une disposition contraire de celle-ci, elles sont susceptibles d'être modifiées ou révoquées en particulier quand l'intérêt public l'exige et que la sécurité du droit ne s'y oppose pas. La sécurité du droit l'emporte sur l'intérêt public et la décision doit être en règle générale maintenue si elle engendre en faveur de l'administré des droits subjectifs, qu'elle ait été précédée d'une procédure permettant d'examiner sous tous leurs aspects l'ensemble des intérêts en cause, ou que le particulier ait déjà fait usage de la permission reçue (RO 88 I 267, 227/8; 87 I 282, 511; 86 I 173; 84 I 11; 83 I 325; 79 I 6).\n\nInvoquant cette jurisprudence, les recourants soutiennent que la décision du 12 décembre 1962 équivaut à une révocation du permis de construire accordé le 31 mai 1961, et que cette révocation était exclue.\n\nToutefois, les recourants ne pouvaient utiliser leur autorisation de construire que s'ils demandaient la permission de démolir les immeubles existants et si leur requête était accueillie. Leur permis de bâtir était donc soumis à une condition suspensive dont l'accomplissement dépendait d'une requête de démolition présentée par eux et d'une décision de l'autorité accueillant cette requête. Or, lorsqu'une telle condition affecte une décision administrative et qu'un événement survient qui en empêche absolument la réalisation, du moins pour une certaine durée, le problème qui se pose n'est pas celui de la révocation d'une décision administrative, qui subsiste peut-être, mais celui de la non-réalisation d'une condition dont cette décision est assortie. La jurisprudence concernant le retrait des actes administratifs n'est donc pas applicable comme telle.\n\nBGE 89 I 430 S. 435\n\nEn l'espèce, la condition ne peut plus actuellement se réaliser parce que la législation concernant la délivrance des permis de démolir a été modifiée et empêche pour le moment que l'autorisation soit octroyée. Il faut en principe reconnaître à l'Etat la faculté de tenir compte de cette modification. En effet, le Tribunal fédéral a déjà jugé qu'une demande de permis de construire peut sans arbitraire être examinée sur la base des règles en vigueur au moment de la décision cantonale définitive et non d'après celles applicables lors du dépôt de la requête (RO 87 I 510 ss, 89 I 24). Ce principe, valable pour l'autorisation de bâtir, doit l'être aussi quant aux conditions suspensives qui l'assortissent. L'autorité peut donc se prononcer sur la question de la réalisation d'une condition suspensive encore pendante en se conformant aux règles qui régissent le problème à la date où elle statue.\n\nToutefois, les rapports entre l'administration et l'administré sont soumis au principe de la bonne foi (RO 88 I 148, 76 I 190, 72 I 81). Il s'ensuit notamment que l'administration ne saurait tromper la confiance que ses actes ont pu éveiller chez l'administré (cf. GIACOMETTI, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, p. 289 ss; MERZ, Commentaire, note 72 ad art. 2 CC). De même, l'administration est liée par l'obligation de se plier aux exigences de la sécurité du droit. Si, en considérant dans un cas particulier que la condition affectant le permis n'était pas réalisée, elle violait l'un ou l'autre de ces principes, sa décision serait arbitraire et devrait être annulée.\n\nEn l'espèce, par son prononcé du 12 décembre 1962, rendu alors que la condition était encore pendante, le département a constaté que l'autorisation de démolir ne pourrait pas être accordée. Il l'a décidé en se fondant sur la loi nouvelle, du 17 octobre 1962. Il le pouvait sans tomber dans l'arbitraire car il n'a violé ni le principe de la bonne foi ni celui de la sécurité du droit. A aucun moment, en effet, l'administration genevoise n'a pu, par ses actes, faire croire aux recourants que la permission de démolir les immeubles existants leur serait accordée. Elle ne leur BGE 89 I 430 S. 436a pas davantage donné d'assurances expresses dans ce sens. Depuis longtemps au contraire (cf. RO 88 I 178), elle se préoccupe du moyen d'empêcher la démolition d'immeubles encore utilisables. Elle y est poussée par la nécessité de remédier aux effets de la pénurie de logements. C'est sur cette considération que repose la loi du 17 octobre 1962. Celle-ci vise ainsi à satisfaire un besoin essentiel de la population. Elle n'a pas été promulguée à seule fin de prendre à l'égard des recourants une mesure à laquelle ils n'auraient pas pu s'attendre. Ces derniers connaissaient du reste parfaitement l'existence de la condition suspensive affectant le permis de construire. Ils savaient qu'ils n'obtiendraient peut-être pas l'autorisation de démolir. S'ils ont pris certaines mesures en vue de l'hypothèse où ils la recevraient, c'est à leurs risques et périls.\n\n4. Les recourants ne sauraient reprocher à l'autorité cantonale d'avoir pris la décision attaquée avant d'être saisie d'une requête de démolition. Cette décision échappant au grief d'arbitraire, l'administration genevoise pouvait la prendre même en l'absence d'une démarche des recourants. Ceux-ci n'ont d'ailleurs pas été lésés par cette façon d'agir. Au contraire, mieux informés de leur situation juridique et pouvant ainsi éviter d'engager des frais pour l'instant inutiles, ils n'en conservent pas moins la faculté de demander une nouvelle autorisation de démolir en cas d'abrogation de la loi du 17 octobre 1962.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours."}