{"annee": "89", "cour": "II", "page": "65", "date": "9/5/1963", "cite": ["60 II 391", "87 II 209"], "cite_par": ["93 II 287"], "chapeau": "12. Auszug aus dem Urteil der II. Zivilabteilung vom 9. Mai 1963 i.S. M. gegen H.", "regestes": ["Divorce. Fixation de la pension alimentaire. Si l'époux qui prétend des prestations pécuniaires a commis une faute qui n'est pas en relation de cause à effet avec la désunion et le divorce, celle-ci ne doit pas être prise en considération dans l'application de l'art. 152 CC."], "faits": "BGE 89 II 65 S. 65\n\nAus dem Tatbestand:\n\nDas Appellationsgericht des Kantons Basel-Stadt schied am 16. November 1962 die Ehe der Parteien. Es nahm auf Grund eines amtsärztlichen Berichtes an, dass der Kläger an psychosomatischen Störungen leide, die sich bei Abweisung der Klage möglicherweise verschärfen würden. Der Ehefrau sprach das Gericht eine Bedürftigkeitsrente zu, deren Betrag es mit Rücksicht auf ein ehebrecherisches Verhältnis, das jene im Jahre 1948 unterhalten hatte, auf monatlich Fr. 100.-- beschränkte.\n\nDie Beklagte ficht dieses Urteil insoweit an, als ihr damit statt einer Bedürftigkeitsrente von Fr. 250. - bloss eine solche von Fr. 100. - zugesprochen wurde. Sie macht geltend, die Vorinstanz habe bei der Bemessung der Rente zu Unrecht ihr weit zurückliegendes, einmaliges und für die Scheidung nicht kausales Verschulden (Ehebruch) mit berücksichtigt.\n\nBGE 89 II 65 S. 66", "considerants": "Aus den Erwägungen:\n\nIn der Sache ist davon auszugehen, dass die Beklagte an der Scheidung schuldlos ist. Das Appellationsgericht hat diese aus dem einzigen Grunde ausgesprochen, dass der Kläger an psychischen Störungen leidet, von denen zu befürchten ist, dass sie sich bei Abweisung der Klage verschlimmern könnten. Es hat demgemäss der durch die Scheidung in grosse Bedürftigkeit geratenden Beklagten grundsätzlich einen Anspruch aus Art. 152 ZGB zuerkannt, dagegen gefunden, der von ihr im Jahre 1948 begangene Ehebruch rechtfertige eine Ermässigung des Unterhaltsbeitrages. Dabei hat jedoch die Vorinstanz übersehen, dass nach der Rechtsprechung des Bundesgerichtes die Berücksichtigung eines für die Scheidung nicht kausalen Verschuldens des Vermögensleistungen fordernden Ehegatten nur bei der Anwendung von Art. 151 ZGB, nicht aber auch bei derjenigen des Art. 152 ZGB geboten und statthaft ist (BGE 60 II 392, insbes. 396 und das nicht publizierte Urteil vom 1. Februar 1963 i.S. Huber c. Schneider). An dieser Rechtsprechung ist festzuhalten. Wenn ein für die Scheidung nicht kausales Verschulden der durch sie geschädigten Partei als unter Umständen genügend erachtet wird, um dieser einen Anspruch aus Art. 151 ZGB zu versagen oder nur in beschränktem Umfang zuzusprechen, so geschieht das, wie das Bundesgericht in BGE 87 II 212 auseinandergesetzt hat, aus der Überlegung heraus, dass ein Ehegatte, der sich selber grob ehewidrig verhalten hat, das (kausale) Verschulden des andern nach Treu und Glauben nicht soll zum Anlass nehmen dürfen, sich von diesem eine Entschädigung zahlen zu lassen. Bei der Anwendung des Art. 152 ZGB kann diese Überlegung nicht Platz greifen, weil der aus der genannten Bestimmung hergeleitete Anspruch sich nicht auf ein Verschulden des andern Ehegatten, sondern einzig auf die drohende eigene Notlage des Ansprechers stützt. Dem Art. 152 ZGB liegt im Gegensatz zum Art. 151 BGE 89 II 65 S. 67ZGB ein sozialer Zweckgedanke zugrunde, dem es widersprechen würde, den an der Scheidung unschuldigen Ehegatten um eines mit dieser in keinem ursächlichen Zusammenhang stehenden Verschuldens willen der Not auszusetzen."}