{"annee": "89", "cour": "IV", "page": "129", "date": "5/7/1963", "cite": ["78 IV 161"], "cite_par": ["97 IV 27", "103 IV 167", "138 IV 13"], "chapeau": "26. Auszug aus dem Urteil des Kassationshofes vom 5. Juli 1963 i.S. X. gegen Staatsanwaltschaft des Kantons Basel-Landschaft.", "regestes": ["Art. 203 CP. Le fait de se baigner et de s'étendre au soleil nu, en un endroit accessible aux promeneurs, est un acte contraire à la pudeur commis en public."], "faits": "BGE 89 IV 129 S. 130\n\nAus dem Tatbestand:\n\nDas Strafgericht des Kantons Basel-Landschaft verurteilte X. wegen wiederholten öffentlichen unzüchtigen Handlungen und wiederholten unzüchtigen Handlungen vor Kindern zu 10 Tagen Gefängnis, bedingt vollziehbar bei einer Probezeit von zwei Jahren. X., der zu den Anhängern der Nacktkörperkultur gehört, legte sich mehrmals im März 1959 entblösst ans Birsufer. Er wählte hierzu einen bewaldeten Landstreifen zwischen der Birs und dem Kanal nahe der Siedlung Weidhof bei den dicht bevölkerten Räumen Münchenstein und Arlesheim. Die Gegend zwischen Birs und Kanal ist öffentlicher Grund und jedermann zugänglich. Bei seinem Treiben wurde X. von etwa zehnjährigen Knaben beobachtet.\n\nDas Obergericht des Kantons Basel-Landschaft bestätigte dieses Urteil. Der Kassationshof wies die von X. gegen das obergerichtliche Urteil eingereichte Nichtigkeitsbeschwerde ab, soweit damit die Freisprechung von der Anklage der wiederholten öffentlichen unzüchtigen Handlungen verlangt wurde.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 203 StGB ist strafbar, wer öffentlich eine unzüchtige Handlung begeht.\n\na) Der Kassationshof hat am 4. November 1955 i.S. B. das Nacktgehen an Orten, die den Blicken des Publikums ausgesetzt sind, als unzüchtig gewürdigt. In gleichem Sinn hat sich CLERC (Cours élémentaire sur le Code pénal suisse, Tome II, S. 24) ausgesprochen, der als Beispiel einer unzüchtigen Handlung nach Art. 203 StGB das öffentliche Nacktgehen wegen der Sommerhitze anführt. Dagegen hat der Kassationshof das unbekleidete Auftreten in umschlossenem Gebiet unter Gleichgesinnten (Urteil vom 17. Mai 1946 i.S. M.) und im eigenen Haus vor daran gewöhnten Angehörigen (Urteil vom 4. November 1955 i.S. B.) als nicht unzüchtig bezeichnet.\n\nBGE 89 IV 129 S. 131\n\nDadurch, dass sich der Beschwerdeführer mit entblösstem Geschlechtsteil am Ufer der Birs aufrecht wusch und in einer leicht einzusehenden Mulde sonnte, handelte er im Sinne des Art. 203 StGB unzüchtig. Ohne Zweifel verletzte sein Verhalten das durchschnittliche Empfinden über die Zurückhaltung, die sich ein Badender in geschlechtlichen Dingen aufzuerlegen hat.\n\nb) Art. 203 StGB schützt die öffentliche Sittlichkeit. Öffentlich ist die Handlung schon dann begangen, wenn es nach den Umständen, insbesondere nach den örtlichen und zeitlichen Verhältnissen bloss möglich war, dass zufällig hinzukommende Dritte sie wahrnehmen. Dabei genügt nicht jede entfernte Möglichkeit. Die Gefahr muss konkret sein, d.h. die Möglichkeit des Erfolges nach dem gewöhnlichen Lauf der Dinge nahe liegen (BGE 78 IV 165).\n\nIm vorliegenden Fall ist objektiv das Merkmal der Öffentlichkeit gegeben. Der Beschwerdeführer hat die unzüchtigen Handlungen in der Nähe eines jedermann offenstehenden Fussweges begangen. Nach den verbindlichen Feststellungen der Vorinstanz war angesichts der Verhältnisse (Frühling, schönes Wetter, gegenüberliegender, erhöhter Fussweg, Spielgelände für Kinder, Nähe von Arlesheim, Reinach und Münchenstein) jederzeit mit dem Auftauchen von Spaziergängern zu rechnen, die den Beschwerdeführer bei seinem Tun trotz seiner Vorsichtsmassnahmen hätten beobachten können. Die in der Beschwerdeschrift vorgebrachte Behauptung, X. habe sich in einer Mulde, die nicht eingesehen werden konnte, abseits vom Verkehr aufgehalten, steht im Widerspruch zu den Feststellungen der Vorinstanz und ist daher nicht zu hören (Art. 277 bis BStP).\n\nc) Auch in subjektiver Hinsicht hat der Beschwerdeführer die Tat öffentlich begangen. Nach den verbindlichen Feststellungen der Vorinstanz war sich X. - spätestens nachdem er von umherstreifenden Knaben aufgespürt worden war - bewusst, dass irgend ein Spaziergänger auftreten und ihn erblicken konnte. Weiter als der objektive BGE 89 IV 129 S. 132Tatbestand brauchte sein Vorsatz nicht zu reichen. Es ist nicht nötig, dass er den Willen hatte, die Tat unter den Augen eines beliebigen Dritten zu begehen (BGE 78 IV 165, MKGE 6 Nr. 30).\n\nDer Beschwerdeführer behauptet, er sei sich nicht bewusst gewesen, etwas Unzüchtiges zu tun. Dieser Darstellung kann nicht gefolgt werden: Nach der Feststellung der Vorinstanz, die den Kassationshof bindet (Art. 277 bis BStP), wusste X., dass sein Verhalten Ärgernis erwecken konnte."}