{"annee": "89", "cour": "II", "page": "222", "date": "2/7/1963", "cite": ["81 II 86", "87 II 218", "83 II 339"], "cite_par": ["111 II 295", "97 II 221"], "chapeau": "31. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Juli 1963 i.S. Abbt gegen Bisciotti.", "regestes": ["Responsabilité de l'employeur qui n'a pas pris des mesures de protection suffisantes contre les risques de l'exploitation (art. 339 CO). Accident survenu lors de l'exploitation d'une machine à épandre le fumier. Obligation de l'agriculteur d'interdire à ses employés de demeurer sur la machine en mouvement (consid. 2, 3). Faute concurrente de la victime (consid. 5). Dommages-intérêts en cas de lésions corporelles (renvoi de l'art. 99 al. 3 à l'art. 46 CO). Calcul de la perte de gain future. A quelles conditions peut-on exiger un changement de profession? Gain annuel déterminant (consid. 6)."], "faits": "BGE 89 II 222 S. 223\n\nGekürzter Tatbestand:\n\nA. - Der italienische Landarbeiter Bisciotti, geb. 1923, trat am 28. August 1955 in den Dienst des aargauischen Landwirts Abbt. Am Nachmittag des 6. Oktober 1955 half er seinem Arbeitgeber zusammen mit seinem Landsmann Urban beim Streuen von Mist. Abbt benützte hiefür eine an seinen Traktor angehängte Mistzettmaschine Marke Agrar, Typ ZMA, Modell 1955, die er für diesen Tag gemietet hatte. Die Maschine bestand aus einem einachsigen Fahrgestell mit zwei Pneurädern, einem darauf ruhenden offenen Stahlkasten von 2,5 m Länge mit einem Fassungsvermögen von 2 m3 und einer am hintern Ende des Laderaums anstelle einer Rückwand angebrachten Streutrommel mit quer zur Fahrrichtung liegender Achse. Sechs auf dem Mantel dieser Trommel befestigte Leisten trugen je fünf oder sechs schräg zur Drehrichtung aufgeschweisste Stahlplättchen (sog. Schaufeln oder Flügel). Wurde die Maschine in Betrieb gesetzt, so bewegte ein aus gehobelten Holzlatten zusammengesetzter Rollboden (Förderband) den in den Laderaum eingefüllten Mist langsam gegen die sehr rasch umlaufende Streutrommel, deren Flügel ihn von unten her abfrästen und nach hinten auswarfen. In der Nähe der Trommel war der Laderaum durch ein aufklappbares Brett gedeckt.\n\nWährend Abbt den Traktor lenkte, begleitete Urban die Mistzettmaschine. Bisciotti hatte diese jeweilen von einem auf dem Felde angelegten Miststock aus neu zu beladen. Erst vor der letzten Fahrt bestieg er sie, um den Mist im Laderaum nach hinten zu stossen. Er blieb dort, als Abbt die Maschine in Bewegung setzte. Bei dieser Fahrt geriet er mit dem rechten Fuss in den Bereich der Streutrommel. Diese erfasste den Fuss, zog das Bein nach und zerhackte es derart, dass es bis auf einen kurzen Stumpf abgenommen werden musste.\n\nBGE 89 II 222 S. 224\n\nB.- Mit Klage vom 6. Oktober 1958 belangte Bisciotti seinen frühern Arbeitgeber wegen Vernachlässigung der diesem nach Art. 339 OR obliegenden Schutzmassregeln auf Schadenersatz im Betrage von Fr. 77'115.-- nebst Zins.\n\nDas Bezirksgericht Bremgarten bejahte ein Verschulden des Beklagten, ermässigte jedoch seine Ersatzpflicht wegen Mitverschuldens des Klägers um die Hälfte, bemass den geltend gemachten Schaden, dessen Hauptposten in der künftigen Erwerbseinbusse besteht, unter Annahme eines Jahresverdienstes von Fr. 5000.-- und eines Invaliditätsgrades von 45% auf Fr. 53'752. -, zog von der dem Kläger zuerkannten Hälfte dieses Betrages Versicherungsleistungen von Fr. 5300. - ab und sprach dem Kläger demgemäss Fr. 21'576. - nebst Zins zu.\n\nDas Obergericht des Kantons Aargau, an das beide Parteien appellierten, verneinte ein Mitverschulden des Klägers, rechnete wie das Bezirksgericht mit einem Jahresverdienst von Fr. 5000.--, schätzte die Beeinträchtigung der Erwerbsfähigkeit auf 60%, gelangte so zu einem Schaden von Fr. 76'280. -, zog davon die erwähnten Versicherungsleistungen ab und verurteilte den Beklagten daher zur Zahlung von Fr. 70'980. - nebst Zins.\n\nC.- Gegen dieses Urteil hat der Beklagte die Berufung an das Bundesgericht erklärt mit dem Antrag, die Klage sei abzuweisen; eventuell sei das Urteil des Bezirksgerichtes wiederherzustellen.\n\nDas Bundesgericht bestätigt die Schadensberechnung des Obergerichts, zieht vom Schadensbetrage von Fr. 76'280.-- neben den Versicherungsleistungen von Fr. 5300. - wegen Mitverschuldens des Klägers einen Fünftel (Fr. 15'256.--) ab und setzt den vom Beklagten zu leistenden Schadenersatz deshalb auf Fr. 55'724.-- nebst Zins fest.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 339 OR hat der Dienstherr, soweit es ihm mit Rücksicht auf das einzelne Dienstverhältnis und BGE 89 II 222 S. 225die Natur der Dienstleistung billigerweise zugemutet werden darf, für genügende Schutzmassregeln gegen die Betriebsgefahren zu sorgen. Unter Schutzmassregeln sind dabei nicht nur technische Vorkehren zu verstehen, sondern es kommen auch organisatorische Massnahmen, Anweisungen für das Verhalten der Dienstpflichtigen und Warnungen vor bestimmten Gefahren in Betracht.\n\nDer Beklagte hat den Kläger, der die stillstehende Mistzettmaschine gemäss einer von ihm erteilten Weisung bestiegen hatte, um den darin liegenden, nicht mehr kompakten Mist mit der Gabel nach hinten zu stossen, unstreitig nicht aufgefordert, von der Maschine abzusteigen, bevor er diese wieder in Bewegung setzte. Er duldete vielmehr, dass der Kläger während der Fahrt auf der Maschine stehen blieb, obwohl er dort nichts mehr zu tun hatte. Der Aufenthalt auf der fahrenden Maschine war für einen Mitfahrer sehr gefährlich, selbst wenn er sich bestrebte, im vordern Teil des Laderaums zu bleiben. Wie die Vorinstanz feststellt, war auf dem nach hinten fliessenden, mit Mist verschmierten Förderband in Gummistiefeln, wie der Kläger sie mit Rücksicht auf die Art der zu verrichtenden Arbeit trug, ein fester Stand von vornherein nicht möglich. Zudem war die Maschine als einachsiges Fahrzeug bei der Fahrt über das holprige Feld starken Stössen ausgesetzt. Sich darin irgendwo festzuhalten, war ausgeschlossen; die Wände des Laderaums waren hiefür zu niedrig. Daher bestand offenkundig eine erhebliche Sturzgefahr. Ein Sturz in dem nur 2,5 m langen Laderaum brachte aber gemäss einleuchtender Feststellung der Vorinstanz \"die grösste Gefahr, in die Streutrommel zu geraten.\" Unter diesen Umständen durfte der Beklagte keinesfalls dulden, dass der Kläger während der Fahrt auf der Maschine blieb, sondern war verpflichtet, ihn zum Absteigen aufzufordern, als er sah, dass der Kläger sich zum Verweilen auf der Maschine anschickte. Diese einfache Schutzmassregel drängte sich auf und war dem Beklagten ohne weiteres zuzumuten. Indem er es unterliess, dem Kläger den Befehl BGE 89 II 222 S. 226zum Absteigen zu geben, verstiess er also gegen die in Art. 339 OR niedergelegte Pflicht.\n\n3. Der Beklagte macht freilich geltend, er habe die besondern Gefahren der Maschine, die er am 6. Oktober 1955 erst zum zweiten Mal benützte, nicht erkennen können. Die Herstellerfirma habe es damals selber noch nicht für nötig gefunden, auf diese Gefahren aufmerksam zu machen und namentlich darauf hinzuweisen, dass während der Fahrt niemand auf der Maschine bleiben dürfe, wie sie es seither wegen der eingetretenen Unfälle getan hat. Auch die Warnungen der Beratungsstelle für Unfallverhütung in Brugg seien erst später erfolgt. Zur Zeit des Unfalls sei das Mitfahren auf der Maschine in vielen Gegenden noch üblich gewesen. Urban habe den Kläger wiederholt davor gewarnt, auf der fahrenden Maschine nach hinten zu gehen und den Mist mit den Füssen nachzustossen. Mit Rücksicht auf diese Warnungen seien zusätzliche Anweisungen des Beklagten nicht nötig gewesen. Die Gefahr einer Annäherung an die laufende Streutrommel sei im übrigen so offensichtlich, dass der mit einer guten Auffassungsgabe ausgestattete Kläger nicht besonders darauf habe hingewiesen werden müssen. Diese Einwendungen sind jedoch nicht stichhaltig.\n\na) Der Beklagte gibt zu, dass die Gefährlichkeit der Streutrommel in die Augen sprang. Dass auf der Maschine mitfahrende Personen in Gefahr standen, zu stürzen oder wenigstens auszugleiten und dabei in den Bereich dieser Trommel zu geraten, war für ihn sehr wohl erkennbar, auch wenn die Herstellerfirma und die Unfallverhütungsstelle damals noch nicht vor dieser Gefehr gewarnt hatten oder solche Warnungen ihm nicht bekannt geworden waren. Wie die Vorinstanz zutreffend bemerkt, konnte sich auch ein Landwirt, der nicht über besondere technische Kenntnisse verfügte, von dieser Gefahr Rechenschaft geben. Das Mass an praktischem Verständnis, über das ein mit Maschinen arbeitender Landwirt heute verfügen muss, genügte hiefür vollauf. Wenn das - arbeitstechnisch unnötige BGE 89 II 222 S. 227- Mitfahren auf Mistzettmaschinen damals noch üblich gewesen sein sollte, so hätte es sich dabei um eine offensichtlich missbräuchliche Gepflogenheit gehandelt, die der Beklagte in seinem Betriebe nicht dulden durfte. Unerheblich ist auch der Umstand, dass der Beklagte die in Frage stehende Maschine vor dem Unfalltag erst einmal benützt hatte. Wer in seinem Betrieb Maschinen einsetzt, hat sich mit den damit verbundenen Gefahren zum voraus vertraut zu machen. Die Gefährdung eines auf der Maschine mitfahrenden Arbeiters war für den Beklagten sofort erkennbar.\n\nb) Die behaupteten Warnungen durch Urban sind nach den tatsächlichen Feststellungen der Vorinstanz nicht bewiesen. Es kann keine Rede davon sein, dass diese Feststellungen im Sinne von Art. 55 lit. d und Art. 63 Abs. 2 OG (vgl. hiezu BGE 81 II 86, BGE 83 II 341, BGE 87 II 232 /33) offensichtlich auf Versehen beruhen, wie das der Beklagte behauptet. Was zur Begründung dieser Rüge vorgebracht wird, ist nichts anderes als eine Kritik an der Beweiswürdigung der Vorinstanz, die nach Art. 55 lit. c OG nicht zu hören ist. Dass die Beweise willkürlich gewürdigt worden seien, kann im Berufungsverfahren nicht geltend gemacht werden. Eine Verletzung bundesrechtlicher Beweisvorschrift wirft der Beklagte der Vorinstanz mit Recht nicht vor. Die angefochtenen Feststellungen sind daher für das Bundesgericht verbindlich (Art. 63 Abs. 2 OG). Im übrigen hätte die Weisung, nicht nach hinten zu gehen, sondern vorn im Laderaum zu bleiben, nicht genügt, sondern die einzige Massregel, die einen zuverlässigen Schutz vor der Berührung mit der laufenden Streutrommel versprach, bestand nach dem Gesagten im Befehl, die Maschine zu verlassen.\n\nc) Von der Erteilung dieses Befehls durfte der Beklagte nicht im Vertrauen darauf absehen, dass der Kläger die Gefahr einer Annäherung an die sich drehende Streutrommel selber erkennen könne und deshalb nicht besonders davor gewarnt zu werden brauche. Der Beklagte musste BGE 89 II 222 S. 228sich eben sagen, dass der Kläger beim Mitfahren auf der Maschine infolge Verlustes des Gleichgewichts auch dann in den Bereich der Streutrommel geraten und von ihr erfasst werden könne, wenn er die Gefährlichkeit dieses Maschinenteils erkannte und sich deshalb bestrebte, im vordern Teil des Laderaums zu bleiben. Daher musste er den Kläger von der Maschine wegweisen, selbst wenn er erwarten durfte, dieser würde sich im Falle des Mitfahrens aus eigenem Antrieb bemühen, sich von der Streutrommel fernzuhalten.\n\nDass der Kläger die Maschine im Hinblick auf die schon mit dem blossen Mitfahren verbundene Gefahr von sich aus verlassen werde und dass sich ein Befehl zum Absteigen aus diesem Grund erübrige, nahm der Beklagte nach seiner eigenen Darstellung nicht an. Zu einer solchen Annahme wäre er denn auch auf jeden Fall von dem Zeitpunkte an nicht mehr berechtigt gewesen, als er sah, dass der Kläger sich anschickte, auf der Maschine zu bleiben. Ein Dienstherr, der bemerkt, dass ein Dienstpflichtiger im Begriffe steht, eine Unvorsichtigkeit zu begehen, hat dagegen einzuschreiten, auch wenn er bis zu dieser Wahrnehmung annehmen durfte, der Dienstpflichtige werde die in Frage stehende Gefahr von sich aus vermeiden.\n\nEs bleibt also dabei, dass der Beklagte die ihm nach Art. 339 OR obliegende Pflicht zur Ergreifung von Schutzmassregeln verletzte, indem er es unterliess, den Kläger zum Verlassen der Maschine aufzufordern. Der Nachweis, dass ihn keinerlei Verschulden treffe (Art. 97 Abs. 1 OR), ist ihm nicht gelungen.\n\n5. Die Vorinstanz verneint ein Mitverschulden des Klägers, das nach Art. 99 Abs. 3 in Verbindung mit Art. 44 Abs. 1 OR eine Ermässigung der Ersatzpflicht des Beklagten rechtfertigen würde, weil dem Kläger bei den gegebenen Umständen nicht zuzumuten gewesen sei, die Maschine aus eigenem Antrieb zu verlassen. In diesem Punkte kann das Bundesgericht der Vorinstanz nicht folgen. Die Gefahr des Verbleibens auf der Maschine während der Fahrt BGE 89 II 222 S. 229war so offenkundig, dass auch der Kläger sie erkennen musste. Die Gefahrenmomente (glitschige Standfläche; Bewegung des Rollbodens gegen die rasch laufende, mit scharfkantigen Schaufeln bestückte Streutrommel; Erschütterung des einachsigen Fahrzeugs bei der Fahrt über das holprige Feld) waren auch für einen einfachen Landarbeiter aus Süditalien, der zwar mit landwirtschaftlichen Maschinen nicht vertraut war, die streitige Maschine aber einige Zeit im Betrieb beobachten konnte, bevor er sie bestieg, klar ersichtlich. Der hiefür erforderliche Blick für praktische Dinge fehlte dem Kläger nicht; stellt die Vorinstanz doch in anderm Zusammenhang fest, er verfüge offenbar \"über die nötige Geschicklichkeit, um irgend in einer Fabrik arbeiten zu können.\" Es war daher ein Fehler, dass er während der Fahrt auf der Maschine blieb. Eine dahingehende Weisung hatte ihm der Beklagte nicht erteilt, und es kann ihm entgegen der Auffassung der Vorinstanz auch nicht zugute gehalten werden, er habe \"annehmen müssen, dass es zur richtigen Erfüllung der ihm übertragenen Arbeit gehöre, oben zu bleiben.\" Die Vorinstanz hat zwar in für das Bundesgericht verbindlicher Weise festgestellt, vorher habe sich Urban \"während der Arbeit\" auch auf der Maschine aufgehalten, was nach dem Zusammenhang und den von der Vorinstanz angezogenen Aktenstellen (Aussagen des Beklagten) bedeutet, dass Urban jeweils auf der Maschine mitfuhr. Dieser Umstand bot jedoch dem Kläger keinen genügenden Grund zur Annahme, er habe während der Fahrt trotz der damit offensichtlich verbundenen Gefahr auf der Maschine zu bleiben, wo er nach Ausführung des Auftrags, den Mist nachzustossen, nichts mehr zu tun hatte. Dass die Anwesenheit eines Arbeiters auf der fahrenden Mistzettmaschine notwendig sei, konnte er um so weniger annehmen, als sich während der vorausgegangenen Fahrt, die der Beklagte abbrach, um den Mist nachstossen zu lassen, niemand auf der Maschine befunden hatte. Der Kläger hätte also ungeachtet des schlechten Beispiels, das ihm Urban BGE 89 II 222 S. 230mit Duldung des Beklagten gegeben hatte, absteigen sollen.\n\nIm Verhältnis zum Verschulden des Beklagten ist das Selbstverschulden des Klägers indessen von untergeordneter Bedeutung. Auch wenn der Beklagte die streitige Maschine vor dem Unfalltag erst einmal benützt hatte, war er doch als in der Schweiz aufgewachsener Landwirt mit der Verwendung von Maschinen und den damit allgemein verbundenen Gefahren besser vertraut als der Kläger. Schon deswegen wiegt seine Fahrlässigkeit schwerer als diejenige des Klägers. Entscheidend ist aber vor allem, dass es in erster Linie dem Dienstherrn obliegt, sich die Gefahren zu vergegenwärtigen, welche der Gebrauch einer bestimmten Maschine mit sich bringt, sich zu überlegen, wie diesen Gefahren zu begegnen sei, und hierauf entsprechend zu handeln. Hiezu gehört namentlich, dass er ungeschulte Hilfskräfte, die mit der Maschine umzugehen haben, durch klare Befehle zu einem Verhalten anweist, bei dem sie die drohenden Gefahren so gut als möglich vermeiden. Der Dienstherr, der dies versäumt, begeht einen gröbern Fehler als der Dienstpflichtige, der es unterlässt, von sich aus die nötige Vorsicht anzuwenden. Dazu kommt hier, dass der Beklagte bei frühern Fahrten den Aufenthalt Urbans auf der Maschine geduldet hatte. Wenn der Kläger hieraus auch nicht schliessen durfte, dass das Mitfahren geboten sei, so erlaubte ihm das Verhalten des Beklagten doch den Schluss, dass dieser das Verweilen auf der Maschine während der Fahrt als zulässig betrachtete. In Würdigung aller dieser Umstände ist die Ersatzpflicht des Beklagten wegen des festgestellten Selbstverschuldens des Klägers um 20% zu ermässigen.\n\n6. Der Beklagte beanstandet die Annahme der Vorinstanz, dass der Unfall die Erwerbsfähigkeit des Klägers um 60% vermindert habe, für den Fall der Beibehaltung des bisherigen Berufs mit Recht nicht als bundesrechtswidrig. Er macht dagegen geltend, dem Kläger sei zuzumuten, sich auf einen andern Beruf, in welchem er durch BGE 89 II 222 S. 231den Verlust eines Beins weniger behindert wäre, umschulen zu lassen. Er denkt dabei namentlich an die Berufe eines Fräsers, Bohrers oder Drehers, die nach seiner Auffassung auch sitzend ausgeübt werden können und für welche der Kläger die nötige Geschicklichkeit besässe. Bei der Berechnung der künftigen Erwerbseinbusse des Klägers eine solche Berufsänderung in Betracht zu ziehen, rechtfertigt sich jedoch nicht. Der Kläger hat eine sehr schwere Verletzung erlitten, die eine Umstellung auf eine andere körperliche Arbeit, für die er sich nach seinen Fähigkeiten eignen würde, von vornherein stark erschwert. Zudem ist nicht dargetan, dass die vom Beklagten erwähnten Berufe wirklich sitzend ausgeübt werden können, und der Kläger hätte nach den Ausführungen des Orthopäden, auf welche die Vorinstanz abstellt, auch bei sitzender Tätigkeit mit Schwierigkeiten zu rechnen, weil die Prothese dabei zu \"Drücken\" (und damit zu Hemmungen der ohnehin beeinträchtigten Blutzirkulation im Beinstumpf) führen könnte. Ferner ist fraglich, ob der Kläger in der Metallindustrie wirklich Arbeit fände. Nach den Schreiben der Firma Brown, Boveri & Cie AG in Baden, auf welche die Vorinstanz verweist, war es dieser Firma - trotz Hochkonjunktur - nicht möglich, den Kläger zu beschäftigen, obwohl ein solches Grossunternehmen noch am ehesten in der Lage sein dürfte, Arbeitsplätze für Invalide zu schaffen. In Italien, wohin der Kläger aus armenrechtlichen Gründen heimgeschafft wurde und wohin er mit Rücksicht auf seine Invalidität wohl ohnehin zurückgekehrt wäre, sind für ihn die Aussichten auf eine Stelle in der Metallindustrie kaum besser. Unter diesen Umständen ist ihm ein Berufswechsel nicht zuzumuten. Bei dem von der Vorinstanz angenommenen Invaliditätsgrad muss es daher sein Bewenden haben.\n\nEntgegen der Auffassung des Beklagten ist auch nichts dagegen einzuwenden, dass die Vorinstanz der Berechnung der künftigen Erwerbseinbusse des Klägers das von ihr auf Fr. 5000.-- geschätzte Einkommen eines Landarbeiters BGE 89 II 222 S. 232in der Schweiz zugrunde gelegt hat. Die Invaliditätsentschädigungen werden regelmässig auf Grund des bisherigen Einkommens berechnet, das hier dasjenige eines Landarbeiters in der Schweiz war. Die Vorinstanz hat im übrigen mit guten Gründen angenommen, der Kläger wäre ohne den Unfall auf absehbare Zeit in der Schweiz geblieben und hätte angesichts seiner Geschicklichkeit auch im Falle einer Rückkehr nach Italien in einem andern Beruf ein Einkommen von der genannten Höhe erzielen können.\n\nIn den übrigen Punkten ist die Schadensberechnung der Vorinstanz nicht angefochten. Auch über die Anrechnung der Versicherungsleistungen von Fr. 5300. - und über den Zinsenlauf herrscht kein Streit."}