{"annee": "89", "cour": "IV", "page": "23", "date": "8/1/1963", "cite": [], "cite_par": ["91 IV 74", "90 IV 32", "99 IV 227"], "chapeau": "7. Arrêt de la Cour de cassatlon pénale du 8 janvier 1963 dans la cause Menkenhagen contre Ministère public du canton de Vaud.", "regestes": ["Art. 25 al. 1, 58 LA. Vitesse excessive. 1. L'automobiliste qui ne respecte pas l'art. 25 al. 1 LA est punissable conformément à l'art. 58 LA, même si son excès de vitesse n'a causé aucun accident. 2. Le conducteur doit rouler à une allure lui permettant d'éviter des obstacles qui ne se trouvent pas encore sur le trajet visible, mais pourraient s'y présenter au dernier moment. 3. Tout conducteur qui s'engage dans un tournant à visibilité restreinte, même sur une route de grand transit, doit compter avec la présence d'un obstacle sur la zone de la route qu'il n'aperçoit pas encore."], "faits": "BGE 89 IV 23 S. 23\n\nA.- Au lieu dit \"En Rossets\", sur la commune de Concise, la route Neuchâtel-Yverdon décrit une courbe à droite, en direction de Concise. Large de 10 m 50, elle BGE 89 IV 23 S. 24comprend trois voies. Celle de droite (côté Jura) est séparée des autres par une ligne de démarcation. Pour les conducteurs qui se rendent à Yverdon, la visibilité est réduite à 50 m par un mur de soutènement. A un endroit donné, ce mur s'écarte de la chaussée et laisse un espace disponible, où des véhicules stationnent souvent.\n\nLe 12 octobre 1961, Filleux, qui vendangeait à proximité, y avait laissé un attelage composé d'un char et de deux chevaux. Vers 10 h. 50, il décida de rentrer chez lui avec son attelage. Partant dans la direction de Neuchâtel, il devait traverser la route pour gagner la voie de gauche (côté lac). Il arrêta l'attelage au bord de la chaussée, puis, n'apercevant aucun véhicule, il le mit en marche. A ce moment, un autocar arrivait de Neuchâtel à 80 km/h. Remarquant l'attelage qui, à une quarantaine de mètres, s'engageait sur la chaussée et ne pouvant s'arrêter avant l'obstacle, le conducteur, H. Menkenhagen, essaya, tout en freinant, de l'éviter par la gauche. Le car franchit la ligne de démarcation, heurta un cheval, qui fut tué, monta sur le trottoir, défonça la barrière et s'immobilisa.\n\nB.- Estimant que Menkenhagen roulait à une allure trop élevée pour s'arrêter sur la distance visible, le Tribunal de simple police du district de Grandson lui a infligé, le 11 octobre 1962, une amende de 60 fr.\n\nLa Cour de cassation vaudoise a maintenu ce jugement, le 19 novembre.\n\nC.- Contre cet arrêt, le condamné se pourvoit en nullité au Tribunal fédéral. Il conclut à libération.", "considerants": "Considérant en droit:\n\n1. D'après le pourvoi, l'accident serait dû exclusivement à Filleux. Mais il ne s'agit pas de savoir qui en est responsable. Le recourant a été condamné pour contravention à l'art. 25 al. 1 LA. L'automobiliste qui ne respecte pas cette disposition est punissable conformément à l'art. 58, même si son excès de vitesse ne cause aucun accident (RO 81 IV 131).\n\nBGE 89 IV 23 S. 25\n\n2. Tenu en vertu de l'art. 25 al. 1 LA d'adapter l'allure de son véhicule aux conditions de la route et de la circulation, le conducteur doit pouvoir s'arrêter sur l'espace qu'il voit libre devant lui. Est libre l'espace sur lequel aucun obstacle n'est visible et sur lequel on ne doit pas s'attendre qu'il en surgisse un (RO 79 IV 66, 84 II 129, 84 IV 106, 86 II 16). Lorsque la jurisprudence précise que la disposition citée interdit de dépasser la vitesse qui permet de parer aux dangers soudains et prévisibles (\"auftauchende Gefahren, mit denen er (le conducteur) rechnen muss\", RO 79 IV 66), elle vise des obstacles qui ne se trouvent pas encore sur le trajet visible, mais qui pourraient s'y présenter au dernier moment (arrêt Ritter du 12 mai 1961, consid. 2). Supposé qu'à un virage masqué, un automobiliste voie la route libre sur 80 m, mais que de petits enfants jouent au bord de la chaussée à une cinquantaine de mètres, il devra réduire son allure de façon à pouvoir stopper sur 50 m. L'espace qu'il voit libre devant lui représente donc toujours la distance maximum sur laquelle il doit pouvoir immobiliser son véhicule. Il s'ensuit qu'un conducteur qui a transgressé le principe rappelé plus haut ne saurait se disculper en soutenant qu'en réalité aucun obstacle n'obstruait sa voie au-delà de son champ visuel ou que les obstacles qui se trouvaient au-delà de ce champ n'étaient pas prévisibles. D'ailleurs, tout conducteur qui s'engage dans un tournant à visibilité restreinte, même sur une route de grand transit, doit compter avec la présence d'un obstacle sur la zone de la route qu'il n'aperçoit pas encore (par exemple véhicule très lent, voiture automobile arrêtée par une panne ou un accident et non signalée d'une manière conforme aux art. 4 al. 1 LCR et 23 al. 1 OCR).\n\nEn l'espèce, Menkenhagen aurait dû pouvoir s'arrêter sur les 50 m auxquels était limitée sa vue. Comme les premiers juges l'ont constaté souverainement, il n'était pas en mesure de le faire en roulant à la vitesse de 80 km/h. Il a donc enfreint l'art. 25 al. 1 LA. Peu importe que BGE 89 IV 23 S. 26la manoeuvre de Filleux fût prévisible ou non, puisque le recourant ne pouvait en tout cas pas s'arrêter sur l'espace qu'il voyait libre devant lui et que, de toutes manières, il devait compter avec la présence d'un obstacle au-delà de son champ visuel. L'observation du principe rappelé ci-dessus s'imposait d'autant plus en l'espèce que la ligne de démarcation lui laissait l'usage d'une voie seulement.\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi."}