{"annee": "89", "cour": "IV", "page": "146", "date": "28/6/1963", "cite": ["81 IV 47"], "cite_par": ["93 IV 63", "101 IV 72", "96 I 766"], "chapeau": "29. Auszug aus dem Urteil des Kassationshofes vom 28. Juni 1963 i.S. Lehmann gegen Staatsanwaltschaft des Kantons Solothurn.", "regestes": ["Art. 26 al. 3 LA, 46 al. 1 RA. 1. Sur un trajet signalé comme sinueux, le dépassement n'est pas interdit en principe (consid. 3a). 2. Dans quelles conditions un trajet est-il libre pour un dépassement (consid. 3b)? 3. Celui qui, pour un trajet où le dépassement n'est pas interdit en principe, s'écarte seulement à gauche, derrière un autre véhicule, pour s'assurer s'il peut dépasser, n'a pas encore commencé un dépassement (consid. 4)."], "faits": "", "considerants": "BGE 89 IV 146 S. 147\n\nAus den Erwägungen:\n\n3. Das Obergericht führt aus, der Beschwerdeführer hätte auf dem Strassenstück, auf dem er überholen wollte, nicht überholen dürfen, denn er sei durch Signale auf weitere Biegungen aufmerksam gemacht worden, so dass er gar nicht habe feststellen können, ob die Strecke im Sinne von Art. 46 Abs. 1 MFV frei und übersichtlich sei.\n\na) Dieser Auffassung kann insoweit nicht zugestimmt werden, als die Vorinstanz sagen wollte, das Überholen sei auf einer als kurvenreich gekennzeichneten Strecke überhaupt nicht erlaubt. Die Kurvensignale im Sinne des Art. 2 des BRB über die Einführung neuer Strassensignale vom 3. März 1953 sind bloss Gefahrensignale, die den Motorfahrzeugführer vor unübersichtlichen Stellen warnen; sie bedeuten nicht, dass das Überholen auf der gekennzeichneten Strecke, insbesondere zwischen zwei Biegungen, verboten sei.\n\nb) Die zwischen einer Rechts- und einer Linkskurve liegende Strecke von höchstens 100-110 m Länge, auf der der Beschwerdeführer zu überholen beabsichtigte, war jedoch unter den gegebenen Umständen nicht frei, wie Art. 46 Abs. 1 MFV verlangt. Diese Voraussetzung ist nach der Rechtsprechung nur erfüllt, wenn der Überholende zu BGE 89 IV 146 S. 148Beginn des Überholens überzeugt sein darf, dass er es auch gefahrlos beenden kann. Dazu gehört nicht nur, dass sich der Überholungsvorgang nicht in einen Strassenabschnitt hineinzieht, der vom Überholenden nicht von Anfang an vollständig überblickbar ist, sondern auch, dass das Unternehmen in angemessener Entfernung vor dem Beginn einer unübersichtlichen Strassenstrecke abgeschlossen werden kann (Urteil des Kassationshofes vom 23. August 1958 i.S. Frey). Das wäre wahrscheinlich möglich gewesen, wenn der Beschwerdeführer den vorausfahrenden Stationswagen unmittelbar ausgangs der Rechtskurve, in der er sehr langsam fuhr, rasch überholt hätte. Häring, der Führer des Stationswagens, beschleunigte jedoch kurz nach der Rechtskurve, was zulässig war und womit der Beschwerdeführer, zumal nach den Erfahrungen auf der vorausgegangenen Strecke, zu rechnen hatte. Er musste infolgedessen darauf gefasst sein, dass bis zum Zeitpunkt, in dem er das Überholen verwirklichen konnte, die dazu verfügbare Strecke sich verkürzt habe und der Überholungsweg mit zunehmender Geschwindigkeit des zu Überholenden sich verlängern werde. Der Beschwerdeführer hat denn auch, als er bald darauf die Scheinwerfer einschaltete, bemerkt, dass ihm nur noch rund 60 m bis zur Linkskurve offen standen, und erkannt, dass er seine Absicht aufgeben müsse. War ein Überholen an der Stelle, wo es der Beschwerdeführer durchführen wollte, schon deswegen nicht zulässig, weil die Strecke nicht frei war, so kann dahingestellt bleiben, ob sie wegen der Dunkelheit und der sichtbehindernden Bauart des vorausfahrenden Fahrzeuges nicht zum vorneherein auch als unübersichtlich hätte angesehen werden müssen.\n\n4. Ein Überholen liegt aber nur vor, wenn damit tatsächlich begonnen wurde. Diese Voraussetzung ist erfüllt, wenn ein Motorfahrzeugführer in der Absicht, einem andern vorzufahren, auf die neben diesem verlaufende Fahrbahn ausbiegt und ihn einzuholen beginnt, d.h. sich dem zu Überholenden soweit nähert, dass er, BGE 89 IV 146 S. 149wenn er mit genügendem Abstand hinter diesem wieder nach rechts einschwenken wollte, seine Fahrt verzögern müsste.\n\nDagegen hat noch nicht zu überholen begonnen, wer auf einer Strecke, auf der das Überholen nicht zum vornherein verboten ist, bloss ausschert, um zu prüfen, ob er überholen könne. Eine Wegstrecke kann ihrer natürlichen Beschaffenheit nach übersichtlich sein, der Überblick über die Fahrbahn aber durch die augenblickliche Verkehrslage, namentlich einen vorausfahrenden Verkehrsteilnehmer, erschwert oder behindert werden. In solchen Fällen muss dem Fahrzeugführer, der überholen will, unter Beobachtung der erforderlichen Vorsicht gestattet sein, durch Ausbiegen gegen die Strassenmitte zu sich die erforderliche Übersicht zu verschaffen, um festzustellen, ob die Absicht, zu überholen, sich verwirklichen lasse. Das Obergericht sieht darin zu Unrecht nicht bloss eine Vorbereitung, sondern schon den Beginn des Überholens. Es stützt sich auf BGE 81 IV 50, verkennt jedoch, dass in dem dort beurteilten Falle, wo ein Motorradfahrer in einer Strassenkreuzung einen Personenwagen überholen wollte, der Überholversuch an einer gemäss Art. 26 Abs. 3 MFG schlechthin verbotenen Stelle unternommen wurde und deshalb schon die Beanspruchung der zum Vorfahren benötigten Fahrbahn unerlaubt war. Der vorliegende Fall unterscheidet sich von jenem dadurch, dass hier das Überholen und damit auch die Benützung der linken Strassenhälfte nicht schon an sich verboten war. Der Beschwerdeführer durfte daher, jedenfalls auf der geraden Strecke und zu einem Zeitpunkt, da kein anderes Fahrzeug entgegenkam oder unmittelbar nachfolgte, nach links ausbiegen, um auf der linken Fahrbahn, wo ihm die Sicht nach vorn durch den vorausfahrenden Stationswagen weniger verdeckt war, sich über die Zulässigkeit des beabsichtigten Überholungsmanövers zu vergewissern.\n\nOb indessen der Beschwerdeführer sich daraufbeschränkt habe, durch Ausschwenken gegen die Strassenmitte und BGE 89 IV 146 S. 150Einschalten der Scheinwerfer die Strassen- und Verkehrsverhältnisse abzuklären, oder ob er darüber hinaus das beabsichtigte Überholen bereits eingeleitet habe, steht nicht fest. Aus den Aussagen Härings könnte geschlossen werden, der Beschwerdeführer habe, nachdem er auf der linken Strassenseite die Scheinwerfer eingeschaltet hatte, Vollgas gegeben und mit dem Vorfahren begonnen, um es dann plötzlich abzubrechen und wieder nach rechts einzuschwenken. Der Beschwerdeführer erklärt, er sei, als Häring nach der Rechtskurve wieder beschleunigte, ebenfalls losgefahren und habe nach links haltend die Scheinwerfer aufgeblendet, um sicher zu sein, ob die Strecke zum Überholen frei sei; da dies nicht der Fall gewesen sei, habe er wieder abgeblendet und, ohne den Wagen abzubremsen, nach rechts eingeschwenkt. Welche dieser Sachdarstellungen zutrifft oder ob der Sachverhalt mit keiner der beiden übereinstimmt, ist nicht festgestellt. Entscheidend ist, ob der Beschwerdeführer, als er losfuhr, lediglich den bisherigen Abstand zum vorausfahrenden Fahrzeug, der mindestens 12 m betrug, wahrte, um für den Fall, dass die Strecke frei sein sollte, überholen zu können, oder ob er diesen Abstand vielmehr durch schnelleres Fahren so verkürzte, dass er den Wagen Härings ganz oder nahezu eingeholt hat. Ist letzteres zu bejahen, so hat der Beschwerdeführer mit dem Überholen begonnen. Er ist diesfalls wegen Widerhandlung gegen Art. 26 Abs. 3 MFG in Verbindung mit Art. 46 Abs. 1 MFV zu bestrafen, denn entweder konnte er, als er aufzuholen begann, noch keine Gewissheit gehabt haben, ob die Strecke zum Überholen frei sei, oder er hätte schon früher im Scheinwerferlicht erkennen können, dass sie zu kurz war.\n\nDas angefochtene Urteil ist daher aufzuheben und die Sache in diesem Punkt zur Ergänzung der tatsächlichen Feststellungen und zu neuer Beurteilung an das Obergericht zurückzuweisen."}