{"annee": "90", "cour": "IV", "page": "206", "date": "25/9/1964", "cite": [], "cite_par": ["99 IA 97", "97 IV 68", "98 IV 41", "121 IV 29"], "chapeau": "42. Arrêt de la Cour de cassation pénale du 25 septembre 1964 dans la cause Falcy contre Ministère public du canton de Vaud.", "regestes": ["Insoumission à une décision par laquelle le juge ordonne à l'un des conjoints, sous la menace des peines prévues par l'art. 292 CP, de quitter le domicile conjugal. 1. L'art. 292 CP ne s'applique qu'à défaut d'une autre disposition qui réprime l'insoumission elle-même (consid. 3). 2. L'art. 186 CP ne constitue pas une telle disposition (consid. 3). 3. L'art. 292 CP est applicable, même lorsque la décision de l'autorité est susceptible d'exécution forcée (consid. 4). 4. Celui des conjoints que l'autre tolère au domicile conjugal nonobstant l'ordre du juge est-il punissable? Question laissée indécise (consid. 3). 5. Peut-il y avoir infraction aux art. 292 et 186 CP en concours réel ou idéal? Question laissée indécise (consid. 3)."], "faits": "BGE 90 IV 206 S. 207\n\nA.- Le 24 octobre 1963, le président du Tribunal du district de Morges a autorisé Marie-Louise Falcy a avoir une demeure séparée jusqu'au 31 décembre de la même année et à garder l'appartement conjugal; il a enjoint au mari de quitter cet appartement le 31 octobre au plus tard, sous peine d'arrêts ou d'amende, conformément à l'art. 292 CP.\n\nLe 5 décembre 1963, Falcy n'ayant pas encore quitté le domicile conjugal, le président ordonna son expulsion par la force. Le même jour, il le dénonça pour insoumission.\n\nB.- Le 29 avril 1964, le Tribunal de simple police du district de Morges a infligé à Falcy 15 jours d'emprisonnement, avec sursis pendant deux ans, notamment pour insoumission à une décision de l'autorité.\n\nLa Cour vaudoise de cassation a rejeté, le 8 juin, un recours du condamné.\n\nC.- Contre cet arrêt, Falcy se pourvoit en nullité au Tribunal fédéral.\n\nD.- Le Ministère public conclut au renvoi de la cause à l'autorité cantonale pour que celle-ci examine si le recourant a enfreint l'art. 186 CP, qui serait seul applicable en l'espèce, à l'exclusion de l'art. 292.", "considerants": "Considérant en droit:\n\n1 et 2. - .....\n\n3. L'art. 292 CP ne s'applique que subsidiairement, à défaut d'une disposition spéciale de droit fédéral ou cantonal qui réprime l'insoumission elle-même (RO 69 IV 210; 70 IV 180; 73 IV 129; 75 III 110; 78 I 178, consid. 3). Le recourant voudrait inférer de ce principe que seul l'art. 186 CP (violation de domicile), à l'exclusion de l'art. 292 CP, lui serait applicable. Mais l'art. 186 ne réprime pas l'insoumission à l'ordre du juge d'avoir à quitter le domicile conjugal.BGE 90 IV 206 S. 208\n\nIl sanctionne l'infraction à la volonté manifestée par l'ayant droit (en l'espèce: la femme) de ne pas tolérer la présence d'un tiers (en l'espèce: le mari) dans les lieux que comprend son domicile. Il ne constitue donc pas une disposition spéciale par rapport à l'art. 292 et ne saurait dès lors s'appliquer en ses lieu et place selon le principe rappelé plus haut.\n\nAinsi c'est à bon droit que le juge cantonal a pris sa décision du 24 octobre 1963 en menaçant Falcy des peines prévues par l'art. 292 CP. Du seul fait qu'il ne quittait pas le domicile conjugal ou y revenait et sans qu'il fût besoin d'aucune intervention de sa femme (interdiction de rentrer, injonction de sortir, plainte pénale), le recourant contrevenait objectivement à l'art. 292 CP (insoumission). Sans doute sa femme aurait-elle pu l'autoriser, fût-ce tacitement, à rester au domicile conjugal nonobstant l'ordre du juge et faudrait-il se demander, dans ce cas, s'il serait encore punissable du fait qu'il n'aurait pas respecté cet ordre. Car celuici pourrait être tenu pour subordonné à la condition implicite que la femme veuille y donner suite; cette interprétation favorable au lien conjugal exclurait alors toute infraction à l'art. 292 CP. Il serait aussi possible d'admettre tout au moins que, vu l'attitude de sa femme, le mari avait eu des raisons suffisantes de se croire en droit d'agir comme il l'a fait, c'est-à-dire des raisons suffisantes pour excuser le sentiment de ne commettre aucun acte illicite, auquel cas l'art. 20 CP (RO 81 IV 196, consid. 3) permettrait au juge d'atténuer librement la peine ou même de n'en prononcer aucune (cf. RO 70 IV 100, consid. 7), la transgression subsistant en principe. Quoi qu'il en soit, cette question peut rester indécise, car rien, dans l'arrêt attaqué, ne permet d'admettre, en l'espèce, que la femme ait entendu autoriser son mari, fût-ce tacitement, à demeurer au domicile conjugal après la date fixée par le juge.\n\nL'autorité cantonale n'a pas non plus constaté que la femme aurait, à l'égard de son mari, manifesté l'intention de ne plus l'admettre au domicile conjugal ou lui aurait BGE 90 IV 206 S. 209enjoint d'en sortir, ni qu'elle aurait déposé contre lui une plainte fondée sur l'art. 186 CP. Il n'y a donc pas lieu de rechercher si le recourant aurait transgressé à la fois l'art. 292 et l'art. 186 CP et, dans l'affirmative, si ces deux infractions se trouveraient en concours réel ou idéal. Au surplus, la cour de céans n'aurait pu être saisie de cette question que par un pourvoi émanant du Ministère public (RO 70 IV 222; 73 IV 6, no 1; 76 IV 81, no 18).\n\n4. Selon le pourvoi, l'art. 292 CP serait encore subsidiaire à un second titre: il serait inapplicable quand l'injonction est susceptible d'exécution forcée. Il est exact qu'en l'espèce l'exécution forcée était non seulement possible, mais qu'elle a été ordonnée. Néanmoins la thèse soutenue par le recourant n'est pas fondée. Le rétablissement par la force d'un état de choses conforme à la loi ou à la décision transgressée ne supprime pas l'infraction précédemment consommée. Il serait choquant que celui qui, pendant des semaines, a enfreint une injonction qui lui a été régulièrement signifiée sous menace de peine, bénéficie de l'impunité parce que la force publique a fini par intervenir (arrêt Rosset et consorts du 13 décembre 1961, non publié).\n\nPar ces motifs, la Cour de cassation pénale\n\nRejette le pourvoi."}