{"annee": "90", "cour": "II", "page": "154", "date": "19/5/1964", "cite": [], "cite_par": ["112 II 330", "92 II 323", "104 II 99", "102 II 197"], "chapeau": "19. Arrêt de la Ie Cour civile du 19 mai 1964 dans la cause Roh contre Blanchard.", "regestes": ["Vente d'immeubles; art. 216 CO, 657 CC; art. 2 CC. Le contrat est nul lorsque l'acte authentique n'indique pas le prix exact (confirmation de jurisprudence; consid. 1). Abuse-t-on de son droit en invoquant le vice de forme? Pour résoudre la question, le juge examine toutes les circonstances du cas particulier. En l'espèce, réponse affirmative (consid. 2 et 3)."], "faits": "BGE 90 II 154 S. 154\n\nA.- Par acte authentique du 28 février 1959, Victor Roh a vendu à Louis Blanchard une villa pour le prix de 190 000 fr. payé à la signature du contrat. Sur cette somme, 5000 fr. sont restés bloqués chez le notaire, d'entente entre les parties, pour garantir les travaux de finition.\n\nEn réalité, le prix convenu était 220 000 fr. Roh a reçu de Blanchard un \"dessous de table\" de 30 000 fr.\n\nAprès que l'acheteur fut entré en possession de la villa, il se produisit une inondation due à la défectuosité d'un raccord d'amenée d'eau dans la salle de bains. En outre, BGE 90 II 154 S. 155la poutraison soutenant la dalle bétonnée du premier étage provenait de matériaux de démolition. Blanchard formula une prétention de ces deux chefs. Les parties envisagèrent un arrangement selon lequel Roh rachèterait la villa pour 250 000 fr., moins les 5000 fr. bloqués en main du notaire. Leurs conseils se mirent ensuite d'accord pour requérir un jugement prononçant la nullité de la vente.\n\nMais Blanchard changea d'avis et consulta un autre avocat. Le 8 janvier 1960, il revendit la villa à un tiers pour le prix de 265 000 fr.\n\nB.- Par exploit du 3 mai 1960, Blanchard assigna Roh en paiement de dommages-intérêts pour dégâts d'eau, malfaçons, retard de l'entrée en jouissance et moins-value de la poutraison.\n\nRoh contesta les défectuosités alléguées par le demandeur. Il invoqua la nullité du contrat de vente et réclama, reconventionnellement, la somme de 50 000 fr. représentant la différence entre le prix de revente au tiers, 265 000 fr. et la somme qu'il avait reçue, 215 000 fr.; il précisait que Blanchard pourrait reprendre les 5000 fr. bloqués chez le notaire.\n\nStatuant en seconde instance le 28 janvier 1964, la Deuxième Chambre de la Cour de justice du canton de Genève condamna Roh à payer à Blanchard 1663 fr. 85 à titre de dommages-intérêts pour malfaçons; elle confirma pour le surplus le jugement du Tribunal de première instance qui avait alloué à Roh la somme de 5000 fr. bloquée chez le notaire et rejeté toutes les autres conclusions des parties.\n\nDans les motifs de son arrêt, la Cour cantonale admet que la vente était nulle, vu l'inexactitude du prix indiqué dans l'acte authentique; toutefois, Roh abuse de son droit en se prévalant de la nullité uniquement pour résister à une réclamation fondée sur les malfaçons et les défauts des matériaux de construction de la villa, après l'échec de l'accord envisagé pour vider le litige à l'amiable; la vente ayant été exécutée, Roh ne saurait se prévaloir de BGE 90 II 154 S. 156sa propre faute, qui lui a permis de recevoir un \"dessous de table\" illégal, pour en faire constater la nullité.\n\nC.- Contre cet arrêt, Roh recourt en réforme en concluant au paiement de 50 000 fr. sous déduction des 5000 fr. bloqués chez le notaire. Il réclame ainsi la différence entre le prix d'achat réel et le prix de la revente par Blanchard. Il ne conteste plus l'indemnité de 1663 fr. 85 mise à sa charge.\n\nL'intimé Blanchard conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Selon la jurisprudence, le contrat de vente immobilière conclu en la forme authentique doit mentionner, en particulier, le prix exact que l'acheteur s'engage à payer; si l'indication figurant dans l'acte ne correspond pas à la réalité, le contrat est nul (RO 86 II 36, 231, 260, 400; 87 II 30). Il est vrai que la solution jurisprudentielle a été critiquée récemment par KARL SPIRO (Die unrichtige Beurkundung des Preises bei Grundstückskauf, Basler Studien zur Rechtswissenschaft, Heft 70, 1964). Mais cet auteur part d'une prémisse erronée. Il affirme en effet que la loi n'exige la forme authentique que pour l'aliénation des immeubles, soit l'obligation du vendeur (op. cit., p. 16). Or son assertion est contraire au texte légal (art. 216 CO et 657 CC), à la jurisprudence constante et à la doctrine, qui soumet à la forme authentique tous les éléments essentiels du contrat (OSER/SCHÖNENBERGGER, n. 5 ad art. 216 CO; BECKER, n. 4 ibidem; HAAB, n. 15 ad art. 657 CC; MEIER-HAYOZ, n. 84 ss. ibidem). La critique développée sur cette base ne justifie donc pas un nouvel examen de la question.\n\n2. Le Tribunal fédéral a jugé à plusieurs reprises que le fait d'invoquer la nullité du contrat constitue un abus de droit s'il apparaît manifestement contraire aux règles de la bonne foi; pour dire s'il en est ainsi, le juge apprécie librement toutes les circonstances particulières de chaque BGE 90 II 154 S. 157espèce, sans être lié à des principes rigides (RO 78 II 227; 84 II 375; 86 II 232, 262, 400/401; 87 II 31).\n\na) Si l'exécution volontaire du contrat par les deux parties n'empêche pas nécessairement d'en constater la nullité, elle représente néanmoins un élément très important à prendre en considération (RO 87 II 34 et références citées). En l'espèce, la vente a été complètement exécutée. L'acquéreur a été inscrit comme propriétaire au registre foncier. Il a payé le prix intégral en main du notaire. Peu importe que l'officier public ait conservé un montant de 5000 fr., conformément à la convention des parties, en garantie des défauts éventuels. Il a reçu cette somme pour le compte du vendeur.\n\nb) Les parties ont discuté d'un accord selon lequel Roh aurait racheté la villa à Blanchard pour le prix de 245 000 fr. Elles n'ont pas envisagé de la sorte une annulation de la vente, qui eût entraîné la restitution de l'immeuble, d'une part, et du prix payé, 220 000 fr., d'autre part. Le recourant avait proposé, au contraire, un rachat à un prix plus élevé. Il est indifférent que les avocats des parties aient prévu de donner à ce rachat la forme d'un jugement prononçant la nullité de la vente. Ce qui est décisif, c'est que le recourant a consenti à ce que l'acquéreur disposât de l'immeuble en sa faveur, moyennant un prix supérieur à celui de la vente. Lors de ces tractations, les deux parties étaient conscientes, selon l'arrêt déféré, de l'invalidité du contrat qu'elles avaient conclu. Or le fait que le vendeur a racheté l'immeuble ne lui permet pas, en vertu des règles de la bonne foi, de se prévaloir de la nullité de la vente (RO 86 II 233).\n\nc) Le recourant a bénéficié d'un \"dessous de table\" illégal. Une telle fraude procure des avantages aux deux parties qui y consentent. Non seulement elle permet d'éluder les droits de mutation, mais encore elle donne au vendeur la possibilité de dissimuler au fisc un gain en capital.\n\nd) La juridiction cantonale constate en fait que le BGE 90 II 154 S. 158recourant a proposé le rachat de l'immeuble, puis, sa proposition rejetée, invoqué la nullité de la vente dans le seul dessein de se soustraire aux conséquences d'une réclamation de l'intimé fondée sur la moins-value et les malfaçons. Une pareille attitude est propre à constituer un élément de l'abus de droit (RO 78 II 229; 86 II 403).\n\n3. Ayant exécuté délibérément la vente, proposé de racheter l'immeuble alors qu'il connaissait la nullité du contrat, profité de la fraude à laquelle il avait consenti et invoqué le vice à la seule fin de parer à une réclamation tirée de la garantie à raison des défauts de la chose vendue, le recourant a manifestement abusé de son droit (art. 2 al. 2 CC). En effet, il a cherché à détourner les art. 657 CC et 216 CO de leur but essentiel, qui est de protéger les parties contre une décision irréfléchie et de procurer l'assurance que leur volonté s'est exprimée clairement, correctement et complètement. C'est donc avec raison que la Cour cantonale a opposé l'abus de droit à la prétention du recourant.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours et confirme l'arrêt rendu le 28 janvier 1964 par la Deuxième Chambre de la Cour de justice du canton de Genève."}