{"annee": "90", "cour": "IV", "page": "137", "date": "31/8/1964", "cite": ["71 IV 102"], "cite_par": ["133 IV 97", "103 IV 247", "101 IV 62", "120 IV 136"], "chapeau": "29. Auszug aus dem Urteil des Kassationshofes vom 31. August 1964 i.S. Rubi gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 285 ch. 1, 286 CP; opposition aux actes de l'autorité. 1. La notion d'acte entrant dans les fonctions de l'autorité ou du fonctionnaire comprend non seulement l'exécution d'une tâche officielle déterminée, mais aussi tous les actes nécessairement en rapport avec elle. 2. Empêcher une autorité ou un fonctionnaire de faire un acte entrant dans ses fonctions, au sens des dispositions légales citées, ce n'est pas nécessairement rendre cet acte absolument impossible."], "faits": "BGE 90 IV 137 S. 138\n\nAus dem Tatbestand:\n\nRubi war Mieter einer in Itschnach bei Küsnacht gelegenen Liegenschaft, bestehend aus einem Stall und einer kleinen Wiese, die er entgegen dem Willen des Eigentümers als Reitbahn benutzte. Der Vermieter liess ihm dies durch den Richter untersagen. Da Rubi sich über das Verbot hinwegsetzte, ersuchte der Eigentümer den Gemeindeammann um eine amtliche Feststellung des Sachverhalts gemäss § 448 der zürcherischen Zivilprozessordnung. Der Gemeindeammann begab sich daraufhin in Begleitung eines Polizeisoldaten auf die Liegenschaft und eröffnete Rubi, weshalb er gekommen sei. Rubi geriet darob in Zorn und wies die beiden Amtspersonen aus dem Stall. Als sie mit ihrem Personenwagen wegfahren wollten, hinderte Rubi sie daran, indem er sich auf ein Pferd schwang und vor dem Wagen hin- und herritt.\n\nDas Obergericht des Kantons Zürich warf Rubi unter anderem vor, er habe die Beamten gewaltsam an einer Amtshandlung gehindert. Die Nichtigkeitsbeschwerde des Verurteilten wurde abgewiesen.", "considerants": "Aus den Erwägungen:\n\nNach Art. 285 Ziff. 1 StGB wird mit Gefängnis oder mit Busse bestraft, wer einen Beamten durch Gewalt oder Drohung an einer Handlung, die innerhalb seiner Befugnisse liegt, hindert.\n\nDer Beschwerdeführer hat die beiden Amtspersonen nicht an der Feststellung des Sachverhaltes, dessentwegen sie zu ihm kamen, gehindert. Als sie ihn im Stalle aufsuchten, hatte der Gemeindeammann bereits festgestellt, dass die BGE 90 IV 137 S. 139Wiese immer noch als Reitbahn benutzt wurde. Das schliesst eine strafbare Tätigkeit des Beschwerdeführers im Sinne von Art. 285 Ziff. 1 StGB jedoch nicht aus. Wie der Kassationshof am 5. Oktober 1956 i.S. Gautschi entschieden hat, fallen unter den Begriff der Amtshandlung ausser dem Vollzug einer bestimmten amtlichen Aufgabe auch alle notwendigen Begleithandlungen. Dazu gehörte im vorliegenden Falle vor allem die Fahrt von Küsnacht nach Itschnach und zurück. Der Gemeindeammann hat sich in amtlicher Eigenschaft zur Reitschule des Beschwerdeführers begeben; dass er nach Küsnacht zurückkehren musste, war eine Folge seines amtlichen Auftrages. Das gleiche gilt für den Polizeisoldaten. Sie waren beide nicht als Privatpersonen unterwegs, sondern befanden sich auf einer Dienstfahrt, als Rubi ihnen mit dem Pferd den. Weg versperrte. Daraus folgt, dass der Beschwerdeführer sie an einer Handlung, die innerhalb ihrer Amtsbefugnisse lag, gehindert hat. Dass er ihre Abfahrt bloss verzögert hat, ändert nichts. Hindern im Sinne von Art. 285 Ziff. 1 StGB heisst nicht notwendig, eine Handlung einer Amtsperson überhaupt verunmöglichen (BGE 71 IV 102)."}