{"annee": "90", "cour": "I", "page": "217", "date": "8/7/1964", "cite": ["90 I 8", "80 I 30", "79 I 17", "83 I 337", "70 I 269", "85 I 276", "90 I 159", "60 I 286"], "cite_par": ["99 IA 459", "102 IB 151"], "chapeau": "34. Urteil vom 8. Juli 1964 i.S. X. A.-G. gegen Zürich, Kanton und Verwaltungsregicht.", "regestes": ["Droit fiscal cantonal, examen de la situation sous l'angle économique, arbitraire. Lorsque le contribuable tente d'éluder l'impôt, les autorités fiscales peuvent sans arbitraire se fonder sur sa situation économique plutôt que sur sa situation de droit civil. Le prêt que, lors de sa fondation, une SA reçoit de l'actionnaire qui la domine, peut donc être ajouté au capital imposable, lorsqu'elle a été dotée d'un capital de fondation insuffisant dans le but d'éluder l'impôt (consid. 2). Application de ces principes à une société immobilière (consid. 3). Inégalité de traitement? (consid. 4)."], "faits": "BGE 90 I 217 S. 217\n\nA.- Nach dem Zürcher Steuergesetz vom 8. Juli 1951 (StG) haben die juristischen Personen den Ertrag und das Kapital zu versteuern (§ 1 lit. b). Als steuerbares Kapital gelten bei Aktiengesellschaften das einbezahlte Grundkapital und die als Ertrag versteuerten Reserven (§ 47 lit. a). Die Kapitalsteuer beträgt 1,5 des steuerbaren Kapitals, die Ertragssteuer halb so viele Prozente des steuerbaren Ertrages, als dieser Prozente des steuerbaren Kapitals beträgt, jedoch mindestens 2% und höchstens BGE 90 I 217 S. 21810% des steuerbaren Ertrages (§ 48). Ferner bestimmt § 44:\n\n\"Juristische Personen, deren Gründung oder Bestand lediglich der Steuerumgehung oder Steuerverschiebung dient, haben keinen Anspruch auf steuerrechtliche Anerkennung; ihre Einkünfte und Vermögenswerte können demjenigen Steuerpflichtigen zugerechnet werden, welchem sie tatsächlich zustehen.\"\n\nB.- Die X. A.-G. wurde im Dezember 1955 mit einem Grundkapital von Fr. 60'000. - gegründet, hat ihren Sitz in Zürich, bezweckt den Erwerb, die Verwaltung und die Verwertung von Liegenschaften und kaufte wenige Tage nach der Gründung zum Preis von Fr. 2'250,000. - ein mit einer Hypothek von Fr. 1'800,000. - zugunsten einer Bank belastetes Wohn- und Geschäftshaus in Zürich. Zur Bezahlung des in bar zu entrichtenden Teils des Kaufpreises erhielt sie bei der Gründung von ihrem (Allein- oder Haupt-)Aktionär, als welchen sie im Rekursverfahren einen in Italien wohnhaften Y. bezeichnete, ein Darlehen von Fr. 390'000. -, so dass sich folgende Eröffnungsbilanz ergab:\n\nLiegenschaften Fr. 2'250,000.-- Aktienkapital Fr. 60'000.--\n\nHypotheken \" 1'800,000.--\n\nDarlehen \" 390'000.--\n\nFr. 2'250,000.-- Fr. 2'250,000.--\n\nEin weiteres Darlehen von Fr. 50'000. - gewährte ihr der gleiche Aktionär nach der Gründung, um ihr die Bezahlung der zusammen Fr. 55'268.-- betragenden Gründungs- und Liegenschaftserwerbskosten zu ermöglichen. In den Jahren 1956/57 wurden dem Aktionär Fr. 21'200. - bzw. Fr. 19'150. - als Darlehenszinsen zu 5% gutgeschrieben und Fr. 51'000.-- bzw. Fr. 70'000. - ausbezahlt, so dass das Darlehen Ende 1956 mit Fr. 410'200.-- und Ende 1957 mit Fr. 361'350.-- zu Buch stand. Nach der Gewinn- und Verlustrechnung erzielte die X. A.-G. im ersten Geschäftsjahr einen Gewinn von Fr. 3582.--, während sich für 1957 ein Verlust von Fr. 1247.-- ergab.\n\nBei den Veranlagungen für die Jahre 1955 bis 1958 BGE 90 I 217 S. 219behandelte das kantonale Steueramt das der X. A.-G. von ihrem Aktionär gewährte Darlehen als steuerbares Kapital und die Darlehenszinsen als steuerbaren Gewinn und setzte demnach das steuerbare Kapital für 1955/56 auf Franken 450'000.--, für 1957 auf Fr. 473'000. - und für 1958 auf Fr. 423'000. -, den steuerbaren Gewinn für 1955/56 sowie 1957 auf Fr. 21'200. - und für 1958 auf Fr. 18'700. - fest.\n\nEinen Rekurs hiegegen hiess die Rekurskommission I in dem Sinne teilweise gut, dass sie nur einen Teil des Aktionärdarlehens als Eigenkapital und nur die für diesen Betrag entrichteten Darlehenszinsen als Dividenden behandelte.\n\nGegen diesen Entscheid erhoben sowohl die X. A.-G. als auch der Steuerkommissär Beschwerde.\n\nDas Verwaltungsgericht wies die Beschwerde der X. A.-G. ab, hiess dagegen diejenige des Steuerkommissärs gut und stellte die ursprüngliche Veranlagung wieder her. Die Begründung dieses Entscheids, die teilweise auf Erwägungen eines in der gleichen Sache ergangenen Zwischenentscheids des Verwaltungsgerichts vom 22. November 1962 (ZBl 64 S. 478) verweist, lässt sich wie folgt zusammenfassen: Da das StG bei der Besteuerung der A.-G. an das einbezahlte Grundkapital anknüpfe (§ 47 lit. a), dürfe ein Aktionärdarlehen grundsätzlich nicht zum Grundkapital gerechnet werden. Wenn jedoch gemäss § 44 StG eine A.-G., deren Gründung und Bestand lediglich der Steuerumgehung oder -verschiebung diene, keinen Anspruch auf steuerrechtliche Anerkennung habe, so müsse dies auch für die finanzielle Struktur gelten; im Grösseren sei das Geringere eingeschlossen. Haben die Aktionäre bei der Selbstfinanzierung ihrer A.-G. das Grundkapital nur zum Zwecke der Steuerumgehung oder -verschiebung klein gehalten und ihre weiteren Mittel als Aktionärdarlehen investiert, so brauche dieses Vorgehen steuerlich nicht anerkannt zu werden. Vorliegend seien die Voraussetzungen der Steuerumgehung erfüllt. Ohne das Darlehen BGE 90 I 217 S. 220hätte die A.-G. das Betriebsgrundstück nicht erwerben können, da ihr nur das Grundkapital von Fr. 60'000. - zur Verfügung stand, also mindestens Fr. 390'000. - fehlten. Diesen Betrag aber hätte sie, da sie aus eigenen Kräften keine andere Sicherheit als die Liegenschaft bieten konnte, weder ganz noch teilweise von einem fernstehenden Dritten erhältlich machen können. Da sie die das Aktionärdarlehen betreffenden Nebenabreden trotz wiederholter Aufforderung und Mahnung nicht bekannt gegeben habe, müsse sie sich sodann entgegenhalten lassen, dass derartige Abreden nicht ausdrücklich vereinbart und Zinshöhe, Fälligkeit des Zinses, Rückzahlung des Darlehens usw. von dem die A.-G. beherrschenden Aktionär und Darlehensgeber entsprechend den jeweils verfügbaren Mitteln festgelegt worden seien. Das Darlehen habe somit die A.-G. nicht wie eine Fremdschuld belastet, sondern in Wirklichkeit verdecktes Grundkapital dargestellt.\n\nC.- Mit der staatsrechtlichen Beschwerde stellt die X. A.-G. den Antrag, der Entscheid des Verwaltungsgerichts vom 20. Februar 1964 sei zu kassieren. Sie macht geltend, die Behandlung des Aktionärdarlehens als steuerbares Kapital sei willkürlich und verletze Art. 4 BV. Die nähere Begründung dieser Rüge ist, soweit wesentlich, aus den nachstehenden Erwägungen ersichtlich.\n\nD.- Das Verwaltungsgericht des Kantons Zürich beantragt die Abweisung der Beschwerde, soweit darauf einzutreten sei. Der Regierungsrat des Kantons Zürich schliesst auf Abweisung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Wie schon im kantonalen Verfahren, macht die Beschwerdeführerin auch vor Bundesgericht geltend, dass die klare Vorschrift von § 47 lit. a StG, wonach bei der A.-G. das einbezahlte Grundkapital und die als Ertrag versteuerten Reserven als steuerbares Kapital gelten, es schlechterdings ausschliesse, zu diesem Kapital auch ein ihr von ihrem Allein- oder Hauptaktionär gewährtes Darlehen BGE 90 I 217 S. 221zu rechnen. Das Verwaltungsgericht dagegen ist der Auffassung, dass ein solches Darlehen dann ausnahmsweise als steuerbares Kapital behandelt werden dürfe, wenn der Tatbestand der Steuerumgehung erfüllt sei. Es fragt sich, ob diese Betrachtungsweise dem Vorwurfe der Willkür standhält.\n\n2. Nach der Rechtsprechung des Bundesgerichts ist die von den Beteiligten gewählte Gestaltung der zivilrechtlichen Verhältnisse für die Besteuerung nicht ohne weiteres massgebend. Vielmehr darf unter gewissen Voraussetzungen auf den wirtschaftlichen Sachverhalt abgestellt werden. Aus dem Gesichtspunkt der Verletzung des Art. 4 BV (Willkür) ist nur erforderlich, dass triftige, sachliche Gründe für die sog. wirtschaftliche Betrachtungsweise bestehen (BGE 79 I 19und BGE 85 I 279 /80 je mit Verweisungen auf frühere Urteile), während dort, wo dem Bundesgericht freie Prüfung zustand, d.h. bei Doppelbesteuerungskonflikten und Streitigkeiten über bundesrechtliche Abgaben, die wirtschaftliche Betrachtungsweise beschränkt wurde auf Fälle, in denen die Gestaltung der zivilrechtlichen Verhältnisse ungewöhnlich, sachwidrig oder absonderlich war und lediglich der Steuerumgehung diente (BGE 80 I 34 mit Verweisungen, BGE 83 I 343). Das Zürcher Verwaltungsgericht betrachtet die Behandlung eines Aktionärdarlehens als steuerbares Kapital im Sinne von § 47 lit. a StG dann als zulässig, wenn der Tatbestand der Steuerumgehung erfüllt ist. Dass in diesem Falle ein triftiger sachlicher Grund dafür vorliegt, auf den wirtschaftlichen Sachverhalt statt auf die zivilrechtliche Form abzustellen, kann nach dem Gesagten nicht zweifelhaft sein, betrachtet doch das Bundesgericht dort, wo ihm freie Prüfung zusteht, in Übereinstimmung mit der Rechtslehre (BLUMENSTEIN, System des Steuerrechts S. 22, GEERING, Von Treu und Glauben im Steuerrecht, Festschrift für Blumenstein S. 138, KÄNZIG N. 6 ff. zu Art. 2 WStB) den Tatbestand der Steuerumgehung regelmässig als hinreichenden Grund, nicht auf die zivilrechtlichen Verhältnisse, sondern BGE 90 I 217 S. 222auf den wirtschaftlichen Sachverhalt abzustellen (vgl.BGE 60 I 294,BGE 70 I 274, BGE 80 I 34, BGE 83 I 343). Fraglich kann nur sein, ob, wie die Beschwerde geltend macht, nach der Vorschrift von § 47 lit. a StG nur die zivilrechtliche Betrachtungsweise zulässig und die wirtschaftliche Betrachtungsweise, welche ein Aktionärdarlehen als steuerpflichtiges Grundkapital behandelt, gänzlich ausgeschlossen sei. Das ist zu verneinen.\n\n§ 44 StG bestimmt, dass juristische Personen, deren Gründung oder Bestand lediglich der Steuerumgehung dienen, keinen Anspruch auf steuerrechtliche Anerkennung haben und dass ihre Einkünfte und Vermögenswerte demjenigen Steuerpflichtigen zugerechnet werden können, welchem sie tatsächlich zustehen. Dass das StG nur für diesen häufigsten und wichtigsten Fall von Steuerumgehung bei juristischen Personen eine ausdrückliche Regelung enthält, bedeutet nicht ohne weiteres, dass es den Steuerbehörden in andern Fällen von Steuerumgehung verwehrt wäre, der zivilrechtlichen Form die Anerkennung zu versagen. Jedenfalls aber folgt dies nicht zwingend aus § 44 StG noch daraus, dass die §§ 47 lit. a und 45 keinen Vorbehalt zugunsten der wirtschaftlichen Betrachtungsweise machen. Vielmehr lässt sich mit guten Gründen der vom Verwaltungsgericht eingenommene Standpunkt vertreten, wenn § 44 StG es gestatte, über die Existenz der zivilrechtlich selbständigen juristischen Person im Falle der Steuerumgehung gänzlich hinwegzugehen und ihre Einkünfte und Vermögenswerte beim sie beherrschenden Aktionär zu erfassen, so müsse es (als minus in maiore) auch zulässig sein, bei grundsätzlicher Anerkennung der juristischen Person die Beziehungen zwischen ihr und dem beherrschenden Aktionär unter dem Gesichtspunkt der Steuerumgehung zu überprüfen und im Falle einer solchen statt auf die zivilrechtliche Gestaltung dieser Beziehungen auf den wirtschaftlichen Sachverhalt abzustellen. Zu diesen Beziehungen gehört aber auch die Finanzierung der A.-G. durch den sie beherrschenden Aktionär. Da es diesem, BGE 90 I 217 S. 223von den Vorschriften über das Mindestkapital abgesehen, zivilrechtlich frei steht, inwieweit er seine Mittel der A.-G. als Eigenkapital oder als Fremdkapital zur Verfügung stellen will, können Mittel, die zivilrechtlich als Darlehen des Aktionärs erscheinen, wirtschaftlich Eigenkapital sein und dürfen daher im Falle einer Steuerumgehung als solches behandelt werden. Das Bundesgericht hat denn auch bereits in einem das Wehropfer und die Wehrsteuer betreffenden Urteil vom 24. Februar 1950 (ASA 19 S. 90) eine solche Steuerumgehung festgestellt und deshalb Darlehen von Aktionären an die A.-G. nicht als Passiven und die darauf entrichteten Zinsen nicht als Unkosten anerkannt, sondern entschieden, dass die eingebrachten Werte als Einlagen auf das Aktienkapital, ihr Ertrag als Bestandteil des Reingewinns und die Darlehenszinsen gleich wie Dividenden zu behandeln seien. Im gleichen Sinne hat die eidgenössische Steuerverwaltung in einem die Couponabgabe betreffenden Einspracheentscheid vom 16. Juli 1958 (ASA 27 S. 230) entschieden und dabei auf den Bericht der Expertenkommission für die Motion Piller vom 14. Februar 1955 hingewiesen, wo ebenfalls die Erscheinung \"verdeckten Eigenkapitals\" festgestellt und die Auffassung vertreten wird, dieses könne schon auf dem Wege der Steuerpraxis steuerlich erfasst werden (Vgl. auch KUTTLER, Die Bodenverteuerung als Rechtsproblem, ZSR 1964 II S. 278/80).\n\n3. Ist es demnach mit dem StG vereinbar und nicht willkürlich, dass die Veranlagungsbehörden bei der Besteuerung der A.-G. Mittel, die dieser vom Aktionär in der Form von Darlehen zur Verfügung gestellt werden, im Falle einer Steuerumgehung als Eigenkapital behandeln, so fragt sich weiter, unter welchen Voraussetzungen von einer Steuerumgehung gesprochen werden darf und ob diese Voraussetzungen vorliegend als erfüllt betrachtet werden dürfen.\n\na) Das Verwaltungsgericht nimmt in Übereinstimmung mit der bundesgerichtlichen Rechtsprechung und der BGE 90 I 217 S. 224Rechtslehre an, zur Steuerumgehung gehöre, dass das gewählte Vorgehen objektiv ungewöhnlich, dem wirtschaftlichen Sachverhalt nicht gemäss sei, effektiv eine erhebliche Steuerersparnis zur Folge habe und subjektiv nur aus Gründen der Steuerersparnis gewählt worden sei. Diese Begriffsbestimmung wird in der Beschwerde nicht beanstandet, geschweige denn als willkürlich bezeichnet. Das Verwaltungsgericht nimmt sodann an, dass diese Merkmale der Steuerumgehung dann zutreffen und ein der A.-G. vom Aktionär bei der Gründung gewährtes Darlehen dann als Eigenkapital erscheinen liessen, wenn\n\n\"a) die AG die statutarische Aufgabe ohne das Darlehen nicht hätte aufnehmen konnen,\n\nb) die entsprechende Mittel verkehrsüblich von einem fernstehenden Dritten nicht erhältlich gewesen wären,\n\nc) das Darlehen dem Risiko des Geschäftserfolges ausgesetzt worden sei, und\n\nd) sich das ungewöhnliche Vorgehen lediglich daraus erkläre, dass der Aktionär am Reinertrag der Gesellschaft zum Zwecke der Steuerersparnis in der Form des Passivzinses statt der Dividende beteiligt sein wollte.\"\n\nAuch diese Voraussetzung werden in der Beschwerde nicht als willkürlich angefochten. Nicht beanstandet wird ferner, dass das Verwaltungsgericht angenommen hat, drei der genannten vier Voraussetzungen, nämlich diejenigen nach lit. a, c und d seien vorliegend erfüllt. Als willkürlich bezeichnet die Beschwerde den angefochtenen Entscheid einzig in Bezug auf lit. b, d.h. insoweit, als er annimmt, es wäre der Beschwerdeführerin nicht möglich gewesen, den ihr vom Aktionär geliehenen Betrag ganz oder zum Teil von einem ihr fernstehenden Dritten erhältlich zu machen. Nur diese Frage bedarf somit der Prüfung.\n\nb) Da die Beschwerdeführerin bei dem wenige Tage nach ihrer Gründung erfolgten, in den Statuten vorgesehenen Erwerb der Liegenschaft X. in Zürich den die übernommene Hypothek übersteigenden, Fr. 450'000. - betragenden Teil des Kaufpreises in bar zu erlegen hatte, ihr einbezahltes Aktienkapital aber nur Fr. 60'000. - betrug, benötigte sie unmittelbar nach der Gründung einen BGE 90 I 217 S. 225Betrag von Fr. 390'000.--, der ihr unbestrittenermassen von ihrem (Allein- oder Haupt)Aktionär zur Verfügung gestellt worden ist. Ebenfalls um diese Zeit waren die Gründungs- und Handänderungskosten von zusammen Fr. 55'268. - zu bezahlen, wofür ihr der Aktionär nach ihrer Darstellung weitere Fr. 50'000. - zur Verfügung stellte (während der Rest offenbar aus den ersten Mietzinseingängen gedeckt werden konnte). Die Beschwerdeführerin benötigte demnach zur Aufnahme ihrer statutarischen Aufgabe (Erwerb der genannten Liegenschaft) unmittelbar nach der Gründung neben dem einbezahlten Aktienkapital von Fr. 60'000.-- weitere Fr. 440'000.--. Nun war aber die erworbene Liegenschaft bereits mit Fr. 1'800,000.-- oder 80% des Kaufpreises hypothekarisch belastet. Bei dieser Sachlage leuchtet es ein und erscheint es jedenfalls nicht als willkürlich, wenn das Verwaltungsgericht es als ausgeschlossen betrachtet, dass ein der Beschwerdeführerin fernstehender Dritter (Bank, Versicherungsgesellschaft oder Privater) ihr die erforderlichen Mittel ganz oder auch nur teilweise ohne eine zusätzliche Sicherheit (welche die Beschwerdeführerin unbestrittenermassen aus eigenen Kräften nicht bieten konnte) lediglich gegen eine nachstellige Hypothek auf der Liegenschaft als Darlehen zur Verfügung gestellt hätte. Das Verwaltungsgericht verweist mit Recht darauf, dass die Gewährung dieses Darlehens mit einem nicht unerheblichen Risiko verbunden war, weil nach der eigenen Darstellung der Beschwerdeführerin ihr Hauptmieter, ein Garagist, schon im Jahre 1957 in Konkurs geriet, dies einen grossen Mietzinsausfall zur Folge hatte und der Mietzins für die Garage hierauf von Fr. 40'000.-- auf Fr. 25'000.-- jährlich herabgesetzt werden musste. Ferner darf in diesem Zusammenhang auch berücksichtigt werden, dass das erste Geschäftsjahr mit einem Gewinn von bloss Fr. 3582.-- und das zweite sogar mit einem Verlust von Fr. 1274. - abgeschlossen haben. Die Beschwerdeführerin beschränkt sich demgegenüber auf die blosse Behauptung, dass ausser BGE 90 I 217 S. 226den vom Verwaltungsgericht ins Auge gefassten noch \"weitere Finanzierungsmöglichkeiten\" bestanden hätten, gibt diese aber nicht näher an und tut insbesondere in keiner Weise dar, dass entgegen der Annahme des Verwaltungsgerichts ein fernstehender Dritter wirklich bereit gewesen wäre, ihr die Fr. 440'000. - ohne weitere Sicherheit lediglich gegen eine nachstellige Hypothek zu leihen, sodass sich der Vorwurf der Willkür als unbegründet erweist.\n\n4. Die Beschwerdeführerin macht weiter geltend, das Vorgehen der Zürcher Steuerbehörden stelle eine rechtsungleiche Behandlung dar, da in andern Fällen Aktionärdarlehen nicht als Eigenkapital behandelt würden und z.B. eine Firma N. A.-G. bei einem Liegenschaftsbesitz in Zürich von ca. 4 Millionen Franken für 1957 oder 1958 mit einem Kapital von Fr. 50'000. - eingeschätzt worden sei. Das Verwaltungsgericht ist auf diesen schon vor ihm erhobenen, vom Steueramt bestrittenen Einwand nicht eingetreten, da es sich um ein neues, nach § 95 Abs. 4 StG unzulässiges Vorbringen handle. Die Beschwerdeführerin bestreitet dies, behauptet aber nicht und tut noch weniger dar, dass die Auffassung des Verwaltungsgerichts willkürlich sei. Von Willkür kann auch nicht die Rede sein, da die Beschwerdeführerin in ihrer Eingabe an die Rekurskommission, auf die sie verweist, wohl allgemein behauptet hat, dass bei Immobiliengesellschaften das Kapital notorisch klein sei und dass in andern, gleichgelagerten Fällen keine Aufrechnungen vorgenommen würden, aber keinen solchen Fall angegeben und insbesondere die N. A.-G. nicht erwähnt hat.\n\nDavon abgesehen würde darin, dass in den in Frage stehenden Veranlagungsjahren gegen die eine oder andere Immobiliengesellschaft nicht in gleicher Weise wie gegen die Beschwerdeführerin vorgegangen worden sein sollte, keine rechtsungleiche Behandlung liegen, da nicht behauptet wird, dass das Verwaltungsgericht, gegen dessen Entscheid sich die staatsrechtliche Beschwerde richtet, in BGE 90 I 217 S. 227gleichartigen Fällen anders entschieden hat (BGE 90 I 8 Erw. 2), und da zu erwarten ist, dass die Veranlagungsbehörden die nun im angefochtenen Entscheid der obersten kantonalen Rechtsmittelinstanz in Steuersachen aufgestellten Grundsätze gegenüber allen Immobiliengesellschaften gleichmässig zur Anwendung bringen werden. Nur wenn die Veranlagungsbehörden dies ablehen sollten, könnte die Beschwerdeführerin verlangen, dass auch bei ihr von der Behandlung des Aktionärdarlehens als steuerbares Grundkapital abgesehen werde (vgl. BGE 90 I 167 Erw. 3).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}