{"annee": "90", "cour": "II", "page": "121", "date": "2/6/1964", "cite": ["77 II 250"], "cite_par": ["91 II 44", "91 II 362", "94 I 669"], "chapeau": "15. Urteil der I. Zivilabteilung vom 2. Juni 1964 i.S. Hunziker gegen Agfa A.-G.", "regestes": ["Droit de change. Droit applicable en matière internationale (consid. 1). Importance, pour l'interprétation, des travaux préparatoires de la Convention de Genève portant loi uniforme sur les lettres de change et les billets à ordre (consid. 2). Ne constitue pas un endossement la simple signature au verso de la traite d'une personne à qui le titre ne confère pas une créance cambiaire (consid. 3); il n'y a pas d'avantage un aval (consid. 4)."], "faits": "BGE 90 II 121 S. 122\n\nA.- Die in der Bundesrepublik Deutschland ansässige Cinevox Filmverleih GmbH, die sich anfänglich Deutsche Cinevox Filmverleih GmbH nannte, zog vom Dezember 1961 bis im März 1962 auf die Cinevox Film A.-G., Hergiswil a.S., zehn Wechsel im Gesamtbetrage von DM 100'545. -, die vom 25. März bis 30. Oktober 1962 an die Agfa A.-G., Leverkusen, oder deren Ordre zahlbar waren. Die namens der Ausstellerin von deren Gesellschafter Leopold Branoner unterzeichneten Wechsel wurden teils in Hergiswil a.S., teils in Luzern ausgestellt. Sie tragen alle auf der Vorderseite die Annahmeerklärung der Bezogenen, die aus dem Stempel \"Cinevox Film A.-G.\" und den Unterschriften ihrer zeichnungsberechtigten Verwaltungsratsmitglieder Hunziker und Branoner besteht. Auf der Rückseite weisen sie den quergestellten Stempel der Ausstellerin Cinevox Film GmbH mit der Unterschrift Branoners auf. Unmittelbar darunter steht die Unterschrift Hunzikers. Dann folgt ein an \"Order Deutsche Bank AG\" lautendes Indossament der Agfa A.-G. und schliesslich das Indossament der Deutschen Bank AG an eine schweizerische Bank.\n\nDie Cinevox Film A.-G. fiel am 4. April 1962 in Konkurs. Da sie die Wechsel nicht einlöste, liessen die Inhaberinnen Protest erheben und die Papiere an die Agfa A.-G. zurückgehen.BGE 90 II 121 S. 123\n\nDiese belangte Hunziker gestützt auf seine Unterschrift auf den Wechseln. Sie liess ihm für die in schweizerische Währung umgerechneten Wechselsummen sieben Zahlungsbefehle über zusammen Fr. 109'163.45 nebst Zinsen zustellen und erwirkte in allen Betreibungen provisorische Rechtsöffnung.\n\nB.- Hunziker erhob Klage gegen die Agfa A.-G. auf Aberkennung aller in Betreibung gesetzten Forderungen samt Zinsen und Kosten.\n\nDas Kantonsgericht Nidwalden und das Obergericht Nidwalden wiesen die Aberkennungsklage ab.\n\nC.- Gegen das obergerichtliche Urteil vom 12. März 1964 ergriff der Kläger die Berufung mit dem erneuten Antrag auf Aberkennung aller Forderungen, die Gegenstand der sieben Betreibungen bilden. Er wendet sich gegen die Auffassung des Obergerichts, dass seine Unterschriften auf der Rückseite der Wechsel Indossamente seien, die ihn gemäss Art. 1005 und 1033 OR für die Zahlung haftbar machten. Weitere im kantonalen Verfahren erhobene Einreden, die sich nicht aus den Wechseln selbst ergeben, hat er ausdrücklich fallen gelassen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Da die streitigen Wechsel von einer deutschen Firma in der Schweiz ausgestellt worden sind und von einer ebenfalls deutschen Firma gegenüber einer Person geltend gemacht werden, die in der Schweiz ansässig ist und hier ihre Unterschrift auf die Wechsel gesetzt hat, ist in erster Linie die Frage des anwendbaren Rechtes zu prüfen; denn die Berufung ist nur zulässig, wenn schweizerisches Recht massgebend ist, da nur dessen Anwendung vom Bundesgericht überprüft werden darf (Art. 43, 55 Abs. 1 lit. c OG).\n\nWelcher Rechtsordnung die von der Beklagten geltend gemachten Ansprüche unterstehen, beurteilt sich in erster BGE 90 II 121 S. 124Linie nach dem Abkommen vom 7. Juni 1930 über Bestimmungen auf dem Gebiete des internationalen Wechselprivatrechts, dem Deutschland mit Wirkung ab 1. Januar 1934 und die Schweiz mit Wirkung ab 1. Juli 1937 beigetreten sind (BS 11 S. 868 ff.), und in zweiter Linie nach den Bestimmungen des schweizerischen OR über den Geltungsbereich der wechselrechtlichen Normen (Art. 1086 ff. OR).\n\nArt. 3 Abs. 1 des Abkommens und Art. 1087 Abs. 1 OR unterstellen die Form einer Wechselerklärung übereinstimmend dem Recht des Landes, in dessen Gebiet die Erklärung unterschrieben worden ist.\n\nHinsichtlich der Wirkung von Wechselerklärungen ist zu unterscheiden: Für Verpflichtungserklärungen des Annehmers eines gezogenen Wechsels sowie des Ausstellers eines eigenen Wechsels bestimmen sich die Wirkungen nach dem Rechte des Zahlungsortes (Art. 4 Abs. 1 des Abkommens; Art. 1090 Abs. 1 OR); für die Wirkungen der übrigen Wechselerklärungen ist das Recht des Landes massgebend, in dessen Gebiet sie unterschrieben worden sind (Art. 4 Abs. 2 des Abkommens; Art. 1090 Abs. 2 OR).\n\nDa der Kläger seine Unterschrift in der Schweiz auf die Wechsel gesetzt hat, beurteilt sich somit nach schweizerischem Recht, ob sie den wechselrechtlichen Formvorschriften entspreche, und da der Kläger weder Aussteller noch Annehmer der Wechsel war, ist auch für die Wirkungen seiner Unterschrift das schweizerische Recht massgebend. Auf die Berufung ist daher einzutreten.\n\n2. Die Schweiz hat das Abkommen vom 7. Juni 1930 über das Einheitliche Wechselgesetz (EWG) ratifiziert (BS 11 S. 928). Damit verpflichtete sie sich nicht nur, das in der Anlage I des Abkommens enthaltene Gesetz in ihrem Gebiete einzuführen (Art. 1 Abs. 1 des Abkommens) - was sie durch Erlass der Art. 991 ff. OR getan hat -, sondern auch, es im Geiste des Abkommens anzuwenden und auszulegen. Diese Verpflichtung besteht auch im Verhältnis zur Bundesrepublik Deutschland, die BGE 90 II 121 S. 125das Abkommen ebenfalls ratifiziert hat (BS 11 S. 866).\n\nBei der Auslegung ist zu berücksichtigen, dass der französische und der englische Wortlaut des Gesetzes die massgebenden Urtexte sind (Art. III Abs. 1 des Abkommens). Ferner sind die Verhandlungen, die zum Abschluss des Abkommens geführt haben, als Quelle zur Auslegung des Gesetzes heranzuziehen, soweit sie den Willen der vertragschliessenden Staaten klar erkennen lassen (vgl. CARRY, SJZ 1960 S. 354, linke Spalte). An der in BGE 77 II 254 geäusserten gegenteiligen Auffassung kann aus den von Carry a.a.O. dargelegten Gründen nicht festgehalten werden.\n\n3. Die Unterschrift des Klägers auf der Rückseite der zehn Wechsel entspricht formell den Erfordernissen des Indossaments. Ein solches braucht den Indossatar nicht zu bezeichnen und kann selbst in der blossen Unterschrift des Indossanten bestehen (Blankoindossament); im letzteren Falle muss es, um gültig zu sein, auf die Rückseite des Wechsels oder auf den Anhang gesetzt sein (Art. 13 Abs. 2 EWG, Art. 1003 Abs. 2 OR).\n\nIn materieller Hinsicht ist jedoch zu beachten, dass das Indossament zur Übertragung aller Rechte aus dem Wechsel bestimmt ist (Art. 11, 14 Abs. 1 EWG, Art. 1001, 1004 Abs. 1 OR). Es setzt also Rechte des Indossanten am Wechsel voraus (STRANZ, Wechselgesetz, 14. Aufl., Art. 11 Anm. 7; ARMINJON/CARRY, La lettre de change S. 264 f. Nr. 236; PERCEROU/BOUTERON, La nouvelle législation française et internationale de la lettre de change, S. 56, Nr. 62/63). Es kann vom ersten oder von jedem späteren unmittelbaren oder mittelbaren Wechselnehmer ausgestellt werden, nicht dagegen von jemandem, der aus dem Wechsel nichts zu fordern hat. Dass Art. 15 Abs. 1 EWG und Art. 1005 OR, auf den das Obergericht seine gegenteilige Auffassung stützt, den Indossanten mangels eines entgegenstehenden Vermerks für die Annahme und die Zahlung des Wechsels haftbar machen, ändert nichts. Diese Garantiefunktion (s. Randtitel zu Art. 1005 OR) BGE 90 II 121 S. 126ist nicht Zweck, sondern nur Folge des Indossamentes. Niemand kann sich um der Garantiefunktion willen zum Indossanten machen, wenn er aus dem Wechsel nicht berechtigt ist und daher den durch das Indossament bezweckten Übergang von Rechten nicht bewirken kann. Die Garantiefunktion des gültigen Indossamentes besteht ja nur in der Haftung gegenüber den Nachmännern des Indossanten, d.h. gegenüber jenen, die ihr Recht unmittelbar oder mittelbar (durch eine ununterbrochene Reihe Indossamenten) von ihm ableiten (Art. 47 EWG; Art. 1044 OR), nicht auch in einer Haftung gegenüber den Vormännern, d.h. gegenüber denen, die vor dem Indossanten aus dem Wechsel berechtigt waren und von deren Recht er das seine unmittelbar oder mittelbar ableitet (Art. 49 EWG; Art. 1046 OR) (GUHL, Schweiz. Obligationenrecht, 5. Aufl., § 96 III lit. b; STRANZ, Wechselgesetz Art. 15 Anm. 3 Abs. 3, Art. 49 Anm. 9). Wer einen Wechsel \"indossiert\", ohne aus ihm berechtigt zu sein, überträgt durch seine Unterschrift keine Rechte, verschafft niemandem die Stellung eines Nachmannes und kann folglich auch keinem solchen haftbar werden. Weil er niemandem Rechte übertragen hat, kann auch niemand auf ihn Rückgriff im Sinne von Art. 43 ff. EWG, bezw. 1033 ff. OR nehmen. Wer, ohne Wechselgläublger zu sein, für die Wechselverbindlichkeit eines anderen wechselmässig einstehen will, kann dieses Ziel nicht durch Anbringung eines Indossamentes, sondern nur durch Eingehung einer Wechselbürgschaft erreichen.\n\nDer deutsche Bundesgerichtshof hat allerdings in EBGH 13 S. 87 f. eine andere Auffassung geäussert. Im dort beurteilten Falle war ein an eigene Ordre gezogener Wechsel auf der Rückseite an erster Stelle von einer Nichtgläubigerin unterzeichnet, dann von der Ausstellerin anderweitig indossiert, im Auftrage des letzten Inhabers protestiert worden und nachher in die Hand der erstunterzeichnenden Nichtgläubigerin gelangt, die mit der Behauptung, sie habe ihn eingelöst, auf die Ausstellerin zurückgreifen BGE 90 II 121 S. 127wollte. Der Bundesgerichtshof ging davon aus, dass die Klägerin mit ihrer Unterschrift bezweckt habe, den Wechsel wertvoller, umlauffähiger zu machen; sie habe durch ihre Mithaftung die Verwertbarkeit des Wechsels erhöhen wollen. Dazu bemerkte er:\n\n\"Eine Wechselzeichnung dieses Inhalts ist möglich (STAUB/STRANZ, Wechselgesetz zu Art. 14 Anm. 2). Einer solchen Wechselzeichnung kommt lediglich die Garantiefunktion des Indossaments, nicht aber dessen Transportfunktion zu, denn die Unterschrift in einem solchen Falle, wo dem Unterzeichner selbst das Wechselrecht nicht zusteht, soll noch kann das Gläubigerrecht nicht übertragen. Wer den Wechsel eingelöst hat, kann nach Art. 49 WG seine Vormänner für den bezahlten Betrag nebst Nebenkosten in Anspruch nehmen. Einen Vormann hat die Klägerin nicht, da sie das Wechselrecht von niemandem, insbesondere nicht von der Beklagten, übertragen erhalten hat.\"\n\nUm das wechselmässige Rückgriffsrecht der Klägerin gegen die Ausstellerin des Wechsels zu verneinen, was Gegenstand des Prozesses war, brauchte nicht entschieden zu werden, ob das vermeintliche Indossament der Klägerin, obschon ihm keine Übertragungsfunktion zukam, gleichwohl die Garantiefunktion haben konnte. Der Bundesgerichtshof hat diese Frage nur nebenbei bejaht. Die einzige Begründung, die er gibt, besteht in dem Hinweis auf STAUB/STRANZ, Art. 14 Anm. 2. Der dort behandelte Sachverhalt ist aber ein anderer als der vom Bundesgerichtshof beurteilte und auch als der heute zu beurteilende. An der erwähnten Literaturstelle wird ausgeführt, das Indossament werde gelegentlich auch nur zu Garantiezwecken benützt, indem eine Person, die nicht Wechselgläubiger sei, den Wechsel zu Bürgschaftszwecken indossiere; wenn z.B. der Inhaber des Wechsels durch ein Blankoindossament legitimiert sei, könne ein Dritter sein Blankoindossament beifügen und sich für die Einlösung des Wechsels haftbar machen, ohne dass die Legitimation des bisherigen Wechselinhabers zerstört werde, so dass dieser weiterhin Gläubiger bleibe und den Wechsel für seine Rechnung verwerten, ihn insbesondere indossieren könne. Diese Ausführungen betreffen somit den Fall, wo der BGE 90 II 121 S. 128Nichtgläubiger sein Blankoindossament unter das Blankoindossament des legitimierten Wechselinhabers setzt und den Wechsel an diesen zurückgibt. Es liegen zwei Übertragungen durch Blankoindossament vor. Die erste macht den Nichtgläubiger zum Wechselgläubiger und die zweite überträgt sein Recht auf seinen Vormann zurück. Die Beteiligten nehmen also durch ihre Blankoindossamente vollwertige Übertragungen vor, obwohl es ihnen nur um die Garantiefunktion zu tun ist.\n\nDie vom Bundesgerichtshof beiläufig geäusserte Auffassung über die Möglichkeit der Abspaltung der Garantiefunktion des Indossaments von seiner Übertragungsfunktion vermag daher nicht zu überzeugen. Es ist ihr denn auch im Schrifttum sofort widersprochen worden (HIRSCH, Neue Juristische Wochenschrift 1954 S. 1568 f., Anm. zu Nr. 9; STRANZ, ebenda S. 1917). Es bleibt dabei, dass eine Unterschrift, die keine Wechselrechte überträgt, weil sie weder vom ersten Wechselnehmer noch von einem durch eine ununterbrochene Reihe von Indossamenten legitimierten Indossatar stammt, auch nicht die Garantiefunktion eines gültigen Indossamentes haben kann.\n\nDaher haftet der Kläger nicht als Indossant. Er hat zwar den Wechsel auf der Rückseite unmittelbar unter der dort angebrachten Blankounterschrift der Ausstellerin ebenfalls blanko unterzeichnet. Die Wechsel lauten aber alle nicht an die eigene Ordre der Ausstellerin, sondern an die Ordre der Beklagten. Nur diese, nicht die Ausstellerin, hätte sie an den Kläger indossieren können mit der Wirkung, dass er Wechselgläubiger geworden wäre und seine Rechte durch Indossament hätte weiterübertragen können. Ein Indossament der Beklagten, aus dem der Kläger unmittelbar oder mittelbar Rechte an den Wechseln erworben hätte, fehlt. Abgesehen davon, dass die Beklagte die Wechsel erst indossierte, als der Kläger sie schon unterzeichnet hatte, übertrug sie die Papiere weder blanko noch an den Kläger, sondern ausdrücklich an die Deutsche Bank AG BGE 90 II 121 S. 129\n\n4. Die Parteien und die Vorinstanz gehen übereinstimmend davon aus, dass die blosse Unterschrift auf der Rückseite eines Wechsels nicht als Wechselbürgschaft ausgelegt werden könne. Ob diese Auffassung zutreffe, hat jedoch das Bundesgericht von Amtes wegen zu prüfen (Art. 63 Abs. 3 OG).\n\na) Art. 31 EWG und Art. 1021 OR lauten übereinstimmend:\n\n\"Die Bürgschaftserklärung wird auf den Wechsel oder einen Anhang gesetzt.\n\nSie wird durch die Worte \"als Bürge\" oder einen gleichbedeutenden Vermerk ausgedrückt; sie ist von dem Wechselbürgen zu unterschreiben.\n\nDie blosse Unterschrift auf der Vorderseite des Wechsels gilt als Bürgschaftserklärung, soweit es sich nicht um die Unterschrift des Bezogenen oder des Ausstellers handelt.\n\nIn der Erklärung ist anzugeben, für wen die Bürgschaft geleistet wird; mangels einer solchen Angabe gilt sie für den Aussteller.\"\n\nDie französischen und englischen Urtexte des Art. 31 EWG geben zu keinen besonderen Bemerkungen Anlass; die deutsche Übersetzung stimmt mit ihnen überein.\n\nb) In der Literatur findet sich die Ansicht, der dritte Absatz der oben wiedergegebenen Gesetzesvorschrift wolle nicht bestimmen, dass eine Bürgschaftserklärung auf der Vorderseite des Wechsels auch aus der blossen Unterschrift bestehen könne; es solle damit nur gesagt werden, in welchem Fall die auf der Vorderseite stehende blosse Unterschrift im Zweifel als Bürgschaft zu gelten habe. Deshalb sei der Umkehrschluss, dass die blosse Unterschrift auf der Rückseite des Wechsels nie Bürgschaft sein könne, nicht zulässig. Absatz 2 der Bestimmung sodann bezwecke nur, Zweifel über den Sinn der Unterschrift des Bürgen auszuschliessen, nicht dagegen, die Eingehung der Bürgschaft zu erschweren. Aus diesen Überlegungen wird gefolgert, die Absicht, Bürgschaft zu leisten, brauche in der Erklärung nicht ausdrücklich kundgegeben zu werden; es genüge auch eine stillschweigende Kundgabe, die allerdings eindeutig sein müsse (BAUMANN, Die Wechselbürgschaft, Diss. Zürich 1956, S. 40 ff.).BGE 90 II 121 S. 130\n\nBei der Prüfung dieser Frage ist zunächst darauf hinzuweisen, dass Abs. 2 und 3 des Art. 1021 OR den Sätzen 2 und 3 von Art. 1015 Abs. 1 OR nachgebildet sind. Wären jene Bestimmungen gemäss der Auffassung von BAUMANN zu verstehen, so müssten daher die Sätze 2 und 3 von Art. 1015 Abs. 1 OR sinngemäss gleich gedeutet werden. Das ginge sehr weit und wird denn auch in der Literatur nirgends vertreten.\n\nWas Art. 1021 Abs. 2 OR anbelangt, mag als richtig anerkannt werden, dass diese Bestimmung nicht den Bürgen schützen, sondern nur Klarheit über den Sinn seiner Unterschrift schaffen will. Entsprechend wäre zu sagen, Art. 1015 Abs. 1 Satz 2 habe es nicht auf den Schutz des Annehmenden abgesehen, sondern nur auf die Klarheit über die Bedeutung seiner Unterschrift. Daraus darf aber nicht gefolgert werden, diese Bestimmungen enthielten blosse Empfehlungen, die zuliessen, dass der Bürgschaftswille bezw. der Annahmewille auch anders als durch die daselbst erwähnten Worte oder ähnliche Vermerke bekundet werde, z.B. durch das lückenlose Anschliessen der blossen Unterschrift an die Erklärung eines anderen Wechselverpflichteten. Die imperative Wendung, \"Sie (die Bürgschafts- bezw. Annahmeerklärung) wird durch die Worte... ausgedrückt\", verbietet diesen Schluss. Hätte Art. 1021 Abs. 2 OR den von BAUMANN befürworteten Sinn, so wäre die Bestimmung wohl eher wie folgt gefasst worden: \"Im Zweifel gilt eine Erklärung nur dann als Bürgschaft, wenn sie die Worte 'als Bürge' oder einen gleichbedeutenden Vermerk enthält.\" Entsprechend würde Art. 1015 Abs. 1 Satz 2 OR z.B. lauten: \"Im Zweifel gilt eine Erklärung nur dann als Annahme, wenn sie das Wort 'angenommen' oder einen gleichbedeutenden Vermerk enthält.\" Wären die beiden Bestimmungen so zu verstehen, so würden sie übrigens den Zweck, Klarheit über den Sinn der Unterschrift zu schaffen, nur schlecht erfüllen. Sie würden den Streit darüber, ob eine blosse Unterschrift den Bürgschaftswillen, bezw. den Annahmewillen, eindeutig BGE 90 II 121 S. 131kundgebe oder ob ein Zweifelsfall vorliege, nicht verhüten. Nur wenn die Worte \"als Bürge\", bezw. das Wort \"angenommen\" oder ein gleichbedeutender Vermerk in allen Fällen Gültigkeitsvoraussetzung der auf der Rückseite des Wechsels angebrachten Bürgschafts- bezw. Annahmeerklärung sind, besteht die angestrebte Klarheit. Dass die ausdrückliche Kundgabe des Bürgschafts- bezw. Annahmewillens Gültigkeitsvoraussetzung ist, kann auch aus dem Randtitel \"Form\" (Art. 1021) bezw. \"Form der Annahme\" (Art. 1015) abgeleitet werden. Die beiden Bestimmungen enthalten in erster Linie Formvorschriften, nicht blosse Empfehlungen oder Regeln über die Deutung des Sinnes einer auf der Rückseite des Wechsels stehenden Unterschrift. Von einer gesetzlich vorgeschriebenen Form aber hängt die Gültigkeit des Vertrages ab, wenn über ihre Bedeutung und Wirkung nicht etwas anderes bestimmt ist (Art. 11 Abs. 2 OR). Dass diese Norm für das Wechselrecht nicht gelte (BAUMANN a.a.O. S. 41 Anm. 80), leuchtet um so weniger ein, als dieses auf die Einhaltung von Formen allgemein grosses Gewicht legt.\n\nArt. 1021 Abs. 3 OR sodann kann nicht dahin ausgelegt werden, dass diese Norm nur sagen wolle, in welchen Fällen die auf der Vorderseite stehende blosse Unterschrift im Zweifel als Bürgschaft zu gelten habe. Der Zweck dieser Bestimmung besteht darin, eine Ausnahme von der Regel des Art. 1021 Abs. 2 OR zu schaffen. Diese Ausnahme, ausgedrückt in der ersten Hälfte des Abs. 3, wird in der zweiten Hälfte eingeschränkt, was aber nichts daran ändert, dass die erwähnte Ausnahme das eigentliche Thema des Abs. 3 bildet. Das zeigt insbesondere der Vergleich mit Art. 1015 Abs. 1 Satz 3, der im Verhältnis zum vorausgehenden Satz 2 ebenfalls die Natur einer Ausnahmebestimmung hat, und zwar einer uneingeschränkten. Es hätte kein Anlass bestanden, sich in Art. 1015 Abs. 1 Satz 3 mit der auf der Vorderseite des Wechsels angebrachten blossen Unterschrift des Bezogenen zu befassen, wenn dieser den Wechsel auch durch blosse Unterzeichnung BGE 90 II 121 S. 132auf der Rückseite annehmen könnte. Entsprechend liegt nahe, dass der Gesetzgeber Art. 1021 Abs. 3 nicht aufgestellt hätte, wenn er nicht der auf der Vorderseite des Wechsels stehenden blossen Unterschrift eine andere Wirkung hätte geben wollen als der auf der Rückseite angebrachten. Bloss um zu sagen, dass die Unterschrift des Bezogenen oder des Ausstellers nicht als Bürgschaftserklärung zu gelten habe, war Art. 1021 Abs. 3 nicht nötig; denn das versteht sich von selbst.\n\nc) Dass die Wechselbürgschaft auf der Rückseite des Wechsels ausser der Unterschrift die Worte \"als Bürge\" oder einen ähnlichen Vermerk erfordert, ergibt sich auch aus den Verhandlungen der Genfer Konferenz über Art. 31 EWG (Comptes rendus de la conférence internationale pour l'unification du droit en matière de lettres de change, etc., S. 389 f.). Danach führte Arcangeli (Italien) aus, eine Blankounterschrift auf der Rückseite des Wechsels sei nicht immer ein Indossament, weshalb es sich empfehle, Art. 31 Abs. 3 EWG dahin abzuändern, dass er auch den Fall decke, wo sich die blosse Unterschrift auf der Rückseite befindet. Er bezweckte mit seinem Abänderungsvorschlag ausdrücklich, eine Lücke auszufüllen. De la Vallée Poussin (Belgien) vertrat seinerseits die Auffassung, Art. 31 lasse keinen Zweifel aufkommen, dass die Wechselbürgschaft nur dann durch blosse Unterschrift begründet werden könne, wenn diese auf der Vorderseite des Wechsels stehe. Der Vorsitzende (Limburg, Niederlande) hielt fest, dass eine blosse Unterschrift auf der Rückseite in den Fällen, wo sie nicht die Voraussetzungen eines Indossamentes erfülle, wertlos sei. Arcangeli wünschte auf das hin, dass diese Auslegung in den Bericht aufgenommen werde. Percerou (Frankreich) beantragte dagegen, in einer Fussnote festzuhalten, dass die blosse Unterschrift auf der Rückseite des Wechsels als Wechselbürgschaft gelte, wenn sie nicht in die Reihe der Indossamente passe. Sulkowski (Polen) wandte ein, eine solche Fussnote widerspräche dem beschlossenen Wortlaut des BGE 90 II 121 S. 133Art. 31 Abs. 2. De la Vallée Poussin betonte nochmals, dass diese Bestimmung unzweideutig die blosse Unterschrift nicht genügen lasse, wenn sie sich auf der Rückseite des Wechsels befindet; er beantragte, es beim beschlossenen Text bewenden zu lassen. Der Vorsitzende stimmte dieser Meinung bei. Nachdem er bestätigt hatte, dass die gefallenen Äusserungen in das Verhandlungsprotokoll aufgenommen würden, erklärte sich Arcangeli befriedigt, worauf Art. 31 unverändert angenommen wurde.\n\nd) Auch im Schrifttum wird überwiegend die Auffassung vertreten, dass die blosse Unterschrift auf der Rückseite des Wechsels den Anforderungen einer Wechselbürgschaft nicht genüge und den Unterzeichner nicht verpflichte, wenn sie nicht Indossament (Blankoindossament) ist. Auf diesem Boden stehen für das schweizerische Recht GUHL, Schweiz. Obligationenrecht, 5. Aufl., § 98 II a.E., ZIMMERMANN, SJZ 1945 S. 248 ff. und CARRY, SJZ 1960 S. 354 ff. Ziff. II. Aus dem ausländischen Schrifttum sind zu erwähnen: HUPKA, Das einheitliche Wechselrecht der Genfer Verträge S. 79 f.; QUASSOWSKI/ALBRECHT, Wechselgesetz Art. 31 N. 7; STRANZ, Wechselrecht, 14. Aufl., Art. 31 Anm. 3, sowie Neue Juristische Wochenschrift 1954 S. 1917; JACOBI, Wechsel- und Scheckrecht S. 678; WEISS, Das neue Wechselrecht 1 S. 65; ARMINJON/CARRY, La lettre de change Nr. 266 S. 301; LESCOT/ROBLOT, Les effets de commerce Nr. 494, S. 557; BAUMBACH/HEFERMEHL, Art. 31 N. 7; ULMER, Das Recht der Wertpapiere S. 273.\n\nAuch MOSSA, Trattato della cambiale S. 429, Nr. 481, nimmt an, dass eine ausser der Reihe der Indossamente stehende blosse Unterschrift auf der Rückseite des Wechsels ungültig sein könne. Er lässt allerdings den Nachweis des Bürgschaftswillens zu. Ferner sieht er in der bei einem Indossament stehenden blossen Unterschrift eine gültige Bürgschaft für den Indossanten (S. 431 Anm. 16). Die Auffassung Mossas würde aber im vorliegenden Fall nicht zu einem anderen Ergebnis führen als die strengere Theorie, BGE 90 II 121 S. 134wonach die blosse Unterschrift auf der Rückseite des Wechsels nie Bürgschaft sein kann. Es wird nämlich von keiner Partei behauptet, dass der Kläger sich habe verbürgen wollen, und seme Unterschrift steht auch nicht bei einem gültigen Indossament. Die Unterschrift der Cinevox Filmverleih GmbH, die ihr unmittelbar vorausgeht, ist kein Indossament. Im übrigen wäre mit CARRY, Problèmes relatifs à l'aval, Mélanges Georges Sauser-Hall 1952, S. 192, zu sagen \"que l'on a toujours tort, en matière de droit de change, de s'écarter du strict formalisme qui domine ce domaine juridique; à vouloir rechercher la volonté des intéressés on risque de mettre en danger la sécurité indispensable aux rapports cambiaires.\"\n\n5. Liegt wegen Nichtbeachtung der vorgeschriebenen Form keine gültige Wechselbürgschaft vor, so stellt sich die Frage, ob sie in ein anderes Rechtsgeschäft umgedeutet werden könne (ZIMMERMANN, SJZ 1945 S. 250 f. Ziff. IV). Im vorliegenden Falle wäre an eine gewöhnliche Bürgschaft für die Verpflichtungen der Ausstellerin Cinevox Filmverleih GmbH oder die Annehmerin Cinevox Film A.-G. zu denken. Es behauptet aber keine Partei, der Kläger habe Bürgschaft leisten wollen. Ferner ist der Formvorschrift von Art. 493 Abs. 2 OR nicht genügt. Danach hätte die Bürgschaft öffentlich beurkundet werden müssen, da die Wechselsumme in jedem einzelnen Falle Fr. 2000. - übersteigt und der Kläger seiner Unterschrift keine Erklärung beigefügt hat, wonach er nur bis zu diesem Betrage haften wolle.\n\nEs bleibt somit dabei, dass die Beklagte gegen den Kläger keine Forderung hat. Die Aberkennungsklage ist deshalb gutzuheissen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Kantons Unterwalden nid dem Wald vom 12. März 1964 wird aufgehoben und der Beklagten werden alle Forderungen, die Gegenstand der Zahlungsbefehle Nr. 3683, 3706, 3707, BGE 90 II 121 S. 1353813, 3843, 3894 und 3969 des Betreibungsamtes Hergiswil a.S. aus dem Jahre 1962 bilden, samt Zins und Kosten aberkannt."}