{"annee": "90", "cour": "II", "page": "207", "date": "27/6/1964", "cite": [], "cite_par": [], "chapeau": "24. Beschluss der I. Zivilabteilung vom 27. Juni 1964 i.S. VEB Carl Zeiss Jena gegen Firma Carl Zeiss Heidenheim", "regestes": ["Recours en réforme, exigences relatives au jugement cantonal. La décision attaquée doit contenir tous les motifs qui la fondent en fait et en droit; art. 51 al. 1 litt. d OJ (consid. 1 à 3). Indication du droit applicable; art. 51 al. 1 litt. c OJ (consid. 4)."], "faits": "BGE 90 II 207 S. 208\n\nA.- Das Handelsgericht des Kantons Zürich hat auf Klage der Firma Carl Zeiss in Heidenheim gegen den VEB Carl Zeiss Jena am 14. Oktober 1963 das folgende Urteil gefällt:\n\n\"1. Dem Beklagten wird - unter Androhung der Überweisung seiner verantwortlichen Organe an den Strafrichter zur Bestrafung mit Haft oder Busse gemäss Art. 292 StGB im Widerhandlungsfalle - verboten, in seinem Geschäftsverkehr im Gebiet der Schweiz und im Verkehr mit der Schweiz den Namen \"Zeiss\" oder \"Carl Zeiss\" zu benutzen und insbesondere die Firma \"VEB Carl Zeiss\" oder \"VEB Carl Zeiss Jena\" zu führen.\n\n2. Die Klägerin ist ermächtigt, das Urteil je einmal in der Grösse einer Achtelsseite in acht von ihr zu bestimmenden schweizerischen Tageszeitungen und im schweizerischen Handelsamtsblatt auf Kosten des Beklagten zu veröffentlichen.\"\n\nB.- Der Beklagte hat gegen dieses Urteil die Berufung an das Bundesgericht erklärt mit dem Antrag auf Abweisung der Klage, eventuell auf Rückweisung der Sache an die Vorinstanz zur Neubeurteilung.\n\nDie Klägerin beantragt, die Berufung sei abzuweisen, soweit aufsie eingetreten werden könne, und das angefochtene Urteil sei zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. - Das Handelsgericht leitet die rechtlichen Erwägungen des angefochtenen Entscheides mit folgenden Ausführungen ein:\n\n\"Die Probleme des vorliegenden Rechtsstreites sind im wesentlichen die nämlichen, wie sie im Prozess der Firma Jenaer Glaswerk Schott & Gen. gegen Beier zur Entscheidung standen. Vorab ist daher auf das Urteil des Handelsgerichtes vom 24. Juni 1960 zu verweisen\".\n\nEs erklärt sodann weiter, die im genannten Urteil angestellten Erwägungen seien \"grundsätzlich zu bestätigen\".\n\nBGE 90 II 207 S. 209\n\nDas Handelsgericht hat es also unterlassen, sein Urteil mit einer Begründung zu versehen, welche alle massgeblichen tatbeständlichen und rechtlichen Entscheidungsgründe enthält. Es hat sich vielmehr damit begnügt, nur einen Teil der Motive seines am 14. Oktober 1963 gefällten Entscheides in diesem selber darzulegen. Im übrigen verweist es auf ein Urteil, das es am 24. Juni 1960 in einem Prozess der Firma Jenaer Glaswerk Schott & Gen., Mainz, gegen Alfred Beier, Zürich 1, betreffend Markenrecht und unlauteren Wettbewerb gefällt hat.\n\n2. - Dieses Vorgehen der Vorinstanz ist unstatthaft. Zunächst ist darauf hinzuweisen, dass am vorliegenden Prozess und am Schott-Prozess nicht die gleichen Parteien beteiligt waren. Klägerin im letzteren Verfahren war die Firma Jenaer Glaswerk Schott & Gen. in Mainz, während im vorliegenden Prozess als Klägerin die Firma Carl Zeiss, Heidenheim an der Brenz, auftritt. Von Bedeutung ist aber vor allem, dass im Schott-Prozess als Beklagter Alfred Beier, Berlin, ins Recht gefasst wurde, der sich in Zürich als Vertreter des VEB Glaswerk Schott & Gen. betätigte, während die vorliegende Klage gegen den VEB Carl Zeiss in Jena gerichtet ist.\n\nMit der Verweisung auf das Urteil im Schott-Prozess mutet also das Handelsgericht dem Beklagten des vorliegenden Prozesses zu, sich die Begründung für das gegen ihn gefällte Urteil zu einem guten Teil bei einem Dritten, einer Partei eines früher durchgeführten Prozesses, zu beschaffen. Das ist nicht zulässig. Es ist ein selbstverständliches Gebot des Rechtsstaates, dass ein zu bestimmten Verpflichtungen verurteilter Beklagter in dem Prozess, in welchem er belangt wird, einen Entscheid erhält, der alle massgeblichen tatsächlichen und rechtlichen Ausführungen enthält. Das ist der tiefere Sinn der Vorschrift von Art. 51 Abs. 1 lit. d OG, wonach die kantonale Instanz die an das Bundesgericht weiterziehbaren Entscheide den Parteien von Amtes wegen schriftlich mitzuteilen hat. Die durch BGE 90 II 207 S. 210diese Bestimmung vorgeschriebene Mitteilung soll der Partei ermöglichen, sich darüber schlüssig zu machen, ob sie die Berufung ergreifen will. Das setzt voraus, dass die Entscheidung die massgeblichen Entscheidungsgründe enthält, und zwar, wie bereits bemerkt, vollständig. Verweisungen auf andere Urteile sind nur insoweit zulässig, als sie sich auf die Beantwortung einer bestimmten, einzelnen Rechtsfrage beziehen und die Bedeutung von ergänzenden, insbesondere bestätigenden Belegen haben. Im vorliegenden Fall verweist jedoch die Vorinstanz auf die gesamten Erwägungen des Urteils im Schott-Prozess, wobei nicht klar ersichtlich ist, ob und inwieweit die Verweisung auch für die in jenem Prozess getroffenen Feststellungen tatsächlicher Natur gelten soll. Eine Verweisung dieses Umfanges wäre allenfalls statthaft, wenn das angerufene Urteil gegen den gleichen Beklagten ergangen und ihm deshalb ohnehin bekannt wäre. Diese Voraussetzung trifft hier nicht zu. Dass zwischen dem Beklagten des vorliegenden Verfahrens und demjenigen des angerufenen Entscheides geschäftliche oder anderweitige Beziehungen bestehen und sie durch den nämlichen Anwalt verbeiständet sind, genügt nicht.\n\n3. - Von Bedeutung ist in diesem Zusammenhang sodann, dass der heute zu beurteilende Streitgegenstand und derjenige des Schott-Prozesses verschieden geartet sind. Im Schott-Prozess war zu entscheiden, ob die Rechte aus einigen in Deutschland und international hinterlegten Marken für Glaserzeugnisse der Carl Zeiss-Stiftung in Heidenheim oder der Carl Zeiss-Stiftung in Jena, bzw. dem VEB Schott & Gen. in Jena zustehen. Im vorliegenden Prozess dagegen geht es darum, ob bestimmte Wettbewerbshandlungen des VEB Carl Zeiss Jena für optische Produkte den Tatbestand des unlauteren Wettbewerbes gegenüber der Klägerin, einem Fabrikationsunternehmen für optische Artikel in Heidenheim, erfüllten.\n\nDie beiden Streitigkeiten beruhen also sowohl in tatsächlicher wie in rechtlicher Hinsicht auf verschiedenen Grundlagen BGE 90 II 207 S. 211und bedürfen einer hieraufabgestimmten prozessualen Behandlung. Die Vorinstanz glaubt, diesem Erfordernis Rechnung tragen zu können mit der Bemerkung, es handle sich in den beiden Prozessen \"im wesentlichen\" um die nämlichen Probleme, und die Erwägungen des Schott-Urteils seien daher \"grundsätzlich\" zu bestätigen. Sie schweigt sich jedoch darüber aus, was sie als wesentlich und was als unwesentlich betrachtet; ebenso bleibt unklar, welche Schlussfolgerungen aus der Feststellung zu ziehen sind, dass die im Schott-Urteil angestellten Erwägungen nur \"grundsätzlich\" zu bestätigen seien.\n\nDas Bundesgericht kann als Rechtsmittelinstanz diese Lücken des Urteils nicht etwa durch Auslegung oder Ergänzung ausfüllen. Ein solches Vorgehen würde die Gefahr von Missverständnissen in wesentlichen Punkten in sich bergen und wäre nicht geeignet, eine zuverlässige Grundlage für die Überprüfung des angefochtenen Erkenntnisses abzugeben. Das Bundesgericht kann seine Aufgabe nur erfüllen, wenn der kantonale Richter seine tatsächlichen und rechtlichen Entscheidungsgründe abschliessend und eindeutig bekannt gibt.\n\n4. - Das angefochtene Urteil leidet auch noch in anderer Hinsicht an einem formellen Mangel. Nach Art. 51 Abs. 1 lit. c OG ist in einer durch Berufung an das Bundesgericht weiterziehbaren Entscheidung anzugeben, \"inwieweit sie auf der Anwendung eidgenössischer, kantonaler oder ausländischer Gesetzesbestimmungen beruht.\" Das Urteil des Handelsgerichts entbehrt klarer und ausdrücklicher Feststellungen hierüber, obwohl der internationale Charakter des Rechtsstreites offensichtlich war.\n\n5. - Da die dargelegten Mängel des angefochtenen Entscheides auf andere Weise nicht behoben werden können, ist dieser gemäss Art. 52 OG von Amtes wegen aufzuheben und die Sache an die Vorinstanz zu neuer Beurteilung zurückzuweisen, der nötigenfalls eine Ergänzung des Verfahrens vorauszugehen hat.BGE 90 II 207 S. 212\n\nDemnach beschliesst das Bundesgericht:\n\nDas Urteil des Handelsgerichts des Kantons Zürich vom 14. Oktober 1963 wird aufgehoben und die Sache zu neuer Beurteilung an die Vorinstanz zurückgewiesen."}