{"annee": "90", "cour": "III", "page": "79", "date": "5/11/1964", "cite": ["51 III 117", "73 III 23", "47 III 27", "77 III 128", "34 I 405", "88 III 59", "31 I 371", "39 II 380", "25 I 586"], "cite_par": ["105 III 107", "110 III 27", "116 III 42"], "chapeau": "18. Entscheid vom 5. November 1964 i.S. Monney.", "regestes": ["Acte de défaut de biens (art. 149 LP): Il atteste que tous les biens du débiteur soumis à l'exécution forcée par les autorités suisses n'ont pas suffi pour désintéresser le créancier. Dès lors, aucun acte de défaut de biens ne doit être délivré dans une procédure de saisie opérée au for particulier du séquestre (art. 52 LP), qui ne s'étendait qu'aux objets séquestrés suivant les indications du créancier et ne pouvait conduire l'office à rechercher lui-même s'il existait d'autres biens à saisir, ni, en particulier, à pratiquer une saisie complémentaire. (Confirmation de la jurisprudence)."], "faits": "BGE 90 III 79 S. 79\n\nA.- André Monney erwirkte im Jahre 1960 in Zürich einen Arrestbefehl gegen Dr. A. Ch. de Guttenberg, der sich damals im Tessin aufhielt, die Schweiz dann aber verliess und heute unbekannten Aufenthaltes ist. In der anschliessenden Arrestbetreibung Nr. 2522 stellte das Betreibungsamt Zürich 1 dem Gläubiger eine \"Verlustbescheinigung infolge Arrest und Pfändung\" aus. Danach ist für die gesamte Forderung von Fr. 26'532.10 ein Erlös von Fr. 8258.75 erzielt worden, so dass sich ein Verlust von Fr. 18'273.35 ergibt. Anschliessend wird in der Bescheinigung bemerkt: \"Da es sich in dieser Arrestbetreibung um BGE 90 III 79 S. 80einen Schuldner handelt, der in der Schweiz kein ordentliches Betreibungsdomizil hat, sondern nur Arrestdomizil, so kann gemäss konstanter Praxis ein Verlustschein gemäss Art. 149 SchKG nicht ausgestellt werden.\"\n\nB.- Der Gläubiger will sich mit dieser Bescheinigung nicht begnügen. Er verlangt einen förmlichen Verlustschein im Sinne von Art. 149 SchKG und hat auf dem Beschwerdeweg ein dahingehendes Begehren gestellt. In beiden kantonalen Instanzen abgewiesen, hält er mit vorliegendem Rekurs gegen den Entscheid der obern kantonalen Aufsichtsbehörde vom 29. September 1964 am Beschwerdebegehren fest.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nDie auf einen Arrest gestützte Betreibung wird nach Art. 280 SchKG je nach der Person des Schuldners auf dem Wege der Pfändung oder des Konkurses fortgesetzt. Geht die Betreibung auf Pfändung, und wird sie gemäss Art. 52 SchKG an dem (nicht zufällig mit dem allenfalls vorhandenen allgemeinen Betreibungsort des schweizerischen Wohnsitzes zusammenfallenden) Orte der Arrestlegung durchgeführt, so können nach ständiger Rechtsprechung nur die arrestierten Gegenstände gepfändet werden und zur Verwertung gelangen, und es ist alsdann kein Verlustschein im Sinne des Art. 149 SchKG auszustellen (vgl. BGE 25 I 588, BGE 31 I 371, BGE 34 I 405, BGE 39 II 384 E. 3 - Sep. Ausg. 2 S. 288, 8 S. 163, 11 S. 95, 16 S. 242; BGE 51 III 122, wo namentlich dargelegt wird, dass in einer solchen Arrestbetreibung keine Nachpfändung oder Ergänzungspfändung nicht arrestierter Gegenstände zulässig ist; BGE 47 III 27ff. und BGE 73 III 26/27, wonach auch beim sog. Ausländerarrest, Art. 271 Abs. 1 Ziff. 4 SchKG, kein Verlustschein auszustellen ist; JAEGER, N. 3 zu Art. 52 SchKG; FRITZSCHE, SchK II 221). Hat der Schuldner seinen Wohnsitz in der Schweiz, so steht dem Gläubiger frei, vom speziellen Betreibungsort des Art. 52 SchKG keinen Gebrauch BGE 90 III 79 S. 81zu machen und den Arrest statt dessen am allgemeinen Betreibungsorte zu prosequieren. Alsdann geht die Vollstreckung in das ganze pfändbare Vermögen des Schuldners, und wenn sie keine genügende Deckung ergibt, so ist sie durch Ausstellung eines Verlustscheines im Sinne von Art. 149 SchKG mit allen dieser Urkunde zukommenden gesetzlichen Wirkungen abzuschliessen (BGE 77 III 129, BGE 88 III 66 /67). Im vorliegenden Falle hat man es dagegen mit einer am speziellen.Betreibungsorte der Arrestlegung durchgeführten, nur auf Pfändung und Verwertung der Arrestgegenstände gerichteten Betreibung zu tun. Wenn das Betreibungsamt es abgelehnt hat, das dabei erzielte, zur Befriedigung des Gläubigers nicht ausreichende Ergebnis in einem Verlustschein zu verurkunden, und wenn die Vorinstanzen diesem Standpunkt beigetreten sind, so steht dies im Einklang mit der erwähnten Rechtsprechung.\n\nDer Rekurrent ist sich dessen denn auch bewusst. Er will es jedoch nicht bei den von Lehre und Rechtsprechung anerkannten Grundsätzen bewenden lassen, sondern setzt sich für eine Anwendung des Art. 149 SchKG auch in der am speziellen Arrestorte durchgeführten Betreibung ein.\n\na) Grundsätzlich ist indessen festzuhalten, was auch der Rekurrent anerkennt, dass die am Spezialbetreibungsstand des Art. 52 SchKG durchgeführte Arrestbetreibung nur einen vom Gläubiger ausgewählten Teil des Schuldnervermögens umfasst, während der Verlustschein bezeugt, dass das gesamte der schweizerischen Vollstreckung unterworfene Vermögen zur Gläubigerbefriedigung nicht ausreicht. Der Rekurrent hält die Ausstellung eines Verlustscheines dennoch auch bei einer bloss auf Verwertung von Arrestgegenständen gerichteten Betreibung mit ungenügendem Ergebnis für gerechtfertigt, wenn der Schuldner sich durch Flucht ins Ausland samt seinem übrigen Vermögen der vollständigen Auspfändung entzogen hat. So verhalte es sich hier: Auf Vermögenswerte Guttenbergs in Zürich habe nicht nur er, sondern noch eine Gläubigergruppe aus Hamburg einen Arrest erwirkt. Guttenberg sei BGE 90 III 79 S. 82dann aus der Schweiz verschwunden, und es sei von den beiden Betreibungen das gesamte in der Schweiz greifbare Vermögen erfasst worden. Den Rest habe der Schuldner ins Ausland gebracht oder unter dem Schutz des Bankgeheimnisses versteckt. Der Arrest sei eine blosse Sicherungsmassnahme; in den darauf gestützten Betreibungen könnten dem Gläubiger nicht die Rechte vorenthalten werden, die jedem betreibenden Gläubiger zustehen.\n\nDieser Betrachtungsweise ist nicht zu folgen. Schuldenflucht ist nach Art. 271 Abs. 1 Ziff. 2 SchKG lediglich ein Arrestgrund. Kommt es zu einer auf Verwertung arrestierter Gegenstände beschränkten Betreibung am speziellen Betreibungsorte des Art. 52 SchKG, so ist es in keinem Falle zulässig, dem Gläubiger einen Verlustschein auszustellen, der das Ungenügen des gesamten der schweizerischen Vollstreckung unterworfenen Vermögens zur Befriedigung des Gläubigers amtlich bescheinigen würde. In einer solchen Betreibung ist das Betreibungsamt weder verpflichtet noch auch nur berechtigt, alle in der Schweiz gelegenen Vermögensstücke des Schuldners zur Vollstreckung heranzuziehen. Vielmehr war es Aufgabe des Gläubigers, die Gegenstände. die er zur Befriedigung für seine Forderung in Anspruch nehmen wollte, zu bezeichnen (Art. 274 Ziff. 4 SchKG). Hierauf hatte das Betreibungsamt keine Feststellung über das Vorhandensein oder Fehlen weiteren Vermögens des Schuldners zu treffen. Die Behauptung des Gläubigers, ausser den von ihm bezeichneten Arrestgegenständen wäre in der Schweiz kein anderes Vermögen des Schuldners greifbar gewesen, vermag eine amtliche Feststellung hierüber nicht zu ersetzen und auch nicht etwa hinterher zu veranlassen, da für einen Zugriff auf solches weiteres Vermögen in der reinen Arrestbetreibung eben kein Raum ist.\n\nb) Somit muss es bei der Bescheinigung, wie sie das Betreibungsamt Zürich 1 ausgestellt hat, sein Bewenden haben. Die Rechtsstellung eines Verlustscheinsgläubigers kommt dem Rekurrenten nach dem Gesagten nicht zu, BGE 90 III 79 S. 83weshalb in der Abweisung seines Begehrens auch keine ungerechtfertigte Benachteiligung liegt. Im Gegenteil wäre es unangebracht, beim Fehlen einer in das ganze Schuldnervermögen gerichteten Betreibung dem Gläubiger insbesondere das Recht zur Erhebung einer Anfechtungsklage nach Art. 285 ff. zuzugestehen (BGE 47 III 29).\n\nc) Endlich kann dem Rekurrenten nicht zugegeben werden, dass die bestehende Praxis zu \"Absurditäten\", d.h. zu Widersprüchen. führe. Er bringt folgendes Beispiel an:\n\n\"Ein Schuldner trifft gleich nach der Zustellung des Zahlungsbefehls Anstalten zur Verschiebung seines Vermögens ins Ausland. Wenn ihm das restlos gelingt, so erhält der Gläubiger eine leere Pfändungsurkunde, der die volle Wirksamkeit eines Verlustscheins zukommt (Art. 115 SchKG; Fritzsche I 230). Gelingt es jedoch dem Gläubiger, einen auch noch so minimen Teil des schuldnerischen Vermögens vor der Abwanderung mit Arrest zu belegen, so liegt Arrestbetreibung vor. Der Gläubiger erhält keinen Verlustschein, und jedes weitere, wirksame Vorgehen gegen den Schuldner ist ihm versagt.\"\n\nDazu ist zu bemerken: Wird in einer am allgemeinen Betreibungsort durchgeführten Betreibung kein pfändbares Vermögen vorgefunden, so erhält der Gläubiger freilich eine leere Pfändungsurkunde mit den Wirkungen eines Verlustscheins (Art. 115 Abs. 1 SchKG). Kann in einer solchen Betreibung Vermögen gepfändet werden, das aber nach der Schätzung des Beamten zur Befriedigung des Gläubigers nicht genügt - etwa auch Vermögensstücke, die der Gläubiger wegen Schuldenflucht des Betriebenen arrestieren liess -, so dient ihm die Pfändungsurkunde nach Art. 115 Abs. 2 SchKG als provisorischer Verlustschein, womit das Recht zu (weiterer) Arrestierung und zur Erhebung einer Anfechtungsklage verbunden ist. Ohne Durchführung einer auf Erfassung des ganzen pfändbaren Schuldnervermögens gerichteten Betreibung am allgemeinen Betreibungsort erhält der Gläubiger aber keinen Verlustschein. Ist ein solcher schweizerischer Betreibungsort nicht vorhanden, und vermag der Gläubiger auch kein auf Schweizergebiet liegendes Vermögen des Schuldners zu BGE 90 III 79 S. 84entdecken, so kann er in der Regel keine Betreibungsvorkehren treffen. Gelingt es ihm dagegen, einzelne Vermögensstücke des Schuldners mit Arrest zu belegen und verwerten zu lassen, so wird er daraus immerhin eine mindestens teilweise Befriedigung erlangen.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}