{"annee": "90", "cour": "II", "page": "351", "date": "15/10/1964", "cite": ["69 II 65", "83 II 356", "84 II 241", "47 II 371", "74 II 19", "85 II 153", "54 II 85", "81 II 313", "76 II 113", "52 II 330", "62 II 265", "61 II 225", "63 II 69"], "cite_par": ["109 II 371", "117 II 368", "107 II 13", "136 III 365", "129 III 55", "102 IA 101", "106 II 283", "107 II 465"], "chapeau": "41. Auszug aus dem Urteil der II. Zivilabteilung vom 15. Oktober 1964 i.S. Höppner gegen A. und M. Walter.", "regestes": ["1. Dans quel cas les tribunaux suisses sont-ils compétents pour juger les effets accessoires (en particulier les réclamations concernant l'entretien des enfants) d'un divorce prononcé à l'étranger? (Consid. 2). 2. Les enfants eux-mêmes ont aussi qualité pour faire valoir leurs prétentions à l'entretien selon l'art. 156 al. 2 CC dans une instance ultérieure séparée du procès en divorce plaidé à l'étranger, de même que l'action en modification du jugement sur ces prétentions prévue à l'art. 157 CC: ils peuvent exercer l'un et l'autre de ces droits en tout cas pour ce qui concerne leur entretien à partir de l'introduction de l'action (consid. 3). 3. De telles réclamations relatives à l'entretien, le cas échéant à une augmentation de la contribution à l'entretien, ne sauraient en principe être présentées pour la période antérieure à l'introduction de l'action (consid. 4)."], "faits": "BGE 90 II 351 S. 352\n\nAus dem Tatbestand:\n\nA.- Die Kläger, geboren 1948 und 1949, sind die Kinder deutscher Staatsangehöriger, deren Ehe am 27. Juli 1955 durch das Landgericht Oldenburg geschieden wurde. Das Amtsgericht Brake (Oldenburg) übertrug die Personensorge über die beiden Kinder der Mutter. Eine Klage der Kinder gegen den Vater auf Zahlung von Unterhaltsbeiträgen wurde vom nämlichen Amtsgericht am 9. Februar 1956 namentlich wegen Unvermögens des Beklagten abgewiesen. Dieser verlegte dann seinen Wohnsitz in die Schweiz. Daher verneinte jenes deutsche Gericht seine örtliche Zuständigkeit zur Beurteilung einer von den Kindern im November 1960 angehobenen neuen Unterhaltsklage.\n\nSeit April 1957 lebt der Beklagte in zweiter Ehe, der vier Kinder entsprossen sind. Für die Kinder aus erster Ehe zahlte er vom November 1961 bis zum Januar 1962 Fr. 240.-- und seit Anfang März 1962 regelmässig monatlich Fr. 140.--.\n\nB.- Im Juni 1962 belangten die beiden Kinder, vertreten durch ihre Mutter, ihren Vater beim Bezirksgericht Arlesheim auf Zahlung monatlicher Unterhaltsbeiträge von je Fr. 100.-- ab 1. September 1957 mindestens bis zum 18., höchstens bis zum 20. Altersjahr, abzüglich der bereits erbrachten Leistungen.\n\nC.- Mit Urteil vom 28. April 1964 hat das Obergericht des Kantons Basel-Landschaft den Beklagten verurteilt, den Klägern monatliche Unterhaltsbeiträge von je Fr. 70.- zuzüglich Kinderzulagen ab 1. April 1961 bis zum erfüllten 20. Altersjahr zu leisten, unter Anrechnung der bereits bezahlten Beträge.\n\nD.- Mit vorliegender Berufung an das Bundesgericht beantragt der Beklagte, das kantonale Urteil sei insoweit aufzuheben, als es den Klägern Unterhaltsbeiträge für die Zeit vom 1. April 1961 bis zum 28. Februar 1962 zuspricht.\n\nBGE 90 II 351 S. 353", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. .....\n\n2. Die Zuständigkeit der von den Klägern angerufenen Gerichte war schon vor Obergericht unbestritten geblieben. Auch die Berufungsschrift lässt es bei dieser im vorinstanzlichen Urteil von Amtes wegen geprüften und bejahten Zuständigkeit bewenden. In der Tat stehen ihr keine zwingenden Normen entgegen, weder solche staatsvertraglicher Natur noch Vorschriften des schweizerischen internationalen Zivilprozessrechtes.\n\na) Das Urteilsvollstreckungsabkommen zwischen der Schweiz und dem Deutschen Reich vom 2. November 1929 greift nicht in die innere Zuständigkeitsordnung der beiden Staaten als solche ein. Es bestimmt nur, unter welchen - insbesondere die Zuständigkeit betreffenden - Voraussetzungen das im einen Staat ergangene Urteil auch im andern anzuerkennen (und im gegebenen Falle zu vollstrecken) sei. Unter diesem Gesichtspunkte war übrigens die Zuständigkeit der schweizerischen Gerichte zur Beurteilung der vorliegenden Klage zweifellos begründet, und zwar gleichgültig ob dieser Rechtsstreit bei Anwendung des Staatsvertrages als vermögensrechtlicher oder nicht vermögensrechtlicher zu betrachten ist. In jenem Falle treffen die Zuständigkeitsvoraussetzungen nach Art. 2 Ziff. 1, in diesem diejenigen des Art. 3 des Abkommens in Verbindung mit den in Deutschland geltenden Zuständigkeitsnormen zu. Die früher von den Klägern in Deutschland angehobene gleichartige Klage wurde ja eben wegen \"ausländischen\" (= schweizerischen) Wohnsitzes des Beklagten von der Hand gewiesen.\n\nb) Nach schweizerischer Rechtsauffassung ist nun freilich zur Regelung der Nebenfolgen einer Ehescheidung der mit der Scheidungsklage befasste Richter ausschliesslich zuständig. Wurde die Scheidung im Ausland ausgesprochen (zumal im Heimatstaat der Ehegatten), so kann daher eine die Nebenfolgen betreffende Ergänzungsklage grundsätzlich nicht in der Schweiz angebracht werden. Dies selbst BGE 90 II 351 S. 354dann nicht, wenn der betreffende ausländische Staat es nicht zulässt, dass die in Frage stehenden Nebenfolgen im Scheidungsprozesse selbst geltend gemacht werden, sondern sie in ein besonderes Nachverfahren verweist (BGE 47 II 372ff.,BGE 54 II 85ff.; BECK, zu 7 g NAG N 34 ff. und zu Art. 7 h N 89 ff.; GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, S. 67). Eine Ausnahme greift jedoch Platz, wenn der Staat, in dem die Ehe geschieden wurde, für die Regelung der Nebenfolgen gar keine Gerichtsbarkeit gewährt. So verhält es sich hier, weil solche Begehren nach deutschem Recht am Wohnsitz des Beklagten anzubringen sind und, wenn dieser (selbst bei deutscher Staatsangehörigkeit) ausländischen Wohnsitz hat, nicht im Heimatstaate geltend gemacht werden können. Bei dieser Sachlage ist der schweizerische Wohnsitzgerichtsstand gegeben (BGE 62 II 265ff.). Im Unterschied zum Fall des soeben angeführten Präjudizes besteht hier allerdings kein gemeinsamer schweizerischer Wohnsitz der Parteien. Nur der Beklagte wohnt in der Schweiz, während die Kläger in Deutschland geblieben sind. Die in jenem Urteil (a.a.O. S. 267) offen gelassene Frage, ob es auf den Wohnsitz der klagenden oder der beklagten Partei ankomme, spielt aber auch hier keine Rolle. Da den Klägern an ihrem ausländischen Wohnsitz kein Gerichtsstand zur Verfügung steht, kommt nur der Wohnsitz des Beklagten in Betracht.\n\nc) Übrigens ist fraglich, ob man es wirklich mit einer unmittelbar auf Ergänzung des Scheidungsurteils (entsprechend Art. 156 Abs. 2 ZGB) gehenden Unterhaltsklage zu tun habe, oder ob vielmehr - nachdem eine solche Klage bereits in Deutschland, wo der Beklagte damals noch wohnte, angehoben und materiell beurteilt worden war - eine Änderungsklage (entsprechend Art. 157 ZGB) vorliege. Jene erste Klage war vornehmlich wegen Unvermögens des Beklagten abgewiesen worden, und die neue, im Kanton Baselland angehobene Klage stützt sich auf die seither in seinen Vermögensverhältnissen eingetretene BGE 90 II 351 S. 355Besserung. Wird diese Klage als Änderungsklage betrachtet, so bestehen vollends keine Zweifel über die Zuständigkeit der schweizerischen Gerichte. Denn der Wohnsitz des Beklagten ist nach schweizerischer Auffassung der ordentliche Gerichtsstand für solche Klagen (BGE 61 II 226,BGE 63 II 70, BGE 81 II 315 /16, BGE 85 II 162 Erw. 5).\n\nFür die Gerichtsstandsfrage macht es keinen Unterschied aus, ob die geschiedene Frau in eigenem Namen als Klägerin auftritt, oder ob die (hiebei durch sie vertretenen) Kinder klagen.\n\n3. Indessen wendet der Beklagte ein, die Kinder seien zur Erhebung dieser Klage nicht legitimiert.\n\nDazu ist in erster Linie zu bemerken, dass, wenn die Nebenfolgen einer Ehescheidung durch schweizerische Gerichte zu beurteilen sind, hiebei entsprechend Art. 7 h NAG (auch wenn die Scheidung im Ausland ausgesprochen wurde) schweizerisches Recht Anwendung findet (BGE 62 II 267; BECK, N 217 zu Art. 7 h NAG). Somit ist auch für die Klagelegitimation schweizerisches Recht massgebend.\n\nNun stehen die Unterhaltsbeiträge, die der nicht mit der elterlichen Gewalt betraute geschiedene Ehegatte nach Art. 156 Abs. 2 ZGB für die Kinder zu leisten hat, den Kindern selbst zu (BGE 69 II 68; Kassationsgericht des Kantons St. Gallen in SJZ 1964 S. 26). Dem steht nicht entgegen, dass diese Ansprüche ordentlicherweise von dem die Zuweisung der elterlichen Gewalt an sich selbst verlangenden Ehegatten geltend gemacht werden. Am Scheidungsprozesse nehmen eben die Kinder nicht als Parteien teil. Es ist daher einem Ehegatten, der ein oder mehrere Kinder zugewiesen erhalten will, nicht zu verwehren, Begehren um Unterhaltsbeiträge gegen den andern Ehegatten zu stellen. Er ist es denn auch, der die Beiträge empfangen und für die ihm zugewiesenen Kinder verwenden soll. Auf dieser Überlegung beruht die Praxis, wonach der Inhaber der elterlichen Gewalt auch später die Rechte des minderjährigen Kindes in eigenem Namen gerichtlich geltend machen und dessen Forderungen ebenso in Betreibung BGE 90 II 351 S. 356setzen kann (vgl. BGE 84 II 241 ff.; HINDERLING. Das schweizerische Ehescheidungsrecht, 2. Auflage, S. 124). Sind aber die wahren Gläubiger der einzelnen Unterhaltsforderungen die Kinder, so ist ausserhalb des eigentlichen Scheidungsprozesses - also in einem nur diese Unterhaltspflicht betreffenden Nachprozess oder bei einer auf solche Ansprüche beschränkten Änderungsklage im Sinne von Art. 157 ZGB - eine im Namen der Kinder angehobene Klage ebenso zulässig wie die Klageführung im eigenen Namen durch den Inhaber der elterlichen Gewalt.\n\nDaraus ergibt sich die Klagelegitimation der Kinder im vorliegenden Falle jedenfalls für die von der Klageanhebung an auflaufenden Unterhaltsansprüche bis zum vollendeten 20. Altersjahr eines jeden. Für die vor der Klageanhebung liegende Zeit stellt sich einmal die Frage, ob und inwieweit überhaupt Unterhaltsansprüche für die Vergangenheit erhoben werden können (vgl.BGE 52 II 330, ferner § 1613 des deutschen BGB, lautend: \"Für die Vergangenheit kann der Berechtigte Erfüllung oder Schadenersatz wegen Nichterfüllung nur von der Zeit an fordern, zu welcher der Verpflichtete in Verzug gekommen oder der Unterhaltsanspruch rechtshängig geworden ist\"). Und sodann fragt es sich, ob für eine vergangene Zeit, in welcher der Berechtigte seinen Unterhalt von einem nur subsidiär oder gar nicht Verpflichteten bezogen hat, dennoch er selbst oder einzig der Leistende berechtigt sei, gegen den in erster Linie oder ausschliesslich Unterhaltspflichtigen eine Nach- oder Ersatzforderung geltend zu machen. Aus diesem Gesichtspunkt gibt Art. 329 Abs. 3 ZGB der unterstützungspflichtigen Armenbehörde das Recht, gegen den in erster Linie aus Familienrecht Unterstützungspflichtigen vorzugehen, während das in Art. 157 ZGB auch der Vormundschaftsbehörde zuerkannte Klagerecht sich allgemein auf die Änderung der Elternrechte bezieht. Für die Unterhaltsansprüche eines Kindes aus ausserehelicher Vaterschaft (Art. 319 ZGB) ist ein Klagerecht des Gemeinwesens überhaupt nicht vorgesehen; solche Ansprüche pflegen BGE 90 II 351 S. 357denn auch auf den Tag der Geburt zurück im Namen des Kindes geltend gemacht zu werden, auch wenn die Klage viel später angehoben wird.\n\nIm vorliegenden Falle mag diese Legitimationsfrage indessen auf sich beruhen bleiben. Denn der Beklagte hat seit Anfang März 1962 regelmässig monatlich Fr. 140.-- (für jedes Kind Fr. 70.-) bezahlt und eine Beitragspflicht solchen Umfanges auch für die Zukunft anerkannt. Dazu treten nach dem obergerichtlichen Urteil die gesetzlichen und vertraglichen Kinderzulagen, was der Beklagte laut seinem Berufungsbegehren ebenfalls gelten lässt. Weitergehende Ansprüche der Kläger sind aber, wie noch darzutun ist, nicht begründet. Es erübrigt sich daher, zu prüfen, ob die Klage über jenen Rahmen hinaus gar nicht in ihrem Namen hätte erhoben werden können.\n\n4. Streitig ist vor Bundesgericht nicht mehr der Umfang der monatlichen Unterhaltsleistungen, sondern nur noch die Frage, von welchem Zeitpunkt an sie geschuldet seien. Während der Beklagte eine seit 1. März 1962 laufende regelmässige monatliche Beitragspflicht in der soeben erwähnten Höhe zuzüglich gesetzliche oder vertragliche Kinderzulagen anerkennt, hat das Obergericht ihn zu solchen Leistungen mit Rückwirkung ab 1. April 1961 verpflichtet.\n\nDie Artikel 156 Abs. 2 und 157 ZGB fassen die Frage der Rückwirkung nicht ins Auge. Normalerweise bildet die Anwendung von Art. 156 Abs. 2 denn auch einen Bestandteil des Scheidungsurteils, so dass sich von selbst versteht (und in der Regel vom Richter ausdrücklich bestimmt wird), die betreffenden Leistungen seien von der Rechtskraft des Urteils an zu erbringen (meistens im Anschluss an vorsorglich nach Art. 145 ZGB für die Prozessdauer festgesetzte Leistungen). Die bei der Ehescheidung getroffene Regelung gilt dann für solange, bis infolge einer Änderungsklage nach Art. 157 ZGB etwas Abweichendes bestimmt wird. Dabei ist grundsätzlich der Zeitpunkt der Klageanhebung für die als gerechtfertigt befundene Erhöhung der Leistungen BGE 90 II 351 S. 358massgebend (BGE 83 II 362 Erw. 3). Gleiches muss gelten für die erstmalige Zusprechung solcher Leistungen, falls bei der Scheidung oder in dem auf eine im Ausland ausgesprochene Scheidung eingeleiteten Nachverfahren die Leistungsfähigkeit des grundsätzlich Verpflichteten vorerst verneint worden ist. Eine rückwirkende (Mehr-) Verpflichtung über den Zeitpunkt der Klageanhebung zurück ist grundsätzlich ebenso wenig gerechtfertigt wie bei Klagen auf Unterstützung gemäss Art. 328 ff. ZGB (vgl. ausser dem bereits angeführten UrteilBGE 52 II 330nochBGE 74 II 21undBGE 76 II 114/15). Die für den Ersatzanspruch der unterstützungspflichtigen Armenbehörde nach Art. 329 Abs. 3 ZGB geltende Abweichung hievon (vgl. die soeben angeführten Entscheidungen) beruht auf besondern Gründen, woraus die unterstützungs- oder unterhaltsberechtigte Person selbst für die eigene Klage nichts herleiten kann.\n\nOhne eine Rückwirkung der (erstmaligen oder erhöhten) Zahlungspflicht grundsätzlich zu bejahen, spricht das Obergericht den Klägern Beiträge in der erwähnten Höhe auf den 1. April 1961 zurück zu, weil sich dies aus Billigkeitserwägungen rechtfertige. Es zieht dabei einerseits die Landesabwesenheit und den zeitweilig unbekannten Aufenthalt des Beklagten und anderseits dessen besser gewordenes Einkommen in Betracht. Indessen besteht kein zureichender Grund, die Pflicht des Beklagten zu den in Frage stehenden Monatsbeiträgen früher beginnen zu lassen als er selbst es gelten lässt (einige Monate vor Einleitung des gegenwärtigen Rechtsstreites). Vorher galt eben noch das deutsche Urteil, das die von den Klägern erhobenen Ansprüche abgewiesen hatte. Gründe der Billigkeit könnten demgegenüber nur durchdringen, wenn sie schwerwiegender Natur wären. Umstände solcher Art bestehen aber nicht. Die Frage kann offen bleiben, ob die Kläger bei gehöriger Aufmerksamkeit den Beklagten schon früher in der Schweiz hätten belangen können, und ob er die Erforschung seines Aufenthaltsortes in der Schweiz erschwert hat. Wie dem auch sei, ist es angesichts seiner grossen BGE 90 II 351 S. 359Familienlasten und des guten Willens, den er mit der Aufnahme von Zahlungen seit November 1961 bewiesen hat, kein Gebot der Billigkeit, ihn zusätzlich für die Zeit vor dem von ihm als Beginn der regelmässigen Beiträge anerkannten 1. März 1962 zu belasten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts des Kantons Basel-Landschaft vom 28. April 1964 aufgehoben und erkannt:\n\nDer Beklagte wird verpflichtet, an den Unterhalt seiner Kinder aus erster Ehe, Angelika Walter, geboren am 11. März 1948, und Matthias Walter, geboren am 26. November 1949, ab 1. März 1962 bis zu deren vollendetem 20. Altersjahr monatliche Beiträge von je Fr. 70.-, zuzüglich die gesetzlichen und vertraglichen Kinderzulagen, zu bezahlen. Die bis zum 30. März 1964 bereits bezahlten Beträge von Fr. 3880.-- und die seitherigen weiteren Zahlungen sind in Abzug zu bringen.\n\nIm übrigen wird die Klage abgewiesen."}