{"annee": "90", "cour": "I", "page": "77", "date": "29/4/1964", "cite": ["46 I 406", "47 I 296", "75 I 385", "64 I 303", "53 I 472", "67 I 200", "67 I 303", "53 I 375", "84 I 161", "63 I 147", "52 I 44", "86 I 97", "57 I 1", "74 I 222", "71 I 316", "86 I 272", "70 I 124", "75 I 119", "54 I 32", "82 I 297", "81 I 177"], "cite_par": ["98 IA 169", "93 I 17", "91 I 457", "97 I 337", "97 I 329", "92 I 450", "92 I 361", "94 I 111", "90 I 86", "99 IA 697", "96 I 560", "92 I 162"], "chapeau": "14. Urteil vom 29. April 1964 i.S. Liver gegen Graubünden, Kanton und Steuerverwaltung.", "regestes": ["Recours de droit public. Il est possible, par le moyen d'un recours de droit public formé à l'occasion seulement d'une décision d'application, de plaider l'inconstitutionnalité d'un arrêté de portée générale, mais uniquement dans la mesure où les dispositions de ce dernier ont été appliquées au recourant (consid. 1). Double imposition. Taxe d'Etat du canton des Grisons destinée au financement du réseau routier cantonal et perçue de certaines personnes séjournant dans le canton, suivant le nombre de nuits qu'elles y passent. Nature juridique de cette contribution (consid. 3). L'art. 46 al. 2 Cst. lui est applicable (consid. 4). Elle ne peut être réclamée aux propriétaires de maisons de vacances, à leurs proches et à leurs hôtes non payants dans la mesure où ils ont leur domicile fiscal ordinaire dans un autre canton que celui des Grisons (consid. 5)."], "faits": "BGE 90 I 77 S. 78\n\nA.- Um die Mittel für den Ausbau des kantonalen Strassennetzes zu beschaffen, führte der Kanton Graubünden durch Gesetz vom 5. April 1936 verschiedene Abgaben ein, darunter eine \"Beherbergungsabgabe\". Diese Abgabe war von denjenigen, welche gewerbsmässig gegen Entgelt Personen beherbergten, zu entrichten, wurde nach Logiernächten bemessen und betrug je nach dem Rang der Beherbergungsstätte ursprünglich 5-15, später 10-30 Rappen für die Logiernacht einer Person.\n\nAm 7. Oktober 1962 wurde ein neues \"Gesetz über die Strassenfinanzierung\" (SFG) erlassen, das am 1. Januar 1963 in Kraft trat. Nach Art. 2 SFG werden die Aufwendungen für die Strassen und die Tilgung der Strassenschuld finanziert durch Bundesbeiträge, durch die Erträgnisse aus Fahrzeuga-bgaben, durch jährliche planmässige Tilgungsbeiträge aus ordentlichen Staatsmitteln und durch die Erhebung besonderer Strassenfinanzierungsabgaben. Diese Abgaben bestehen in einer Sonderabgabe auf Vermögen, in einem Zuschlag zur kantonalen Nachlassteuer, in einer Umsatzabgabe auf Zahlungen des Kantons für Bauarbeiten sowie in einer \"Staatstaxe\", die an die Stelle der bisherigen \"Beherbergungsabgabe\" tritt und in den Art. 3-9 SFG geregelt ist.\n\nNach Art. 3 SFG ist der Staatstaxe unterworfen und zu diesem Zwecke bei der Gemeinde anzumelden, wer \"gegen Entgelt beherbergt wird\" (lit. a) und wer \"in einem Ferienhaus, einer Ferien- oder Eigentumswohnung, im Zelt, Wohnwagen oder dergleichen übernachtet\" (lit. b). Art. 4 SFG zählt diejenigen Personen auf, die von der Anmeldepflicht und der Entrichtung der Staatstaxe befreit sind; dazu gehören insbesondere:\n\n\"a) Personen mit Wohnsitz im Kanton Graubünden, wenn sie in der Wohnsitzgemeinde übernachten oder ausserhalb derselben im eigenen Hause oder in der eigenen Wohnung;\n\nb) Personen, die im Hause oder in der Wohnung einer Person gemäss lit. a vorübergehend und unentgeltlich übernachten;\n\nc) Personen, die am Übernachtungsort für Erwerbseinkommen oder bewegliches Vermögen steuerpflichtig sind;\" BGE 90 I 77 S. 79\n\nDie Staatstaxe beträgt je nach der Kategorie der Beherbergungsstätte 10-40 Rappen pro Person und Übernachtung (Art. 5 SFG). Wenn besondere Verhältnisse vorliegen, kann die Staatstaxe pauschaliert werden (Art. 7 SFG). Die Beherberger, die Eigentümer oder Vermieter von Häusern, Wohnungen usw. haften für die Entrichtung der Staatstaxe (Art. 9 SFG).\n\nB.- Der Beschwerdeführer Peter Liver, Professor an der Universität Bern, wohnt mit seiner Familie in Köniz bei Bern und ist Eigentümer eines kleinen Ferienhauses (Steuerwert Fr. 20'000) in seiner Heimatgemeinde Flerden (GR). Mit Schreiben vom 8. November 1963 eröffnete ihm die Steuerverwaltung des Kantons Graubünden, dass er für die Staatstaxe auf Grund des Steuerwerts seiner Liegenschaft in die 4. Kategorie eingereiht worden sei und demgemäss ab 1. Januar 1963 für sich, seine Angehörigen und alle nichtzahlenden Gäste 10 Rappen pro Logiernacht zu entrichten habe.\n\nC.- Gegen diese Einreihungsverfügung hat Peter Liver am 8. Dezember 1963 staatsrechtliche Beschwerde erhoben. Er macht Verletzung des Art. 4 BV (Willkür und rechtsungleiche Behandlung) und des Art. 46 Abs. 2 BV (Doppelbesteuerung) sowie der Eigentumsgarantie und des Art. 40 Abs. 5 KV geltend.\n\nD.- Der Kleine Rat des Kantons Graubünden beantragt Abweìsung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht geltend, dass nicht nur die angefochtene Einreihungsverfügung, sondern schon der dieser zugrunde liegende Art. 3 lit. b SFG (für sich allein oder allenfalls in Verbindung mit andern Bestimmungen des Gesetzes) verfassungswidrig sei. Diese Rüge ist zulässig. Zwar können die beanstandeten Bestimmungen, da die Frist zu ihrer Anfechtung längst abgelaufen ist (Art. 89 OG), nicht mehr aufgehoben werden. Dagegen BGE 90 I 77 S. 80kann der Beschwerdeführer die Verfassungswidrigkeit des SFG noch im Anschluss an die gestützt darauf ergangene Einreihungsverfügung vorfrageweise geltend machen (BGE 86 I 274 mit Verweisungen). Doch ist er zu dieser Rüge nur insoweit legitimiert, als die Bestimmungen des SFG auf ihn angewendet worden sind (nicht veröffentl. Urteil vom 4. Dezember 1963 i.S. Korn c. Zürich, Erw. 2). Es ist daher nur zu prüfen, ob die in der Beschwerde angerufenen verfassungsmässigen Rechte dadurch verletzt worden sind, dass die im Ferienhaus des Beschwerdeführers übernachtenden Personen der Staatstaxe unterworfen werden. Und zwar fallen dabei neben dem Beschwerdeführer auch seine Angehörigen und die nichtzahlenden Gäste in Betracht, da der Beschwerdeführer gemäss Art. 9 SFG für die Entrichtung der Abgabe durch diese Personen haftet, somit als Steuersubstitut durch die angefochtene Verfügung persönlich betroffen wird und daher auch mit Bezug auf die Unterwerfung dieser Personen unter die Staatstaxe zur staatsrechtlichen Beschwerde legitimiert ist (vgl. BGE 75 I 387; BLUMENSTEIN, System des Steuerrechts S. 360 und 370).\n\n2. (Inwieweit die Rügen der Verletzung der Art. 4 BV und 40 Abs. 5 KV sowie der Eigentumsgarantie aus dem Gesichtspunkt der Art. 86 Abs. 2 und Art. 87 OG zulässig und gegebenenfalls begründet sind, kann dahingestellt bleiben, wenn der angefochtene Entscheid schon wegen Verletzung von Art. 46 Abs. 2 BV aufgehoben werden muss. Es rechtfertigt sich daher, zuerst die Rüge der Doppelbesteuerung zu prüfen.)\n\n3. Dabei stellt sich zunächst die Frage nach der rechtlichen Natur der streitigen Staatstaxe, denn das aus Art. 46 Abs. 2 BV abgeleitete Verbot der interkantonalen Doppelbesteuerung gilt nach feststehender Rechtsprechung nur für eigentliche Steuern, nicht auch für Gebühren und Vorzugslasten (BGE 81 I 187 mit Verweisungen, BGE 86 I 99 Erw. 2).\n\nUm eine Gebühr kann es sich nicht handeln. Gebühren BGE 90 I 77 S. 81sind ein Entgelt für eine bestimmte, vom Pflichtigen veranlasste Amtshandlung oder für die Benützung einer öffentlichen Anstalt (BGE 82 I 301 Erw. 3 a und dort angeführte frühere Urteile, BGE 84 I 165 Erw. 3). Die Staatstaxe wird aber ohne Rücksicht darauf erhoben, ob der Pflichtige die Kantonsstrassen, zu deren Finanzierung der Ertrag der Abgabe bestimmt ist, auch tatsächlich benützt. Sie ist daher noch weniger als die Automobilsteuer (BGE 57 I 5 mit Verweisungen) ein Entgelt für die Strassenbenützung. Zudem würde die Erhebung einer Gebühr für die Strassenbenützung gegen Art. 37 Abs. 2 BV verstossen.\n\nEntgegen der Auffassung des Kleinen Rates liegt aber auch keine Vorzugslast vor. Vorzugslasten sind Beiträge, die vom Pflichtigen für den ihm aus einer öffentlichen Einrichtung erwachsenden wirtschaftlichen Vorteil erhoben und einerseits nach den zu deckenden Kosten der Einrichtung, anderseits nach Massgabe des dem Pflichtigen daraus erwachsenden Sondervorteils bemessen werden (BGE 63 I 153, BGE 67 I 309 /10, BGE 70 I 126, BGE 74 I 224 /5, BGE 86 I 99 Erw. 2). Die Staatstaxe dient jedoch nicht dem Ausgleich eines Vorteiles, welcher den abgabepflichtigen Personen allein oder doch in besonderem Masse erwächst, denn die Staatsstrassen, für deren Finanzierung die Abgabe erhoben wird, dienen der gesamten Bevölkerung und Wirtschaft des Kantons und darüber hinaus denjenigen, welche den Kanton mit ihren Fahrzeugen durchqueren. Insbesondere ist klar, dass diejenigen, die im Kanton übernachten, ohne dort Erwerbseinkommen und bewegliches Vermögen zu versteuern, und die den überwiegenden Teil der Abgabepflichtigen ausmachen, aus den Kantonsstrassen keinen grösseren Vorteil ziehen als diejenigen, die im Kanton Wohnsitz haben, deshalb für Erwerbseinkommen und bewegliches Vermögen steuerpflichtig sind und daher gemäss Art. 4 SFG von der Abgabe befreit sind. Dass es sich nicht um eine Vorzugslast handeln kann, ergibt sich auch daraus, dass die Höhe der Taxe nach der Preislage der Beherbergungsstätte abgestuft ist und nicht nach dem BGE 90 I 77 S. 82mehr oder weniger grossen Vorteil, den die Strassenanlagen dem Abgabepflichtigen bieten.\n\nDagegen erfüllt die Staatstaxe alle Merkmale der Steuer, denn sie wird voraussetzungslos, d.h. nicht als Äquivalent für eine staatliche Leistung oder einen besondern Vorteil, sondern lediglich im Anschluss an einen bestimmten, in der Person des Pflichtigen erfüllten wirtschaftlichen Tatbestand erhoben und stellt einen Beitrag an die allgemeinen, dem Wohl der Gesamtheit dienenden Staatsaufgaben dar (BGE 52 I 51, BGE 53 I 482, BGE 54 I 37, BGE 63 I 153, BGE 86 I 99 Erw. 2). Erstellung und Unterhalt eines leistungsfähigen Kantonsstrassennetzes gehören zu den im Interesse der gesamten Bevölkerung und Wirtschaft eines Kantons liegenden allgemeinen Staatsaufgaben, ja bilden heute, angesichts der immer stärkeren Zunahme des Motorfahrzeugverkehrs, eine der grössten, wichtigsten und dringendsten Staatsaufgaben. Dass die Staatstaxe nach Art. 2 SFG ausschliesslich zur Finanzierung der Strassen und Tilgung der Strassenschuld verwendet werden muss, stempelt sie nicht zur Vorzugslast, da auch Abgaben, deren Verwendung dergestalt gebunden ist, unter die Steuern (sog. Zwecksteuern) fallen, wenn darauf im übrigen die Merkmale der Steuer zutreffen (vgl. BGE 53 I 377, BGE 63 I 154). Es ist daher nicht einzusehen, wieso die Staatstaxe, wie in der Beschwerdeantwort behauptet wird, \"sowohl den Charakter einer Sondersteuer im Sinne einer Gemengsteuer als auch einer Vorzugslast\" habe.\n\n4. Aus der Feststellung, dass die Staatstaxe eine eigentliche Steuer ist, folgt noch nicht ohne weiteres, dass das Verbot der interkantonalen Doppelbesteuerung auf sie anwendbar ist. Nach der Rechtsprechung des Bundesgerichts betrifft dieses Verbot vor allem die ordentlichen Steuern auf dem Vermögen und Einkommen, die Personalsteuer und die Erbschaftssteuer sowie die diese Hauptsteuern ergänzenden oder ersetzenden Abgaben. Für die übrigen Steuern lässt sich keine allgemeine Regel aufstellen, sondern muss in jedem einzelnen Fall geprüft werden, BGE 90 I 77 S. 83ob Art. 46 Abs. 2 BV nach seinem Sinn und Geist auf sie anzuwenden ist (BGE 47 I 301 /2, BGE 53 I 377 /8, BGE 64 I 305, BGE 71 I 324 Erw. 2, nicht veröffentlichtes Urteil vom 31. März 1954 i.S. Défencycle SA, S. 8). Es fragt sich somit, ob es sich bei der Staatstaxe um eine die genannten Hauptsteuern ergänzende oder ersetzende Abgabe handelt oder die Anwendung von Art. 46 Abs. 2 BV auf sie sich sonst rechtfertigt.\n\nDie Aufwendungen für allgemeine Staatsaufgaben, zu welchen Erstellung und Unterhalt des Kantonsstrassennetzes gehören, werden üblicherweise aus dem Ertrag der allgemeinen Steuern (Vermögens-, Einkommens-, Erbschaftssteuer usw.) bestritten. Das SFG sieht denn auch als Finanzierungsmittel - neben den Bundesbeiträgen - jährliche Beiträge aus ordentlichen Staatsmitteln, die Erträgnisse der Fahrzeugabgaben, eine Sonderabgabe auf Vermögen sowie einen Zuschlag zur kantonalen Nachlasssteuer vor. Schon das zeigt, dass die streitige Staatstaxe, die als weiteres Finanzierungsmittel hinzutritt, sich entgegen der Auffassung des Kleinen Rates nicht vergleichen lässt mit der Kurtaxe, auf die das Doppelbesteuerungsverbot im allgemeinen nicht anwendbar ist (BGE 64 I 305, BGE 67 I 205, heutiges Urteil i.S. Jaeger S. 86 ff. hienach). Während die Kurtaxe die Aufwendungen für Einrichtungen decken soll, die vor allem den Fremden zugute kommen und an die nur verhältnismässig kleine Beiträge aus dem allgemeinen Gemeindehaushalt geleistet werden, soll die Staatstaxe mithelfen, eine der wichtigsten staatlichen Aufgaben zu finanzieren, nämlich den Ausbau und Unterhalt des Kantonsstrassennetzes, das nicht bloss im Interesse bestimmter Kreise, sondern der ganzen Bevölkerung und der gesamten Wirtschaft des Kantons mit Einschluss der Fremdenindustrie liegt. Im Unterschied zur Kurtaxe ist die Staatstaxe auch nicht die fast ausschliessliche Finanzierungsquelle für die Aufgabe, der sie dient, sondern sie leistet nur einen verhältnismässig kleinen Beitrag daran (nach der Beschwerdeantwort rund 30 Millionen Franken BGE 90 I 77 S. 84der insgesamt etwas über eine Milliarde Franken betragenden Kosten des Strassenprogramms 1963-1976). Nach ihrem Zweck ist die Staatstaxe somit im Gegensatz zur Kurtaxe nichts anders als eine zusätzliche, die allgemeinen Steuern ergänzende Finanzierungsmassnahme für eine allgemeine Staatsaufgabe.\n\nAus der Umschreibung des Kreises der Abgabepflichtigen im Gesetz wie auch aus den bei der Gesetzesberatung im Grossen Rat gefallenen Voten (Verhandlungen der Frühjahrssession 1962 S. 92 und 135) ergibt sich weiter, dass die Staatstaxe dazu bestimmt ist, nicht nur die allgemeinen Steuern zu ergänzen, sondern diejenigen auf dem Erwerbseinkommen und beweglichen Vermögen geradezu zu ersetzen. Nach Art. 4 lit. a-c SFG sind von der Staatstaxe befreit einerseits Personen, die am Übernachtungsort für Erwerbseinkommen und bewegliches Vermögen steuerpflichtig sind, und anderseits die im eigenen Hause oder in der eigenen Wohnung übernachtenden Personen, die im Kanton wohnen, dort also für Erwerbseinkommen und bewegliches Vermögen steuerpflichtig sind, sowie die bei ihnen vorübergehend und unentgeltlich übernachtenden Gäste. Die Staatstaxe trifft somit zur Hauptsache diejenigen Personen, die ausserhalb des Kantons wohnen und deshalb im Kanton weder Erwerbseinkommen noch bewegliches Vermögen zu versteuern haben. Das zeigt, dass die Staatstaxe bei den Eigentümern von Ferienhäusern nicht etwa als Zuschlag zur Steuer auf dem im Kanton liegenden Grundeigentum gedacht ist, sondern als Ersatz für die ausfallenden Steuern auf dem Erwerbseinkommen und beweglichen Vermögen. Es verhält sich ähnlich wie mit der in BGE 46 I 406 ff. beurteilten \"Hotelkontrollgebühr\" der Stadt Zürich, die an die Gemeindesteuer angerechnet werden durfte und daher vom Bundesgericht als blosses Surrogat der allgemeinen Vermögens- und Einkommenssteuer bezeichnet wurde (S. 415). Auf Eigentümer von Ferienhäusern angewendet, läuft die Staatstaxe darauf hinaus, Personen, die mangels eines jährlichen ununterbrochenen Aufenthalts BGE 90 I 77 S. 85von mindestens 90 Tagen in diesen Häusern kein sekundäres Steuerdomizil des Saisonaufenthaltes im Kanton Graubünden begründen (Art. 3 Ziff. 1 lit. b bünd. StG; BGE 75 I 121), mit einer die unzulässige Besteuerung des Erwerbseinkommens und beweglichen Vermögens ersetzenden Abgabe zu belasten.\n\nArt. 46 Abs. 2 BV ist daher schon deshalb auf die Staatstaxe anwendbar, weil sie sich als eine Ergänzung ja ein Ersatz der allgemeinen Steuern auf dem Erwerbseinkommen und beweglichen Vermögen erweist. Davon abgesehen rechtfertigt sich ihre Unterstellung unter das Doppelbesteuerungsverbot auch deshalb, weil der Steuersatz mit der Leistungsfähigkeit des Pflichtigen in Beziehung steht (vgl. BGE 53 I 378, BGE 71 I 324 Erw. 2). Für den Ferienhausbesitzer ist sie wie die Vermögenssteuer nach dem Steuerwert des Ferienhauses abgestuft, während die Einreihung der übrigen Pflichtigen in eine der 4 Kategorien vom durchschnittlichen Minimalpreis für Pension oder Zimmer abhängt, also immerhin mittelbar über den Aufwand auf die wirtschaftliche Leistungsfähigkeit des Pflichtigen abstellt.\n\n5. Erweist sich demnach die Staatstaxe nach ihrem Zweck, nach der Umschreibung des Kreises der Abgabepflichtigen und nach der Bemessung des Steuersatzes als eine Ergänzung und ein Ersatz der allgemeinen Steuern auf dem Erwerbseinkommen und beweglichen Vermögen, so verstösst die angefochtene Einreihungsverfügung gegen Art. 46 Abs. 2 BV. Der Beschwerdeführer hat sein ordentliches Steuerdomizil in Köniz bei Bern und hält sich mit seiner Familie nicht jährlich ununterbrochen mmdestens 90 Tage in seinem Ferienhaus in Flerden auf. Er ist deshalb im Kanton Graubünden nur für dieses Ferienhaus und dessen Ertrag steuerpflichtig, nicht dagegen für sein sonstiges Einkommen und sein bewegliches Vermögen. Es stellt daher eine mit Art. 46 Abs. 2 BV unvereinbare Doppelbesteuerung dar, wenn er auf Grund von Art. 3 lit. b SFG zur Bezahlung der Staatstaxe verhalten wird, die ihm BGE 90 I 77 S. 86gegenüber an die Stelle der unzulässigen Steuern auf dem beweglichen Vermögen und Erwerbseinkommen tritt. Das trifft auch für die Angehörigen und nichtzahlenden Gäste des Beschwerdeführers zu, soweit sie ihr ordentliches Steuerdomizil in einem andern Kanton als Graubünden haben. Eine Verletzung von Art. 46 Abs. 2 BV würde nur mit Bezug auf die Erhebung der Staatstaxe von solchen Angehörigen und Gästen des Beschwerdeführers nicht vorliegen, die ihren ordentlichen Steuerwohnsitz im Kanton Graubünden oder im Ausland haben. Es wird aber nicht behauptet, dass der Beschwerdeführer auch solche Gäste beherberge und für sie die Staatstaxe zu entrichten habe.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass die Einreihungsverfügung der kantonalen Steuerverwaltung Graubünden vom 8. November 1963 aufgehoben wird."}