{"annee": "90", "cour": "IV", "page": "50", "date": "17/3/1964", "cite": [], "cite_par": ["94 III 35", "105 IA 307", "104 IA 448"], "chapeau": "12. Sentenza 17 marzo 1964 della Corte di cassazione penale nella causa Ministero pubblico della Confederazione contro Bianchi.", "regestes": ["Règle de droit cantonal prescrivant de notifier le jugement pénal au conseil juridique et personnellement à l'inculpé. Notification à l'inculpé à l'étranger. 1. L'assistance judiciaire avec l'Italie ne s'applique pas aux procédures relatives aux lois fiscales (consid. 1 et 2). 2. La notification postale à l'étranger d'une sentence pénale viole le droit international. Celui qui ne s'est pas plaint en temps utile d'une telle violation ne peut cependant s'opposer à la décision portant conversion de l'amende en alléguant que le caractère abusif de sa notification postale à l'étranger n'a pas permis à la dite sentence de passer en force (consid. 3)."], "faits": "BGE 90 IV 50 S. 50\n\nA.- Con sentenza 14/16 novembre 1962, il Pretore del distretto di Mendrisio ha riconosciuto Armando Bianchi colpevole (come coautore con il fratello Bruno Bianchi e BGE 90 IV 50 S. 51con Isaak Dudelczik) di contrabbando in Svizzera di braccialetti d'oro per orologi e di sottrazione di dazio [fr. 572,40], di ICA [fr. 13 981,48] e di imposta sul lusso [fr. 6455,83]. In conseguenza lo ha condannato ad una multa di fr. 20 972,20 (pari ad una volta e mezzo l'importo della cifra d'affari sottratta) oltre alle spese.\n\nDopo la lettura del dispositivo, avvenuta alla presenza delle parti, il Pretore avvertì che la sentenza motivata sarebbe stata intimata agli interessati entro dieci giorni e che, nei dieci giorni successivi, le parti avrebbero avuto la possibilità di ricorrere per cassazione. La sentenza del 14 novembre 1962 venne intimata il 16 novembre, oltre che alle autorità della Confederazione e del Cantone, per lettera raccomandata, a Angelo Bianchi a Campione d'Italia ed al patrocinatore del medesimo avv. Gilardi di Lugano.\n\nIl 2 aprile 1963, l'avv. Campana, nuovo patrocinatore di Bianchi, scrisse al Pretore, contestando che l'intimazione della sentenza in Italia fosse valida, la stessa non essendo stata effettuata per il tramite delle competenti autorità italiane, e l'8 luglio 1963 invitò detto giudice a procedere ad una nuova regolare intimazione della sentenza. Il Pretore si rifiutò di dar seguito alla richiesta.\n\nB.- Il 15 luglio 1963, il giudice, preso atto di una domanda della Direzione circondariale delle dogane e costatata l'inadempienza di Bianchi, commutò la multa in 90 giorni di arresto da scontare nelle carceri pretoriali.\n\nIl 2 agosto 1963, Bianchi si aggravò alla Corte cantonale di cassazione e di revisione penale, domandando che la decisione di commutazione della pena fosse annullata. Egli fece valere che la sentenza di condanna del 14/16 novembre 1962 gli era stata intimata in modo invalido e che, pertanto, non era cresciuta in cosa giudicata. In conseguenza, la decisione di commutazione della pena, oltre ad esser in contrasto con chiare norme di diritto internazionale, costituiva un diniego di giustizia.\n\nBGE 90 IV 50 S. 52\n\nCon sentenza 23 settembre 1963, la Corte cantonale ha accolto il ricorso, annullando la decisione 15 luglio 1963 e rimandando la causa alla prima istanza per nuovo giudizio. Le sue motivazioni possono essere riassunte come segue.\n\nLa notificazione diretta all'estero, a mezzo posta, di un atto processuale deve essere parificata al compimento di un atto ufficiale su territorio estero: la stessa costituisce perciò una violazione della sovranità nazionale e, quindi, di un principio di diritto internazionale riconosciuto anche dalla legge svizzera (art. 269, 271, 275 e 299 cpv. 1 CP). In concreto, la sentenza penale di condanna alla multa non può essere stata resa definitiva sulla base di una siffatta intimazione e non può, pertanto, costituire l'indispensabile presupposto del decreto di commutazione della pena. Ne consegue che questo decreto è nullo.\n\nC.- Il Ministero pubblico della Confederazione ha tempestivamente interposto al Tribunale federale un ricorso per cassazione. Le sue argomentazioni possono essere così riassunte.\n\nLa Corte cantonale, giudicando che la sentenza del 14/16 novembre 1962 doveva essere intimata a Bianchi in Italia per il tramite delle autorità italiane, ha erroneamente interpretato le norme di diritto internazionale applicabili, perchè le autorità di entrambi i paesi sono concordi che la relativa assistenza giudiziaria non vige per le cause fiscali. La tesi dell'autorità cantonale, secondo cui il Pretore avrebbe dovuto intimare la sentenza del 14/16 novembre 1962 per il tramite delle autorità giudiziarie italiane, è pertanto fondata su un'errata interpretazione delle norme suesposte. Nel caso particolare, la sentenza è stata comunque intimata all'avvocato dell'accusato.\n\nD.- Bianchi propone che il ricorso sia respinto.\n\nEgli fa rilevare che, ad ogni modo, l'intimazione di una sentenza all'estero, mediante raccomandata postale, costituisce una violazione della sovranità nazionale dello Stato estero. Il fatto che nel caso particolare si trattava del perseguimento di un reato fiscale è pertanto irrilevante.BGE 90 IV 50 S. 53\n\nPeraltro, tanto la sentenza di commutazione della pena, quanto quella della Corte cantonale di cassazione hanno potuto essere intimate tramite la competente autorità giudiziaria.", "considerants": "Considerando in diritto:\n\n1. Per i procedimenti penali in materia di contravvenzioni alle leggi fiscali della Confederazione che si svolgono davanti ai tribunali cantonali, l'art. 306 cpv. 2 PPF prescrive soltanto che la sentenza deve essere comunicata per scritto agli interessati, indicando i termini e le autorità di ricorso. Il diritto cantonale può nondimeno prescrivere ulteriori modalità. Tale deve essere il caso anche per il Ticino, perchè dalla sentenza della Corte cantonale si deve necessariamente dedurre che il diritto ticinese fa obbligo di intimare la sentenza personalmente all'accusato: altrimenti, essendo pacifico che il giudizio 14/16 novembre 1962 del Pretore è stato regolarmente intimato anche al patrocinatore avv. Gilardi, la sentenza impugnata non avrebbe senso. I rapporti con l'estero sono tuttavia disciplinati dai trattati internazionali. Del resto, la Corte cantonale ha cassato la sentenza del Pretore fondandosi esclusivamente sulla costatazione di una violazione delle regole di diritto internazionale relative alle notificazioni all'estero degli atti giudiziari.\n\nPoichè in questa sede tale diritto è equiparato al diritto federale, il ricorso è ricevibile (RU 87 IV 165).\n\n2. Come giustamente afferma la Corte cantonale, l'intimazione di una sentenza costituisce un atto ufficiale della pubblica autorità e come tale, in quanto effettuato in territorio straniero - sia pure a mezzo di lettera raccomandata -, non è compatibile con il rispetto della sovranità territoriale del paese in cui l'intimazione si perfeziona (Giurisprudenza delle autorità amministrative della Confederazione 1956, p. 26 e 27; SCHEIM/MARKEES nella Fiche juridique Suisse N. 755 pag. 12). L'effettuazione di tali BGE 90 IV 50 S. 54atti deve pertanto svolgersi nell'ambito dell'assistenza giudiziaria.\n\nPer i rapporti con l'Italia, il relativo procedimento è stato regolato, in applicazione dell'art. 9 del trattato di domicilio e consolare e dell'art. 13 del trattato di estradizione (entrambi del 22 luglio 1868), nel protocollo di esecuzione del 10 maggio 1869 (CS XI 666), secondo il cui art. III le autorità giudiziarie dei due paesi si prestano diretta vicendevole assistenza. Questa regola si applica, in virtù di uno scambio di note non pubblicato del 27 gennaio/6 febbraio 1911, alla notificazione in genere degli atti giudiziari e quindi anche alla intimazione delle sentenze. Sennonchè, per concorde ammissione delle parti, fanno eccezione a detta regola proprio i procedimenti che, come quello in esame, concernono l'applicazione delle leggi fiscali. Tale eccezione corrisponde al principio stabilito all'art. 11 della LF sulla estradizione agli Stati stranieri del 22 gennaio 1892 ed alla prassi delle autorità federali (BURCKHARDT, Bundesrecht N. 1759 I e II, 1760 I).\n\nLa relativa situazione giuridica non cambia anche se in determinati singoli casi le autorità giudiziarie svizzere e italiane, ignorando o disattendendo l'eccezione suindicata, possono aver accordato l'assistenza giudiziaria anche per la notificazione di sentenze fiscali; come può essere stato il caso in concreto per la notificazione della sentenza di commutazione della pena e di quella pronunciata su ricorso dalla Corte cantonale, che Bianchi ha invocato nella risposta al ricorso. Ne consegue che nel caso particolare la notificazione della sentenza, personalmente all'accusato domiciliato all'estero, non era giuridicamente possibile.\n\nCiò stante, la Corte cantonale, presupponendo che il Pretore avrebbe dovuto effettuare l'intimazione della sentenza personalmente a Bianchi, valendosi dell'assistenza giudiziaria, ha erroneamente interpretato il diritto internazionale.BGE 90 IV 50 S. 55\n\n3. Nel caso particolare, il giudizio del Pretore è stato comunque regolarmente intimato al patrocinatore dell'accusato.\n\nBianchi non può far valere che, a conoscenza della norma di diritto cantonale prescrivente di notificargli la sentenza personalmente, non era più tenuto a mantenere alcun rapporto con il suo patrocinatore e che, in mancanza di una valida notificazione personale, egli sarebbe stato praticamente frustrato del suo diritto di essere sentito. Di questa contestazione si potrebbe tener conto, al massimo, se si potesse ammettere che l'accusato abbia agito in buona fede. In concreto, tale non può essere il caso. L'irregolarità della notificazione all'estero non ha impedito a Bianchi di prendere tempestivamente atto della sentenza e di valersi dei rimedi ivi indicati o di incaricare al riguardo un avvocato. Se l'intimazione in Italia gli avesse arrecato dei pregiudizi, avrebbe dovuto indicarli tempestivamente. Egli ha invece atteso oltre quattro mesi, quando la commutazione della pena doveva apparire imminente, per esigere una valida notificazione e si è limitato a fondare la sua richiesta su una violazione della sovranità territoriale dello Stato italiano.\n\nIn realtà, le contestazioni del Bianchi non potevano costituire altro che pretesti intesi a guadagnar tempo o, comunque, ad ostacolare l'esecuzione delle sanzioni legali che la contravvenzione imputatagli comporta. Di siffatte contestazioni, contrarie al più elementare principio della buona fede processuale e volte a conseguire per l'accusato all'estero una situazione processuale più favorevole di quella riconosciuta all'accusato in Svizzera, non può essere tenuto conto nell'applicazione del diritto federale.\n\nIl Tribunale federale pronuncia\n\nIl ricorso è accolto, la sentenza impugnata è annullata e la causa rimandata alla Corte cantonale per nuovo giudizio BGE 90 IV 50 S. 56nel senso di respingere il ricorso Bianchi contro la commutazione della pena."}