{"annee": "90", "cour": "III", "page": "36", "date": "1/7/1964", "cite": ["84 III 100", "73 III 133"], "cite_par": ["111 III 63", "127 III 470"], "chapeau": "9. Entscheid vom 1. Juli 1964 i.S. Monney", "regestes": ["1. L'art. 68 al. 2 LP indique seulement comment se répartit le montant qui revient à chaque créancier. Les art. 144 ss LP fixent en revanche la répartition du produit de la réalisation entre plusieurs créanciers. Après prélèvement des frais de la saisie, le produit net est distribué par parts égales entre les créanciers de même rang. On porte au compte de chacun sa créance globale, y compris ses frais de poursuite et, le cas échéant, de mainlevée (avec l'indemnité de partie). (consid. 1). 2. On ne peut prélever par préférence, selon l'art. 281 al. 2 LP, que les frais de l'ordonnance de séquestre et de son exécution, non point ceux de la poursuite et d'une procédure de mainlevée ultérieures. (consid. 2)."], "faits": "BGE 90 III 36 S. 37\n\nA.- Auf Grund eines Urteils der Cour supérieure de Montréal vom 28. März 1956 erhielt André Monney in der von ihm angehobenen Arrestbetreibung Nr. 2522 des Betreibungsamtes Zürich 1 definitive Rechtsöffnung für die Betreibungssumme von Fr. 21'051.-- (entsprechend 4'606.35 kanadischen Dollars), 5% Zins seit 30. März 1960, Fr. 24.80 Arrest- und Fr. 16.20 Zahlungsbefehlskosten sowie für die Rechtsöffnungskosten und für die ihm im Rechtsöffnungsverfahren zugesprochene Parteientschädigung von Fr. 1200.--. Die erwähnte Betreibung wurde mit einer andern Arrestbetreibung zu einer Gruppe vereinigt. Die Verwertung ergab keinen genügenden Erlös. Laut dem vom Betreibungsamt aufgestellten Kollokations- und Verteilungsplan erhält Monney vorweg den Betrag der Arrest- und Pfändungskosten von Fr. 107.90 zugeschieden. Die Kosten des Zahlungsbefehls und des Rechtsöffnungsverfahrens samt der für dieses Verfahren zuerkannten Parteientschädigung werden dagegen zur Hauptforderung (Kapital und Zinsen) geschlagen und damit der anteilsmässigen Verteilung unterworfen. Dem\n\nGesamtbetrag dieser Guthaben von Fr. 26'424.20\n\nsteht ein Treffnis gegenüber von Fr. 8'139.85\n\nso dass sich ein Verlust von Fr. 18'284.35\n\nergibt.\n\nB.- Über diese Zuteilung beschwerte sich Monney bei der Aufsichtsbehörde. Er verlangte eine Änderung der Verteilungsliste in dem Sinne, dass ihm ausser den Arrest- und Pfändungskosten ebenfalls vorweg die Kosten des Rechtsöffnungsverfahrens sowie die ihm für dieses Verfahren zuerkannte Parteientschädigung aus dem Verwertungserlöse zuzuweisen seien.\n\nC.- In beiden kantonalen Instanzen abgewiesen, hält Monney mit vorliegendem Rekurs an der Beschwerde fest.\n\nBGE 90 III 36 S. 38", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Den Anspruch, auch für die Kosten des Rechtsöffnungsverfahrens und insbesondere für die ihm aus diesem Verfahren zustehende Parteientschädigung vorweg aus dem Verwertungserlös gedeckt zu werden, leitet der Rekurrent in erster Linie aus Art. 68 Abs. 2 SchKG ab. Zu Unrecht. Diese Gesetzesnorm, wonach der Gläubiger berechtigt ist, von den Zahlungen des Schuldners vorab die Betreibungskosten zu erheben, besagt nur, wie der Gläubiger ein ihm zufallendes Treffnis auf seine Haupt- und Nebenforderungen mit Einschluss der Betreibungskosten anrechnen darf. Sie löst aber nicht die Frage, wieviel das Treffnis des einzelnen Gläubigers überhaupt beträgt, wenn ein Verwertungserlös unter mehrere zu einer Gruppe vereinigte Gläubiger zu verteilen ist. Insbesondere lässt sich, wie die Vorinstanz richtig ausführt, aus Art. 68 Abs. 2 SchKG nicht folgern, bei einem zur Befriedigung aller beteiligten Gläubiger gleichen Ranges ungenügenden Erlös seien die Betreibungskosten jedes einzelnen als bevorrechtet zu betrachten und vorweg aus dem Erlöse zu decken, so dass nur die Hauptforderungen (Kapital und Zinsen) den Ausfall zu tragen hätten. Mit der Frage der Verteilung des Verwertungsergebnisses befasst sich Art. 68 Abs. 2 SchKG in keiner Weise. Dafür sind die Artikel 144 ff. SchKG massgebend. Reicht der Erlös (worunter nach Art. 144 Abs. 4 der Reinerlös zu verstehen ist) nicht zur Befriedigung aller beteiligten Gläubiger hin, so hat das Betreibungsamt nach Art. 146 einen Kollokationsplan aufzustellen. Dabei sind die in Art. 219 SchKG für das Konkursverfahren vorgesehenen Klassen zu berücksichtigen. Gläubiger gleichen Ranges aber - womit man es im vorliegenden Falle zu tun hat - sind als gleichberechtigt zu betrachten. Und zwar ist die gesamte Forderung eines jeden, bestehend aus Kapital, Zinsen und Betreibungskosten, gemäss Art. 144 Abs. 4 als BGE 90 III 36 S. 39einheitliches Gesamtguthaben in Rechnung zu stellen. Es ist nicht die Rede davon, dass dieses Gesamtguthaben in zwei Teile zu zerlegen wäre, einen bevorrechteten, die Betreibungskosten enthaltenden und einen nachgehenden, die Kapital- und Zinsforderungen umfassenden Teil. Vielmehr sind auf den verfügbaren Erlös (also auf den Reinerlös mit Abzug der Verteilungskosten gemäss der zuletzt angeführten Bestimmung, erläutert in Art. 20 der Verordnung I) die gesamten Forderungen - mit Einschluss der Betreibungskosten - der beteiligten Gläubiger anzuweisen, wie es denn auch das für den Kollokations- und Verteilungsplan der Pfändungsgläubiger geltende fakultative Formular Nr. 4 vorsieht. Nur für die Pfändungskosten gilt etwas Besonderes: es ist jedem beteiligten Gläubiger der Betrag seines für die Pfändungskosten geleisteten Vorschusses vorweg aus dem Reinerlös zurückzuerstatten (gemäss der mit dem Schlussabsatz von Art. 20 der Verordnung I übereinstimmenden Anleitung zur Zwangsverwertung von Grundstücken, S. 114 des Nachtrages zur Sammlung der Erlasse 1921, Bemerkung 2, worauf jenes Formular hinweist). Dies deshalb, weil es ein Gebot der Gerechtigkeit ist, diesen der ganzen Gruppe zugute kommenden Aufwand vorweg zu bereinigen. Nach alldem kann der Rekurrent - sofern sich aus dem einstweilen ausser Betracht gelassenen Art. 281 SchKG nichts Abweichendes ergibt - seine Betreibungskosten, also auch die Rechtsöffnungskosten und die ihm für das Rechtsöffnungsverfahren zuerkannte Parteientschädigung, nur auf gleicher Linie wie seine Hauptforderung bei der Verteilung des Erlöses zur Geltung bringen.\n\n2. Was nun die besondere Stellung des Arrestgläubigers betrifft, so gewährt ihm Art. 281 Abs. 1 SchKG den provisorischen Anschluss an eine, nach Ausstellung des Arrestbefehls, für andere Gläubiger vollzogene Pfändung der arrestierten Gegenstände. Dadurch erhält der Arrestgläubiger die Möglichkeit, bei erfolgreicher Prosequierung des Arrestes und rechtzeitig gestelltem Pfändungsbegehren BGE 90 III 36 S. 40(gemäss dem Kreisschreiben Nr. 27 vom 1. November 1910, dazu BGE 84 III 102 /3) der betreffenden Pfändungsgruppe anzugehören, was an und für sich nichts weiteres als die Gleichstellung mit den andern Gläubigern der Gruppe bedeutet. Ein Vorrecht gegenüber diesen Gläubigern steht ihm nach Abs. 2 daselbst nur insofern zu, als er \"die vom Arreste herrührenden Kosten\" aus dem Erlös der Arrestgegenstände vorwegnehmen darf. Das Schicksal der vorliegenden Beschwerde hängt somit davon ab, ob zu den \"vom Arreste herrührenden Kosten\" bloss die eigentlichen Arrestkosten, d.h. die Kosten der Arrestbewilligung und des Arrestvollzuges gehören (deren Betrag das Betreibungsamt neben demjenigen der vorgeschossenen Pfändungskosten dem Rekurrenten vorweg aus dem Verwertungserlöse zugewiesen hat) oder überdies, wie der Rekurrent es geltend macht, die Kosten der zur Prosequierung des Arrestes durchgeführten Betreibung und insbesondere die Rechtsöffnungskosten samt der bezüglichen Parteientschädigung. Der Gesetzeswortlaut lässt eine so weite Auslegung nicht zu. Vom Arreste rühren eben nur die Kosten der Arrestlegung, also der darauf gerichteten Massnahmen der Arrestbehörde und des vollziehenden Betreibungsamtes, her. Dem entspricht eindeutig auch der französische und der italienische Text (\"les frais du séquestre\", \"le spese del sequestro\"). Es ist nicht zulässig, diese speziell für die Arrestkosten getroffene Regelung auf die Kosten der anschliessenden Betreibung und namentlich eines Rechtsöffnungsverfahrens auszudehnen. Es handelt sich (im Unterschied zu Art. 68 Abs. 2 SchKG) um ein Vorrecht des Arrestgläubigers, was schon der Natur der Sache nach eine einschränkende Auslegung gebietet. Dazu kommt, dass Art. 281 Abs. 3 SchKG ausdrücklich jedes weitere \"Vorzugsrecht\" versagt. In bezug auf die Betreibungs- und Rechtsöffnungskosten, wie sie auch einem sich nicht auf Arrestnahme stützenden Gläubiger erwachsen können, hat es daher bei BGE 90 III 36 S. 41der Gleichstellung des Arrestgläubigers mit den andern Gläubigern der Gruppe sein Bewenden.\n\nDiese Entscheidung steht mit der herrschenden Lehre im Einklang (vgl. JAEGER, N. 5 zu Art. 281 SchKG; BLUMENSTEIN, Handbuch, S. 851, der auch die Kosten eines vom Arrestgläubiger siegreich durchgeführten Arrestaufhebungsprozesses dieses Vorrechtes teilhaftig werden lassen will - wasBGE 73 III 135ablehnt -, jedoch laut Fussnote 77 nicht auch die Kosten der nachfolgenden Betreibung; FRITZSCHE, SchK II 233; BRAND, Schweiz. jur. Kartothek 741, Arrest II, Ziff. IV, 5).\n\nMit der Frage, was für Kosten nach Art. 97 Abs. 2/275 SchKG durch Arrest oder Pfändung zu decken sind (was den wesentlichen Gegenstand vonBGE 73 III 133ff. bildet), darf die Umgrenzung des Privileges nach Art. 281 Abs. 2 SchKG nicht vermengt werden. Daraus, dass der Arrest ebenso wie eine Pfändung (die er gewissermassen vorausnimmt) auch die Kosten der zu seiner Prosequierung durchzuführenden Betreibung decken soll, folgt nichts für eine Privilegierung dieser Kosten. Art. 275 SchKG verlangt lediglich die entsprechende Anwendung des Art. 97 Abs. 2, dem jede derartige Privilegierung fremd ist. Das in Art. 281 Abs. 2 vorgesehene Privileg aber hat, wie dargetan, ein enger umgrenztes Anwendungsgebiet.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}