{"annee": "90", "cour": "I", "page": "315", "date": "13/11/1964", "cite": ["88 I 53"], "cite_par": [], "chapeau": "48. Urteil vom 13. November 1964 i.S. S. gegen Schweiz. Eidgenossenschaft.", "regestes": ["L'art. 25 al. 1 des statuts de la Caisse fédérale d'assurance ne confère au bénéficiaire d'une rente aucun droit à ce que, en cas de gain supplémentaire, la rente d'invalidité lui soit néanmoins entièrement versée. En pareil cas, il n'y a donc aucunecontestation sur un droit de nature pécuniaire au sens de l'art. 110 OJ. Le Tribunal fédéral est dès lors incompétent."], "faits": "BGE 90 I 315 S. 316\n\nA.- S. war von 1934 bis 1959 bei der schweizerischen Verrechnungsstelle angestellt. Gestützt auf den Bundesratsbeschluss über die Aufnahme des Personals der schweizerischen Verrechnungsstelle in die eidgenössische Versicherungskasse wurde er im Jahre 1951 Mitglied dieser Kasse. Bei seiner unverschuldeten Entlassung vom 28. Februar 1959, die durch teilweisen Abbau der Verrechnungsstelle bedingt war, erhielt er gemäss Art. 22 der Statuten der Versicherungskasse für das Personal der allgemeinen Bundesverwaltung (Eidgenössische Versicherungskasse) eine Invalidenrente zugesprochen.\n\nDie eidgenössische Versicherungskasse kürzte die Rente im Hinblick auf eine neue Erwerbstätigkeit, die der Rentenbezüger nach seiner Entlassung ausübte. Die Kürzung betrug die Hälfte des Mehrverdienstes. Verschiedene Gesuche des S., die Rente sei ihm voll auszubezahlen, da er durch Krankheiten in seiner Familie aussergewöhnlich stark belastet werde, wies die Verwaltung ab.\n\nB.- Mit verwaltungsrechtlicher Klage vom 1. Oktober 1964 beantragt S., die Schweizerische Eidgenossenschaft sei zur Zahlung von Fr. 5'866.10 nebst 5% Verzugszins vom Tage der Klageerhebung an zu verurteilen.\n\nEr macht geltend, nach Art. 25 Abs. 1 der Statuten sei auf eine Kürzung der Rente bei neuem Verdienst ganz oder teilweise zu verzichten, wenn besonders berücksichtigungswerte Verhältnisse vorlägen. Für die entlassenen Angestellten der Verrechnungsstelle gelte als Regel eine Kürzung der Rente um die Hälfte des Mehrverdienstes. Bei besondern sozialen Verhältnissen könne aber auf eine Herabsetzung der Rente überhaupt verzichtet werden. Aussergewöhnliche BGE 90 I 315 S. 317Umstände seien bei ihm gegeben. Er werde aus der Krankheit seiner Ehefrau und seiner Söhne schwer belastet und habe grössere Schulden eingehen müssen. Es rechtfertige sich, ihm die volle Rente auszubezahlen. Er verlange den Betrag zurück, um den seine Rente im letzten Jahr vor der Klageerhebung gekürzt worden sei. Von Oktober bis Dezember 1963 seien ihm monatlich Fr. 699.70 und in den Monaten Januar bis Mai 1964 Fr. 3'787.--, insgesamt also Fr. 5'886.10 vorenthalten worden.\n\nC.- Die Eidgenossenschaft, vertreten durch die eidgenössische Finanzverwaltung, beantragt Abweisung der Klage.\n\nDie Beklagte führt aus: Entgegenkommend sei dem Kläger die umstrittene Rente für die Jahre 1962 und 1963 um weniger als die Hälfte des Mehrverdienstes herabgesetzt worden, indem Auszahlungen für Überstunden bei der Berechnung des Hälfteanteils nicht berücksichtigt worden seien. Der Kläger habe 1962 ein Nettoeinkommen von Fr. 29'590.70 und 1963 ein solches von Fr. 31'067.45, davon je über Fr. 12'000.-- aus gekürzter Rente, erzielt, er verdiene mehr, als er bei der Verrechnungsstelle je erhalten hätte.\n\nDer Kläger habe keinen Anspruch auf die Rente, soweit sie zusammen mit dem Arbeitseinkommen den frühern Verdienst übersteige. In welchem Ausmass sie ihm zu überlassen sei, falle in das Ermessen der Verwaltung. Das Bundesgericht habe nur zu prüfen, ob die Versicherungskasse ihr Ermessen missbraucht habe. Davon könne keine Rede sein. Der Kläger habe die Behauptung, seine Finanzlage sei ausserordentlich prekär, nicht nachgewiesen. Es liesse sich nicht verantworten, ihm einen grössern Rentenanteil auszuzahlen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. - Der Kläger, dessen Dienstverhältnis bei der schweizerischen Verrechnungsstelle ohne eigenes Verschulden und nicht auf seine Veranlassung aufgelöst worden ist, hat gemäss BGE 90 I 315 S. 318Art. 22 der Statuten der eidgenössischen Versicherungskasse Anspruch auf eine Invalidenrente. Die Invalidenrente besteht aus einer Rente in Prozenten des versicherten Verdienstes und einem festen Zuschlag. Die Summe von Rente und neuem Einkommen des Rentenbezügers aus Arbeitsverdienst darf jedoch höchstens seinen frühern Verdienst erreichen. In diesem Sinne ist der Anspruch auf die Rente der Höhe nach begrenzt. Art. 25 Abs. 1 der Statuten vom 29. September 1950 hat bei der Entlassung des Klägers Ende Februar 1959 folgende zwingende Regelung vorgesehen: Die Rente wird \"um den Betrag gekürzt, um den die Summe von Rente und Arbeitseinkommen seinen frühern Verdienst übersteigt.\"\n\nIn der Folge ist - um Härtefälle zu beseitigen - Art. 25 Abs. 1 der Statuten mit Nachtrag vom 3. November 1959 u.a. durch den Satz ergänzt worden: \"Bei besonders berücksichtigungswerten Verhältnissen kann auf die Kürzung ganz oder teilweise verzichtet werden\" (s. AS 1959 S. 2116). Gestützt auf diese Änderung hat die eidgenössische Versicherungskasse im Jahre 1960 mit der Verrechnungsstelle eine generelle Lösung für deren ehemaligeAngestellte vereinbart. Sie lautet gemäss Zirkularschreiben der Verrechnungsstelle vom 11. Januar 1960: \"Bei der Anwendung von Art. 25 gilt inskünftig als Regel, dass die Rente im Maximum um die Hälfte des Mehrverdienstes ... gekürzt wird. Auf die Kürzung kann in weitergehendem Mass oder ganz verzichtet werden, wenn besondere soziale Verhältnisse dies rechtfertigen.\"\n\n2. - Der dem Kläger zustehende Rechtsanspruch erstreckt sich nach dem Gesagten auf eine Invalidenrente gekürzt um die Differenz, die sich zwischen dem frühern Verdienst und der höhern Summe von Rente und neuem Arbeitseinkommen ergibt.\n\nEin teilweiser oder ganzer Verzicht auf die so umschriebene Rentenkürzung liegt bei besondern Verhältnissen im Ermessen der Verwaltung. Diese hat hievon Gebrauch gemacht und für die ehemaligen Angestellten der Verrechnungsstelle BGE 90 I 315 S. 319die Regel aufgestellt, die Rente sei höchstens um die Hälfte des Mehrverdienstes zu kürzen; vorbehalten bleibt ein noch weiteres Entgegenkommen, das bis zum gänzlichen Verzicht auf die Kürzung gehen kann. Auch dieser weitergehende Verzicht liegt im Ermessen der eidgenössischen Versicherungskasse. Ein Rechtsanspruch des Klägers, die Invalidenrente sei ihm ungekürzt auszuzahlen, lässt sich weder aus Art. 25 Abs. 1 der Statuten noch aus der zwischen der Versicherungskasse und der Verrechnungsstelle geschlossenen Vereinbarung, die ohnehin keinen Rechtssatz, sondern bloss eine von der Verwaltung aufgestellte Richtlinie darstellt, herleiten.\n\nEine Streitigkeit über einen vermögensrechtlichen Anspruch im Sinne von Art. 110 Abs. 1 OG liegt demnach nicht vor. Über den teilweisen oder ganzen Verzicht auf die Kürzung der Rente bei Mehrverdienst befindet allein die Verwaltung nach ihrem Ermessen. Ein eigentlicher Missbrauch dieses Ermessens ist nicht vorhanden und wird auch nicht behauptet. Das Bundesgericht hat sich mit der Klage mangels Zuständigkeit nicht zu befassen.\n\n3. - Eine andere Lösung der Eintretensfrage, als sie in BGE 88 I 55 lit. c mit Bezug auf Art. 64 Abs. 2 i. f. der Angestelltenordnung getroffen wird, ist wegen der - sachlich bedingten - verschiedenen Umschreibung der Rechtsansprüche gerechtfertigt. Insbesondere fehlt es im vorliegenden Fall an der dort gegebenen unlösbaren Einheit zwischen grundsätzlicher Regelung und Ausnahme. Eine über den behandelten Einzelfall hinausgehende, allgemeine Bedeutung kann den Formulierungen von BGE 88 I 55 nicht beigemessen werden.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Klage wird nicht eingetreten."}