{"annee": "90", "cour": "IV", "page": "177", "date": "10/11/1964", "cite": ["75 IV 156", "86 IV 5", "88 IV 121", "83 IV 137", "77 IV 1", "85 IV 121", "89 IV 123", "72 IV 145"], "cite_par": ["106 IV 338", "100 IV 186", "128 IV 3", "127 IV 148", "95 IV 1", "98 IV 76"], "chapeau": "37. Urteil des Kassationshofes vom 10. November 1964 i.S. Wettstein gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 41 ch. 3 al. 1 et 2 CP. Sursis révoqué par le motif que le condamné a sérieusement trompé la confiance du juge en commettant de nombreuses contraventions."], "faits": "BGE 90 IV 177 S. 177\n\nA.- Wettstein hatte beim Verkauf eines Occasionswagens den Käufer arglistig getäuscht und war deshalb am 1. Juli 1960 vom Obergericht des Kantons Zürich wegen Betruges zu einer Gefängnisstrafe von drei Monaten verurteilt worden, deren Vollzug auf drei Jahre bedingt aufgeschoben wurde.\n\nWährend der Probezeit wurde Wettstein vom Polizeirichter der Stadt Zürich zehnmal zu Bussen von Fr. 10.- bis Fr. 50.- verurteilt. Zwei von diesen betrafen unentschuldigtes Nichteinrücken zu Ausbildungskursen des Zivilschutzes, eine wurde wegen Widerhandlung gegen das Tierseuchengesetz ausgefällt und die übrigen sieben Bussen entfallen auf Widerhandlungen gegen Strassenverkehrsvorschriften, hauptsächlich begangen durch Stehenlassen von Motorfahrzeugen an verbotenen Stellen oder zu unerlaubten Zwecken und durch Parkieren über die erlaubte Zeit hinaus. Ferner wurden in einem von vier eingestellten Strafverfahren, die wegen Betruges bei Autoverkäufen während der Probezeit gegen Wettstein angehoben worden waren, diesem Untersuchungskosten mit der Begründung BGE 90 IV 177 S. 178auferlegt, dass er durch seine falschen Angaben eine bedenkliche Geschäftsmoral und damit ein leichtfertiges, ja verwerfliches Verhalten an den Tag gelegt habe.\n\nB.- Das Obergericht des Kantons Zürich ordnete am 28. April 1964 wegen Täuschung des richterlichen Vertrauens (Art. 41 Ziff. 3 Abs. 1 StGB) den Vollzug der am 1. Juli 1960 bedingt aufgeschobenen Gefängnisstrafe an.\n\nC.- Wettstein führt Nichtigkeitsbeschwerde und beantragt, den Widerrufsentscheid des Obergerichtes aufzuheben und die Sache zur Löschung des früheren Strafurteils, eventuell zu seiner Verwarnung oder zur Anordnung einer anderen Ersatzmassnahme an die Vorinstanz zurück.\n\nzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Soweit der Beschwerdeführer anstelle einer eigenen Beschwerdebegründung bloss auf kantonale Eingaben verweist, kann auf sie nicht eingetreten werden (BGE 88 IV 122 und dort erwähnte Rechtsprechung).\n\n2. Indem das Gesetz in Art. 41 Ziff. 3 Abs. 1 StGB allgemein ein das Vertrauen des Richters enttäuschendes Verhalten als Grund zum Vollzug der Strafe erklärt, verlangt es, dass der unter Bewährungsprobe stehende Verurteilte sich überhaupt keines Verhaltens schuldig mache, in dessen Voraussicht der Strafvollzug nicht aufgeschoben worden wäre. Dazu zählt jedes Verhalten, gleichgültig, ob es strafbar ist oder nicht, vorausgesetzt, dass sich der Verurteilte der Pflichtwidrigkeit seines Handelns auch ohne besondere Mahnung bewusst sein musste und dass seine Verfehlung von einer Schwäche zeugt, die er mit Rücksicht auf die Bewährungsprobe hätte meistern können und sollen (BGE 72 IV 148,BGE 75 IV 158,BGE 77 IV 3, BGE 83 IV 137, BGE 85 IV 121, BGE 89 IV 126).\n\nDas Obergericht hat durch die Annahme einer Vertrauenstäuschung weder die Voraussetzungen dieses Widerrufsgrundes verkannt oder das Verhalten des Beschwerdeführers unrichtig gewürdigt, noch ist es von einem unzutreffenden BGE 90 IV 177 S. 179Begriff der Bewährung ausgegangen. Zum Wohlverhalten, das vom Verurteilten erwartet wird, gehört, dass er sich auf allen Lebensgebieten an die Rechtsordnung halte und Anstrengungen unternehme, um einen Rückfall in bereits aufgetretene Schwächen zu verhüten. Der Beschwerdeführer hat in der einen wie in der andern Richtung das in ihn gesetzte Vertrauen erheblich getäuscht. Entgegen seiner Auffassung kann keine Rede davon sein, dass es sich bei den zehn Bussenfällen ausschliesslich um Bagatellübertretungen handle, denen blosse Nachlässigkeit zugrunde liege. Das Gegenteil ergibt sich sowohl aus der Vielzahl und Gleichartigkeit der auf einen Zeitraum von 2 1/2 Jahren entfallenden Widerhandlungen als auch aus der Art ihrer Begehung, so aus dem stunden- und tagelangen, in einem Falle sogar 2-3 Wochen dauernden Parkieren von zum Teil keine Kontrollschilder aufweisenden Fahrzeugen auf öffentlichen Strassen und Plätzen, wo es einer Sonderbewilligung bedurft hätte oder wo nach der ausdrücklichen Signalisierung die Parkzeit beschränkt oder jedes Anhalten verboten war. Die in diesen Fällen immer wieder gezeigte bedenkenlose Gleichgültigkeit gegenüber der Rechtsordnung ist umso schwerwiegender, als der Beschwerdeführer sich auch noch um polizeiliche Vorladungen nicht gekümmert hat, nähere Auskünfte verweigerte, über die einschreitende Polizei abschätzige Bemerkungen machte und sie sogar einmal grob beschimpfte. Nicht weniger verwerflich ist die rücksichtslose und egoistische Haltung, die darin zum Ausdruck kommt, dass der Beschwerdeführer den Zivilschutzkurs, zu dem er aufgeboten war, trotz mehrmaliger Verschiebung und Androhung strafrechtlicher Massnahmen versäumte und dass er das zweite Mal ungeachtet der Verurteilung zu einer Busse und Zustellung zweier neuer Aufgebote wiederum nicht einrückte. Solche hartnäckige Widersetzlichkeit zeugt von Hemmungslosigkeit und mangelndem Besserungswillen, was eine ausgeprägte Charakterschwäche erkennen lässt. Zum gleichen Schluss führt auch die unlautere Geschäftsmoral, BGE 90 IV 177 S. 180die der Beschwerdeführer im eingestellten Strafverfahren erneut an den Tag gelegt hat, ebenso der Umstand, dass er den vielen Verwarnungen zum Trotz noch zu behaupten wagt, er habe keine Ahnung gehabt, dass die strafbaren Übertretungen den Widerruf des bedingten Strafaufschubes nach sich ziehen könnten.\n\nDie neuen Verfehlungen sind, gesamthaft betrachtet, weder objektiv noch subjektiv als so geringfügig zu bewerten, dass ein besonders leichter Fall im Sinne des Art. 41 Ziff. 3 Abs. 2 StGB angenommen werden könnte (BGE 86 IV 7). Die erwähnten Charaktermängel und die Einsichtslosigkeit des Beschwerdeführers, deretwegen ihm schon der bedingte Strafaufschub nur mit Bedenken gewährt worden ist, machen vielmehr deutlich, dass er dringend der Nacherziehung bedarf.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit auf sie eingetreten werden kann."}