{"annee": "90", "cour": "IV", "page": "265", "date": "4/12/1964", "cite": ["58 II 356", "87 II 113", "81 II 309", "76 II 110", "82 II 592", "83 II 245", "71 II 252", "59 II 394"], "cite_par": ["125 III 412", "91 II 474", "109 II 491", "100 II 134", "117 IV 270"], "chapeau": "56. Auszug aus dem Urteil des Kassationshofes vom 4. Dezember 1964 i.S. Nikles gegen Eheleute Bonnet.", "regestes": ["1. Art. 271 al. 2 PPF, art. 55 al. 1 lit. a OJ. Pourvoi en nullité sur les conclusions civiles. Nécessité d'indiquer la valeur litigieuse dans le mémoire de recours (consid. 1). 2. Art. 59 al. 1 LCR. Exclusion de la responsabilité du détenteur. Ne constitue pas une faute grave des organes de l'Etat chargés de la voirie l'emploi, pour la réparation du revêtement de la chaussée, d'un mélange préparé à la main avec du goudron froid, mélange dont le dosage n'était pas assez exact et qui contenait du matériel pierreux trop fin. Le cas de force majeure n'est pas donné du fait que la surface réparée, sur laquelle le véhicule a dérapé, était glissante."], "faits": "BGE 90 IV 265 S. 265\n\nAls sich Nikles am 14. Juli 1961 gegen 18 Uhr auf der Heimfahrt vor Frutigen der Ortstafel näherte, wo eine langgezogene Rechtsbiegung beginnt, setzte er durch leichtes Bremsen seine Geschwindigkeit von 70-80 km/Std. auf 60 km/Std. herab. Da er unmittelbar darauf die Stoplichter eines vor ihm fahrenden Volkswagens aufleuchten sah, bremste er erneut und stärker. Dieses zweite Bremsen hatte zur Folge, dass sein Wagen (Opel Rekord) auf der nassen, 5,7 m breiten Asphaltstrasse ins Schleudern geriet, trotz Gegensteuer mit dem Vorderteil in die linke Fahrbahn BGE 90 IV 265 S. 266abgedreht wurde und in Querstellung mit einem gleichzeitig aus der Gegenrichtung kommenden Personenauto (Citroen 2 CV) zusammenstiess. Durch die Kollision wurden die im Citroen fahrenden Eheleute Jean Pierre und Andrée Bonnet schwer verletzt und beide Fahrzeuge stark beschädigt.\n\nB.- Das Obergericht des Kantons Bern sprach am 12. Februar 1964 Nikles von der Anschuldigung der fahrlässigen Störung des öffentlichen Verkehrs frei, wogegen es das Verfahren wegen Widerhandlung gegen Verkehrsvorschriften zufolge Verjährung einstellte. Es führte aus, der Unfall sei einzig auf die beim Bremsmanöver aufgetretene Linksdrehung des Opels und diese auf die Ungleichheit des Strassenbelages im Bereiche der rechten und linken Räder zurückzuführen. Der 1947 angebrachte Durit-Asphaltbelag sei im Frühjahr 1961 am rechten Rand der bergseitigen Fahrbahn auf einer Breite von rund 1,4 m mit einem Kaltteermischgut überholt worden, das mit der Zeit Bindemittel ausgeschieden habe, wodurch die Flickstelle weich und ausserordentlich glatt geworden sei und die darauf fahrenden Räder weniger gebremst worden seien als die linken, die auf dem härteren und griffigeren Durit-Belag rollten. Objektiv sei daher die Geschwindigkeit nicht dem Strassenzustand angepasst gewesen, und es hätte der Angeschuldigte die Schleuderbewegung auch nicht bloss durch Gegensteuer korrigieren, sondern zudem sofort die Bremsen lösen sollen. Diese Fehler könnten ihm aber nicht zum Verschulden angerechnet werden, da er die Wirkungen der ungewöhnlichen Beschaffenheit des Bodenbelages nicht habe voraussehen können und es einer überdurchschnittlichen Fahrkunst bedurft hätte, um in einer solchen Lage richtig zu reagieren.\n\nDie adhäsionsweise geltend gemachten Zivilklagen der Eheleute Bonnet auf Ersatz des Körperschadens wurden vom Obergericht dem Grundsatze nach dahin gutgeheissen, dass es Nikles verpflichtete, Frau Andrée Bonnet als Halterin des Citroen 70%, Jean Pierre Bonnet, den als Fahrzeugführer BGE 90 IV 265 S. 267kein Verschulden treffe, 100% des erlittenen Schadens zu bezahlen, im letztern Falle unter Vorbehalt eines allfälligen Regressanspruches gegen die als Halterin bis zu höchstens 30% solidarisch mithaftende Frau Andrée Bonnet. Zur zahlenmässigen Festsetzung der Ansprüche verwies es die Kläger auf den Zivilweg. Die Abweichung von der Haftung der Halter zu gleichen Teilen begründete das Obergericht mit der höheren Betriebsgefahr des Opels, der erheblich schwerer als der Citroen gewesen sei, und mit den besondern Umständen, die zum Zusammenstoss führten. Es verneinte das Vorliegen von Umständen, welche die Haftpflicht des Beklagten ausschliessen.\n\nC.- Nikles führt Nichtigkeitsbeschwerde mit dem Antrag, die Zivilklagen der Eheleute Bonnet seien abzuweisen. Er macht unter anderem geltend, die mangelhafte Beschaffenheit des Strassenbelages sei auf grobe Fahrlässigkeit der staatlichen Strassenbauorgane zurückzuführen, und sie habe sich als höhere Gewalt ausgewirkt.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Das obergerichtliche Urteil wird nur insoweit angefochten, als es den im Strafpunkt freigesprochenen Beschwerdeführer als Motorfahrzeughalter dem Grundsatze nach schadenersatzpflichtig erklärt. Der Kassationshof ist also bloss mit dem Zivilpunkt befasst, und dieser betrifft nicht einen vermögensrechtlichen Anspruch, der nach Art. 45 OG ohne Rücksicht auf den Streitwert der Berufung unterläge. Gemäss Art. 271 Abs. 2 BStP ist daher die Nichtigkeitsbeschwerde nur zulässig, wenn der Streitwert der Zivilforderung wenigstens Fr. 8'000.-- beträgt.\n\nNach Art. 55 Abs. 1 lit. a OG ist bei Streitigkeiten vermögensrechtlicher Natur, deren Streitgegenstand nicht in einer bestimmt bezifferten Geldsumme besteht, die Höhe des Streitwertes in der Berufungsschrift anzugeben. Diese Vorschrift gilt, obwohl Art. 271 BStP nicht ausdrücklich auf Art. 55 OG verweist, auch für die Nichtigkeitsbeschwerde, welche in den Fällen gleichzeitiger Beurteilung BGE 90 IV 265 S. 268des Straf- und Zivilpunktes durch die kantonale Instanz an die Stelle der Berufung tritt (nicht veröffentlichte Urteile des Kassationshofes vom 19. Oktober 1951 i.S. Marty gegen Kallen und vom 11. Dezember 1962 i.S. Schmid gegen Piccirilli).\n\nIn der Beschwerdeschrift des Beschwerdeführers fehlt jede Angabe über den Streitwert. Normalerweise hat dieser Formfehler zur Folge, dass auf die Beschwerde nicht eingetreten werden kann (erwähnte Urteile des Kassationshofes, fernerBGE 71 II 252ff.,BGE 76 II 112, BGE 83 II 247). Eine Ausnahme macht jedoch die Rechtsprechung, wenn der Streitwert ohne weiteres mit Sicherheit erkennbar ist (BGE 81 II 310, BGE 82 II 593, BGE 83 II 247, BGE 87 II 114). Diese Voraussetzung trifft hier zu. Aus dem obergerichtlichen Urteil ergibt sich, dass jeder der beiden Kläger für Schadenersatz und Genugtuung mehr als Fr. 15'000.-- eingeklagt hat und dass sie die Genugtuungsforderung, auf die sie im Berufungsverfahren verzichteten, vor erster Instanz auf je Fr. 5'000.-- bezifferten. Der Streitwert betrug somit nach Massgabe der Rechtsbegehren, wie sie vor der letzten kantonalen Instanz noch streitig waren (Art. 46 OG), immer noch mindestens je Fr. 10'000.--. Auf die Beschwerde ist demnach einzutreten.\n\n2. Nach Art. 59 Abs. 1 SVG kann sich der Beschwerdeführer auf den Entlastungsgrund des Drittverschuldens und der höheren Gewalt nur berufen, wenn ihn selber kein Verschulden trifft und wenn auch keine fehlerhafte Beschaffenheit seines Fahrzeuges zum Unfall beigetragen hat. Nach den Feststellungen des Obergerichts sind diese beiden Voraussetzungen erfüllt. Es hat sich freilich nur zur strafrechtlichen Schuld des Beschwerdeführers geäussert, sich mit dem zivilrechtlichen Verschulden aber nicht ausdrücklich auseinandergesetzt. Die Frage kann jedoch offen bleiben, da keiner der angerufenen Haftbefreiungsgründe vorliegt.\n\na) Es steht fest, dass die mangelhafte Beschaffenheit der Flickstelle in der Glätte der Belagsoberfläche bestand, die darauf zurückzuführen ist, dass die im verwendeten Kaltteer BGE 90 IV 265 S. 269enthaltenen weichen Bindemittel unter der Wirkung des Strassenverkehrs allmählich an die Oberfläche gestiegen sind und dort zusammen mit feinen Mineralstoffen eine glatte, fast kornlose Schicht bildeten. Die Verwendung von Kaltteermischgut, mit dem die Flickstelle 3-4 cm stark überzogen wurde, ist nicht zu beanstanden. Dieses Verfahren ist, namentlich bei blossen Ausbesserungen schadhafter Strassenstellen, heute noch allgemein üblich. Fehlerhaft war dagegen die Wabl des Gesteinsmaterials, das dem Kaltteer beigemischt wurde, und in einem nicht näher feststellbaren Masse auch die Art, wie die aus Kaltteer, Split, Sand und Bindemitteln zusammengesetzte Mischung aufbereitet worden ist. Nach Auffassung des Strassensachverständigen Dr. Rodel hätte die Verwendung weniger feinen Gesteinsmaterials einen offeneren und hohlraumreicheren Belag ergeben und den Vorteil gehabt, dass der Bedarf an Bindemitteln geringer gewesen und das Verdunsten flüchtiger Lösungsmittelbestandteile nicht verzögert worden wäre, was das Ausschwitzen von Bindemitteln begünstigt habe. Sodann ist das Mischgut nicht in einer besondern Aufbereitungsanlage, sondern von Hand vorbereitet worden, ein Verfahren, das die Gefahr in sich schliesst, dass die mengenmässige Abstimmung der einzelnen Teile des Mischgutes nicht mit der wünschbaren Genauigkeit vorgenommen wird. Der Experte räumt indessen ein, dass die Anwendung des Handbereitungsverfahrens gerechtfertigt gewesen sei, weil die Verwendung einer Aufbereitungsanlage zur Herstellung bloss kleinerer Verbrauchsmengen sich kostenmässig nicht lohne. Den mit den Ausbesserungsarbeiten betrauten staatlichen Organen kann somit lediglich vorgeworfen werden, dass sie der Grösse des verwendeten Gesteinsmaterials nicht genügend Beachtung schenkten und dass sie möglicherweise bei der Vorbereitung des Mischgutes die Mengen der einzelnen Baustoffe zu wenig genau abwogen, z.B. mehr Bindemittel beigaben, als notwendig war. Es kann ihnen also nicht die Verletzung einer grundlegenden Vorschrift oder technischen Regel oder die BGE 90 IV 265 S. 270Widerhandlung gegen ein elementares Gebot der Vorsicht zur Last gelegt werden. Der Umstand, dass bloss die Wahl der Korngrösse des Gesteinsmaterials nicht ganz zutreffend war und die mengenmässige Zusammensetzung des von Hand aufbereiteten Mischgutes nicht mit der erforderlichen Genauigkeit vorgenommen wurde, begründet kein grobes Verschulden. Die begangenen Fehler haben sich denn auch nur im vorliegenden Falle nachteilig ausgewirkt, und auch in diesem nur, weil sich der Belag in nassem Zustande befand, wobei zudem nicht abgeklärt ist, ob zur Glätte des Belages nicht auch noch Ursachen anderer Art, wie z.B. Ölrückstände, Verschmutzungen usw., beigetragen haben. In diesem Zusammenhang ist ferner zu beachten, dass auch nach der Rechtsprechung zu Art. 58 OR in bezug auf Anlage und Unterhalt von Strassen nicht zu hohe Anforderungen gestellt werden dürfen und es nicht angeht, eine geradezu technische Vollkommenheit des Strassenbelages zu verlangen (BGE 58 II 360,BGE 59 II 395; OFTINGER, Schweiz. Haftpflichtrecht, 2. Aufl., Band II/1, S. 47, 73).\n\nb) Die Glätte der Flickstelle kann auch nicht als höhere Gewalt gelten, nämlich als unvorhersehbares und unvermeidliches Ereignis, das unabhängig vom Betrieb des Motorfahrzeuges mit unabwendbarer Gewalt von aussen hereinbricht (OFTINGER, a.a.O., Bd. I, S. 101). Wirkungen, die sich als Folgen der Beschaffenheit oder des Unterhaltes des benutzten Verkehrsweges darstellen, sind nicht höhere Gewalt (STREBEL, N. 102/c zu Art. 37 MFG). Jeder Motorfahrzeugführer hat mit Mängeln des Strassenbelages zu rechnen und kann die Folgen durch entsprechende Fahrweise abwenden. Wie die Vorinstanz feststellt, wäre es auch im vorliegenden Falle objektiv möglich gewesen, die Schleudergefahr durch Herabsetzung der Geschwindigkeit auszuschalten oder doch die Schleuderbewegung durch Loslassen der Bremsen aufzufangen."}