{"annee": "90", "cour": "II", "page": "21", "date": "17/3/1964", "cite": ["50 II 142", "88 II 209", "84 II 636", "86 II 258", "88 II 18", "45 II 562", "84 II 369", "87 II 28"], "cite_par": ["95 II 309", "109 II 51", "114 IB 67", "95 II 481", "107 IA 168", "97 II 53", "112 II 330", "127 III 248", "129 III 493", "95 II 43", "92 II 323", "106 II 146", "104 II 99", "91 II 291", "96 II 129"], "chapeau": "4. Urteil der Zivilabteilung vom 17. März 1964 i. S. Meier gegen Benz.", "regestes": ["Vente d'immeubles, art. 216 CO, 657 CC; art. 2 CC. Le contrat est nul lorsque l'acte authentique n'indique pas quel immeuble doit faire l'objet de l'achat (consid. 1). Abuse-t-on de son droit en invoquant le vice de forme? (consid. 2). Recevabilité de l'action en constatation de droit (consid. 3)."], "faits": "BGE 90 II 21 S. 21\n\nA.- In der Gemeinde Spreitenbach wurde im Hinblick auf eine allfällige Überbauung ein Landumlegungsverfahren eingeleitet. In dieses sollten auch die Grundstücke Nr. 868, 672 und 669 des Landwirtes Meier einbezogen werden. Laut einem als Antwortbeilage 2 eingelegten Plan war vorgesehen, Meier anstelle des Grundstückes Nr. 868 von 3086 m2 Flächeninhalt eine neu zu bildende Parzelle 7a im Halte von 4344 m2 zuzuteilen.\n\nBGE 90 II 21 S. 22\n\nAuf Grund dieses Planes verhandelte Benz, der in Spreitenbach Bauland zu kaufen wünschte, mit Meier über den Kauf der künftigen Parzelle 7a. Diese Verhandlungen führten am 8. Juli 1960, noch vor Abschluss des Landumlegungsverfahrens, zur Errichtung eines öffentlich beurkundeten Kaufvertrages. Darin wurde als \"Kaufsobjekt\" bezeichnet:\n\n\"Grundbuch Spreitenbach Nr. , Plan , Parz.\n\nAren Acker & Wiese (Bauland)\n\nAnmerkungen:\n\nDienstbarkeiten & Grundlasten\n\nGrundpfandrechte\n\nKeine\n\nDas Kaufsobjekt ist dem Käufer pfandrechtsfrei zu übergeben.\"\n\nDer Kaufpreis sollte Fr. 255'000. - betragen.\n\nUnter dem Titel \"Allgemeine Vertragsbestimmungen\" wurde u.a. vereinbart:\n\n\"7. Die Parteien verpflichten sich gegenseitig nach Erfüllung dieses Kaufvertrages einen Kaufrechtsvertrag über GB Spreitenbach Nr. 1679, Parz. 650, und GB Nr. 1787, Parz. 651, von total 11, 17 Aren abzuschliessen. Der Kaufpreis beträgt Fr. 30.- per m2.\n\n9. Sollte das Quartierplanverfahren oder die Baubewilligung für die Überbauung des Kaufobjektes verweigert werden, so fällt dieser Kaufvertrag für beide Parteien entschädigungslos dahin.\"\n\nDas Quartierplanverfahren führte jedoch nicht zur Bildung der Parzelle 7a, wie sie in dem den Kaufverhandlungen zugrunde gelegten Plan eingetragen war. Statt ihrer wurde Meier eine 4446 m2 messende, also um 102 m2 grössere Parzelle zugeteilt, die nach seiner Behauptung auch in der Form von der ursprünglich geplanten neuen Parzelle abwich.\n\nAn Stelle des unter Ziff. 7 der allgemeinen Bestimmungen vorgesehenen Kaufrechtsvertrags schlossen die Parteien noch im Jahre 1960 einen Kaufvertrag, wonach Benz von BGE 90 II 21 S. 23Meier die beiden Grundstücke 650 und 651 zum Preis von Fr. 30.- für den m2 erwarb.\n\nZur Übertragung der ihm schliesslich zugeteilten neuen Parzelle 7a war Meier dagegen nicht gewillt. Er liess Benz im Februar 1962 mitteilen, dass er die Gültigkeit des Kaufvertrags vom 8. Juli 1960 bestreite. Benz antwortete ihm, er müsste ihn auf eine sehr hohe Schadenersatzsumme einklagen, wenn er den Vertrag bräche.\n\nB.- Am 3. April 1962 reichte Meier gegen Benz Klage ein mit den Anträgen, es sei festzustellen:\n\n1) Dass der Kaufvertrag vom 8. Juli 1960 ungültig sei und keinerlei Rechtswirkungen habe;\n\n2) dass der Beklagte gegenüber dem Kläger keinerlei Ansprüche auf Ersatz des ihm allenfalls durch die Ungültigkeit des Vertrages entstehenden Schadens besitze.\n\nDer Beklagte beantragte Abweisung der Klage und erhob Widerklage mit den Begehren:\n\n1) Es sei festzustellen, dass der Vertrag vom 8. Juli 1960 rechtsgültig sei;\n\n2) das Grundbuchamt Baden sei anzuweisen, den Beklagten nach endgültiger Durchführung des Umlegeverfahrens Langäcker und Vermessung der Parzelle Spreitenbach 7a gegen Vorlage der Quittung über die Zahlung des Kaufpreises von Fr. 255'000. - an den Kläger, eventuell gegen Übergabe des Kaufpreises an das Grundbuchamt Baden oder bei Hinterlegung beim Bezirksgericht Bremgarten als Eigentümer der Parzelle Spreitenbach 7a im Grundbuch einzutragen.\n\nC.- Das Bezirksgericht Bremgarten wies die Klage ab und stellte in teilweiser Gutheissung der Widerklage fest, dass der zwischen den Parteien am 8. Juli 1960 abgeschlossene Kaufvertrag betreffend das dem Kläger aus der Landumlegung als Ersatz für seine Parzelle Nr. 868 in den Langäckern in Spreitenbach zufallende Grundstück rechtsgültig sei und dass der Kläger nach endgültiger Durchführung des Umlegeverfahrens und Vermessung der Parzelle sowie nach erfolgter Zahlung des Kaufpreises BGE 90 II 21 S. 24von Fr. 255'000. - an den Kläger, eventuell nach erfolgter Hinterlegung des Preises beim Bezirksgericht Bremgarten, dem Beklagten die Parzelle zu Eigentum zu überlassen habe.\n\nDas Obergericht des Kantons Aargau wies mit Urteil vom 31. Oktober 1963 die auf Gutheissung der Klage und Abweisung der Widerklage abzielende Appellation des Klägers ab. Es kam zum Schluss, die öffentliche Urkunde vom 8. Juli 1960 bestimme den Kaufgegenstand nicht und mache ihn auch nicht bestimmbar. Das habe grundsätzlich die Ungültigkeit des Vertrages zur Folge. Die Berufung des Klägers auf den Formfehler sei jedoch rechtsmissbräuchlich und daher nicht zu hören.\n\nD.- Gegen das Urteil des Obergerichts hat der Kläger die Berufung an das Bundesgericht erklärt. Er hält an seinen Anträgen auf Gutheissung der Klage und Abweisung der Widerklage fest.\n\nDer Beklagte beantragt Abweisung der Berufung und Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Kaufverträge, die ein Grundstück zum Gegenstand haben, bedürfen zu ihrer Gültigkeit der öffentlichen Beurkundung (Art. 216 Abs. 1 OR, Art. 657 Abs. 1 ZGB). Diese hat nach der Rechtsprechung des Bundesgerichts alle wesentlichen Punkte zu decken (BGE 87 II 30 Erw. 3 und dort angeführte Urteile). Aus der öffentlichen Urkunde muss insbesondere hervorgehen, welches Grundstück Gegenstand des Kaufes ist. Zwar braucht es nicht mit der Grundbuchnummer bezeichnet zu werden; es genügt auch eine andere Bezeichnung, sofern diese eindeutig ist und zu keinem Irrtum über die Identität des Grundstücks Anlass geben kann. Bestimmungen des kantonalen Rechtes, die für die öffentliche Urkunde über den Kaufvertrag als Rechtsgrundausweis eine grundbuchtechnische Grundstücksbeschreibung verlangen, stellen blosse Ordnungsvorschriften dar (HAAB, Kommentar zum Sachenrecht, BGE 90 II 21 S. 25Art. 657 ZGB N. 21). Die zur genügenden Kennzeichnung des Grundstücks dienenden Willensäusserungen der Vertragschliessenden müssen sich aber immer aus der öffentlichen Urkunde selbst ergeben. Äusserungen, die in diese nicht aufgenommen wurden, genügen selbst dann nicht, wenn aus dem Inhalt der Urkunde geschlossen werden kann, dass die Parteien über den Kaufgegenstand verhandelt haben und einig geworden sind.\n\nDie öffentliche Urkunde vom 8. Juli 1960 gibt keinen Aufschluss darüber, welches Grundstück Gegenstand des Kaufes sein soll. Sie bezeichnet es weder mit der Nummer, die es im Grundbuch oder im Katasterplan haben sollte, noch mit der Nummer, die es in dem den Vertragsverhandlungen zugrunde gelegten Plan erhalten hatte, noch durch andere Angaben, die erlauben würden, es zu bestimmen. Die Urkunde enthält zwar gewisse Angaben über den Kaufgegenstand, wie die Hinweise auf das Grundbuchamt Spreitenbach, auf die gegenwärtige Bewirtschaftungsart (Acker, Wiese), auf die beabsichtigte Verwendung als Bauland, auf die Nichtbelastung mit Pfandrechten und auf die Einbeziehung in das Quartierplanverfahren. Diese Angaben reichen jedoch nicht aus, das von den Vertragschliessenden ins Auge gefasste Grundstück genau von andern zu unterscheiden. Insbesondere kann der Urkunde nicht entnommen werden, wo das Grundstück liege, aus welchen anderen Grundstücken es gebildet werden solle und an welche Strassen oder Nachbargrundstücke es angrenze; ebenso fehlt jede Angabe über die Form und die Grösse des Kaufgegenstandes.\n\nDer Kaufvertrag, bei dem der Beklagte den Kläger behaften will, ist daher wegen Formmangels ungültig.\n\n2. Die Vorinstanz vertritt jedoch die Ansicht, die Geltendmachung dieses Mangels durch den Kläger sei wegen Rechtsmissbrauches nicht zu hören.\n\nDer Kläger bestreitet, dass sein Verhalten einen offenbaren Rechtsmissbrauch im Sinne von Art. 2 ZGB darstelle.BGE 90 II 21 S. 26\n\na) Wie das Bundesgericht wiederholt entschieden hat, liegt ein offenbarer Rechtsmissbrauch nicht schon darin, dass eine Partei geltend macht, ein Rechtsgeschäft sei mangels der vorgeschriebenen Form ungültig. Wer sich auf die Ungültigkeit beruft, braucht, um dem Vorwurf des Rechtsmissbrauchs zu entgehen, nicht einmal darzutun, dass er schutzwürdige Interessen habe, die Erfüllung zu verweigern. Die Auffassung der Vorinstanz, die Klage könnte nur geschützt werden, wenn der Kläger gewichtige Gründe hätte, den Formmangel geltend zu machen, ist abzulehnen. Es ist vielmehr Sache jener Partei, die der andern das Recht zur Anrufung der Nichtigkeit bestreitet, besondere, den konkreten Fall kennzeichnende Umstände nachzuweisen, die offensichtlich machen, dass die Berufung auf den Formmangel gegen Treu und Glauben verstösst (BGE 88 II 24 und dort erwähnte Entscheide).\n\nb) Ein solcher Umstand kann nicht darin erblickt werden, dass die Parteien bei der Errichtung der mangelhaften öffentlichen Urkunde den übereinstimmenden Willen hatten, den Kauf über das im damals vorliegenden Plan (Antwortbeilage 2) als Parzelle 7a bezeichnete Stück Land abzuschliessen und dass sie nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz im Verlaufe der vor dem Notar geführten Verhandlungen diesen Willen auch gegenseitig äusserten. Hängt die Gültigkeit eines Vertrages von der Einhaltung einer Form ab, so ist ohne sie der Vertrag ungültig, auch wenn gegenseitige übereinstimmende Willensäusserungen über alle wesentlichen Punkte vorliegen (BGE 45 II 566). Dass solche formlos erfolgten, genügt daher nicht, um die Berufung auf den Formmangel rechtsmissbräuchlich zu machen. Die Formvorschrift wäre sonst sinnlos; ihre Verletzung könnte nur eine Rolle spielen, wenn es auch an formlosen übereinstimmenden Willensäusserungen fehlen würde und daher eine Verpflichtung schon unter dem Gesichtspunkte von Art. 1 OR nicht bestände. Das Bundesgericht hat denn auch in BGE 84 II 641 Erw. 2 entschieden, es komme BGE 90 II 21 S. 27nicht darauf an, ob die sich auf den Formfehler berufende Partei den Inhalt des Vertrages gekannt und gewollt habe oder nicht.\n\nc) Ein offenbarer Rechtsmissbrauch kann darin liegen, dass sich eine Partei auf einen Formmangel beruft, den sie arglistig selbst herbeigeführt hat (BGE 88 II 24 und dort angeführte Entscheide).\n\nVon einem arglistigen Verhalten des Klägers anlässlich der Beurkundung vom 8. Juli 1960 oder der vorausgegangenen Verhandlungen kann nicht die Rede sein. Die Vorinstanz wirft dem Kläger denn auch nicht vor, dass er die Nichtbezeichnung des Kaufgegenstandes im Vertrag veranlasst habe, geschweige denn, dass er dabei einen Hintergedanken gehabt hätte.\n\nDagegen nimmt sie Anstoss daran, dass er vom Notar ausdrücklich auf den Formmangel und dessen allfällige Rechtsfolgen hingewiesen worden sei, aber dennoch sich nicht auf einen blossen Vorvertrag habe beschränken wollen. Das macht indessen die Berufung auf den Formmangel nicht offenbar rechtsmissbräuchlich. Nichts hinderte den Notar, in der öffentlichen Urkunde den Kaufgegenstand durch Angabe der seine Bestimmung erlaubenden Tatsachen genau zu bezeichnen. Das hätte er auch in einem Vorvertrag tun müssen, da auch dieser zur Gültigkeit der öffentlichen Beurkundung bedarf (Art. 216 Abs. 2 OR) und auch dort die Kennzeichnung des betroffenen Grundstücks wesentlich ist. Es ist daher nicht zu ersehen, inwiefern der Wunsch nach einem Kaufvertrag statt einem blossen Vorvertrag irgendwie zum Ungenügen der öffentlichen Beurkundung beigetragen haben und dem Kläger zum Vorwurf gereichen sollte. Dazu kommt, dass die Vorinstanz nicht etwa feststellt, nur der Notar und der Kläger, nicht auch der Beklagte, seien sich des Formmangels bewusst gewesen. Alles was der Kläger wusste, war auch dem Beklagten schon damals bekannt. Dieser führte in der Klageantwort selber aus, es sei vorgesehen gewesen, \"dass der Vertrag nach Abschluss des Umteilungsverfahrens BGE 90 II 21 S. 28noch ergänzt werden müsste und erst dann dem Grundbuchamt zur Eintragung angemeldet werden könnte.\" Das Bezirksgericht stellte sodann auf Grund des Beweisverfahrens, insbesondere gestützt auf die Aussagen des Notars, fest, das zu verkaufende Grundstück sei noch nicht genau festgelegt gewesen, weshalb der Notar die Bezeichnung des Kaufgegenstandes im Vertrag offen gelassen und den Parteien erklärt habe, der Vertrag müsse, damit er im Grundbuch angemeldet werden könne, durch Einsetzen der Grundstückbezeichnung ergänzt werden, sobald dies möglich sei. War also der Beklagte sogut im Bilde wie der Kläger, so verstösst dessen Berufung auf das Ungenügen der öffentlichen Urkunde nicht gegen Treu und Glauben; er hat weder den Beklagten noch den Notar hinters Licht geführt. Es wäre im Gegenteil stossend, wenn man dem Beklagten erlauben würde, aus einer Vereinbarung Rechte abzuleiten, von denen auch er und sein Notar wussten, dass sie nicht genügend beurkundet seien.\n\nd) Die Vorinstanz sieht ein gegen Treu und Glauben verstossendes Verhalten darin, dass der Kläger sich auf den Formmangel vor allem berufe, weil seit Juli 1960 die Preise für Bauland in Spreitenbach erheblich gestiegen seien und ihm der Vertrag zwar einen ansehnlichen, aber bei weitem nicht derart hohen Gewinn einbringen würde, wie er ihn durch den beabsichtigten anderweitigen Verkauf des Grundstückes erzielen könnte.\n\nDamit verkennt die Vorinstanz den Begriff von Treu und Glauben. Eine Vertragspartei ist nicht verpflichtet, einen wegen Formmangels ungültigen Vertrag deshalb zu halten, weil ihre eigene Leistung inzwischen an Wert zugenommen hat und daher den Wert der Gegenleistung übersteigt. Entgegen der Ansicht von MEIER-HAYOZ (Art. 657 ZGB N.145) ist nicht einzusehen, weshalb der aus der Wertzunahme des Kaufgegenstandes erwachsende Vorteil ungeachtet der Ungültigkeit des Vertrages dem Verkäufer entzogen und dem Käufer zugehalten werden BGE 90 II 21 S. 29sollte. Gerade wegen der Möglichkeit, die Kaufsache anderweitig vorteilhafter abzusetzen, hat der Verkäufer ein berechtigtes Interesse, sich auf die Ungültigkeit des noch nicht erfüllten Vertrages zu berufen. Der Hinweis aufBGE 50 II 148hilft nicht, denn dieses Urteil betraf einen Fall, in dem der Vertrag von beiden Parteien schon erfüllt worden war, was das Bundesgericht damals ausdrücklich als entscheidend betrachtete. In einem späteren Urteil (BGE 86 II 262) hat es denn auch erklärt, es komme nichts darauf an, ob der Verkäufer sich auf den Formmangel berufe, weil er die Liegenschaft überhaupt nicht veräussern wolle oder weil er durch anderweitigen Verkauf mehr aus ihr lösen könne. Ob dem Kläger der im Vertrag vom 8. Juli 1960 vorgesehene Preis einen ansehnlichen Gewinn eintrage oder nicht, ist unerheblich. Der Verkäufer schuldet dem Käufer nicht Rechenschaft über den Gewinn, den er macht oder machen wollte, weder wenn der Vertrag gültig, noch wenn er wegen Formmangels ungültig ist. Zu Unrecht bezeichnet der Beklagte die Haltung des Klägers als eine Machenschaft, die bei der heutigen Lage auf dem Liegenschaftsmarkt zu einer völligen Verwilderung führen müsste. Diese Folge wäre gegenteils weit eher zu befürchten, wenn jemand im Wettlauf beim Aufkauf von Grund und Boden den Kaufgegenstand in der öffentlichen Urkunde nicht genau bezeichnen zu lassen brauchte und dennoch geschützt würde. Die Rechtssicherheit und der Schutz der Parteien vor unüberlegtem Entschluss, die durch die öffentliche Beurkundung gewahrt werden sollen, gehen den Interessen desjenigen vor, der auf einen raschen, aber ungenügend beurkundeten Kauf drängt.\n\nGerade der vorliegende Fall zeigt, dass diese Gebote nicht unter Berufung auf Art. 2 ZGB leichthin übergangen werden dürfen. Die Vorinstanz stellt fest, dass den Parteien bei den Vertragsverhandlungen ausschliesslich der als Antwortbeilage 2 verurkundete Plan vorlag, in welchem der Flächeninhalt der neu zu bildenden Parzelle 7a mit BGE 90 II 21 S. 304344 m2 angegeben war, und dass sie bei den Verhandlungen den Verkauf dieser Parzelle wollten. Sie hält aber den Kläger für verpflichtet, dem Beklagten schlechthin das im Umlegungsverfahren als Ersatz dür die Parzelle Nr. 868 zuzuteilende Grundstück zu übertragen, obschon feststeht, dass es um 102 m2 grösser sein wird als die Parzelle 7a des erwähnten Planes, und obschon sie die Behauptung des Klägers, diese Mehrzuteilung gleiche eine Abtrennung von seiner Parzelle Nr. 672 aus, nicht als widerlegt erachtet. Dabei wird am vereinbarten Kaufpreis von Fr. 255'000. - festgehalten. Dem Kläger wird also bei einem Preise von rund Fr. 59.- für den Quadratmeter eine Mehrleistung im Werte von rund Fr. 6'000. - ohne entsprechende Gegenleistung zugemutet. Dazu kommt, dass der Kläger schon im kantonalen Verfahren geltend gemacht hat, das Grundstück, das er nach dem endgültigen Plan zugeteilt erhalte, habe auch eine andere Form als das bei den Vertragsverhandlungen ins Auge gefasste. Sollte diese Behauptung richtig sein, so wäre durchaus offen, ob das Grundstück, auf das der Beklagte Anspruch erhebt, nicht auch wegen seiner Form mehr wert sei als die Parzelle 7a, über welche die Parteien verhandelten. Unsicher bleibt auch, ob der Kläger überhaupt hätte verkaufen wollen, wenn er die endgültige Grösse und Form des Grundstückes, das der Beklagte heute als Kaufgegenstand anspricht, gekannt hätte. Die Vorinstanz glaubt darüber hinwegzukommen mit der Überlegung, die Abweichung in der Form und im Ausmass sei nicht erheblich in Anbetracht dessen, dass die Parteien mit Abweichungen von Mass und Grenzen von vorneherein rechneten. Das kann indessen nicht entscheidend sein. Einmal bleibt ungewiss, in welchem Rahmen dem Kläger Abweichungen in der Form und der Fläche gleichgültig waren. Sodann hat er den Willen, sich ihnen zu unterziehen, in der öffentlichen Urkunde nicht geäussert, ist also wegen Formmangels daran nicht gebunden. Das Obergericht will ihn also in diesem Punkte bei bloss mündlichen Äusserungen behaften.BGE 90 II 21 S. 31\n\nDie Gebote des Parteischutzes und der Rechtssicherheit, denen die öffentliche Beurkundung dienen soll, gestatten das nicht. Die Tatsache, dass der Kläger sich der Zumutung widersetzt, ein wesentlich grösseres und möglicherweise auch erheblich anders geformtes Grundstück hergeben zu müssen, als bei den Vertragsverhandlungen vorgesehen war, schliesst den Vorwurf offenbaren Rechtsmissbrauchs aus.\n\ne) Das Obergericht wirft als zusätzliches Argument zur Bejahung des Rechtsmissbrauches in die Waagschale, dass der Beklagte die unter Ziff. 7 der allgemeinen Vertragsbestimmungen angeführten Parzellen Nr. 650 und 651 zum dort genannten Preis gekauft habe. Es sagt, der Kläger habe den Verkauf der Parzelle 7a davon abhängig gemacht, dass der Beklagte auch die beiden andern Parzellen erwerbe. Der Abschluss von Kaufrechtsverträgen und erst recht von Kaufverträgen über diese Parzellen habe eine Gegenleistung des Beklagten für die Veräusserung der neuen Parzelle 7a gebildet. Indem der Kläger die Übertragung der letzteren wegen Formmangels ablehne, anderseits aber an der erfolgten Veräusserung der beiden andern Parzellen festhalte, wolle er sich seinen eigenen Verpflichtungen aus dem Vertrag vom 8. Juli 1960 entziehen, gleichzeitig aber Vorteile dieses Geschäftes behalten.\n\nDamit verkennt das Obergericht den Sinn der Ziffer 7 des Vertrages. Der Beklagte hat sich durch diese Bestimmung nicht verpflichtet, dem Kläger die Parzellen Nr. 650 und 651 abzukaufen, sondern er hat sich den Abschluss eines Kaufrechtsvertrages versprechen lassen, wobei das Kaufrecht ihm selbst zustehen sollte. Indem er in der Folge zwar nicht den Kaufrechtsvertrag, aber den Kauf abschloss, erfüllte er nicht eine Verpflichtung, sondern er machte von einem Rechte Gebrauch. Übrigens räumte ihm Ziff. 7 des Vertrags vom 8. Juli 1960 dieses Recht erst ein auf einen nach Erfüllung dieses Vertrages liegenden Zeitpunkt. Der Kauf der Parzellen Nr. 650/51 kam dann aber schon vorher zustande. Aus allen diesen Gründen kann nicht die Rede sein davon, dass der Beklagte damit BGE 90 II 21 S. 32dem Kläger eine im formungültigen Vertrag versprochene Gegenleistung erbracht habe und der Kläger sie behalten wolle, ohne seinerseits diesen Vertrag ganz zu erfüllen. Ob der Kläger am 8. Juli 1960 wünschte, dass der Beklagte den Kaufrechtsvertrag über die Parzellen Nr. 650/51 abschliesse und das Kaufrecht dann auch ausübe, ist unerheblich. Massgebend ist, dass ihm der Vertrag, so wie er lautet, nicht das Recht einräumte, den Beklagten zum Kauf der beiden Parzellen zu verhalten.\n\nSelbst wenn der Vertrag vom 8. Juli 1960 den Beklagten verpflichtet hätte, diese Parzellen zu kaufen, würde die Tatsache, dass er sie erwarb, die Berufung des Klägers auf die Nichtigkeit jenes Vertrages nicht missbräuchlich machen. Mit dem Erwerb der beiden Parzellen durch den Beklagten wäre erst eine Nebenverpflichtung erfüllt. Die Hauptleistungen aus dem Vertrag sind noch nicht erbracht worden, weshalb die bundesgerichtliche Rechtsprechung, wonach die Berufung auf die Ungültigkeit eines freiwillig erfüllten Vertrages rechtsmissbräuchlich sein kann (BGE 84 II 376 und dort erwähnte Entscheide), nicht zutrifft. Es wäre höchstens die Rückübertragung der Parzellen Nr. 650/51 in Frage gekommen. Diese hat der Beklagte aber für den Fall der Ungültigkeit des Vertrages vom 8. Juli 1960 gar nicht verlangt. Er hat nicht einmal behauptet, dass er sich durch ihren Besitz benachteiligt fühle. In der Parteibefragung vor dem Bezirksgericht erklärte er im Gegenteil, er habe dem Kläger gesagt, er sei zur Erfüllung des Kaufvertrags über diese Parzellen selbst dann gewillt, wenn das Umlegungsverfahren nicht zustande käme. Er betrachtete also den Erwerb der Parzelle 7a nicht als Voraussetzung der Gültigkeit des Kaufes der beiden andern Parzellen. Da festgestelltermassen die Bodenpreise in Spreitenbach seit dem 8. Juli 1960 erheblich gestiegen sind und dort Bauland schon im November 1962 Fr. 110. - bis Fr. 120. - pro m2 galt, ist übrigens nicht zu ersehen, inwiefern der Beklagte dadurch einen Nachteil erlitten haben sollte, dass er die BGE 90 II 21 S. 33beiden Parzellen im Sommer 1960 für Fr. 30.- den m2 erwarb. Von einem Rechtsmissbrauch des Klägers besteht unter dem Gesichtspunkt dieses Geschäftes keine Spur, geschweige denn, dass er offensichtlich zutage läge, wie Art. 2 ZGB voraussetzt.\n\n3. Das Klagebegehren auf Feststellung, dass der Kaufvertrag vom 8. Juli 1960 ungültig sei und keinerlei Rechtswirkungen habe, ist demnach gutzuheissen. Der Kläger hat ein rechtliches Interesse, zu wissen, ob ihn der Vertrag verpflichtet oder nicht, zumal der Beklagte ihm am 24. Februar 1962 für den Fall der Nichterfüllung Schadenersatzansprüche angedroht hat. Das Feststellungsbegehren ist daher von Bundesrechts wegen zulässig (BGE 88 II 238 und dort angeführte Urteile).\n\nDa der Vertrag ungültig ist und keinerlei Rechtswirkungen hat, wird der Kläger dem Beklagten durch die Nichterfüllung nicht schadenersatzpflichtig. Der Beklagte hat auf Ersatz des Erfüllungsinteresses so wenig Anspruch wie auf die Erfüllung selbst. Auch ein negatives Vertragsinteresse hat ihm der Kläger nicht zu ersetzen, schon deshalb nicht, weil der Beklagte nicht dargetan hat, dass und inwiefern ihn der Abschluss des ungültigen Vertrages geschädigt habe. Das Klagebegehren auf Feststellung, dass der Beklagte keinerlei Ansprüche auf Ersatz des ihm allenfalls durch die Ungültigkeit des Vertrages vom 8. Juli 1960 entstehenden Schadens gegenüber dem Kläger besitze, ist daher ebenfalls begründet. Auch es muss von Bundesrechts wegen zugelassen werden; denn der Kläger hat ein rechtliches Interesse, dass das Nichtbestehen von Schadenersatzansprüchen festgestellt werde, nachdem der Beklagte im Schreiben vom 24. Februar 1962 solche angedroht hat.\n\nMit dem Schutz der Klage ist anderseits der Widerklage der Boden entzogen, weshalb sie im vollen Umfange abzuweisen ist.BGE 90 II 21 S. 34\n\nDemnach erkennt das Bundesgericht:\n\n1.- In Gutheissung der Berufung wird das Urteil des Obergerichts des Kantons Aargau, 1. Zivilabteilung, vom 31. Oktober 1963 aufgehoben.\n\n2.- Es wird festgestellt, dass der öffentlich beurkundete Kaufvertrag zwischen den Parteien vom 8. Juli 1960 ungültig ist und keinerlei Rechtswirkungen hat und dass dem Beklagten gegenüber dem Kläger keinerlei Ansprüche auf Ersatz des ihm allenfalls durch diese Ungültigkeit erwachsenden Schadens zustehen.\n\n3.- Die Widerklage wird abgewiesen."}