{"annee": "91", "cour": "III", "page": "29", "date": "13/5/1965", "cite": ["88 III 140", "85 III 6", "76 III 87"], "cite_par": ["92 III 20", "95 I 313"], "chapeau": "7. Entscheid vom 13. Mai 1965 i.S. Beta Holding SA", "regestes": ["1. Sont des mesures susceptibles d'être attaquées selon l'art. 17 LP: - une extension des objets frappés par le séquestre, décidée après coup par l'office des poursuites (consid. 1); - le rejet d'une requête en notification d'un procès-verbal de séquestre \"définitif\" (consid. 2). 2. Le refus de séquestrer d'autres objets, qui seraient compris dans la description générale donnée par l'ordonnance de séquestre, déclaré expressément dans le procès-verbal de séquestre: - passe en force après l'expiration du délai pour porter plainte, si ce délai n'est pas utilisé (consid. 4); - ne peut être attaqué ultérieurement comme \"déni de justice\", s'il a été déclaré sans équivoque (consid. 5)."], "faits": "BGE 91 III 29 S. 30\n\nA.- Für zwei Forderungen von Fr. 6'000,000.-- (Provision) und Fr. 60'000,000.-- (Schadenersatz) gegen die Italienischen Staatsbahnen, Rom, erwirkte die Rekurrentin am 22. Februar 1965 in Basel einen Arrestbefehl mit folgender Umschreibung der Arrestgegenstände:\n\n\"Sämtliche Guthaben, Beteiligungen, Depositen, Werttitel, Edelmetalle und überhaupt Valoren irgendwelcher Art der Schuldnerin bei\n\na) der Eurofima A. G. Europäische Gesellschaft für die Finanzierung von Eisenbahnmaterial, Parkweg 8, Basel;\n\nb) der Interfrigo, Société Ferroviaire Internationale de Transports Frigorifiques, Hardstrasse 52, Basel.\" BGE 91 III 29 S. 31\n\nDas mit dem Vollzug des Arrestes beauftragte Betreibungsamt Basel-Stadt erliess vor Ausstellung der Arresturkunde Anzeigen an die Eurofima AG und an die Basler Zweigniederlassung (Generaldirektion) der Interfrigo (deren Hauptsitz in Brüssel ist) mit folgendem Zusatz: \"Falls die Zahlung nicht umgehend erfolgt, ersuchen wir Sie innert 10 Tagen um schriftlichen Bericht, ob Sie die Forderung anerkennen, eventuell aus welchen Gründen Sie dieselbe bestreiten.\" Darauf teilte die Eurofima AG mit, sie besitze keine Vermögenswerte der angeführten Art, die der Arrestschuldnerin zustünden, ausser zwei gemäss Art. 709 OR hinterlegten Pflichtaktien Eurofima. Die Generaldirektion der Interfrigo verneinte ihrerseits den Besitz irgendwelcher der angeführten Vermögenswerte der Arrestschuldnerin; sie wies zugleich auf die massgebende Bedeutung ihres Hauptsitzes Brüssel hin.\n\nLaut Arresturkunde vom 22./26. Februar 1965 wurden gestützt auf diese Berichte lediglich die zwei Pflichtaktien Eurofima nebst den aus dem Aktienbesitz fliessenden Erträgnissen auf die Dauer eines Jahres arrestiert. Die Arresturkunde hält im übrigen das negative Ergebnis der Anzeigen an die Eurofima AG und an die Generaldirektion der Interfrigo fest:\n\n\"Weitere Guthaben, Beteiligungen... besitzt die Eurofima gemäss Schreiben vom 25. Februar 1965 nicht. - Mit Schreiben vom 23. Februar 1965 erklärt die Generaldirektion der... Interfrigo, zugunsten der Arrestschuldnerin keine Guthaben, Beteiligungen... zu besitzen und bestreitet, dass zur Zeit irgendeine Forderung der Italienischen Staatsbahnen gegenüber der Interfrigo besteht.\"\n\nB.- Schon vor Empfang der Arresturkunde, am 24. Februar, hatte der Anwalt der Gläubigerin mit Hinweis auf telephonische Gespräche mit Beamten des Betreibungsamtes in einem Schreiben an dieses Amt geltend gemacht, die Beteiligung der Arrestschuldnerin an der Eurofima AG ergebe sich aus dem Aktienbuch; er behaupte ferner, die Aktien oder Aktienzertifikate der Arrestschuldnerin befänden sich bei der Eurofima. Unzweifelhaft sei, dass die Arrestschuldnerin sowohl bei der Eurofima wie auch bei der Interfrigo einen Dividendenanspruch habe. Die Arresturkunde sei daher sogleich auszustellen. - Beim Empfang dieser Urkunde am 26. Februar beharrte er auf den Ausführungen jenes Schreibens und verlangte, dass das Amt in das Aktienbuch der Eurofima Einsicht nehme und dort eine Sperre anlege. Und mit einem BGE 91 III 29 S. 32Schreiben vom 26. Februar an das Amt erklärte er, er halte daran fest, dass die Arrestschuldnerin nicht nur mit zwei Aktien am Kapital der Eurofima AG beteiligt sei, und dass das Betreibungsamt beim Vollzug des Arrestes Einsicht in das Aktienbuch zu nehmen habe, um die Beteiligung feststellen und dort zu Gunsten der Arrestgläubigerin sperren zu können. Ebenso habe das Amt in die Buchhaltung der Interfrigo Einsicht zu nehmen; der offizielle Sitz dieser Genossenschaft in Brüssel sei nur formeller Art. Er bitte das Betreibungsamt, \"innerhalb der 10-tägigen Beschwerdefrist seit Zustellung Ihres Schreibens vom 16. ds. die notwendigen Schritte ... vorzukehren, damit die Ansprüche meiner Klientin bestmöglich gemäss Wortlaut des Arrestbefehls ... gesichert sind\".\n\nC.- Das Betreibungsamt übermittelte der Eurofima AG sowie der Generaldirektion der Interfrigo die Bemerkungen der Arrestgläubigerin. Die Eurofima AG teilte mit, die Italienischen Staatsbahnen seien mit 1400 Namenaktien an ihrem Kapital beteiligt; doch seien nur jene zwei Pflichtaktien im Besitz der Eurofima. Die Interfrigo ging nicht von ihrer früheren Stellungnahme ab.\n\nD.- Am 9. März 1965 errichtete das Betreibungsamt einen Nachtrag zur Arresturkunde, des Inhaltes, gemäss Erklärung der Eurofima AG seien alle Erträgnisse aus dem gesamten Besitz der Italienischen Staatsbahnen an Eurofima-Aktien arrestiert; ein Widerspruchsverfahren werde allfällig erst bei Anmeldung von Ansprüchen eingeleitet.\n\nE.- Mit Eingabe vom 17. März verlangte die Arrestgläubigerin, das Betreibungsamt habe ihr \"nunmehr die definitive Arresturkunde, worin alle verarrestierten Gegenstände im Detail angeführt sind, zuzusenden\".\n\nHierauf liess ihr das Betreibungsamt am 24. März den unter D erwähnten Nachtrag zur Arresturkunde zugehen. Im Begleitschreiben bemerkte es auf das Ansuchen vom 17. März, \"dass Ihnen die definitive Abschrift der Arresturkunde Nr. 25/65 am 26. Februar 1965 persönlich ausgehändigt wurde\".\n\nF.- Mit Beschwerde vom 31. März, aufgegeben am 2. April 1965, stellte die Arrestgläubigerin den Antrag, das Betreibungsamt sei anzuweisen, bei der Eurofima, ... Basel, in deren Aktienbuch eine Sperre bezüglich sämtlicher im Eigentum der Italienischen Staatsbahnen stehenden Beteiligungen BGE 91 III 29 S. 33(Aktien) anzulegen, und es sei der Arrest auch bei der Interfrigo, ... Basel, zu vollziehen.\n\nG.- Auf diese Beschwerde ist die kantonale Aufsichtsbehörde mit Entscheid vom 26. April 1965 nicht eingetreten. In der Begründung wird erklärt, der am 9. März erstellte Nachtrag zur Arresturkunde enthalte keine neue Verfügung hinsichtlich des Arrestvollzuges. Gegenüber der am 26. Februar versandten Arresturkunde aber sei die Beschwerde verspätet. Diese Urkunde sei nicht als provisorische bezeichnet worden, und das Betreibungsamt habe sich nicht den Anschein gegeben, es werde den Arrestvollzug von sich aus ergänzen. Auf die in der Beschwerde erhobenen Vorwürfe der Willkür und des Verfahrensmangels sei somit wegen Versäumung der Beschwerdefrist nicht einzutreten. Sodann könne von Rechtsverweigerung nicht die Rede sein.\n\nH.- Mit vorliegendem Rekurs hält die Arrestgläubigerin an der Beschwerde fest.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die Ansicht der Vorinstanz, der Nachtrag zur Arresturkunde gebe nur die Hauptpunkte eines Schreibens der Eurofima AG wieder und enthalte ferner eine blosse Mitteilung über die allfällige Einleitung eines Widerspruchsverfahrens, er bedeute aber keine neue Verfügung hinsichtlich des Arrestvollzuges, erweckt Bedenken. Durch diesen Nachtrag wurde der Kreis der arrestierten Gegenstände erweitert auf die Erträgnisse derjenigen Eurofima-Aktien der Arrestschuldnerin, die als solche, weil sie sich nicht wie die zwei Pflichtaktien im Besitz der Eurofima AG befinden, nicht arrestiert worden sind. Eine solche Erweiterung des Arrestbeschlages gilt nicht schon ohne weiteres dann, wenn ein Dritter (wie hier die Eurofima AG) sie gelten lassen will, sondern nur, wenn das Betreibungsamt sie anordnet, wie denn der Arrestvollzug in seiner Gesamtheit auf der Verfügung des damit beauftragten Amtes beruht. Kommt somit dem Nachtrag zur Arresturkunde der Charakter einer amtlichen Verfügung zu, so konnte er an und für sich auch den Gegenstand einer Beschwerde bilden. Er fällt aber für das vorliegende Beschwerdeverfahren ausser Betracht, weil er zum Vorteil der BGE 91 III 29 S. 34Gläubigerin gereichte und daher von dieser natürlich nicht angefochten wurde.\n\n2. Als Gegenstand der bei der Vorinstanz eingereichten Beschwerde erweist sich vielmehr der zweite Teil des Begleitschreibens, mit dem das Betreibungsamt jenen Nachtrag an die Gläubigerin gelangen liess. Darin erwiderte das Amt auf das Gesuch der Gläubigerin um Zusendung der \"definitiven Arresturkunde\", die definitive Abschrift der Arresturkunde sei ihrem Anwalte bereits am 26. Februar persönlich ausgehändigt worden. Das bedeutete eine Ablehnung jenes Gesuches mit der Begründung, schon die Arresturkunde vom 22./26. Februar habe den Arrestvollzug definitiv abgeschlossen, weshalb es dabei sein Bewenden haben müsse.\n\nDie gegen diese Ablehnung des Gesuches vom 17. März 1965 geführte Beschwerde (die sich denn auch ausdrücklich gegen die in der Sendung vom 24. März 1965 enthaltene Verfügung richtete; Seite 6 unten der Beschwerdeschrift) war an und für sich rechtzeitig. Die Vorinstanz hätte deshalb darauf eintreten sollen.\n\n3. Das will jedoch nicht heissen, es sei in diesem Beschwerdeverfahren um die Beurteilung der von der Gläubigerin aufgeworfenen Frage gegangen, ob im Rahmen der Angaben des Arrestbefehls Nr. 25/65 noch weitere als die in der Arresturkunde vom 22./26. Februar 1965 aufgeführten Gegenstände (mit dem die Erträgnisse in grösserem Umfang einbeziehenden Nachtrag) zu arrestieren seien. Vielmehr war - zunächst - nur der vom Betreibungsamt ausgesprochene Ablehnungsgrund zu überprüfen, der die Rechtskraft jener am 26. Februar versandten (und dem Anwalt der Rekurrentin persönlich ausgehändigten) Arresturkunde zur Geltung brachte. Gerade dies aber hat die Vorinstanz getan; ihr Nichteintretensentscheid beruht im wesentlichen auf der Erwägung, in jener Arresturkunde habe das Betreibungsamt den Kreis der arrestierten Gegenstände auf Grund der Auskünfte der Eurofima AG und der Generaldirektion der Interfrigo festgelegt. Diesen Arrestvollzug habe die Gläubigerin nicht binnen gesetzlicher Frist angefochten; er sei daher rechtskräftig geworden und die erst am 31. März /2. April geführte Beschwerde nicht geeignet, die Frage zur Entscheidung zu bringen, ob dem Arrestbefehl in weiterem Umfang hätte entsprochen werden können und sollen.\n\nBGE 91 III 29 S. 35\n\nAngesichts dieser Begründung des angefochtenen Entscheides ist es bedeutungslos, dass er auf Nichteintreten statt auf Abweisung der Beschwerde lautet. Insofern übrigens, als die Beschwerdebegehren über das vom Betreibungsamt abgelehnte Gesuch hinausgingen, war das Nichteintreten, vom Standpunkt der Vorinstanz aus gesehen, gerechtfertigt.\n\n4. In der Sache selbst ist dem Betreibungsamt und der Vorinstanz darin beizustimmen, dass die Arresturkunde vom 22./26. Februar 1965 den Arrestbeschlag auf die darin verzeichneten Gegenstände begrenzt und zudem eine Arrestierung weiteren Vermögens durch den Hinweis auf die negativen Auskünfte der Eurofima AG und der Generaldirektion der Interfrigo ausdrücklich abgelehnt hat. Aus dem Briefwechsel zwischen dem Anwalt der Gläubigerin und dem Betreibungsamt lässt sich schliessen, dass diesem bei Abfassung der Arresturkunde die Argumente der Gläubigerin bereits bekannt waren (wie denn ein Schreiben der Gläubigerin vom 24. Februar vorlag und es auch zu mündlichen Besprechungen gekommen war). Deshalb leitete denn auch der Anwalt der Gläubigerin seine nochmaligen Darlegungen im Briefe vom 26. Februar an das Amt mit den Worten ein: \"Ich halte (daran) fest ...\". Im übrigen ergibt sich aus dem Schluss desselben Briefes, dass er sich des rechtlichen Charakters der Arresturkunde und der drohenden Rechtskraft derselben bewusst war. Sprach er doch die Bitte aus, das Betreibungsamt möge \"innerhalb der 10-tägigen Beschwerdefrist seit Zustellung Ihres Schreibens vom 26. ds.\" Schritte zur Sicherung der Ansprüche der Gläubigerin unternehmen (oben B der Tatsachen, am Ende). Er spielte damit auf die Befugnis des Betreibungsamtes an, auf eine Verfügung zurückzukommen, solange sie nicht rechtskräftig ist (vgl.BGE 76 III 87; FRITZSCHE, SchK I 45/46).\n\nDie Arresturkunde vom 22./26. Februar 1965 ist dann in der Tat rechtskräftig geworden. Der Umstand, dass das Betreibungsamt Eingaben der Gläubigerin zur Stellungnahme an die beiden Gesellschaften weiterleitete, vermochte daran nichts zu ändern. Und wenn das Amt in einem speziellen Punkte (hinsichtlich der Erträgnisse des Besitzes der Arrestschuldnerin an Eurofima-Aktien) dann doch den Arrestbeschlag erweiterte, so folgt daraus nicht, es sei noch in anderer Beziehung eine Ergänzung der Arresturkunde ins Auge zu fassen. Dies um so weniger, als das Betreibungsamt die Zulässigkeit BGE 91 III 29 S. 36jener erweiterten Ertragsarrestierung nachträglich bezweifelt hat.\n\n5. Mit Recht hat endlich die Vorinstanz den Vorwurf einer Rechtsverweigerung angesichts der Eindeutigkeit der Arresturkunde abgelehnt (BGE 85 III 8 /9). Insbesondere die Frage, ob bei stark vinkulierten Namenaktien wie denjenigen der Eurofima AG die \"Beteiligung\" an einer Aktiengesellschaft getrennt von den Aktientiteln, und zwar am Gesellschaftssitz, arrestiert werden könne (abweichend von der Rechtsprechung betreffend die Arrestierung von Inhaberaktien, BGE 88 III 142 /43), konnte daher mit dem Gesuch vom 17. März und mit der hernach eingereichten Beschwerde nicht mehr aufgeworfen werden.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}