{"annee": "91", "cour": "II", "page": "146", "date": "22/6/1965", "cite": ["85 II 286", "82 II 81"], "cite_par": ["99 IB 211", "109 II 165"], "chapeau": "22. Beschluss der I. Zivilabteilung vom 22. Juni 1965 i.S. Ramseier gegen Kauer.", "regestes": ["Recours en réforme. Fin du litige et règlement des frais lorsque l'intimée retire l'action pendant la procédure du recours en réforme. Art. 54, 156, 159 OJ; art. 72 PCF."], "faits": "BGE 91 II 146 S. 146\n\nA.- Mit Urteil vom 6. Mai 1964 hat der Appellationshof des Kantons Bern, I. Zivilkammer, erkannt:\n\n\"1. Im Sinne von Art. 49 Abs. 2 OR wird als Genugtuung für den Kläger gerichtlich festgestellt, dass die in dem vom Beklagten erlassenen Zirkular vom 23. Mai 1961 enthaltenen Ausdrücke \"der intrigante Chefredakteur\" und \"Nachrichtenzuhälter\" unbefugt und widerrechtlich waren. Sie werden missbilligt.\" (Dispositiv 1).\n\nBGE 91 II 146 S. 147\n\nDie weitergehenden Begehren (mit denen der Kläger u.a. die Verurteilung des Beklagten zur Bezahlung einer Genugtuungssumme und von Schadenersatzleistungen in der Höhe von insgesamt ca. Fr. 800 000.-- gefordert hatte) wurden abgewiesen (Dispositiv 2) und die gesamten Prozesskosten wettgeschlagen (Dispositiv 3).\n\nB.- Gegen dieses Urteil, das den Parteien am 5. Mai 1965 zugestellt wurde, hat der Beklagte die Berufung an das Bundesgericht erklärt mit dem Antrag auf gänzliche Abweisung der Klage.\n\nC.- Mit Eingabe vom 26. Mai 1965 hat der Kläger dem Bundesgericht mitgeteilt, er ziehe die Klage vollumfänglich zurück. Hiezu sah er sich aus folgenden Gründen veranlasst: Wegen der gleichen Ausdrücke, auf die er seine zivilrechtlichen Schadenersatz- und Genugtuungsansprüche stützte, hatte der Kläger gegen den Beklagten auch Strafanzeige wegen Ehrverletzung erstattet. Die Strafkammer des Obergerichts Bern erklärte den Beklagten mit Urteil vom 23. Dezember 1964 der Beschimpfung schuldig. Auf Nichtigkeitsbeschwerde des Verurteilten hin hat jedoch der Kassationshof des Bundesgerichts mit Entscheid vom 9. April 1965 diese Verurteilung aufgehoben und die Sache zur Freisprechung des Beklagten an die Vorinstanz zurückgewiesen. Auf Grund dieses Sachverhaltes ist der Kläger nach seinen Ausführungen zum Schlusse gelangt, es stehe heute fest, dass kein Straftatbestand vorliege, weshalb die strafrechtliche Verjährungsfrist (Art. 60 Abs. 2 OR) nicht mehr in Frage komme. Nach dem somit massgebenden Art. 60 Abs. 1 OR aber sei der geltendgemachte Schadenersatz- und Genugtuungsanspruch verjährt, da die Klage erst nach Ablauf der Jahresfrist seit Kenntnis des Anspruchs erhoben worden sei. Die Streitsache sei daher infolge Klagerückzugs als erledigt abzuschreiben, wobei die Verjährungsfrage zu berücksichtigen und die kantonalen Kosten dementsprechend zu liquidieren seien. Da der Beklagte von den kantonalen Strafgerichten wegen Beschimpfung verurteilt und erst vom Kassationshof freigesprochen worden sei, habe sich der Kläger in guten Treuen zur Prozessführung veranlasst sehen dürfen.\n\nD.- Mit Eingabe vom 31. Mai 1965 vertritt der Beklagte die Auffassung, durch den vollständigen Klagerückzug habe der Berufungsbeklagte im Verfahren vor Bundesgericht den Abstand erklärt und sich damit dem Berufungsbegehren des BGE 91 II 146 S. 148Berufungsklägers mit Ausnahme der Kostenfrage angeschlossen. Gestützt hierauf beantragt der Berufungskläger:\n\n\"1. Es sei festzustellen, dass der Berufungsbeklagte im Berufungsverfahren die Klage gegen den Berufungskläger vollumfänglich zurückgezogen und damit den Abstand erklärt hat.\n\n2. Das Urteil des Appellationshofs des Kantons Bern vom 6. Mai 1964 sei aufzuheben und die Sache zur Bestimmung der Prozesskosten an die kantonale Instanz zurückzuweisen.\n\n3. Der Berufungsbeklagte sei zu den Prozesskosten des Berufungsklägers im Verfahren vor Bundesgericht zu verurteilen.\"\n\nE.- Der Kläger nimmt demgegenüber mit Eingabe vom 1. Juni 1965 den Standpunkt ein, infolge seines Klagerückzuges sei das mit der Berufung angefochtene Urteil gegenstandslos geworden und die Berufungssache deshalb am Protokoll abzuschreiben. Die bundesgerichtlichen Kosten seien nach Gesetz zu liquidieren, während bezüglich der kantonalen Kosten die Sache an die Vorinstanz zurückzuweisen sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 54 Abs. 2 OG wird durch zulässige Berufung der Eintritt der Rechtskraft des angefochtenen Urteils im Umfang der Berufungsanträge gehemmt.\n\nDie Berufung des Beklagten hatte somit zur Folge, dass das Urteil des Appellationshofs Bern vom 6. Mai 1964, soweit es zuungunsten des Beklagten lautete, d.h. in Bezug auf Dispositiv 1, nicht in Rechtskraft erwuchs. Hinsichtlich der Frage, ob dem Kläger der mit dem angefochtenen Urteil zugesprochene, im Berufungsverfahren allein noch streitige Genugtuungsanspruch zustehe, blieb die Streitsache somit rechtshängig.\n\nSolange die Rechtshängigkeit dauert, steht dem Kläger das freie Verfügungsrecht über den von ihm mit der Klage geltend gemachten Anspruch zu (BGE 82 II 83; LEUCH, Kommentar zur bernischen ZPO, 3. Aufl., Art. 397 N. 6; GULDENER, Schweiz. Zivilprozessrecht, 2. Aufl., § 34 Ziff. 1). Im vorliegenden Falle war der Kläger daher befugt, noch im Verfahren vor Bundesgericht die Klage zurückzuziehen, d.h. auf sie und damit materiellrechtlich auf den eingeklagten Anspruch zu verzichten. Dass nicht er die Berufung erklärt, sondern sich mit dem vorinstanzlichen Urteil abgefunden hat, ändert nichts.\n\nDer Klagerückzug beendet den Prozess unmittelbar (LEUCH, a.a.O.). Das noch nicht rechtskräftig gewordene Urteil einer BGE 91 II 146 S. 149unteren Instanz fällt mit dem in der oberen Instanz erklärten Klagerückzug ohne weiteres dahin. Einer besonderen Feststellung dieses Dahinfallens, wie der Beklagte sie verlangt, bedarf es daher auch dann nicht, wenn der Kläger im kantonalen Verfahren obgesiegt hat und die Berufung vom Beklagten erhoben worden ist. Die Streitsache ist deshalb als durch Klagerückzug erledigt abzuschreiben.\n\nDie Auffassung des Beklagten, die Abschreibung habe deshalb zu erfolgen, weil sich der Kläger dem Berufungsbegehren des Beklagten angeschlossen habe, trifft nicht zu. Massgebend ist, dass der Kläger mit seiner Abstandserklärung in Ausübung seines Verfügungsrechtes auf den im Berufungsverfahren noch streitigen Anspruch verzichtet hat.\n\nDurch den Klagerückzug ist der Rechtsstreit entgegen der Meinung des Klägers auch nicht gegenstandslos geworden im Sinne von Art. 72 BZP, der nach Art. 40 OG auch auf das Berufungsverfahren anwendbar ist (nicht publ. Urteil der I. Zivilabteilung vom 15. Dezember 1953 i.S. Fuchs c. Ruf, Erw. 2). Gegenstandslosigkeit im Sinne von Art. 72 BZP liegt vor, wenn der eingeklagte Anspruch aus einem vom Willen des Anspruchsberechtigten unabhängigen Grunde erlischt, wie z.B. bei Erfüllung durch den Beklagten oder einen Solidarschuldner, Ablauf der Schutzfrist bei Patentnichtigkeitsklage (weitere Beispiele bei LEUCH, op.cit. Art. 203 N. 2).\n\nNach der Praxis wird allerdings ein Berufungsverfahren auch dann als gegenstandslos abgeschrieben, wenn das angefochtene Urteil infolge Gutheissung einer gleichzeitig erhobenen kantonalen Nichtigkeitsbeschwerde aufgehoben wird. Ein solches Dahinfallen des angefochtenen Urteils ist aber dem durch Klagerückzug im Berufungsstadium bewirkten nicht gleichzusetzen. Denn während der Klagerückzug den Rechtsstreit beendet, nimmt er bei Aufhebung des angefochtenen Urteils durch die kantonale Nichtigkeitsinstanz seinen Fortgang. Das Berufungsverfahren kann lediglich deswegen nicht weitergeführt werden, weil kein anfechtbarer Entscheid mehr vorhanden ist und das kantonale Verfahren daher bis zum Vorliegen eines solchen weitergeführt werden muss.\n\n2. Nach Art. 156 Abs. 1 OG werden die bundesgerichtlichen Verfahrenskosten in der Regel der vor Bundesgericht unterliegenden Partei auferlegt; dasselbe gilt gemäss Art. 159 Abs. 2 OG für die Parteientschädigung. Als unterliegende BGE 91 II 146 S. 150Partei ist auch der Kläger zu betrachten, der seine Klage im Berufungsstadium zurückzieht und damit die Unbegründetheit des von ihm eingeklagten Anspruchs anerkennt.\n\nUnter Hinweis auf Art. 156 Abs. 3 und Art. 159 Abs. 3 OG meint der Kläger, die Kosten seien zum Teil dem Beklagten aufzuerlegen; da dieser von den kantonalen Zivil- und Strafgerichten der Beschimpfung schuldig befunden worden sei, habe der Kläger sich in guten Treuen zur Prozessführung veranlasst sehen dürfen.\n\nDer Umstand, dass eine obere Instanz einen Streitfall anders beurteilt als die untere, rechtfertigt indessen für sich allein nicht, von der regelmässigen Ordnung der Kostenpflicht abzuweichen. Hiefür bedarf es ganz besonderer, aussergewöhnlicher Verhältnisse. Solche sind im vorliegenden Fall nicht ersichtlich. Die bundesgerichtlichen Kosten sind daher dem Kläger aufzuerlegen, wobei die Gerichtsgebühr gestützt auf Art. 153 Abs. 2 OG zu ermässigen ist. Ebenso ist bei der Festsetzung der Parteientschädigung zu berücksichtigen, dass die Sache durch Klagerückzug erledigt wird und die Abfassung der Berufungsschrift keinen besonderen Aufwand erforderte.\n\n3. Vom Dahinfallen des kantonalen Urteils, soweit es Gegenstand der Berufung bildete, wird auch der kantonale Kostenspruch erfasst. Die Sache ist daher zur Vornahme einer neuen, dem Prozessausgang entsprechenden Kostenregelung an die Vorinstanz zurückzuweisen. Eine Neuverlegung der kantonalen Kosten durch das Bundesgericht, wie der Kläger sie zunächst beantragt hatte, kommt nicht in Betracht, da sie gemäss Art. 157 und Art. 159 Abs. 6 OG nur zulässig ist, wenn das Bundesgericht den angefochtenen Entscheid auf Grund materieller Beurteilung abändert (BGE 85 II 291)."}