{"annee": "91", "cour": "I", "page": "197", "date": "7/7/1965", "cite": ["57 I 94", "42 I 249", "58 I 151"], "cite_par": ["102 IA 533", "99 IA 638"], "chapeau": "33. Auszug aus dem Urteil vom 7. Juli 1965 i.S. Hofmann gegen Regierungsrat des Kantons Zug.", "regestes": ["Art. 2 disp. transit. Cst.; force dérogatoire du droit fédéral. La loi fédérale sur la vente par acomptes et la vente avec payements préalables n'empêche pas les cantons de prendre des mesures de police en matière de ventes par acomptes, d'en interdire notamment la conclusion par les colporteurs."], "faits": "BGE 91 I 197 S. 197\n\n§ 11 des Gesetzes über den Markt- und Hausierverkehr sowie über den Gewerbebetrieb im Kanton Zug (MHG) vom 22. August 1901 macht die Ausübung des Hausierverkehrs von einer Bewilligung der kantonalen Finanzdirektion abhängig. § 10 Abs. 1 lit. e MHG in der Fassung vom 28. November 1935 schliesst den Verkauf von \"Waren, Büchern und Zeitschriften auf Abschlagszahlung\" vom Hausierverkehr aus.\n\nHofmann vertreibt durch Vertreter einen Lehrgang (Fernkurs) auf Abzahlung. Er ersuchte die Finanzdirektion des Kantons Zug um die Bewilligung, seinen Lehrgang durch Kundenbesuch im Kanton vertreiben zu dürfen. Die Finanzdirektion und auf Beschwerde hin der Regierungsrat lehnten das Gesuch ab. Hofmann erhob dagegen staatsrechtliche Beschwerde wegen Verletzung von Art. 2 Ueb. Best. BV (und Art. 31 BV). Das Bundesgericht hat die Beschwerde abgewiesen.", "considerants": "Aus den Erwägungen:\n\n3. Das in § 10 Abs. 1 lit. e MHG ausgesprochene Verbot des Abschlusses von Abzahlungsverkäufen im Hausierverkehr gehört klarerweise dem öffentlichen Recht an. Es hat zur Folge, BGE 91 I 197 S. 198dass das bundesrechtliche Institut des Abzahlungsvertrags im Kanton Zug einem Teil des Handels verschlossen bleibt. Art. 6 ZGB lässt für derartige den Anwendungsbereich des Bundeszivilrechts beschränkende öffentlich-rechtliche Bestimmungen der Kantone Platz, sofern nicht das Bundeszivilrecht eine Regelung getroffen hat, die aus grundsätzlichen Erwägungen, namentlich zum Schutz der individuellen Freiheit, als abschliessend und nicht ergänzungsbedürftig gedacht ist (GRISEL, Des rapports entre le droit civil fédéral et le droit public cantonal, ZSR 70 S. 309; HUBER, N. 174 zu Art. 6 ZGB); die kantonalen öffentlich-rechtlichen Bestimmungen müssen ausserdem auf haltbaren öffentlichen Interessen beruhen (HUBER, a.a.O., N. 209 ff); auch dürfen sie Sinn und Geist des Bundeszivilrechts nicht widersprechen und es nicht vereiteln (HUBER, a.a.O., N. 213 und 214).\n\nAls der Bundesgesetzgeber die Reform der Bestimmungen der Art. 226-228 OR über die Abzahlungsgeschäfte an Hand nahm, hatten zahlreiche Kantone schon gewerbepolizeiliche Vorschriften über diese Vertragsart erlassen (vgl. die Übersicht in der Botschaft des Bundesrates, BBl 1960 I 528/29, sowie bei STOFER, Kommentar zum Bundesgesetz über den Abzahlungs- und Vorauszahlungsvertrag, S. 37). Der Bundesgesetzgeber zog den Erlass öffentlich-rechtlicher Normen in Betracht, verzichtete aber für sich auf diese Lösungsmöglichkeit und entschloss sich für die privatrechtliche Regelung des Abzahlungsvertrages (BBl 1960 I S. 539). Das heisst nicht, dass er dieses Gebiet ganz dem öffentlichen Recht entziehen wollte. Die Vorschriften, die das Bundesgesetz zum Schutze des Käufers als der wirtschftlich schwächeren Vertragspartei aufstellt (BBl 1960 I S. 538), bilden, wie schon die Begrenzung des Geltungsbereiches auf Verträge mit einem Gesamtkaufpreis von über 200 Franken und einer Vertragsdauer von mehr als sechs Monaten (Art. 226 m Abs. 4 OR) zeigt, kein geschlossenes Ganzes, das im Lichte seiner Zwecksetzung keine Ergänzung von Seiten des kantonalen öffentlichen Rechts ertrüge.\n\nDer Gedanke des Schutzes des Käufers vor Missbräuchen, der dem Bundesgesetz zugrunde liegt, war auch bei Erlass des § 10 Abs. 1 lit. e MHG wegleitend. Mit dem darin ausgesprochenen Verbot des Abschlusses von Abzahlungsverkäufen im Hausierverkehr bediente sich der kantonale Gesetzgeber eines öffentlich-rechtlichen Mittels, das die zivilrechtliche Ordnung des Bundesgesetzes ergänzt, ohne dass die beiden Regelungen BGE 91 I 197 S. 199in Widerstreit treten. Da das kantonale und das eidgenössische Recht das nämliche Ziel verfolgen und die Mittel, die sie zur Erreichung des gemeinsamen Zweckes einsetzen, miteinander im Einklang stehen, kann nicht gesagt werden. die kantonale Bestimmung widerspreche Sinn und Geist des Bundeszivilrechts. Von einer Vereitelung desselben kann vollends nicht die Rede sein, weil das bundesrechtliche Institut des Abzahlungsvertrages auch unter Berücksichtigung der in § 10 Abs. 1 lit. e MHG gezogenen Schranke im Kanton Zug noch in weitem Masse Anwendung finden kann.\n\nZu prüfen bleibt, ob § 10 Abs. 1 lit. e MHG ein haltbares öffentliches Interesse zur Seite stehe. Wie das Bundesgericht in der Rechtsprechung zu Art. 31 BV erkannt hat, setzt der Hausierhandel den Käufer in erhöhtem Masse der Gefahr der Täuschung und der Übervorteilung aus, weil der zuhause oder an seinem Arbeitsplatz aufgesuchte Kunde sich erfahrungsgemäss leichter zum angestrebten Geschäftsabschluss bewegen lässt (vgl.BGE 42 I 257,BGE 57 I 104Erw. 4,BGE 58 I 158). Richtig ist, dass das Bundesgesetz über den Abzahlungs- und den Vorauszahlungsvertrag die erwähnte Gefahr in seinem Geltungsbereich vermindert, so namentlich, indem es in Art. 226 c OR dem Käufer das Recht des nachträglichen Verzichts auf den Vertragsabschluss einräumt. Die Wirksamkeit dieses Verzichtsrechts wird jedoch durch gewisse Praktiken in Frage gestellt, zu denen gerade der Hausierhandel Gelegenheit bietet; ist doch damit zu rechnen, dass die Umstände, die dem Hausierer den Zugang zum Kunden ebnen, es ihm auch erleichtern, den einmal gewonnenen Käufer zur Nichtausübung des Verzichtsrechts zu bestimmen. Zu beachten ist ferner, dass Art. 226 c OR nur auf Abzahlungsgeschäfte mit einem Gesamtkaufpreis von mehr als 200 Franken anwendbar ist (Art. 226 m Abs. 4 OR), während der Hausierhandel sich überwiegend mit dem Vertrieb billigerer Güter befasst. Mit dem Erlass des Bundesgesetzes ist daher das öffentliche Interesse an dem durch § 10 Abs. 1 lit. e MHG vermittelten Schutz nicht vollständig weggefallen.\n\nZusammengefasst ergibt sich, dass § 10 Abs. 1 lit. e MHG sich innerhalb des in Art. 6 ZGB umschriebenen Rahmens der kantonalen Befugnisse hält und damit nicht gegen den vom Beschwerdeführer angerufenen Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 2 Ueb. Best. BV) verstösst.\n\n4. (Die Rüge der Verletzung des Art. 31 BV ist gleichfalls unbegründet.)"}