{"annee": "91", "cour": "I", "page": "457", "date": "26/5/1965", "cite": ["90 I 321", "73 I 1", "87 I 451", "87 I 446", "90 I 77", "85 I 81", "88 I 57", "84 I 18", "91 I 98", "86 I 272", "87 I 114", "81 I 119", "87 I 268", "29 I 275", "80 I 146", "79 I 117", "80 I 139", "89 I 27", "83 I 250", "80 I 121"], "cite_par": ["98 IA 50", "104 IA 336", "125 I 474", "93 I 90", "109 IA 33", "93 I 406", "93 I 215", "101 IA 349", "118 IA 175", "95 I 422", "101 IA 336", "117 IA 440", "117 IA 472", "94 I 649", "95 I 12", "97 I 530", "105 IB 265", "98 IV 134", "102 IA 104", "97 I 329", "111 IA 184", "92 I 361", "99 IB 159"], "chapeau": "71. Urteil vom 26. Mai 1965 i.S. Müller gegen Regierungsrat des Kantons Solothurn.", "regestes": ["Art. 31 et 33 al. 2 Cst. Profession de pharmacien. 1. L'art. 33 al. 2 Cst. n'empêche pas les cantons de subordonner l'exercice d'une profession libérale à d'autres exigences de police que le certificat de capacité (consid. 2). 2. S'agissant des restrictions de police, les cantons peuvent exiger une base légale formelle (consid. 3 a). 3. La prescription selon laquelle un \"dépôt de médicaments\" ne peut être approvisionné que par une pharmacie établie dans le canton viole le principe de la proportionnalité, et partant l'art. 31 Cst. (consid. 3 b, 4)."], "faits": "BGE 91 I 457 S. 458\n\nA.- Die Verordnung des Kantonsrates von Solothurn über die Heilmittel (VHM) vom 28. März 1962 sieht in § 6 Abs. 3 vor:\n\n\"Soweit ein. Bedürfnis besteht, erteilt der Regierungsrat eine Bewilligung zur Abgabe bestimmter den Apotheken und Drogerien vorbehaltener Heilmittel an andere hierzu geeignete Verkaufsstellen (Heilmittelschrankbewilligung).\"\n\n\"In Ausführung\" dieser Bestimmung hat der Regierungsrat am 24. März 1964 eine Verordnung über die Erteilung von Heilmittelschrankbewilligungen (VHS) erlassen. Diese schreibt in § 6 Abs. 1 vor:\n\n\"Sämtliche Arzneimittel sind aus einer zu wählenden bestimmten Apotheke des Kantons Solothurn zu beziehen. Von anderen Lieferanten dürfen keine Arzneimittel bezogen werden.\"\n\nB.- Das Schwesternheim St. Gertrud in Seewen (Kanton Solothurn) und Dr. Moritz Müller, Apotheker in Schinznach-Dorf (Kanton Aargau) ersuchten den Regierungsrat am 14. November 1964, es sei dem Schwesternheim die Führung eines Heilmittelschrankes und Dr. Müller dessen Belieferung zu bewilligen.\n\nDer Regierungsrat hat am 12. Februar 1965 beschlossen:\n\n\"1. Es wird festgestellt, dass Schwester Gabriela Wild, Schwesternheim St. Gertrud, Seewen, die Voraussetzungen zur Führung eines Heilmittelschrankes erfüllt.\n\n2. Die Heilmittelschrank-Bewilligung wird Schwester Gabriela Wild erteilt, sobald sie eine Apotheke des Kantons Solothurn als Lieferantin der Arzneimittel bezeichnet hat.\n\n3. Im übrigen wird das Gesuch abgewiesen.\"\n\nIn der Begründung wird ausgeführt, Seewen sei mehr als fünf Weg-Kilometer von der nächsten Apotheke oder Drogerie entfernt, BGE 91 I 457 S. 459so dass die örtlichen Voraussetzungen für die Zulassung eines Heilmittelschrankes erfüllt seien. Die Bewilligung dürfe nur einem Bewerber erteilt werden, der Gewähr für die einwandfreie Führung des Heilmittelschrankes biete; hiefür komme lediglich eine natürliche Person und nicht eine Anstalt in Betracht. Dem Schwesternheim als solchem könne deshalb die Bewilligung nicht erteilt werden, wohl aber Schwester Gabriela Wild persönlich, der das Schwesternheim die Führung des Heilmittelschrankes anvertrauen wolle. § 6 Abs. 1 VHS lasse ausserkantonale Apotheken nicht zur Belieferung von Heilmittelschränken zu. Da der Inhaber eines solchen über keine Fachkenntnisse im Arzneiwesen verfüge, müsse der Heilmittelverkehr eingehend überwacht werden. Diese Überwachung habe, um wirksam zu sein, sich auch auf den Lieferanten zu erstrecken, was die Berücksichtigung ausserkantonaler Apotheken ausschliesse. Schwester Gabriela Wild habe demnach vorerst einen innerkantonalen Lieferanten zu bezeichnen; erst wenn das geschehen sei, könne ihr die Bewilligung zur Führung des Heilmittelschrankes ausgehändigt werden.\n\nC.- Dr. Müller führt staatsrechtliche Beschwerde mit dem Antrag, es seien Ziff. 2 und 3 des Regierungsratsbeschlusses vom 12. Februar 1965 aufzuheben. Er macht im wesentlichen geltend, der Regierungsrat sei nach Art. 12 Ziff. 2 der solothurnischen Kantonsverfassung (KV) nicht zu einer Einschränkung der Handels- und Gewerbefreiheit ermächtigt, wie sie § 6 Abs. 1 VHS mit dem Ausschluss ausserkantonaler Apotheken beinhalte. Dieser Ausschluss verstosse ausserdem gegen die in Art. 33 Abs. 2 BV gewährleistete Freizügigkeit der wissenschaftlichen Berufsarten sowie gegen Art. 1 des diesen Verfassungssatz ausführenden Bundesgesetzes betreffend die Freizügigkeit des Medizinalpersonals. Da § 6 Abs. 1 VHS den Grundsatz der Verhältnismässigkeit missachte, verletze er zudem die Handels- und Gewerbefreiheit (Art. 31 BV).\n\nD.- Der Regierungsrat schliesst auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer bestreitet nicht, dass der Regierungsrat § 6 Abs. 1 VHS im angefochtenen Beschluss richtig angewendet hat. Er macht vielmehr geltend, diese Bestimmung sei selber verfassungswidrig. Diese Rüge ist zulässig. Das BGE 91 I 457 S. 460Bundesgericht kann die beanstandete Vorschrift zwar nicht mehr aufheben, weil die Frist zu deren Anfechtung abgelaufen ist. Das hindert das Bundesgericht jedoch nicht, in jedem einzelnen Anwendungsfall vorfrageweise zu prüfen, ob die Bestimmung verfassungsmässig sei (BGE 90 I 79 Erw. 1, 91 Erw. I, 323/24 mit Verweisungen, 350).\n\n2. Die Handels- und Gewerbefreiheit gewährleistet den freien Zugang zu einer privaten Erwerbstätigkeit und die freie Ausübung der gewählten Tätigkeit (vgl. BGE 80 I 143 mit Verweisungen, BGE 84 I 21, BGE 87 I 270 /71; MARTI, Handels- und Gewerbefreiheit, S. 55). Zu diesen Erwerbstätigkeiten gehören auch die wissenschaftlichen Berufsarten (BGE 73 I 9Erw. 5, BGE 83 I 253 Erw. 2 mit Verweisungen). Gleich den andern privaten Erwerbstätigkeiten wird ihnen der Schutz der Handels- und Gewerbefreiheit nach Art. 31 Abs. 1 BV nur im Rahmen der Einschränkungen zuteil, die sich aus \"der Bundesverfassung und der auf ihr beruhenden Gesetzgebung\" ergeben; Art. 31 Abs. 2 BV behält ferner kantonale Bestimmungen über die Ausübung von Handel und Gewerben (sowie deren Besteuerung) vor, die aber ihrerseits den Grundsatz der Handels- und Gewerbefreiheit nicht beeinträchtigen dürfen. Mit dieser Umschreibung zieht die Verfassung die Grenze gegen die gewerbepolitischen Massnahmen, die in den freien Wettbewerb zur Sicherung oder Förderung gewisser Erwerbszweige, Betriebsarten oder Landesgegenden eingreifen und das wirtschaftliche Geschehen planmässig lenken. Art. 31 Abs. 2 BV gestattet den Kantonen damit nur, gewerbepolizeiliche Vorschriften zu erlassen, das heisst die Ausübung von Handel und Gewerbe aus polizeilichen Gründen, zum Schutze der öffentlichen Ordnung, Ruhe, Sicherheit, Gesundheit und Sittlichkeit sowie vonTreu und Glauben im Geschäftsverkehr einzuschränken (BGE 86 I 274 mit Verweisungen; BGE 87 I 117, 189 b, 448, 453 Erw. 3; BGE 88 I 67 Erw. 5, 236 Erw. 3; BGE 89 I 30 Erw. 2; BGE 90 I 323; BGE 91 I 104 Erw. 2 a).\n\nIst die Ausübung eines Berufes mit erhöhten Gefahren für Dritte und die Öffentlichkeit verbunden, deren Erkennung und Vermeidung besondere Fachkenntnisse voraussetzt, so können die Kantone gestützt auf ihre gewerbepolizeilichen Befugnisse für diesen Beruf einen Fähigkeitsausweis einführen. Für die wissenschaftlichen Berufsarten hat die Bundesverfassung dabei nach bestimmten Richtungen hin eine Sonderregelung getroffen. Art. 33 Abs. 1 BV stellt es den Kantonen anheim, die BGE 91 I 457 S. 461Ausübung dieser Berufsarten von einem Ausweis der Befähigung abhängig zu machen. Die Kantone können demnach für diese Berufe einen Fähigkeitsausweis verlangen, ohne dass eine polizeiliche Notwendigkeit (die indessen regelmässig vorhanden sein wird) noch eigens nachzuweisen ist (vgl.BGE 73 I 9Erw. 4; MARTI, a.a.O., S. 122/23). Der Bund ist nach Art. 33 Abs. 2 BV befugt, auf dem Wege der Gesetzgebung dafür zu sorgen, dass derartige Ausweise für die ganze Eidgenossenschaft gültig erworben werden können; solange ein solches Gesetz für einen wissenschaftlichen Beruf nicht erlassen ist, muss der von einem Kanton oder einer Konkordatsbehörde ausgestellte Fähigkeitsausweis in allen Kantonen anerkannt werden (Art. 5 Üb. Best. BV).\n\nVon der ihm in Art. 33 Abs. 2 BV eingeräumten Zuständigkeit hat der Bund durch den Erlass des Bundesgesetzes betreffend die Freizügigkeit des Medizinalpersonals (Freizügigkeitsgesetz) vom 19. Dezember 1877 Gebrauch gemacht, das in Art. 1 lit. a \"diejenigen Ärzte, Zahnärzte, Tierärzte und Apotheker, welche nach Massgabe dieses Gesetzes ein eidgenössisches Diplom erworben haben, ... zur freien Ausübung ihres Berufes im Gebiete der ganzen Eidgenossenschaft befugt\" erklärt. Das besagt jedoch lediglich, dass die Kantone vom Inhaber eines solchen Diploms keine weiteren Ausweise über seine wissenschaftliche Befähigung verlangen dürfen; in Verbindung mit Art. 33 Abs. 2 BV gibt Art. 1 lit. a des Freizügigkeitsgesetzes der eidgenössisch diplomierten Medizinalperson einen verfassungsmässigen Anspruch darauf, dass jeder Kanton das Diplom als genügenden wissenschaftlichen Ausweis für den betreffenden Beruf anerkennt (BGE 80 I 153). Weitere Rechte kann der Inhaber eines eidgenössischen Diploms aus diesen Bestimmungen nicht ableiten. Art. 33 Abs. 2 BV und Art. 1 des Freizügigkeitsgesetzes stehen insofern unter dem Vorbehalt des Art. 31 Abs. 2 BV, als sie die Kantone nicht hindern, die Ausübung der wissenschaftlichen Berufsarten und insbesondere der Medizinalberufe auf Grund des letztgenannten Verfassungssatzes andern polizeilichen Beschränkungen zu unterwerfen. So können die Kantone die Berufsausübung von einer Bewilligung abhängig machen, die ausser der Vorlegung des eidgenössischen Diploms die Erfüllung weiterer, den Rahmen des Art. 31 Abs. 2 BV einhaltender polizeilicher Anforderungen voraussetzt (vgl.BGE 29 I 280Erw. 2 mit Verweisungen, 32 I BGE 91 I 457 S. 462639 Erw. 2, 41 I 390 Erw. 1, 53 I 28/29, 73 I 9 Erw. 4, 79 I 121, 83 I 253 Erw. 2; MARTI, a.a.O., S. 123 mit Verweisungen).\n\nArt. 6 Abs. 1 VHS verstiesse nach dem Gesagten nur dann gegen Art. 33 Abs. 2 BV und Art. 1 des Freizügigkeitsgesetzes, wenn er die ausserkantonalen Apotheker ungeachtet des Vorliegens oder Fehlens eines eidgenössischen Diploms mangels wissenschaftlicher Befähigung von der Belieferung der Heilmittelschränke ausschlösse. Er geht indessen nicht von dieser Erwägung aus, und dem Beschwerdeführer ist die Bewilligung zur Belieferung des Heilmittelschrankes des Schwesternheims St. Gertrud nicht mit der Begründung verweigert worden, das ihm verliehene eidgenössische Diplom sei kein genügender Ausweis. Die Rüge der Verletzung von Art. 33 Abs. 2 BV und Art. 1 des Freizügigkeitsgesetzes geht mithin fehl.\n\n3. Gestützt auf Art. 31 Abs. 2 BV können die Kantone im Bereiche des Sanitätswesens die freie Berufsausübung im Interesse der öffentlichen Ordnung, Gesundheit und Sittlichkeit sowie zur Wahrung von Treu und Glauben im Verkehr zwischen Medizinalpersonen und Heilungsuchenden einschränken (vgl.BGE 79 I 121, BGE 81 I 121 /22, BGE 83 I 254); standespolitische Überlegungen (wie die wirtschaftliche Sicherung der Angehörigen einzelner Medizinalberufe) vermögen dagegen keine Eingriffe zu begründen (vgl. BGE 80 I 126, 143/44; BGE 87 I 448). Bei der Ausgestaltung der den zulässigen polizeilichen Zielen dienenden Einschränkungen haben die Kantone die Grundsätze der Gesetzmässigkeit der Verwaltung, der Notwendigkeit und Verhältnismässigkeit von Verwaltungsakten sowie der Rechtsgleichheit (namentlich im Sinne der Wettbewerbsneutralität) zu berücksichtigen. In räumlicher Hinsicht können sie nur diejenige Berufsausübung erfassen, die das Kantonsgebiet in erheblicher Weise berührt, sei es, dass die Tätigkeit hier vor sich geht oder dass sie mit Auswirkungen auf das Kantonsgebiet übergreift, hinsichtlich derer der Beruf der polizeilichen Regelung unterstellt werden kann (BGE 87 I 454 Erw. 5 mit Verweisungen).\n\nDer Beschwerdeführer beklagt sich über eine Verletzung der Grundsätze der Gesetzmässigkeit, der Verhältnismässigkeit und in gewissem Sinne auch der Rechtsgleichheit.\n\na) Nach dem Grundsatz der Gesetzmässigkeit der Verwaltung müssen die der Freiheit des Bürgers gezogenen Schranken auf gesetzlicher Grundlage beruhen, das heisst sich auf eine generellabstrakte BGE 91 I 457 S. 463Norm stützen, die ihrerseits verfassungsmässig ist (BGE 90 I 323 Erw. 3). Wie sich aus der Gegenüberstellung namentlich mit Art. 32 ergibt, begnügt Art. 31 Abs. 2 BV sich damit, für kantonale gewerbepolizeiliche Einschränkungen der Handels- und Gewerbefreiheit eine solche materielle gesetzliche Grundlage zu verlangen; den Kantonen bleibt es aber unbenommen, zum Schutze des Einzelnen weiter zu gehen und vorzusehen, dass derartige Anordnungen einer formellen gesetzlichen Grundlage bedürfen (BGE 87 I 453 Erw. 4 mit Verweisungen). Der Kanton Solothurn schreibt in diesem Sinne in Art. 12 Ziff. 2 Abs. 2 KV vor, dass die (die Handels- und Gewerbefreiheit) \"beschränkenden Verordnungen... vom Kantonsrat auszugehen\" haben (was auch bei der Umschreibung der Zuständigkeiten des Kantonsrates in Art. 31 Ziff. 11 KV zum Ausdruck kommt).\n\nDie vom Kantonsrat erlassene VHM beschränkt sich in § 6 Abs. 3 darauf, den Regierungsrat zu ermächtigen, \"soweit ein Bedürfnis besteht,... eine Bewilligung zur Abgabe bestimmter den Apotheken und Drogerien vorbehaltener Heilmittel an andere hierzu geeignete Verkaufsstellen (Heilmittelschrankbewilligung)\" zu erteilen. Die Voraussetzungen für die Erteilung dieser Bewilligung und die daran zu knüpfenden Bedingungen und Auflagen werden in § 6 Abs. 3 VHM nicht oder nur in ganz allgemeiner Weise festgelegt. Hier treten die Vorschriften der VHS ein, die der Regierungsrat \"in Ausführung\" der erwähnten Bestimmung aufgestellt hat und die er in der Vernehmlassung ausdrücklich als Vollziehungsverordnung bezeichnet. Art. 12 Ziff. 2 Abs. 2 KV schliesst es nicht aus, dass der Regierungsrat auch im Bereiche der Gewerbepolizei von der ihm in Art. 38 Ziff. 1 KV eingeräumten Befugnis zum Erlass solcher Verordnungen Gebrauch macht. Führt § 6 Abs. 1 VHS, um den es hier geht, lediglich eine Regelung aus, die in grundsätzlicher Weise bereits in § 6 Abs. 3 VHM Gestalt angenommen hat (vgl. BGE 85 I 84 /85 mit Verweisungen; VEB 29 S. 61), so vermag er in Verbindung mit dieser vom Kantonsrat ausgegangenen Bestimmung eine Grundlage für Anordnungen gewerbepolizeilicher Natur abzugeben, die den Anforderungen des Art. 12 Ziff. 2 Abs. 2 KV genügt. Ob § 6 Abs. 1 VHS sich in diesem Rahmen halte und damit formell verfassungsmässig sei, kann indessen offen bleiben, da er sich, wie sich im Folgenden ergeben wird, jedenfalls als materiell verfassungswidrig erweist.\n\nBGE 91 I 457 S. 464\n\nb) Nach dem Grundsatz der Notwendigkeit und Verhältnismässigkeit von Verwaltungsmassnahmen dürfen Bestimmungen über die Ausübung von Handel und Gewerben, die ein Kanton gestützt auf Art. 31 Abs. 2 BV erlässt, nicht über das hinausgehen, was erforderlich ist, um den gewerbepolizeilichen Zweck zu erfüllen, durch den sie gedeckt sind: sie müssen das richtige Mittel zur Verwirklichung des im öffentlichen Interesse liegenden Zieles sein und es erlauben, dieses unter möglichster Schonung der Freiheit des Einzelnen zu erreichen; das gesteckte Ziel muss zudem in einem vernünftigen Verhältnis zu den eingesetzten Mitteln, den zu seiner Erlangung notwendigen Freiheitsbeschränkungen stehen (BGE 86 I 274 mit Verweisungen; BGE 87 I 118, 272 a, 354/55, 448, 450/51, 453 Erw. 3; BGE 88 I 67, 236 Erw. 3; BGE 89 I 31; BGE 90 I 323; BGE 91 I 104 Erw. 2 a, 187; ZBl 1964 S. 161 Erw. 4, 5).\n\n§ 6 Abs. 1 VHS schreibt in Satz 1 vor, dass der Inhaber des Heilmittelschrankes sämtliche (dem Verkauf in Apotheken und Drogerien vorbehaltenen) Arzneien aus einer von ihm zu wählenden bestimmten Apotheke zu beziehen hat und dass diese im Kanton Solothurn gelegen sein muss. Die Verfassungsmässigkeit des ersten Erfordernisses ist hier nicht bestritten, wohl aber die des zweiten. Die Verpflichtung, die Lieferantin der Arzneien aus dem Kreise der Apotheken im Kanton zu wählen, ist zur Gewährleistung einer wirksamen Überwachung des Heilmittelverkehrs in die VHS aufgenommen worden; sie dürfte nach der Vernehmlassung des Regierungsrates auch den Nebenzweck verfolgen, eine enge Verbindung zwischen dem Inhaber des Heilmittelschrankes und dem beliefernden Apotheker zu sichern und es so zu ermöglichen, dass dieser sich persönlich des Heilmittelschrankes annehmen kann und er in der Lage ist, fehlende Arzneien jederzeit rasch nachzuliefern. Beide Zielsetzungen dienen der öffentlichen Gesundheit und sind damit polizeilicher Natur. Die beanstandete Einschränkung erweist sich jedoch von vornherein als ungeeignet, um den an zweiter Stelle genannten Zweck einer engen Verbindung zwischen Apotheke und Heilmittelschrank zu gewährleisten. Manche solothurnische Gemeinde, in der sich ein Bedürfnis nach einem Heilmittelschrank einstellen kann, ist von der nächsten ausserkantonalen Apotheke aus viel einfacher und schneller zu erreichen als von einer Apotheke im Kanton; der Ausschluss ausserkantonaler Apotheken läuft demnach mitunter dem BGE 91 I 457 S. 465Bestreben nach Schaffung enger Verbindungen zwischen Abnehmer und Lieferant geradezu zuwider. Als Zweck dieses Ausschlusses fällt somit ernstlich nur die Gewährleistung einer wirkungsvollen Überwachung in Betracht.\n\nDie Notwendigkeit einer solchen Überwachung ist klar ausgewiesen, da die Inhaber eines Heilmittelschrankes sich in der Regel im Arzneiwesen nur ungenügend auskennen. Um voll wirksam zu sein, ist diese Überwachung nach drei Richtungen hin vorzunehmen: sie hat die Abgabe der Arzneien durch den Inhaber des Heilmittelschrankes, den Bestand und die Aufbewahrung der Arzneien im Heilmittelschrank sowie die Belieferung desselben durch den hierfür bezeichneten Apotheker zu erfassen. Entgegen den Darlegungen des Regierungsrates im angefochtenen Beschluss und in der Vernehmlassung lässt sich dabei die Belieferung des Heilmittelschrankes auch dann mit ausreichender Sicherheit überwachen, wenn die beliefernde Apotheke in einem andern Kanton liegt. Übernimmt ein ausserkantonaler Apotheker die Belieferung eines Heilmittelschrankes, so übt er damit einen Teil seines Berufes im Kantonsgebiet aus; er untersteht hinsichtlich dieser Tätigkeit der Gesetzgebungs-, Verwaltungs- und Gerichtshoheit des Kantons Solothurn (vgl. BGE 87 I 454 Erw. 5 mit Verweisungen). Kraft dieser Hoheit kann der Kanton die Belieferung eines Heilmittelschrankes durch einen ausserkantonalen Apotheker der Bewilligungspflicht unterstellen; er kann die Erteilung der Bewilligung davon abhängig machen, dass der Bewerber ausser dem eidgenössischen Diplom genügende Ausweise über seine persönliche Vertrauenswürdigkeit beibringt; er kann die Bewilligung ferner mit der Auflage verbinden, über die gelieferten Arzneien laufend oder in bestimmten Zeitabständen unter Beifügung der Belege Bericht zu erstatten, wobei er die Möglichkeit hat, sich bei der Inspektion der Heilmittelschränke, die nach § 41 VHM und § 11 VHS ohnehin stattzufinden hat, von der Richtigkeit der Berichte des Lieferanten zu überzeugen; gegen allfällige Mängel kann er mit den verwaltungsrechtlichen Mitteln der Beschlagnahme widerrechtlich gelieferter Heilmittel (§ 31 VHM) sowie des Bewilligungsentzuges (§ 30 VHM) einschreiten und eine Übertretung von Verordnungsbestimmungen durch den ausserkantonalen Apotheker mit den in § 32 VHM vorgesehenen Strafen ahnden. Entgegen der Ansicht des Regierungsrates kann dabei auch dem § 10 VHS Nachachtung BGE 91 I 457 S. 466verschafft werden, wonach der Lieferant (neben dem Inhaber des Heilmittelschrankes) für die Qualität und die vorschriftsgemässe Abgabe der Heilmittel verantwortlich ist. Die Bewilligung zur Belieferung eines Heilmittelschrankes kann mit der Auflage verknüpft werden, dass der ausserkantonale Lieferant sich in gleicher Weise des Betriebes des Heilmittelschrankes annimmt, wie es ein im Kanton niedergelassener Apotheker zu tun hätte. Tatsächliche Hindernisse stehen dieser Mitwirkung zumindest dann nicht entgegen, wenn es sich um Bewerber aus Nachbarkantonen handelt, wie das hier zutrifft.\n\nDer Regierungsrat hat es dergestalt in der Hand, die Belieferung eines Heilmittelschrankes durch einen ausserkantonalen Apotheker soweit überwachen zu lassen, als es die öffentliche Gesundheit erfordert. Zwar wird diese Überwachung unter Umständen mit vermehrten Umtrieben verbunden sein, doch dürften sich die dadurch bedingten Mehraufwendungen in bescheidenem Rahmen halten. Aufkeinen Fall aber geht es an, nur aus derartigen fiskalischen Überlegungen in den freien Wettbewerb zwischen kantonalen und ausserkantonalen Bewerbern um die Belieferung eines Heilmittelschrankes einzugreifen.\n\n4. Soweit § 6 Abs. 1 VHS ausserkantonale Apotheker allgemein von der Belieferung von Heilmittelschränken ausschliesst, trägt er mithin dem Grundsatz der Notwendigkeit und Verhältnismässigkeit der Einschränkungen der Handels- und Gewerbefreiheit keine Rechnung; er verstösst damit gegen Art. 31 BV (BGE 86 I 274 mit Verweisungen, BGE 87 I 453 Erw. 3, BGE 88 I 67 Erw. 5, BGE 89 I 30 /31, BGE 91 I 104 Erw. 2 a). In diesem Sinne ist von dem (im Schrifttum kritisierten; vgl. ABDERHALDEN, Wirtschaft und Recht 1949, S. 289) Ergebnis abzuweichen, zu dem das Bundesgericht im nicht veröffentlichten Urteil vom 1. März 1948 i.S. Fuhrer mit Bezug auf eine entsprechende Bestimmung des neuenburgischen Rechts gelangt ist. Dass andere Kantone Vorschriften kennen, die sich mit § 6 Abs. 1 VHS decken, vermag an diesem Schlusse nichts zu ändern; denn die Verfassungswidrigkeit einer kantonalen Bestimmung wird nicht dadurch behoben, dass andere Kantone gleiche Vorschriften erlassen haben.\n\nDa der in § 6 Abs. 1 VHS ausgesprochene allgemeine Ausschluss ausserkantonaler Apotheker Art. 31 BV verletzt, hält auch die gestützt auf diese Verordnungsbestimmung ergangene BGE 91 I 457 S. 467Verfügung vor der Verfassung nicht stand. Ziff. 2 und 3 des angefochtenen Beschlusses des Regierungsrates sind deshalb aufzuheben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen gutgeheissen, und Ziff. 2 und 3 des Regierungsratsbeschlusses Nr. 848 vom 12. Februar 1965 werden aufgehoben."}