{"annee": "91", "cour": "II", "page": "438", "date": "9/12/1965", "cite": [], "cite_par": [], "chapeau": "61. Extrait de l'arrêt de la Ie Cour civile du 9 décembre 1965 dans la cause X. c. Y.", "regestes": ["Responsabilité de l'avocat qui conduit des pourparlers transactionnels pour son client (art. 397 al. 1 CO)."], "faits": "BGE 91 II 438 S. 438\n\nAyant porté plainte contre dame M., sa maîtresse, à qui il reprochait de lui avoir escroqué 150 000 fr., Y. confia la défense de ses intérêts à un avocat, qui le constitua partie BGE 91 II 438 S. 439civile par une lettre adressée au juge d'instruction. Ce mandataire et le défenseur de la prévenue tentèrent un arrangement: la plainte et la constitution de partie civile seraient retirées moyennant reconnaissance de la dette. Au cours des pourparlers, le 13 juin 1962, le premier soumit à son client, \"pour qu'il n'y ait aucun malentendu\", des contre-propositions qu'il suggérait de présenter au second. Le 18, Y. donna son accord par écrit. Le texte approuvé prévoyait notamment:\n\n3) Cession de toutes sommes se trouvant à l'Union de Banques Suisses de Lausanne formant un tout approximatif de Fr. 11 000.--;\n\n4) Cession de toutes sommes se trouvant à la Banque Commerciale de Genève et formant un tout aproximatif de Fr. 27 000.-- ...\"\n\nLe 19 juin 1962, dame M. signa à son tour une déclaration, qui constatait simplement que son auteur cédait ses avoirs au siège lausannois de la Société de banque suisse et à la Banque commerciale SA à Genève. Le lendemain, l'avocat de Y. retira, sans en référer à son client, et la plainte et la constitution de partie civile. Mais le plaignant désavoua son conseil, auquel il reprochait d'avoir excédé ses pouvoirs. Le juge d'instruction lui fixa un délai pour porter le débat devant le juge civil.\n\nLes juridictions cantonales ont reconnu le bien-fondé de l'action et constaté que le défendeur avait agi contrairement aux instructions reçues.\n\nCelui-ci a déposé un recours en réforme que le Tribunal fédéral a rejeté.", "considerants": "Extrait des considérants:\n\n6. ...\n\na) Conduisant pour le compte de son client des pourparlers transactionnels, le recourant agissait en exécution d'un mandat. En vertu de l'art. 397 al. 1 CO, le mandataire qui a reçu des instructions précises ne peut s'en écarter qu'autant que les circonstances ne lui permettent pas de rechercher l'autorisation du mandant et qu'il y a lieu d'admettre que celui-ci l'aurait autorisé s'il avait été au courant de la situation.\n\nSans doute, un avocat peut refuser certaines instructions précises en vue de la conduite d'un procès et choisir seul, en principe, les voies à suivre et les moyens, les faits à alléguer et l'argumentation juridique. En revanche, la transaction est un BGE 91 II 438 S. 440acte de disposition par lequel chaque partie renonce à un droit, ou du moins à son exercice, contre la promesse d'un avantage, tel que la promptitude du règlement ou la certitude de l'exécution. Partant, c'est au disposant lui-même à décider à quelles conditions il transigera. En conséquence, la nature et l'objet du mandat conféré au recourant ne sauraient justifier aucune exception à la règle claire de l'art. 397 al. 1 CO.\n\nLes parties n'ont pas dérogé en l'espèce, conventionnellement, au principe inscrit dans la loi. Au contraire, l'avocat lui-même soumit à son client, \"pour qu'il n'y ait aucun malentendu\", les contre-propositions qu'il entendait formuler, le priant de donner par écrit son accord. Ayant reçu cet assentiment, il communiqua le texte convenu au conseil de la partie adverse. Ce faisant, le recourant a lui-même manifestement exprimé l'opinion qu'il ne pouvait seul arrêter les conditions de la transaction. S'estimant ainsi obligé de solliciter l'adhésion de son client sur tous les éléments de la convention et invitant celui-ci à l'autoriser à traiter sur le vu d'une énumération complète et précise, il se privait implicitement, mais de façon non équivoque, du pouvoir de conclure sur une base nouvelle, différente du texte adopté d'un commun accord. Aussi l'intimé lui donna-t-il des \"instructions précises\" au sens de l'art. 397 al. 1 CO, dont il n'avait en principe pas le droit de s'écarter.\n\nb) Le 19 juin 1962, dame M. a signé une déclaration détaillée qui n'était pas conforme en tous points aux contre-propositions établies par le recourant.\n\nSi la substitution de la Société de banque suisse à l'Union de banques suisses n'était probablement que le fruit d'une inadvertance et illustre tout au plus la hâte inconsidérée avec laquelle le mandataire a souscrit au retrait de la plainte, l'omission de l'indication du montant des valeurs cédées revêtait une grande portée. Aussi bien le conseil de dame M. avait attiré l'attention de son confrère sur le fait que l'estimation approximative de 38 000 fr. ne figurait plus dans la déclaration de sa cliente.\n\nEn effet, la cession ne constituait pas en l'espèce une simple modalité du paiement partiel d'une dette déterminée, par laquelle la cédante se serait libérée à concurrence du produit des valeurs transférées. Ce n'était pas une dation en vue du paiement. Dame M. devait prendre au contraire des engagements, qui s'ajoutaient à d'autres obligations. Dès lors, si elle leur avait fixé un montant déterminé, elle se serait portée BGE 91 II 438 S. 441garante tant de l'existence des valeurs cédées que de leur estimation. Autant qu'elle était créancière des banques en vertu d'un contrat de dépôt, elle eût répondu dans la mesure fixée à l'art. 171 al. 1 CO. Peu importe qu'elle ait eu effectivement des valeurs dans les deux banques: son affirmation aurait fondé une obligation. Au demeurant, elle se mettait dans un très mauvais cas si elle mentait, ajoutant peut-être une nouvelle escroquerie à celles qui lui étaient reprochées. Faute d'indiquer le montant des droits cédés, les cessions perdaient en revanche toute valeur.\n\nc) Il s'ensuit que la déclaration du 19 juin 1962 différait sur un point essentiel des instructions données par l'intimé. En examinant son texte avec la diligence requise d'un avocat, le recourant ne pouvait s'y méprendre. Peu importe qu'il crût à l'insolvabilité de dame M. ou à l'inexistence des valeurs cédées. Son client - il le savait - était convaincu du contraire. Le refus de garantir le montant des valeurs cédées, s'il ne camouflait pas une manoeuvre, pouvait lui donner à penser que les cessions ne représentaient rien et l'inciter à demander davantage ou le dissuader de retirer la plainte en vue de provoquer des propositions meilleures. La situation réelle de dame M. peut certes jouer un rôle quant à l'existence d'un dommage, si l'intimé n'établit pas que sa maîtresse était à même d'aller au-delà de sa déclaration du 19 juin. Mais le dommage n'est pas en cause dans le présent procès.\n\nLe recourant devait donc reconnaître l'importance de la divergence. Il n'avait dès lors pas le droit de disposer au nom de l'intimé en retirant la plainte à des conditions essentiellement différentes de celles qui lui avaient été indiquées. S'il était convaincu que la transaction servait le mieux les intérêts de son client, il devait éclairer celui-ci et le conseiller, non disposer sans son consentement. Il ne saurait se disculper qu'autant que les circonstances ne lui permettaient pas de rechercher l'autorisation du mandant et qu'il y avait lieu d'admettre que celui-ci l'aurait autorisé s'il avait été au courant de la situation (art. 397 al. 1 CO). Mais l'arrêt déféré constate qu'il n'y avait pas urgence et le recourant n'allègue ni ne prouve aucune circonstance précise qui dût l'empêcher de soumettre à l'intimé les propositions nouvelles.\n\nC'est donc à bon droit que la Cour cantonale admet qu'en retirant la plainte pénale au nom de l'intimé, le recourant a enfreint les instructions reçues et a excédé ses pouvoirs."}