{"annee": "91", "cour": "III", "page": "98", "date": "21/10/1965", "cite": ["31 II 350", "47 III 89", "41 III 315", "81 III 98", "39 II 395", "45 III 178", "37 II 608"], "cite_par": ["99 III 82", "99 III 27", "118 II 447", "95 III 47"], "chapeau": "19. Urteil der II. Zivilabteilung vom 21. Oktober 1965 i.S. Eggimann gegen Dick.", "regestes": ["\"Prescription\" de l'action révocatoire selon l'art. 292 LP. 1. Décision préjudicielle séparée, niant la \"prescription\". Recours en réforme fondé sur l'art. 50 OJ (consid. 1). 2. Vente d'immeuble conclue et exécutée par le débiteur. Action révocatoire fondée sur l'art. 288 LP. Importance décisive de l'acte d'exécution, c'est-à-dire de la réquisition d'inscription présentée au registre foncier (suivie de l'inscription du transfert de propriété). Cet acte de disposition est soumis à l'action révocatoire dans le délai de l'art. 292 LP même si l'acte juridique constituant la cause du transfert de propriété ne peut plus être attaqué comme tel, en raison de l'écoulement du délai (consid. 2)."], "faits": "BGE 91 III 98 S. 98\n\nA.- Am 24. Februar 1960 verkaufte Gottfried Eggimann seinem Sohn Werner eine Liegenschaft in Grossaffoltern. Der BGE 91 III 98 S. 99Kaufvertrag wurde vom hiezu beauftragten Notar am 17. Juni 1960 beim Grundbuchamt Aarberg zur Eintragung angemeldet und die Eintragung am gleichen Tage vollzogen.\n\nB.- Am 12. März 1965 focht Rudolf Dick, dem in der Betreibung gegen Gottfried Eggimann ein Verlustschein ausgestellt worden war, jene Vermögensentäusserung durch Klage gegen den Erwerber gestützt auf Art. 288 SchKG an. Er behauptete, der Kaufpreis liege mindestens um den Betrag seines Verlustscheins (Fr. 11'589.--) unter dem wahren Werte der Liegenschaft, und verlangte eine entsprechende Rückleistung im Sinne des Art. 291 SchKG.\n\nC.- Während der Gerichtspräsident von Aarberg die Klage am 15. Mai 1965 wegen Verwirkung bzw. Verjährung abwies, verwarf der Appellationshof des Kantons Bern diese Einrede mit Entscheid vom 10. Juni 1965 und wies die Angelegenheit zur einlässlichen Behandlung an den erstinstanzlichen Richter zurück.\n\nD.- Gegen diesen Entscheid hat der Beklagte die vorliegende Berufung an das Bundesgericht eingelegt mit dem erneuten Antrag auf Abweisung des Klage wegen \"Verjährung\" gemäss Art. 292 SchKG.\n\nDer Antrag des Klägers geht auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Entscheid weist die auf einer bundesrechtlichen Norm beruhende Verjährungseinrede ab und kennzeichnet sich damit als selbständiger Vorentscheid im Sinne des Art. 50 OG. Die dort genannten Voraussetzungen zur gesonderten Berufung gegen diesen Vorentscheid sind erfüllt: Der Entscheid wurde von einer der in Art. 48 Abs. 1 OG genannten Behörde gefällt; der Streitwert beträgt, wie sich schon aus dem Klagebegehren ergibt und übrigens unbestrittenist, Fr. 11'589.--, erreicht also den nach Art. 46 OG erforderlichen Betrag von Fr. 8'000.--, und bei abweichender Beurteilung der Vorfrage würden sofort ein Endentscheid herbeigeführt und ein beträchtlicher Aufwand an Zeit und Kosten erspart.\n\n2. Die Entscheidung darüber, ob \"Verjährung\" im Sinne des Art. 292 SchKG eingetreten sei, hängt davon ab, ob die fünfjährige Frist vom Abschluss des Kaufvertrages an (24. Februar 1960) oder erst von der Anmeldung und Eintragung des Eigentumsüberganges an (17. Juni 1960) zu berechnen ist. Im ersten Fall ist die Einrede (gemäss dem erstinstanzlichen Entscheide) BGE 91 III 98 S. 100zu schützen, und zwar gleichgültig, ob man Verjährung oder Verwirkung annimmt oder der gesetzlichen Frist einen doppelten Charakter zuschreibt (vgl. BGE 41 III 319; FRITZSCHE, SchK Band II S. 276/77); denn der Kläger hat vor der Klageanhebung nichts unternommen, was als Grund zur Unterbrechung einer Verjährung nach Art. 135 Ziff. 2 OR gelten könnte. Im zweiten Fall, bei Fristbeginn am 17. Juni 1960, ist die Einrede dagegen (in Übereinstimmung mit dem Entscheid des Appellationshofes) zu verwerfen; denn die Klage ist binnen fünf Jahren seit jenem Datum angehoben worden.\n\nNach Art. 292 SchKG tritt \"Verjährung\" ein, wenn fünf Jahre \"seit der anfechtbaren Rechtshandlung\", \"à partir de l'acte vicieux\", \"dall'atto rivocabile\", abgelaufen sind. Der erstinstanzliche Entscheid betrachtet als anfechtbare Rechtshandlung den nach den Vorbringen des Klägers auf Gläubigerbenachteiligung angelegten Abschluss des Kaufvertrages. Demgegenüber weist der Appellationshof auf den Zweck der Anfechtungsklage hin. Diese solle zur Rückerstattung dessen führen, was dem Beschlagsrecht des Anfechtungsklägers entzogen wurde. Den Grund der Anfechtungsklage bilde die durch eine Rechtshandlung des Schuldners direkt oder indirekt herbeigeführte Verschlechterung der Exekutionsrechte der Gläubiger, sei es durch Belastung oder gänzliche Entziehung eines Exekutionsobjektes oder durch Vergrösserung der auf die Aktiven angewiesenen Passivmasse (JAEGER, N 3 zu Art. 288 SchKG). Im Fall der Anfechtung eines Liegenschaftsverkaufes zu untersetztem Preis nach Art. 286 SchKG habe das Bundesgericht daher denjenigen Rechtsakt als für die Fristbemessung massgebend bezeichnet, der den Entzug zukünftiger Exekutionsobjekte zum Abschluss bringt, also die Eintragung des Eigentumsüberganges im Grundbuch oder allenfalls die Anmeldung zur Eintragung (BGE 45 III 182/83). Entsprechendes müsse für den Beginn der allgemeinen Verjährungs- oder Verwirkungsfrist des Art. 292 SchKG gelten. Es sei belanglos, dass das Gesetz im einen Fall (in Art. 286) von Rechtsgeschäften, im andern Fall (in Art. 288, und ebenso in Art. 285 und 292) von Rechtshandlungen spreche. \"In beiden Fällen kommt es nach Sinn und Zweck der Anfechtungsklage für den Fristbeginn auf die Entzugshandlung an, bei Veräusserungen demnach auf den Vollzug des Verfügungsgeschäftes.\" Daher spiele es auch keine Rolle, dass der Schuldner (Verkäufer) die Einwilligung zur Eigentumsübertragung bereits BGE 91 III 98 S. 101im Kaufvertrag erteilt und den beurkundenden Notar mit der Anmeldung beauftragt habe. Denn die Sache sei dem Zugriff der Gläubiger erst durch die Eintragung des Eigentumsüberganges im Grundbuch entzogen worden.\n\nDieser Auffassung ist beizustimmen. Die Anfechtung nach Art. 285 ff. SchKG richtet sich in den meisten Fällen gegen Handlungen des Schuldners, durch welche sein Aktivvermögen vermindert worden ist. Dass das Gesetz in erster Linie solche Fälle ins Auge fasst, ergibt sich namentlich aus Art. 291. Danach ist, wer durch eine anfechtbare Rechtshandlung \"Vermögen des Schuldners erworben hat\", zur \"Rückgabe\" verpflichtet. Von Vermögenserwerb und Rückgabe kann jedenfalls grundsätzlich nur gesprochen werden, wenn ein Vermögensübergang stattgefunden hat. Sodann kennzeichnen sich die nach Art. 287 anfechtbaren Rechtshandlungen eindeutig als Verfügungsakte (Pfandbestellung und Tilgungshandlungen). Auch Art. 286 Abs 1 bezieht sich auf Leistungen, die nicht bloss versprochen, sondern vollzogen sind. Ist es beim blossen Schenkungsversprechen geblieben, so bedarf es nach Ausstellung eines Verlustscheines oder Eröffnung des Konkurses gar keiner Anfechtung. Das Versprechen ist alsdann von Gesetzes wegen ungültig (Art. 250 Abs. 2 OR). Bei den auch den Gegenkontrahenten des Schuldners zu einer Leistung verpflichtenden \"Rechtsgeschäften\" des Art. 286 Abs. 2 SchKG verhält es sich nicht grundsätzlich anders. Ziff. 1 daselbst betrifft die gemischten Schenkungen; diese sind gewöhnlich, wenn es zur Anfechtung kommt, seitens des Schuldners vollzogen (so war es auch im Falle von BGE 45 III 182/83). Bei den Rechtsgeschäften der Ziff. 2 daselbst geht es in der Regel ebenfalls um eine vollzogene Leistung; denn bei derartigen Geschäften ist der Schuldner meistens vorleistungspflichtig. Sehr umfassend lautet dann allerdings die Umschreibung des Gegenstandes der Anfechtung in Art. 288 SchKG. Darunter fallen \"alle Rechtshandlungen\", die der Schuldner in der vom Gesetz verpönten Absicht vorgenommen hat, sofern diese Absicht dem andern Teil erkennbar war. Unter Umständen werden von dieser Norm bloss obligatorische Rechte betroffen (vgl. BGE 31 II 351/52, sowie BGE 37 II 680 ff.; HANGARTNER, Die Gläubigeranfechtung im schweizerischen Recht, Diss. Zürich 1929, S. 85). Art. 288 ermöglicht sogar die Anfechtung prozessualer Erklärungen wie auch gewisser Unterlassungen des Schuldners (vgl. JAEGER, N 3 A zu Art. 288; BGE 91 III 98 S. 102FRITZSCHE, SchK Band II, S. 269; GAUGLER, Die paulianische Anfechtung, Band I S. 102/3). Indessen kommt der Anfechtung einer Übertragungsverpflichtung des Schuldners eine geringe Bedeutung zu. Sofern eine solche Verpflichtung nicht überhaupt durch Verzicht (Rücktritt vom Vertrag, Art. 83 OR; vgl. auch Art. 211 SchKG) dahinfällt, besteht die \"Rückgewähr\" einfach in der Duldung der Nichtbeachtung des Anspruches (vgl. JAEGER, N 2 B zu Art. 291 SchKG, S. 405). Ist die Übertragung vollzogen, so ist dann aber hauptsächlich sie anzufechten. Denn die Erfüllungshandlung stellt eine zur Verpflichtung hinzutretende Rechtshandlung dar, welche um ihrer dinglichen Wirkung willen nun erst in eigentlichem Sinn in die Beschlagsrechte der Gläubiger eingreift. Dass der Vollzugshandlung eine entscheidende Bedeutung zukommt, ergibt sich auch daraus, dass ihre Anfechtbarkeit keineswegs von der Anfechtbarkeit des Grundgeschäftes abhängt. Das gilt nicht nur für Handlungen nach Art. 287 SchKG, sondern auch für Tilgungshandlungen, die unter Art. 288 SchKG fallen (vgl. JAEGER, N 3 A Schlussabsatz zu Art. 288). Gleich verhält es sich nun aber auch, wenn das Grundgeschäft ebenfalls bereits die sonstigen Merkmale einer anfechtbaren Rechtshandlung aufwies, jedoch wegen Ablaufes der Klagefrist des Art. 292 SchKG seinerseits der Anfechtung entrückt ist. Bildet somit das Verfügungsgeschäft eine besondere Rechtshandlung, die um ihrer über die obligatorische Verpflichtung hinausgehenden Rechtswirkungen willen der Anfechtung unterliegt - und sei es auch wegen der schon mit dem Abschluss des Grundgeschäftes verfolgten Absichten, die eben nun verwirklicht wurden - so muss für den Beginn der Klagefrist des Art. 292 der Zeitpunkt der Vollzugshandlung massgebend sein. Die Überlegungen, die in BGE 45 III 182/83 zur Frage des Beginnes der sechsmonatigen Frist des Art. 286 SchKG angestellt wurden, gelten somit in der Tat auch für den Beginn der Klagefrist des Art. 292 SchKG. Ob der Schuldner die Anmeldung an das Grundbuchamt selbst vornahm oder einen anderen, insbesondere wie hier den beurkundenden Notar damit beauftragte, bleibt sich gleich; denn für die Handlung seines Vertreters hat der Schuldner einzustehen, und sie gilt auch dem Dritten, also dem Beklagten gegenüber wie eine eigene Handlung des Schuldners (vgl. BGE 39 II 397; JAEGER, N 4 zu Art. 288).\n\nSoweit sich in der Literatur über die streitige Frage Äusserungen vorfinden, lauten sie im gleichen Sinne (vgl. GAUGLER, Die BGE 91 III 98 S. 103paulianische Anfechtung, Bd. I S. 108 und 189, mit Ausführungen darüber, dass eine Anfechtbarkeit des Grundgeschäftes, die das Erfüllungsgeschäft nicht mitergreift, nicht möglich sei, wohl aber eine Anfechtbarkeit des Vollzugsgeschäftes ohne gleichzeitige Anfechtbarkeit des Verpflichtungsgeschäftes; \"für die Frage der zeitlichen Schranken der Anfechtbarkeit ergeben sich hieraus beachtliche Konsequenzen\"; H.P. BERZ, Der paulianische Rückerstattungsanspruch, Diss. Zürich 1960, welcher auf S. 43/44 mit Fussnote 18 die entscheidende Bedeutung des Erfüllungsgeschäftes für die Berechnung der Fristen, namentlich auch der Verjährungs- bzw. Verwirkungsfrist des Art. 292 SchKG, hervorhebt. Damit stehen die Ausführungen von BLUMENSTEIN, Handbuch S. 888, und JAEGER, N 3 zu Art. 288 und N 1 zu Art. 291 SchKG, im Einklang).\n\nNichts Abweichendes ergibt sich aus dem Inhalt der \"Rückgabepflicht\" des Anfechtungsgegners nach Art. 291 SchKG. Die erfolgreiche Anfechtung macht den Grundbucheintrag allerdings nicht ungerechtfertigt, noch verpflichtet sie den Erwerber zur Rückübertragung des Eigentums auf den Schuldner. Es lässt sich somit trotz dem Wortlaut des Art. 285 SchKG nicht von Ungültigkeit der Rechtshandlung (im zivilrechtlichen Sinne) sprechen. Vielmehr soll dem Gläubiger lediglich das Beschlagsrecht gesichert werden, das ihm durch die angefochtene Rechtshandlung entzogen wurde (BGE 47 III 92, BGE 81 III 102). Auch unter diesem Gesichtspunkt kommt aber der Vollzugshandlung entscheidende Bedeutung zu, so dass sie den wesentlichen oder einzigen Gegenstand der Anfechtung bildet und die Klagefrist des Art. 292 SchKG vom Zeitpunkt ihrer Vornahme an zu berechnen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes des Kantons Bern vom 10. Juni 1965 bestätigt."}