{"annee": "92", "cour": "I", "page": "486", "date": "22/9/1966", "cite": ["86 I 229"], "cite_par": ["94 I 151", "125 V 383", "98 IB 133"], "chapeau": "80. Urteil vom 22. September 1966 i.S. Eidg. Steuerverwaltung gegen B. und Rekurskommission des Kantons Bern.", "regestes": ["Impôt pour la défense nationale: Dans la taxation du revenu, on ne tiendra pas compte des indemnités qu'un propriétaire non astreint à tenir une comptabilité commerciale touche d'une entreprise pour l'exploitation de la couche de sable et de gravier gisant sur son fonds lorsque cette couche sera épuisée à bref délai."], "faits": "BGE 92 I 486 S. 486\n\nA.- B. erwarb am 13. Februar 1959 zum Preise von Fr. 44'700.-- ein landwirtschaftliches Heimwesen (Parzellen Nr. 453, 454 und 455) mit einer Fläche von 22'124 m2. Durch Vertrag vom 20. Juli 1959 räumte er der Bauunternehmung M. AG in Form einer Dienstbarkeit das Recht ein, auf einem Teil der Parzelle 453 und auf der ganzen Parzelle 454 während 20 Jahren Kies und Sand zu gewinnen. Die Gesellschaft verpflichtete sich, dieses Areal vollständig auszubeuten, bevor sie anderswo Kies und Sand abgrabe. Ferner verpflichtete sie sich, dem Eigentümer B. eine Entschädigung von Fr. 2.50 für jeden Kubikmeter abgebauten Raumes zu entrichten und die durch die Ausbeutung entstehende Grube wieder aufzufüllen.\n\nB.- Auf Grund dieses Vertrages erhielt B. von der M. AG als Entschädigungen im Jahre 1959 Fr. 17'222.--, im Jahre 1960 BGE 92 I 486 S. 487Fr. 66'000.--, im Jahre 1961 Fr. 90'000.-- und im Jahre 1962 Fr. 109'299.--. Bei seiner Veranlagung für die 11. und 12. Periode der Wehrsteuer wurden diese Beträge, soweit sie nach Auffassung der Veranlagungsbehörde die durch den Kies- und Sandabbau verursachte Verminderung des Bodenwerts überstiegen, als Einkommen im Sinne von Art. 21 Abs. 1 lit. b WStB erfasst. Für die 12. Periode (Berechnungsjahre 1961 und 1962) ermittelte die Veranlagungsbehörde ein steuerbares Einkommen von Fr. 53'600.-- Im Einspracheverfahren hielt sie an dieser Veranlagung fest.\n\nC.- Auf Beschwerde des Steuerpflichtigen hin befreite ihn die Rekurskommission des Kantons Bern von der Wehrsteuer der 12. Periode. Sie nahm an, die ihm von der M. AG bezahlten Entschädigungen stellten nicht das Entgelt für eine Nutzung, sondern den Preis für eine teilweise Veräusserung des Bodens dar. Es handle sich demnach nicht um Ertragseinkommen im Sinne von Art. 21 Abs. 1 lit. b WStB, sondern um Kapitalgewinne, für die aber der Beschwerdeführer nach lit. d ebenda nicht besteuert werden könne, da er sie nicht im Betriebe eines buchführungspflichtigen Unternehmens erzielt habe. Die Ausscheidung der Entschädigungen aus der Veranlagung habe zur Folge, dass der Mindestbetrag des steuerpflichtigen Einkommens nicht erreicht werde (Entscheid vom 3. Mai 1966).\n\nD.- Gegen diesen Entscheid erhebt die Eidg. Steuerverwaltung Verwaltungsgerichtsbeschwerde mit dem Antrag, ihn aufzuheben und die Angelegenheit zur neuen Entscheidung an die Rekurskommission zurückzuweisen.\n\nSie macht geltend, der Vertrag vom 20. Juli 1959 sei ein Pachtvertrag im Sinne des Art. 275 OR. Stellten somit die darin vorgesehenen Entschädigungen für die Materialausbeutung Pachtzinse dar, so seien sie beim Empfänger als Ertragseinkommen gemäss Art. 21 Abs. 1 lit. b WStB zu erfassen.\n\nVon den bezahlten Entschädigungen sei der Wertverlust abzuziehen, den das Land infolge des Materialabbaus erlitten habe. Diesen Verlust habe die Veranlagungsbehörde indes zu hoch bemessen. Die Rekurskommission sei anzuweisen, sein wirkliches Ausmass abzuklären.\n\nE.- B. und die kantonale Rekurskommission beantragen Abweisung, die kantonale Wehrsteuerverwaltung Schutz der Beschwerde.\n\nBGE 92 I 486 S. 488", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 21 WStB unterliegen der Einkommenssteuer grundsätzlich die gesamten Einkünfte des Steuerpflichtigen aus Erwerbstätigkeit, Vermögensertrag oder anderen Einnahmequellen. Die sogenannte Quelle ist gedacht als das Mittel, das dem Steuerpflichtigen Einnahmen zuführt, die als Erträgnisse dem bisherigen Besitze gegenübergestellt werden. Der Rohertrag der Quelle wird gekürzt um gewisse mit der Einkommenserzielung verbundene Aufwendungen (Art. 22 WStB). Veränderungen der Quelle dagegen sind bei Steuern auf Quellenerträgnissen in der Regel unbeachtlich. Der Wehrsteuerbeschluss sieht nur für buchführungspflichtige Betriebe eine abweichende Ordnung vor (Art. 21 Abs. 1 lit. d und f, Art. 22 Abs. 1 lit. b und c); danach werden Vermögensvermehrungen und -verminderungen (Kapitalgewinne und -verluste) berücksichtigt, die unter Umständen nicht oder nicht ausschliesslich den Ertrag der Einkommensquelle betreffen (BGE 86 I 231 Erw. 1). Für B., der nicht buchführungspflichtig ist, gilt jedoch diese Sonderordnung nicht. Er unterliegt der allgemeinen, nur die Quellenerträgnisse erfassenden Ordnung der Wehrsteuer für Einkommen.\n\nZu den Quellenerträgnissen gehört nach Art. 21 Abs. 1 lit. b WStB auch \"jedes Einkommen aus unbeweglichem Vermögen, gleichgültig, ob es durch Vermietung oder Verpachtung oder durch Eigengebrauch erzielt wird\". Die Bestimmung erfasst einerseits den Ertrag, den der Eigentümer dadurch aus dem Grundstück zieht, dass er es unmittelbar für sich selber gebraucht oder nutzt, und anderseits das Entgelt, das ihm ein anderer für die Überlassung des Gebrauchs oder der Nutzung zu entrichten hat, sei es kraft Miete oder Pacht, sei es eines ähnlichen Verhältnisses (Nutzniessung usw., vgl. Art. 21 Abs. 1 lit. c WStB, betreffend das Einkommen aus beweglichem Vermögen).\n\nDie kantonale und die eidgenössische Steuerverwaltung nehmen an, B. habe mit der M. AG einen Pachtvertrag abgeschlossen. Sie betrachten demgemäss die Vergütungen, die er auf Grund des Vertrags erhalten hat, als Pachtzins und damit als Vermögensertrag im Sinne von Art. 21 Abs. 1 lit. b WStB. Dagegen erblicken B. und die kantonale Rekurskommission darin den Preis für die Veräusserung eines Teils der Substanz BGE 92 I 486 S. 489seines Grundbesitzes. Ist dieser Auffassung zuzustimmen, so stellen die Vergütungen nicht Quellenerträgnisse im Sinne des Art. 21 WStB dar und fallen daher nicht in die Berechnung des steuerbaren Einkommens des Empfängers B. Dieser hat nach Art. 21 Abs. 1 lit. d WStB Kapitalgewinne, die er bei der Veräusserung von Bestandteilen seines Vermögens erzielt, mangels Buchführungspflicht nicht zu versteuern.\n\n2. Gegenstand einer Nutzung sind Sachen, welche Früchte (zeitlich wiederkehrende Erzeugnisse oder Erträgnisse) abwerfen (Art. 275 OR; Art. 756, 643 ZGB). Im Begriff der Frucht ist das Erfordernis der Substanzschonung enthalten. Dieses Erfordernis ist indes nicht im Sinne der Naturwissenschaft zu verstehen; massgebend sind vielmehr wirtschaftliche Überlegungen. Danach können Erträgnisse (Früchte im weiteren Sinne) auch anorganische Bodenbestandteile (Kohle, Steine, Sand und dgl.) sein, die in einem Bergwerk, einem Steinbruch, einer Kiesgrube usw. gewonnen werden (Art. 771 ZGB). Allerdings wird durch den Abbau von Mineralien nach und nach die Substanz des Grundstücks vermindert. Handelt es sich aber um eine Ausbeutung auf lange Sicht, so ist das wirtschaftliche Erfordernis der Substanzschonung doch erfüllt, weil trotz Wegnahme von Bestandteilen die Sache auf längere Zeit hinaus ihrer wirtschaftlichen Funktion, wiederkehrende Erträgnisse abzuwerfen, erhalten bleibt (HAAB, N. 5 und 6, MEIER-HAYOZ, N. 8 und 11 zu Art. 643 ZGB). In solchen Fällen ist anzunehmen, dass die Ausbeutung dem Grundeigentümer, der sie selbst vornimmt oder einem anderen gegen Entgelt überlässt, Quellenerträgnisse im Sinne des Art. 21 WStB verschafft. Dagegen bringt ihm ein Abbau, durch den das Mineralvorkommen in ganz kurzer Zeit erschöpft wird, nicht zeitlich wiederkehrende Erträgnisse ein. Wenn der Grundeigentümer einem anderen einen solchen raschen Abbau gegen Entgelt gestattet, liegt daher nicht eine Pacht oder ein sonstiges Nutzungsverhältnis, sondern eine Veräusserung eines Teils der Substanz des Grundstücks vor. Das Entgelt, das der Eigentümer dafür empfängt, stellt also nicht ein Quellenerträgnis, sondern eben den Preis für eine Veräusserung dar (vgl. BGE 86 I 231 Erw. 2).\n\nSo verhält es sich hier. Zwar hat B. der M. AG durch den Vertrag vom 20. Juli 1959 das Recht eingeräumt, auf seinem Land Kies und Sand während 20 Jahren zu gewinnen. Indes hat sich die M. AG im gleichen Vertrag verpflichtet, zunächst BGE 92 I 486 S. 490das dortige Vorkommen vollständig auszubeuten, bevor sie anderswo Kies und Sand abgrabe. Daraus ist zu schliessen, dass sie berechtigt war, das ihr von B. überlassene Vorkommen binnen kurzem vollständig abzubauen. Das hat sie denn auch getan. Nach den nicht widerlegten Angaben des B. und seines Schwiegersohnes hat sie die Ausbeutung des Areals, auf das sich der Vertrag vom 20. Juli 1959 bezieht, bereits im Frühjahr 1963 beendet. Unter diesen Umständen können die Entschädigungen, die B. von der Vertragspartnerin für die Ausbeutung des Kies- und Sandlagers erhalten hat, bei ihm nicht als Einkommen aus unbeweglichem Vermögen im Sinne von Art. 21 Abs. 1 lit. b WStB erfasst werden.\n\nVergeblich wendet die Beschwerdeführerin ein, eine Veräusserung könne nicht vorliegen, weil die M. AG sich verpflichtet habe, nach der Ausbeutung die Grube aufzufüllen und damit die landwirtschaftliche Nutzung des Bodens wieder zu ermöglichen. Die M. AG muss die ausgebeutete Grube nicht wieder mit Kies und Sand auffüllen, sondern kann anderes Material dafür verwenden. Die Auffüllung stellt eine der Gegenleistungen dar, die sie dem Grundeigentümer für den Bezug des an sie veräusserten Kieses und Sandes zu erbringen hat.\n\nDie Beschwerde erweist sich somit als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}