{"annee": "92", "cour": "II", "page": "293", "date": "8/11/1966", "cite": ["82 II 159", "87 II 113", "76 II 110", "91 II 117"], "cite_par": ["112 II 172", "110 IV 108", "100 II 237", "129 III 25", "115 II 387", "97 II 169", "122 III 81", "115 II 279", "126 III 129"], "chapeau": "43. Auszug aus dem Urteil der I. Zivilabteilung vom 8. November 1966 i.S. Merck & Co. Inc. gegen Alpharm AG und Mitbeteiligte.", "regestes": ["Utilisation illicite d'une invention brevetée en Suisse (art. 66 litt. a et art. 8 LBI). 1. L'utilisation ne peut être illicite que si elle a lieu en Suisse. Cette notion ne vise toutefois pas seulement les actes commis dans ce pays, mais, sans égard au lieu où elle se produit, toute action ou omission qui est la cause adéquate d'une utilisation réalisée en Suisse; elle comprend notamment les actes des instigateurs, auteurs médiats, coauteurs et complices qui, de l'étranger, ont provoqué ou favorisé une utilisation en Suisse (consid. 4). 2. Notion de l'utilisation; espèces (consid. 5). 3. Utilisation illicite d'une invention brevetée en Suisse par l'importation de produits en violation des brevets et leur dépôt dans un port franc suisse en vue de livraisons à l'étranger, comme aussi par la vente et l'exportation de tels produits hors de Suisse (consid. 6)."], "faits": "BGE 92 II 293 S. 294\n\nA.- Die Firma Merck & Co. Inc. in New Jersey ist Inhaberin der schweizerischen Patente Nr. 282 222, 283 913, 292 590 und 294 171, welche Verfahren zur Herstellung von Vitaminsubstanzen, Vitaminprodukten, Vitamin B 12 und Vitamin B 12-Konzentraten betreffen. Am 16. Juli 1964 reichte sie beim Handelsgericht des Kantons Zürich gegen die Firmen Pierrel S.p.A., Mailand, Alpharm AG, Bern, und Medipharm AG, Zürich, sowie gegen Paolo Lanzarini, Mailand, eine Klage ein. Sie beantragte, es sei festzustellen, dass sich die Beklagten \"durch Herstellen, Feilhalten, Verkaufen und/oder Inverkehrbringen von Cyanocobalamin (Vitamin B 12), bzw. durch Anstiftung, Mitwirkung, Erleichterung und/oder Begünstigung solcher Handlungen\" der Verletzung der erwähnten Patente \"schuldig machen bzw. gemacht haben\". Damit verband sie das Begehren, den Beklagten zu verbieten, Cyanocobalamin herzustellen, feilzuhalten, zu verkaufen oder in Verkehr zu bringen oder bei diesen Handlungen mitzuwirken, dazu anzustiften, deren Begehung zu begünstigen oder zu erleichtern. Ferner klagte sie auf Ersatz ihres Schadens in einem gerichtlich zu bestimmenden Betrag nebst Zins und auf Ermächtigung zur Veröffentlichung des Urteils.\n\nDie Klägerin behauptete unter anderem: Die Firma Pierrel S.p.A. stelle seit Anfang 1960 in Neapel unter Benutzung der erwähnten patentierten Erfindungen Vitamin B 12 her und liefere solches an Lanzarini und an dessen Handelsfirmen, unter anderem an die Alpharm AG und die Medipharm AG Lanzarini sei Hauptaktionär und Delegierter des Verwaltungsrates BGE 92 II 293 S. 295der Alpharm AG und auch an der Medipharm AG beteiligt. Er und diese Gesellschaften unterhielten in den Räumen einer Zürcher Transportfirma in den Zollfreilagern in Zürich und Kloten ein Lager an Vitamin B 12. Die Transportfirma sei in ihrem Auftrage Lagerhalter und Spediteur und besorge darüber hinaus in einzelnen Fällen die eigentliche Führung der Verkaufsverhandlungen, die Verpackung, die Rechnungstellung und das Inkasso. Von den erwähnten Lagern aus werde eine Händler- und Schmugglerorganisation beliefert, die sich in den Vereinigten Staaten von Amerika für den Handel von widerrechtlich hergestelltem Vitamin B 12 und Antibiotika gebildet habe und deren Hauptperson X. sei. Ein Prokurist der Transportfirma habe wiederholt von den erwähnten Waren nach den Vereinigten Staaten mitgenommen und sie daselbst gegen Barzahlung verkauft. Oft sei X. aufgefordert worden, Zahlungen an die Transportfirma zu machen. Einmal sei er in der Schweiz gewesen und habe mit Lanzarini diese Firma besucht. Da die Alpharm AG mit Vitamin B 12 Handel treibe, bestehe kein Zweifel, dass sie die schweizerischen Patentrechte der Klägerin verletze, und zwar auch dann,wenn dieses Erzeugnis in einzelnen Fällen nicht in die Schweiz eingeführt oder durch die Schweiz durchgeführt worden sei. Das treffe auch für Lanzarini zu. Dieser sei ausser für seine persönlichen Geschäfte für die Handlungen der Alpharm AG verantwortlich. Er habe diese angestiftet, bei ihren Handlungen mitgewirkt, sie zum mindesten begünstigt oder erleichtert. Es treffe ihn gemäss Art. 50 OR insbesondere die Schadenersatzpflicht, auch für die Handlungen der Alpharm AG Die Klägerin werde aber darüber hinaus beweisen, dass er auch seine persönlichen Geschäfte über die Schweiz und in Zürich abgewickelt habe. Die Medipharm AG sei ebenfalls eine blosse Tarnorganisation. Ihre Behauptung, sie wisse nichts von den in ihrem Namen durchgeführten Transporten, sei nicht ernst zu nehmen. Die Transportfirma habe nicht völlig zu Unrecht die Medipharm AG in ihren Dokumenten erwähnt. Auf Grund dieser Erwähnungen seien der Medipharm AG auch direkte Mitteilungen zugegangen.\n\nB.- Das Handelsgericht beschloss am 30. März 1966, die Klagen gegen die Alpharm AG, die Medipharm AG und Lanzarini in einem besonderen Prozess vorweg zu beurteilen. Es wies sie am gleichen Tage ab mit der Begründung, die diesen drei Beklagten vorgeworfenen Handlungen könnten die schweizerischen BGE 92 II 293 S. 296Patente der Klägerin nicht verletzen.\n\nDas Bundesgericht weist die Sache auf Berufung der Klägerin hin an das Handelsgericht zurück.", "considerants": "Aus den Erwägungen:\n\n4. Dass die Benützung der Erfindung nach dem Bundesgesetz über die Erfindungspatente nur dann widerrechtlich ist, wenn sie in der Schweiz erfolgt, heisst nicht, der Verantwortliche müsse im Gebiete der Schweiz handeln. Die widerrechtliche Benützung ist eine unerlaubte Handlung. Solche Handlungen können schon dann nach schweizerischem Recht verfolgt werden, wenn der Erfolg in der Schweiz eingetreten ist (BGE 76 II 110ff., BGE 82 II 163, BGE 87 II 115, BGE 91 II 123 f.). Jedes Tun oder Unterlassen, das rechtserhebliche Ursache einer in der Schweiz erfolgten Benützung der Erfindung ist, macht deshalb nach schweizerischem Recht verantwortlich, gleichgültig wo es sich ereigne. Das ist namentlich von Bedeutung für Anstifter, mittelbare Täter, Miturheber und Gehilfen. Sie können schon dann in der Schweiz zivilrechtlich verfolgt werden, wenn sie die Benützung in der Schweiz vom Auslande aus veranlasst oder gefördert haben. Andernfalls ginge der strafrechtliche Schutz des Patentinhabers (Art. 81 ff. PatG, insbesondere Art. 83 PatG in Verbindung mit Art. 3 Ziff. 1 Abs. 1 und Art. 7 Abs. 1 StGB) weiter als der zivilrechtliche, was dem Grundsatz widerspräche, dass Handlungen, die unter eine das fragliche Rechtsgut schützende Strafnorm fallen, stets auch zivilrechtlich unerlaubt sind.\n\n5. Nur die gewerbsmässige Benützung der Erfindung kann widerrechtlich sein, denn nur auf gewerbsmässige Benützung hat der Patentinhaber ein ausschliessliches Recht (Art. 8 Abs. 1 PatG).\n\nDer Begriff der Benützung ist im übrigen im Gesetz nicht definiert. Als Benützung gelten vorab der Gebrauch und die Ausführung der Erfindung (Art. 8 Abs. 2 PatG), ferner die Nachahmung (Art. 66 lit. a PatG). Daneben werden das Feilhalten, der Verkauf und das Inverkehrbringen genannt (Art. 8 Abs. 2 PatG). Wie aus dem Wort \"insbesondere\" hervorgeht, sind das aber nur Beispiele der Benützung.\n\nWenn ein Verfahren Gegenstand der Erfindung ist, erstreckt sich das Recht des Patentinhabers auch auf die unmittelbaren Erzeugnisse des Verfahrens (Art. 8 Abs. 3 PatG). Als Benützung BGE 92 II 293 S. 297des letztern gelten daher insbesondere auch der Gebrauch, das Feilhalten, der Verkauf und das Inverkehrbringen von Erzeugnissen, die im patentierten oder in einem nachgeahmten Verfahren hergestellt wurden.\n\n6. Die Klägerin hat im kantonalen Verfahren behauptet, der Leiter der Pierrel S.p.A., Y., habe im Oktober 1960 versucht, mit X. bezüglich des Vitamins B 12 direkt ins Geschäft zu kommen, doch habe X. vorgezogen, weiterhin durch Lanzarini und dessen Gesellschaften von Zürich aus beliefert zu werden. Deshalb habe sich Y. in der Folge mit Lanzarini in Verbindung gesetzt und die Geschäfte der Pierrel S.p.A. über diesen, die Alpharm AG und die Medipharm AG von Zürich aus abgewickelt. Die von Lanzarini beherrschte Alpharm AG habe bei diesen rechtswidrigen Geschäften als Deckmantel gedient und auch die Medipharm AG, an der Lanzarini beteiligt sei, sei eine blosse Tarnorganisation. Ihre Behauptung, sie wisse nichts von den in ihrem Namen durchgeführten Transporten, sei nicht ernst zu nehmen. Lanzarini, die Alpharm AG und die Medipharm AG unterhielten durch die von ihnen als Lagerhalter und Spediteur beauftragte Transportfirma in den Zollfreilagern Zürich und Kloten ein Lager an Vitamin B 12.\n\nWenn diese Behauptungen zutreffen, sind Lanzarini, die Alpharm AG und die Medipharm AG schon dafür mitverantwortlich, dass die Pierrel S.p.A. die erwähnte Ware nach Zürich und Kloten verbringen liess; denn sie haben diese Handlungen begünstigt und erleichtert, indem sie sich zwecks Tarnung des Ursprunges der Ware als Mittler zwischen der Pierrel S.p.A. und der Händler- und Schmugglerorganisation des X. zur Verfügung stellten. Der Transport nach Zürich und Kloten erfolgte zwecks Belieferung der amerikanischen Abnehmer und war daher eine typische Handlung, die unter den Begriff des Inverkehrbringens im Sinne des Art. 8 Abs. 2 PatG fällt. Zum mindesten wird er vom Oberbegriff der (gewerbsmässigen) Benützung der Erfindung erfasst; denn er gehört zur Gesamtheit der Handlungen, die vorgenommen wurden, um Erzeugnisse vom Hersteller oder Händler an einen Abnehmer zu verbringen. Da Art. 8 Abs. 2 PatG die Arten der Benützung nicht abschliessend aufzählt, steht der Erfassung der Einfuhr als Benützungshandlung nichts im Wege.\n\nWenn die erwähnten Behauptungen der Klägerin zutreffen, sind Lanzarini, die Alpharm AG und die Medipharm AG BGE 92 II 293 S. 298auch dafür verantwortlich oder neben der Pierrel S.p.A. mitverantwortlich, dass die Ware von der Transportfirma gelagert wurde. Da auch diese Lagerung dem zwischen der Pierrel S.p.A. und X. vereinbarten und mit Hilfe der Berufungsbeklagten organisierten Handel gedient haben soll, wird auch sie von den Begriffen des Inverkehrbringens und der Benützung miterfasst. Übrigens erfüllt sie auch die Merkmale des Feilhaltens. Sie unterscheidet sich in dieser Hinsicht nicht grundsätzlich von der Aufstapelung von Ware in einem Lager zwecks Belieferung von Kunden; denn wenn die Behauptungen der Klägerin stimmen, wurde X. darüber unterrichtet, dass das Lager bestand und dass er daraus Ware beziehen könne, wenn er sich an die Berufungsbeklagten oder unmittelbar an die Transportfirma wende. Auch die deutsche Rechtsprechung und Lehre legen den Begriff des Feilhaltens so weit aus, dass ein derartiger Tatbestand darunter fällt (vgl. das Urteil des Bundesgerichtshofs vom 29. März 1960 in GRUR 1960 S. 423, besprochen von MOSER v. FILSECK in GRUR 1961 S. 178 u. 613; BENKARD, 4. Aufl. 1963, Randnote 19, und BUSSE, 3. Aufl. 1964, Anm. 6 A 3 S. 199 f. zu § 6 des deutschen PatG).\n\nDie Klägerin hat sodann schon im kantonalen Verfahren unter Nennung von Einzelheiten behauptet, die Transportfirma als Beauftragte der Berufungsbeklagten habe von den Lagern in Zürich und Kloten aus die amerikanische Händler- und Schmugglerorganisation des X. tatsächlich beliefert, die Ware verpackt und versandt, Rechnung gestellt und das Inkasso besorgt. Diese Handlungen, für welche die Berufungsbeklagten zutreffendenfalls als Auftraggeber verantwortlich oder mitverantwortlich sind, erfüllen nicht nur die Begriffe des Inverkehrbringens und der Benützung der Ware, sondern auch den des Verkaufens im Sinne des Art. 8 Abs. 2 PatG. Dass die Käufer im Ausland niedergelassen waren und die Erzeugnisse ausschliesslich ins Ausland geliefert wurden, ändert nichts. Als Benützung im Inland ist es auch anzusehen, wenn Ware, die in der Schweiz liegt, ins Ausland verkauft wird (wogegen von solcher Benützung nicht die Rede sein kann, wenn der Kaufvertrag einzig durch den Abschlussort zur Schweiz in Beziehung steht). Die Auffassung des Handelsgerichtes, das Patentgesetz verlange nur die Fernhaltung der patentverletzenden Erzeugnisse vom inländischen Wirtschaftsverkehr, d.h. vom schweizerischen Binnenmarkt, findet im Gesetz keine Stütze. Sie hält nicht stand.\n\nBGE 92 II 293 S. 299\n\nSonst müsste es auch als erlaubt gelten, für den Export bestimmte Erzeugnisse unter Benützung patentierter Erfindungen in der Schweiz herzustellen. Das vertrüge sich nicht mit den berechtigten Interessen des Patentinhabers, auch im Export gegen die Konkurrenz von Dritten geschützt zu sein, die nachgemachte Erzeugnisse herstellen oder damit Handel treiben.\n\nDaher muss das angefochtene Urteil aufgehoben und die Sache zu neuer Beurteilung an das Handelsgericht zurückgewiesen werden."}