{"annee": "92", "cour": "IV", "page": "92", "date": "12/7/1966", "cite": ["74 IV 199", "81 IV 128"], "cite_par": ["115 IV 108"], "chapeau": "24. Urteil des Kassationshofes vom 12. Juli 1966 i.S. Gemper gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 138 al. 1 CP. Celui qui soustrait une chose inconsidérément agit par légèreté."], "faits": "BGE 92 IV 92 S. 92\n\nA.- Gemper kaufte am Vormittag des 25. September 1965 im Selbstbedienungsladen der Konsumgenossenschaft Bern, Filiale Effingerstrasse, verschiedene Waren. Bei dieser Gelegenheit liess er in seiner Mappe fünf Tafeln Schokolade und eine Tube Kondensmilch im Wert von zusammen Fr. 7.55 verschwinden, die er beim Verlassen des Geschäftes nicht an der Kasse zur Bezahlung vorwies.\n\nB.- Die I. Strafkammer des Obergerichts des Kantons Bern verurteilte Gemper am 24. Februar 1966 wegen Diebstahls zu einer auf zwei Jahre bedingt aufgeschobenen Strafe von vier Tagen Gefängnis.\n\nC.- Gemper führt gegen dieses Urteil Nichtigkeitsbeschwerde mit dem Antrag, es sei aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie dem Verfahren keine Folge gebe oder ihn freispreche. Er macht geltend, ein Diebstahl liege nicht vor und wegen Entwendung könne er mangels Strafantrages nicht verurteilt werden.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Streitig ist einzig, ob der Beschwerdeführer die Esswaren von geringem Wert aus Leichtsinn gemäss Art. 138 StGB oder in der Absicht unrechtmässiger Bereicherung weggenommen hat.\n\nLeichtsinn bedeutet nach allgemeinem Sprachgebrauch, dass jemand unbedacht, unüberlegt handelt. Art. 138 StGB setzt nicht einen besonders gearteten Leichtsinn voraus. Der Mangel an Überlegung kann demnach sowohl durch besondere Umstände des einzelnen Falles hervorgerufen werden als auch im Charakter oder in der Geistesverfassung des Täters begründet sein. Leichtsinnig handelt daher nicht bloss, wie die Vorinstanz annimmt, wer die Tat in einer augenblicklichen Anwandlung von Übermut oder Mutwillen begeht. Der Leichtsinn kann auch BGE 92 IV 92 S. 93z.B. auf einen Depressionszustand des Täters zurückzuführen sein, was indessen nicht heisst, dass ein depressiv gestimmter Täter die strafbare Handlung immer unüberlegt begangen haben muss, so wenig von einem charakterlich haltlosen oder leichtsinnigen Menschen gesagt werden kann, seine Handlungen beruhten stets auf einem Mangel an Überlegung.\n\n2. Das Obergericht hält es für unwahrscheinlich, aber auch nicht ganz für ausgeschlossen, dass sich der Beschwerdeführer im Zeitpunkt der Tat in einer depressiven Stimmung befand. Es gelangt jedoch gestützt auf die gesamten Umstände zum Schluss, dass nicht diese Stimmung ausschlaggebender Grund für die Wegnahme der Esswaren war, sondern der Wille, sich auf billige Art und Weise Lebensmittel zu verschaffen. Diese Feststellung, die tatsächlicher Natur ist, bindet den Kassationshof (Art. 277 bis Abs. 1 BStP;BGE 74 IV 205; BGE 81 IV 130, 237, 283). Aus ihr ergibt sich, dass der Beschwerdeführer ausschliesslich oder doch hauptsächlich durch die Absicht unrechtmässiger Bereicherung zur Tat bestimmt worden ist. Er hat somit nicht unbedacht und infolgedessen nicht aus Leichtsinn gehandelt. Seine Verurteilung wegen Diebstahls nach Art. 137 StGB verletzt daher nicht Bundesrecht.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}