{"annee": "92", "cour": "I", "page": "240", "date": "17/6/1966", "cite": [], "cite_par": ["106 IB 371"], "chapeau": "41. Extrait de l'arrêt du 17 juin 1966 dans la cause Malherbe contre Confédération suisse.", "regestes": ["Réclamation pécuniaire découlant des rapports de service des fonctionnaires fédéraux. 1. Un fonctionnaire fédéral peut-il renoncer valablement à son traitement échu, sur lequel ont été imputées les prestations que la Caisse nationale lui a servies à la suite d'un accident? (Consid. I, 4). 2. Forme de l'avis du Département des finances et des douanes qui doit être donné, selon l'art. 73 al. 3 lit. a ch. 1 RF I, avant que le fonctionnaire puisse saisir le Tribunal fédéral d'une action relative aux prestations de la Caisse fédérale d'assurance (consid. II, 1)."], "faits": "BGE 92 I 240 S. 240\n\nA.- Né le 5 juin 1898, Emile Malherbe est entré le 11 juillet 1926 au service de l'Entreprise des PTT, où il assuma la fonction de conducteur d'automobiles I.\n\nLe 6 mars 1946, il subit un accident professionnel, se blessant la jambe droite. La Caisse nationale d'assurance en cas d'accidents BGE 92 I 240 S. 241lui alloua de ce fait, à partir du 1er août 1946, une rente d'invalidité de 20%, qu'elle supprima en 1947, rétablit à la suite d'un recours et réduisit de moitié dès le 1er août 1952.\n\nL'Entreprise des PTT imputa sur le traitement de Malherbe, sans interruption, la rente de la Caisse nationale. Le 30 août 1946, Malherbe accepta par écrit cette imputation. Le 10 juillet 1948, il confirma son accord en ces termes: \"Il n'a jamais été question que je n'étais pas d'accord avec l'entière imputation de la rente sur mon salaire\".\n\nIl bénéficia temporairement d'unjour de repos supplémentaire par semaine. Puis la durée quotidienne de son travail fut réduite à six heures et demie. Il fut d'ailleurs fréquemment absent pour cause de maladie.\n\nB.- Le 11 mai 1956, Malherbe fut victime d'un nouvel accident professionnel, qui entraîna une distorsion de la cheville droite. Informé le 10 mai 1957 de la cessation des prestations de la Caisse nationale, il recourut contre cette décision auprès du Tribunal des assurances du canton de Vaud. Après avoir accepté en cours de procédure de faire examiner Malherbe par un spécialiste, la Caisse nationale déclara le 22 septembre 1960, par une décision qui fit l'objet d'un second recours, le traitement terminé. Les deux recours furent joints.\n\nEn raison de l'altération de sa santé, Malherbe renonça à conduire des véhicules à moteur. Souvent interrompue par des maladies ou des congés, son activité se borna principalement à des travaux de bureau qui correspondaient à la fonction d'un aide I. Malherbe reconnut la diminution de ses aptitudes à plus d'une reprise.\n\nEn dépit de la réduction de sa capacité de travail, l'Entreprise des PTT continua de lui payer intégralement son traitement, tout en imputant sur ce dernier la rente de la Caisse nationale.\n\nC.- Le 31 juillet 1959, la Direction du 2e arrondissement postal mit Malherbe à la retraite à partir du 1er novembre 1959 pour raisons de santé. Le 9 octobre 1959, la Caisse fédérale d'assurance lui communiqua le montant de la pension à laquelle il avait droit et dont elle décida de déduire la rente de la Caisse nationale.\n\nLe 8 juillet 1960, Malherbe invita la Direction du 2e arrondissement postal à lui rembourser les rentes imputées avant le 1er janvier 1960. Sa demande fut rejetée le 16 août 1960 par la Direction générale des PTT. Saisi le 14 septembre 1960 d'un recours BGE 92 I 240 S. 242de Malherbe, le Département des postes et chemins de fer émit le 23 décembre 1960, d'entente avec le Département des finances et des douanes, un avis dans le même sens conformément aux art. 114 OJ et 73 de l'ordonnance sur les rapports de service des fonctionnaires de l'administration générale de la Confédération (RF I) du 10 novembre 1959.\n\nD.- Par demande du 22 décembre 1961, parvenue le lendemain à la chancellerie du Tribunal fédéral, Malherbe réclama à la Confédération la restitution de 5440 fr., montant de la rente de la Caisse nationale imputée sur son traitement du 1er août 1950 au 31 décembre 1959. Il sollicita et obtint la suspension de ce procès jusqu'à la liquidation de ceux qu'il avait introduits contre la Caisse nationale.\n\nStatuant en seconde instance le 6 mars 1964, le Tribunal fédéral des assurances condamna la Caisse nationale à rembourser à Malherbe ses frais médicaux et pharmaceutiques, à pourvoir au traitement médical ou chirurgical dont il avait encore besoin et à lui verser, à partir du 11 mai 1956, une rente d'invalidité de 20%, réduite de 25% en application de l'art. 91 LAMA.\n\nLe 4 mai 1964, la Caisse nationale informa Malherbe qu'en vertu de cette décision, il avait droit à une rente mensuelle de 78 fr. 75, plus 3506 fr. 50 d'arrérages. Toutefois, il ne reçut pas cette somme. En effet, le 21 juillet 1964, la Direction du 2e arrondissement postal lui fit savoir que, sur le montant de 3506 fr. 50, elle retenait 1375 fr. 25 à titre d'imputation sur le traitement qu'elle lui avait versé intégralement jusqu'à sa mise à la retraite le 31 octobre 1959; quant au solde de 2131 fr. 25, elle le remboursait à la Caisse fédérale d'assurance, car il devait être imputé sur les prestations de cette institution.\n\nLe 26 novembre 1964, la Direction des services postaux confirma ce prononcé en ce qui concerne l'imputation de la somme de 1375 fr. 25 et refusa d'entrer en matière sur l'attribution du montant de 2131 fr. 25 à la Caisse fédérale d'assurance.\n\nLe 4 août 1965, la Direction générale de l'Entreprise des PTT rejeta le recours interjeté par Malherbe contre la décision du 26 novembre 1964. En même temps, elle avisait le recourant qu'il avait la faculté d'ouvrir action devant le Tribunal fédéral après avoir soumis son cas au Département des transports et communications et de l'énergie.\n\nMalherbe s'abstint d'une démarche auprès de ce département.\n\nE.- Le 30 novembre 1965, le président de la Chambre BGE 92 I 240 S. 243ordonna la reprise de la procédure introduite par la demande du 22 décembre 1961.\n\nDans sa réponse du 10 mai 1966, la Confédération, représentée par l'Office fédéral du personnel, conclut à l'irrecevabilité de l'action dans la mesure où elle est prescrite et à son rejet pour le surplus.\n\nLe Tribunal fédéral a rejeté la demande dans la mesure où elle était recevable.", "considerants": "Extrait des considérants:\n\nI. Imputation de la rente de la Caisse nationale sur le traitement 4. - En sa qualité d'ancien fonctionnaire fédéral, Malherbe conclut au paiement de montants retenus sur son traitement, réclamant ainsi une part de ce dernier. Or le droit du fonctionnaire à son traitement est un droit public subjectif, lequel n'est en principe pas susceptible de renonciation (RO 49 I 180, 91 I 235). La règle souffre cependant des exceptions. En particulier, même en droit public, rien n'empêche le titulaire d'une créance cessible d'y renoncer; économiquement, la renonciation équivaut à une cession au débiteur; par conséquent, lorsque celle-ci est admissible, il n'y a aucune raison d'exclure celle-là (FORSTHOFF, Lehrbuch des Verwaltungsrechts I, 7e éd., p. 262; IMBODEN, Schweiz. Verwaltungsrechtsprechung, 2e éd., p. 47; JELLINEK, Verwaltungsrecht, 3e éd., p. 215 s.; LEIPPERT, Der Verzicht auf subjektive öffentliche Rechte..., thèse Fribourg 1953, p. 82; OSWALD, Travaux de l'Association Henri Capitant, tome XIII, p. 559 s.; PETERS, Lehrbuch der Verwaltung, p. 150; WIMMER, RDS vol. 52 p. 216). En outre, les créances prescriptibles de droit public peuvent être aussi l'objet d'une renonciation; si elles s'éteignent par prescription, c'est-à-dire à la suite de l'inaction de leur titulaire, elles prennent fin a fortiori par une renonciation, qui est un acte de volonté du créancier (JELLINEK, op.cit., p. 216; LEIPPERT, op.cit., p. 91 et 102; OSWALD, op.cit., p. 549 et 559; PETERS, op.cit., p. 150). Aussi faut-il examiner si le droit du fonctionnaire fédéral à son traitement est cessible ou prescriptible, soit sujet à renonciation, et le cas échéant si Malherbe a renoncé à sa prétention.\n\nLa cessibilité du droit du fonctionnaire fédéral à son traitement n'est pas contestée, du moins en ce qui concerne le traitement BGE 92 I 240 S. 244échu. D'une manière générale, les prétentions pécuniaires de droit public sont cessibles, sauf si, pour des motifs d'intérêt public, elles ont un caractère strictement personnel (Jurisprudence des autorités administratives de la Confédération XXIX no 102 p. 183; FORSTHOFF, op.cit., p. 177; IMBODEN, op.cit., Ergänzungsheft I, p. 19). Il n'apparaît pas cependant que le législateur ait attribué un tel caractère à la prétention du fonctionnaire fédéral à son traitement. Au contraire, selon la communis opinio, il n'a pas entendu priver cet agent du moyen de crédit que constitue la cession de salaire. L'eût-il voulu qu'il l'aurait probablement dit, de façon expresse, dans une disposition analogue à l'art. 47 al. 4 StF, qui déclare nulle la cession du droit à la jouissance du traitement du fonctionnaire décédé. Assurément, loin d'être absolu, le droit de cession du fonctionnaire est limité par ses obligations. Dans la mesure où le traitement du fonctionnaire est nécessaire à l'accomplissement de ses devoirs de service et hors de service, il ne peut être cédé. Mais cette restriction ne vaut que pour le salaire futur. Dans tous les cas, rien ne s'oppose à la cession du traitement échu, celui-ci ayant été acquis en échange de services déjà rendus, dont la prestation ne peut donc plus être compromise. D'ailleurs, s'il est indiscutablement loisible au fonctionnaire de donner le salaire qu'il a gagné, il doit aussi pouvoir céder la créance y relative (DUEZ et DEBEYRE, Traité de droit administratif, no 975; FLEINER, Les principes généraux du droit administratif allemand, p. 115 note 6; IM HOF, RDS vol. 48 p. 394 a s.; JELLINEK, op.cit., p. 216; MERK, Deutsches Verwaltungsrecht I, p. 595; OSWALD, op.cit., p. 562; WIMMER, op.cit., p. 214 ss. et 220 ss;. ZBL vol. 44 p. 212 s.). Or, on vient de le dire, la possibilité de céder le traitement échu implique celle d'y renoncer.\n\nLa prétention du fonctionnaire fédéral au traitement échu est en outre prescriptible. (Le Tribunal fédéral se réfère ici à un consid. précédent, non publié, dans lequel il est dit, en substance, que selon l'art. 72 al. 1 RF I, les prétentions pécuniaires qu'un fonctionnaire déduit de ses rapports de service se prescrivent par un an dès qu'il en a connaissance ou, en tout cas, par cinq ans depuis leur naissance; avant l'entrée en vigueur de cette disposition, le 1er décembre 1959, la jurisprudence s'inspirait de l'art. 128 CO et soumettait à un délai de prescription de cinq ans la créance du fonctionnaire en paiement de son traitement (RO 85 I 183, 87 I 413). Or, on l'a constaté plus haut, BGE 92 I 240 S. 245si le droit au salaire échu est prescriptible, il est aussi susceptible de renonciation.\n\nEn l'espèce, le 30 août 1946 et le 10 juillet 1948, Malherbe a accepté par écrit que la rente de la Caisse nationale soit imputée sur son traitement. Aussi longtemps qu'il est resté au service de l'Entreprise des PTT, il n'a jamais révoqué cet accord. Dès lors, chaque fois qu'il a reçu son salaire, il a admis tacitement l'imputation de la rente de la Caisse nationale, renonçant ainsi à une part de son traitement échu. Comme ces renonciations successives se rapportent à des créances cessibles et prescriptibles, elles sont valables. Peu importe qu'elles résultent d'actes exprès ou concluants (Arrêts du Tribunal fédéral des assurances 1955 p. 88; FORSTHOFF, op.cit., p. 263; OSWALD, op.cit., p. 547 s.). Dans ces conditions, Malherbe est aujourd'hui déchu du droit de réclamer la restitution des montants imputés avec son consentement. Sa demande doit donc être rejetée pour ce motif.\n\nII. Imputation de la rente de la Caisse nationale sur les prestations de la Caisse fédérale d'assurance\n\n1. L'art. 73 al. 3 lit. a ch. 1 RF I exige qu'avant de saisir le Tribunal fédéral d'une action relative aux prestations de la Caisse fédérale d'assurance, le fonctionnaire prenne l'avis du Département des finances et des douanes.\n\nEn ce qui concerne les montants imputés sur sa pension de retraite en novembre et décembre 1959, Malherbe n'a pas observé cette prescription. Sans doute a-t-il réclamé ces montants, en sus des sommes retenues sur son traitement, dans son recours du 14 septembre 1960 au Département des postes et des chemins de fer, lequel s'est prononcé d'entente avec le Département des finances et des douanes. On ne saurait cependant assimiler l'avis exprimé par le Département des finances et des douanes sur une requête qui lui est adressée directement, à l'accord qu'il donne à l'opinion d'un autre département. Si le texte réglementaire admettait cette assimilation, il n'obligerait pas le demandeur à consulter, dans certains cas, le Département des finances et des douanes et, à propos de litiges différents, un autre département invité à s'entendre avec le premier. L'action est donc irrecevable dans la mesure où elle tend à la restitution des montants imputés pendant les derniers deux mois de 1959 sur la pension de retraite."}