{"annee": "92", "cour": "III", "page": "27", "date": "16/7/1966", "cite": ["71 III 184", "83 III 67", "91 III 94"], "cite_par": ["105 III 28", "103 III 13", "119 III 130", "115 III 144"], "chapeau": "5. Entscheid vom 16. Juli 1966 i.S. Schweizerische Kreditanstalt.", "regestes": ["Concordat par abandon d'actif. Liquidation. Etat de collocation. 1. L'état de collocation doit être dressé le plus rapidement possible. Art. 316g combiné avec l'art. 247 LP. - Sursis à la décision sur l'admission ou le rejet d'une production à l'état de collocation selon l'art. 59 al. 2 OOF: dans quelle mesure est-il laissé à l'appréciation des liquidateurs? Inadmissibilité du sursis lorsque les liquidateurs ne rencontrent pas d'obstacle sérieux ni de difficulté grave (consid. 1). 2. En règle générale, le fait qu'une production pose des questions de droit délicates n'est pas un motif de surseoir à la décision sur l'admission ou le rejet de cette production à l'état de collocation (consid. 2). 3. Est-il admissible de surseoir à la décision en raison d'une créance éventuelle fondée sur un droit de recours que la masse en faillite serait habile à exercer, selon l'issue d'un procès plaidé contre un tiers? La suspension de la décision n'est en tout cas pas admissible lorsque la masse pourrait exercer son droit de recours dans une procédure indépendante sans s'exposer à des inconvénients sérieux et qu'en outre, il n'existe en l'état aucun indice concret propre à établir le fait qui justifierait l'action récursoire (consid. 3)."], "faits": "BGE 92 III 27 S. 28\n\nA.- Der in Arlesheim wohnhafte Gustav Baader war Inhaber eines Geschäftsbetriebes in Basel (Einzelfirma) und ausserdem zusammen mit Louis Lachat und Marcel Corbat an zwei Gesellschaften mit Sitz in Delsberg beteiligt: der Immeubles Modernes SA (\"IMMOSA\"), deren Verwaltungsrat er gleichfalls angehörte, und der Eléments Préfabriqués SA (\"EPSA\"). Für diese beiden (miteinander nicht nur personell, sondern auch geschäftlich verbundenen) Gesellschaften wie auch für Lachat und Corbat ging Baader Bürgschaftsverpflichtungen von insgesamt etwa Fr. 17 000 000.-- ein. Als die beiden Gesellschaften in Zahlungsschwierigkeiten gerieten und einige Gläubiger sich anschickten, Baader als Bürgen zu belangen, suchte dieser um eine Nachlasstundung nach. Am 15. Dezember 1964 wurde der von ihm vorgeschlagene Nachlassvertrag mit Vermögensabtretung (Liquidationsvergleich) behördlich bestätigt. Ueber die beiden erwähnten Gesellschaften war schon im Oktober 1964 der Konkurs eröffnet worden. Im folgenden Monat kam auch Lachat in Konkurs, während Corbat wie Baader die Bestätigung eines Liquidationsvergleiches erlangte. Im Konkurs der IMMOSA ergab sich ein Passivenüberschuss von mehr als Fr. 17 000 000.--, im Konkurs der EPSA ein solcher von über Fr. 3 000 000.--.\n\nB.- Am 15. Januar 1966 legte die Liquidationskommission im Nachlassvertragsverfahren des G. Baader den Kollokationsplan auf. Darin stellte sie ihre Verfügung über Zulassung oder Abweisung der Forderungen der Rekurrentin von insgesamt Fr. 2 700 000.-- aus, weil eine nähere Prüfung nötig sei. Hierüber beschwerte sich die Rekurrentin bei der kantonalen Aufsichtsbehörde mit dem Begehren, die Liquidationskommission sei anzuweisen, die Entscheidung über die Forderung der Rekurrentin unverzüglich nachzuholen und den Kollokationsplan BGE 92 III 27 S. 29in entsprechendem Sinne zu ergänzen. Die Liquidationskommission berief sich in der Beschwerdebeantwortung auf Art. 59 Abs. 2 KV. Sie machte geltend, beim Forderungsposten von Fr. 800 000.-- (Darlehen betreffend die Ganatrade Establishment) stehe man vor heiklen Rechtsfragen. Im übrigen müsse sich die Liquidationskommission die Verrechnung allfälliger Rückgriffsansprüche vorbehalten. In diesem Liquidationsverfahren habe nämlich die Konkursmasse der IMMOSA eine Forderung von mehr als Fr. 18 000 000.-- aus Verantwortlichkeit des G. Baader in seiner Tätigkeit als Verwaltungsrat jener Gesellschaft eingegeben. Im Kollokationsplan sei diese Forderung zwar abgewiesen worden, doch habe jene Gläubigerin gegen die Liquidationsmasse Kollokationsklage angehoben. Sollte diese Klage auch nur zum Teil gutgeheissen werden, so könnte ein Rückgriff der Liquidationsmasse Baader gegen mehrere Banken, welche mit den beiden nun konkursiten Gesellschaften in Geschäftsverbindung standen, in Frage kommen. Auch die Rekurrentin falle hiebei nicht von vornherein ausser Betracht, denn sie habe der EPSA ein Darlehen von Franken 1500 000.-- gewährt. Ueber die Geltendmachung einer solchen Verrechnung könne die Liquidationskommission erst nach Beendigung des erwähnten Kollokationsstreites beschliessen.\n\nC.- Mit Entscheid vom 10. Juni 1966 hat die Aufsichtsbehörde des Kantons Basel-Landschaft die Beschwerde abgewiesen. Gestützt auf die Ausführungen des Gutachtens des Dr. Ch. Liatowitsch vom 13. August 1965 gelangt sie zu folgender Würdigung der Sach- und Rechtslage:\n\n\"In welchem Masse die Beschwerdeführerin an den Manipulationen der beiden konkursiten Firmen, namentlich der EPSA, beteiligt war, vermag die Aufsichtsbehörde auf Grund der ihr vorliegenden Akten nicht zu beurteilen. Immerhin weist die Tatsache eines Darlehens von 1,5 Millionen Franken an die EPSA auf das Bestehen von Geschäftsbeziehungen nicht unerheblichen Ausmasses hin. Die Möglichkeit, dass die Kreditanstalt vorsätzlich oder fahrlässig unlautere Machenschaften unterstützt und damit die Entstehung des Debakels gefördert hat, lässt sich daher, wenn auch konkrete Anhaltspunkte für einen Verdacht fehlen, nicht von vorneherein mit Sicherheit ausschliessen...\n\nDazu kommt die eher aufrechtlichem Gebiet liegende Schwierigkeit, über die Ganatrade-Forderung der Beschwerdeführerin zu befinden. Der Entscheid lässt sich in der Tat nicht ohne gründliche Überlegung BGE 92 III 27 S. 30fällen. Dass die Liquidationskommission hiezu etwas Zeit benötigt, liegt auf der Hand.\"\n\nD.- Mit vorliegendem Rekurs hält die Rekurrentin an ihrem Beschwerdebegehren fest, \"unter o/e Kostenfolge für die Rekursbeklagte\".", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach den konkursrechtlichen Grundsätzen, welche im Liquidationsverfahren infolge Nachlassvertrages mit Vermögensabtretung entsprechend anzuwenden sind, soll der Kollokationsplan tunlich rasch aufgestellt werden (Art. 247 SchKG). Nur dann, wenn sich die Konkursverwaltung bzw. Liquidationskommission über die Zulassung oder Abweisung einer Ansprache noch nicht aussprechen kann, soll sie nach Art. 59 Abs. 2 KV entweder mit der Aufstellung des (ganzen) Kollokationsplanes zuwarten oder bloss die Kollokationsverfügung über die betreffende Ansprache aussetzen und den Kollokationsplan später ergänzen und unter öffentlicher Bekanntmachung wieder auflegen. Im vorliegenden Fall ist die Liquidationskommission im zweiten Sinne vorgegangen. Ob genügend Gründe vorlagen, dergestalt die Verfügung über die Eingabe der Rekurrentin (und anderer Banken) zu verschieben, war in weitem Umfang eine Frage des Ermessens, dessen Ausübung nicht Gegenstand eines Rekurses an das Bundesgericht bilden kann (Art. 19 im Unterschied zu Art. 17 und 18 SchKG). Indessen handelt es sich dabei nicht um ein freies Ermessen. Grundsätzlich kann jeder Gläubiger verlangen, dass der Kollokationsplan innerhalb der üblichen Fristen aufgestellt und dabei auch über seine Ansprache verfügt werde. Ein Aufschieben der Auflegung des Kollokationsplanes und ebenso ein Aussetzen einzelner Kollokationsverfügungen ist nur beim Vorliegen ernsthafter Hindernisse oder Schwierigkeiten zulässig. Fehlt es an sachlichen Gründen, so ist die Verschiebung willkürlich, liegt ausserhalb des dem Ermessen gezogenen Rahmens und verletzt damit das Gesetz (vgl. P. SCHWARTZ, Das Ermessen der Betreibungsbehörden, BlSchK 1965 S. 161 ff.). Die Vorinstanz erklärt denn auch zutreffend, eine Kollokationsverfügung dürfe nur so lange aufgeschoben werden, als dies zur Prüfung der Forderung nötig sei.\n\nBGE 92 III 27 S. 31\n\n2. Dass die Forderung als solche, wie sie die Rekurrentin eingegeben hat, einer erst später zu treffenden Kollokationsverfügung vorbehalten werden müsse, wird nur in bezug auf einen (mit den übrigen Teilbeträgen anscheinend nicht zusammenhängenden) Teilposten, die sog. Ganatrade-Forderung, behauptet. Die in dieser Hinsicht bestehenden Schwierigkeiten der Stellungnahme rechtfertigen es also höchstens, die Kollokationsverfügung über diese einzelne Forderung zurückzustellen. Aber auch insoweit fehlt es an einem zureichenden Verschiebungsgrund. Worin \"die eher auf rechtlichem Gebiet liegende Schwierigkeit\" bestehe, sagt der angefochtene Entscheid nicht. Eine Konkursverwaltung oder Liquidationskommission muss sich bei Aufstellung des Kollokationsplanes häufig mit heiklen Rechtsfragen befassen. Es ist nicht einzusehen, wieso die seit Eröffnung des vorliegenden Liquidationsverfahrens verflossene Zeit nicht sollte hingereicht haben.\n\n3. Als Hauptgrund der Verschiebung wird ein Umstand bezeichnet, der nicht die Forderungseingabe selbst betrifft: die allfällig je nach dem Ausgang des von der IMMOSA angehobenen Kollokationsprozesses sich ergebende Möglichkeit, wegen Mitverantwortlichkeit der Rekurrentin und anderer Banken auf diese Konkursgläubiger zurückzugreifen; daher will sich die Liquidationskommission die Verrechnung der Konkursforderungen dieser Gläubiger mit den allfälligen Rückgriffsansprüchen vorbehalten.\n\nDazu ist in erster Linie zu bemerken, dass solche Ansprüche auch selbständig geltend gemacht werden können, die Liquidationsmasse Baader also nicht auf den Weg der Verrechnung angewiesen ist. Die Artikel 213 und 214 SchKG ziehen denn auch nur das Verrechnungsrecht des (Konkurs- oder Nachlass-) Gläubigers in Betracht, nicht auch das freilich ebenfalls bestehende entsprechende Recht der Konkurs- oder Liquidationsmasse. Diese ist gewöhnlich im Gegenteil daran interessiert, allfällige die Verrechnung ausschliessende Gründe geltend zu machen, wenn ein Gläubiger seinerseits verrechnen will (BGE 71 III 185/86). Dass im vorliegenden Fall ein besonderes Interesse der Liquidationsmasse bestehe, gegenüber der Rekurrentin einen allfälligen Rückgriffsanspruch verrechnungsweise statt selbständig geltend zu machen, ist weder im angefochtenen Entscheid noch in der Rekursschrift dargetan. Insbesondere ist nicht davon die Rede, dass bei selbständiger Klage der Liquidationsmasse BGE 92 III 27 S. 32die Rechtsverfolgung in erheblichem Masse erschwert oder das ihr allenfalls zustehende Guthaben gegen die Rekurrentin nicht leicht einbringlich wäre. Übrigens kann man unter Umständen auch noch in einem späteren Stadium des Liquidationsverfahrens verrechnen (vgl. BGE 83 III 67 ff.).\n\nAber auch angenommen, es wäre für die Liquidationsmasse Baader von beträchtlichem Vorteil, eine ihr allenfalls zustehende Gegenforderung gegen die Rekurrentin verrechnungsweise im Kollokationsverfahren geltend zu machen, ist der Rekurrentin die Verschiebung der sie betreffenden Kollokationsverfügung dennoch nicht zuzumuten. Zur Rechtfertigung dieser den ordentlichen Verfahrensgang störenden Massnahme genügt nicht schon die entfernte Möglichkeit eines Rückgriffsanspruchs, wie ihn die Vorinstanz \"nicht von vornherein mit Sicherheit ausschliessen\" zu sollen glaubt. Das im Auftrage des Präsidenten der Liquidationskommission erstattete Gutachten des Dr. Ch. Liatowitsch vom 13. August 1965 befasst sich mit den Bankgeschäften der Rekurrentin überhaupt nicht (S. 7 unten). Im Protokoll über die dieser Begutachtung nachfolgende zweite gemeinsame Sitzung des Gläubigerausschusses mit der Liquidationskommission vom 9. Oktober 1965 ist niedergelegt was folgt:\n\n\"Herr Dr. Liatowitsch erklärt sodann, dass die Bankenforderungen im Hinblick auf einen möglichen Kollokationsprozess IMMOSA/Baader ausgestellt würden. Hiegegen erhebt Herr Dr. Stockmann Einspruch mit der Begründung, dass ein solches Vorgehen nur gegenüber denjenigen Banken gerechtfertigt erscheine, welche mit den Jurafirmen geschäftet hätten. Er empfiehlt, diesen Unterschied bei den Kollokationen zu machen. ... Herr Dr. Liatowitsch ... betont, dass ohne die von der IMMOSA angemeldeten Verantwortlichkeitsansprüche eine Ausstellung der Bankenforderungen nicht in Frage gekommen wäre... Es könnte so herauskommen, dass die V-bank, die K-bank und die S-bank die Verantwortung durch unechte Solidarität teilen müssten. Selbstverständlich stünde der Kollokation der Bankenforderungen dann nichts mehr im Wege, wenn die Verantwortlichkeitsansprüche IMMOSA zurückgezogen oder rechtskräftig abgewiesen seien.\"\n\nVon der Rekurrentin ist in diesem Zusammenhang nirgends die Rede. Wieso man zur Annahme gelangte, die gegenüber den im erwähnten Protokoll aufgeführten andern Banken angenommenen Gründe zur Ausstellung der Kollokationsverfügung seien auch gegenüber der Rekurrentin gegeben, geht aus den BGE 92 III 27 S. 33Akten nicht hervor. Weder die Liquidationskommission noch die kantonale Aufsichtsbehörde legen dar, dass und weshalb ähnliche Gründe gegenüber der Rekurrentin bestünden. Die Feststellungen des angefochtenen Entscheides sprechen für das Gegenteil. Es fehlt an Anhaltspunken für Geschäftsbeziehungen der Rekurrentin mit der I MMOSA. Die EPSA aber, der sie im Jahre 1963 ein Darlehen gewährte, hat (durch die Organe ihres Konkurses) keine Verantwortlichkeitsansprüche gegen Baader eingegeben (der denn auch ihrem Verwaltungsrat nicht angehörte). Unter diesen Umständen sind sachliche Gründe für die Verschiebung der in Frage stehenden Kollokationsverfügung nicht vorhanden. Mit Recht will die Rekurrentin sich nicht aus (wie sie vermutet) bloss \"taktischen\" Gründen auf eine spätere Ergänzung des Kollokationsplanes in bezug auf ihre Forderung verweisen lassen. Es ist ihr darin beizustimmen, dass die Kollokationsverfügung ausschliesslich auf Grund der erwiesenen Rechtsbeziehungen zwischen Gläubiger und Schuldner ergehen soll. Die Erwägung der Vorinstanz, es sei nicht von vornherein die Möglichkeit auszuschliessen, dass die Kreditanstalt vorsätzlich oder fahrlässig unlautere Machenschaften unterstützt und damit die Entstehung des Debakels gefördert habe, obschon auch für einen blossen Verdacht keine konkreten Anhaltspunkte bestehen, läuft auf eine der Grundlage entbehrende Diskriminierung hinaus, die sich ein Konkursgläubiger nicht gefallen zu lassen braucht.\n\nEs mag sein, dass der Rekurrentin aus der Verzögerung der Kollokation einstweilen keine Nachteile erwachsen würden, da keine Verringerung des zu liquidierenden Vermögens zu befürchten ist und vorläufig auch keine Abschlagszahlungen ausgerichtet werden. Indessen soll das Verfahren, wenn keine besondern Umstände vorliegen, seinen Verlauf nehmen und ohne Verzögerung zum Abschluss kommen. Die Gläubiger haben Anspruch darauf, zur rechten Zeit über das Schicksal ihrer Eingaben durch eine Kollokationsverfügung orientiert zu werden.\n\n4. Kosten sind nicht zuzusprechen (BGE 91 III 97 Erw. 5).\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird gutgeheissen und die Liquidationskommission angewiesen, über die Forderungseingabe der Rekurrentin unverzüglich den Entscheid zu fällen."}