{"annee": "93", "cour": "I", "page": "694", "date": "6/12/1967", "cite": [], "cite_par": [], "chapeau": "87. Arrêt du 6 décembre 1967 dans la cause X. contre Conseil d'Etat du canton de Vaud.", "regestes": ["Arbitraire. 1. Déplacement d'un fonctionnaire en droit vaudois: nature juridique et conséquences (consid. 1). 2. Une enquête disciplinaire peut, le cas échéant, aboutir au déplacement du fonctionnaire, prononcé, en l'absence de toute faute disciplinaire, de par une disposition de la loi cantonale qui autorise cette mesure, sous certaines conditions, lorsque les besoins du service ou l'organisation du travail l'exigent (consid. 2 à 5)."], "faits": "BGE 93 I 694 S. 694\n\nA.- X. - fonctionnaire de l'administration cantonale vaudoise - est préposé receveur aux impôts. Le 23 mars 1964, en butte à certaines difficultés avec le personnel de son bureau, il écrivit au chef de l'Administration cantonale des impôts pour demander l'ouverture d'une enquête.\n\nPar la suite, le chef de l'administration cantonale lui ayant annoncé qu'il allait établir un rapport défavorable à son égard, X. fit intervenir son avocat auprès du chef du Département des finances, en sollicitant à nouveau qu'une enquête soit ordonnée (lettre du 14 avril 1964).\n\nLe 15 avril 1964, le chef de l'Administration cantonale des impôts établit à l'intention du chef du département un long rapport au sujet du recourant; il lui reprochait d'avoir indûment avantagé une employée de son bureau, Y. par une taxation manifestement fausse (omission d'une taxation intermédiaire), et d'être incapable de créer des relations normales, aux fins BGE 93 I 694 S. 695d'une collaboration fructueuse, avec une partie de son personnel. Le rapport concluait à ce que X. après avoir été entendu, fût invité à donner sa démission, subsidiairement, qu'une enquête disciplinaire fût ouverte contre lui.\n\nSur proposition du Département des finances et se fondant sur ledit rapport, le Conseil d'Etat décida, le 21 avril 1964, d'ouvrir une enquête et de la confier à l'un des substituts du Procureur général.\n\nB.- Dans son rapport du 9 juillet 1964, le substitut du Procureur général auquel l'enquête avait été confiée, constata que la mésentente régnait dans les bureaux de la Recette. Toutefois, il n'était pas possible d'en attribuer la faute à X.; le préposé manquait d'expérience, de savoir-faire et de sens psychologique dans la conduite de son personnel, mais son comportement à l'égard des employés n'était pas critiquable au point de justifier une sanction. Quant au reproche principal adressé au préposé, savoir celui d'avoir favorisé sur le plan fiscal un de ses employés, les éléments recueillis ne permettaient pas d'admettre la mauvaise foi. Par contre, on devait censurer le fait que le dossier incriminé eût été communiqué à l'administration centrale par le substitut du receveur, Z., à l'insu du préposé. Par ailleurs, aucun reproche ne pouvait être fait à celui-ci à propos de sa nomination au poste de boursier de la commune de N. Le substitut du procureur concluait que \"les quelques erreurs commises par X., ses maladresses avec le personnel, la conception peut-être discutable qu'il a de son rôle, de ses tâches, son comportement dans l'affaire Y. appelaient tout au plus une mise en garde, voire une semonce, éventuellement sa condamnation au paiement des frais d'enquête\". Quant aux employés P. et Z., le substitut du recourant, le rapport estimait convenable de les rappeler simplement au respect de la voie de service. Pour l'enquêteur, le vrai remède à la situation aurait consisté dans le déplacement du substitut Z. dans un poste équivalent.\n\nC.- Le 8 septembre 1964, le chef de l'Administration cantonale des impôts établit un rapport à l'intention du chef du Département des finances. Il critiquait le rapport du substitut du Procureur général, soulignait l'incapacité et le manque de loyauté du préposé, confirmant que celui-ci avait eu l'intention délibérée de favoriser, par une taxation erronée, son employée Y. Le chef de l'administration concluait à un complément d'enquête.\n\nBGE 93 I 694 S. 696Si la sanction du renvoi ne pouvait être retenue, il fallait envisager le déplacement du recourant dans un office de moindre importance, avec un personnel peu nombreux.\n\nSaisi par le chef du département, le substitut du Procureur général, par lettre du 9 octobre 1964, déclara qu'un complément d'enquête n'apparaissait pas utile; il confirma sa proposition tendant au déplacement de l'adjoint Z.\n\nD.- C'est à ce moment que X., à sa demande, put prendre connaissance du dossier. Par lettre du 9 décembre 1964, son avocat se détermina au sujet de l'enquête; il contesta le reproche de fraude fiscale et celui d'incapacité formulés contre le recourant, se rallia au surplus aux conclusions du rapport du Parquet, rapport qui proposait le déplacement et du substitut du receveur et d'une employée de la Recette.\n\nAucune décision n'étant intervenue, l'avocat de X. s'adressat par lettre du 14 janvier 1965, au Conseil d'Etat. Il affirmaie que les relations entre le préposé et le personnel de la Recett, s'étaient améliorées et même étaient devenues excellentes, à l'exclusion de celles avec Z. et P.\n\nE.- Le 12 mars 1965, le chef de l'Administration cantonale des impôts établit un nouveau rapport que le chef du département soumit au Conseil d'Etat, le 2 avril 1965. Ce rapport reprochait à nouveau au préposé son incapacité; le grief d'avoir favorisé Y. au point de vue fiscal y était repris (l'\"événement qui mit le feu aux poudres\"). Le rapport faisait en outre état d'un fait nouveau: la démission, donnée entre-temps, par le substitut du receveur, démission motivée par la mésentente qui régnait entre lui et son supérieur. Le rapport proposait au Conseil d'Etat a) d'adresser au préposé l'avertissement prévu à l'art. 90 du Statut des fonctionnaires (loi vaudoise du 9 juin 1947 sur le statut général des fonctions publiques cantonales); b) d'ouvrir une enquête disciplinaire contre Y. et d'en charger l'un des substituts du procureur général; c) de suspendre toutefois cette procédure jusqu'à jugement sur le recours interjeté par le mari de la prénommée, contre la taxation intermédiaire.\n\nAinsi qu'il ressort d'une annotation au bas du document, le rapport fut adopté par le Conseil d'Etat le 2 avril 1965. Aucune suite ne fut toutefois donnée à cette décision.\n\nF.- Le 26 mars 1966, la Chambre de droit administratif du Tribunal fédéral admit le recours du mari de l'employée Y. contre la décision prise, le 28 octobre 1965, par la Commission BGE 93 I 694 S. 697vaudoise de recours en matière d'impôt. Selon cet arrêt, c'est à tort que l'administration vaudoise des impôts et la Commission cantonale de recours avaient procédé à une taxation intermédiaire à cause de l'augmentation progressive de l'activité de sa femme comme employée de la Recette, tandis que la taxation que l'on reprochait à X. comme une faveur indûment accordée à son employée était bien exacte.\n\nG.- Le 15 septembre 1966, le chef de l'Administration cantonale des impôts établit un nouveau rapport pour le chef du département. Il y affirmait en particulier: X. venait de reprendre son activité après une absence de 6 mois environ pour maladie; la suspension de la procédure justifiée par l'attente de la décision du Tribunal fédéral sur le recours Y. et par la maladie du préposé, n'avait plus de raison d'être; la décision du Tribunal fédéral, qu'il fallait accepter, ne modifiait pas sensiblement les conclusions du deuxième rapport (du 9 octobre 1964) du substitut du Procureur général. Le rapport faisait état, en outre, de nouvelles démissions survenues dans le personnel, après celle du substitut. Il proposait d'envoyer une lettre d'avertissement à X.\n\nH.- Postérieurement à cette date, l'administration chargea la police cantonale d'une enquête relative aux activités accessoires prétendument exercées par X. pendant ses congés de maladie. L'Administration cantonale des impôts requit en outre deux rapports médicaux (des 15 octobre 1966 et 3 avril 1967) du médecin cantonal. Selon ces rapports, X. avait dû se soumettre à une opération chirurgicale de la hanche et avait été, de ce fait, invalide jusqu'au début de mai 1967. Quant au comportement caractériel de X. tandis que le rapport du 15 octobre 1966 par le d'un état dépressif, \"d'une certaine agressivité à l'endroit de l'administration\", d'inquiétudes dues à la santé, à l'hospitalisation prévue et à l'avenir professionnel, celui du 3 avril 1967 constate une nette amélioration, la disparition des phénomènes d'anxiété et envisage la reprise pratiquement complète de l'activité; il ajoute textuellement: \"Il apparaît donc, et M. X. a pu se rallier à cette optique, que ce patient devrait pouvoir travailler ces prochains mois dans le cadre de votre administration centrale, sans pour autant qu'il en subisse un préjudice matériel\".\n\nI.- Dans sa séance du 28 avril 1967, le Conseil d'Etat, sur proposition et rapport du chef du Département des finances, BGE 93 I 694 S. 698décida d'ordonner le déplacement du recourant dans la fonction d'inspecteur fiscal à l'Administration cantonale des impôts à Lausanne à partir du 1er mai 1967, sans changement de sa classification, ni de son traitement; de considérer le poste de préposé-receveur comme vacant dès cette date; de mettre fin ainsi à l'enquête ouverte le 21 avril 1964 contre le fonctionnaire précité. Le dispositif de cette décision, sous forme d'extrait du procès-verbal du Conseil d'Etat, fut communiqué à X. le jour même avec une lettre du chef de l'Administration cantonale des impôts.\n\nLe 2 mai 1967, l'avocat de X. écrivit au Conseil d'Etat, lui demandant d'annuler cette décision qui, disait-il, violait des dispositions de la loi vaudoise du 9 juin 1947 sur le statut général des fonctions publiques cantonales (en abrégé: le Statut). Le 16 mai 1967, l'Administration cantonale des impôts écrivit à l'avocat de X. une lettre contenant les motifs à l'appui de la décision du Conseil d'Etat.\n\nL. - Agissant par la voie du recours de droit public pour violation de l'art. 4 Cst., X. demande au Tribunal fédéral d'annuler la décision du Conseil d'Etat du canton de Vaud. Il considère la mesure prise par l'autorité cantonale comme une peine disciplinaire au sens de l'art. 35 ch. 6 du Statut. Cette peine aurait été prononcée au mépris des dispositions légales extrêmement précises garantissant les droits des fonctionnaires face aux menaces de sanctions disciplinaires: l'art. 38 al. 3 du Statut, qui prévoit la notification par écrit de l'accusation; l'art. 41 lit. c, qui accorde au fonctionnaire la faculté de demander le préavis de la Commission disciplinaire; l'art. 38 al. 5 qui oblige à motiver le prononcé disciplinaire. A part ces violations arbitraires des règles de procédure, la sanction serait arbitraire quant au fond, aucun grief n'ayant été retenu contre le recourant par l'enquête du Procureur général. Au surplus, la décision attaquée violerait les art. 89 ss. du Statut, règles applicables en cas de renvoi ou de déplacement du fonctionnaire pour justes motifs.\n\nM. - Dans sa réponse, le Conseil d'Etat déclare que le déplacement ordonné constitue non pas une sanction disciplinaire au sens de l'art. 35 ch. 6 du Statut, mais uniquement une mesure d'ordre administratif, prise dans l'intérêt du service et de l'organisation du travail administratif en vertu de l'art. 18 du Statut. La décision attaquée ne se fonde pas non plus sur BGE 93 I 694 S. 699les art. 89 ss. du Statut. Le Conseil d'Etat se réserverait de faire application de ces dispositions si le recours de droit public devait être admis.\n\nN. - Les motifs de la décision attaquée n'ayant été communiqués au recourant que le jour même du dépôt du recours de droit public, X. a été admis à se déterminer sur la réponse du Conseil d'Etat.\n\nDans sa réplique, il soutient que c'est arbitrairement que le Conseil d'Etat prétend qualifier de mesure simplement administrative et organisatrice un déplacement dont le caractère disciplinaire ne saurait être contesté.", "considerants": "Considérant en droit:\n\n1. En droit vaudois, le déplacement d'un fonctionnaire apparaît sous trois aspects institutionnels différents. Ce peut être tout d'abord une peine disciplinaire, dont l'application suppose une infraction intentionnelle ou par négligence aux devoirs de service. Le ch. 6 de l'art. 35 du Statut le prévoit, avec ou sans réduction de traitement, parmi les trois sanctions les plus graves, dont les deux autres sont la mise au provisoire et la révocation. Mais la même mesure peut être prise en lieu et place du renvoi pour justes motifs (art. 89 du Statut) pourvu que la nature de ceux-ci le permette et que le fonctionnaire y consente; le traitement est alors celui des nouvelles fonctions (art. 91 du Statut). Enfin le déplacement est admissible, même en l'absence de toute faute ou de justes motifs au sens de l'art. 89 précité, simplement lorsque les besoins du service ou l'organisation du travail l'exigent, pourvu que la nouvelle activité assignée au fonctionnaire soit en rapport avec ses aptitudes, ses connaissances professionnelles et sa situation (art. 18 al. 1 du Statut); à la différence des deux autres, ce type de déplacement n'entraîne aucune réduction de traitement (art. 18 al. 3 du Statut).\n\n2. Le recourant allègue que, prétextant les nécessités de l'organisation de ses services et détournant, par un acte arbitraire, une disposition légale de son but, le Conseil d'Etat a effectivement voulu lui infliger la peine disciplinaire prévue par l'art. 35 ch. 6 du Statut, mais sans lui accorder les garanties de forme que la loi donne au fonctionnaire auquel on impute une violation de ses devoirs de service.\n\nCertains faits ne laissent pas de donner à ce grief, tout au BGE 93 I 694 S. 700moins une certaine apparence de justification. C'est bien une enquête disciplinaire qui fut tout d'abord ouverte contre le recourant; on l'accusait alors notamment d'une grave violation de ses devoirs de service, soit d'avoir omis de procéder à une taxation intermédiaire aux fins de procurer à l'une de ses employées un avantage indu. Contrairement à ce que soutient le Conseil d'Etat dans sa réponse au recours, cet incident joua un rôle important non seulement au début de l'affaire, mais aussi par la suite. Quand le Procureur général, dans son rapport du 9 juillet 1964, sans se prononcer sur l'infraction objective, conclut toutefois qu'aucun élément ne permettait d'établir que le recourant avait agi intentionnellement, le supérieur direct du recourant persista dans sa thèse et dans ses propositions. Le rapport du 12 mars 1965, établi par l'Administration cantonale des impôts, le prouve clairement: la prétendue fraude fiscale en constitue l'un des arguments principaux. C'est sur la base de cette accusation que, le 2 avril 1965, le Conseil d'Etat adopta le rapport et décida d'adresser au recourant l'avertissement prévu par l'art. 90 du Statut et d'ouvrir une enquête disciplinaire contre Y., en suspendant toutefois la procédure jusqu'à droit connu sur le recours de cette dernière.\n\nEnfin, lorsque le jugement du Tribunal fédéral intervint le 26 mars 1966 et établit qu'objectivement la taxation opérée par le recourant était correcte, personne ne songea à en donner acte au recourant, ce qui eût été juste et opportun. Bien au contraire, le 15 septembre 1966, l'Administration cantonale des impôts établit à l'intention du chef du département un nouveau rapport, lequel, reprenant quelques passages de la lettre du 9 octobre 1964 du Procureur général, antérieure à l'arrêt du Tribunal fédéral, faisait encore état de la prétendue \"fraude fiscale\" et des doutes qu'elle suscitait sur les intentions et les mobiles du recourant. Ce rapport conclut derechef dans le sens de l'envoi au recourant de l'avertissement prévu aux art. 89 ss. du Statut, et de son déplacement éventuel pour \"justes motifs\".\n\n3. Cependant, cette proposition ne fut adoptée ni par le Département des finances, ni par le Conseil d'Etat; elle demeura ainsi une simple démarche de procédure interne et n'eut aucune conséquence pour le recourant. Bien plus, en se plaçant sur le terrain de l'art. 18 du Statut (simple déplacement justifié par les besoins du service ou l'organisation du travail), le Conseil d'Etat reconnut implicitement que les conclusions des BGE 93 I 694 S. 701rapports de l'Administration cantonale des impôts, conclusions tendant au prononcé de mesures disciplinaires, n'étaient pas justifiées; il confirma cette opinion dans sa lettre du 16 mai 1967 à l'avocat du recourant et dans sa réponse au présent recours de droit public.\n\nIl prononça néanmoins le déplacement de par l'art. 18 du Statut et il n'aurait, ce faisant, détourné ledit article de son but et commis un acte arbitraire que s'il avait purement et simplement prétexté les nécessités de l'organisation administrative pour masquer une mesure disciplinaire illégale; autrement dit, pour justifier son argumentation, le recourant aurait dû établir que, du point de vue de l'organisation administrative, son déplacement ne se justifiait par aucune raison plausible quelconque. Saisi d'un recours de droit public dans un tel domaine, le Tribunal fédéral doit s'imposer, touchant son pouvoir d'examen, une retenue d'autant plus grande que, comme juridiction constitutionnelle, il ne saurait substituer son appréciation à celle de l'autorité cantonale, laquelle est du reste, mieux que lui, à même d'apprécier les faits et d'en tirer les conséquences du point de vue des intérêts de l'administration.\n\n4. L'intérêt public au bon fonctionnement de l'administration l'emporte sur l'intérêt privé du fonctionnaire au maintien de sa position actuelle, tout au moins lorsque la fonction qui lui est proposée correspond à ses capacités et à sa formation, et que le déplacement n'entraîne pas pour lui des conséquences préjudiciables à d'autres points de vue. Il n'en irait autrement que si une disposition expresse de droit cantonal prévoyait le droit du fonctionnaire à l'exercice de la fonction pour laquelle il a été nommé.\n\nLe recourant n'invoque aucune disposition de ce genre. De plus, non seulement il n'a pas contesté, mais il a reconnu la nécessité d'une réorganisation de la Recette; il a donné son adhésion aux propositions de l'enquêteur qui comportaient le déplacement d'un autre fonctionnaire, et il a même demandé que cette mesure soit étendue à une employée. Il ne peut dès lors se plaindre si l'autorité cantonale, eu égard aux difficultés objectives qu'elle a constatées et que le recourant a lui-même invoquées, estime que son éloignement de ce poste contribuera à la réorganisation radicale d'un important service de l'Etat. Ceci d'autant plus que l'état de santé du recourant l'a empêché, pendant de longues périodes, de vaquer régulièrement aux BGE 93 I 694 S. 702obligations de sa charge et qu'il résulte du rapport médical du Dr Jaccard qu'un travail dans les services de l'administration centrale serait indiqué.\n\n5. Enfin le recourant allègue qu'un déplacement ordonné en vertu de l'art. 18 al. 1 Statut ne pourrait se faire sans indication des motifs et sans que l'intéressé ait été appelé à se déterminer.\n\nPour ce qui concerne l'indication des motifs de la décision, le recourant ne mentionne aucune disposition du droit cantonal qui oblige le Conseil d'Etat à motiver sa décision. D'une façon générale, le Tribunal fédéral ne considère l'absence de motifs comme un déni de justice formel que si elle est contraire à une prescription cantonale. L'obligation de motiver une décision par écrit ne découle pas directement de l'art. 4 Cst. (RO 93 I 120 et références). Au reste, à la requête de son avocat, l'autorité cantonale, par lettre du 16 mai 1967, a fait connaître au recourant les raisons de la décision du Conseil d'Etat.\n\nQuant au grief de ne pas avoir été appelé à se déterminer sur le déplacement, il serait fondé si la mesure envisagée avait revêtu un caractère disciplinaire; dans ce cas seulement la loi dispose qu'avant d'être prise, la sanction envisagée doit être communiquée au fonctionnaire (art. 38 al. 3 et 41 lit. c Statut). Enfin, si, en soulevant ce grief, le recourant voulait dire, d'une façon générale, qu'il n'a pas été entendu, le reproche serait mal fondé, puisque lui-même et son conseil ont pu consulter le dossier et prendre position à l'égard de l'enquête et de tous les documents essentiels.\n\n6. Dans sa réponse au recours, l'avocat du Conseil d'Etat du canton de Vaud déclare expressément que la décision entreprise n'a aucun caractère disciplinaire et se justifie exclusivement par les besoins de l'organisation administrative. Il se réserve néanmoins la faculté de mettre fin aux rapports de service de X. pour de justes motifs en vertu de l'art. 89 du Statut si le Tribunal fédéral devait annuler la décision attaquée. Cette réserve, dont la cour de céans tient du reste à relever le caractère déplacé, ne saurait faire l'objet d'aucun examen, à défaut d'une décision formelle appliquant l'art. 89 du Statut.\n\n7. Vu le caractère tout à fait exceptionnel de la cause, vu notamment la gravité de l'accusation de favoritisme portée contre le recourant sur un point où sa façon d'agir s'est finalement BGE 93 I 694 S. 703révélée juste, sans qu'on veuille aucunement lui en donner acte, au contraire; vu aussi la façon dont on a toléré que ses subordonnés l'attaquent sans respecter la voie du service, la cour de céans estime qu'il pouvait à juste titre se sentir lésé et voir dans le recours de droit public le seul et dernier moyen de se faire rendre justice. C'est pourquoi elle renonce à prélever des frais.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}