{"annee": "93", "cour": "I", "page": "471", "date": "12/9/1967", "cite": ["91 I 69", "71 I 280", "87 I 430", "86 I 304"], "cite_par": ["95 I 384"], "chapeau": "59. Urteil vom 12. September 1967 i.S. Goldfarb gegen Bundesamt für Industrie, Gewerbe und Arbeit.", "regestes": ["Assujettissement aux dispositions de la loi sur le travail, qui visent spécialement les entreprises industrielles. 1. La décision qui révoque l'assujettissement d'une entreprise peut faire l'objet d'un recours de droit administratif (consid. 1). 2. L'employeur a qualité pour recourir contre la décision qui révoque l'assujettissement (consid. 2). 3. Révocation de l'assujettissement d'une entreprise de pelleterie dont la manière de travailler n'est pas déterminée par l'emploi de machines ou par des opérations en série (consid. 3)."], "faits": "BGE 93 I 471 S. 472\n\nA.- Victor Goldfarb betreibt in Basel eine Kürschnerei, die durch Verfügung des Bundesamts für Industrie, Gewerbe und Arbeit (BIGA) vom 20. Oktober 1937 dem Fabrikgesetz unterstellt worden ist. Im Jahre 1953 hat er in Zürich ein Zweiggeschäft eröffnet, das durch Verfügung des BIGA vom 7. Oktober 1954 ebenfalls dem Fabrikgesetz unterstellt worden ist. Diese Unterstellungsverfügungen sind nach dem Inkrafttreten des Bundesgesetzes über die Arbeit in Industrie, Gewerbe und Handel (des Arbeitsgesetzes) vom 13. März 1964 weiterhin in Kraft geblieben (Art. 90 Abs. 1 der Allgemeinen Verordnung zum Arbeitsgesetz, vom 14. Januar 1966).\n\nIndessen hat das BIGA durch Verfügung vom 9. Juni 1967, gemäss einem vom Industrie- und Gewerbeamt des Kantons Zürich unterstützten Antrag des eidgenössischen Arbeitsinspektorates, die Unterstellung der Filiale Zürich unter die besonderen Vorschriften des Arbeitsgesetzes für industrielle Betriebe aufgehoben, mit der Begründung, dass die Voraussetzungen des Art. 5 Abs. 2 dieses Gesetzes nicht erfüllt seien.\n\nB.- Mit der Verwaltungsgerichtsbeschwerde beantragt Goldfarb die Aufhebung der Verfügung vom 9.. Juni 1967. Er macht geltend, seine beiden Betriebe in Basel und Zürich bildeten eine Einheit und tauschten zeitweise Mitarbeiter aus, so dass in ihnen nicht zweierlei Bestimmungen angewendet werden könnten. Vor 30 Jahren, als sein Basler Betrieb ungeachtet seines Einspruchs dem Fabrikgesetz unterstellt worden sei, habe er nur 6 Arbeitskräfte beschäftigt, während heute in beiden Betrieben zusammen deren 45 tätig seien. Er fabriziere jährlich, zum Teil in Serien und mit Hilfe verschiedener Maschinen, einige Hundert Pelzmäntel, -paletots und -jacken.\n\nC.- Das BIGA schliesst auf Abweisung der Beschwerde.\n\nBGE 93 I 471 S. 473", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 55 Abs. 1 des Arbeitsgesetzes ist gegen Verfügungen des BIGA \"über die Unterstellung industrieller Betriebe\" die Verwaltungsgerichtsbeschwerde zulässig. Dasselbe bestimmt Art. 99 Ziff. IX lit. a OG (in der Neufassung gemäss Art. 70 des Arbeitsgesetzes), wonach die Verwaltungsgerichtsbeschwerde gegen Entscheide des BIGA \"betreffend die Unterstellung einzelner industrieller Betriebe unter die Sondervorschriften des Arbeitsgesetzes\" gegeben ist. Nach dem klaren Wortlaut dieser Bestimmungen unterliegen der Verwaltungsgerichtsbeschwerde nicht nur Verfügungen, durch die ein Betrieb jenen Sondervorschriften des Arbeitsgesetzes unterstellt wird, sondern auch Verfügungen, durch die eine Unterstellung abgelehnt oder aufgehoben wird (vgl.BGE 71 I 282und BGE 86 I 306, betreffend die alte Fassung von Art. 99 Ziff. IX lit. a OG, wonach der Verwaltungsgerichtsbeschwerde Entscheide des BIGA \"über die Unterstellung unter das Fabrikgesetz\" unterlagen). Im vorliegenden Fall, in dem eine Aufhebungsverfügung angefochten wird, ist daher die Verwaltungsgerichtsbeschwerde zulässig.\n\n2. Art. 55 Abs. 1 des Arbeitsgesetzes lässt die Verwaltungsgerichtsbeschwerde gegen Verfügungen des BIGA über die Unterstellung industrieller Betriebe \"nach Massgabe der Bundesgesetzgebung über die Organisation der Bundesrechtspflege\" zu. Aus dieser Verweisung kann geschlossen werden, dass auch Art. 103 OG, welcher die Legitimation zur Verwaltungsgerichtsbeschwerde betrifft, anwendbar ist. Nach Art. 103 Abs. 1 OG ist zur Erhebung der Verwaltungsgerichtsbeschwerde berechtigt, \"wer in dem angefochtenen Entscheide als Partei beteiligt war oder durch ihn in seinen Rechten verletzt worden ist\". Indessen findet sich im Arbeitsgesetz am Schluss des Abschnitts \"5. Verwaltungsrechtspflege\", in dem Art. 55 steht, noch die besondere Bestimmung des Art. 58 Abs. 1, wonach \"ausser den beteiligten Arbeitgebern und Arbeitnehmern deren Verbände sowie Personen, die ein unmittelbares Interesse nachweisen\", zur Beschwerde berechtigt sind. Diese Bestimmung gilt offenbar für alle in den vorausgehenden Vorschriften jenes Abschnitts erwähnten Beschwerden, insbesondere auch für die in Art. 55 Abs. 1 vorgesehene Verwaltungsgerichtsbeschwerde. Es stellt sich die Frage, in welchem Verhältnis Art. 58 Abs. 1 des Arbeitsgesetzes BGE 93 I 471 S. 474zu der allgemeinen Bestimmung des Art. 103 Abs. 1 OG steht. Sie kann jedoch hier offen gelassen werden, wenn sich ergibt, dass der Beschwerdeführer Goldfarb nach Art. 103 Abs. 1 OG zur Verwaltungsgerichtsbeschwerde legitimiert ist; denn in diesem Falle ist er auch im Sinne des Art. 58 Abs. 1 des Arbeitsgesetzes \"beteiligt\" (\"intéressé\", \"interessato\").\n\nDa er in dem angefochtenen Entscheide als Partei beteiligt war, ist er im Sinne des Art. 103 Abs. 1 OG zur Beschwerde formell legitimiert. Auf seine - rechtzeitig und in richtiger Form eingereichte - Beschwerde ist daher nach dieser Bestimmung einzutreten.\n\nDie Beschwerde wäre jedoch nach der Auslegung, welche derselben Bestimmung nach der Rechtsprechung zu geben ist, ohne weitere Prüfung abzuweisen, wenn der Beschwerdeführer nicht auch sachlich legitimiert. d.h. durch den angefochtenen Entscheid - dessen objektive Rechtswidrigkeit vorausgesetzt - \"in seinen Rechten verletzt\", in seinen rechtlich geschützten Interessen beeinträchtigt wäre (BGE 87 I 433, 436, 476; BGE 91 I 74).\n\nDie besonderen Vorschriften des Arbeitsgesetzes für industrielle Betriebe sind an sich nicht dazu bestimmt, die Interessen der Arbeitgeber zu schützen; vielmehr belasten sie die Arbeitgeber mit zusätzlichen Verpflichtungen. Indessen ist zu beachten, dass die Unterstellung eines Betriebes unter diese Vorschriften nach Art. 60 Abs. 1 Ziff. 2 KUVG (in der Fassung gemäss Art. 65 Ziff. 1 des Arbeitsgesetzes) die obligatorische Versicherung seiner Belegschaft bei der Schweizerischen Unfallversicherungsanstalt zur Folge hat. Diese Versicherung kommt zwar in erster Linie der Belegschaft zugute, doch ist sie auch für den Arbeitgeber vorteilhaft. In der Tat vermeidet er durch Zahlung der zu seinen Lasten fallenden Versicherungsprämien mancherlei Misshelligkeiten und Streitigkeiten, die sonst seine Beziehungen zur Arbeiterschaft belasten würden (BBl 1906 VI 313), und infolge der Versicherung wird seine Verantwortlichkeit gegenüber den Arbeitnehmern gemildert (Art. 129 Abs. 2 und Art. 130 Abs. 2 KUVG). Insofern schützt die Unterstellung unter die besonderen Vorschriften des Arbeitsgesetzes für industrielle Betriebe doch auch die Interessen des Arbeitgebers. Ist somit die Aufhebung der Unterstellung geeignet, rechtlich geschützte Interessen der Unternehmung zu verletzen, so ist diese zur Beschwerde gegen die Aufhebungsverfügung sachlich legitimiert.\n\nBesitzt somit der Beschwerdeführer Goldfarb nicht nur die BGE 93 I 471 S. 475formelle, sondern auch die materielle Beschwerdelegitimation, so ist seine Beschwerde einlässlich zu prüfen (vgl.BGE 71 I 282und BGE 86 I 306, betreffend Beschwerden von Unternehmungen gegen die Ablehnung oder die Aufhebung ihrer Unterstellung unter das Fabrikgesetz).\n\n3. Die Einwendungen, die der Beschwerdeführer gegen die angefochtene Aufhebungsverfügung erhebt, sind unbegründet.\n\nWenn seine beiden Geschäftsniederlassungen in Basel und Zürich eine Einheit bilden, wie er behauptet, so ist dies unerheblich. Nach Art. 5 Abs. 1 des Arbeitsgesetzes sind die besonderen Vorschriften für industrielle Betriebe nicht nur auf ganze Betriebe, sondern auch auf Betriebsteile anwendbar. Kann somit ein Betriebsteil gesondert diesen Vorschriften unterstellt werden, so kann er auch für sich allein von der Unterstellung befreit werden.\n\nDaraus, dass das Zweiggeschäft in Zürich seinerzeit dem Fabrikgesetz unterstellt worden ist, folgt nicht ohne weiteres, dass es einen industriellen Betrieb im Sinne des Arbeitsgesetzes darstellt. Die Begriffe der Fabrik und des industriellen Betriebes decken sich nicht (vgl. Art. 1 Abs. 1 lit. a der Vollzugsverordnung vom 3. Oktober 1919 zum Fabrikgesetz und Art. 5 Abs. 2 des Arbeitsgesetzes). Deshalb wird in einem durch Art. 65 Ziff. 5 des Arbeitsgesetzes in das KUVG eingefügten neuen Art.132 für eine Übergangszeit die Stellung des Personals von Betrieben geordnet, die bisher als Fabriken der obligatorischen Versicherung unterstellt waren, nun aber als nicht industrielle Betriebe nicht mehr unter die Versicherungspflicht fallen.\n\nVergeblich macht der Beschwerdeführer geltend, dass er in seinen beiden Niederlassungen Pelzwaren zum Teil serienmässig und mit Hilfe von Maschinen herstellen lasse. Selbst wenn diese Darstellung zutrifft, ergibt sich daraus nicht notwendig, dass die Zürcher Niederlassung ein industrieller Betrieb im Sinne des Arbeitsgesetzes ist. Nach Art. 5 Abs. 2 lit. a daselbst wäre ausserdem erforderlich, dass die Arbeitsweise oder die Arbeitsorganisation in diesem Zweiggeschäft durch die Verwendung von Maschinen oder durch serienmässige Verrichtungen \"bestimmt\" wird. Der Beschwerdeführer bringt jedoch nichts vor, was darauf schliessen lässt, dass diese Voraussetzung erfüllt ist. Nach den Ausführungen in dem der Vernehmlassung des BIGA beigelegten Mitbericht des eidgenössischen Arbeitsinspektorates BGE 93 I 471 S. 476fehlt sie; denn dort wird darauf hingewiesen, dass in der Zürcher Niederlassung die Handarbeit gegenüber der Verwendung von Maschinen überwiegt und Pelzwaren fast ausschliesslich nach Mass angefertigt werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}