{"annee": "93", "cour": "II", "page": "379", "date": "31/10/1967", "cite": ["64 II 346", "84 I 119", "50 II 289", "49 II 373", "65 II 30", "43 II 511", "47 II 302", "42 II 149", "57 II 518"], "cite_par": ["100 IB 137", "96 I 396", "110 II 156", "100 II 105", "102 IA 574", "102 II 143", "125 III 131", "116 II 689", "111 II 175", "94 II 297"], "chapeau": "50. Auszug aus dem Urteil der I. Zivilabteilung vom 31. Oktober 1967 i.S. Rothenberger gegen Gefa, Gesellschaft für Absatzfinanzierung m.b.H.", "regestes": ["Cautionnement. Droit international privé. Les prescriptions de forme de l'art. 493 CO (forme authentique, indication du montant total à concurrence duquel la caution est tenue) ressortissent-elles à l'ordre public suisse?"], "faits": "BGE 93 II 379 S. 380\n\nA.- Der Schweizerbürger Dr.rer.pol. J. Rothenberger gründete 1955 in Düsseldorf die WAMEX GmbH, Wäschereimaschinenfabrik. Mit Vertrag vom 5./9. Juni 1959 verpflichtete sich die Gefa, Gesellschaft für Absatzfinanzierung m.b.H., Wuppertal-Elberfeld, im Rahmen eines bestimmten Kreditkontingentes \"kreditwürdigen Käufern der Wiederverkäufer der Firma WAMEX Darlehen zum Einkauf langlebiger Wirtschaftsgüter zu gewähren\". Gemäss § 6 des Vertrages übernahm die Firma WAMEX die selbstschuldnerische Bürgschaft für alle Verpflichtungen der Käufer aus solchen Darlehensverträgen.\n\nDurch Vertrag vom 11. Juni 1959, der in Düsseldorf abgeschlossen wurde, übernahm Rothenberger die selbstschuldnerische Bürgschaft für alle Forderungen, die der Gefa gegenüber der von ihm beherrschten Firma WAMEX \"aus der Gewährung von Krediten in irgendwelcher Form oder Art, aus laufender Rechnung, aus Wechsel- oder sonstigen Geschäften jetzt oder künftig zustehen mögen\". Für die Verpflichtungen Rothenbergers aus dieser Bürgschaft wurde Wuppertal als Erfüllungsort bezeichnet und das dort geltende Recht als massgebend erklärt.\n\nAuf Grund ihrer Bürgschaftsverpflichtung vom 5./9. Juni 1959 musste die WAMEX für Verluste im Betrage von DM 11 686.52 einstehen, welche die Gefa aus Darlehen an Käufer von Waschmaschinen erlitten hatte. Die WAMEX kamjedoch im Mai 1963 in Konkurs.\n\nB.- Die Gefa belangte Rothenberger gestützt auf seine Bürgschaftsverpflichtung vom 11. Juni 1959 auf Bezahlung des oben genannten Betrages nebst 8% Zins seit 10. August 1964.\n\nDer Beklagte beantragte Abweisung der Klage mit der Begründung, seine Bürgschaftsverpflichtung sei ungültig, weil die Formvorschriften des massgebenden schweizerischen Rechts (Art. 493 OR) nicht eingehalten worden seien; eventuell sei einer nach deutschem Recht gültigen Bürgschaft der Schutz in der Schweiz wegen Unvereinbarkeit mit der schweizerischen öffentlichen Ordnung zu verweigern.BGE 93 II 379 S. 381\n\nC.- Das Bezirksgericht Zürich und das Obergericht des Kantons Zürich schützten die Klage.\n\nD.- Gegen das Urteil des Obergerichts vom 10. März 1967 hat der Beklagte die Berufung erklärt, mit der er am Antrag auf Abweisung der Klage festhält.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gegenstand des Streits der Parteien sind Verpflichtungen aus einem vom Beklagten in Düsseldorf abgeschlossenen Bürgschaftsvertrag. Da das Bundesgericht nur über die richtige Anwendung des schweizerischen Rechts zu wachen hat (Art. 43 OG), ist vorerst von Amtes wegen die Zulässigkeit der Berufung zu prüfen.\n\nSchuldrechtliche Verträge - also auch die Bürgschaft - unterstehen nach dem Grundsatz der Parteiautonomie in erster Linie dem Recht, dem die Parteien ihre Rechtsbeziehungen unterstellt haben. Von dieser Befugnis haben die Parteien Gebrauch gemacht, indem sie im Bürgschaftsvertrag vom 11. Juni 1959 das in Wuppertal geltende Recht, d.h. also das deutsche Recht, als massgebend bezeichnet haben. Die Gültigkeit dieser Rechtswahl, die sich nach schweizerischem Recht bestimmt, steht ausser Zweifel, da die Bürgschaft für Verpflichtungen einer deutschen Firma (der WAMEX GmbH) gegenüber einer andern deutschen Firma (der Gefa) geleistet wurde und darum die Möglichkeit ausscheidet, dass die Rechtswahl nur erfolgte, um die Formvorschriften des schweizerischen Bürgschaftsrechtes zu umgehen.\n\nDass eine nach deutschem Recht gültige Bürgschaft vorliegt und die Voraussetzungen für die Belangung des Bürgen nach diesem Recht erfüllt sind, bestreitet der Beklagte nicht. Diese Frage wäre übrigens, weil vom deutschen Recht beherrscht, der Überprüfung durch das Bundesgericht entzogen.\n\nNach schweizerischem Recht zu beurteilen und daher der Berufung zugänglich ist dagegen der vom Beklagten erhobene Einwand, die Durchsetzung der nach deutschem Recht der Klägerin zustehenden Bürgschaftsansprüche sei mit der schweizerischen öffentlichen Ordnung unvereinbar, weil die vom schweizerischen Recht für den Bürgschaftsvertrag zwingend vorgeschriebenen Formerfordernisse (öffentliche Beurkundung. BGE 93 II 379 S. 382Angabe des Höchstbetrages der Bürgenhaftung) nicht erfüllt sind. Auf die Berufung ist daher einzutreten.\n\n4. Der Beklagte macht geltend, die Durchsetzung eines nach ausländischem Recht bestehenden Anspruchs in der Schweiz sei ausgeschlossen, wenn sie gegen die schweizerische öffentliche Ordnung verstiesse. Das werde für das Verhältnis zwischen der Schweiz und Deutschland in Art. 4 Abs. 1 des Vollstreckungsabkommens vom 2. November 1929 ausdrücklich festgehalten. Der dort aufgestellte Vorbehalt habe allgemein zu verhindern, dass ausländisches Recht, das mit der eigenen Rechtsordnung unvereinbar ist, im Inland Beachtung finde. Im Bürgschaftsrecht müsse die Schutzvorschrift des Art. 493 OR als Rechtssatz der schweizerischen öffentlichen Ordnung betrachtet werden, zum mindesten dann, wenn der Bürge zur Zeit der Eingehung der Bürgschaft in der Schweiz Wohnsitz gehabt habe, wie das hier zutreffe. Die Auffassung der Vorinstanz, das Fehlen der öffentlichen Beurkundung und der Angabe des Höchsthaftungsbetrages im Bürgschaftsvertrag vom 11. Juni 1959 erheische das Eingreifen der Vorbehaltsklausel nicht, verletze daher Bundesrecht.\n\na) Die Vorschriften von Art. 493 OR, dass der Bürgschaftsvertrag der öffentlichen Beurkundung bedürfe und den Höchstbetrag der Haftung angeben müsse, sind zwingender Natur. Das bedeutet jedoch nicht ohne weiteres, dass sie auch den um der öffentlichen Ordnung willen aufgestellten Vorschriften zuzurechnen sind. Auch zwingende Bestimmungen bilden nur dann Bestandteil der öffentlichen Ordnung, wenn das ausländische Recht, das im Inland angewendet werden soll, mit der hier geltenden Rechtsordnung unvereinbar ist. Das trifft nur zu, wenn mit der Berücksichtigung des ausländischen Rechts grundlegende Vorschriften der schweizerischen Rechtsordnung missachtet werden, wenn dadurch das einheimische Rechtsgefühl in unerträglicher Weise verletzt wird und wenn das schweizerische Rechtsdenken zwingend den Vorrang gegenüber dem anwendbaren ausländischen Recht erheischt (BGE 84 I 121 f. und dort aufgeführte Rechtsprechung und Literatur).\n\nDiese Voraussetzungen für das Eingreifen des Vorbehalts der öffentlichen Ordnung sind vorwiegend bei Entscheiden über die Vollstreckbarkeit ausländischer Urteile in der Schweiz entwickelt worden. Sie gelten aber im wesentlichen auch bei der direkten Gesetzesanwendung durch den schweizerischen Richter.BGE 93 II 379 S. 383\n\nJedoch sind nach der Rechtsprechung der Anwendung der Vorbehaltsklausel mit Bezug auf die Vollstreckung ausländischer Urteile engere Grenzen gezogen als im Gebiete der direkten Gesetzesanwendung (BGE 84 I 123 und dort erwähnte Entscheide). Das bedeutet, dass die Nichtbeachtung einer Vorschrift des schweizerischen Rechtes beim Entscheid über die Vollstreckbarkeit eines ausländischen Urteils noch als mit der schweizerischen öffentlichen Ordnung vereinbar betrachtet werden kann, bei der direkten Gesetzesanwendung dagegen unter Umständen Anlass zum Eingreifen der Vorbehaltsklausel gibt. Im einen wie im andern Falle lässt sich aber die Frage des Verstosses gegen die öffentliche Ordnung nur aus den Gegebenheiten des Einzelfalles heraus beantworten. Als Ausnahmevorschrift ist die Vorbehaltsklausel einschränkend auszulegen, weshalb denn auch das Bundesgericht von ihr stets nur mit grosser Zurückhaltung Gebrauch gemacht hat (BGE 84 I 123 und dort angeführte Rechtsprechung).\n\nb) Der Zweck der Formvorschriften des Art. 493 OR besteht darin, dem Bürgen die Tragweite seiner Verpflichtung vor Augen zu führen und ihn von übereilten Bürgschaftsversprechen abzuhalten. Damit soll neben ihm auch seine Familie davor geschützt werden, in Not zu geraten. Im Hinblick auf diese sozialpolitische Zwecksetzung wurde früher vereinzelt die Auffassung vertreten, die Formvorschriften des Art. 493 OR hätten ganz allgemein als um der öffentlichen Ordnung willen aufgestellt zu gelten (HOMBERGER, Die obligatorischen Verträge im internationalen Privatrecht ..., S. 58, Fussnote l; BGE 64 II 350 Erw. 1 i.f.). Die herrschende Meinung ging jedoch (entgegen BGE 84 I 124) nicht so weit. Sie nahm an, der Vorbehaltscharakter der schweizerischen Formvorschriften gelte gegenüber dem ausländischen Recht unterstehenden Bürgschaftsverträgen nur für Bürgen, die zur Zeit der Eingehung der Bürgschaft ihren Wohnsitz in der Schweiz hatten, während im übrigen nach der Regel \"locus regit actum\" das Recht des ausländischen Errichtungsortes massgebend bleibe (OSER/SCHÖNENBERGER, Vorbem. zu Art. 492 - 512 OR, N. 33; BECK, ZbJV 71 S. 516; derselbe, Das neue Bürgschaftsrecht, Einleitung N. 54). Seither hat sich jedoch die Auffassung Bahn gebrochen, auch bei Wohnsitz des Bürgen in der Schweiz sei eine auf die öffentliche Ordnung gestützte Einschränkung der Regel \"locus regit actum\" abzulehnen, da sie die Vorbehaltsklausel BGE 93 II 379 S. 384überspanne und für den Handelsverkehr bedenklich wäre (SCHÖNENBERGER/JÄGGI, OR Bd. V/1 a, Allgemeine Einleitung, IPR N. 128; VISCHER, Internationales Vertragsrecht, S. 127, der sogar noch weitergeht und die Auffassung vertritt, nicht einmal jede in der Schweiz abgeschlossene Bürgschaft erfordere die Erfüllung der schweizerischen Formvorschriften, sondern es genüge die Beachtung der Formvorschriften des z.B. kraft Rechtswahl massgebenden ausländischen Bürgschaftsstatuts).\n\n5. Das Erfordernis der öffentlichen Beurkundung ist erst durch die Revision des Bürgschaftsrechts von 1941 eingeführt worden. Die Meinungen darüber, ob sie notwendig sei, waren keineswegs einhellig (vgl. die Botschaft des Bundesrates, BBl 1939 II S. 858 f.). Sie ist nach Art. 493 Abs. 2 OR nur für die Bürgschaft natürlicher Personen und bei einem Bürgschaftsbetrag von mehr als Fr. 2000.-- vorgeschrieben. Aber selbst in diesen Fällen ist sie nicht erforderlich für Bürgschaften gegenüber der Eidgenossenschaft oder ihren öffentlichrechtlichen Anstalten, gegenüber einem Kanton für öffentlichrechtliche Verpflichtungen, sowie für Frachten. Eine Bestimmung, die soviele Ausnahmen zulässt, kann nicht als grundlegende Vorschrift der schweizerischen Rechtsordnung angesehen werden, deren Missachtung das einheimische Rechtsgefühl in unerträglicher Weise verletzen würde, und noch weniger lässt sich sagen, das schweizerische Rechtsdenken erheische zwingend den Vorrang vor dem anwendbaren ausländischen Recht. Denn wie in BGE 84 I 125 zutreffend ausgeführt wurde, kommt der Freiheit des Rechtsverkehrs, die das ausländische Recht mit dem Verzicht auf die öffentliche Beurkundung in den Vordergrund stellt, auch im schweizerischen Recht zentrale Bedeutung zu und setzt dem Schutze des Bürgen Schranken.\n\nDas Fehlen der öffentlichen Beurkundung steht somit der Durchsetzung des streitigen Bürgschaftsanspruchs in der Schweiz nicht im Wege.\n\n6. Es bleibt zu prüfen, ob die Vorschrift des schweizerischen Rechts, dass in der Bürgschaftsurkunde selbst der zahlenmässig bestimmte Höchstbetrag der Bürgenhaftung angegeben sein müsse, als Rechtssatz der schweizerischen öffentlichen Ordnung zu betrachten sei.\n\na) Schon Art. 493 des OR von 1911 verlangte die Angabe eines bestimmten Betrages der Haftung des Bürgen. Diese BGE 93 II 379 S. 385Vorschrift wurde jedoch von Lehre und Rechtsprechung lange Zeit sehr weitherzig ausgelegt: Der Haftungsbetrag brauchte nicht ziffernmässig angegeben zu werden; es genügte, wenn der Bürge beim Vertragsabschluss aus den im Bürgschein enthaltenen Angaben durch logische Überlegung oder durch einfache rechnerische Operation den Betrag seiner Haftung ohne weiteres mit Sicherheit erkennen konnte. Sodann mussten der Haftungsbetrag oder die dafür genügenden Angaben nicht im Bürgschein selber enthalten sein, sondern es genügte schon die in den Bürgschein aufgenommene Verweisung auf die Haupturkunde, sofern der Haftungsbetrag entweder in dieser genannt wurde oder sich im oben umschriebenen Sinne feststellen liess und sich aus diesen sämtlichen Angaben der Höchstbetrag der Haftung in eindeutiger Weise ergab (BGE 42 II 152, BGE 43 II 514, BGE 47 II 306, BGE 49 II 378, BGE 50 II 291, BGE 57 II 526; OSER/SCHÖNENBERGER OR Art. 493 N. 3).\n\nIn der Folge erhöhte das Bundesgericht die Anforderungen hinsichtlich der Angabe des Höchstbetrages. Diese musste aus der Bürgschaftsurkunde selbst hervorgehen, sei es durch ausdrückliche Bezifferung des Gesamtbetrages oder mindestens durch ziffernmässige Angabe der ihm zugrunde liegenden Elemente, so dass er aus diesen durch einfache rechnerische Operation und ohne Zuhilfenahme sonstigen Wissens festgestellt werden konnte; der Angabe des Betrages im Bürgschein selbst wurde die Verweisung auf die vom Hauptschuldner ausgestellte Schuldanerkennung gleichgestellt, falls Bürgschaftserklärung und Schuldanerkennung in der gleichen Urkunde vereinigt waren (BGE 64 II 353). In einem weiteren Entscheid (BGE 65 II 35) wurde jedoch auch eine Verweisung auf eine vom Bürgschein getrennte Schuldurkunde beim Vorliegen besonderer Umstände als zulässig erklärt.\n\nDie heute geltende strenge Regelung, wonach der Höchstbetrag der Bürgenhaftung in der Bürgschaftsurkunde selbst genau beziffert sein muss, wurde erst durch die Revision von 1941 eingeführt.\n\nb) Angesichts dieser in schrittweiser Entwicklung vorgenommenen Verschärfung der Anforderungen an die Form der Bürgschaftserklärung lässt sich nicht sagen, die heutige gesetzliche Regelung sei derart tief im schweizerischen Rechtsbewusstsein verwurzelt, dass die Durchsetzung einer auf ausländischem, in dieser Hinsicht weniger strengen Recht beruhenden BGE 93 II 379 S. 386Bürgschaftsverpflichtung in der Schweiz aus Gründen der öffentlichen Ordnung unter allen Umständen abgelehnt werden müsse. An der in BGE 64 II 350 Erw. 1 i.f. beiläufig geäusserten gegenteiligen Meinung kann nicht festgehalten werden. Aber auch die früher im Schrifttum teilweise vertretene Ansicht, dass bei schweizerischem Wohnsitz des Bürgen im Zeitpunkt der Eingehung seiner Verpflichtung die Vorbehaltsklausel eingreife, ist mit Recht als eine Überspannung der Vorbehaltsklausel aufgegeben worden. Denn es ist nicht einzusehen, weshalb in diesem Falle die schweizerische öffentliche Ordnung verletzt sein sollte, nicht dagegen auch. wenn die vom ausländischen Recht beherrschte Bürgschaftsforderung deshalb vor dem schweizerischen Richter geltend gemacht wird, weil der Bürge inzwischen seinen Wohnsitz in die Schweiz verlegt hat. Im einen wie im andern Falle legen die Bestrebungen zur Vereinfachung der internationalen wirtschaftlichen Beziehungen eine zurückhaltende Handhabung der Vorbehaltsklausel nahe.\n\nKommt somit nichts darauf an, wo der Bürge zur Zeit der Eingehung seiner Verpflichtung Wohnsitz hatte, so erübrigt sich eine Abklärung der von der Vorinstanz offen gelassenen Behauptung des Beklagten, er habe zur Zeit der Unterzeichnung der Bürgschaftserklärung in Zürich gewohnt.\n\nc) Ein Vorbehalt ist immerhin am Platze: Ein Eingreifen der Vorbehaltsklausel liesse sich in Erwägung ziehen für den Fall, dass das massgebende ausländische Recht die Gültigkeit einer Bürgschaft auch bejahen sollte, wenn jeder Anhaltspunkt fehlt, der es dem Bürgen ermöglichen würde, sich über die finanzielle Tragweite seiner Verpflichtungen einigermassen Rechenschaft zu geben. Diese Frage kann jedoch offen bleiben, da die Voraussetzungen hiefür im vorliegenden Falle nicht erfüllt sind. Nach den tatbeständlichen Feststellungen der Vorinstanz war der Beklagte am Gesellschaftskapital der WAMEX GmbH von DM 21'000.-- mit DM 196'000.-- beteiligt. Als Beherrscher und Geschäftsführer der GmbH konnte er sich jederzeit über deren Verpflichtungen gegenüber der Klägerin genau Rechenschaft geben. Er wusste infolgedessen auch, in welchem Umfang er auf Grund seiner Bürgschaftsverpflichtung gegebenenfalls einzustehen hätte. Ob seine Verpflichtungen wuchsen oder sich verminderten, hing zudem von ihm ab; denn die Darlehensanträge waren von der GmbH, also von ihm selber, nicht von BGE 93 II 379 S. 387den Käufern der Ware, bei der Klägerin einzureichen. Angesichts dieser Umstände fällt ein Eingreifen der Vorbehaltsklausel im Sinne der oben gemachten Ausführungen von vornherein ausser Betracht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Zürich, II. Zivilkammer, vom 10. März 1967 bestätigt."}