{"annee": "93", "cour": "I", "page": "116", "date": "24/5/1967", "cite": [], "cite_par": ["139 V 176", "117 IA 22", "96 I 718", "101 II 109", "105 V 248", "104 IA 201", "122 I 1", "98 IA 460", "112 IA 25", "111 IA 2"], "chapeau": "15. Arrêt du 24 mai 1967 dans la cause A. c. Y. et Commission genevoise de taxation des honoraires d'avocat en matière extrajudiciaire.", "regestes": ["1. Recevabilité du recours de droit public pour violation de l'art. 4 Cst. contre une décision qui fixe définitivement le montant des honoraires de l'avocat, sans statuer sur le principe de la dette du client (consid. 1). 2. Quand le droit d'être entendu exige-t-il que la décision soit motivée? (consid. 2). 3. Facteurs à considérer pour arrêter le montant des honoraires d'un avocat (consid. 4 et 5a). 4. Rôle de l'avocat, de l'autorité cantonale de modération et du Tribunal fédéral, saisi d'un recours de droit public pour arbitraire, dans la fixation des honoraires (consid. 5b et 6c). 5. Annulation d'une décision de l'autorité cantonale de modération qui arrête les honoraires d'un avocat à un montant manifestement exagéré au regard du travail fourni et de la responsabilité encourue (consid. 6)."], "faits": "BGE 93 I 116 S. 117\n\nA.- L'art. 143 de la loi genevoise sur l'organisation judiciaire du 22 novembre 1941 (LOJG), modifié par la loi du 14 avril 1956, dispose:\n\n\"Les émoluments des avocats pour les actes de procédure et l'instruction devant les tribunaux sont réglés par un tarif élaboré par le Conseil d'Etat.\n\nLes honoraires sont fixés par les avocats en tenant compte du travail effectué, du résultat obtenu et de la situation du client. S'il y a réclamation, il est statué définitivement par une commission de taxation, conformément au règlement sur l'exercice de la profession d'avocat.\n\nLa décision est prise à huis clos, après convocation de l'avocat et de son client.\"\n\nEn exécution de cette loi, le Conseil d'Etat du canton de Genève a édicté le 16 juin 1956 un règlement sur l'exercice de la profession d'avocat dont l'art. 33 al. 1 et 2 prévoit la fixation des honoraires en ces termes:\n\n\"Les honoraires sont fixés par les avocats en tenant compte notamment du travail effectué, de la complexité de l'affaire, du résultat obtenu et de la situation du client.\n\nLorsque le client conteste le montant des honoraires, il est fixé par une commission de taxation, à la requête de la partie la plus diligente.\"\n\nL'art. 34 du règlement institue, d'une part, des commissions de taxation judiciaire et, d'autre part, une commission de taxation extrajudiciaire. Est considérée comme une activité BGE 93 I 116 S. 118judiciaire de l'avocat (al. 2), celle qui est déployée devant les juridictions auxquelles se rattachent les commissions visées aux art. 35 et 36 du règlement, ainsi que dans les affaires non contentieuses régies par la deuxième partie du code de procédure civile. Toute autre activité de l'avocat est considérée comme extrajudiciaire (al. 3).\n\nSelon l'art. 38 du règlement, la commission de taxation est composée, en matière extrajudiciaire, du président du Tribunal de première instance ou d'un juge désigné par lui, du bâtonnier de l'ordre des avocats et d'un membre choisi par le Conseil d'Etat parmi les avocats faisant partie de la commission de surveillance des avocats.\n\nLa procédure est réglée par l'art. 39 du règlement de la manière suivante:\n\n\"Les commissions de taxation siègent à huis clos. Elles statuent après avoir convoqué les parties auxquelles elles peuvent demander toutes explications utiles sans avoir besoin de motiver leur décision. Elles peuvent prendre l'avis des magistrats qui ont eu à s'occuper du cas.\"\n\nB.- En janvier 1962, A. a vendu à B. un établissement public sis dans le canton de Genève. Une partie du prix de vente était payable par mensualités. En 1965, B. a revendu le restaurant. Il devait encore environ 51 400 fr. en capital et des intérêts à A. A la demande ce celui-ci, le notaire Z., à Genève, a bloqué à son étude la somme de 53 000 fr. que B. avait déposée.\n\nN'obtenant pas satisfaction, A. a chargé l'avocat Y., à Genève, de recouvrer sa créance contre B. Il allègue qu'il a eu deux entretiens avec son conseil. De la correspondance produite, il ressort que l'avocat Y. a adressé le 11 février 1966 une lettre au notaire Z., lequel lui a répondu le 15 février que B. avait constitué l'avocat X. Sur quoi Me Y. a écrit à son confrère, le 17 février. Me X. lui a répondu le 24 février que son client faisait valoir diverses prétentions contre A., refusait de payer le solde du prix de vente et l'avait chargé d'inviter le notaire Z. à débloquer les fonds et à les lui remettre. Me Y. a alors requis et obtenu en vertu de l'art. 271 ch. 4 LP une ordonnance de séquestre, rendue le 28 février par le Tribunal de première instance de Genève, qui avait pour objet la somme bloquée par B. en main du notaire Z. Il s'est porté fort personnellement BGE 93 I 116 S. 119de la caution de 3000 fr. exigée de son client en garantie du dommage qui pouvait résulter du séquestre (cf. art. 273 LP). Il a requis le 11 mars une poursuite en validation du séquestre (art. 278 LP) pour une créance de 50 200 fr. avec intérêt à 5% l'an dès le 1er janvier 1966. Le débiteur ayant formé opposition, Me Y. a préparé un exploit introductif d'action en reconnaissance de dette, qui n'a apparemment pas été notifié au défendeur. En mars et avril 1966, il a demandé et obtenu du Contrôle de l'habitant et du préposé au registre du commerce des attestations relatives au domicile de B. et au point de savoir si ce dernier était ou non inscrit audit registre.\n\nLes 13, 25 avril et 3 mai 1966, l'avocat Y. a adressé de nouvelles lettres à Me X. Le 5 mai, celui-ci lui a répondu qu'il demandait des instructions à son client, lequel devait être absent de Genève. Le 1er juin, Me Y. a écrit à A. qu'il avait enfin reçu une réponse du conseil de B. qui proposait un règlement de 50 200 fr. pour solde de tout compte; il lui conseillait d'accepter cette offre. Répondant le 16 juin à une lettre de la veille, Me X. a informé Me Y. qu'il priait par le même courrier le notaire Z. de lui verser pour solde de tout compte la somme de 51 358 fr. Sur quoi l'avocat Y. a écrit à l'Office des poursuites de Genève, le 23 juin 1966, qu'il renonçait au séquestre et retirait la poursuite introduite contre B.\n\nLe 22 juin 1966, Me Y. a écrit à A. qu'il avait pu liquider l'affaire et encaisser la totalité de sa créance, y compris les frais de poursuite et de séquestre. Il lui a adressé en même temps sa note d'honoraires s'élevant à 5000 fr.\n\nLe 26 juin, A. a écrit à son conseil qu'il estimait les honoraires réclamés \"vraiment trop élevés\". Me Y. a maintenu sa prétention par lettre du 28 juin en expliquant que la créance avait pu être encaissée grâce au séquestre qu'il avait obtenu très rapidement, prenant de vitesse le conseil de B.\n\nLe Bâtonnier de l'Ordre des avocats de Genève, dont l'intervention avait été requise par A., lui a fait savoir le 19 septembre 1966 que sa démarche s'était heurtée à une fin de nonrecevoir.\n\nC.- Saisie par A., la Commission de taxation extrajudiciaire du canton de Genève, par décision du 6 février 1967, a arrêté à 5000 fr. les honoraires de Me Y. pour l'activité déployée en faveur du prénommé, selon facture du 22 juin 1966.\n\nD.- Contre cette décision, A. a formé un recours de droit BGE 93 I 116 S. 120public au Tribunal fédéral pour violation de l'art. 4 Cst. Il se plaint d'arbitraire. Il conclut à l'annulation du prononcé de la Commission de taxation.\n\nE.- La Commission de taxation s'en tient à sa décision.\n\nF.- L'avocat Y. conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La dette du recourant envers l'intimé n'est pas contestée dans son principe, mais seulement dans son montant. Selon l'art. 143 al. 2 LOJG, les honoraires d'avocat sont arrêtés définitivement par la Commission de taxation. Sans constituer un titre exécutoire (cf. RO 38 I 506), la décision attaquée est ainsi définitive quant au montant de la note présentée au recourant. Elle constitue dès lors une décision finale ou, en tout cas, une décision incidente dont il résulte un préjudice irréparable pour l'intéressé au sens de l'art. 87 OJ (RO 83 I 84 consid. 1 in fine; arrêt du 2 novembre 1966 dans la cause C. contre Commission genevoise de taxation concernant les agents d'affaires et X., consid. 2, non publié au RO 92 I 249).\n\n2. Le recourant observe que la décision de la Commission de taxation n'est pas motivée ni signée. Mais il n'indique pas quelle disposition légale ni quel principe général du droit aurait été violé de la sorte (cf. art. 90 al. 1 lit. b OJ). Sans doute le droit d'être entendu implique-t-il normalement que la décision de l'autorité cantonale soit motivée; on ne saurait toutefois poser ces exigences trop strictes à cet égard (TINNER, Das rechtliche Gehör, RDS 1964 II 357 a). D'une façon générale, le Tribunal fédéral ne considère l'absence de motifs comme un déni de justice formel que si la législation cantonale ordonne la motivation du prononcé attaqué (RO 28 I 11, 43 I 28, 53 I 111, 62 I 146; FAVRE, Droit constitutionnel suisse, p. 254). Or l'art. 39 du règlement dispense expressément les commissions de taxation de l'obligation de motiver leurs décisions. Dans une procédure en fixation du montant des honoraires d'avocat, les faits sont connus du client. Les critères généraux sur lesquels se fonde l'autorité cantonale de taxation sont énoncés par la loi ou son règlement d'application. Ces dispositions sont rappelées dans la décision attaquée. Aussi ne saurait-on déduire directement de l'art. 4 Cst. l'exigence d'une motivation écrite. Peu importe que la décision soit communiquée aux parties par l'envoi d'une copie non signée. Cette pratique ne viole pas BGE 93 I 116 S. 121l'art. 4 Cst. et le recourant n'allègue pas qu'elle soit contraire à la législation cantonale.\n\n3. Bien qu'elle puisse prêter à discussion pour la procédure en autorisation de séquestre, qui relève du Tribunal de première instance (art. 272 et 23 ch. 1 LP; art. 22 lit. b de la loi d'application de la LP dans le canton de Genève du 16 mars 1912), la compétence de la Commission de taxation en matière extrajudiciaire n'est pas contestée dans le recours.\n\n4. En vertu de l'art. 143 LOJG, les honoraires des avocats sont fixés en tenant compte du travail effectué, du résultat obtenu et de la situation du client. L'art. 33 du règlement sur l'exercice de la profession d'avocat reprend ces trois éléments d'appréciation, auxquels il ajoute la complexité de l'affaire. Le recourant ne s'en prend pas à la légalité du critère supplémentaire qui figure seulement dans la disposition réglementaire. Au demeurant, la difficulté de l'affaire influe normalement sur le travail à fournir par l'homme de loi, en sorte que le règlement ne sort pas des limites tracées par la loi.\n\nA. ne conteste pas que l'avocat Y. ait obtenu un résultat favorable en recouvrant intégralement la créance que B. refusait tout d'abord de payer. Il n'allègue pas non plus que sa situation personnelle commandait de fixer les honoraires de son conseil à un chiffre modique. Il estime seulement que le montant arrêté par la Commission de taxation est hors de proportion avec la difficulté de l'affaire et le travail fourni, et par conséquent arbitraire.\n\nL'avocat Y. explique au terme de sa réponse qu'il n'a pas produit toute sa correspondance relative au mandat que lui avait confié le recourant, mais seulement les pièces soumises à la Commission de taxation. Le dossier permet cependant d'apprécier l'ampleur et la difficulté du travail effectué. Chargé de recouvrer une créance d'environ 50 000 fr. garantie par une somme consignée en main d'un notaire, Me Y. a d'abord cherché à obtenir un paiement volontaire. Se heurtant à un refus et ayant appris du conseil de B. que celui-ci voulait retirer les fonds bloqués, il s'est informé du domicile de sa partie adverse. Les renseignements du Contrôle de l'habitant établissant que ce domicile était inconnu, le conseil du recourant a requis et obtenu un séquestre fondé sur l'art. 271 ch. 4 LP. Il s'est porté fort de la réparation du dommage qui pourrait résulter du séquestre. Il a validé le séquestre par une poursuite BGE 93 I 116 S. 122qui a été frappée d'opposition. Il a préparé un exploit en vue d'introduire une action en reconnaissance de dette. Il a finalement obtenu le paiement de la créance en capital, intérêts et frais. L'exécution de son mandat a nécessité quelques conférences et un échange de correspondance avec son client, le notaire Z., le conseil de la partie adverse, ainsi que des requêtes en vue des procédés susmentionnés. Il n'y avait pas de question de droit difficile à résoudre. Dans les circonstances propres à l'affaire, le séquestre était la seule mesure adéquate. Pour un avocat, cette opération ne présente pas de difficulté particulière. Il était donc normal de la requérir sans tarder.\n\n5. a) Comme la rémunération du notaire (RO 73 I 385, 83 I 89, 84 I 118) ou de l'agent d'affaires (RO 92 I 251 s.), celle de l'avocat doit demeurer dans un rapport raisonnable avec la prestation fournie et la responsabilité encourue. Elle sera fixée en tenant compte non seulement des dépenses causées directement par les opérations effectuées pour le client, mais encore des frais généraux. S'agissant d'une activité indépendante, il faut aussi prendre en considération les absences dues à la maladie, au service militaire, aux vacances, de même que la nécessité d'assurer à l'avocat une retraite convenable. La valeur litigieuse entre également en ligne de compte, car elle influe sur la responsabilité de l'homme de loi. Il est Iégitime aussi de tenir compte du résultat obtenu, afin de permettre une compensation entre les affaires compliquées et peu rémunératrices, parce qu'elles portent sur des sommes modiques, d'une part, et les affaires plus faciles qui procurent au client une satisfaction appréciable et rapide, d'autre part. Toutefois, ce facteur n'est pas déterminant à lui seul. De toute manière, la rétribution ne doit pas rendre onéreux à l'excès le recours à l'avocat qui, s'il n'est pas exigé par la loi, est nécessaire en fait pour la quasi-totalité des justiciables, peu familiarisés avec les règles de la procédure (cf. RO 92 I 251 s.).\n\nb) La fixation du montant des honoraires selon ces critères incombe en premier lieu aux avocats. Ils établissent leur note selon leur appréciation, sans être liés à un tarif. S'il y a contestation de la part du client, la décision relève des autorités de modération instituées par les cantons. Celles-ci doivent tenir compte à la fois des intérêts des clients et de ceux des professions libérales, dont la réputation dans le public souffrira inévitablement des réclamations excessives formulées par certains BGE 93 I 116 S. 123de leurs membres. Lorsque les autorités cantonales faillissent à leur devoir et s'écartent sans motif de toute norme raisonnable, le Tribunal fédéral, saisi par la voie du recours de droit public, est contraint d'intervenir. La juridiction constitutionnelle doit veiller en effet à l'observation des principes qui sont la base nécessaire à l'existence de toute civilisation. Dans un pays bien ordonné, les profits ne sont justifiés que dans la mesure des services rendus. Tout prélèvement indu sur les biens d'autrui est contraire aux règles de la moralité dans les affaires. La décision d'une autorité cantonale qui arrête des honoraires d'avocat à un chiffre exorbitant, hors de toute proportion avec les services rendus tels qu'ils ressortent du dossier et sans donner, fût-ce dans sa réponse au recours de droit public, aucune explication sur les motifs qui justifieraient en l'espèce une rémunération particulièrement élevée, contredit d'une manière violente le sentiment de la justice et doit être qualifiée d'arbitraire (cf. RO 92 I 252).\n\n6. a) Dans sa réponse au recours, l'avocat Y. estime qu'une rémunération de 10% n'est pas exagérée pour l'encaissement d'une créance litigieuse. Il prétend que le tarif des agents d'affaires du canton de Genève prévoit un pareil taux, que la créance soit litigieuse ou non. En réalité, l'art. 1er du règlement sur le tarif des agents d'affaires édicté le 2 septembre 1931 par le Conseil d'Etat du canton de Genève autorise ces mandataires à percevoir, en matière contentieuse, un émolument de 1 à 10 fr. pour la constitution du dossier, les déboursés dûment justifiés, un émolument calculé sur la base de 7% jusqu'à 500 fr. en capital et intérêts sur les sommes recouvrées et encaissées et sur la base de 5% sur toutes les sommes supérieures, ainsi que des honoraires destinés à rétribuer leurs services professionnels et à couvrir leurs menus frais de téléphone et de correspondance. La pratique admet cependant les conventions qui dérogent aux normes tarifaires. L'objet de pareils accords ne peut être que de maintenir la rémunération convenue dans des limites raisonnables, même pour les affaires importantes. Saisi d'un recours de droit public, le Tribunal fédéral a jugé récemment que l'émolument de 7% ou 5% prévu par le tarif, qui s'ajoute aux honoraires, était arbitraire lorsqu'il était appliqué à des recouvrements importants et, dans tous les cas, lorsque l'agent d'affaires n'encaissait pas lui-même les fonds. Il a enjoint le Conseil d'Etat genevois de rectifier le tarif, soit en appliquant un taux BGE 93 I 116 S. 124dégressif, soit en instituant un maximum absolu de l'émolument (RO 92 I 253).\n\nb) L'intimé allègue encore que le Tribunal fédéral fixe les émoluments \"d'une façon assez importante\" pour la seule instance qui se déroule devant lui. Il ne précise pas s'il entend choisir comme point de comparaison les dépens alloués à la partie adverse ou les honoraires de l'avocat fixés dans une procédure de modération. Dans l'une ou l'autre éventualité, il ne peut en tirer aucun argument en faveur de sa note excessive. En effet, dans un procès direct en matière civile - qui donne à l'avocat un travail beaucoup plus important que le recouvrement d'une créance au moyen d'un séquestre et d'une poursuite - l'art. 5 du tarif pour les dépens du 14 novembre 1959 édicté en exécution de l'art. 160 OJ fixe pour les honoraires un montant maximum de 4000 fr. si la valeur litigieuse n'atteint pas 50 000 fr. et de 7000 fr. si elle ne dépasse pas 100 000 fr. (ROLF 1959, 1796 s.).\n\nSaisi d'une demande de modération d'honoraires en vertu de l'art. 161 OJ, le Tribunal fédéral tient compte des difficultés et de l'importance de l'affaire, de l'ampleur du travail et du temps employé par l'avocat, notamment des efforts particuliers que son client a pu lui demander. Dans une cause d'expropriation dont la valeur litigieuse était voisine de 100 000 fr., il a jugé qu'un avocat qui avait assisté son client devant la délégation et devant la Chambre de droit public en corps, tenu de nombreuses conférences, rédigé cinq mémoires, dont trois volumineux, comparu à trois audiences et obtenu que le Tribunal fédéral double l'indemnité allouée par la Commission d'estimation, était rémunéré équitablement par des honoraires de 3500 fr. (RO 88 I 110 ss., 114 consid. 2). Même si l'on tient compte de la dépréciation de l'argent depuis les années 1959 à 1961 auxquelles se rapportait le mandat en question, la comparaison montre que les honoraires de l'avocat Y. ont été fixés à un montant qui dépasse toute mesure.\n\nc) La décision attaquée doit être annulée comme arbitraire, et partant incompatible avec l'art. 4 Cst. Il n'appartient pas au Tribunal fédéral, mais à la Commission de taxation genevoise, de fixer équitablement les honoraires de l'intimé pour le mandat que lui a confié le recourant. Il suffira d'indiquer que la décision de modération n'aurait pas pu être qualifiée BGE 93 I 116 S. 125d'arbitraire si elle avait arrêté un montant correspondant approximativement à la moitié de la somme réclamée.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours dans la mesure où il est recevable et annule la décision attaquée."}