{"annee": "93", "cour": "I", "page": "313", "date": "28/6/1967", "cite": ["75 I 244", "25 I 459", "89 I 80", "83 I 173", "71 I 308", "81 I 192", "89 I 37", "51 I 212", "91 I 266", "92 I 350"], "cite_par": ["112 IA 221", "94 I 120", "99 IA 198", "95 I 531", "106 IA 197", "97 I 349", "95 I 213", "97 I 820"], "chapeau": "39. Urteil vom 28. Juni 1967 i.S. Schreiber und Mitbeteiligte gegen den Grossen Rat des Kantons St. Gallen.", "regestes": ["Référendum financier. 1. Lorsqu'une constitution cantonale confie expressément au pouvoir législatif le soin de déterminer quelles sont les décisions de portée financière qui doivent être soumises au référendum, le Tribunal fédéral entre en matière sur le moyen tiré de la violation des dispositions légales régissant cet objet (consid. 3b). Pouvoir d'examen du Tribunal fédéral (consid. 4). 2. Notion de la \"dépense\" et du \"placement\" (consid. 5). La participation de l'Etat, jusqu'au maximum de 2,5 millions de francs, à l'installation d'un ordinateur électronique constitue une dépense soumise au référendum dans le canton de St-Gall (consid. 6 et 7)."], "faits": "BGE 93 I 313 S. 314\n\nA.- Art. 47 Abs. 1 der Verfassung des Kantons St. Gallen (KV) lautet:\n\n\"Alle Gesetze sowie diejenigen allgemein verbindlichen Beschlüsse des Grossen Rates, die nicht dringlicher Natur sind oder nicht gemäss Art. 55 ausschliesslich in die Kompetenz des Grossen Rates fallen, unterliegen der Abstimmung des Volkes, wenn 30 Tage nach Erlass des Gesetzes oder Beschlusses 4000 Bürger, deren Stimmberechtigung beglaubigt ist, unterschriftlich die Abstimmung verlangen, oder mindestens der dritte Teil der Mitglieder des Grossen Rates bei Erlass des betreffenden Gesetzes oder Beschlusses dies begehren.\"\n\nGemäss dem Nachtrag vom 20. Januar 1924 \"zwecks Ermöglichung des Finanzreferendums\" bleibt es der Gesetzgebung vorbehalten, \"zu bestimmen, ob und welche Beschlüsse des Grossen Rates von finanzieller Tragweite nach Massgabe von Art. 47 der Kantonsverfassung dem Referendum und ob und welche Gesetze und Beschlüsse des Grossen Rates von finanzieller Tragweite ohne Referendumsbegehren der Volks abstimmung zu unterstellen sind\".\n\nDas Gesetz über den kantonalen Finanzhaushalt und das Finanzreferendum vom 17. Juni 1929 (FG) bestimmt in den Art. 9-11:\n\n\"Art. 9. Beschlüsse des Grossen Rates, welche für den gleichen Gegenstand eine einmalige Gesamtausgabe von wenigstens Fr. 400'000.-- bis höchstens Fr. 800'000.-- oder eine mindestens zehnmal wiederkehrende Jahresausgabe von wenigstens Fr. 50'000.-- bis höchstens Fr. 100'000.-- zur Folge haben, sind der Volksabstimmung zu unterstellen, wenn innert 30 Tagen nach Erlass des Beschlusses 4000 Bürger, deren Stimmberechtigung beglaubigt ist, unterschriftlich die Abstimmung verlangen, oder mindestens der dritte Teil der Mitglieder des Grossen Rates bei Erlass des betreffenden Beschlusses dies begehrt.\n\nArt. 10. Gesetze und Beschlüsse des Grossen Rates, welche für den gleichen Gegenstand eine Fr. 800'000.-- übersteigende Gesamtausgabe oder eine Fr. 100'000.-- übersteigende, mindestens zehnmal wiederkehrende Jahresausgabe bedingen, sind in jedem Falle der Volksabstimmung zu unterstellen.\n\nArt. 11. Die vorstehenden Bestimmungen über die Volksbefragung (Art. 9 und 10) finden sinngemäss auch Anwendung auf Gesetze und Beschlüsse, welche die Übernahme anderer finanzieller Verbindlichkeiten durch den Kanton zur Folge haben, sofern für sie nicht eine Verzinsung gesichert erscheint, die der Rendite langfristiger Anleiheobligationen des Bundes entspricht.\"\n\nB.- Mit Botschaft vom 19. September 1966 unterbreitete BGE 93 I 313 S. 315der Regierungsrat des Kantons St. Gallen dem Grossen Rat den Entwurf zu einem Beschluss über die Beteiligung des Staates an einer zu gründenden Zentralstelle für elektronische Datenverarbeitung öffentlicher Verwaltungen. In der Botschaft wurden die einmaligen Anlagekosten mit Fr. 2'520'000.--, die jährlichen Betriebskosten einschliesslich Verzinsung und Amortisation der Anlagekosten innert 10 Jahren mit Fr. 580'000.-- und die einmaligen Programmierkosten für 15 vorerst in Aussicht genommene Arbeitsgebiete mit ungefähr Fr. 275'000.-- angegeben. Der Regierungsrat schlug vor, diese Anlage nicht der kantonalen Verwaltung einzuverleiben, sondern eine noch zu gründende einfache Gesellschaft mit der Anschaffung und dem Betrieb zu betrauen, damit sich auch andere öffentliche Verwaltungen aus dem Kanton St. Gallen und den Nachbarkantonen daran beteiligen könnten. Er legte den Entwurf eines Gesellschaftsvertrages zwischen dem Kanton St. Gallen, der kantonalen Gebäudeversicherungsanstalt und der kantonalen Ausgleichskasse bei mit Beteiligungsquoten von 85% (zirka Fr. 2'465'000.--) für den Kanton, 10% (zirka Fr. 290'000.--) für die kantonale Gebäudeversicherungsanstalt und 5% (zirka Fr. 145'000.--) für die kantonale Ausgleichskasse. Mit der in Aussicht genommenen Aufnahme weiterer Gesellschafter tritt der Kanton einen entsprechenden prozentualen Anteil seiner Beteiligung an die neuen Gesellschafter ab und verrechnet deren Einlagen. Die Einlagen der Gesellschafter sind mit 43/4% jährlich zu verzinsen und in zehn Annuitäten zurückzuzahlen. Der Betrieb der Anlage ist nach dem reinen Kostendeckungsprinzip zu führen. Die vollen Selbstkosten einschliesslich kalkulatorische Abschreibungen und Zinsen werden jährlich pro Maschineneinheit ermittelt und den Benützern der Anlage im Verhältnis ihrer Beanspruchung der Maschinen in Rechnung gestellt. Die Programmierkosten sind je nach Beanspruchung des Programmierpersonals separat zu verrechnen. Nach der Botschaft des Regierungsrates und dem Wirtschaftlichkeitsbericht der kantonalen Finanzkontrolle kann ungefähr nach zwei Jahren seit der Einrichtung der Anlage mit Rationalisierungsgewinnen gerechnet werden. Der Gesellschaftsvertrag ist bis Ende 1972 unkündbar; von da an richtet sich die Kündigung nach Art. 546 OR. Dem austretenden Gesellschafter werden seine Einlagen samt Zins zurückerstattet, soweit noch keine laufende Rückzahlung erfolgt ist. Bei Auflösung der BGE 93 I 313 S. 316Gesellschaft werden die Liquidationsanteile im Verhältnis der Beteiligungsquoten berechnet und ausbezahlt.\n\nAuf Grund eines Rechtsgutachtens von Prof. Geiger von der Hochschule St. Gallen vertritt der Regierungsrat in der Botschaft den Standpunkt, dass die Beteiligung des Staates an der Zentralstelle keine Ausgabe, sondern eine Vermögensanlage sei, da mit einer angemessenen Verzinsung der Kapitalanteile gerechnet werden könne und vorgesehen sei, dieselben binnen zehn Jahren abzuschreiben. Es handle sich daher auch um keine finanzielle Verbindlichkeit im Sinne von Art. 11 FG, so dass weder das fakultative noch das obligatorische Referendum in Frage komme.\n\nDer Grosse Rat beschloss am 8. Februar 1967 entgegen dem Nichteintretensantrag des Beschwerdeführers Dr. Reber mehrheitlich, auf die Vorlage einzutreten. Im Verlaufe der \"Spezialberatung\" (materielle Beratung) wurde ein Antrag des Beschwerdeführers Dr. Schreiber, den Beschluss gemäss Art. 10 FG der Volksabstimmung zu unterbreiten, abgelehnt und gestützt auf Art. 55 Ziff. 7 und 8 KV folgendem \"Grossratsbeschluss über die Beteiligung des Staates an der Zentralstelle für elektronische Datenverarbeitung öffentlicher Verwaltungen\" zugestimmt:\n\n\"1. Der Staat beteiligt sich zusammen mit der Gebäudeversicherungsanstalt des Kantons St. Gallen und der Ausgleichskasse des Kantons St. Gallen an der Zentralstelle für elektronische Datenverarbeitung öffentlicher Verwaltungen.\n\nSein Anteil beträgt bei der Gründung 85 Prozent der gemeinsamen Mittel, jedoch höchstens Fr. 2'500'000.--.\n\nDie Beteiligung erfolgt unter der Voraussetzung, dass die bereitgestellten Mittel als Vermögensanlage dem Finanzvermögen des Staates erhalten bleiben.\n\n2. Der Staat übergibt seine Aufträge zur elektronischen Datenverarbeitung der Zentralstelle.\n\n3. Der Regierungsrat ist ermächtigt, namens des Staates den Gesellschaftsvertrag abzuschliessen sowie Änderungen der Rechtsform und dem Beitritt neuer Partner zuzustimmen.\n\nEr übt die Beteiligungsrechte des Staates aus und sorgt für die Erfüllung der Verpflichtungen des Staates aus der Beteiligung. Die Zustimmung des Grossen Rates erfolgt unter der Bedingung, dass der Gesellschaftsvertrag die Möglichkeit nicht ausschliesst, bei nicht voller Auslastung der Anlage durch öffentliche Aufträge auch Aufträge für Private auszuführen.\"\n\nC.- Gegen diesen Grossratsbeschluss führen Dr. Heinz Schreiber und sieben Mitbeteiligte Stimmrechtsbeschwerde im BGE 93 I 313 S. 317Sinne von Art. 85 lit. a OG. Sie beantragen, ihn aufzuheben und den Grossen Rat einzuladen, den Beschluss gemäss Art. 10, eventuell Art. 11 FG der Volksabstimmung zu unterstellen. Die einzelnen Rügen und ihre Begründung sind, soweit nötig, aus den nachstehenden Erwägungen ersichtlich.\n\nD.- Namens des Grossen Rates stellt der Regierungsrat des Kantons St. Gallen den Antrag, auf die Beschwerde nicht einzutreten, eventuell sie abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1./2. - (Legitimation; kassatorische Natur der Beschwerde).\n\n3. Nach Ansicht des Regierungsrates ist auch deshalb auf die Beschwerde nicht einzutreten, weil die Beschwerdeführer gemäss Art. 85 lit. a OG nur eine Verletzung von kantonalem Verfassungsrecht und von Bundesrecht rügen dürfen, der als verletzt bezeichnete Art. 47 KV sich aber überhaupt nicht mit dem Finanzreferendum befasse, die weiterhin angerufenen Art. 10 und 11 FG kein kantonales Verfassungsrecht, sondern nur einfaches kantonales Gesetzesrecht seien und eine Verletzung von Bundesrecht nicht geltend gemacht werde.\n\na) Der als verletzt bezeichnete Nachtrag zu Art. 47 KV gibt den Beschwerdeführern kein verfassungsmässiges Individualrecht, sondern ermächtigt lediglich den kantonalen Gesetzgeber, Beschlüsse des Grossen Rates von finanzieller Tragweite dem fakultativen oder dem obligatorischen Finanzreferendum zu unterstellen. Das ist in den Art. 9-11 FG geschehen. Erst diese Bestimmungen verleihen den Stimmbürgern politische Rechte. Auf die Rüge der Verletzung des Nachtrages zu Art. 47 KV ist somit nicht einzutreten.\n\nb) Die st. gallische Verfassung regelt das Finanzreferendum nicht selber. Gemäss Nachtrag vom 20. Januar 1924 überlässt sie es vielmehr dem Gesetzgeber, zu bestimmen, ob und welche Beschlüsse des Grossen Rates von finanzieller Tragweite dem fakultativen oder obligatorischen Referendum zu unterwerfen sind. Der Gesetzgeber hat in den Art. 9-11 FG von dieser Ermächtigung Gebrauch gemacht. Er hat dadurch das im genannten Nachtrag zur KV vorbehaltene Finanzreferendum geordnet und damit ein verfassungsmässiges Stimmrecht des Bürgers nach Umfang und Inhalt umschrieben. Die Regelung im st. gallischen Recht unterscheidet sich nicht wesentlich von dem Fall, wo sich die Verfassung darauf beschränkt, das BGE 93 I 313 S. 318Stimmrecht grundsätzlich zu gewährleisten, dessen nähere Umschreibung jedoch dem Gesetzgeber vorbehält. Das Bundesgericht ist hier stets auch insoweit auf Stimmrechtsbeschwerden eingetreten, als lediglich eine Verletzung solcher Gesetzesvorschriften geltend gemacht wurde, sofern nur das in Frage stehende Stimmrecht in der Verfassung verankert war (vgl. BGE 75 I 244 /5; BGE 81 I 196 E. 3; BGE 83 I 176 E. 2; BGE 89 I 85 E. 3 und 453 E. 3; BGE 91 I 271 /2; BGE 92 I 355 E. 3). Diese Voraussetzung ist auch im vorliegenden Fall mit dem Nachtrag vom 20. Januar 1924 zur st. gallischen KV gegeben. Auf die Rügen der Verletzung von Art. 10, eventuell Art. 11 FG kann daher eingetreten werden.\n\n4. Bei Stimmrechtsbeschwerden prüft das Bundesgericht die Auslegung kantonaler Vorschriften, die nicht der Verfassungsstufe angehören, in der Regel zwar unter dembeschränkten Gesichtswinkel des Art. 4 BV. Freie Prüfung nimmt es aber dann in Anspruch, wenn die Vorschriften der genannten Art Inhalt und Umfang des bundesrechtlich gewährleisteten Stimmrechts betreffen (BGE 91 I 271 /2 mit Verweisungen, 319; BGE 92 I 355 E. 3).\n\nDie von den Beschwerdeführern als verletzt bezeichneten Art. 10, eventuell Art. 11 FG bestimmen, unter welchen Voraussetzungen Gesetze und Beschlüsse über Ausgaben und andere finanzielle Verbindlichkeiten dem obligatorischen oder fakultativen Referendum zu unterstellen sind. Sie regeln mithin Inhalt und Umfang des Finanzreferendums. Entgegen der Auffassung des Regierungsrates steht dem Bundesgericht daher im vorliegenden Fall freie Prüfung zu.\n\n5. Es wird von keiner Seite bestritten, dass die st. gallischen Gesetzesvorschriften nicht ein allgemeines, sondern nur ein besonderes Finanzreferendum, das sog. Ausgabenreferendum vorsehen. Während aber der Grosse Rat mehrheitlich mit dem Gutachter Geiger dafür hielt, bei der Beteiligung des Staates an der Zentralstelle für elektronische Datenverarbeitung handle es sich um eine blosse Kapitalanlage, und er aus diesem Grunde den entsprechenden Beschluss dem Volk nicht zur Abstimmung unterbreitete, machen die Beschwerdeführer in erster Linie eine Verletzung des Art. 10 FG geltend und behaupten, die genannte Beteiligung stelle eine Ausgabe im Sinne dieser Bestimmung dar, weshalb der angefochtene Beschluss dem Referendum hätte unterstellt werden sollen.\n\nBGE 93 I 313 S. 319\n\na) Art. 9 und 10 FG enthalten keine Umschreibung des Begriffes der Ausgabe. Zu dessen Bestimmung sind deshalb die in Lehre und Rechtsprechung erarbeiteten Grundsätze heranzuziehen.\n\nDurch das Institut des Ausgabenreferendums soll dem stimmberechtigten Steuerpflichtigen ein Mitspracherecht eingeräumt werden bei Aufwendungen des Gemeinwesens, die geeignet sind, die steuerliche Belastung zu erhöhen. Ausgehend von diesem Gedanken und von der klassischen Einteilung staatlicher Vermögenswerte in Finanzvermögen (d.h. die Sachen, die dem Gemeinwesen durch ihren Kapital- oder Ertragswert dienen) und Verwaltungsvermögen (d.h. die Sachen, die dem Gemeinwesen durch ihren Gebrauchswert dienen) haben die bundesgerichtliche Praxis und das Schrifttum den Begriff der Ausgabe entwickelt. Im selben Zusammenhang ist auch die das Gegenstück zur \"Ausgabe\" bildende \"Anlage\" zu verstehen.\n\nSchon in BGE 25 I 459 ff. stellte das Bundesgericht klar, dass nicht jeder Kassenausgang und nicht jede Aufwendung staatlicher Mittel als Ausgaben zu betrachten seien, sondern nur diejenigen Finanzgeschäfte des Staates, die als solche den \"jährlichen Voranschlag über die laufende Verwaltung belasten und daher geeignet sind, indirekt auf die Steueranlage einen Einfluss auszuüben\" (S. 478/9). An dieser Rechtsprechung wurde in BGE 51 I 222 festgehalten. Erläuternd fügte dort der Staatsgerichtshof hinzu, dass als Ausgabe rechthich und wirtschaftlich nur die Entäusserung von Geld oder Geldeswert durch Überführung aus dem Vermögen des Ausgebenden in dasjenige eines Dritten erscheine und nicht schon die blosse Verschiebung solcher Werte von einem zum andern Unternehmen des gleichen Eigentümers. Die bisherige Praxis des Bundesgerichts - sie wurde auch in BGE 89 I 37 ff. übernommen - fand Zustimmung im Schrifttum. So hat GIACOMETTI (Das Staatsrecht der schweizerischen Kantone S. 532) aus ihr gefolgert, man könne nur dann von einer Ausgabe im Sinne des Ausgabenreferendums sprechen, wenn Mittel, die der Kanton aufgebracht habe, ausgegeben würden, ohne dass dadurch ein realisierbarer Gegenwert, d.h. eine veränderte realisierbare Anlage entstehe, also z.B. wenn ein Stück des Finanzvermögens Verwaltungsvermögen werde. Andere Autoren vertreten gleiche oder ähnliche Auffassungen (vgl. die BGE 93 I 313 S. 320Literaturhinweise in BGE 89 I 42). Insbesondere E. BLUMENSTEIN (MbVR 41/1943, S. 4/5) hat in Anlehnung an Giacometti klargemacht, ein realisierbarer Gegenwert (und damit eine Aufwendung ohne Ausgabencharakter) liege nur vor, wenn das erzielte Resultat nicht von Rechts wegen zu einer Verwendung bestimmt sei, welche, wie diejenige zu Verwaltungszwecken, seine wirtschaftliche Veräusserung ausschliesse. Dieselbe Auffassung vertritt E. M. LAUR (Das Finanzreferendum im Kanton Zürich, Diss. 1966 S. 52), wenn er die Ausgabe definiert als \"jede Festlegung von bisher frei verfügbarem Geld oder frei verfügbaren Vermögenswerten des Staates zum Zwecke und in der Absicht, damit eine staatliche Verwaltungsaufgabe zu erfüllen, die über den Rahmen der ausschliesslichen Vermögensverwaltung hinausgeht\".\n\nb) Wie den vorstehenden Darlegungen zum Begriff der Ausgabe zu entnehmen ist, spricht man von einer \"Anlage\" dann, wenn einer Aufwendung der genannten Art ein realisierbarer Gegenwert gegenübersteht. Nach E. BLUMENSTEIN (a.a.O. S. 6) gehört zum Begriff der Anlage notwendigerweise die Absicht, vorhandenes eigenes Vermögen in eine bestimmte wirtschaftliche Form zu bringen zum Zwecke seiner Konservierung und zur Sicherung eines angemessenen Ertrages. Die Anlage verlangt, so führt BLUMENSTEIN weiter aus, vor allem einen ausgesprochenen Anlagezweck. Dieser werde von vornherein dadurch ausgeschlossen, dass mit der betreffenden Geldverwendung rein verwaltungsrechtliche Ziele verfolgt würden.\n\nc) Ob eine Aufwendung staatlicher Mittel als Ausgabe oder als Anlage zu behandeln ist, entscheidet sich deshalb letztlich nach der damit verfolgten Absicht. Worauf diese gerichtet sei, kann naturgemäss nur auf Grund der Umstände des Einzelfalles beurteilt werden. Immerhin ist festzustellen, dass die Absicht des Gemeinwesens, eine Vermögensanlage zu machen, lediglich dann bejaht werden darf, wenn sämtliche Merkmale, insbesondere auch der typische Anlagezweck, gegeben sind (vgl. BGE 2 S. 478; BLUMENSTEIN a.a.O. S. 7, LAUR, a.a.O. S. 52/53).\n\n6. Im Lichte der vorstehenden Ausführungen erscheint die vom Grossen Rat beschlossene Beteiligung des Kantons St. Gallen an der Zentralstelle für elektronische Datenverarbeitung nicht als Anlage, sondern als Ausgabe.\n\nBGE 93 I 313 S. 321\n\na) In dem Gutachten, das er der kantonalen Regierung erstattet hat, räumt Prof. Geiger ein - und der Regierungsrat scheint es nicht zu bestreiten -, dass die entsprechende Aufwendung unter sonst gleichen Bedingungen als Ausgabe dem obligatorischen Referendum unterläge, sofern der Kanton die Datenverarbeitungsanlage zu alleinigem Eigentum erwürbe. Mit Prof. Geiger legt aber die Behörde entscheidendes Gewicht auf die Tatsache, dass sich der Kanton, statt selber zu kaufen, an einer wirtschaftlichen Unternehmung beteilige. Diesem Beteiligungsverhältnis komme ein wirtschaftlicher Wert zu, und Art. 10 FG sei deshalb nicht anwendbar. Einer solchen Betrachtungsweise kann nicht gefolgt werden.\n\nSowohl das vom Regierungsrat eingeholte Gutachten als auch die Botschaft zum angefochtenen Grossratsbeschluss bringen deutlich zum Ausdruck, welches Ziel mit der Beteiligung angestrebt wird: es sollen Maschinen angeschafft werden, um den Betrieb der kantonalen Verwaltung rationeller zu gestalten. Somit kann keinem Zweifel unterliegen, dass es dem Kanton mit der geplanten Beteiligung nicht darum geht, Mittel möglichst vorteilhaft anzulegen. Zweck der Aufwendung ist nicht die Vermögensverwaltung, sondern der Erwerb von Sachen, die dem Gemeinwesen durch ihren Gebrauchswert dienen. Mit der Beteiligung an der zu gründenden einfachen Gesellschaft verfolgt der Staat demnach die gleiche Absicht, wie wenn er die Datenverarbeitungsanlage selber anschaffte. Das gibt die kantonale Regierung übrigens auch zu. Nach ihren eigenen Ausführungen in Botschaft und Beschwerdeantwort wurde nämlich die Form der Beteiligung vor allem deshalb gewählt, um insbesondere die st. gallischen Gemeinden und öffentlichen Verwaltungsbetriebe benachbarter Kantone leichter für die Teilnahme zu gewinnen und mit der dadurch erreichten breiten Trägerschaft die Maschine besser ausnützen zu können. Inwiefern bei solchen Beweggründen aber von einer Kapitalanlage gesprochen werden kann, ist nach dem Gesagten nicht erfindlich.\n\nb) Da die beschlossene Hingabe staatlicher Mittel der Erfüllung einer Aufgabe der öffentlichen Verwaltung dient, kann heute, d.h. im Zeitpunkt der Bereitstellung jener Mittel, nicht gesagt werden, ihr Gegenwert sei realisierbar. Vielmehr könnte der Kanton über die nunmehr festgelegten Vermögenswerte erst dann wieder frei verfügen, wenn sich das gleiche Ziel BGE 93 I 313 S. 322auf andere Weise verwirklichen liesse. Ob und wann dies der Fall sei, vermag auch der Regierungsrat nicht zu sagen.\n\nc) Fehlt aber nach dem Gesagten der vom Grossen Rat beschlossenen Aufwendung der typische Zweck einer Vermögensanlage und damit auch die Realisierbarkeit, dann kann offen bleiben, ob die umstrittene Beteiligung andere Anlagemerkmale aufweise. Die Frage wäre übrigens zu verneinen. Wie in der Beschwerde zutreffend ausgeführt wird, hat sich der Kanton St. Gallen nicht nur mit 85% an der geplanten Zentralstelle zu beteiligen, er wird auch bei weitem deren grösster Kunde sein. Da die jährlichen Kapitalzinsen und Tilgungsbeträge zusammen mit den kalkulatorischen Abschreibungen und den Betriebskosten in die nach Benutzungsdauer der Maschinen abgestuften Preise eingerechnet werden, erscheint der Einwand der Beschwerdeführer, der Staat bezahle sich die Zinsen und Annuitäten im wesentlichen selber, als begründet.\n\nDass sich mit den Datenverarbeitungsmaschinen dereinst Rationalisierungsgewinne erzielen lassen werden, ist zu erwarten. Ihretwegen wird jedoch die genannte Aufwendung nicht zu einer Vermögensanlage. Solche möglichen Einsparungen ändern nichts an der Tatsache, dass der Kanton St. Gallen heute Gelder aufzubringen hat, die, weil zum Erwerb von Sachen des Verwaltungsvermögens bestimmt, dem Finanzvermögen entzogen werden.\n\n7. Handelt es sich nach den vorstehenden Ausführungen bei der Beteiligung des Kantons St. Gallen an der Zentralstelle für elektronische Datenverarbeitung um eine Ausgabe im Sinne des Ausgabenreferendums, dann ist nicht einzusehen, aus welchem Grunde Art. 10 FG im vorliegenden Falle nicht anwendbar sein sollte. Weder tut der Regierungsrat dar, der dort verwendete Begriff der \"Gesamtausgabe\" weiche von den in Lehre und Rechtsprechung entwickelten Grundsätzen ab, noch wird geltend gemacht, die beschlossene Hingabe staatlicher Mittel ergebe sich aus der Anwendung eines vom Volk bereits angenommenen Gesetzes, stelle somit eine \"gebundene\" Ausgabe dar (vgl. ZBl 57/1956 S. 159 mit Hinweisen).\n\nDer angefochtene Grossratsbeschluss, welcher eine einmalige Gesamtausgabe bis zu 2,5 Mio Franken vorsieht, hätte somit gemäss Art. 10 FG dem Volk zur Abstimmung unterbreitet werden sollen. Insoweit dies nicht geschah, ist er verfassungswidrig und muss aufgehoben werden mit der Folge, dass der BGE 93 I 313 S. 323Grosse Rat entweder auf den Beschluss verzichten kann oder ihn dem Referendum zu unterstellen hat (BGE 71 I 315 E. 7).\n\n8. Ob auch die Rüge der Beschwerdeführer begründet sei, dass der angefochtene Beschluss \"eventuell\" Art. 11 FG verletze, kann bei diesem Ausgang dahingestellt bleiben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Beschluss des Grossen Rates des Kantons St. Gallen vom 8. Februar 1967 im Sinne der Erwägungen aufgehoben wird."}