{"annee": "93", "cour": "III", "page": "39", "date": "16/10/1967", "cite": ["82 III 55", "27 I 601", "57 III 80", "55 III 66"], "cite_par": ["109 III 69"], "chapeau": "8. Entscheid vom 16. Oktober 1967 i.S. Elmpt.", "regestes": ["Realisation forcée des immeubles. 1. Les offres faites pour le compte de personnes qui ne sont pas nommément désignées sont irrecevables (art. 58 al. 3 ORI) (consid. 2; cf. aussi consid. 7). 2. Lorsque la dernière offre est irrecevable en vertu de l'art. 58 al. 3 ORI, les enchères doivent être continuées (application par analogie de l'art. 60 al. 2 ORI) (consid. 3). 3. Le débiteur poursuivi est admis à prendre part aux enchères (consid. 4). 4. L'office des poursuites ne peut pas considérer comme non avenue une offre du débiteur sans lui donner l'occasion de lever le doute qui existe sur sa capacité de remplir les conditions de vente (consid. 5). 5. Le débiteur est-il déchu de son droit d'attaquer l'adjudication faite à un tiers, parce qu'il n'a pas participé à la vente aux enchères que l'office des poursuites a continuée sans prendre son offre en considération? (consid. 6)."], "faits": "BGE 93 III 39 S. 40\n\nA.- Auf Begehren des Pfändungsgläubigers Peter Elmpt, der seinen Vater Carl Elmpt für eine Restschuld von Fr.74'642.70 nebst Zins betrieb, versteigerte das Betreibungsamt Kreuzlingen am 14. Juni 1967 die dem Schuldner gehörenden, betreibungsamtlich auf Fr. 211'000.-- geschätzten und mit Grundpfandschulden von Fr. 104'844.10 belasteten Grundstücke Parzellen Nr. 887 und Nr. 334 in Kreuzlingen. Die Steigerung begann mit einem Angebote Fritz Schrepfers von Fr. 150'000.--. Auf das ebenfalls von Schrepfer gemachte 5. Angebot von Fr. 162'000.-- folgte als 6. Angebot ein solches des Schuldners von Fr. 250'000.--. Der Vertreter Peter Elmpts rief dazwischen: \"Dieses Angebot ist ungültig\", doch ging die Steigerung ohne Unterbruch weiter wie folgt:\n\n7. Angebot Fr. 251'000.-- Ed. Iten\n\n8. Angebot Fr. 252'000.-- F. Schrepfer\n\n9. Angebot Fr. 255'000.-- Ed. Iten.\n\nDas 9. Angebot wurde nicht überboten. Als das feststand, BGE 93 III 39 S. 41leistete Iten die nach Ziffer 10 der Steigerungsbedingungen unmittelbar vor dem Zuschlag zu erbringende Barzahlung von Fr. 10'000.-- und legte eine ihm vom Schuldner erteilte Vollmacht vor mit der Erklärung, er habe für diesen geboten. Der Betreibungsbeamte eröffnete ihm, das sei nicht möglich, er könne die Liegenschaften nur für sich selbst ersteigern. Dies wollte Iten nicht. In der Erwägung, der Schuldner habe auf den Erfolg der Steigerung eingewirkt, ohne die Steigerungsbedingungen erfüllen zu können, setzte hierauf das Betreibungsamt die Steigerung fort, indem es auf das dem Angebot des Schuldners vorausgegangene Angebot Schrepfers von Fr. 162.000.-- (das 5. Angebot) zurückgriff. Von da an boten nur noch Peter Elmpt und Schrepfer. Ein Angebot Schrepfers von Fr. 180'000.-- blieb das höchste. Nachdem Schrepfer im Auftrag der einfachen Gesellschaft Fritz Schrepfer und Emil Rutishauser die Anzahlung von Fr. 10'000.-- geleistet hatte, erteilte das Betreibungsamt diesen beiden den Zuschlag.\n\nB.- Mit Beschwerde vom 21. Juni 1967 verlangte der Schuldner die Aufhebung dieses Zuschlags. Er machte geltend, das Betreibungsamt hätte das letzte Angebot seines Vertreters Iten annehmen sollen; wenn es die Angebote Itens und sein eigenes Angebot für unbeachtlich gehalten habe, hätte es auf jeden Fall das Angebot Schrepfers von Fr. 252'000.-- nicht übergehen dürfen.\n\nIn Übereinstimmung mit der untern Aufsichtsbehörde wies die kantonale Aufsichtsbehörde die Beschwerde am 6. September 1967 ab.\n\nC.- Den Entscheid der kantonalen Aufsichtsbehörde hat der Schuldner an das Bundesgericht weitergezogen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. (Prozessuale Frage).\n\n2. Das Betreibungsamt hat die Angebote Itens, der sich erst bei Leistung der Anzahlung von Fr. 10'000.-- als Vertreter des Schuldners zu erkennen gab, mit Recht als ungültig betrachtet; denn gemäss Art. 58 Abs. 3 VZG (vgl. auch Ziffer 3 Abs. 4 der Steigerungsbedingungen, Formular VZG Nr. 13) dürfen Angebote für namentlich nicht bezeichnete oder erst später zu bezeichnende Personen nicht angenommen, d.h. nicht zum Ausruf entgegengenommen werden, weil alle Teilnehmer BGE 93 III 39 S. 42an der Steigerung Anspruch darauf haben zu wissen, wer mit ihnen bietet (BGE 55 III 71,BGE 57 III 82/83; vgl. auch BGE 82 III 58 /59). Dieser Punkt ist heute nicht mehr streitig.\n\n3. Darf das Angebot, welches das letzte und höchste geblieben ist, nicht berücksichtigt werden, weil sich ergibt, dass es für eine bei seiner Stellung nicht genannte Person gemacht worden ist, so hat der Betreibungsbeamte in entsprechender Anwendung von Art. 60 Abs. 2 VZG die Steigerung fortzusetzen, indem er das nächsttiefere Angebot nochmals ausruft, und zwar dreimal, wenn es auf die beiden ersten Ausrufe hin nicht überboten wird. Ein auf das ungültige Angebot hin allfällig bereits erteilter Zuschlag ist sogleich zu widerrufen (vgl. BGE 82 III 60, wo es sich um ein Angebot eines Vertreters handelte, der sich über seine Vertretungsbefugnis an der Steigerung nicht genügend auszuweisen vermochte). Ist das nächsttiefere Angebot seinerseits ungültig, so ist auf das höchste gültige Angebot zurückzugreifen.\n\nDie Vorinstanz hält dafür, das Betreibungsamt habe das dem letzten Angebot Itens unmittelbar vorausgegangene Angebot Schrepfers von Fr. 252'000.-- mit Recht nicht berücksichtigt, weil es durch das auf Fr. 251'000.-- lautende, nach Art. 58 Abs. 3 VZG nicht beachtliche vorletzte Angebot Itens ausgelöst worden sei. Es kann dahingestellt bleiben, ob das erwähnte Angebot Schrepfers aus diesem Grunde ausser acht gelassen werden durfte, obwohl Schrepfer selber damals offenbar nicht geltend machte, er lasse sich bei diesem Angebote nicht behaften. Das Betreibungsamt durfte nämlich nur dann auf das Angebot Schrepfers von Fr. 162'000.-- zurückgreifen, wenn nicht bloss die beiden Angebote Itens und das Angebot Schrepfers von Fr. 252'000.-- unbeachtlich waren, sondern wenn ausserdem anzunehmen war, auch das eigene Angebot des Schuldners von Fr. 250'000.-- verdiene keine Beachtung, und von diesen beiden Voraussetzungen war, wie im folgenden darzulegen ist, auf jeden Fall die zweite nicht erfüllt.\n\n4. Entgegen der Auffassung, die namentlich der Vertreter des Pfändungsgläubigers Peter Elmpt in seiner Vernehmlassung an die untere Aufsichtsbehörde vertrat, ist der betriebene Schuldner grundsätzlich befugt, an der Zwangsversteigerung ihm gehörender Gegenstände teilzunehmen. Die Zwangsversteigerung führt nicht zum Abschluss eines privatrechtlichen Kaufvertrags zwischen dem Schuldner und dem Ersteigerer, dessen Zustandekommen BGE 93 III 39 S. 43voraussetzen würde, dass der Schuldner und der Ersteigerer verschiedene Personen sind. Der Zuschlag, der das vom öffentlichen Recht beherrschte Zwangsversteigerungsverfahren abschliesst, ist eine rechtsgestaltende amtliche Verfügung, mit welcher der Steigerungsleiter dem bisherigen Eigentümer das Eigentum entzieht und es dem Ersteigerer kraft Amtsgewalt verleiht. Die rechtliche Natur der Zwangsversteigerung schliesst also nicht aus, dass der betriebene Schuldner als Ersteigerer auftritt. In der Praxis ist denn auch schon längst anerkannt, dass der Schuldner an der Versteigerung seiner Vermögenswerte teilnehmen kann (BGE 27 I 601Erw. 3 = Sep. ausg. 4 S. 239 Erw. 3; JAEGER N. 2 B zu Art. 125 SchKG, S. 407, mit Hinweis auf § 1239 des deutschen BGB und § 816 Abs. 4 der deutschen ZPO, wo ausdrücklich bestimmt ist, dass der Eigentümer bei der Versteigerung mitbieten kann). Der Schuldner kann hieran ein berechtigtes Interesse haben (so namentlich dann, wenn es ihm erst unmittelbar vor dem Steigerungstermin gelingt, die Mittel zur Deckung der Schulden, für die er betrieben ist, zu beschaffen).\n\n5. Das Betreibungsamt liess das Angebot des Schuldners hauptsächlich deshalb unberücksichtigt, weil es annahm, der Schuldner könne die Steigerungsbedingungen nicht erfüllen.\n\nDer Umstand, dass ein Schuldner die Anordnung der Zwangsversteigerung nicht zu verhindern vermochte, lässt in der Tat an seiner finanziellen Leistungsfähigkeit zweifeln. Diese Zweifel genügen aber nicht, um ein Angebot des Schuldners ohne weiteres als unbeachtlich zu erklären. Das Betreibungsamt hat dem Schuldner vielmehr Gelegenheit zu geben, diese Zweifel zu beseitigen. Nur wenn ihm das nicht gelingt, darf sein Angebot übergangen werden.\n\na) Bleibt ein vom Schuldner gemachtes Angebot nach dreimaligem Ausruf das höchste, so hat das Betreibungsamt von ihm in Anwendung von Ziffer 10 Abs. 3 der Steigerungsbedingungen (Formular VZG Nr. 13) neben der vor dem Zuschlag zu leistenden Barzahlung noch Sicherheit für den gestundeten Teil des Steigerungspreises durch Bürgschaft oder Hinterlegung von Wertschriften zu verlangen (vgl.BGE 27 I 601und JAEGER N. 2 B zu Art. 125 SchKG). Kommt der Schuldner dieser Aufforderung an der Steigerung nicht nach, so fällt sein Angebot dahin und ist die Steigerung gemäss Art. 60 Abs. 2 VZG fortzusetzen (vgl. Ziff. 10 Abs. 3 des erwähnten Formulars). Leistet BGE 93 III 39 S. 44er dagegen genügende Sicherheit, so ist ihm der Zuschlag zu erteilen.\n\nb) Da die finanzielle Leistungsfähigkeit eines Schuldners, der es zur Gant kommen lässt, in der Regel zweifelhaft ist und da die Stellung von Angeboten durch Personen, welche die Steigerungsbedingungen nicht zu erfüllen vermögen, wie z.B. das Anstellen von Strohmännern (vgl. BECKER und OSER/SCHÖNENBERGER, je N. 2 zu Art. 230 OR) eine gegen die guten Sitten verstossende Einwirkung auf den Erfolg der Versteigerung (Art. 230 Abs. 1 OR) darstellen kann, lässt sich auch erwägen, ob das Betreibungsamt die Entgegennahme von Angeboten des Schuldners zum Ausruf davon abhängig machen dürfe, dass der Schuldner seine Fähigkeit, die Steigerungsbedingungen zu erfüllen, sogleich glaubhaft macht. Das kann z.B. dadurch geschehen, dass der Schuldner das für die Anzahlung nötige Geld und die Bürgschafts- oder Garantieerklärung oder die Wertschriften, mit denen er den gestundeten Betrag sicherzustellen gedenkt, dem Steigerungsleiter vorzeigt.\n\nIm vorliegenden Falle hat das Betreibungsamt den Schuldner weder im Anschluss an dessen Angebot noch im Anschluss an die Feststellung, dass das letzte Angebot Itens unbeachtlich war, dazu eingeladen, seine Fähigkeit zur Erfüllung der Steigerungsbedingungen glaubhaft zu machen. Ebensowenig ist das Angebot des Schuldners dreimal ausgerufen worden und das letzte geblieben. Er wurde demgemäss auch nicht aufgefordert, die Sicherstellung im Sinne von Ziffer 10 Abs. 3 der Steigerungsbedingungen zu leisten. Er erhielt also keine Gelegenheit, die Zweifel an seiner finanziellen Leistungsfähigkeit zu beseitigen. Bei dieser Sachlage war das Betreibungsamt nicht berechtigt, sein Angebot als unbeachtlich zu betrachten und auf das Angebot Schrepfers von Fr. 162'000.-- zurückzugreifen.\n\n6. Die Vorinstanz ist der Meinung, dem Schuldner sei durch das Zurückgreifen auf das Angebot von Fr. 162'000.-- kein Nachteil entstanden. Wenn er sich zum Bieten berechtigt gehalten habe, habe es ihm freigestanden, sein Angebot von Fr. 250'000.-- zu erneuern. Das Betreibungsamt habe ihn daran nicht gehindert. Die Tatsache, dass er sich nicht mehr gemeldet habe, lasse sein vorheriges Angebot \"zusätzlich\" als fragwürdig und nicht ernstgemeint erscheinen.\n\nDiese Erwägungen überzeugen nicht. Der Schuldner hat die Befugnis, den Zuschlag an Schrepfer und Rutishauser wegen BGE 93 III 39 S. 45Übergehung seines Angebots anzufechten, nicht verwirkt, indem er es unterliess, dieses Angebot bei der vom Betreibungsamt angeordneten Fortsetzung der Steigerung zu erneuern. Nachdem das Amt sein Angebot in der angegebenen Weise als unbeachtlich behandelt und den Zwischenruf des Vertreters von Peter Elmpt, dieses Angebot sei ungültig, nicht zurückgewiesen hatte, konnte es dem Schuldner als zwecklos erscheinen, sich weiterhin an der Steigerung zu beteiligen. Aus seinem Verhalten dürfen daher keine für ihn nachteiligen Schlüsse gezogen werden.\n\n7. Ist der Zuschlag aus den angeführten Gründen aufzuheben, so kann dahingestellt bleiben, ob es mit Art. 58 Abs. 3 VZG und mit der Rechtsprechung zu dieser Bestimmung (Erw. 2 hiervor) vereinbar war, die Liegenschaften Schrepfer und Rutishauser zuzuschlagen, obwohl Schrepfer nach dem Steigerungsprotokoll nur in seinem eigenen Namen geboten hatte.\n\n8. (Verwertungskosten).\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird gutgeheissen, der angefochtene Entscheid und der den Rekursgegnern Fritz Schrepfer und Emil Rutishauser bei der Zwangsversteigerung der Liegenschaften des Rekurrenten am 14. Juni 1967 zum Preise von Fr. 180'000.-- erteilte Zuschlag werden aufgehoben, und das Betreibungsamt Kreuzlingen wird angewiesen, eine neue Steigerung durchzuführen."}