{"annee": "93", "cour": "II", "page": "492", "date": "4/10/1967", "cite": [], "cite_par": ["97 IV 218"], "chapeau": "60. Sentenza 4 ottobre 1967 della I Corte civile nella causa Assicuratrice italiana contro Ponti", "regestes": ["Art. 34 al. 3 et 35 al. 2 LCR. Celui qui oblique à gauche en vue de dépasser, alors qu'un véhicule qui le suit occupe déjà, dans le même but, le côté gauche de la chaussée, peut être tenu pour seul responsable de la collision. Portée juridique d'un signal limitant la vitesse, maintenu inutilement par suite d'un oubli de l'autorité de police? (question non résolue)."], "faits": "BGE 93 II 492 S. 493\n\nA.- Il 31 gennaio 1965, una domenica piovigginosa ma con buona visibilità, Ivano Ponti si dirigeva da Rivera verso il Monte Ceneri al volante della sua autovettura Alfa Romeo GT. Fuori dell'abitato di Rivera, la salita inizia con un rettilineo di oltre 400 metri dal fondo in cemento. Alla data suddetta erano in corso lavori di allargamento della strada, segnalati da un divieto di velocità oltre i 60 km/h. Tuttavia, essendo giorno festivo, il campo stradale era sgombro. Iniziata la salita, Ponti scorse due autoveicoli che lo precedevano a velocità ridotta sul lato destro della strada: il Volkswagen guidato da Fabio Dozio, seguito dalla Opel di Giancarlo Vanzetta. Ponti, dopo aver esposto il segnale di direzione, si spostò sulla sinistra e accelerò per compiere il sorpasso, avvertendo i veicoli che lo precedevano con il segnale acustico. Quando già era venuto a trovarsi sulla carreggiata di sinistra, anche Vanzetta si spostò in tale direzione per effettuare, da parte sua, il sorpasso del VW, ma andò a cozzare nella finacata destra dell'Alfa Romeo di Ponti, che nel frattempo era sopraggiunta. Questa sbandava sulla sinistra e, dopo aver urtato contro un cippo e un tombino, si arrestò fuori strada, spostata in direzione di Rivera. L'autovettura di Ponti ne uscì inservibile, quella di Vanzetta subì dei guasti sul fianco sinistro.\n\nCon risoluzione 29 ottobre 1965, il Consiglio di Stato, confermando una decisione del Dipartimento di polizia, considerava che Vanzetta si era spostato in modo imprudente sulla BGE 93 II 492 S. 494sinistra e non aveva prestato sufficiente attenzione al sorpasso che già stava effettuando l'autovettura che lo seguiva. In applicazione degli art. 34, 35, 36 e 90 LCStr. 10 condannava a una multa di fr. 50.-.\n\nB.- Ponti, considerando Vanzetta totalmente responsabile dei danni materiali subìti a seguito della collisione, lo ha convenuto, assieme alla sua società d'assicurazione, davanti alla Camera civile di appello, chiedendo che le controparti fossero condannate in solido al risarcimento del danno complessivo di fr. 8917.--, oltre l'interesse del 5% dal 13 aprile 1965.\n\nVanzetta non ha presentato conclusioni. L'Assicuratrice italiana ha proposto di respingere l'azione, subordinatamente di ridurre l'obbligo di risarcimento.\n\nC.- Con sentenza 2 marzo 1967, la Camera civile del Tribunale di appello ha accolto la petizione nel senso che Vanzetta doveva essere considerato totalmente responsabile dello scontro e ha condannato i convenuti a pagare, in solido, la somma di fr. 8717.--, oltre gli interessi del 5% dal 13 aprile 1965. Le sue motivazioni possono essere riassunte come segue.\n\nVanzetta ha tentato di sorpassare il veicolo di Dozio senza prima badare ai veicoli che lo seguivano e non ha perciò scorto l'Alfa Romeo che aveva iniziato l'operazione di sorpasso. Ciò stante, egli ha violato gli art. 34 cpv. 3 e 35 LCStr., nonchè l'art. 10 della relativa ordinanza d'esecuzione. La sua affermazione di aver guardato nel retrovisore e di nulla aver visto è inverosimile. Egli è stato comunque avvertito del sorpasso dal segnale acustico dato da Ponti ed avrebbe pertanto potuto evitare la collisione, se avesse reagito in conseguenza. Invece, Vanzetta si spostò sulla sinistra quando Ponti si trovava già in fase di sorpasso, tagliandogli la strada al punto da farsi investire dal veicolo che sopraggiungeva più rapidamente.\n\nÈ vero che circa 400 metri prima del luogo in cui è avvenuta la collisione esisteva un cartello di limitazione della velocità a 60 km/h. Ma ciò è irrilevante perchè la velocità non è stata affatto causale per l'incidente.\n\nD.- L'Assicuratrice italiana ha tempestivamente interposto un ricorso per riforma, mediante il quale chiede che la sentenza cantonale sia riformata e la petizione respinta. Le sue motivazioni possono essere riassunte come segue.\n\nLa Corte cantonale ha applicato le norme della LCStr. unilateralmente, solo nei confronti del convenuto; non ha BGE 93 II 492 S. 495tenuto conto che, secondo l'art. 35 cpv. 3 LCStr., chi sorpassa deve aver speciale riguardo in particolare dei veicoli che vuole sorpassare. Ponti dichiara di aver dato il segnale acustivo - non udito da Vanzetta - ma se ha dato tale avvertimento, lo ha fatto allo scopo di far sgomberare la corsia di sorpasso che Vanzetta aveva già parzialmente occupato nella sua manovra intesa a superare il veicolo di Dozio. Peraltro, prima di effettuare la sua manovra, Ponti era tenuto ad assicurarsi che i conducenti dei veicoli che lo precedevano avessero effettivamente intuito l'imminente sorpasso. Egli non ha dato il segnale acustico in modo tempestivo e non si è tenuto pronto a correggere la sua manovra per il caso in cui, come in effetti fu, la sua intenzione non venisse compresa a tempo. Egli non ha neppure frenato. Risulta comunque certo che esisteva un segnale di limitazione di velocità a 60 km/h e che Ponti iniziò la salita a 80 km/h. Vanzetta, che stava effettuando il sorpasso a 60 km/h, era in diritto di aspettarsi che nessuno superasse tale velocità. L'unica causa dell'incidente fu pertanto la velocità di 80 km/h tenuta da Ponti. Se questi avesse circolato alla velocità di 60 km/h, come Vanzetta, l'incidente non avrebbe potuto aver luogo. Comunque la velocità è in diretto rapporto con l'ammontare del danno. La sentenza impugnata è stata pronunciata in violazione degli art. 34 cpv. 3, 35 cpv. 3 LCStr. e 10 e 46 seg. della relativa ordinanza d'esecuzione.\n\nE.- Ponti propone di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n1. La Corte cantonale ha chiaramente accertato che Vanzetta si spostò sul lato sinistro della strada per superare il VW di Dozio, quando Ponti, che aveva proseguito la manovra di sorpasso delle due autovetture, già stava fiancheggiandolo. Essa ha poi precisato che Vanzetta avrebbe potuto rendersi tempestivamente conto della manovra dell'Alfa Romeo se - come ha fatto Dozio - udito il segnale acustico, avesse dato un'occhiata al retrovisore. Questi accertamenti devono essere posti a fondamento anche del giudizio di questa sede (art. 63 cpv. 2 OG). Le contrarie o diverse affermazioni del ricorrente violano il divieto di criticare gli accertamenti cantonali (art. 55 cpv. 1 lett. c OG).\n\nIl suesposto comportamento di Vanzetta trasgredisce in modo evidente le norme fissate dalla LCStr., segnatamente gli BGE 93 II 492 S. 496art. 34 cpv. 3, il quale prescrive a chi vuol cambiare direzione per effettuare il sorpasso di badare anche ai veicoli che seguono, e 35 cpv. 2, secondo cui il conducente deve lasciar libera la carreggiata, in modo da permettere il sorpasso ai veicoli che circolano più rapidamente, e non aumentare la velocità se viene sorpassato.\n\nVanzetta, ammettendo di non aver rilevato la presenza della autovettura di Ponti già spostata sulla sinistra con esposto il segnale di direzione e di non aver udito il segnale acustico dato dal medesimo, mentre tali circostanze erano state tempestivamente accertate dal conducente che lo precedeva, ha dato egli stesso la dimostrazione della sua negligenza.\n\nLa Corte cantonale, alla quale incombe di accertare, in modo vincolante (RU 91 II 209 consid. 4), se esiste rapporto di causalità fra la manovra colposa e l'evento dannoso, ha risolto tale questione in senso affermativo. Anche la risposta all'altra questione, che deve essere esaminata in questa sede (RU 91 II 210), di stabilire se tale rapporto è adeguato, non può essere dubbia. È infatti evidente che una manovra di sorpasso, intrapresa dopo che un veicolo seguente occupa già a tale scopo la parte sinistra della strada, può causare, secondo l'ordine normale delle cose, una collisione della natura di quella verificatasi in concreto.\n\nIn tal senso, Vanzetta è quindi responsabile dei guasti subiti dall'autovettura di Ponti.\n\n2. Vanzetta potrebbe nondimeno essere liberato dalla sua responsabilità, se dagli accertamenti della Corte cantonale risultasse che la manovra di sorpasso effettuata da Ponti fosse stata pure colposa e fosse stata in un rapporto di causalità con la collisione, tale da interrompere quello dipendente dalla manovra di Vanzetta.\n\nNella sentenza impugnata è stabilito che le circostanze di luogo, di tempo e di circolazione consentivano a Ponti la manovra di sorpasso: la strada era rettilinea per alcune centinaia di metri e il campo stradale era libero, le condizioni di visibilità erano buone, lo spazio richiesto era sufficiente e nessun veicolo in senso inverso era in vista. È pure accertato che Ponti iniziò la sua manovra quando le due altre vetture di Vanzetta e Dozio procedevano sulla destra a bassa velocità (50 km/h). Eseguendo la sua manovra, non può pertanto aver violato gli art. 34 cpv, 3 e 35 cpv. 2 e 3 LCStr. Egli non poteva BGE 93 II 492 S. 497immaginare che, pur avendo preavvisato la sua intenzione con il segnale acustico, raggiunta la vettura di Vanzetta, questi avrebbe tentato, da parte sua, di effettuare il sorpasso del veicolo precedente. A proposito dei doveri stabiliti nelle citate norme, Ponti non si è quindi reso colpevole di alcuna negligenza, per cui non gli incombe, al riguardo, alcuna responsabilità.\n\nD'altronde, l'affermazione della riccorrente, nel senso che l'unica causa della collisione sarebbe costituita dalla asserita velocità di almeno 80 km/h tenuta da Ponti, è irricevibile perchè in contrasto con gli accertamenti cantonali. Vero è che, come accertato anche dalla Corte cantonale, quantunque il traffico in quella domenica non fosse ostacolato in alcun modo dai lavori stradali in corso, il cartello prescrivente la velocità massima di 60 km/h era rimasto al suo posto, circa 400 m prima del luogo della collisione, e non era stato coperto. Non è però necessario di determinare il valore giuridico di tale segnalazione e quindi la portata della eventuale trasgressione di Ponti, perchè la Corte cantonale, considerando che Vanzetta era uscito dalla carreggiata di destra, spostandosi a sinistra quando l'Alfa Romeo già lo fiancheggiava nella manovra di superamento, ha dichiarato che la velocità tenuta da Ponti \"non fu affatto causale per l'incidente\" e ne ha conseguito che il relativo accertamento era superfluo. Essa ha pertanto negato già qualsiasi rapporto di causalità naturale fra l'incidente e la velocità tenuta da Ponti. Tale accertamento non può essere impugnato in sede di ricorso per riforma.\n\n3. Secondo l'art. 44 cpv. 1 CO, applicabile al caso particolare in virtù dell'art. 59 cpv. 4 lett. a LCStr., la parte convenuta può far valere che il suo obbligo di risarcimento sia ridotto o negato per motivo di altre circostanze, per le quali è responsabile l'attore e che avessero contribuito a cagionare o aggravare il danno. In tal senso, la ricorrente ha affermato che la velocità dell'Alfa Romeo è in diretto rapporto con l'ammontare del danno e che Ponti non ha frenato. Ma la prima di queste contestazioni è irricevibile per difetto di causalità, come suesposto, e la seconda è infondata.\n\nInfatti chi, come nel caso particolare, si trova in fase di sorpasso, all'altezza del veicolo che intende sorpassare, non può prevedere che l'altro utente della strada gli impedisca improvvisamente il passaggio. D'altronde, in tale situazione, una BGE 93 II 492 S. 498frenata improvvisa, nel momento in cui l'altro veicolo sta accostandosi, può provocare sbandamenti ed aggravare la collisione. Il rimprovero rivolto a Ponti di non aver frenato è pertanto destituito di fondamento.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto e la sentenza impugnata è confermata."}