{"annee": "93", "cour": "III", "page": "20", "date": "18/4/1967", "cite": ["89 IV 77", "46 III 87", "61 III 11", "51 III 114", "41 III 358"], "cite_par": ["97 III 18", "108 III 122", "105 IV 322", "145 III 487", "112 III 75"], "chapeau": "5. Auszug aus dem Entscheid vom 18. April 1967 i.S. Scherer.", "regestes": ["Droit de rétention (art. 283 LP). 1. La prise d'inventaire pour la sauvegarde du droit de rétention, au contraire de la saisie (art. 90 LP), ne doit pas être communiquée au débiteur. 2. Il faut appliquer par analogie l'art. 97 LP lors de la prise d'inventaire pour la sauvegarde du droit de rétention. Le préposé aux poursuites doit s'adjoindre un expert si l'estimation d'un objet exige des connaissances spéciales, qu'il ne possède pas. Lorsque cette règle a été violée, il n'y a pas lieu d'annuler l'inventaire; il suffit d'ordonner une nouvelle estimation par un expert et d'inviter l'office des poursuites à adapter l'étendue du droit de rétention à cette nouvelle estimation."], "faits": "BGE 93 III 20 S. 21\n\n(Gekürzter Tatbestand)\n\nAm 14. Februar 1967 retinierte das Betreibungsamt Meggen auf Begehren von Dr. Scherer in der Wohnung Meiers für fälligen Mietzins im Betrage von Fr. 690.-- und für laufenden Mietzins im Betrage von Fr. 2070.-- 34 Bilder (zum Teil mit Rahmen), die es auf insgesamt Fr. 3020.-- schätzte (Retention Nr. 2/1967).\n\nAuf Beschwerde Meiers hin hob die kantonale Aufsichtsbehörde die Retentionsurkunde auf und wies das Betreibungsamt an, die Bilder unter Beiziehung eines Sachverständigen neu zu schätzen und nicht mehr Bilder als zur Deckung der Forderung samt Zins und Kosten nötig zu retinieren.\n\nDiesen Entscheid hat Dr. Scherer an das Bundesgericht weitergezogen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1., 2. - ... (Fragen des Beschwerdeverfahrens.)\n\n3. Der Vollzug der streitigen Retention wurde dem Schuldner unstreitig nicht angekündigt. Er war deshalb nicht in der Lage, der Aufnahme des Retentionsverzeichnisses beizuwohnen oder sich dabei gültig vertreten zu lassen. Der angefochtene Entscheid, der die Retentionsurkunde aufhebt, wäre deshalb zu bestätigen, wenn Art. 90 SchKG, wonach dem Schuldner die Pfändung spätestens am vorhergehenden Tage anzukündigen ist, auf den Vollzug der Retention entsprechend anzuwenden wäre (vgl. zu den Folgen der Unterlassung der Pfändungsankündigung BGE 89 IV 80 /81 mit Hinweisen). Das ist jedoch nicht der Fall (Entscheid des Bundesrates vom 11. Mai 1894 in Archiv für Schuldbetreibung und Konkurs III Nr. 85 S. 215 f.; JAEGER N. 6 zu Art. 283 SchKG; BRAND, Schweiz.Jur.Kartothek Nr. 1092, II B 1 S. 5/6; STUDER in BlSchK 1952 S. 135). Die Aufnahme eines Retentionsverzeichnisses ist wie der Arrestvollzug BGE 93 III 20 S. 22eine Sicherungsmassnahme, deren Erfolg durch die Voranzeige an den Schuldner vereitelt werden könnte.\n\n4. Im Unterschied zu Art. 90 SchKG ist Art. 97 Abs. 1 und 2 SchKG, wonach der Beamte die gepfändeten Gegenstände nötigenfalls mit Zuziehung von Sachverständigen schätzt und nicht mehr pfänden darf, als zur Befriedigung der pfändenden Gläubiger für ihre Forderungen samt Zinsen und Kosten nötig ist, auf die Aufnahme eines Retentionsverzeichnisses entsprechend anzuwenden (BGE 61 III 13/14). Der Betreibungsbeamte hat einen Sachverständigen beizuziehen, wenn die Schätzung eines Gegenstandes besondere Fachkenntnisse verlangt, die er nicht besitzt (BGE 41 III 360,BGE 46 III 89,BGE 51 III 115; FAVRE, Droit des poursuites, 2. Aufl,. S. 175; JOOS, Handbuch für die Betreibungsbeamten, S. 156), was bei Kunstgegenständen wie Gemälden oder Plastiken regelmässig zutrifft (JOOS a.a.O.). Wurden mehr Gegenstände als nötig gepfändet oder retiniert, so weist die Aufsichtsbehörde das Betreibungsamt auf Beschwerde des Schuldners hin an, Gegenstände im Werte des Überschussbetrages freizugeben, wie es hinsichtlich einer Retention im FalleBGE 61 III 14geschehen ist. In einem solchen Falle ist nicht die ganze Pfändung oder Retention aufzuheben. Schätzt der Betreibungsbeamte die gepfändeten oder retinierten Gegenstände selber, obwohl er die nötigen Fachkenntnisse nicht besitzt, so hat die Aufsichtsbehörde auf Beschwerde des Gläubigers oder des Schuldners eine neue Schätzung durch einen Sachverständigen anzuordnen (vgl.BGE 46 III 89). Die Pfändung oder die Retention als solche sind dabei nicht aufzuheben. Vielmehr hat die Aufsichtsbehörde diese Massnahmen als an sich gerechtfertigt einstweilen bestehen zu lassen, aber das Betreibungsamt anzuweisen, ihren Umfang dem Ergebnis der neuen Schätzung anzupassen.\n\nIm vorliegenden Falle hat demnach die Vorinstanz mit Recht angeordnet, die retinierten Bilder seien unter Zuziehung eines Sachverständigen neu zu schätzen. Dagegen ging sie mit der Aufhebung der Retentionsurkunde zu weit. Diese Massnahme, die den Rekurrenten zur Stellung eines neuen Retentionsbegehrens und zur Anhebung einer neuen Betreibung zwingt und ihm für die Zeit bis zur Aufnahme einer neuen Retentionsurkunde den Schutz entzieht, auf den er nach dem Gesetz Anspruch hat, ist nicht erforderlich, um die berechtigten Interessen des Schuldners zu schützen. Zur Wahrung dieser Interessen BGE 93 III 20 S. 23genügt es, das Betreibungsamt anzuweisen, einen Teil der Retentionsgegenstände freizugeben, wenn die neue Schätzung ergeben sollte, dass zuviel retiniert wurde.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird gutgeheissen, soweit darauf einzutreten ist, und der angefochtene Entscheid wird dahin abgeändert, dass die Retentionsurkunde Nr. 2/1967 des Betreibungsamtes Meggen im gegenwärtigen Stande des Verfahrens aufrechterhalten und das Betreibungsamt angewiesen wird, die retinierten Bilder unter Beiziehung eines Sachverständigen neu zu schätzen und im Falle, dass die Retentionsurkunde nach dem Ergebnis dieser neuen Schätzung mehr Gegenstände als zur Deckung der durch das Retentionsrecht gesicherten Forderung samt Zinsen und Kosten nötig enthalten sollte, Gegenstände im Werte des Überschusses freizugeben."}