{"annee": "93", "cour": "IV", "page": "63", "date": "5/5/1967", "cite": ["89 IV 146", "86 IV 115"], "cite_par": ["95 IV 175", "100 IV 76", "103 IV 256", "105 IV 336", "101 IV 225"], "chapeau": "17. Auszug aus dem Urteil des Kassationshofes vom 5. Mai 1967 i.S. von der Crone gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["1. Art. 35 al. 2 LCR. La deuxième phrase de cette disposition s'applique d'une façon générale en cas de dépassement aussi bien d'une colonne que d'un véhicule isolé. Définition du terme \"gêner\". 2. Art. 35 al. 3 LCR. Egards que le conducteur qui se rabat doit à celui qu'il a dépassé."], "faits": "BGE 93 IV 63 S. 63\n\nA.- Von der Crone holte am 10. Dezember 1965 gegen 18.45 Uhr mit seinem Personenauto auf der Hauptstrasse von Oberentfelden nach Suhr eine mit 60-70 km/Std fahrende, aus einem Lastwagen und drei nachfolgenden Personenwagen bestehende Kolonne ein und begann diese sogleich mit einer Geschwindigkeit von ca. 80 km/Std zu überholen. Als er dem hintersten Wagen vorgefahren war, musste er wegen Fahrzeugen, die aus der Gegenrichtung auftauchten, sein Überholmanöver vorzeitig abbrechen und zwischen den zwei letzten Wagen, die einen Abstand von 20-30 m voneinander hatten, in die Kolonne einbiegen.\n\nBGE 93 IV 63 S. 64\n\nB.- Das Bezirksgericht Aarau verurteilte von der Crone wegen Widerhandlung gegen Art. 35 Abs. 2 und 3 SVG in Anwendung von Art. 90 Ziff. 1 SVG zu einer Busse von Fr. 40.-.\n\nDas Obergericht des Kantons Aargau wies die Berufung, die der Verurteilte gegen das bezirksgerichtliche Urteil einreichte, am 26. Januar 1967 ab.\n\nC.- Von der Crone führt gegen das Urteil des Obergerichts Nichtigkeitsbeschwerde mit dem Antrag, er sei freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 35 Abs. 2 SVG ist das Überholen nur gestattet, wenn der nötige Raum übersichtlich und frei ist und der Gegenverkehr nicht behindert wird. Im Kolonnenverkehr darf nur überholen, wer die Gewissheit hat, rechtzeitig und ohne Behinderung anderer Fahrzeuge wieder einbiegen zu können.\n\nDer Beschwerdeführer begann die aus vier Motorfahrzeugen bestehende Kolonne zu überholen, weil er kein entgegenkommendes Fahrzeug sehen konnte. Die Tatsache allein, dass zu Beginn des Überholens kein Gegenverkehr herrschte, genügte jedoch nicht, um das Überholen für zulässig zu halten. Beim Überholen einer geschlossenen Kolonne gilt die Regel des Art. 35 Abs. 2 Satz 1 SVG ebenso wie beim Überholen eines einzelnen Fahrzeuges. Das Überholen ist nur gestattet, wenn der Überholende von Anfang an damit rechnen darf, dass die zum Überholen erforderliche Strecke bis zum vollständigen Abschluss des Manövers auch frei bleiben werde. In diesem Sinne ist schon früher entschieden worden (BGE 86 IV 117 Erw. 2; BGE 89 IV 147 Erw. 3/b).\n\nGleich verhält es sich, wenn die vorausfahrenden Fahrzeuge keine geschlossene Kolonne bilden, sondern zwischen einzelnen oder mehreren Fahrzeugen Abstände eingehalten werden, die so gross sind, dass sie einem Überholenden ohne weiteres das Wiedereinbiegen in die rechte Fahrbahn ermöglichen. Das Überholen einzelner oder in geschlossenen Gruppen fahrender Fahrzeuge ist dann insoweit erlaubt, als der Überholende zum voraus sicher sein darf, dass er das Unternehmen gefahrlos abschliessen, d.h. ohne Behinderung des Gegenverkehrs und der zu Überholenden in einer Lücke wieder nach rechts einschwenken kann (BGE 86 IV 119).\n\nArt. 35 Abs. 2 Satz 2 SVG, der ausdrücklich vorschreibt, BGE 93 IV 63 S. 65dass im Kolonnenverkehr der Überholende die Gewissheit haben muss, rechtzeitig und ohne Behinderung anderer Fahrzeuge wieder einbiegen zu können, bestätigt nur die bisherige Rechtsprechung. Wenn sich die Bestimmung auf den Kolonnenverkehr bezieht, so wird damit nur der Fall hervorgehoben, in welchem der aus der früheren Rechtsprechung übernommene Grundsatz erhöhte Bedeutung hat. Dieser Grundsatz ist jedoch lediglich die Folgerung aus der grundlegenden Vorschrift des Art. 35 Abs. 2 Satz 1 SVG bzw. aus der früher entsprechenden des Art. 46 Abs. 1 Satz 1 MFV. Er ist daher weiterhin allgemein anwendbar, sowohl beim Überholen eines einzelnen Fahrzeuges als auch beim Überholen einer geschlossenen oder unterbrochenen Fahrzeugkolonne.\n\n2. Der Beschwerdeführer wollte nach seinen eigenen Angaben die vier Fahrzeuge in einem Zug überholen. Das war nach Art. 35 Abs. 2 Satz 1 SVG unzulässig, da feststeht, dass er sein Vorhaben nicht hätte zu Ende führen können, indem sich bereits Fahrzeuge aus der Gegenrichtung näherten, als er erst den am Schlusse der Kolonne fahrenden Wagen überholt hatte. Auch die Berufung auf Art. 35 Abs. 2 Satz 2 SVG und darauf, dass der Abstand zwischen dem letzten und zweitletzten Wagen der Kolonne 20-30 m betrug, hilft dem Beschwerdeführer nicht. Das Obergericht stellt fest, dass der Führer des überholten Wagens genötigt war, sein Fahrzeug abzubremsen, um dem Beschwerdeführer, der wegen des Gegenverkehrs das Überholmanöver abbrechen und in die Kolonne einschwenken musste, das Einbiegen zu ermöglichen. Diese tatsächliche Feststellung bindet den Kassationshof (Art. 273 Abs. 1 lit. b und Art. 277 bis Abs. 1 BStP). Aus ihr ergibt sich, dass der überholte Fahrzeugführer seine Fahrt nicht ungestört fortsetzen konnte, somit durch das Einbiegen des Beschwerdeführers behindert wurde, und dass demzufolge der Beschwerdeführer auch dann unzulässigerweise überholt hat, wenn er von Anfang an das Wiedereinbiegen in die Kolonne in Betracht zog, da er keine Gewissheit hatte, dass er es ohne Behinderung anderer werde tun können.\n\nDer Beschwerdeführer hat daher wegen unzulässigen Überholens Art. 35 Abs. 2 SVG übertreten und ausserdem wegen mangelnder Rücksichtnahme Art. 35 Abs. 3 SVG verletzt, indem er den überholten Kolonnenfahrer durch brüskes Wiedereinbiegen zum Abbremsen zwang."}