{"annee": "93", "cour": "I", "page": "323", "date": "8/3/1967", "cite": [], "cite_par": ["101 IA 141", "109 IA 55", "124 I 327", "102 II 389", "132 III 268", "121 III 495", "104 IA 278"], "chapeau": "40. Arrêt du 8 mars 1967 dans la cause Hoirie Morel contre Roger Cornut et Cour de justice civile du canton de Genève.", "regestes": ["Art. 59 Cst. Prorogation de for. 1. Clause de prorogation de for contenue dans un contrat: une telle clause constitue une convention de procédure distincte et indépendante de l'ensemble du contrat (consid. 4). 2. Clause imprécise, insuffisamment mise en évidence, n'exprimant pas clairement la volonté du renonçant de se soumettre à un autre juge que celui de son domicile; invalidité (consid. 5)."], "faits": "BGE 93 I 323 S. 324\n\nA.- Dame Léa Morel, épouse de Florian, tenancière du restaurant \"A l'olivier de Provence\", à Carouge, emprunta à la Banque populaire suisse un montant de 60 000 fr., selon acte de crédit du 16 janvier 1961; ce prêt était garanti par le nantissement de 12 obligations de caisse de la Banque populaire suisse d'une valeur nominale totale de 60 000 fr.\n\nL'acte de crédit, dressé sur une formule imprimée de la banque, fut signé par dame Morel et, pour consentement, par son mari. Selon le chiffre 5 de l'acte de crédit imprimé, le titulaire du crédit déclare avoir pris connaissance des \"prescriptions générales concernant les relations d'affaires avec la Banque populaire suisse (imprimées au verso) et s'y soumettre\". Ces prescriptions générales, comprenant 14 articles avec notes marginales, occupent tout le verso de l'acte de crédit. Les art. 13 et 14, imprimés avec les mêmes caractères que les précédents articles, sont ainsi libellés:\n\n\"Lieu d'exécution For de poursuite\n\n13. Le lieu d'exécution est fixé au siège de la banque qui tient le compte. Pour les obligés habitant l'étranger ou qui transféreraient ultérieurement leur domicile à l'étranger, le lieu d'exécution est considéré comme étant aussi le for de poursuite.\n\nLa banque peut à son gré agir par voie de poursuites en réalisation de gage ou par voie de poursuites ordinaire.\n\nFor de juridiction\n\n14. Pour tous litiges découlant des relations d'affaires avec la banque, le for de juridiction est fixé au lieu d'exécution. Toutefois la banque se réserve le droit de rechercher tout obligé devant le tribunal compétent de son domicile ou devant tout autre tribunal compétent.\"\n\nB.- Selon les dires de Roger Cornut, beau-frère de Florian Morel, et une lettre de la banque du 21 décembre 1965, dame Morel aurait déclaré formellement à la banque, le 28 décembre 1962 en présence de son mari et de Roger Cornut, vouloir faire cadeau à ce dernier des titres donnés en nantissement, ces titres continuant toutefois à garantir le crédit dont la titulaire du compte était débitrice. La donation se serait ainsi effectuée par BGE 93 I 323 S. 325constitut possessoire et sieur Cornut aurait signé le même jour un nouvel acte de constitution de gage en substitution du premier, souscrit par dame Morel et son mari.\n\nC.- Florian Morel décéda peu après, le 13 janvier 1963. Dame Morel décéda le 21 juillet 1964, laissant comme héritiers six frères et soeurs et 5 neveux et nièces.\n\nLe 9 décembre 1965, la Banque populaire suisse établit une attestation de \"cession-subrogation\" par laquelle elle certifiait que sieur Cornut, en sa qualité de constituant de gage du crédit accordé à feue dame Morel, lui avait versé le 30 novembre 1965 la somme de 62 576 fr.; partant, la banque déclarait subroger sieur Cornut dans tous ses droits - en les lui cédant - envers l'hoirie de dame Morel, jusqu'à concurrence de la somme précitée, constituant le solde débiteur du compte.\n\nD.- Par exploit du 21 janvier 1966, sieur Cornut assigna solidairement les hoirs de dame Léa Morel devant les tribunaux genevois, se fondant sur l'acte de \"cession-subrogation\" susmentionné et sur la clause de prorogation de for contenue dans l'acte de crédit du 16 janvier 1961; il leur réclamait le paiement de 62 576 fr. avec intérêts.\n\nLes défendeurs, tous domiciliés hors du canton de Genève, excipèrent d'entrée de cause de l'incompétence des tribunaux genevois, invoquant l'art. 59 Cst.\n\nPar jugement du 23 mai 1966, la Deuxième Chambre du Tribunal de première instance de Genève les débouta de leurs conclusions sur incompétence ratione loci et renvoya la cause à l'instruction sur le fond. Les défendeurs recoururent à la Cour de justice civile, qui confirma le jugement de première instance par arrêt du 25 novembre 1966, communiqué aux intéressés le 7 décembre 1966.\n\nE.- Agissant par la voie du recours de droit public pour violation de l'art. 59 Cst., les hoirs Morel requièrent le Tribunal fédéral d'annuler le jugement sur incident du 23 mai 1966 et l'arrêt de la Cour de justice du 25 novembre 1966, et de déclarer les tribunaux genevois incompétents pour juger de l'action introduite par Roger Cornut contre les hoirs Morel.\n\nIls contestent tout d'abord la validité, ou même l'existence, d'une donation de dame Morel à Roger Cornut, lequel a été jusqu'ici dans l'impossibilité de prouver cette donation par la production d'un titre quelconque; ils en concluent qu'il ne peut se prévaloir d'une clause de prorogation de for.\n\nIls mettent également en doute la validité de l'obligation BGE 93 I 323 S. 326contractée par dame Morel envers la banque, faute d'autorisation de l'autorité tutélaire au sens de l'art. 177 al. 2 et 3 CC; ils en déduisent qu'il n'a pu y avoir cession valable des droits de la banque en faveur de Roger Cornut.\n\nIls s'en prennent surtout à la clause de prorogation de for elle-même, qui serait invalide pour les raisons suivantes: elle manque de clarté; elle n'indique pas expressément Genève comme for prorogé et se réfère simplement au \"lieu d'exécution\"; elle n'est pas mise suffisamment en évidence dans le texte et se perd au milieu de nombreuses autres conditions; elle n'exprime pas clairement la volonté de dame Morel de renoncer au bénéfice de l'art. 59 Cst.\n\nLes recourants contestent également la validité de la cession de la banque à Roger Cornut: à leur avis, la créance était éteinte auparavant déjà, à la suite de la réalisation des titres donnés en gage; ils prétendent que, même si la cession était valable, elle n'entraînerait pas celle de la clause de prorogation, qui était incessible en tant qu'inséparable de la personne du créancier cédant.\n\nF.- L'intimé et la Cour de justice concluent au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La Cour de justice disposait d'un plein pouvoir pour l'examen du recours en appel. Son arrêt a donc remplacé, tout en la confirmant, la décision de l'autorité inférieure. Dans la mesure où le recours de droit public est dirigé contre le jugement de première instance, il est donc sans objet.\n\n2. Le recours de droit public ne peut tendre en principe qu'à l'annulation de la décision attaquée; mais ce principe souffre des exceptions notamment lorsqu'il s'agit de recours pour violation de l'art. 59 Cst., où le Tribunal fédéral doit déclarer si tels tribunaux sont compétents ou non pour connaître de telle affaire (RO 91 I 13).\n\nLa conclusion des recourants, tendant à faire déclarer les tribunaux genevois incompétents pour connaître de l'action ouverte par Roger Cornut contre les hoirs Morel, est dès lors recevable.\n\n3. La demande introduite par Roger Cornut devant les tribunaux genevois tend au paiement par les hoirs Morel d'un montant en espèces de 62 576 fr. Il n'est pas contesté qu'il BGE 93 I 323 S. 327s'agisse d'une réclamation personnelle au sens de l'art. 59 Cst. Il n'est pas contesté non plus que les recourants soient solvables et qu'aucun d'entre eux n'ait son domicile dans le canton de Genève. Ainsi les défendeurs peuvent exiger, en vertu de l'art. 59 Cst., d'être recherchés devant le juge du canton de leur domicile, à moins que le demandeur ne soit au bénéfice d'une clause valable de prorogation de for.\n\nLe fait que l'acte de crédit a été signé non par les défendeurs mais par dame Morel, dont ils sont les héritiers, ne change rien à l'affaire. En effet, la dette de dame Morel envers la banque est devenue une dette personnelle de ses héritiers (art. 560 al. 2 CC); si la défunte avait valablement renoncé à la garantie du for de son domicile en signant une clause de prorogation de for, cette clause lierait ses héritiers qui ne pourraient alors plus invoquer la protection de l'art. 59 Cst. (cf. RO 56 I 508).\n\n4. Selon la jurisprudence adoptée par le Tribunal fédéral dès 1930 (RO 87 I 77 consid. 5 et les arrêts cités), la clause de prorogation de for insérée dans un contrat de droit civil constitue une convention de procédure distincte et indépendante de l'ensemble du contrat; elle doit être appliquée, comme telle, alors même que les clauses civiles ne lieraient pas l'une des parties.\n\nSont dès lors sans pertinence les arguments tirés de la prétendue invalidité du contrat conclu entre dame Morel et la banque.\n\n5. En revanche, le Tribunal fédéral doit examiner les moyens dirigés contre la validité en soi et la cessibilité de la clause de prorogation de for; s'agissant d'un recours fondé sur l'art. 59 Cst, il revoit librement le fait et le droit (RO 91 I 14).\n\na) Selon la jurisprudence du Tribunal fédéral, la renonciation à la garantie constitutionnelle du for du domicile ne doit être admise qu'avec discrétion; lorsqu'elle est insérée dans un contrat, elle doit consister en une déclaration expresse, distincte des autres clauses; il est nécessaire que, par son contenu, cette déclaration ne prête à aucun malentendu et exprime nettement la volonté du renonçant de se soumettre à un autre juge que celui de son domicile (RO 91 I 11 et les arrêts cités).\n\nCela ne signifie cependant pas qu'il faille appliquer à l'interprétation d'une telle déclaration la théorie dite de la volonté (Willenstheorie); comme pour l'interprétation des contrats en général, c'est le principe dit de la confiance (Vertrauenstheorie), BGE 93 I 323 S. 328reconnu par la jurisprudence du Tribunal fédéral (RO 87 II 242 et les arrêts cités), qui s'applique aussi en matière d'accord concernant la prorogation de for (cf. GMÜR, Kritische Untersuchungen über die neuere bundesrechtliche Praxis zur Gerichtsstandsgarantie des Art. 59 BV, p. 41). Ainsi en l'espèce, le Tribunal fédéral doit examiner si, compte tenu de toutes les circonstances, on peut considérer que dame Morel a accepté, en signant l'acte de crédit qui se réfère aux conditions générales de la banque, la clause de prorogation de for prévue aux art. 13 et 14 de ces conditions, ou en d'autres termes si la banque - et partant son successeur en droit - peut, d'après les règles de la bonne foi, déduire un tel engagement de la signature apposée par dame Morel et se prévaloir en conséquence de la prorogation de for.\n\nb) Il convient tout d'abord d'observer que la clause n'a pas été rédigée par dame Morel, mais qu'elle figurait dans la formule imprimée par les soins de la banque. Le manque de clarté ou les imperfections d'une telle clause doivent dès lors être supportés par celle des parties qui l'a établie (cf. RO 87 II 242).\n\nD'autre part, la clause de prorogation de for ne figure pas dans l'acte même de crédit signé par dame Morel, mais dans les \"prescriptions générales concernant les relations d'affaires avec la Banque populaire suisse\", imprimées au verso de cet acte. Cela ne signifie cependant pas encore qu'elle n'ait pas pu lier la débitrice; en effet, le chiffre 5 de l'acte signé par cette dernière précise que le titulaire du crédit déclare avoir pris connaissance de ces prescriptions, imprimées au verso, et s'y soumettre. Or la jurisprudence n'exige pas que le renonçant signe la pièce même qui renferme la clause de prorogation de for (RO 62 I 84). Mais en l'espèce, cette clause n'était pas valable pour les raisons suivantes.\n\nLes prescriptions générales qui occupent tout le verso de l'acte comportent quatorze articles; ils sont tous imprimés avec les mêmes caractères et l'article 14, qui traite du \"for de juridiction\", ne se distingue pas du reste du texte par une disposition typographique spéciale. Ainsi, la clause de prorogation de for n'est pas \"mise en évidence par des moyens appropriés\", comme le requiert la jurisprudence lorsqu'une telle clause figure dans un texte comprenant de nombreux articles (RO 87 I 51 et les arrêts cités); cette exigence doit aussi être respectée, alors même que le texte en question n'est pas en l'espèce aussi long BGE 93 I 323 S. 329que celui, par exemple, des conditions générales d'une police d'assurance.\n\nMais ce qui est surtout déterminant en l'occurrence, c'est que la clause n'est pas claire et peut prêter à confusion. En effet, elle n'indique pas expressément que le for de juridiction est Genève; elle fixe le for au lieu d'exécution, ce qui renvoie à l'art. 13, lequel indique comme lieu d'exécution, non pas Genève, mais \"le siège de la banque qui tient le compte\" (le mot Genève ne figure nulle part au verso de l'acte, où sont imprimées les prescriptions générales; il figure une seule fois au recto, en dactylographie, au bas de l'acte, avant la date et la signature de dame Morel).\n\nDame Morel pouvait d'autant moins attribuer une importance à cette clause que son domicile coïncidait à ce moment-là avec le siège de la banque qui tenait le compte, et elle pouvait penser qu'en cas de transfert de son domicile hors du canton de Genève, la tenue du compte passerait à un autre siège de la Banque populaire suisse, qui en possède de nombreux en Suisse.\n\nIl y a ainsi toutes les raisons de croire que dame Morel - pour peu qu'elle ait lu les prescriptions générales imprimées au verso de l'acte, ce dont on peut douter - ne s'est rendu compte ni du sens exact, ni de la portée de la clause figurant sous chiffre 14 de ces prescriptions, et qu'en tout cas, elle n'a pas manifesté clairement la volonté de renoncer à la garantie constitutionnelle du for du domicile. L'intimé n'a ni prouvé, ni d'ailleurs prétendu, que la banque aurait remédié aux imperfections de la clause de prorogation de for (manque de clarté et de précision, lacune dans la présentation typographique et la mise en évidence de cette clause), en attirant l'attention de sa cliente sur cette disposition et en lui expliquant la portée exacte qu'elle pouvait avoir pour elle (cf. RO 87 I 51/52).\n\nDans ces conditions, il serait contraire aux principes stricts posés par la jurisprudence d'admettre que la banque, et par conséquent l'intimé, puisse invoquer valablement une clause de prorogation de for exprimée d'une telle façon.\n\nc) Le recours devant être admis en raison de l'invalidité de la clause de prorogation de for, il n'y a pas lieu d'examiner si cette clause devrait être considérée comme incessible, ainsi que le prétendent les recourants. On peut d'ailleurs douter du bien-fondé d'un tel moyen, la prorogation de for faisant partie des BGE 93 I 323 S. 330qualités de la créance (RO 56 I 508), comme les recourants le soulignent eux-mêmes dans leur mémoire.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule l'arrêt attaqué et dit que les tribunaux genevois ne sont pas compétents pour connaître de l'action dirigée par l'intimé contre les hoirs Morel."}