{"annee": "94", "cour": "I", "page": "120", "date": "20/3/1968", "cite": ["89 I 80", "59 I 114", "89 I 437", "93 I 313", "90 I 169", "89 I 448", "92 I 350", "88 I 248", "92 I 358", "91 I 8"], "cite_par": ["100 IA 378", "101 IA 231", "99 IA 402", "94 I 525", "111 IA 292", "95 I 213", "98 IA 627", "121 I 357", "100 IA 231", "100 IA 386", "98 IA 602", "113 IA 156", "96 I 636", "128 I 190"], "chapeau": "19. Urteil vom 20. März 1968 i.S. Überparteiliches Initiativkomitee gegen Einwohnergemeinde Zofingen und Regierungsrat des Kantons Aargau.", "regestes": ["Droit d'initiative en matière communale. Une initiative en matière communale ne doit pas être contraire au droit fédéral et cantonal, ni manifestement inexécutable, ni contraire au principe de la bonne foi."], "faits": "BGE 94 I 120 S. 120\n\nA.- In der Versammlung vom 21. Januar 1965 genehmigte die Einwohnergemeinde Zofingen ein Projekt für den Bau eines Verwaltungsgebäudes der städtischen Werke und eines Werkhofes des Bauamtes auf der \"Falkeisenmatte\". Gleichzeitig bewilligte sie zulasten der städtischen Werke einen Baukredit von 6,1 Mio und zulasten der Einwohnerkasse einen solchen von 3,3 Mio Franken. Die Einwohnergemeindeversammlung ermächtigte sodann den Gemeinderat, die erforderlichen Geldmittel auf dem Darlehenswege oder durch ein Anleihen zu beschaffen. Sie beschloss ausserdem, das für den Bau notwendige Land der \"Falkeisenmatte\" dem Spitalgut mit Fr. 70.-/m2 zu entschädigen. Die genannten Beschlüsse kamen laut Protokollauszug bei Anwesenheit von 1100 Stimmberechtigten \"mit grosser Mehrheit gegen höchstens 15 Neinstimmen\" zustande.\n\nB.- Die Gemeinde Zofingen führte auf den 1. Januar 1966 die ausserordentliche Gemeindeorganisation ein. Diese sieht BGE 94 I 120 S. 121ein Gemeindeparlament, den sog. Einwohnerrat, vor und lässt die Gesamtheit der Stimmberechtigten ihre Rechte durch die Urne ausüben. Das aargauische Gesetz über die ausserordentliche Gemeindeorganisation vom 15. Mai 1962 (GaOG) bestimmt ferner u.a. folgendes:\n\n\"§ 12 Initiative\n\n1. Voraussetzung\n\nEin Zehntel der Stimmbürger kann in Form einer allgemeinen Anregung oder eines ausgearbeiteten Entwurfs die Behandlung von Gegenständen, die in die Zuständigkeit der Gemeinde oder des Einwohnerrates fallen, beim Präsidenten des Einwohnerrates verlangen.\"\n\nC.- Am 10. Februar 1967 reichte ein \"Komitee für Volksbefragung\" beim Präsidenten des Einwohnerrates von Zofingen eine Initiative ein (Initiative I), wonach \"jeglicher Neubau der Gemeinde, städt. Werke inbegriffen, zurückzustellen ist, bis der Gesamtplan für alle noch zu erstellenden Hochbauten vorliegt\". Der Gemeinderat beantragte am 23. Februar 1967 dem Einwohnerrat, diese Initiative ungültig zu erklären, weil die an die Mitbürger gerichteten Karten lediglich den Unterschriftsvermerk \"Das Komitee\" trugen und somit in Verletzung von Art. 9 der Gemeindeordnung die Namen der zum Rückzug berechtigten Personen nicht bekanntgegeben worden seien; ferner enthielten die Initiativbogen die Strafbestimmung von Art. 282 StGB betr. Wahlfälschungen nicht, obwohl das aargauische Recht dies vorschreibt.\n\nAm 15. März 1967 reichte ein \"Überparteiliches neues Initiativkomitee\" eine weitere Initiative ein (Initiative II), welche 295 Unterschriften trug. Die Initiativbogen enthalten folgenden Text:\n\n\"Bis zur Fertigstellung der Gesamtplanung für alle noch zu erstellenden Hochbauten der Stadt Zofingen sollen die Werkbauten des Bauamtes und der städtischen Werke auf der Falkeisenmatte sofort zurückgestellt und in Bezug auf Standort und Finanzbedarf neu überprüft werden.\n\nZum Rückzug dieser Initiative gemäss Gemeindeordnung ist das wie folgt zusammengesetzte neue Initiativkomitee berechtigt:\n\nHans Gilli, Kaufmann\n\nMax Hool, dipl. Ing. ETH\n\nHans Maurer, Dr. phil.\n\nHenri Picard, Dr. med.\n\nAlbert Schumacher, Dr. iur.\n\nBGE 94 I 120 S. 122Anton Uhlmann, Architekt.\"\n\nMit Schreiben vom 17. März beantragte der Gemeinderat dem Einwohnerrat, die Initiative II aus materiellen Gründen als unzulässig zu bezeichnen und als dahingefallen zu erklären; ausserdem sei zu entscheiden, ob die Initiative nicht auch aus formellen Gründen ungültig erklärt werden müsse.\n\nDer Einwohnerrat beriet die beiden Initiativen in seiner Sitzung vom 21. März 1967. Er behandelte zuerst die Initiative I und erklärte sie mit 36 Stimmen bei einer Enthaltung wegen Formmängeln als ungültig. Hinsichtlich der Initiative II beschloss der Rat mit 26 Stimmen, sie aus materiellen Gründen für unzulässig zu erklären; 4 Stimmen sprachen sich für eine Erheblicherklärung aus. Für den weiteren Antrag des Gemeinderates, die Initiative II auch aus formellen Gründen als ungültig zu erklären, stimmte kein Mitglied des Einwohnerrates; deren 2 stimmten dagegen und 31 enthielten sich der Stimme.\n\nD.- Das \"Überparteiliche neue Initiativkomitee\" zog den Beschluss des Einwohnerrates an die Aufsichtsbehörde, die Direktion des Innern, und deren ablehnenden Entscheid an den Regierungsrat des Kantons Aargau weiter. Dieser wies am 9. Juni 1967 ein vorsorgliches Gesuch um Einstellung der Bauarbeiten auf der \"Falkeisenmatte\" und am 31. August 1967 die Beschwerde selber ab. Zur Begründung führte er im wesentlichen aus, die Initianten forderten die Wiedererwägung des rechtsgültig gefassten und nicht mit Beschwerde angefochtenen Gemeindeversammlungsbeschlusses vom 21. Januar 1965. Ein derartiger Antrag könne jedoch nach Sinn und Zweck der Initiative nicht deren Gegenstand sein. Bis zur Einführung der ausserordentlichen Gemeindeorganisation hätten die Initianten die Möglichkeit gehabt, der Gemeindeversammlung die Wiedererwägung zu beantragen, allenfalls sogar die Einberufung einer ausserordentlichen Gemeindeversammlung zur Behandlung dieses Antrages zu verlangen. Bei der ausserordentlichen Gemeindeorganisation beständen dagegen nur die in Gesetz und Gemeindeordnung vorgesehenen Mitwirkungsrechte der Bürger; dort sei der Antrag auf Wiedererwägung gefasster Beschlüsse weder als Vorstoss eines einzelnen Stimmberechtigten noch als Aktion einer Gruppe vorgesehen. Dieser Unterschied entspreche dem Systemwechsel, der mit der Schaffung eines Einwohnerrates gegeben sei. Mit der Initiative müsse nach deren Sinn und Zweck ein bestimmtes Handeln der Behörde gefördert werden. Dagegen könne sie sich nicht auf die nachträgliche BGE 94 I 120 S. 123Negation eines rechtskräftigen Gemeindebeschlusses beschränken. Um gültig zu sein, müsse die Initiative positive neue Vorschläge enthalten. Diesfalls wäre sie selbst dann gültig, wenn ihre Annahme gewisse bereits erfolgte Aufwendungen überflüssig machte und so für die Gemeinde eine finanzielle Einbusse bringen sollte.\n\nDie Rügen allfälliger Mängel des Verfahrens vor dem Gemeinderat brauchten nicht geprüft zu werden, wenn die Initiative ohnehin als ungültig erklärt werden müsse.\n\nZwar seien nach Art. 7 GO Initiativbegehren, die aus \"formellen Gründen\" abgelehnt werden, nicht der Volksabstimmung zu unterstellen. Aus dieser Bestimmung schlössen die Beschwerdeführer aber zu Unrecht, dass materiell mangelhafte Initiativen vor das Volk gebracht werden müssen. Vielmehr wolle Art. 7 GO alle Initiativen erfassen, deren Ungültigkeit gemäss § 37 der VV zum GaOG der Einwohnerrat festgestellt habe.\n\nE.- Gegen diesen Entscheid führt Dr. iur. Albert Schumacher \"als Mitglied und in Übereinstimmung mit dem Überparteilichen neuen Initiativkomitee Zofingen\" staatsrechtliche Beschwerde gemäss Art. 84, 85 lit. a sowie Art. 87 OG. Er stellt folgende Anträge:\n\n\"1. Der Entscheid des Regierungsrates des Kantons Aargau vom 31. August 1967 sei aufzuheben.\n\n2. Anstelle des Beschlusses des Einwohnerrates der Gemeinde Zofingen, der aus formellen und materiellen Gründen aufzuheben sei, soll die Initiative des Überparteilichen neuen Initiativkomitees vom 15. März 1967 als gültig zustandegekommen bezeichnet werden (Feststellungsbegehren).\n\n3. Die unrichtige Publikation des Beschlusses des Einwohnerrates vom 21. März 1967 im Amtsblatt und als \"amtliche Mitteilung\" in den Tageszeitungen (Bsp.: Zofinger Tagblatt vom 28. März 1967), in der eine von anderer Seite lancierte, nicht formulierte Initiative, mit der formulierten Initiative des \"Überparteilichen Komitees\" verwechselt wurde, sei im Interesse der Rechtssicherheit richtigzustellen.\"\n\nDie einzelnen Rügen und ihre Begründung sind, soweit nötig, aus den nachstehenden Erwägungen ersichtlich.\n\nF.- Der Regierungsrat des Kantons Aargau schliesst auf Abweisung der Beschwerde. Der Gemeinderat von Zofingen beantragt, die Beschwerde abzuweisen, \"sofern und soweit darauf eingetreten werden sollte\".\n\nBGE 94 I 120 S. 124", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Dr. A. Schumacher erklärt die Beschwerde einzureichen \"als Mitglied und in Übereinstimmung mit dem Überparteilichen neuen Initiativkomitee\". Eine Vollmacht des Komitees liegt nicht bei den Akten. Unter diesen Umständen ist Dr. Schumacher persönlich als Beschwerdeführer zu betrachten. Er ist unbestrittenermassen in Zofingen stimmberechtigt und Mitglied des genannten Initiativkomitees. Das politische Stimmrecht, zu welchem auch das Initiativrecht gehört (BGE 59 I 121ff., BGE 88 I 251, ZBl 67/1966 S. 35), gilt als vom Bundesrecht gewährleistetes verfassungsmässiges Recht (BGE 89 I 443, BGE 91 I 9). Ob es sich um eidgenössische, kantonale oder Gemeindeangelegenheiten handelt, macht dabei keinen Unterschied (BGE 89 I 85 E. 1 mit Zitaten, ZBl 67/1966 S. 35 E. 2).\n\nWurde die vorliegende Initiative II zu Unrecht ungültig erklärt, dann sind somit die politischen Rechte des Beschwerdeführers verletzt. Dieser ist demnach befugt, den regierungsrätlichen Entscheid mit einer Stimmrechtsbeschwerde gemäss Art. 85 lit. a OG anzufechten.\n\nb) Staatsrechtliche Beschwerden der vorliegenden Art sind rein kassatorischer Natur (BGE 90 I 173 E. 1, BGE 92 I 353 E. 1). Auf die Beschwerdebegehren 2 und 3, mit welchen mehr verlangt wird, als die Aufhebung des angefochtenen Entscheides, kann deshalb nicht eingetreten werden.\n\n2. Bei Stimmrechtsbeschwerden nach Art. 85 lit. a OG prüft das Bundesgericht nicht nur die Auslegung des Bundesrechts und des kantonalen Verfassungsrechts frei, sondern auch diejenige anderer kantonaler Vorschriften, soweit sie das Stimmrecht nach Inhalt und Umfang näher normieren (BGE 89 I 453 E. 3 mit Hinweisen, ZBl 67/1966 S. 35/6; BGE 92 I 355 E. 3; Urteil vom 7. Dezember 1966 i.S. Stäubli c. Regensdorf, nicht veröffentlichte Erw. 2; BGE 93 I 318 E. 4).\n\nDer Einwohnerrat von Zofingen hat die Initiative II wegen inhaltlicher Mängel ungültig erklärt, und der Regierungsrat schützte diesen Standpunkt. Der Beschwerdeführer vertritt die Auffassung, es sei ihm dadurch ein \"wichtiges politisches Recht\" vorenthalten worden. Streitig ist mithin der Umfang des Initiativrechts, so dass das Bundesgericht mit freier Kognition zu prüfen hat, ob die Initiative II zu Recht der Volksabstimmung entzogen wurde.\n\nBGE 94 I 120 S. 125\n\n3. Bei der Initiative II handelt es sich um eine sog. Verwaltungsinitiative. Sie verlangt, dass die Werkbauten des Bauamtes und der städtischen Werke auf der \"Falkeisenmatte\" sofort zurückgestellt und in Bezug auf Standort und Finanzbedarf neu überprüft werden sollten \"bis zur Fertigstellung der Gesamtplanung für alle noch zu erstellenden Hochbauten der Stadt Zofingen\".\n\nDer Regierungsrat hat die Initiative II nicht etwa mit der Begründung ungültig erklärt, sie sei nicht formrichtig zustandegekommen oder trage dem Grundsatz der Einheit der Materie keine Rechnung. Die kantonale Instanz hielt vielmehr dafür, ein Antrag, der auf Wiedererwägung rechtsgültig gefasster und nie mit Beschwerde angefochtener Gemeindeversammlungsbeschlüsse abziele, könne nach dem ganzen Sinn und Zweck einer Initiative nicht deren Gegenstand sein. Der Beschwerdeführer bestreitet nicht, dass die Initiative II auf Wiedererwägung des Beschlusses der Einwohnergemeinde vom 21. Januar 1965 gerichtet ist. Er macht aber geltend, die Initiative sei dennoch zulässig, weil das Gesetz ausdrücklich das Initiativrecht in Gemeindesachen weder beschränke noch eine Wiedererwägungsinitiative verbiete. Damit rügt der Beschwerdeführer dem Sinne nach, der angefochtene Beschluss des Regierungsrates verletze den § 12 GaOG, wonach ein Zehntel der Stimmbürger in Form einer allgemeinen Anregung oder eines ausgearbeiteten Entwurfs die Behandlung von Gegenständen verlangen können, die in die Zuständigkeit der Gemeinde oder des Einwohnerrates fallen.\n\nEinmal lässt der Wortlaut von § 12 GaOG zweifellos auch Verwaltungsinitiativen zu und zwar solche verschiedenster Art. Wie der Beschwerdeführer mit Recht bemerkt, schliesst der Gesetzestext sodann Initiativen, die auf Wiedererwägung rechtskräftiger Gemeindeversammlungsbeschlüsse gerichtet sind, ebenfalls nicht ausdrücklich aus. Die Initiative II betrifft zudem unbestrittenermassen einen Gegenstand, der in die Zuständigkeit \"der Gemeinde oder des Einwohnerrates\" fällt. Der Wortlaut der massgeblichen Gesetzesbestimmung steht somit der umstrittenen Initiative nicht entgegen. Dies allein kann jedoch nicht zum Schutz der Beschwerde führen.\n\nUm gültig zu sein, haben Initiativen nämlich noch weiteren Anforderungen zu genügen. Diese Erfordernisse brauchen im Gesetz nicht ausdrücklich erwähnt zu werden, weil sie sich aus BGE 94 I 120 S. 126allgemeinen Rechtsgrundsätzen ergeben. In diesem Sinne hat das Bundesgericht erkannt, dass eine Initiative dem Recht von Bund und Kanton nicht widersprechen und nicht offensichtlich undurchführbar sein dürfe (vgl. BGE 92 I 359 /60 mit Hinweisen). Zu den genannten Rechtsgrundsätzen gehört ferner derjenige von Treu und Glauben (vgl. MERZ, Komm. zu Art. 2 ZGB N 72). Auch ihm soll eine Initiative nicht zuwiderlaufen. Sie darf deshalb insbesondere nicht rechtsmissbräuchlich sein.\n\nTrotz des Wortlautes von § 12 GaOG war der Regierungsrat mithin auch dann berechtigt, die Initiative II ungültig zu erklären, wenn sie einem der erwähnten Gebote widerspricht. Dies trifft indessen nicht zu.\n\n4. a) Dass der Inhalt der Initiative II dem Bundesrecht oder dem kantonalen Recht entgegenstehe, behauptet der Regierungsrat selber nicht. In der Tat läge ein solcher Widerspruch selbst dann nicht vor, wenn die Gemeinde gemäss dem Antrag der Initianten beschlösse, die begonnenen Neubauten sofort zurückzustellen, und sie sich hernach überdies für eine andere Lösung ausspräche. Freilich wäre die Gemeinde unter solchen Umständen verpflichtet, die Unternehmer für die von ihnen schon geleistete Arbeit zu bezahlen und sie wegen des Rücktrittes vom Vertrag schadlos zu halten. Das ändert jedoch nichts daran, dass der Rücktritt von Werkverträgen an sich zulässig ist (Art. 377 OR).\n\nb) Um die Frage nach der Durchführbarkeit beantworten zu können, ist auf den Zeitpunkt abzustellen, in dem die Initiative eingereicht wurde. Wohl waren damals beträchtliche Aufwendungen für die Planung gemacht und Ausführungsaufträge vergeben worden; zudem war der Aushub zu einem grossen Teil erstellt, und es wurde mit den Betonarbeiten begonnen. Das alles verunmöglichte es aber nicht, die angefangenen Bauten zurückzustellen und im Sinne der Initiative neu zu überprüfen. Von einer offensichtlichen Undurchführbarkeit kann unter solchen Umständen nicht gesprochen werden.\n\nOb es sich dagegen im heutigen Zeitpunkt rechtfertige, die fraglichen Bauten, welche dem Vernehmen nach schon recht weit gediehen sind, einzustellen und dadurch bedeutende finanzielle Einbussen in Kauf zu nehmen, hat nicht das Bundesgericht, sondern der Stimmbürger zu entscheiden.\n\nc) Auch der Tatbestand des Rechtsmissbrauchs ist nicht erfüllt. Zwar scheint der Regierungsrat ein gewisses Gewicht BGE 94 I 120 S. 127darauf zu legen, dass die Initianten den Gemeindeversammlungsbeschluss vom 21. Januar 1965, dessen Wiedererwägung sie unbestrittenermassen erreichen wollen, nicht mit Beschwerde angefochten haben. Zu einem solchen Vorgehen bestand aber damals kein Anlass: der Beschwerdeführer tut nämlich glaubhaft dar, dass die Tatsachen, welche nach Ansicht der Initianten eine Wiedererwägung jenes Beschlusses erfordern, diesen erst geraume Zeit nach Ablauf der Beschwerdefrist bekannt wurden. Ein widersprüchliches Verhalten kann den Unterzeichnern der umstrittenen Initiative deshalb nicht vorgeworfen werden.\n\n5. War aber der Regierungsrat nach dem Gesagten nicht berechtigt, die Initiative II ungültig zu erklären, dann verletzt sein Entscheid den § 12 GaOG und muss aufgehoben werden.\n\nOb auch die weiteren in der Beschwerde enthaltenen Rügen begründet seien, kann bei diesem Ausgang unerörtert bleiben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Entscheid des Regierungsrates des Kantons Aargau vom 31. August 1967 aufgehoben wird."}