{"annee": "94", "cour": "II", "page": "285", "date": "3/12/1968", "cite": ["89 II 156", "85 II 512", "91 II 281", "88 II 205", "86 II 103"], "cite_par": ["95 II 363"], "chapeau": "44. Urteil der I. Zivilabteilung vom 3. Dezember 1968 i.S. Bertil Wigemark AB gegen Traber.", "regestes": ["Recours en réforme. Conditions dans lesquelles il suffit de conclure au renvoi de la cause à la juridiction cantonale (consid. 1). Notion de l'invention exposée au sens de l'art. 7 al. 1 litt. b LBI (consid. 4). Un brevet français est exposé, au sens de l'art. 7 LBI, dès sa délivrance et non par sa publication ultérieure au \"Bulletin officiel\" (consid. 5 à 7)."], "faits": "BGE 94 II 285 S. 285\n\nA.- Die schwedische Firma Bertil Wigemark AB ist Inhaberin des schweiz. Patentes Nr. 366 933 für einen Traggriff für Schachteln, Tragtaschen oder dergleichen.\n\nDie Cartonnage-Fabrik Viktor Traber in Amriswil vertreibt Schachteln, die mit einem gleichartigen Traggriff ausgestattet sind. Sie lieferte solche Schachteln unter anderm an ein Konfektionsgeschäft in Zürich.\n\nDa die von Traber verwendeten Traggriffe nach der Ansicht der Bertil Wigemark AB ihr Patent verletzten, erhob sie beim Handelsgericht Zürich gegen Traber Klage auf Feststellung der Patentverletzung, auf Untersagung weiterer Verletzungshandlungen, auf Vernichtung der beim Beklagten vorhandenen Traggriffe und auf Schadenersatz.\n\nBGE 94 II 285 S. 286\n\nDer Beklagte beantragte die Klage abzuweisen und erhob Widerklage auf Nichtigerklärung des Patentes der Klägerin wegen Fehlens der Neuheit der Erfindung, da diese durch das französische Patent Nr. 1195615 vorweggenommen worden sei.\n\nB.- Das Handelsgericht des Kantons Zürich schützte mit Urteil vom 30. April 1968 die Widerklage und wies die Hauptklage ab.\n\nC.- Gegen dieses Urteil hat die Klägerin die Berufung an das Bundesgericht erklärt. Sie beantragt, das angefochtene Urteil aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDer Beklagte beantragt, auf die Berufung nicht einzutreten, eventuell sie abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beklagte begründet seinen Hauptantrag auf Nichteintreten damit, dass das von der Klägerin allein gestellte Rückweisungsbegehren den in Art. 55 Abs. 1 lit. b OG umschriebenen Anforderungen an den Berufungsantrag nicht entspreche.\n\nGemäss ständiger Rechtsprechung genügt jedoch ein blosser Rückweisungsantrag, wenn das Bundesgericht selbst bei grundsätzlicher Gutheissung der Berufung kein abschliessendes Urteil fällen könnte, sondern die Sache zur Neubeurteilung an die kantonale Instanz zurückweisen müsste (BGE 91 II 283 Erw. 1, BGE 88 II 207 Erw. 3 und dort erwähnte Entscheide).\n\nDiese Voraussetzung ist hier erfüllt: Der Schutz der Widerklage auf Nichtigerklärung des klägerischen Patentes führte notwendigerweise zur Abweisung der Hauptklage, ohne dass das Handelsgericht die Begründetheit der Klagebegehren im einzelnen zu prüfen brauchte. Selbst wenn das Bundesgericht die Gültigkeit des Streitpatentes im Gegensatz zur Vorinstanz bejahen und demgemäss die Widerklage abweisen sollte, könnte es nicht ohne weiteres auch die sämtlichen Begehren der Hauptklage abschliessend beurteilen. Es könnte höchstens entscheiden, ob der vom Beklagten verwendete Traggriff das klägerische Patent verletze. Für die Beurteilung aller weiteren Klagebegehren (Verbot weiterer Verletzungshandlungen, Vernichtung patentverletzender Warenvorräte des Beklagten, Verpflichtung des Beklagten zu Schadenersatzleistungen) würden ihm dagegen alle notwendigen tatsächlichen Unterlagen fehlen, so dass eine BGE 94 II 285 S. 287Rückweisung der Sache an die Vorinstanz zu deren Ermittlung nicht zu umgehen wäre. Der Antrag des Beklagten auf Nichteintreten ist daher abzuweisen.\n\n2. Das Handelsgericht hat das Patent der Klägerin nichtig erklärt, weil ihm das französische Patent Nr. 1195615 als neuheitszerstörend entgegenstehe.\n\nDass die beiden Patente die gleiche Erfindung betreffen, ist ausser Streit. Die Klägerin begründet ihre Berufung ausschliesslich damit, der angefochtene Entscheid verletze Art. 7 Abs. 1 lit. b PatG. Nach dieser Bestimmung gilt eine Erfindung als neu, wenn sie nicht vor der Patentanmeldung \"durch veröffentlichte Schrift- oder Bildwerke derart dargelegt worden ist, dass der Fachmann sie danach ausführen kann\". Die Klägerin macht geltend, die Auffassung des Handelsgerichts, dem erwähnten französischen Patent komme die zeitliche Priorität zu, beruhe auf einer unzutreffenden Auslegung des Begriffes der Veröffentlichung im Sinne der genannten Gesetzesbestimmung.\n\n3. Bei der Beurteilung dieser Rüge ist davon auszugehen, dass die Klägerin das Streitpatent am 13. Juni 1959 angemeldet hat, ohne eine ausländische Priorität zu beanspruchen. Das Anmeldedatum gilt daher als Stichtag für die Neuheitsprüfung. Das entgegengehaltene französische Patent wurde am 5. Mai 1958 angemeldet und am 19. Mai 1959 erteilt. Die Patenterteilung wurde im \"Bulletin Officiel de la Propriété Industrielle\" vom 18. Juni 1959 ausgeschrieben. Ausgegeben wurde diese Nummer des \"Bulletin Officiel\" am 15. Juli 1959. Die Patentschrift wurde am 18. November 1959 im Druck veröffentlicht.\n\nNach der Ansicht des Handelsgerichtes ist als Zeitpunkt der Veröffentlichung des französischen Patentes im Sinne des Art. 7 PatG der Tag der Patenterteilung, d.h. der 19. Mai 1959, zu betrachten. Die Klägerin macht demgegenüber geltend, die massgebende Veröffentlichung sei am 15. Juli 1959 erfolgt, da erst an diesem Tage das Bulletin Officiel vom 18. Juni 1959 erschienen sei, in welchem die Erteilung des entgegengehaltenen Patentes bekannt gemacht wurde. Diese Auffassung hält jedoch nicht stand.\n\n4. Das Patentgesetz beruht auf dem Gedanken, dass der Allgemeinheit keine technische Erkenntnis genommen werden kann, die ihr bereits gehört. Deshalb bestimmt Art. 1 PatG, dass Erfindungspatente nur für neue Erfindungen erteilt werden. Das Patentgesetz versteht unter der Neuheit jedoch nicht das BGE 94 II 285 S. 288gleiche wie der allgemeine Sprachgebrauch. Es umschreibt diesen Begriff in der Form einer Vermutung, indem Art. 7 PatG die Voraussetzungen festlegt, bei deren Vorliegen die Erfindung patentrechtlich nicht als neu gilt und deshalb keinen Patentschutz beanspruchen kann.\n\nIn der Lehre ist umstritten, ob es sich bei der Vermutung des Art. 7 PatG um eine widerlegliche (praesumptio juris), eine unwiderlegliche (praesumptio juris et de jure) oder um eine echte Fiktion handle (vgl. hiezu BLUM/PEDRAZZINI, PatG Art. 7 Anm. 5 S. 338; TROLLER, Immaterialgüterrecht, 2. Aufl. Bd. I S. 227). Diese Frage kann offen bleiben, da ihr im vorliegenden Fall keine entscheidende Bedeutung zukommt. Dagegen ist für die Auslegung des Art. 7 PatG bei der Beurteilung der hier streitigen Frage der zeitlichen Priorität die Zweckbestimmung der vom Gesetz vorgesehenen Ordnung wesentlich. Sie geht dahin, der Allgemeinheit die technischen Massnahmen, die bereits in ihrem Besitz sind, zu erhalten und zu verhindern, dass sie ihr durch die Gewährung des Patentschutzes zugunsten Einzelner wieder entzogen werden. Aus dieser Zielsetzung des Art. 7 PatG folgt, dass für die Festlegung des Standes der neuheitszerstörenden Technik ausschliesslich objektive Gesichtspunkte erheblich sein können (BLUM/PEDRAZZINI Art. 7 PatG Anm. 4, S. 338; TROLLER, op.cit. S. 225).\n\nDieser Grundsatz muss auch für die Umschreibung des Begriffes der Veröffentlichung im Sinne des Art. 7 Abs. 1 lit. b PatG wegleitend sein. Das kennzeichnende Merkmal dieses Rechtsbegriffes besteht in dem objektiven Umstand, dass ein bestimmter technischer Sachverhalt durch Schrift- oder Bildwerke an die Öffentlichkeit gelangt, d.h. einer unbestimmten und unbekannten Anzahl von Personen zugänglich gemacht wird (BLUM/PEDRAZZINI Art. 7 PatG Anm. 22 S. 360; TROLLER, op.cit. S. 236). Damit wird der betreffende technische Tatbestand Besitz der Allgemeinheit, mit der Folge, dass er gemäss Art. 7 PatG nicht als neu gilt und die ihn erfassende Erfindung daher der patentrechtlichen Neuheit ermangelt.\n\nDie Beschaffenheit des Schrift- oder Bildwerkes und die Art seiner Veröffentlichung sind dabei unerheblich. Insbesondere braucht das Schrift- oder Bildwerk (im Gegensatz zum deutschen Recht, § 2 PatG) nicht gedruckt zu sein. Auch hand- oder maschinengeschriebene Blätter und Handzeichnungen, selbst wenn sie nur in einem einzigen Exemplar vorhanden sind, BGE 94 II 285 S. 289können als Veröffentlichungen in Betracht kommen. Die Veröffentlichung kann dadurch erfolgen, dass das Schrift- oder Bildwerk angeboten, verkauft, reklamemässig versandt wird; ferner durch das Einreihen in eine der Öffentlichkeit zugängliche Bibliothek oder die öffentliche Auflegung durch eine Behörde. Ohne Bedeutung ist sodann auch, wo das Schrift- oder Bildwerk veröffentlicht wurde; auch im Ausland erschienene Veröffentlichungen sind neuheitsschädlich. Endlich ist auch belanglos, in welcher Sprache ein neuheitsschädliches Schriftwerk veröffentlicht worden ist; eine ursprünglichvorgesehene Beschränkung der Neuheitsschädlichkeit von Schriftwerken auf Sprachen, die von den schweizerischen Fachleuten im allgemeinen verstanden werden, wurde fallen gelassen.\n\nEntscheidend ist somit einzig die Tatsache, dass einem unbestimmten und unbekannten Personenkreis die Einsichtnahme in die Schrift- oder Bildwerke über eine Erfindung möglich ist (vgl. zu diesen Fragen: BLUM/PEDRAZZINI Art. 7 PatG Anm. 22/23, S. 359 ff.; TROLLER, op.cit. S. 235 ff.).\n\n5. Das Handelsgericht führt aus, dass das französische Patentamt vom Tage der Patenterteilung (délivrance) an auf Wunsch jedermann Einblick in die Patentschrift gewährt und auch schon vor der Auskündung der Patenterteilung im Bulletin Officiel Kopien abgibt. Nach den weiteren Feststellungen der Vorinstanz wird das Patent unter Angabe der Ordnungsnummer und der Klassifizierungsdaten in das Patentregister eingetragen, so dass es jedem Interessierten ohne besondere Schwierigkeiten möglich sei, durch regelmässige Anfragen beim französischen Patentamt Patenterteilungen auf einem bestimmten Fachgebiet noch vor der Auskündung im Bulletin Officiel in Erfahrung zu bringen und die Patentschriften einzusehen.\n\nDiese Feststellungen sind tatsächlicher Natur und binden daher das Bundesgericht. Sie sind entgegen der Ansicht der Klägerin nicht das Ergebnis einer vorfrageweise vorgenommenen Auslegung französischen Rechts, sondern betreffen die tatsächlichen Verhältnisse, die inbezug auf die Möglichkeit bestehen, beim französischen Patentamt in die Patentschrift eines erteilten Patentes Einblick zu nehmen. Ob auf Grund dieses im Ausland verwirklichten Sachverhalts eine neuheitsschädliche Veröffentlichung im Sinne des Art. 7 PatG anzunehmen sei, beurteilt sich ausschliesslich nach schweizerischem Recht. Die von der Klägerin aufgeworfene Frage, ob und BGE 94 II 285 S. 290inwieweit das Bundesgericht Vorfragen ausländischen Rechts prüfen dürfe, stellt sich daher nicht.\n\nDie erwähnten tatsächlichen Feststellungen der Vorinstanz betreffen sodann auch nicht technische Verhältnisse, die nach der Ausnahmebestimmung des Art. 67 Ziff. 1 OG vom Bundesgericht überprüft werden dürften. Soweit nicht technische Verhältnisse in Frage stehen, lässt aber Art. 67 Ziff. 1 OG das Verfahren vor dem Bundesgericht ein Berufungsverfahren sein, in dem das Urteil auf Grund des vom kantonalen Richter festgestellten Tatbestandes zu fällen ist (BGE 85 II 514, BGE 86 II 103, BGE 89 II 163).\n\nAngesichts der erwähnten Feststellungen des Handelsgerichts steht ausser Zweifel, dass in Frankreich eine Patentschrift von der Patenterteilung an einer unbestimmten und unbekannten Anzahl von Personen zugänglich ist und die betreffende Erfindung daher mit der Patenterteilung als veröffentlicht im Sinne des Art. 7 Abs. 1 lit. b PatG zu gelten hat.\n\n6. Die Klägerin anerkennt, dass diese Zugänglichkeit theoretisch bestehe. Sie vertritt aber die Meinung, die Veröffentlichung im Sinne des Art. 7 PatG setze nicht nur die Einsichtsmöglichkeit als solche voraus, sondern überdies deren öffentliche Bekanntgabe (so auch TROLLER, op.cit. S. 237 oben). Die Klägerin begründet diese Auffassung damit, dass bis zur Ausschreibung der Patenterteilung im Bulletin Officiel die Einsichtnahme in eine Patentschrift grosse Schwierigkeiten bereite. Das ist jedoch rechtlich unbeachtlich.\n\nWie bereits ausgeführt wurde, bezweckt Art. 7 PatG den Stand der zum Besitz der Allgemeinheit gehörenden und ihr zu erhaltenden Technik festzulegen. Er ist auf die Wahrung der Interessen der Allgemeinheit ausgerichtet, hinter die die Interessen des den Patentschutz beanspruchenden Erfinders zurückzutreten haben. Daraus folgt zwingend, dass es für die Veröffentlichung genügen muss, wenn ein unbestimmter Personenkreis die Möglichkeit hat, von neuheitszerstörenden Schrift- und Bildwerken Kenntnis zu erlangen. Dass die Benützung dieser Möglichkeit durch irgendwelche Vorkehren, wie z.B. durch öffentliche Verkündigung, erleichtert werde, ist dem Gesetz nicht zu entnehmen. Es genügt, dass die Kenntnisnahme tatsächlich möglich ist. Welche Aufwendungen und Kosten sie verursacht, ist rechtlich ohne Bedeutung. Zwar werden Grossunternehmen eher als kleine Erfinder in der Lage BGE 94 II 285 S. 291sein, durch die Beauftragung von Spezialisten, namentlich von Patentanwälten, die Patenterteilungen auf dem sie interessierenden Fachgebiet überwachen zu lassen und so früher von neuheitsschädlichen Veröffentlichungen Kenntnis zu erhalten. Das hat aber für die kleinen Erfinder, die nicht über die für eine solche Überwachung nötigen Mittel verfügen, keine Rechtsnachteile zur Folge. Die Rechtswirkungen der neuheitsschädlichen Veröffentlichungen sind im einen wie im andern Falle die gleichen und treten auch ohne Rücksicht auf die etwas früher oder später erfolgende Kenntnisnahme im gleichen Zeitpunkt ein. Die Gefahr der Rechtsungleichheit bestünde gegenteils, wenn man erst die Auskündung im Bulletin Officiel als massgebliche Veröffentlichung ansehen wollte. Dann könnte nämlich ein Grossunternehmen, das dank der erwähnten Überwachung der Patenterteilungen von einer Patentschrift Kenntnis erlangt hat, noch vor der Auskündung im Bulletin Officiel in der Schweiz für die gleiche Erfindung eine Patentanmeldung einreichen, der dann die zeitliche Priorität vor dem französischen Patent zukäme. Missbräuchen dieser Art wird mit dem Abstellen auf das Datum der Patenterteilung vorgebeugt.\n\nDie Klägerin beruft sich darauf, dass das Eidg. Amt für geistiges Eigentum gemäss einer im Patent-, Muster- und Modellblatt von 1966, I, S. 10 veröffentlichten Rechtsauskunft französische Patentschriften erst ab dem Ausgabetag des die Patenterteilung anzeigenden Bulletin Officiel als neuheitsschädlich berücksichtige. Der Richter ist jedoch bei der Umschreibung des Begriffs der Veröffentlichung nicht an die Praxis des Amtes gebunden. Die gerichtliche Beurteilung dieser Frage wird denn auch in der erwähnten Auskunft ausdrücklich vorbehalten.\n\nUnbehelflich ist schliesslich auch der Hinweis der Klägerin darauf, dass die deutsche Lehre und Rechtsprechung den Ausgabetag des Bulletin Officiel als massgebend betrachten (vgl. RHEINFELDER, Zur Frage der Neuheitsschädlichkeit nicht gedruckter französischer Patentschriften, GRUR 1957 S. 306 ff.; ferner GRUR 1963 S. 518). Der schweizerische Richter hat den Begriff der Veröffentlichung im Sinne von Art. 7 PatG unabhängig davon auszulegen, wie ausländische Lehre und Rechtsprechung sie unter dem Gesichtspunkt ihres einheimischen Rechts beurteilen.\n\nBGE 94 II 285 S. 292\n\n7. Gegen die von der Klägerin verfochtene Auslegung des Begriffs der Veröffentlichung spricht auch das Gebot der Rechtssicherheit. Neue technische Erkenntnisse können nicht nur in Patentschriften bekannt gegeben werden, sondern auch in andern Publikationen, wie Zeitschriften, wissenschaftlichen Werken usw. Die Katalogisierung und Auflegung solcher Neuerscheinungen in den Bibliotheken kann auf verschiedene Weise erfolgen. Der Bibliothekkatalog kann periodisch in gewissen Zeitabschnitten von verschiedener Dauer nachgeführt oder mit einem Kartensystem fortlaufend ergänzt werden, wobei es im letzteren Falle nachträglich kaum möglich sein dürfte, den genauen Zeitpunkt der Ergänzung festzustellen. Die von der Klägerin geforderte öffentliche Auskündigung des Vorhandenseins eines Schrift- oder Bildwerkes würde die Entscheidung darüber, ob eine neuheitsschädliche Veröffentlichung vorliege, mit zahlreichen Unsicherheitsfaktoren belasten und erschweren. Das muss nicht zuletzt im Interesse der Erfinder vermieden werden.\n\n8. Das Handelsgericht hat somit Art. 7 Abs. 1 lit. b PatG nicht verletzt, indem es die Neuheitsschädlichkeit des französischen Patents Nr. 1195615 bejaht hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 30. April 1968 bestätigt."}