{"annee": "94", "cour": "II", "page": "355", "date": "1/10/1968", "cite": [], "cite_par": ["109 III 112", "96 II 79", "108 II 442", "101 II 293", "95 II 623", "112 II 450", "111 II 175", "107 II 144"], "chapeau": "52. Arrêt de la Ire Cour civile du 1er octobre 1968 dans la cause Stipa contre Dixi SA", "regestes": ["Droit international privé. 1. Recevabilité du recours en réforme pour violation des règles de conflit suisses (consid. 1). 2. Lorsque la cour cantonale a appliqué à tort le droit suisse en lieu et place du droit étranger, mais que le sort du litige serait identique en vertu de la loi étrangère, le Tribunal fédéral peut-il se dispenser de renvoyer la cause à l'autorité cantonale en vertu de l'art. 60 al. 1 lettre c OJ? (consid. 2). 3. Droit applicable à un contrat complexe (en l'espèce, à une vente, une cession de licence et un courtage ou un mandat qui, dans l'esprit des parties, formaient un tout) (consid. 3 et 4). 4. Portée d'une clause d'élection de for attributif de juridiction pour déterminer la loi applicable au contrat (consid. 5)."], "faits": "BGE 94 II 355 S. 356\n\nA.- En 1941, Mario Verdoia et Luigi Stipa ont formé à Rome une société simple en vue d'exploiter en commun des affaires de représentation commerciale. Ils sont convenus de partager les bénéfices par moitié.\n\nVerdoia représentait en Italie l'industriel Georges Perrenoud, administrateur et seul actionnaire de la société anonyme Dixi, au Locle, et Carlo Aragone, ingénieur à La Spezia. Perrenoud et Aragone avaient mis au point et fait breveter un modèle de fusée pour obus d'artillerie, dit GPA. Verdoia obtint du Ministère de la guerre italien la commande de fusées GPA. Une première commande de 500 000 fusées devait être passée à Perrenoud, qui les ferait fabriquer par Dixi SA L'administration italienne exigeant que la fabrication fût introduite graduellement en Italie, les commandes ultérieures devaient être passées à Verdoia.\n\nPar convention du 17 septembre 1941, Perrenoud et Aragone concédèrent à une société Verdoia et Cie, à Rome, une licence d'exploitation de leurs brevets en Italie, moyennant le paiement d'une somme de 250 000 fr. et la remise à Perrenoud d'une commande de 500 000 fusées GPA, dont le prix ferait l'objet d'une entente ultérieure. Le contrat renferme une clause de prorogation de for en faveur du Locle.\n\nLe 15 septembre 1941, Perrenoud avait écrit une lettre confirmant à Verdoia et Cie un accord verbal concernant la rétribution de cette société pour son activité d'intermédiaire.\n\nLe 1er décembre 1941, Verdoia et Cie, représentée par Verdoia, et Dixi SA, représentée par son administrateurdélégué Perrenoud, signèrent un accord arrêtant le prix de la fusée à 22 fr. franco frontière suisse et précisant que Verdoia bénéficierait de la différence de prix qu'il pourrait obtenir.\n\nA la suite de longues négociations, au cours desquelles Stipa intervint pour Verdoia ou Verdoia et Cie, le Ministère de la guerre italien confirma à Verdoia, le 20 janvier 1943, la commande de 500 000 fusées qui seraient livrées par Dixi SA au prix de 28 fr. la pièce.\n\nLa cessation des hostilités empêcha l'exécution intégrale du BGE 94 II 355 S. 357contrat. Dixi SA avait reçu un acompte de 5 600 000 fr. Le 10 mai 1948, elle conclut une transaction avec l'Etat italien.\n\nB.- A la suite de difficultés qui avaient surgi entre eux, Verdoia et Stipa soutinrent un procès devant les tribunaux italiens. Par jugement du 6 juillet 1943, la Cour d'appel de Rome reconnut à Stipa la moitié des droits de représentation pour la fourniture des fusées. La Cour de cassation rejeta le 15 février 1946 les recours exercés contre ce jugement.\n\nPar acte du 29 août 1955, Stipa fit assigner devant le Tribunal de Rome Dixi SA, les héritiers de Perrenoud, Aragone, Verdoia et Cie et les héritiers de Verdoia. Son action tendait au paiement de la moitié des provisions de 6 fr. par fusée sur la livraison de Dixi SA Les défendeurs suisses déclinèrent la compétence des tribunaux italiens. Mais ceux-ci rejetèrent le déclinatoire. Par jugement au fond du 5 janvier 1961, confirmé par la Cour d'appel le 8 mars 1963, le Tribunal de Rome condamna notamment Dixi SA à payer 159 670 fr. à Stipa. Le 8 janvier 1964, Stipa requit une poursuite contre Dixi SA en paiement de cette somme. La poursuivie forma opposition au commandement de payer, notifié le 10 janvier. Le poursuivant requit la mainlevée définitive, mais il fut débouté le 4 février 1964 par le Président du Tribunal du district du Locle. Ce magistrat estima que le requérant ne pouvait pas se prévaloir de la convention italo-suisse sur la reconnaissance et l'exécution des jugements et que les tribunaux italiens, devant lesquels Dixi SA avait soulevé le déclinatoire, n'étaient pas compétents, au regard du droit suisse.\n\nC.- Par demande du 31 août 1964, Stipa intenta une action à Dixi SA devant le Tribunal cantonal neuchâtelois. Se prétendant subrogé, à concurrence de la moitié, dans les droits de Verdoia et de Verdoia et Cie, il conclut au paiement d'une commission de 696 130 fr.\n\nDixi SA conclut au rejet de la demande. Elle invoqua notamment la prescription.\n\nPar jugement du 1er avril 1968, le Tribunal cantonal neuchâtelois débouta le demandeur de ses conclusions.\n\nLa cour cantonale expose dans les motifs de son jugement qu'en vertu des règles du droit international privé suisse, les relations juridiques entre les parties seraient en principe régies par la législation du domicile du courtier, c'est-à-dire le droit italien, mais qu'elles sont soumises en l'espèce au droit suisse, BGE 94 II 355 S. 358en raison de leur étroite connexité avec le contrat de cession de licence. Faisant application des règles du code des obligations, la juridiction neuchâteloise a déclaré prescrite la créance invoquée par le demandeur. A titre subsidiaire, elle démontre que le sort du procès serait le même s'il était jugé selon la loi italienne, attendu que les conditions requises par cette loi pour une interruption de la prescription n'ont pas été établies à satisfaction de droit.\n\nD.- Contre ce jugement, Stipa recourt en réforme au Tribunal fédéral. Il conclut à l'annulation de la décision attaquée et au renvoi de la cause à l'autorité cantonale, pour qu'elle statue à nouveau, parce que le litige qu'elle a jugé en vertu du droit fédéral aurait dû l'être exclusivement en vertu du droit italien (art. 60 al. 1 lettre c OJ).\n\nL'intimée Dixi SA conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 43 al. 1 OJ, le recours en réforme n'est recevable que pour violation du droit fédéral. Celui-ci comprend les règles de conflit écrites et non écrites du droit international privé suisse (RO 77 II 274, 79 II 297, consid. 1 a; BIRCHMEIER, Bundesrechtspflege, n. 3 a ad art. 43 OJ, p. 77). La jurisprudence récente déclare le recours en réforme recevable même lorsque l'autorité cantonale a appliqué le droit suisse à titre subsidiaire, en lieu et place du droit étranger inconnu du juge et non établi par les parties (RO 92 II 111 ss.). En revanche, le Tribunal fédéral, saisi d'un recours en réforme, ne saurait revoir l'application du droit étranger par l'autorité cantonale, ni appliquer lui-même le droit étranger, sous réserve de l'art. 65 OJ. Aussi bien, lorsque le litige a été jugé en vertu du droit fédéral, alors qu'il aurait dû l'être exclusivement en vertu du droit étranger, la juridiction fédérale de réforme annule la décision attaquée et renvoie la cause à l'autorité cantonale pour qu'elle statue à nouveau (art. 60 al. 1 lettre c OJ).\n\nEn l'espèce, le recours ne porte que sur le droit applicable au contrat litigieux. Le recourant ne soutient pas qu'ayant opté pour la loi suisse, la cour cantonale ait fait une fausse application, quant au fond, des règles du code des obligations. Il n'a conclu ni à titre principal, ni même subsidiairement, à la réforme du jugement attaqué. Il requiert uniquement l'annulation de ce prononcé et le renvoi de la cause à l'autorité cantonale pour BGE 94 II 355 S. 359qu'elle statue à nouveau. Ses conclusions sont néanmoins recevables. En effet, si le Tribunal fédéral jugeait erronée la solution adoptée par les juges neuchâtelois, il ne pourrait qu'annuler le jugement attaqué et inviter la cour cantonale à statuer à nouveau en appliquant la loi italienne (cf. RO 84 II 604, consd. 1).\n\n2. Selon la jurisprudence instaurée sous l'empire de l'art. 79 al. 2 de la loi sur l'organisation judiciaire fédérale du 22 mars 1893, qui demeure valable au regard de l'art. 60 al. 1 lettre c OJ actuellement en vigueur, quand bien même le Tribunal fédéral juge que la cour cantonale a appliqué à tort le droit suisse en lieu et place du droit étranger, il se dispense de lui renvoyer la cause s'il appert que le sort du litige serait identique en vertu de la loi étrangère. Peu importe que cette déduction procède de la connaissance directe du droit étranger par le Tribunal fédéral (RO 49 II 236) ou, comme en l\"espèce, de constatations faites à titre subsidiaire par la juridiction cantonale (RO 63 II 45, dernier alinéa; cf. RO 60 II 324). Admettant par une fiction que la décision attaquée repose sur le droit étranger, qu'il substitue aux motifs tirés du droit suisse, le Tribunal fédéral déclare irrecevables les conclusions en réforme du recourant.\n\nLa solution jurisprudentielle repose essentiellement sur des considérations d'ordre pratique (cf. RO 63 II 45). Elle pourrait aussi être motivée par le défaut d'intérêt à l'admission du recours. Il a été jugé en effet que le recours en réforme est recevable dans la mesure seulement où le recourant est lésé par le dispositif de la décision attaquée (RO 86 II 383, 91 II 62, consid. 4). On peut toutefois se demander si, en substituant à une argumentation fondée sur le droit suisse des motifs tirés du droit étranger et en s'abstenant de renvoyer la cause à la juridiction cantonale pour qu'elle statue à nouveau en vertu de la loi étrangère, le Tribunal fédéral ne prive pas le recourant de la faculté de recourir contre un jugement rendu en application du droit étranger. En pareil cas, la législation cantonale ouvre parfois un recours ordinaire (cf. par exemple art. 55 et 56 de la loi vaudoise d'organisation judiciaire). Et la partie qui a succombé pourrait exercer un recours de droit public pour application arbitraire, soit des règles de procédure cantonale, soit du droit étranger. Le recourant entend précisément se réserver la possibilité de former contre le nouveau jugement du BGE 94 II 355 S. 360Tribunal cantonal neuchâtelois, qui serait rendu conformément à l'arrêt de renvoi en vertu du droit italien, un recours de droit public qu'il estime prématuré en l'état. On pourrait penser, il est vrai, que la Chambre de droit public déclare le recours irrecevable, en considérant que le point de savoir si le droit suisse était applicable ou non ressortit à la compétence de la juridiction de réforme (cf. art. 84 al. 2 OJ). Il n'est cependant pas nécessaire de résoudre ces questions. En effet, même si le Tribunal fédéral entrait en matière, le recours devrait être rejeté comme mal fondé.\n\n3. A défaut d'une élection conventionnelle de droit, la loi applicable aux relations juridiques entre les parties est déterminée par la loi du for. S'agissant des obligations contractuelles, le droit international privé suisse n'est pas codifié, mais repose sur les principes généraux dégagés par la jurisprudence.\n\nSelon une pratique aujourd'hui bien établie, le contrat est régi par la loi du pays avec lequel le rapport juridique considéré a les liens territoriaux les plus étroits (RO 78 II 83). En règle générale, le juge déclare applicable la loi du pays dans lequel est domicilié le débiteur de l'obligation caractéristique. Si l'on suivait ce principe, le droit italien serait applicable aux relations contractuelles des parties, qu'il s'agisse d'un mandat, d'un courtage ou d'un contrat d'agence (RO 65 II 168, 76 II 45, 67 II 181, 87 II 273, 91 II 446; SCHÖNENBERGER/JÄGGI, Das Obligationenrecht, Allgemeine Einleitung, Zurich 1961, N. 291, 295 ss.).\n\nLa doctrine et la jurisprudence admettent cependant que les règles dégagées pour les contrats spéciaux ne sont que des cas particuliers du principe général en vertu duquel la loi applicable est celle du pays avec lequel le contrat a les liens territoriaux les plus étroits. Des circonstances exceptionnelles feront apparaître parfois le rapport juridique en question comme en relation territoriale plus étroite avec un autre pays que celui où le débiteur de l'obligation caractéristique a son domicile (RO 78 II 191; SCHÖNENBERGER/JÄGGI, op.cit., N. 240; STAUFFER, Wandlungen der bundesgerichtlichen Praxis auf dem Gebiete des internationalen Schuldrechts, RJB 1953 p. 377 ss., 393). C'est alors la loi de cet autre pays qui régira le contrat.\n\nLes auteurs relèvent en outre que l'objet d'un contrat peut le lier si étroitement à d'autres conventions que ce lien justifie BGE 94 II 355 S. 361une localisation commune. Il en est ainsi lorsque les divers contrats apparaissent à toutes les parties comme un ensemble d'accords formant un tout, au point qu'ils ne sauraient être dissociés. Tel sera le cas de contrats qui constituent l'auxiliaire ou le complément nécessaire d'un autre contrat qu'ils servent à préparer, à exécuter ou à modifier (SCHÖNENBERGER/JÄGGI, op.cit., N. 241; VISCHER, Internationales Vertragsrecht, Berne 1962, p. 138, qui se réfère à l'arrêt non publié du 9 octobre 1951 dans la cause Forst c. Reichenbach). La sécurité juridique commande cependant d'appliquer cette doctrine avec réserve, à savoir seulement lorsque l'unité des divers contrats est évidente.\n\n4. En l'espèce, les parties n'ont pas conclu un contrat de courtage, d'agence ou de mandat pur et simple, qui aurait eu pour résultat la conclusion d'une vente entre le mandant et le client indiqué par le mandataire. La convention du 17 septembre 1941 s'inscrit dans les relations qui existaient depuis plusieurs années entre Verdoia et Perrenoud. Ce contrat est générateur d'obligations complexes: il constitue à la fois le résultat de l'activité d'intermédiaire de Verdoia et la cause juridique des prétentions déduites en justice par le recourant, qui se prétend subrogé dans les droits de Verdoia, à concurrence de la moitié. L'objet essentiel du contrat est en effet une licence concédée par Perrenoud à Verdoia. La contrepartie de cette licence consiste dans le paiement d'une somme de 250 000 fr. et la remise à Perrenoud d'une commande de 500 000 fusées. Les parties ont précisé que \"les prix\" feront l'objet d'une entente ultérieure entre Verdoia et Perrenoud. Il ressort d'une lettre du 15 septembre 1941 de Perrenoud à Verdoia que ce dernier devait recevoir une \"bonification\", primitivement fixée à 2 fr. par fusée, sur la commande de 500 000 pièces. Le contrat du 1er décembre 1941 exprime un accord sur le prix des fusées payé à Dixi SA, soit 22 fr.; le surplus, soit 6 fr. la pièce, devait revenir à Verdoia. C'est sur cette différence de 6 fr. que le recourant calcule sa prétention. Interprétées à la lumière des documents du 15 septembre et du 1er décembre 1941, les déclarations des parties consignées dans le contrat du 17 septembre 1941 manifestent leur volonté d'accorder à Verdoia une rémunération - en sus de la licence - pour l'apport du marché de 500 000 fusées. L'accord du 1er décembre 1941 constitue l'entente ultérieure réservée par le contrat du 17 septembre.\n\nBGE 94 II 355 S. 362Il fixe non seulement le prix des fusées, mais aussi la rémunération de Verdoia, modifiant sur ce point l'accord verbal confirmé par la lettre du 15 septembre 1941. La cour cantonale admet avec raison que \"le principe de l'indemnisation du représentant pour l'apport de la commande\" est contenu dans le contrat du 17 septembre 1941. La procuration conférée le 3 février 1942 par Perrenoud à Verdoia et Cie n'est qu'une mesure d'exécution d'un contrat de mandat déjà parfait.\n\nSans doute l'analyse juridique distingue-t-elle dans la convention du 17 septembre 1941 plusieurs contrats. L'un d'eux, la vente de 500 000 fusées, n'est devenu parfait qu'après la conclusion de l'accord du 1er décembre 1941 sur les prix. Néanmoins, la convention se caractérise comme un contrat complexe. Les parties entendaient en effet se lier par un accord unique, qui dans leur idée formait un tout et dont les éléments ne pouvaient pas être dissociés. L'économie de l'accord montre qu'il existe un lien de dépendance nécessaire entre le salaire du mandataire, contrepartie des démarches qui ont permis la conclusion du contrat de vente, ce contrat et la cession de licence, dont il est à son tour la contrepartie. Ces liens de dépendance sont tels qu'il se justifie de soumettre l'ensemble des contrats à un seul et même droit.\n\nIl est vrai que Perrenoud a signé le contrat du 17 septembre 1941 en son nom propre et l'accord ultérieur du 1er décembre 1941 en sa qualité d'administrateur de Dixi SA Mais, comme le relève la cour cantonale, il n'a pu prendre les engagements du 17 septembre que parce qu'il dominait Dixi SA, au su de Verdoia, lequel a considéré que Dixi SA et Perrenoud ne formaient, économiquement et en fait, qu'une seule personne. Il faut donc admettre, avec les juges cantonaux, que les signataires des conventions \"n'ont pas fait clairement le départ entre la situation de Perrenoud comme personne physique et comme administrateur et actionnaire unique de Dixi SA\".\n\nDans l'accord complexe que les parties ont conclu, l'élément prépondérant est sans conteste la licence. La vente des 500 000 fusées est le second élément par ordre d'importance. L'activité d'intermédiaire déployée par le recourant ne vient qu'en troisième lieu. Selon les règles de conflit suisses, l'accord est soumis au droit en vigueur au domicile de Perrenoud et au siège de Dixi SA, débiteurs des obligations caractéristiques. Il est donc régi par le droit suisse.\n\nBGE 94 II 355 S. 363\n\n5. Au surplus, le contrat du 17 septembre 1941 contient une clause d'élection de for attributif de juridiction en faveur du Tribunal du Locle. La jurisprudence déduit d'une pareille clause la présomption que les parties ont voulu soumettre leurs relations contractuelles au droit en vigueur dans le pays où siège la juridiction choisie pour trancher leurs différends (RO 88 II 192). Dès lors, les parties ont implicitement soumis leurs rapports conventionnels au droit suisse, sans qu'il soit nécessaire de rechercher si cette conclusion pourrait être tirée également de la volonté hypothétique des contractants.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme le jugement rendu le 1er avril 1968 par le Tribunal cantonal neuchâtelois."}