{"annee": "94", "cour": "III", "page": "78", "date": "22/5/1968", "cite": ["75 III 106", "63 III 67", "74 III 1", "41 III 429", "28 I 225", "79 III 155", "93 III 33", "85 III 68", "50 III 47", "85 III 23"], "cite_par": ["110 III 57", "105 III 18", "96 III 93", "96 II 161", "97 III 18", "105 III 80", "107 III 67", "136 III 490", "115 III 109", "107 III 78"], "chapeau": "15. Auszug aus dem Entscheid vom 22. Mai 1968 i.S. Randegger.", "regestes": ["Il est inadmissible de renoncer conditionnellement à une saisie déjà exécutée (en particulier de consentir à la \"suspension\" provisoire d'une saisie de salaire exécutée). Lorsque l'office des poursuites annule la saisie sur la base d'une pareille renonciation, la poursuite elle-même devient en principe caduque. Examen des circonstances dans lesquelles les règles de la bonne foi (art. 2 CC) ne permettent pas d'opposer au créancier poursuivant que la poursuite est devenue caduque en raison de sa renonciation."], "faits": "BGE 94 III 78 S. 78\n\nAus dem Tatbestand:\n\nA.- Kurt und Robert Randegger betreiben ihren Vater Julius Randegger gemeinsam für rückständige Unterhaltsbeiträge (Betreibungen Nr. 9675 und 2110). Am 13./23. Juni 1967 pfändete das Betreibungsamt Zürich 2 in diesen (zur Gruppe Nr. 59 zusammengefassten) Betreibungen vom Lohn des Schuldners Fr. 3.80 pro Arbeitsstunde.\n\nNachdem der Schuldner regelmässige Zahlungen an die Gläubigervertreter versprochen hatte, gaben diese am 7./8. Juli 1967 gegenüber dem Betreibungsamte folgende \"Erklärung\" ab: BGE 94 III 78 S. 79\n\n\"Auf Zusehen hin sind wir damit einverstanden, dass\n\na) die verfügte Lohnpfändung mit sofortiger Wirkung sistiert wird,\n\nb) die Anzeige an den Arbeitgeber unterbleibt oder widerrufen wird,\n\nc) der Einzug der Lohngelder durch das Betreibungsamt unterbleibt.\n\nWir haben davon Kenntnis, dass nach Ablauf der Lohnpfändungsdauer für einen allfällig ungedeckten Betrag kein Verlustschein ausgestellt wird.\n\nWir behalten uns das Recht des Widerrufs dieser Erklärung vor und sind damit einverstanden, dass die Lohnpfändung sofort dann von Amtes wegen angeordnet wird, wenn andere Gläubiger auf der Durchführung der Lohnpfändung bestehen.\n\nAllfällig noch eingehende Lohngelder können dem Schuldner ausbezahlt werden.\"\n\nDie Pfändungsurkunde, die auf diese Erklärung hinwies, wurde am 17. Juli 1967 versandt.\n\nB.- Am 27. November 1967 pfändete das Betreibungsamt Zürich 2 zugunsten der Gläubiger der Gruppe Nr. 129 \"im Anschluss\" an die Pfändung zugunsten der Gruppe Nr. 59 vom Lohn des Schuldners wiederum Fr. 3.80 pro Arbeitsstunde.\n\nAm 7. Dezember 1967 teilte das Betreibungsamt dem Schuldner mit, diese neue Lohnpfändung bedinge die Wiederaufnahme der einstweilen sistiert gewesenen Lohnpfändung in der Gruppe Nr. 59, und verfügte:\n\n\"Vom Lohn des Schuldners ... werden mit Wirkung ab 27. November 1967 Fr. 3.80 pro Arbeitsstunde gepfändet, für die Pfändungsgläubiger in Gruppe Nr. 59 längstens bis 13. Juni 1968.\"\n\nC.- Am 17. Dezember 1967 führte der Schuldner gegen die Verfügung vom 7. Dezember 1967 Beschwerde. Er machte u.a. geltend, die Pfändung zugunsten der Gruppe Nr. 59 habe mit dem Einverständnis der Gläubigervertreter \"aufgehört\" und sei folglich \"nicht gültig\".\n\nDie kantonalen Aufsichtsbehörden und das Bundesgericht weisen die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Bedingte Fortsetzungs- und Verwertungsbegehren sind unwirksam (BGE 85 III 70 f.). Indem ein Gläubiger ein ohne Bedingung gestelltes Begehren unter einer Bedingung, z.B. für BGE 94 III 78 S. 80den Fall der Leistung einer bestimmten Teilzahlung durch den Schuldner zurückzieht, verwandelt er sein Begehren nachträglich in ein bedingtes, d.h. in ein Begehren, das nur beim Nichteintritt der fraglichen Bedingung, also z.B. bei Nichtleistung der Teilzahlung, gelten soll und deshalb unzulässig ist. Der bedingte Rückzug eines Fortsetzungs- oder Verwertungsbegehrens macht dieses also unwirksam, m.a.W. der bedingte Rückzug eines solchen Begehrens hat die gleichen Folgen wie ein unbedingter Rückzug (BGE 85 III 71 /72; vgl.BGE 41 III 431und Ziff. 4 der Erläuterungen auf den obligatorischen Formularen Nr. 4 und 27 für das Fortsetzungs- bzw. Verwertungsbegehren). Ziff. 104 Abs. 3 der vom Obergericht des Kantons Zürich am 11. Februar 1952 erlassenen Anweisung zum SchKG sowie zum GebT, wo \"einstweilige Rückzüge von Fortsetzungs- und Verwertungsbegehren, die an die Bedingung einer vom Gläubiger bestimmten Zahlung an das Betreibungsamt geknüpft sind\", als zulässig erklärt werden (vgl. BGE 85 III 69), ist daher bundesrechtswidrig.\n\n3. Das Verfahren, das im vorliegenden Falle eingeschlagen wurde, weicht vom gesetzlichen Gang des Betreibungsverfahrens noch stärker ab als die Zulassung eines bedingten Rückzugs des Fortsetzungs- oder Verwertungsbegehrens.\n\na) Auf Grund des Fortsetzungsbegehrens in der Betreibung Nr. 9675 ordnete das Betreibungsamt am 13. Juni 1967 eine Lohnpfändung von Fr. 3.80 pro Arbeitsstunde an. Nach Eingang des Fortsetzungsbegehrens in der Betreibung Nr. 21 10 verfügte es am 23. Juni 1967 den Anschluss der Gläubiger dieser Betreibung an die erfolgte Lohnpfändung. Diese war damit vollzogen, dass der Beamte dem Schuldner unter Hinweis auf das Verbot und die Straffolgen einer von Amte nicht bewilligten Verfügung ausdrücklich erklärte, der erwähnte Lohnbetrag sei gepfändet (BGE 93 III 36). Die Eintragung dieser Erklärung ins Pfändungsprotokoll, die nachBGE 74 III 4auch noch zum Pfändungsvollzug zu rechnen wäre und die im vorliegenden Falle übrigens zweifellos erfolgt ist, dient nur der urkundlichen Feststellung und damit dem Beweis der massgebenden Erklärung (vgl. Art. 8 SchKG undBGE 50 III 49). Die Anzeige an den Arbeitgeber, die gemäss Art. 99 SchKG womöglich zu erlassen ist, wenn der Schuldner eine unselbständige Erwerbstätigkeit ausübt (obligatorisches Formular Nr. 10), ist kein wesentlicher Bestandteil des Pfändungsvollzugs, sondern es BGE 94 III 78 S. 81handelt sich dabei wie bei der in Art. 98 SchKG vorgesehenen amtlichen Verwahrung im Falle der Pfändung von Geld, Banknoten usw. (BGE 63 III 67,BGE 75 III 108) um eine Sicherungsmassnahme, die zum Pfändungsvollzug hinzutritt (BGE 93 III 36 mit Hinweisen). Eine solche Anzeige ist übrigens im vorliegenden Falle laut Pfändungsurkunde am 14. Juni 1967 erlassen worden.\n\nWurde die von den Gläubigern verlangte Pfändung am 13./23. Juni 1967 vollzogen, so kann die Erklärung betreffend Sistierung der Lohnpfändung, welche die Gläubiger am 7./8. Juli 1967 im Hinblick auf die vom Schuldner versprochenen Zahlungen an sie abgaben, nicht etwa als Rückzug eines noch nicht befolgten Fortsetzungsbegehrens aufgefasst werden. Vielmehr stimmten die Gläubiger mit ihrer Erklärung der Einstellung einer bereits erfolgten Lohnpfändung zu (vgl. lit. a der Erklärung, wo ausdrücklich von Sistierung der \"verfügten\" Lohnpfändung die Rede ist).\n\nb) Die Sistierung der vollzogenen Lohnpfändung, der die Gläubiger zustimmten, war nicht bloss so gemeint, dass lediglich die Anzeige an den Arbeitgeber zu widerrufen sei und der Schuldner die gepfändete Lohnquote selbst an das Betreibungsamt abzuliefern habe, wie es bei der Pfändung von Trinkgeldern und von Einkommen aus selbständiger Erwerbstätigkeit zu geschehen hat (BGE 79 III 158, BGE 93 III 36 /37). Vielmehr erklärten sich die Gläubiger ausdrücklich damit einverstanden, dass der Einzug der Lohngelder durch das Betreibungsamt unterbleibe und dass allfällig noch eingehende Lohngelder dem Schuldner ausbezahlt werden. Damit stimmten die Gläubiger der Aufhebung der Lohnpfändung selbst zu.\n\nDie Gläubiger taten das freilich nur auf Zusehen hin und behielten sich ausdrücklich den Widerruf ihrer Erklärung vor. Diese Befugnis wollten sie sich offenbar vor allem für den Fall wahren, dass der Schuldner die versprochenen Zahlungen an sie nicht leisten sollte. Ausserdem sollte die Sistierung nach der Erklärung vom 7./8. Juli 1967 ausser Kraft treten, wenn andere Gläubiger eine Lohnpfändung verlangen sollten. Das Gesetz gestattet dem betreibenden Gläubiger jedoch nicht, unter Vorbehalt des Widerrufs oder des Eintritts einer bestimmten äussern Tatsache auf eine vom Betreibungsamt auf sein Begehren bereits vollzogene Pfändung zu verzichten. Er kann den gesetzlich geregelten Gang des Betreibungsverfahrens nur durch BGE 94 III 78 S. 82die Stellung der im Gesetz vorgesehenen Begehren und durch den (unbedingten) Rückzug noch nicht befolgter Begehren oder der Betreibung als solcher unmittelbar beeinflussen. Wo das Gesetz einen Aufschub von Betreibungshandlungen, einen Stillstand oder die Einstellung der Betreibung vorsieht (Art. 36, 57 ff., 77 Abs. 3, 78 Abs. 1, 85, 107 Abs. 2, 123 Abs. 1, 173, 186, 297 Abs. 1, 317 b Abs. 4, 317 g SchKG), treten diese Rechtswirkungen nicht auf Antrag des Gläubigers, sondern auf Anordnung einer Behörde oder von Gesetzes wegen ein. Zudem werden in diesen Fällen nicht bereits vollzogene Betreibungshandlungen rückgängig gemacht, wie das mit der durch die Erklärung vom 7./8. Juli 1967 bewilligten Aufhebung der Lohnpfändung geschah. Den Verzicht auf eine vollzogene Pfändung unter dem Vorbehalt auszusprechen, dass dieser Verzicht widerruflich sei und bei Eintritt bestimmter Tatsachen von selbst ausser Kraft treten solle, ist also nach dem Gesetz ausgeschlossen. Ein bedingter Verzicht auf eine bereits vollzogene Pfändung kann noch weniger zugelassen werden als ein bedingter Rückzug eines noch nicht befolgten Fortsetzungsbegehrens. Nimmt das Betreibungsamt einen solchen Verzicht entgegen und hebt es gestützt darauf die Pfändung auf, wie es hier geschehen ist, so fällt damit grundsätzlich die Betreibung als solche dahin. Der Gläubiger, der in die Aufhebung der auf sein Begehren vollzogenen Pfändung eingewilligt hat, kann in der gleichen Betreibung kein neues Fortsetzungsbegehren stellen (BGE 28 I 226- Sep.ausg. 5 S. 129 f.; JAEGER N. 6 C zu Art. 88 SchKG; FAVRE, Droit des poursuites, 2. Aufl., S. 171 f.).\n\n4. Auf Grund dieser Erwägungen wären die Betreibungen Nr. 9675 und 21 10 als zurückgezogen zu betrachten. Diese Annahme verstiesse jedoch angesichts der besonderen Umstände des Falles gegen den allgemeinen Rechtsgrundsatz von Treu und Glauben, den das ZGB in Art. 2 ausgesprochen hat und der nach heutiger Auffassung auch im Betreibungsverfahren zu beachten ist (BGE 85 III 29 mit Hinweisen).\n\na) Das Formular, das die Gläubiger für die Erklärung vom 7./8. Juli 1967 benützten, wurde vom Betreibungsamt aufgesetzt und vervielfältigt. Die Gläubiger durften sich deshalb darauf verlassen, dass es einen gesetzlich zulässigen Inhalt habe. Sie brauchten nicht zu befürchten, dass die in dieser Erklärung vorgesehene Sistierung der Lohnpfändung die Betreibung dahinfallen lasse. Das Betreibungsamt durfte ihnen daher nach Treu BGE 94 III 78 S. 83und Glauben nicht entgegenhalten, die von ihnen unterzeichnete Erklärung bedeute den Rückzug der Betreibung, so dass es nicht zulässig sei, die Lohnpfändung in den darin vorgesehenen Fällen wiederaufleben zu lassen. Das Betreibungsamt hat denn auch diesen Standpunkt nicht eingenommen, sondern die Lohnpfändung zugunsten der Gläubiger der Betreibungen Nr. 9675 und 2110 wieder in Kraft gesetzt, nachdem andere Gläubiger das Fortsetzungsbegehren gestellt hatten.\n\nb) Der Schuldner hat die von ihm gewünschte \"Sistierung\" der Lohnpfändung dadurch erreicht, dass er den Gläubigern regelmässige Zahlungen versprach. Dieses Versprechen hat er nur sehr mangelhaft erfüllt. Er kann sich daher nach Treu und Glauben nicht darauf berufen, der in der Erklärung vom 7./8. Juli 1967 für diesen Fall sowie für den Fall des Eingangs weiterer Pfändungsbegehren angebrachte Vorbehalt sei ungültig und die Bewilligung der Sistierung der Lohnpfändung bedeute in Wirklichkeit den Rückzug der Betreibungen.\n\nAus diesen Gründen ist die Verfügung vom 7. Dezember 1967, mit welcher das Betreibungsamt die Lohnpfändung zugunsten der Betreibungen Nr. 9675 und 2110 wieder in Kraft gesetzt hat, nicht zu beanstanden, obwohl das in der Erklärung vom 7./8. Juli 1967 vorgezeichnete Verfahren an sich ungesetzlich war."}