{"annee": "94", "cour": "I", "page": "392", "date": "28/6/1968", "cite": ["92 I 24", "93 I 215", "92 IV 107", "92 I 427", "93 I 497", "94 I 82", "91 I 321"], "cite_par": ["105 V 23", "98 IV 134", "100 IV 98", "100 IB 429", "99 IB 377", "106 IB 125"], "chapeau": "54. Auszug aus dem Urteil vom 28. Juni 1968 i.S. Diversified Growth Stock Fund Inc. und Mitbeteiligte gegen Eidg. Bankenkommission.", "regestes": ["Légalité et constitutionnalité des ordonnances du Conseil fédéral fondées sur une délégation légale. Pouvoir d'examen du Tribunal fédéral; nouvel éclaircissement de la jurisprudence (consid. 3). Fonds de placement étrangers: Autorisation de faire appel au public en Suisse. L'art. 6 al. 2 de l'ordonnance d'exécution de la loi fédérale sur les fonds de placement, selon lequel l'autorisation n'est accordée que si la direction étrangère du fonds charge une grande banque établie dans le pays de la représenter de manière permanente en Suisse, n'est contraire ni à la loi, ni à la constitution (consid. 4-6)."], "faits": "BGE 94 I 392 S. 393\n\nA.- Das seit dem 1. Februar 1967 in Kraft stehende Bundesgesetz über die Anlagefonds vom 1. Juli 1966 (AFG, AS 1967 S. 115) ist nach Art. 1 Abs. 1 anwendbar auf alle Anlagefonds, deren Leitung ihren Sitz in der Schweiz hat. Es bestimmt in Art. 1 Abs. 3:\n\n\"Der Bundesrat erlässt die zum Schutze der Anleger erforderlichen Vorschriften über ausländische Anlagefonds, für die in der Schweiz öffentlich geworben wird; er kann namentlich die Leistung von Sicherheiten sowie die Verzeigung eines Gerichtsstandes in der Schweiz verlangen.\"\n\nGestützt auf diese Bestimmung hat der Bundesrat in die Vollziehungsverordnung vom 20. Januar 1967 (AFV, AS 1967 S. 135) den Art. 6 aufgenommen, welcher lautet:\n\n\"Die öffentliche Werbung für ausländische Anlagefonds in der Schweiz bedarf einer Bewilligung der Aufsichtsbehörde.\n\nDie Bewilligung wird erteilt, wenn die ausländische Fondsleitung als ihren ständigen Vertreter in der Schweiz eine Bank mit Sitz oder Zweigniederlassung in der Schweiz bestellt; ist der Vertreter eine juristische Person, so muss er ein voll einbezahltes Grund- oder Stammkapital von zwei Millionen Franken ausweisen.\n\nBGE 94 I 392 S. 394\n\nAuf den Entzug der Bewilligung zur öffentlichen Werbung für einen ausländischen Anlagefonds findet Art. 44 des Gesetzes sinngemäss Anwendung.\n\nIn der Werbung für den ausländischen Anlagefonds sowie in allen Veröffentlichungen der Fondsleitung oder des ständigen Vertreters in der Schweiz ist deutlich auf die Nationalität der Fondsleitung hinzuweisen; untersteht die Fondsleitung an ihrem Sitz nicht einer der schweizerischen ähnlichen staatlichen Aufsicht, so ist dieser Umstand in allen Zeichnungsscheinen oder, wo solche nicht verwendet werden, in den Abrechnungen über die Zeichnungen deutlich hervorzuheben.\n\nDer ständige Vertreter der Fondsleitung in der Schweiz meldet der Aufsichtsbehörde innerhalb zwei Monaten nach Abschluss des Rechnungsjahres des Anlagefonds die Gesamtheit der in der Schweiz während dieser Periode ausgegebenen und zurückgenommenen Anteilscheine und sendet ihr so bald als möglich den veröffentlichten Rechenschaftsbericht der Fondsleitung über den Anlagefonds.\"\n\nB.- Die Diversified Growth Stock Fund Inc. wurde im Jahre 1954 gegründet und ist im Staate Delaware (USA) ein getragen. Sie untersteht in den USA dem Investment Company Act von 1940 und der Aufsicht der Securities and Exchange Commission. Der im Staate Nevada (USA) eingetragenen Hugh W. Long & Co. Inc. ist das ausschliessliche Recht, Aktien-Zertifikate des Diversified Growth Stock Fund zu vertreiben, eingeräumt worden. Sie hat das Vertriebsrecht für Europa der Intertrust SA in Luxemburg abgetreten. Diese hat ihrerseits - im Einverständnis mit Hugh W. Long & Co. - das Vertriebsrecht für die Schweiz der Finanzgesellschaft Agantis AG in Zürich übertragen, die seit dem Jahre 1966 besteht und über ein voll einbezahltes Aktienkapital von 500'000 Franken verfügt.\n\nIm Auftrage der Hugh W. Long & Co. und der Intertrust SA hat die Agantis AG die Eidg. Bankenkommission ersucht, die öffentliche Werbung für den Diversified Growth Stock Fund in der Schweiz zu bewilligen. Sie hat darauf hingewiesen, dass sie als ständiger Vertreter der ausländischen Fondsleitung in der Schweiz bestellt sei.\n\nMit Entscheid vom 1. November 1967 hat die Bankenkommission (Kammer für Anlagefonds) das Gesuch abgewiesen. Zur Begründung hat sie ausgeführt, die Agantis AG sei keine Bank oder Zweigniederlassung einer Bank, so dass nach Art. 6 Abs. 2 AFV die erbetene Bewilligung nicht erteilt werden könne.\n\nBGE 94 I 392 S. 395\n\nC.- Gegen diesen Entscheid führen Diversified Growth Stock Fund Inc., Hugh W. Long & Co. Inc. und Agantis AG Verwaltungsgerichtsbeschwerde, in welcher sie das Bewilligungsgesuch erneuern.\n\nSie machen geltend, Art. 6 Abs. 2 AFV sei insoweit gesetz- und verfassungswidrig, als er verlangt, dass der Vertreter eine Bank sein und, wenn er eine juristische Person ist, ein voll einbezahltes Grund- oder Stammkapital von zwei Millionen Franken ausweisen muss. Diese Auffassung begründen sie wie folgt:\n\nArt. 1 Abs. 3 AFG ermächtige den Bundesrat nicht, den schweizerischen Anlegern Garantien für die Bonität der ausländischen Anlagefonds zu bieten, sondern nur, dafür zu sorgen, dass die öffentliche Werbung für solche Fonds in der Schweiz seriös betrieben werde. Die Verordnungsvorschrift, dass der Vertreter eine Bank mit Sitz oder Zweigniederlassung in der Schweiz sein muss, sei durch diese Ermächtigung nicht gedeckt. Sie verletze den Grundsatz der Verhältnismässigkeit, ja sei sinnwidrig. Auch eine schweizerische Finanzgesellschaft, welche die Vertretung eines ausländischen Anlagefonds übernehme, biete selbstverständlich Gewähr dafür, dass die Werbung einwandfrei durchgeführt werde.\n\nArt. 1 Abs. 3 AFG solle ein Einschreiten des Bundesrates dann ermöglichen, wenn der ausländische Anlagefonds an seinem Sitz überhaupt keiner oder keiner der schweizerischen ebenbürtigen staatlichen Aufsicht unterstehe. Nun sei aber gerade der beschwerdeführende Anlagefonds in den USA einer der schweizerischen gleichwertigen Aufsicht unterstellt. Die Agantis AG als Vertreter dieses Fonds müsse die strengen amerikanischen Vorschriften über die Werbung einhalten, obwohl sie \"nur\" eine Finanzgesellschaft sei. Sie müsse bei der Werbung höheren Anforderungen genügen als eine schweizerische Bank, welche einen an seinem Sitz nicht oder nur wenig beaufsichtigten ausländischen Anlagefonds vertritt. Es verstosse gegen den Grundsatz der Rechtsgleichheit, die Bewilligung der öffentlichen Werbung in der Schweiz in allen Fällen davon abhängig zu machen, dass als Vertreter eine Bank bestellt wird.\n\nAuch die weitere Bestimmung, dass der Vertreter, der eine juristische Person ist, ein voll einbezahltes Grund- oder Stammkapital von zwei Millionen Franken ausweisen muss, sei mit BGE 94 I 392 S. 396dem Gesetz und dem Grundsatz der Rechtsgleichheit nicht vereinbar. Sie beruhe offenbar auf einem falschen Analogieschluss aus Art. 3 Abs. 3 AFG, wo die gleiche Anforderung an eine Bank, welche einen schweizerischen Anlagefonds leitet, gestellt werde. Den schweizerischen Vertreter eines ausländischen Fonds treffe, im Unterschied zu der Leitung eines schweizerischen Fonds, keine materielle Haftung gegenüber den Anlegern.\n\nArt. 6 Abs. 2 AFV verletze auch die Handels- und Gewerbefreiheit. Das dort geschaffene Bankenmonopol gehe weit über das hinaus, was erforderlich sei, um den gewerbepolizeilichen Zweck der Aufsicht über die Werbung zu erreichen. Es sei nicht das richtige Mittel hiezu. Auch das beanstandete Erfordernis eines Mindestkapitals habe mit jenem Zweck nichts zu tun.\n\nD.- Die Eidg. Bankenkommission hat im Verfahren vor dem Bundesgericht an ihrem Standpunkte festgehalten.\n\nGemäss einem Antrag der Kommission ist der Bundesrat ersucht worden, zur Frage der Gesetz- und Verfassungsmässigkeit des Art. 6 Abs. 2 AFV Stellung zu nehmen. Er bejaht diese Frage in seiner Vernehmlassung.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Art. 1 Abs. 3 AFG delegiert dem Bundesrat die Kompetenz, die zum Schutze der Anleger erforderlichen Vorschriften über ausländische Anlagefonds, für die in der Schweiz öffentlich geworben wird, zu erlassen. Damit legt diese gesetzliche Bestimmung den Zweck fest, dem die vom Bundesrat zu erlassenden Vorschriften dienen sollen. Dagegen schreibt sie dem Bundesrat nicht den Gebrauch bestimmter Mittel vor; sie fügt nur bei, dass z.B. (\"namentlich\") die Leistung von Sicherheiten und die Verzeigung eines Gerichtsstandes in der Schweiz verlangt werden \"kann\". Sie räumt also dem Bundesrat einen weiten Ermessensspielraum ein. In Art. 6 AFV hat denn auch der Bundesrat nicht die im Gesetz beispielsweise genannten, sondern andere Mittel gewählt.\n\nDas Bundesgericht hat sich nicht darüber auszusprechen, ob diese in der Verordnung getroffene Lösung die zur Erreichung des gesetzlichen Zweckes am besten geeignete sei, da es nicht sein Ermessen an die Stelle jenes des Bundesrates treten lassen kann. Dagegen kann es prüfen, ob die in der Verordnung BGE 94 I 392 S. 397gewählten Mittel überhaupt geeignet seien, jenem Zwecke zu dienen. Nach der Auffassung, die das Gericht früher in ähnlichen Fällen - auch noch in BGE 92 IV 109 - vertreten hat, wäre seine Prüfungsbefugnis auf diesen Gesichtspunkt beschränkt.\n\nIndessen hat es seither seine Rechtsprechung in dem Sinne klargestellt, dass es eine auf gesetzlicher Delegation beruhende Verordnung des Bundesrates auch auf ihre Übereinstimmung mit der Bundesverfassung prüfen kann, sofern das Gesetz den Bundesrat nicht ermächtigt, in der Verordnung von der Verfassung abzuweichen (BGE 92 I 432 ff.; BGE 93 I 503; BGE 94 I 88). Im vorliegenden Fall besteht kein Grund, eine solche Ermächtigung anzunehmen. Das Bundesgericht hat daher auch zu untersuchen, ob die umstrittenen Verordnungsvorschriften mit den Grundsätzen der Bundesverfassung vereinbar seien. In dieser Beziehung stellt sich die Frage, ob sie mit Art. 4 und 31 BV im Einklang stehen. Insbesondere ist zu prüfen, ob der Grundsatz der Verhältnismässigkeit gewahrt sei. Er ist in allen Gebieten des öffentlichen Rechts massgebend; er wird auch durch die Bundesverfassung - namentlich im Bereich der Handels- und Gewerbefreiheit - gewährleistet (BGE 91 I 327, 487; BGE 92 I 35 Erw. 7; BGE 93 I 219). Das Bundesgericht hat sich daher auch mit der Frage zu befassen, ob die Bedingungen, die Art. 6 Abs. 2 AFV aufstellt, in einem vernünftigen Verhältnis zu dem im Gesetz genannten Zweck stehen. Wenn und soweit dies nicht zuträfe, wäre die Verordnungsbestimmung mit dem Gesetz und der Verfassung nicht vereinbar und hätte ihr das Gericht die Anwendung im vorliegenden Fall zu versagen (H. BRUNNER, Die Überprüfung der Rechtsverordnungen des Bundes auf ihre Verfassungs- und Gesetzmässigkeit, Diss. Bern 1953, S. 116; A. GRISEL, Le contrôle des ordonnances fédérales en Suisse, in: Conseil d'Etat, Etudes et documents, Paris 1962, S. 198).\n\n4. Nach Art. 6 Abs. 1 AFV bedarf die öffentliche Werbung für ausländische Anlagefonds in der Schweiz einer Bewilligung der Aufsichtsbehörde. Diese Vorschrift wird von den Beschwerdeführern nicht beanstandet und kann auch nicht beanstandet werden. Das Anlagefondsgesetz selber bestimmt in Art. 3 und 5, dass die Leitungen der schweizerischen Anlagefonds (die Fondsleitungen mit Sitz in der Schweiz, Art. 1 Abs. 1) und, wo für solche Fonds Depotbanken beigezogen werden, auch diese zur Aufnahme der Geschäftstätigkeit einer Bewilligung der BGE 94 I 392 S. 398Aufsichtsbehörde bedürfen. Dadurch sollen die Anleger geschützt werden. Der gleiche Zweck wird in Art. 1 Abs. 3 AFG verfolgt; er wird dort ausdrücklich genannt. Indem diese gesetzliche Bestimmung den Bundesrat beauftragt, die zum Schutze der Anleger erforderlichen Vorschriften über ausländische Anlagefonds, für die in der Schweiz öffentlich geworben wird, zu erlassen, ermächtigt sie ihn insbesondere, diese Tätigkeit der Bewilligungspflicht zu unterwerfen. Die Ermächtigung hiezu ist aus jenem Auftrag ohne weiteres abzuleiten; sie brauchte im Gesetz nicht eigens erwähnt zu werden.\n\nDer von den Beschwerdeführern angefochtene Abs. 2 des Art. 6 AFV umschreibt die Voraussetzungen der Bewilligung in Anlehnung an Vorschriften des Gesetzes, die für die schweizerischen Anlagefonds gelten. Nach Art. 3 AFG darf die Bewilligung, deren die Leitung eines solchen Fonds bedarf (Abs. 1), nur einer Bank im Sinne des Bankengesetzes oder einer Aktiengesellschaft oder Genossenschaft, deren Gegenstand und Zweck ausschliesslich die Leitung von Anlagefonds ist, erteilt werden (Abs. 2); ist die Fondsleitung eine juristische Person, so muss sie ein mindestens zur Hälfte einbezahltes Grund- oder Stammkapital von einer Million Franken, wenn sie auch Bankgeschäfte betreibt, ein voll einbezahltes Grund- oder Stammkapital von zwei Millionen Franken ausweisen (Abs. 3). Nach Art. 5 AFG muss für einen schweizerischen Anlagefonds, dessen Leitung nicht eine Bank ist, eine Depotbank beigezogen werden (Abs. 1); die Bewilligung, deren die Depotbank bedarf (Abs. 2), wird nur einer Bank im Sinne des Bankengesetzes mit Sitz oder Zweigniederlassung in der Schweiz und, wenn es sich um eine juristische Person handelt, mit einem einbezahlten Grund- oder Stammkapital von mindestens zwei Millionen Franken erteilt (Abs. 3). Art. 6 Abs. 2 AFV ist dem Art. 5 Abs. 3 AFG nachgebildet, wie der Bundesrat in seiner Vernehmlassung zur Beschwerde bestätigt.\n\nArt. 8 Abs. 2 AFG bestimmt, dass die Depotbank - wo eine solche besteht - nach Massgabe des Art. 18 am Kollektivanlagevertrag teilnimmt. Gemäss Art. 18 hat sie das gesamte Fondsvermögen aufzubewahren und dafür zu sorgen, dass Anlagen, die nach Gesetz oder Fondsreglement unzulässig sind, unterbleiben (Abs. 1); zu diesem Zwecke besorgt sie die Ausgabe und Rücknahme der Anteilscheine sowie den ganzen Zahlungsverkehr für den Anlagefonds (Abs. 2); das Fondsreglement BGE 94 I 392 S. 399kann ihr weitere Überwachungspflichten auferlegen (Abs. 3); sie haftet dem Anleger für die gehörige Erfüllung ihrer gesetzlichen und vertraglichen Obliegenheiten (Abs. 4, in Verbindung mit den sinngemäss anwendbaren Vorschriften über die Verantwortlichkeit der Fondsleitung). Art. 6 AFV bezeichnet indessen den ständigen Vertreter in der Schweiz, den die ausländische Fondsleitung zu bestellen hat, nicht als Depotbank. Er unterwirft ihn in der Tat nicht der Aufbewahrungspflicht und den übrigen Obliegenheiten, die eine Depotbank nach Art. 18 Abs. 1 und 2 AFG erfüllen muss. Ein Vertreter in der Schweiz wäre auch, jedenfalls in der Regel, gar nicht in der Lage, das ganze Vermögen des ausländischen Fonds aufzubewahren, den ganzen Zahlungsverkehr für den Fonds zu besorgen und dessen Geschäftsgebaren, wo immer es sich abwickelt, so zu überwachen, dass unzulässige Anlagen verhindert werden könnten. Art. 6 AFV nennt in Abs. 4 und 5 nur einige wenige Verpflichtungen des Vertreters. Abs. 4 weist den Vertreter (und die ausländische Fondsleitung selbst) an, in der Werbung und in den Veröffentlichungen deutlich auf die Nationalität der Fondsleitung hinzuweisen und, falls diese an ihrem Sitz nicht einer der schweizerischen ähnlichen staatlichen Aufsicht untersteht, diesen Umstand in den Zeichnungsscheinen oder, wo solche nicht verwendet werden, in den Abrechnungen über die Zeichnungen deutlich hervorzuheben; ausserdem verpflichtet Abs. 5 den Vertreter, der Aufsichtsbehörde für jedes Rechnungsjahr die Gesamtheit der in der Schweiz ausgegebenen und zurückgenommenen Anteilscheine zu melden und den veröffentlichten Rechenschaftsbericht der Fondsleitung zu senden. Diese Vorschriften stellen keine hohen Anforderungen an den Vertreter. Wären nur sie in Betracht zu ziehen, so wäre allerdings höchst zweifelhaft, ob die umstrittene Ordnung des Art. 6 Abs. 2 AFV in einem vernünftigen Verhältnis zum Zweck steht, dem sie dienen soll (vgl. Abhandlungen von A. HIRSCH: Le champ d'application de la loi fédérale sur les fonds de placement, Veröffentlichungen der Genfer Juristischen Fakultät Bd. 23, S. 74; La loi fédérale sur les fonds de placement, Fiches juridiques suisses Nr. 1307, S. 17).\n\nIndessen ist die Aufgabe, die dem Vertreter der ausländischen Fondsleitung in der Schweiz zum Schutze der Anleger zugedacht ist, nicht auf die in Art. 6 Abs. 4 und 5 AFV genannten Obliegenheiten beschränkt. Es wird von ihm mehr erwartet, BGE 94 I 392 S. 400und gerade deshalb lehnt sich Art. 6 Abs. 2 AFV an die Vorschriften des Gesetzes an, nach denen für die schweizerischen Anlagefonds eine in der Schweiz niedergelassene, unbeschränkt oder mit einem grossen Eigenkapital haftende Bank als Fondsleitung oder Depotbank bestellt werden muss. Die Anknüpfung beruht allerdings nicht darauf, dass diese gesetzlichen Vorschriften den Anlegern einen Vertragspartner verschaffen, dessen Finanzkraft Gewähr für die Befriedigung ihrer vermögensrechtlichen Ansprüche bietet; denn der schweizerische Vertreter der ausländischen Fondsleitung ist nicht selber Vertragspartner der Anleger. Vielmehr liegt der Grund der Anlehnung darin, dass die genannten gesetzlichen Vorschriften den Anlegern auch die Garantie geben, die sich allein schon aus der Tatsache ergibt, dass eine grosse Bank mit Sitz oder Zweigniederlassung in der Schweiz sich überhaupt als Fondsleitung oder Depotbank zur Verfügung stellt. Hauptsächlich im Hinblick auf diese tatsächliche Garantie verlangt Art. 5 AFG, dass für alle schweizerischen Anlagefonds, deren Leitung nicht eine Bank ist, eine Depotbank beigezogen werden muss, während der Bundesrat in seinem Gesetzesentwurf diese Verpflichtung in Erwägung, dass bei den Immobilienfonds der Verwahrungsaufgabe nur eine geringe Bedeutung zukommt, auf die Wertschriftenfonds beschränkt hat (BBl 1965 III S. 290, 339). Nationalrat Dürrenmatt, Berichterstatter der Kommissionsmehrheit, hat die Abweichung vom Entwurf wie folgt begründet: \"Die gewisse, zusätzliche Sicherheit für den Anleger liegt darin, dass er aus der Bezeichnung der Bank, die der Fonds als Depotbank angibt, Rückschlüsse auf die Seriosität des Fonds ziehen kann; wenn eine seriöse Bank als Depotbank genannt wird, so weiss der Anleger, dass auch der Fonds offenbar in Ordnung ist. Käme es dagegen schief heraus beim Fonds, so würde das auch auf die Bank zurückstrahlen.\" (StenBull NR 1966, S. 259). Die Meinung ist klar: Die Anleger vermögen im allgemeinen die Vertrauenswürdigkeit eines Anlagefonds nicht selber zuverlässig zu beurteilen, dürfen sich aber darauf verlassen, dass eine grosse und in der Schweiz niedergelassene Bank dazu dank den Erfahrungen und den Informationsmitteln, über die sie verfügt, imstande ist und es in ihrem eigenen Interesse vermeidet, für einen Fonds einzustehen, dem sie misstraut; deshalb dürfen die Anleger darauf vertrauen, dass sie keine allzu grossen Risiken eingehen, wenn sie sich an einem Fonds beteiligen, der in Verbindung mit einer solchen Bank steht.\n\nBGE 94 I 392 S. 401\n\nDiese Überlegungen liegen auch dem Art. 6 Abs. 2 AFV zugrunde, wie der Bundesrat in der Vernehmlassung zur Beschwerde ausführt. Art. 6 AFV setzt ja voraus, dass die von der ausländischen Fondsleitung als Vertreter in der Schweiz bestellte Bank gegenüber dem schweizerischen Publikum in Erscheinung tritt; das ergibt sich namentlich aus Abs. 4 und 5. Die Vorschrift des Abs. 2, dass der Vertreter eine grosse Bank mit Sitz oder Zweigniederlassung in der Schweiz sein muss, mag zwar den schweizerischen Anlegern auch eine gewisse Sicherheit dafür verschaffen, dass vermögensrechtliche Ansprüche, die sie allenfalls gegenüber dem Vertreter erheben könnten, befriedigt werden. Vor allem aber gewährt sie ihnen die Garantie, die allein schon in der Tatsache begründet ist, dass eine grosse und in der Schweiz niedergelassene Bank sich überhaupt für einen ausländischen Anlagefonds einsetzt. Diese Garantie ist hier besonders wichtig, weil die ausländischen Anlagefonds der schweizerischen staatlichen Aufsicht in weitem Umfange entzogen und dem schweizerischen Publikum in der Regel noch weniger als die inländischen Fonds bekannt sind, während eine grosse schweizerische Bank auf Grund ihrer weltweiten Beziehungen in der Lage ist, auch ausländische Fonds in verlässlicher Weise zu beurteilen. Die Sicherheit für die schweizerischen Anleger wäre geringer, wenn die ausländische Fondsleitung auch eine Kleinbank oder eine dem Bankengesetz nicht unterstellte Finanzgesellschaft mit Sitz oder Zweigniederlassung in der Schweiz als Vertreter bestellen dürfte; denn solche Institute bieten nicht in allen Fällen eine genügende Gewähr dafür, dass von ihnen eine unabhängige und zuverlässige Beurteilung der Vertrauenswürdigkeit eines Anlagefonds, besonders eines ausländischen, erwartet werden kann.\n\nAus diesen Erwägungen ergibt sich, dass die von den Beschwerdeführern angefochtenen Vorschriften des Art. 6 Abs. 2 AFV nicht nur geeignet sind, dem in Art. 1 Abs. 3 AFG genannten Zweck zu dienen, sondern auch in einem vernünftigen Verhältnis zu diesem Zweck stehen.\n\n5. Die Beschwerdeführer sehen einen Verstoss gegen den Grundsatz der Rechtsgleichheit darin, dass Art. 6 Abs. 2 AFV die Bewilligung der öffentlichen Werbung in der Schweiz ausnahmslos vom Beizug einer grossen Bank abhängig macht; sie sind der Meinung, dieses Erfordernis sei auf jeden Fall dann sinnlos, wenn der ausländische Fonds, wie hier der Diversified Growth Stock Fund, an seinem Sitz einer der schweizerischen BGE 94 I 392 S. 402gleichwertigen staatlichen Aufsicht unterstehe. Dieser Auffassung kann nicht zugestimmt werden.\n\nWohl lässt sich feststellen, ob ein ausländischer Fonds an seinem Sitz der staatlichen Aufsicht untersteht, und auch, ob die einschlägige Gesetzgebung des ausländischen Staates der schweizerischen Ordnung der Aufsicht über die inländischen Fonds gleichwertig oder zum mindesten ähnlich ist. Eine solche Vergleichung der beidseitigen gesetzlichen Vorschriften ist offenbar in der Bestimmung des Art. 6 Abs. 4 AFV gemeint, nach welcher in Fällen, in denen die ausländische Fondsleitung an ihrem Sitz \"nicht einer der schweizerischen ähnlichen staatlichen Aufsicht\" untersteht, auf diesen Umstand in den Zeichnungsscheinen oder in den Abrechnungen über die Zeichnungen hingewiesen werden muss. Für den Schutz der schweizerischen Anleger ist jedoch nicht nur von Bedeutung, ob der ausländische Fonds an seinem Sitz der staatlichen Aufsicht unterstellt ist und, wenn ja, wie diese Aufsicht gesetzlich geordnet ist, sondern auch, wie die betreffenden Vorschriften angewendet werden, namentlich in bezug auf die öffentliche Werbung in der Schweiz, sofern sie diese Tätigkeit überhaupt erfassen. Es käme darauf an, wie die schweizerische Aufsichtsbehörde die Durchführung der ausländischen Ordnung beurteilen würde. Hierauf könnte aber der schweizerische Gesetzgeber nicht abstellen, schon deshalb nicht, weil jene Behörde ausserstande wäre, die Art der Anwendung der Vorschriften der verschiedenen ausländischen Staaten, die in Betracht kommen, zuverlässig festzustellen. Die Unterscheidung, welche nach Auffassung der Beschwerdeführer in der Verordnung des Bundesrates hätte getroffen werden sollen, könnte gar nicht folgerichtig durchgeführt werden; sie würde in der Praxis auf Schwierigkeiten stossen und zu Unzukömmlichkeiten führen. Daher kann nicht beanstandet werden, dass Art. 6 Abs. 2 AFV für alle ausländischen Fonds die Voraussetzungen der Bewilligung gleich ordnet. Diese Regelung steht durchweg in einem vernünftigen Verhältnis zu dem im Gesetz vorgeschriebenen Zweck. Sie ist sachgemäss und verletzt den Grundsatz der Rechtsgleichheit nicht.\n\nOb die in Art. 6 AFV getroffene Ordnung - mit Einschluss der Sondervorschrift des Abs. 4 für ausländische Fonds, die an ihrem Sitz (nach der dortigen Gesetzgebung) nicht einer der schweizerischen ähnlichen staatlichen Aufsicht unterstehen - BGE 94 I 392 S. 403zum Schutze der Anleger genügt oder ob es zweckmässig wäre, für diese Fonds noch strengere Vorschriften aufzustellen, ist hier nicht zu erörtern. Die Beschwerdeführer werfen diese Frage nicht auf; sie wären auch nicht legitimiert, sich darüber zu beschweren, dass jene Gruppe ausländischer Fonds nicht einer strengeren Ordnung unterworfen ist.\n\n6. Die Beschwerdeführer wenden ferner ein, dass das \"Bankenmonopol\", welches durch Art. 6 Abs. 2 AFV geschaffen werde, mit dem Grundsatz der Handels- und Gewerbefreiheit nicht vereinbar sei. Auch diese Rüge hält der Prüfung nicht stand. Die umstrittenen Verordnungsvorschriften beschränken allerdings die Ausübung einer gewerblichen Tätigkeit, indem sie gewisse Erwerbszweige und Betriebsarten davon ausschliessen. Aber sie dienen - wie die Bestimmungen der Art. 3 und 5 AFG, an die sie sich anlehnen - nicht einem wirtschaftspolitischen, sondern einem polizeilichen Zweck, nämlich dem Schutze der Anleger. Einschränkungen solcher Art untersagt Art. 31 BV nicht. Aber auch der allgemeine und insbesondere durch diese Verfassungsbestimmung gewährleistete Grundsatz der Verhältnismässigkeit ist nicht verletzt, wie bereits ausgeführt worden ist."}