{"annee": "94", "cour": "I", "page": "279", "date": "13/7/1968", "cite": ["92 I 331", "76 I 187", "78 I 294", "92 I 60", "77 I 274"], "cite_par": ["96 III 93", "97 I 286", "100 III 8", "95 I 556", "98 IA 602", "105 IB 105"], "chapeau": "41. Urteil vom 13. Juli 1968 i.S. Hobi gegen Volkswirtschaftsdepartement des Kantons St. Gallen.", "regestes": ["Aliénation d'immeubles; délai d'interdiction (art. 218 à 218 quater CO) 1. Règle et exceptions; conditions posées par les art. 218 et 218 bis CO (consid. 2). 2. Recours de droit administratif prévu par l'art. 218 quater CO: a) Qualité de l'acheteur pour recourir (consid. 1); b) Définition du jugement cantonal de dernière instance visé par cette disposition; conditions que doit remplir ce recours (consid. 3); c) Lorsque le jugement cantonal de dernière instance fait défaut, aucune règle de droit fédéral ne s'oppose à ce que la cause soit transmise à l'autorité cantonale compétente (consid. 5). Erreur dans l'indication des voies de droit; Conséquences (consid. 4)."], "faits": "BGE 94 I 279 S. 280\n\nA.- Der am 31. Januar 1967 verstorbene Hans John war seit dem 11. Mai 1948 Eigentümer eines landwirtschaftlichen Heimwesens in Mels (Kanton St. Gallen), zu dem die Parzellen Nr. 478, 481, 462 und 473 mit Wohnhaus, Ställen, Wiesen, Riedern, Wäldern und Wegen gehören. Die Bodenfläche macht gesamthaft 85'416 m2 aus. Um die Erbschaft teilen zu können, haben die Erben das Heimwesen durch das Waisenamt Mels am 16. September 1967 öffentlich versteigern lassen. Dabei ist das Gantobjekt für Fr. 93'000.-- dem Gottfried Hobi, Bauunternehmer in Esslingen (Kt. Zürich), zugeschlagen worden. Die Ortsgemeinde Mels hatte Fr. 92'000.-- geboten.\n\nDas Volkswirtschaftsdepartement des Kantons St. Gallen hatte sich auf Gesuch der Verkäuferschaft mit der Sache zu befassen. Der Käufer Hobi wurde zur Vernehmlassung eingeladen. Er beantragte am 4. Januar 1968, es sei festzustellen, dass keine Bewilligung erforderlich sei, weil die Sperrfrist des Art. 218 OR vom Eigentumserwerb des Erblassers an zu laufen begonnen habe und längst verstrichen sei. Eventuell ersuchte Hobi um eine Ausnahmebewilligung nach Art. 218 bis OR, weil die Erbschaft des Hans John ohne den Verkauf der Liegenschaft nicht geteilt werden könne.\n\nDas Volkswirtschaftsdepartement befasste sich mit dem Hauptantrag des Käufers nur in den Erwägungen, wobei es ausführte, mit dem Erbfall habe eine neue Sperrfrist zu laufen BGE 94 I 279 S. 281begonnen. Im Dispositiv verweigerte es der Erbengemeinschaft die vorzeitige Veräusserung des Grundeigentums an Hobi, weil der Erwerber spekulative Absichten hege. Es sei den Erben zumutbar, das Heimwesen der Ortsgemeinde Mels zu verkaufen. Dem Sinne nach hat das Volkswirtschaftsdepartement mit seinem an die Verkäufer gerichteten Entscheid auch das Hauptbegehren und das Eventualbegehren des Käufers abgewiesen.\n\nB.- Gegen den Entscheid des kantonalen Volkswirtschaftsdepartementes erhebt Gottfried Hobi Verwaltungsgerichtsbeschwerde beim Bundesgericht. Der Beschwerdeführer verlangt, es sei festzustellen, dass der Verkauf der Parzellen Nr. 478, 481, 462 und 473 in Mels nicht unter die Sperrfrist gemäss Art. 218 ff. OR falle; eventuell beantragt der Beschwerdeführer, die vorzeitige Veräusserung der erwähnten Parzellen sei zu bewilligen oder es sei die Vorinstanz anzuhalten, die Bewilligung zu erteilen.\n\nC.- Das Volkswirtschaftsdepartement des Kantons St. Gallen beantragt, auf die Vorbringen des Beschwerdeführers, soweit neu, nicht einzutreten und die Verwaltungsgerichtsbeschwerde im übrigen abzuweisen.\n\nD.- Das Eidg. Justiz- und Polizeidepartement führt aus, die Bundesverwaltung habe die Anwendbarkeit der Sperrfrist als antispekulatives Mittel in jahrzehntelanger Praxis im Zweifel bejaht. Die Zuteilung der Liegenschaft an einen unter mehreren Erben sei nicht als Veräusserung betrachtet worden, wohl aber der Verkauf an Dritte, wobei die Frist mit dem Erbgang als Eigentumsübertragungsfall zu laufen beginne. Sei die Erbengemeinschaft zum Verkauf an einen Dritten gezwungen, so habe die kantonale Behörde gleichwohl zu prüfen, ob in der Person des Erwerbers der Zweck der Sperrfrist vereitelt werde. Habe das Volkswirtschaftsdepartement des Kantons St. Gallen die Beweggründe des Beschwerdeführers und der Ortsgemeinde Mels richtig gewürdigt, so sei der angefochtene Entscheid dem Antrag des Beschwerdeführers vorzuziehen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Durch das Bundesgesetz vom 19. März 1965 über die Änderung der Vorschriften des Zivilgesetzbuches und des Obligationenrechtes betreffend das Baurecht und den Grundstückverkehr (AS 1965 S. 445) ist ein neuer Art. 218 quater BGE 94 I 279 S. 282ins OR eingefügt worden. Dieser sieht gegen letztinstanzliche kantonale Entscheide über die Anwendung der Art. 218, 218 bis und 218 ter OR die Verwaltungsgerichtsbeschwerde vor. Obwohl das Volkswirtschaftsdepartement nur \"der Gesuchstellerin\", d.h. der Erbengemeinschaft des Hans John, die Bewilligung zur Handänderung verweigert hat, ist der Beschwerdeführer als Käufer von der Verfügung in seiner Rechtsstellung betroffen und damit im Sinne des Art. 103 Abs. 1 OG zur Verwaltungsgerichtsbeschwerde legitimiert (BGE 92 I 63).\n\n2. Das Volkswirtschaftsdepartement des Kantons St. Gallen hat sich im vorgedruckten Ingress und Text seines Entscheides nur auf Art. 218 bis OR berufen. Art. 218 bis OR umschreibt die Voraussetzungen, unter denen eine kantonale Behörde die Veräusserung eines landwirtschaftlichen Grundstücks vor dem Ablauf der in Art. 218 OR vorgesehenen Sperrfrist von 10 Jahren gestatten darf. Die Frage aber, ob die Sperrfrist überhaupt bestehe oder ob sie abgelaufen sei (was hier zutrifft, wenn den Erben die gleiche Rechtsstellung zugebilligt wird wie dem Erblasser), ist nicht eine Frage der Anwendung von Art. 218 bis OR, sondern des Art. 218 OR. Sie ist mit dem Hauptbegehren des Beschwerdeführers aufgeworfen; die Frage, ob - gemäss Eventualbegehren - eine Ausnahme von der Sperrfrist zu bewilligen sei, stellt sich erst, wenn vorher durch Abweisung des Hauptbegehrens festgestellt worden ist, die Sperrfrist sei anwendbar und nicht abgelaufen.\n\n3. Im vorgedruckten Text weist das Volkswirtschaftsdepartement darauf hin, es sei gegen seinen Entscheid \"gemäss Art. 218 quater OR innert 30 Tagen seit Empfang die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig.\" Dieser Rechtsmittelbelehrung liegt die Annahme zugrunde, der Entscheid des Volkswirtschaftsdepartementes sei ein letztinstanzlicher kantonaler Entscheid. Die Annahme trifft indessen nicht zu.\n\na) Soweit das Volkswirtschaftsdepartement in Anwendung des Art. 218 OR über das Hauptbegehren des Beschwerdeführers entschieden und die Sperrfrist als anwendbar und als nicht abgelaufen bezeichnet hat, ist sein Entscheid - mangels einer speziellen Zuständigkeitsvorschrift - an den Regierungsrat weiterziehbar (vgl. das kantonale Gesetz vom 16. Mai 1965 über die Verwaltungsrechtspflege - abgekürzt VRP -, BGE 94 I 279 S. 283GS neue Reihe Band 3 S. 477). Art. 43 VRP sieht den Weiterzug an den Regierungsrat generell vor gegen \"Verfügungen und Entscheide der Verwaltungsbehörden des Staates\". Zu diesen Verwaltungsbehörden gehören auch die Departemente des Regierungsrates; das ergibt sich aus dem Wortlaut des Art. 44 VRP. Die Anrufung des Regierungsrates ist laut Art. 43 Abs. 1 VRP allerdings nur zulässig, \"sofern nicht der Weiterzug an die Verwaltungsrekurskommission oder an das Versicherungsgericht offensteht.\" Die Fälle des Weiterzugs an die Verwaltungsrekurskommission sind in Art. 41 erschöpfend aufgezählt. Dort sind unter lit. b auch einige Verfügungen aus dem Bereich der Landwirtschaft erwähnt. Doch gehören Verfügungen über die Anwendung des Art. 218 OR nicht dazu. Die beim Versicherungsgericht anfechtbaren Verfügungen sind in Art. 42 VRP bezeichnet. Keiner der dort erwähnten Fälle hat auf den Art. 218 OR Bezug. Daraus ergibt sich, dass der Entscheid des Volkswirtschaftsdepartementes beim Regierungsrat angefochten werden kann. Der kantonale Instanzenzug ist hinsichtlich des Hauptbegehrens nicht erschöpft, weshalb in diesem Umfang nicht auf die Beschwerde einzutreten ist.\n\nb) Bezüglich des Entscheids über die Verweigerung einer Ausnahme von der Sperrfrist gemäss Art. 218 bis OR ist vom kantonalen Einführungsgesetz vom 22. Dezember 1952 zum BG über die Erhaltung des bäuerlichen Grundbesitzes (EG zum EGG; Bereinigte GS des Kantons St. Gallen Band 3 S.11) auszugehen. Dieses Gesetz enthält einen Abschnitt \"V. Sperrfrist und Pacht\". Dort ist in Art. 15 Abs. 1 Ziff. 1 das Volkswirtschaftsdepartement als zuständig erklärt für die \"Bewilligung zur Veräusserung eines landwirtschaftlichen Grundstückes vor Ablauf der Sperrfrist beim Vorliegen wichtiger Gründe gemäss Art. 218 bis OR\". In den anschliessenden Ziffern 2 und 3 sind weitere Zuständigkeiten des Volkswirtschaftsdepartementes aufgezählt, und im zweiten Absatz wird für diese - also nur für die in den Ziffern 2 und 3 genannten Verfügungen - der Weiterzug an die Rekurskommission für Bodenrecht geöffnet. Daraus ist zu schliessen, dass die in der Ziffer 1 erwähnten Entscheide über die Anwendung des Art. 218 bis nicht an die Rekurskommission für Bodenrecht weitergezogen werden konnten.\n\nDurch Art. 120 lit. c VRP ist Art. 15 Abs. 2 des EG zum EGG geändert worden. Die Änderung besteht darin, dass die BGE 94 I 279 S. 284Beschwerde an die Bodenrechtskommission durch die Beschwerde ans Verwaltungsgericht ersetzt worden ist. Sie lässt aber die Beschränkung auf die in den Ziffern 2 und 3 von Art. 15 Abs. 1 des EG zum EGG bezeichneten Fälle unberührt.\n\nKonnten auf Grund der früheren Fassung des Art. 218 bis (AS 1952 S. 418) Zweifel darüber bestehen, ob das Bundesrecht die Kantone an der Einführung eines Instanzenzuges hindere - es ist dort die Rede von \"einer\" Behörde, die \"endgültig\" entscheidet -, so schliesst die heutige Fassung des Art. 218 quater OR eine solche Unsicherheit aus. Zwar spricht Art. 218 bis immer noch von \"der\" kantonalen Behörde, aber der Zusatz, dass sie endgültig entscheide, fehlt. Dadurch, dass Art. 218 quater OR in der Fassung vom 19. März 1965 (AS 1965 S. 449) die Verwaltungsgerichtsbeschwerde gegen letztinstanzliche kantonale Entscheide öffnet, ermöglicht er, innerhalb des Kantons einen Instanzenzug vorzusehen. Die Frage, ob es einen solchen gebe, ist ausschliesslich eine solche des kantonalen Rechts. Im sankt-gallischen Recht ist diese Frage durch die Generalklausel des Art. 43 Abs. 1 VRP gelöst. Da kein Weiterzug an eine andere Instanz möglich ist, ist eine solche Verfügung beim Regierungsrat anfechtbar.\n\nDer kantonale Instanzenzug ist daher auch mit Bezug auf das Eventualbegehren des Beschwerdeführers nicht erschöpft. Auf die Beschwerde ist auch in diesem Punkt nicht einzutreten.\n\n4. Möglicherweise ist der Beschwerdeführer durch die vorgedruckte Rechtsmittelbelehrung auf dem Entscheid des Volkswirtschaftsdepartementes irregeleitet worden. Allein dadurch wird die mangelnde Zuständigkeit des Bundesgerichts nicht aufgehoben. Ob der nicht rechtskundige Beschwerdeführer sich auf die irrtümliche Rechtsmittelbelehrung hätte berufen dürfen, und welche Folge das gehabt hätte (vgl.BGE 76 I 189/90 undBGE 77 I 274), kann hier offen bleiben; denn er war schon im kantonalen Verfahren durch einen Anwalt vertreten. Dem Anwalt aber konnte bei zumutbarer Vigilanz nicht entgehen, dass die Rechtsmittelbelehrung unrichtig oder mindestens zweifelhaft sei (BGE 78 I 297/98). In diesem Fall wäre er gehalten gewesen, die Frage abzuklären, oder - bei Fortbestand des Zweifels - den Entscheid des Volkswirtschaftsdepartements beim Regierungsrat und beim Bundesgericht anzufechten; denn beiden Instanzen steht für den vorliegenden Streitfall die gleiche Kognition zu (Art. 46 Abs. 1 VRP einerseits, Art. 104 OG BGE 94 I 279 S. 285und BGE 92 I 338 anderseits). Auch die Frist von 30 Tagen ist im vorliegenden Falle für die Anrufung beider Instanzen gleich, weil Art. 47 Abs. 3 VRP die Rekursfrist bei fehlerhafter Rechtsmittelbelehrung auf 30 Tage erstreckt.\n\nObschon sich der Beschwerdeführer an eine unzuständige Instanz gewandt hat, ist ihm kein Rechtsnachteil erwachsen. Art. 30 Abs. 2 VRP sieht für den kantonalen Bereich vor, mit einer an unzuständiger Stelle rechtzeitig eingereichten Eingabe sei die Frist eingehalten. Diese Vorschrift steht allerdings im \"Zweiten Teil\" des VRP: \"Verfahren vor den Verwaltungsbehörden\". Nach Art. 58 Abs. 1 VRP gilt sie aber in gleicher Weise für den \"Dritten Teil: Rechtsschutz in Verwaltungsstreitsachen\". Zu dieser Auslegung ist auch der Regierungsrat des Kantons St. Gallen gelangt (vgl. Schreiben vom 9. Juli 1968).\n\n5. Einer Überweisung der Streitsache an den Regierungsrat steht kein Satz des Bundesrechts entgegen. Art. 96 Abs. 1 OG sieht eine analoge Regelung im Verhältnis zwischen Bundesrat und Bundesgericht vor. Die in Art. 78 Abs. 1 OG enthaltene Vorschrift, dass die Beschwerde in Schuldbetreibungs- und Konkurssachen bei der kantonalen Instanz anzubringen sei, wird im Sinne von Art. 32 Abs. 3 OG als Ordnungsvorschrift gehandhabt; sie schliesst die Beurteilung einer direkt beim Bundesgericht eingereichten Beschwerde nicht aus. Allen diesen Vorschriften liegt der Gedanke zugrunde, dass der Rechtsuchende nicht ohne Not um die Beurteilung seines Rechtsbegehrens durch die zuständige Instanz gebracht werden soll. In diesem Sinne ist auch hier zu erkennen.\n\nDemnach erkennt das Bundesgericht\n\nDie Beschwerde wird dem Regierungsrat des Kantons St. Gallen zur Beurteilung überwiesen und am Geschäftsverzeichnis des Bundesgerichts abgeschrieben."}