{"annee": "94", "cour": "II", "page": "274", "date": "17/12/1968", "cite": ["47 II 416", "88 II 158", "94 II 105", "92 II 342", "86 II 33", "90 II 449", "48 II 465", "41 II 132", "84 II 355", "57 II 537"], "cite_par": ["111 II 143", "115 II 380", "105 III 11"], "chapeau": "43. Urteil der I. Zivilabteilung vom 17. Dezember 1968 i.S. Bacal gegen Solothurner Handelsbank.", "regestes": ["Droit d'emption sur des actions. Recevabilité du recours en réforme. Décision finale ou préjudicielle? (consid. 1). Le droit d'emption sur des actions octroyé par convention (sous la forme d'une option) est un droit formateur (consid. 2). De la cessibilité d'un tel droit d'emption (consid. 3 et 4). Cessibilité exclue en raison de la nature du rapport juridique (consid. 5). Le fait de se prévaloir de l'incessibilité constitue-t-il un abus de droit? (consid. 6)."], "faits": "BGE 94 II 274 S. 275\n\nA.- Die Bru-Bu Werke AG in Kleinlützel stellt Pfeifen, Stöcke, Sportartikel, Spankörbe und dergleichen her und treibt damit Handel. Ihr Grundkapital von Fr. 150 000.-- ist in 150 Stammaktien zu Fr. 100.-- und 270 Vorzugsaktien zu Fr. 500.-- eingeteilt. Alle Aktien lauten auf den Namen und sind vinkuliert. Die Mehrheit der Aktien gehörte der Solothurner Handelsbank. Diese war ausserdem Gläubigerin der Bru-Bu Werke AG\n\nIm März 1959 fragte die Solothurner Handelsbank die angesehene Tabakpfeifen-Fabrik F. Charatan & Son Ltd in London an, ob sie der Bru-Bu Werke AG das Alleinvertretungsrecht für die Schweiz einräumen würde. G. D. Charatan, der damals mit seinen Eltern die F. Charatan & Son Ltd verwaltete, kam im Oktober 1959 nach Kleinlützel und versprach der Bru-Bu Werke AG zunächst die Lieferung einer bestimmten Menge Pfeifen. Er lernte in der Folge auch die dem Verwaltungsrat der Bru-Bu Werke AG angehörenden Herren Hunziker und Zwingli von der Solothurner Handelsbank kennen, und gegen Ende 1959 erhielt die Bru-Bu Werke AG von der F. Charatan & Son Ltd das gewünschte Alleinvertretungsrecht.\n\nDa der Geschäftsgang der Bru-Bu Werke AG zu wünschen übrig liess, strebte Hunziker nach einer engeren Zusammenarbeit zwischen den beiden Firmen. Er verhandelte in London mit Charatan jun. Dieser zog wegen vorgerückten Alters seiner Eltern seinen Schwiegervater Henry Bacal, einen Wäschefabrikanten, bei. Die Verhandlungen führten zu der folgenden, am 29. August 1961 in Basel abgeschlossenen Vereinbarung:\n\n\"In consideration of promoting good will of the Bru-Bu AG business and discharging the latter Company's liabilities to the BGE 94 II 274 S. 276Commercial Bank of Soleure, Olten, of approximately Swiss Francs 200'000.-- (mortgage of Fcs 118'000.-- not included) within 24 months from date of September 1, 1961, Mr. G. D. Charatan will have the right-at any time during these 24 months-to exercise the option of purchasing the Bank's majority holding of Bru-Bu Werke AG (Kleinlützel) share capital, viz. Swiss Francs 105'100.-- out of a total nominal value of Swiss Francs 150'000.--, at a discount of 60%.\n\nIn consideration of the aforesaid, Mr. G. D. Charatan will pay the sum of Swiss Francs 50.- for the option.\"\n\nDiese Vereinbarung wurde von Charatan jun. und namens der Filiale Olten der Solothurner Handelsbank von Hunziker und Zwingli unterzeichnet; ferner bekräftigte Bacal auf ihr unterschriftlich, sie sei in seiner Gegenwart abgeschlossen worden.\n\nAm 29. September 1961 wurde Charatan jun. als Vizepräsident \"mit Funktion als technischer Berater\" in den Verwaltungsrat der Bru-Bu Werke AG gewählt.\n\nInfolge des Todes seines Vaters trat Charatanjun. am 30. März 1962 aus dem Geschäft der F. Charatan & Son Ltd aus. Am 13. September 1962 verkaufte er alle seine Aktienrechte in dieser Gesellschaft an die Lame Ltd und ging dieser gegenüber ein Konkurrenzverbot ein, das ihm jede Beteiligung und Mitwirkung an der Bru-Bu Werke AG untersagt. Am 15. Oktober 1962 trat er als Verwaltungsrat der letzteren zurück.\n\nEr unterzeichnete ferner eine Abtretungserklärung zugunsten Bacals, die ebenfalls das Datum des 15. Oktober 1962 trägt und wie folgt lautet:\n\n\"In consideration of my promoting good will of the Bru-Bu SA business, and discharging the latter Company's liabilities of approximately SFr. 200'000... to the Commercial Bank of Soleure, Olten, Switzerland, I have been granted in writing the right at any time within twenty-four months from the date of September Ist, 1961, to exercise the option of purchasing the Bank's majority holding of Bru-Bu Werke AG (Kleinlützel) share capital, viz. SFr. 105'100... out of a total nominal value of SFr. 150'000... at a discount of sixty percent.\n\nI, the undersigned, G. D. Charatan... hereby assign my rights as set out above to:\n\nHenry Bacal..., in conformity with Art. 164 & seq. of the Swiss Code of Obligations. This Assignment shall bee construed according to Swiss Law.\"\n\nAm 6. Februar 1963 teilte die Solothurner Handelsbank Charatan jun. mit, sie habe beschlossen, das Optionsrecht vom BGE 94 II 274 S. 27729. August 1961 für den Rest der vereinbarten Dauer, d.h. bis 31. August 1963, auf F. Charatan & Son Ltd zu übertragen. Charatan jun. liess ihr am 18. Februar 1963 durch die Anwälte James R. White & Co. antworten, er werde Schadenersatz verlangen, wenn er in seinem Optionsrecht verletzt würde. Die gleichen Anwälte schrieben der Solothurner Handelsbank am 12. März 1963, deren einseitiges Vorgehen gemäss Brief vom 6. Februar 1963 sei ungültig; Charatan jun. habe seine Rechte aus der Vereinbarung vom 29. August 1961 am 15. Oktober 1962 gültig auf Bacal übertragen. Mit einem weiteren Schreiben vom 19. März 1963 teilten sie der Solothurner Handelsbank mit, dass ihr Klient Bacal die Option mit Wirkung auf 1. Juli 1963 ausübe. Die Solothurner Handelsbank berief sich am 2. April 1962 demgegenüber darauf, dass die Rechte aus der Vereinbarung vom 29. August 1961 nicht einseitig abgetreten werden könnten. James R. White & Co. widersprachen am 11. April unter Hinweis auf Art. 164 OR und fügten bei:\n\n\"We have been instructed by Mr. Charatan to offer payment of the agreed purchase price, and will deposit the same against the handing over of the Share Certificates and confirmation that your Bank has instructed its representatives on the Verwaltungsrat to agree with the transfer of the shares in accordance with Article 4 of the \"Articles\" of the Bru-Bu Werke AG\n\nIn the event of your failure to comply with this our clients will claim damages.\"\n\nB.- Am 23. Februar 1965 klagte Bacal gegen die Filiale Olten der Solothurner Handelsbank. Er stellte die Begehren, die Beklagte habe ihm gegen Bezahlung von Fr. 42 040.-- und Ablösung von Verbindlichkeiten der Bru-Bu Werke AG gegenüber der Beklagten bis zu Fr. 200 000.-- 210 Vorzugsaktien und eine Stammaktie der Bru-Bu Werke AG im Nennwert von zusammen Fr. 105 000.-- zu übertragen und ihm für die Zeit ab 1. Juli 1963 bis zur Aushändigung der Aktien jährlich Fr. 10 000.-- als Schadenersatz wegen nicht rechtzeitiger Erfüllung zu entrichten; eventuell sei die Beklagte zu verpflichten, dem Kläger den aus Nichterfüllung erlittenen Schaden von Fr. 150 000.-- nebst Zins 5% seit 1. Juli 1964 zu ersetzen.\n\nDie Beklagte, die im gerichtlichen Aussöhnungsversuch vom 14. Dezember 1964 erklärt hatte, sie habe die streitigen Aktien im Jahre 1963 verkauft und könne über sie weder rechtlich noch BGE 94 II 274 S. 278tatsächlich verfügen, wendete ein, der Kläger sei nicht aktivlegitimiert.\n\nC.- Der Präsident des Amtsgerichts Olten-Gösgen verfügte die getrennte Behandlung dieser Einrede.\n\nDas Amtsgericht wies sie am 2. November 1966 ab. Auf Appellation der Beklagten hin hiess das Obergericht des Kantons Solothurn sie dagegen am 20. März 1968 gut.\n\nD.- Der Kläger hat gegen das Urteil des Obergerichts die Berufung erklärt. Er beantragt, die Einrede des Fehlens der Aktivlegitimation abzuweisen.\n\nDie Beklagte beantragt, das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das angefochtene Urteil spricht dem Kläger die Legitimation zur Sache ab, was einer Abweisung der Klage gleichkommt oder, im Falle der Bestätigung des Urteils durch das Bundesgericht, ohne weiteres zur Abweisung führen wird. Auf die Berufung ist daher einzutreten, gleichgültig ob man das angefochtene Urteil als Endentscheid im Sinne des Art. 48 Abs. 1 oder als Vorentscheid gemäss Art. 50 OG würdige; denn im letzteren Falle erspart die gesonderte Anrufung des Bundesgerichts einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren über den Bestand der erhobenen Ansprüche.\n\n2. Durch die Vereinbarung vom 29. August 1961 hat die Beklagte dem Charatan jun. das Recht eingeräumt, ihre Bru-Bu-Aktien zu kaufen, wenn er ihr dafür 40% des Nennwertes der Titel bezahle und die Schuld der Bru-Bu Werke AG gegenüber der Beklagten von etwa Fr. 200 000.-- tilge. Es kann offen bleiben, ob in diesem Recht ein reines Kaufsrecht zu erblicken sei oder ob die Vereinbarung gemäss der Auffassung des Klägers deshalb als Vertrag besonderer Art zu bezeichnen sei, weil die Ausübung des Rechtes den Berechtigten nicht nur zur Zahlung des eigentlichen Kaufpreises, sondern auch zur Tilgung einer Schuld der Bru-Bu Werke AG verpflichten sollte. Im einen wie im andern Falle berechtigte die Vereinbarung Charatan jun., durch einseitige Erklärung Pflichten gegenüber der Beklagten zu begründen und gegen die Erfüllung dieser Pflichten die Bru-Bu-Aktien der Beklagten zu erhalten. Das Recht, diesen zweiseitigen Vertrag (Kauf oder Vertrag besonderer Art) zu begründen, war ein Gestaltungsrecht (vgl. BGE 94 II 111 Erw. 3) und BGE 94 II 274 S. 279mag hier der Einfachheit halber als Kaufsrecht bezeichnet werden.\n\n3. In der schweizerischen Lehre und Rechtsprechung herrscht die Auffassung vor, vertragliche Kaufs-, Rückkaufs- und Vorkaufsrechte könnten nur übertragen werden, wenn sie als abtretbar begründet wurden oder der Verpflichtete sich nachträglich mit der Abtretung einverstanden erklärt (BGE 48 II 468Erw. 4; BECKER, OR Art. 164 N. 35; OSER/SCHÖNENBERGER, Vorbem. zu OR Art. 164-174 N. 13, Art. 164 N. 26 und 33, Art. 216 N. 21; ALLGÄUER, Vorkaufs-, Rückkaufs- und Kaufsrecht, Diss. Zürich 1917, S. 64; VOLLENWEIDER, Die Option im Handelsrecht, Diss. Bern 1917, S. 62 f.; H. P. SCHMID, Das Vorkaufsrecht, Basel 1934, S. 66 ff.; SIMONIUS, ZschwR nF 39 S. 316; WIELAND, ZGB Art. 681 Anm. 3 Abs. 4; LEEMANN, ZGB Art. 681 N. 12; HAAB, ZGB Art. 681/682 N. 28; OSTERTAG, ZGB Art. 959 N. 28; HOMBERGER, ZGB Art. 959 N. 35; MEIER-HAYOZ, ZGB Art. 681 N. 97; FICK, OR Art. 216 Anm. 36; GUHL, OR 5. Aufl. S. 208; VON BÜREN, Schweiz. OR S. 322).\n\nDiese Auffassung ist jedenfalls dann richtig, wenn man unter der Übertragung des Kaufsrechtes (bzw. des Rückkaufs- oder Vorkaufsrechtes) nicht nur die Übertragung der Befugnis zur Abgabe der Gestaltungserklärung versteht, sondern die Übertragung des Rechtes, durch die Erklärung sich selbst zum Käufer zu machen. Der Verkäufer braucht sich nicht gefallen zu lassen, dass ohne sein Einverständnis ein Dritter in einen abgeschlossenen (unbedingten oder bedingten) Kauf eintrete (BGE 47 II 420Erw. 2, BGE 84 II 367; VON TUHR/SIEGWART, OR II S. 789 f.; OSER/SCHÖNENBERGER, Vorbem. zu OR Art. 164-174 N. 14, Art. 164 N. 9; GUHL, OR 5. Aufl. S. 207). Dabei ist unerheblich, ob der Dritte (oder der Kaufsberechtigte selber) bei der Abgabe der Gestaltungserklärung sofort zahlen will oder ob die Kaufpreisschuld erst später getilgt werden soll. Auf Grund des Kaufsrechtes kann mangels anderer Vereinbarung nur derjenige Käufer werden, dem es eingeräumt wurde; ein Dritter kann den Kaufpreis nur als Vertreter des Kaufsberechtigten anbieten, nicht aber durch sein Angebot sich selber zum Käufer machen.\n\nDagegen ist nicht schlechthin ausgeschlossen, dass der Kaufsberechtigte seine Forderung aufÜbergabe des Kaufgegenstandes und Verschaffung des Eigentums ohne Einwilligung des Verkäufers auf einen Dritten übertrage. Dieses Rechtsgeschäft untersteht den Regeln über die Abtretung von Forderungen (Art. 164 BGE 94 II 274 S. 280ff. OR) und macht den Dritten nicht zur Partei des Kaufvertrages, sondern nur zum Gläubiger der erwähnten Forderung; Käufer bleibt der Kaufsberechtigte, und die Erfüllung der Kaufpreisschuld obliegt ihm.\n\nDie Forderung des Käufers auf Übergabe des Kaufgegenstandes und Verschaffung des Eigentums kann auch schon vor der Ausübung des Kaufsrechtes abgetreten werden. Ob man den Kaufvertrag schon mit der Einräumung des Kaufsrechtes als (bedingt) abgeschlossen erachte oder ob erst die Ausübung dieses Rechtes ihn zustande bringe (vgl. BGE 94 II 111 Erw. 3, BGE 88 II 159, BGE 86 II 36), macht keinen Unterschied; denn nach bewährter Lehre und Rechtsprechung können nicht nur schon bestehende (bedingte oder unbedingte) Forderungen abgetreten werden, sondern auch künftige, wenn sie hinsichtlich der Person des Schuldners, des Rechtsgrundes und des Inhaltes hinreichend bestimmt oder bestimmbar sind (BGE 41 II 134Erw. 2,BGE 57 II 539, BGE 84 II 366 Erw. 3; BECKER, OR Art. 164 N. 15; OSER/SCHÖNENBERGER, OR Art. 164 N. 4; VON TUHR/SIEGWART, OR II S. 796; GUHL, OR 5. Aufl. S. 207 f.).\n\n4. Der Kläger nimmt den Standpunkt ein, durch die Erklärung vom 15. Oktober 1962 habe ihm Charatan jun. nur die aus der Optionsvereinbarung fliessenden Rechte übertragen, während die Verpflichtung zur Bezahlung des Kaufpreises und zur Übernahme der Schuld der Bru-Bu Werke AG beim Abtretenden verblieben sei, der denn auch Erfüllung angeboten habe.\n\nDiese Auffassung ist mit dem Wortlaut der Erklärung vom 15. Oktober 1962 vereinbar. Charatan jun. gab im ersten Absatz dieser Urkunde den Inhalt des Kaufsrechtes bekannt und führte anschliessend aus, dass er seine dargelegten Rechte (\"my rights as set out above\") an den Kläger abtrete. Dass auch die Pflicht zur Bezahlung des Kaufpreises und zur Tilgung der Schuld der Bru-Bu Werke AG von etwa Fr. 200 000.-- auf den Kläger übergehen solle, sagte er nicht. Hätte er das getan, so wäre seine Erklärung insoweit der Beklagten gegenüber wirkungslos gewesen (Art. 176 Abs. 1 OR), was aber den Übergang der Rechte auf den Kläger nicht verhindert hätte.\n\nFraglich ist nur, ob mit dem Recht auf Übertragung des Kaufgegenstandes auch das Gestaltungsrecht auf den Kläger übergegangen sei, d.h. ob die Erklärung, kaufen zu wollen, fortan vom Kläger oder nach wie vor von Charatan jun. habe abgegeben werden müssen. Dieses Gestaltungsrecht ist nicht im Sinne BGE 94 II 274 S. 281des Art. 170 Abs. 1 OR ein Nebenrecht der abgetretenen Forderung auf Übertragung des Kaufgegenstandes, sondern ein mit dem Kauf als Ganzem verbundenes Nebenrecht, weil seine Ausübung nicht nur Bedingung oder Entstehungsgrund für die abgetretene Forderung, sondern auch für die nicht übertragenen Verpflichtungen des Käufers ist (vgl. VON THUR/SIEGWART, OR II S. 789 f.; OSER/SCHÖNENBERGER, OR Art. 170 N. 9). Es kann jedoch dahingestellt bleiben, ob Charatan jun. durch die Erklärung vom 15. Oktober 1962 auch dieses Recht auf den Kläger habe übertragen wollen; denn aus dem Schreiben vom 11. April 1963, das die Anwälte James R. White & Co. der Beklagten im Namen des Charatan jun. zukommen liessen, ergibt sich, dass dieser wie der Kläger das Kaufsrecht als ordnungsgemäss ausgeübt erachtet.\n\n5. Gemäss Art. 164 Abs. 1 OR kann der Gläubiger eine Forderung nicht ohne Einwilligung des Schuldners an einen anderen abtreten, wenn das Gesetz, eine Vereinbarung oder die Natur des Rechtsverhältnisses der Abtretung entgegensteht.\n\nForderungen auf Übertragung gekaufter Aktien sind an sich abtretbar. Durch besondere Umstände können aber die Vereinbarung oder das Rechtsverhältnis zwischen dem Gläubiger und dem Schuldner einen Sinn erhalten, der die Abtretung ausschliesst. Ob solche Umstände vorliegen, beurteilt sich nach der Vertrauenstheorie, die gemäss bundesgerichtlicher Rechtsprechung für die Auslegung von Verträgen massgebend ist (BGE 92 II 348 und dort erwähnte Entscheide, sowie BGE 90 II 455). Die Abtretung ist nicht möglich, wenn der Schuldner nach Treu und Glauben annehmen durfte, er räume das Recht nur dem Gläubiger persönlich ein.\n\nIm vorliegenden Falle ist vorab zu berücksichtigen, dass die Aktien der Bru-Bu Werke AG vinkuliert sind. Daraus musste Charatan jun. ersehen, dass die Gesellschaft und folglich auch die Beklagte als Mehrheitsaktionärin nicht irgendwen als Aktionär aufnehmen wollte. Gerade weil er den Willen der Beklagten auch für die Gesellschaft als massgebend erachtete, gingen seine Vertreter im Schreiben vom 11. April 1963 davon aus, die Beklagte habe ihre Vertreter im Verwaltungsrat der Bru-Bu Werke AG anzuweisen, die Aktienübertragung gemäss Art. 4 der Statuten zu genehmigen. Es hätte in der Tat Treu und Glauben widersprochen, wenn die Beklagte die Übertragung der verkauften Aktien an Charatan jun. im Verwaltungsrat hintertrieben BGE 94 II 274 S. 282hätte. Anderseits war für Charatan jun. klar, dass die Beklagte nur gerade ihn als neuen Aktionär anerkennen und ihn nicht berechtigen wollte, seine Rechte entgegen der statutarischen Vinkulierungsbestimmung und ohne ihr Einverständnis auf einen anderen zu übertragen.\n\nAuch der Zweck der Vereinbarung vom 29. August 1961, wie er in ihrem Wortlaut zum Ausdruck kam, verbot Charatan jun., einseitig einen Dritten in seine Rechte eintreten zu lassen. Der Beklagten war es nicht einfach darum zu tun, ihre Aktien abzustossen und für ihre Forderung von etwa Fr. 200 000.-- befriedigt zu werden. Es lag ihr daran, durch die Veräusserung der Titel den Goodwill der Gesellschaft zu fördern, nämlich durch Aufnahme des fachkundigen Pfeifenfabrikanten Charatan jun. als Mehrheitsaktionär und durch Vertiefung der Zusammenarbeit mit der als Pfeifenfabrikantin angesehenen Firma F. Charatan & Son Ltd, deren Geschäft er führte. Die Zusammenarbeit mit dieser Firma hatte schon begonnen. Aber die Vereinbarung vom 29. August 1961 bezweckte nicht, Charatan jun. für den Goodwill zu belohnen, den er der Bru-Bu Werke AG allenfalls schon verschafft hatte, sondern mit der Wendung \"in consideration of promoting good will...\" (\"im Hinblick auf die Förderung des Goodwills...\") verstanden die Vertragsschliessenden, wie der gerichtliche Sachverständige der Vorinstanz, Dr. von Arx, ausgeführt hat, die Förderung des gegenwärtigen und künftigen Goodwills. Das Obergericht erachtet unter Hinweis auf das Gutachten dieses Sachverständigen denn auch verbindlich als bewiesen, dass die Beklagte das Kaufsrecht Charatan jun. \"wegen seiner Beziehungen zu den beiden Pfeifenfabrikanten und wegen seiner geschäftsführenden Tätigkeiten in beiden Fabriken zur Zeit des Vertragsabschlusses und im Hinblick auf die Zukunft\" eingeräumt hat. Daraus erklärt sich, dass Charatan jun. kurz darauf als Vizepräsident \"mit Funktion als technischer Berater\" in den Verwaltungsrat der Bru-Bu Werke AG gewählt wurde. Die Auffassung des Klägers, der Beklagten habe die Person des neuen Aktionärs gleichgültig sein können, hält nicht stand. Massgebend ist, dass der Beklagten die künftige Entwicklung der Bru-Bu Werke AG nach dem Wortlaut und Sinn der Vereinbarung tatsächlich nicht gleichgültig war. Eine günstige Entwicklung des Unternehmens konnte sie auch nach ihrem Ausscheiden als Aktionärin und Gläubigerin z.B. deshalb wünschen, damit andere Gläubiger der Gesellschaft nicht geschädigt BGE 94 II 274 S. 283und die Vertreter der Beklagten im Verwaltungsrat nicht verantwortlich würden. Auch Rücksichtnahme auf die anderen Aktionäre oder der Wunsch, die Bru-Bu Werke AG als Bankkundin zu behalten, konnte sie veranlassen, sich um deren künftiges Schicksal zu kümmern.\n\nCharatan jun. hätte allerdings seine Aktien jederzeit weiterveräussern und als Mehrheitsaktionär wahrscheinlich auch die Genehmigung der Veräusserung durch den Verwaltungsrat durchsetzen können. Dadurch wäre die weitere Zusammenarbeit zwischen den beiden Unternehmen ebenfalls gefährdet worden. Ob Charatan jun. durch ein solches Vorgehen dem Sinn und Geiste der Optionsvereinbarung zuwidergehandelt hätte, kann offen bleiben. Prozessentscheidend ist nicht, ob und mit welchen Folgen es ihm möglich gewesen wäre, nach dem Erwerb der Bru-Bu-Aktien das Unternehmen im Stich zu lassen, sondern ob die Beklagte ihm durch die Vereinbarung vom 29. August 1961 habe erlauben wollen, dieser Gesellschaft durch Abtretung seiner Rechte den Rücken zu kehren, noch bevor er die Aktien erworben hatte. Das ist nach Treu und Glauben zu verneinen, zumal das Obergericht verbindlich feststellt, keine der Vertragsparteien habe damit gerechnet, dass Charatan jun. schon am 30. März 1962 aus dem väterlichen Geschäft ausscheiden und sich auch an der Bru-Bu Werke AG nicht mehr beteiligen würde.\n\nDass der Kläger als Schwiegervater des Charatan jun. dessen Verhandlungen mit der Beklagten beiwohnte und die Vereinbarung vom 29. August 1961 mitunterzeichnete, ändert nichts. Damit wurde nicht ausgedrückt, Charatan jun. dürfe seine Rechte dem Kläger abtreten. Dieser unterzeichnete weder als Partei noch als künftiger Abtretungsgläubiger, sondern bekundete durch seine Unterschrift nur, dass die Vereinbarung von Charatan jun. und der Beklagten in seiner Gegenwart (\"in presence of\") unterschrieben worden sei. Dass der Kläger an der Reorganisation der Bru-Bu Werke AG massgeblich mitbeteiligt gewesen sei, wie er behauptet, hat das Obergericht nicht festgestellt und ist unerheblich, da die Vereinbarung davon nichts sagt und da nicht zu ersehen ist, wie der Kläger die Zusammenarbeit zwischen der Bru-Bu Werke AG und der F. Charatan & Son Ltd hätte vertiefen oder als Wäschefabrikant den Goodwill der ersteren sonstwie hätte fördern können.\n\nAuch die Behauptung, die Gläubigerrechte aus Optionsanleihen und Wandelobligationen seien normalerweise übertragbar, BGE 94 II 274 S. 284hilft dem Kläger nicht; denn die Vereinbarung vom 29. August 1961 steht weder einer Optionsanleihe noch einer Wandelobligation gleich.\n\nDie Ausführungen des Klägers über den Unterschied zwischen Kaufs- und Rückkaufsrechten einerseits und Vorkaufsrechten anderseits, besonders nach deutschem Recht, tragen zur Frage, ob die Rechte des Charatan jun. nach dem Sinn der konkreten Vereinbarung übertragbar sein sollten, ebenfalls nichts bei.\n\n6. Der Kläger macht geltend, es widerspreche Treu und Glauben und sei rechtsmissbräuchlich, dass die Beklagte sich auf die Unübertragbarkeit der umstrittenen Rechte berufe, um den nachteiligen Folgen der offensichtlichen Verletzung der Optionsvereinbarung zu entgehen, nämlich den Folgen des Vertragsbruches, der darin liege, dass sie ungefähr anfangs Februar 1963 der Firma F. Charatan & Son Ltd ein Optionsrecht einräumte, obschon ihr die Abtretungserklärung des Charatan jun. noch nicht mitgeteilt gewesen sei.\n\nDie Auffassung, die Beklagte habe durch das erwähnte Vorgehen die Vereinbarung vom 29. August 1961 verletzt, trifft jedoch nicht zu. Eine Vertragsverletzung gegenüber Charatan jun. war schon deshalb nicht möglich, weil dieser sich wegen des eingegangenen Konkurrenzverbotes an der Bru-Bu Werke AG weder mehr beteiligen durfte noch beteiligen wollte, weshalb er denn auch am 15. Oktober 1962 aus dem Verwaltungsrat austrat und seine Rechte an den Kläger abzutreten versuchte. Auch eine Vertragsverletzung gegenüber dem Kläger kam nicht in Frage, da die Rechte nach dem Sinn der Vereinbarung vom 29. August 1961 nicht abtretbar waren. In welchem Zeitpunkt die Beklagte vom untauglichen Abtretungsversuch Kenntnis erhielt, ist belanglos. Übrigens hätte eine Vertragsverletzung gegenüber Charatan jun. dessen Rechte nicht zu abtretbaren machen, sondern höchstens die Beklagte gegenüber Charatan jun. zu Schadenersatz verpflichten können. Die Beklagte handelt nicht rechtsmissbräuchlich, indem sie sich auf die Unabtretbarkeit beruft.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Solothurn vom 20. März 1968 bestätigt."}