{"annee": "94", "cour": "I", "page": "451", "date": "3/7/1968", "cite": [], "cite_par": ["95 I 49", "103 IA 468", "103 IA 191", "96 I 234", "104 IA 381", "102 IA 160", "133 I 128", "100 IA 89"], "chapeau": "62. Extrait de l'arrêt du 3 juillet 1968 dans la cause Commune de Lausanne contre Grand Conseil du canton de Vaud.", "regestes": ["Autonomie communale. 1. Lorsqu'elle agit en tant que détentrice de la puissance publique, une commune a qualité pour invoquer dans un recours de droit public la violation de son autonomie, mais non la violation de l'art. 4 Cst. (consid. 1). 2. Notion de l'autonomie communale et de sa violation en matière de législation: évolution de la jurisprudence (consid. 3). 3. Lorsque l'autonomie communale, reconnue par la constitution cantonale, n'est pas délimitée par cette constitution elle-même mais par la loi, le législateur n'est pas définitivement lié par la répartition des tâches qu'il a une fois établie, mais peut la modifier en tout temps, pourvu qu'il respecte la règle constitutionnelle (consid. 4). 4. Les communes vaudoises ne jouissent pas de l'autonomie en matière de rémunération du personnel enseignant primaire (consid. 5)."], "faits": "BGE 94 I 451 S. 452\n\nA.- Dans le canton de Vaud, l'enseignement primaire incombe, selon l'art. 17 Cst. cant., à l'Etat et aux communes. Réglée par une loi cantonale en 1806 déjà, la matière fait actuellement l'objet de la loi du 25 mai 1960 \"sur l'instruction publique primaire et l'enseignement ménager postscolaire\" (en abrégé: LIP). Les instituteurs ont été de tout temps nommés par les communes, sous réserve d'approbation par le Département cantonal de l'instruction publique. Quant à la rémunération du corps enseignant, elle était entièrement à la charge des communes pendant la première moitié du 19e siècle, la loi cantonale se contentant de fixer le minimum du traitement annuel et de prévoir la mise à disposition d'un appartement et d'un jardin, ou le versement de leur valeur en argent. Dès 1857, le canton prit à sa charge les augmentations de traitement dues aux instituteurs en raison des années de service. La loi de 1920 fixa le minimum à payer à titre d'indemnité de logement (600 fr. pour les instituteurs et 400 fr. pour les institutrices) et précisa que dans les localités importantes, cette indemnité devait tenir compte du prix des loyers et de la cherté de l'existence. Plusieurs communes, notamment celle de Lausanne, payèrent des indemnités sensiblement plus élevées que le minimum fixé par la loi.\n\nEn 1947, le personnel enseignant fut soumis, par la loi du 9 juin 1947, au statut général des fonctions publiques cantonales et rangé dans l'échelle des traitements. Les montants qui y étaient prévus, sensiblement plus élevés que les traitements versés jusqu'alors, constituaient la rémunération totale, de sorte que la valeur des prestations en nature (logement, chauffage, jardin) était déduite pour le calcul du montant à BGE 94 I 451 S. 453verser en espèces. Il n'était plus prévu d'indemnité de logement. Pour éviter cependant que les instituteurs au bénéfice de telles indemnités ne perdent l'avantage procuré par les améliorations de traitement du nouveau statut, le Département de l'instruction publique conseilla aux communes, par circulaire du 17 mai 1948, de continuer à verser de telles indemnités, ce que firent plusieurs d'entre elles. Augmentées au cours des années, ces indemnités atteignirent finalement à Lausanne, en 1967, le montant maximum de 3910 fr. pour une personne mariée et 3175 fr. pour un célibataire. La rémunération du corps enseignant primaire présentait ainsi de grosses différences entre la ville et la campagne. L'Union des communes vaudoises s'est élevée à plusieurs reprises contre cette situation et demanda la suppression des compléments communaux à l'occasion de la révision de l'échelle des traitements.\n\nB.- La nouvelle classification adoptée en 1967 apporta aux instituteurs une sensible amélioration de traitement, qui se traduisit par une augmentation de 1381 fr. pour le traitement minimum et de 3223 fr. pour le traitement maximum. Parallèlement à cette nouvelle classification, le Grand Conseil modifia par une loi du 11 décembre 1967 les art. 116 à 118 de la LIP de 1960: l'art. 116 fixe les éléments de la rémunération (traitement de base, allocation complémentaire variant avec le coût de la vie, allocation de ménage); l'art. 117 précise qu'elle est calculée et versée par l'Etat (comme auparavant), les communes devant lui rembourser 50% de la rémunération totale (jusqu'ici 80% du traitement de base, sans les allocations). Les compléments communaux sont entièrement supprimés par l'art. 118, qui précise:\n\n\"Les communes ne sont pas autorisées à compléter, sous quelque forme que ce soit, la rémunération prévue à l'art. 116.\n\nEn cas de violation de cette règle, le Conseil d'Etat peut augmenter, jusqu'à 75 % au maximum, la part que la commune en cause doit rembourser à l'Etat en application de l'article précédent.\"\n\nPour éviter que la nouvelle rémunération ne soit inférieure à celle touchée antérieurement par certains membres du corps enseignant, l'art. 156 bis prévoit des dispositions transitoires qui assurent à tout instituteur une rémunération globale au moins égale à celle reçue en 1967, complément communal compris; d'autre part, ceux qui ont encore droit à des augmentations annuelles, mais dont la rémunération globale de 1967 BGE 94 I 451 S. 454dépasse celle à laquelle ils auraient droit selon l'art. 116 nouveau, ne toucheront dorénavant que la moitié de l'augmentation annuelle. Les montants supplémentaires découlant de ces dispositions transitoires sont payés par l'Etat, qui en demande le remboursement total aux communes intéressées. Un art. 156 quater prévoit pour les prestations à payer en régime transitoire une disposition semblable à celle de l'art. 118.\n\nC.- Agissant par la voie du recours de droit public, la commune de Lausanne requiert le Tribunal fédéral\n\na) de déclarer anticonstitutionnelle la loi vaudoise du 11 décembre 1967, \"dans la mesure où elle interdit aux communes d'allouer un complément de salaire aux membres du personnel enseignant\";\n\nb) d'annuler ladite loi, subsidiairement les décisions qu'elle contient, en tant qu'elle supprime les allocations de complément de salaire et les interdit sous peine de sanctions.\n\nElle se plaint de la violation de l'autonomie communale garantie par l'art. 80 Cst. vaud., ainsi que d'arbitraire. Elle soutient que les communes sont compétentes en cette matière, où leur autonomie découle de la constitution et d'une pratique vieille de 150 ans. A son avis, le nouveau régime créé par la loi attaquée constitue, par son égalitarisme qui ne tient pas compte des conditions de vie - notamment de logement - plus onéreuses en ville qu'en campagne, une inégalité de traitement qui viole l'art. 4 Cst.\n\nLes arguments particuliers seront repris ci-dessous dans la mesure utile.\n\nD.- Au nom de l'Etat de Vaud, le Conseil d'Etat conclut au rejet du recours dans la mesure où il est recevable.", "considerants": "Considérant en droit:\n\n1. La recourante requiert le Tribunal fédéral de déclarer inconstitutionnelle la loi du 11 décembre 1967 \"dans la mesure où elle interdit aux communes d'allouer un complément de salaire aux membres du corps enseignant\", partant d'\"annuler cette loi, subsidiairement les décisions contenues dans la loi... en tant qu'elle supprime les allocations de complément de salaire communal ... et interdit ... d'allouer désormais un tel complément ... sous peine de sanctions\". Ainsi le recours est dirigé uniquement contre cette interdiction, prévue à l'art. 118, BGE 94 I 451 S. 455de même qu'à l'art. 156 quater pour les dispositions transitoires. La recourante n'attaque pas formellement les dispositions transitoires de l'art. 156 bis, mais se contente de les critiquer, en ce sens qu'elle voudrait voir les compléments communaux maintenus dans les autres cas également.\n\na) Les instituteurs sont des fonctionnaires publics cantonaux (et aussi communaux, affirme la recourante). Les compléments de traitements versés par la commune le sont en vertu du droit public et non du droit privé. Leur suppression touche la recourante en tant que détentrice de la puissance publique. A ce titre, elle n'a qualité pour recourir que si elle défend son autonomie ou si elle attaque des décisions qui mettent en cause son existence ou l'état de son territoire (RO 93 I 66). Soutenant que la loi attaquée viole l'autonomie qui lui est reconnue depuis plus de 150 ans en matière d'indemnité de logement, la commune de Lausanne a ainsi qualité pour soulever ce grief par la voie du recours de droit public.\n\nb) En revanche, elle n'a pas qualité, selon la jurisprudence, pour se plaindre d'une violation de l'art. 4 Cst., dans la mesure où elle fait valoir ce grief à titre indépendant, et non seulement pour renforcer le grief de violation de l'autonomie communale. Or, en l'espèce, la recourante ne fait pas valoir seulement que le Grand Conseil interprète arbitrairement les dispositions cantonales relatives à l'autonomie communale, mais encore que la loi attaquée crée une inégalité de traitement entre les membres du corps enseignant et entre les communes elles-mêmes, ce qui constitue un grief différent de celui de la violation de l'autonomie communale. La recourante demande cependant que le Tribunal fédéral revoie sa jurisprudence dans le sens proposé par la thèse de MATTER (\"Die Legitimation der Gemeinde zur staatsrechtlichen Beschwerde\", Berne 1965, notamment p. 72/73), en mettant les communes sur le même pied que les autres collectivités et en leur reconnaissant le droit d'invoquer la violation d'autres droits constitutionnels.\n\nMais cette thèse méconnaît la nature du recours de droit public et des droits constitutionnels des citoyens. Le recours de droit public est destiné essentiellement à protéger les citoyens et les collectivités contre les abus du pouvoir. Or la commune est elle-même détentrice de la puissance publique; à ce titre, elle n'est pas titulaire des droits constitutionnels des citoyens dont le recours de droit public permet d'assurer la protection.\n\nBGE 94 I 451 S. 456Si la qualité pour recourir lui est néanmoins reconnue dans certains cas où elle agit en tant que détentrice de la puisssnce publique, c'est que l'autonomie communale, garantie en général par les constitutions cantonales, est considérée par la jurisprudence comme un droit subjectif des communes, analogue aux droits constitutionnels des citoyens (RO 65 I 131 consid. 2). C'est donc uniquement lorsqu'elle se plaint d'une violation de son autonomie - ou lorsqu'elle attaque une décision qui met en cause son existence ou l'état de son territoire, bases et conditions de son autonomie (RO 89 I 206/7) - que la commune a qualité, en tant que détentrice de la puissance publique, pour agir par la voie du recours de droit public (RO 93 I 66, 157, 431).\n\nLa qualité pour soulever, à titre indépendant, le grief de violation de l'art. 4 Cst. doit dès lors être déniée à la commune de Lausanne; de toute façon, elle n'aurait pas qualité pour se plaindre d'une inégalité de traitement dont seraient victimes certaines catégories d'instituteurs.\n\n3. L'autonomie communale ne peut être violée que dans la mesure où elle existe, c'est-à-dire dans les domaines où les communes sont effectivement autonomes. En l'espèce, il s'agit de savoir si les communes vaudoises jouissent de l'autonomie en matière de rémunération du corps enseignant primaire et, si oui, dans quelle mesure.\n\nD'après la jurisprudence constante du Tribunal fédéral, autonomie communale signifie compétence des communes d'accomplir de façon indépendante certaines tâches publiques, tant sur le plan de la législation que de l'administration. On admettait autrefois que cette autonomie n'existait que dans les affaires qui relèvent de la compétence propre des communes, et non dans celles qui relèvent de leur compétence déléguée (Ro 83 I 123/4; 84 I 230 et encore 89 I 111 consid. 1). Puis on a recherché le critère de distinction dans le pouvoir de libre appréciation (freies Ermessen) reconnu aux communes par la constitution et la loi en matière législative et administrative, et dans leur faculté de l'exercer sans être soumises au contrôle de l'Etat (RO 89 I 111/2 consid. 2, 91 I 42 consid. 3, 92 I 375 consid. 2 a et les arrêts cités).\n\nDans ses tout derniers arrêts, le Tribunal fédéral a abandonné ces deux critères pour la détermination de l'autonomie communale; il a également rejeté comme peu satisfaisante la notion - proposée par la doctrine - fondée sur l'usage et les caractéristiques BGE 94 I 451 S. 457intrinsèques (innere Kennzeichnung) de certaines matières qui en font traditionnellement des tâches de compétence locale. Il admet que l'autonomie existe également - du moins en ce qui concerne la législation - lorsque le droit cantonal, tout en réglant une certaine matière de façon plus ou moins détaillée, laisse cependant aux communes une liberté de décision relativement importante (RO 93 I 160 consid. 5 et 431 consid. 3; 94 I 65). Dans les deux derniers arrêts cités, il a examiné s'il y avait lieu d'étendre au domaine de l'application du droit la nouvelle jurisprudence adoptée en matière de législation communale; il a cependant laissé cette question ouverte. Il n'est pas non plus nécessaire de la trancher ici où, s'agissant de savoir si les communes vaudoises peuvent compléter la législation cantonale sur la rémunération du corps enseignant par l'octroi de suppléments communaux, on est en présence d'une matière qui relève de la législation.\n\n4. La constitution vaudoise traite de la position des communes vis-à-vis de l'Etat en son art. 80, ainsi rédigé:\n\n\"L'existence des communes est reconnue et garantie.\n\nLes communes sont subordonnées à l'Etat, avec lequel elles concourent au bien de la société.\n\nElles jouissent de toute l'indépendance compatible avec le bien de l'Etat, son unité et la bonne administration des communes ellesmêmes.\"\n\nElle reconnaît ainsi une certaine autonomie aux communes, mais ne la délimite pas elle-même. En matière d'enseignement, elle précise à l'art. 17 al. 1: \"L'Etat et les communes ont l'obligation de donner aux établissements d'instruction publique le degré de perfection dont ils sont susceptibles, eu égard aux besoins et aux ressources du pays.\" Ainsi la constitution n'établit pas elle-même la répartition des tâches, qui est laissée aux soins du législateur.\n\nOr si le législateur peut accorder des pouvoirs aux communes et délimiter le domaine de leur autonomie, il ne les leur garantit qu'à l'égard des autres autorités de l'Etat et non pas envers lui-même. Il est maître de la loi et n'est pas définitivement lié par une répartition des tâches qu'il a une fois établie; il peut au contraire la modifier en tout temps, sous réserve de respecter la disposition - assez vague - de l'art. 80 al. 3 Cst. cant. Le fait que des lois cantonales antérieures aient laissé les mains libres aux communes dans un certain domaine n'empêche pas BGE 94 I 451 S. 458une limitation subséquente de cette liberté, pourvu que les normes constitutionnelles soient respectées.\n\n5. En ce qui concerne la rémunération du corps enseignant primaire, le législateur n'a pas restreint l'autonomie des communes par la loi du 11 décembre 1967; en effet, le canton s'est de tout temps réservé le dernier mot en cette matière, même lorsque les communes devaient supporter seules la charge des traitements; il l'a fait en tout cas de façon expresse dès le régime de 1947.\n\nLa première loi scolaire de 1806 prescrivait déjà aux communes un salaire minimum à verser aux maîtres primaires, leur laissant la faculté d'exiger une modique contribution des parents des élèves; les communes devaient également fournir un logement et un jardin ou verser une indemnité correspondante, les autres points étaient déterminés par les municipalités, sous réserve de recours au Petit Conseil. Une réglementation semblable se trouve dans les lois scolaires postérieures de 1834, 1846 et 1865, avec cette différence que la rémunération fixée par les communes devait être soumise à l'approbation du Conseil de l'instruction publique puis, dès 1865, du Département de l'instruction publique. Les lois scolaires de 1889, 1906 et 1930 ont repris sensiblement le même système, tout en augmentant le montant minimum du traitement; en outre, les deux dernières lois ont prévu des augmentations de traitement, à la charge de l'Etat, à partir de la troisième année de service.\n\nUne importante modification intervint en 1947, en ce sens que les membres du corps enseignant furent soumis au statut des fonctionnaires, qui venait d'être mis sur pied, et incorporés dans la classification des fonctions. Ainsi le canton ne se contentait plus de fixer un traitement minimum, mais fixait luimême le traitement de base, avec minimum, maximum et augmentations annuelles; les prestations en nature faisaient partie du traitement et devaient être portées en déduction du salaire en espèces. Il n'était donc plus possible de verser, à côté du traitement légal, une indemnité en argent pour remplacer le logement gratuit. Si plusieurs communes, malgré cette prescription, versèrent de telles indemnités en argent, elles violaient ainsi cette prescription; elles le faisaient donc non pas seulement praeter legem, mais contra legem. A cela ne change rien le fait qu'une telle façon de procéder leur ait été recommandée par une circulaire du Département de l'instruction publique du BGE 94 I 451 S. 45917 mai 1948: le département n'avait pas le pouvoir d'accorder aux communes des compétences que la loi ne leur reconnaissait pas; il ne pouvait pas davantage lier le législateur et l'empêcher d'adopter plus tard une disposition qui interdise expressément, sous peine de sanctions, l'octroi de compléments communaux. Ainsi n'existe-t-il pas, en cette matière, d'autonomie communale qui puisse être violée par cette disposition.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours dans la mesure où il est recevable."}