{"annee": "94", "cour": "IV", "page": "60", "date": "8/3/1968", "cite": ["70 IV 139", "61 I 203", "72 IV 23", "80 IV 181", "83 IV 25", "73 IV 100", "76 IV 245", "73 IV 164", "71 IV 96", "85 IV 130", "73 IV 227"], "cite_par": ["101 IV 72", "97 IV 104", "121 IV 67", "105 IV 127", "116 IV 288", "103 IV 241", "101 IV 154", "123 IV 128", "111 IV 51", "107 IV 163", "97 IV 84", "106 IV 12"], "chapeau": "17. Urteil des Kassationshofes vom 8. März 1968 i.S. Glaas gegen Staatsanwaltschaft des Kantons Basel-Stadt.", "regestes": ["Art. 129 al. 1 CP, Mise en danger de la vie d'autrui. 1. Danger de mort imminent (consid. 2). 2. Notion de l'acte commis sciemment (consid. 3) a) l'élément de volonté est aussi nécessaire, b) le dol éventuel ne suffit pas. 3. Absence de scrupule (consid. 4)."], "faits": "BGE 94 IV 60 S. 60\n\nA.- Der 1944 geborene Beschwerdeführer Charles Glaas, der bei seinen Eltern wohnt, hatte mit dem Vater schon seit längerer Zeit Zwistigkeiten. Am Abend des 31. Dezember 1966 BGE 94 IV 60 S. 61befand er sich, nachdem er schon vorher reichlich dem Alkohol zugesprochen hatte, mit seinem Freund Erwin Anneler in der von ihm eingerichteten Kellerbar. Gegen 20.30 Uhr erschien auch Vater Glaas in der Bar, worauf es zwischen ihm und dem Sohn wieder zu einer Auseinandersetzung kam. Als der Sohn sich kurz entfernte und dann zurückkam, verliess der Vater die Bar und begab sich in die Wohnung hinauf. Anneler berichtete hierauf dem Sohn, dass sich der Vater abfällig über ihn geäussert habe. Glaas geriet in Wut, leerte in kürzester Zeit eine Flasche Bier und holte im Zimmer der Schwester Beatrice sein Sturmgewehr, das er zuerst mit einer und dann mit elf weitern Patronen lud. Mit der Schwester wieder in den Keller hinabgestiegen, wies er diese an, den Vater zu holen.\n\nAls er Schritte auf der Treppe hörte, nahm er das Gewehr in Anschlag, entsicherte es und umspannte mit dem Zeigfinger den Abzug. Die Kellertüre öffnend, blickte Vater Glaas direkt in den Gewehrlauf. Der Sohn erklärte, jetzt könne man miteinander reden, und auf die Aufforderung des Vaters, doch abzudrücken, fragte er ihn, ob er denn nicht glaube, dass das Gewehr geladen sei. Noch bevor der Vater antworten konnte, schwenkte der Sohn den Gewehrlauf leicht nach rechts und drückte ab. Der Schuss drang auf Brusthöhe etwa 1,2 m neben dem Vater in die Mauer ein. Unmittelbar darauf schwenkte Glaas das Gewehr, den Finger immer noch am Abzug, auf den Vater zurück. Dieser sprang im gleichen Augenblick die Treppe hinauf und brachte sich in Sicherheit.\n\nB.- Das Strafgericht Basel-Stadt sprach Charles Glaas am 27. Juli 1967 der Gefährdung des Lebens (Art. 129 Abs. 1 StGB) sowie des Missbrauchs und der Verschleuderung von militärischem Material (Art. 73 MStG) schuldig und verurteilte ihn zu sechs Monaten Gefängnis mit bedingtem Strafvollzug bei zwei Jahren Probezeit.\n\nDas Appellationsgericht des Kantons Basel-Stadt bestätigte am 8. November 1967 das erstinstanzliche Urteil gestützt auf dessen tatsächliche und rechtliche Ausführungen.\n\nC.- Gegen das Urteil des Appellationsgerichts führt Glaas Nichtigkeitsbeschwerde mit dem Hauptantrag auf Freisprechung von der Anklage der Gefährdung des Lebens.\n\nDas Appellationsgericht und die Staatsanwaltschaft beantragen Abweisung der Beschwerde.\n\nBGE 94 IV 60 S. 62", "considerants": "Der Kassationshofzieht in Erwägung:\n\n1. Nach Art. 129 Abs. 1 StGB ist strafbar, wer einen Menschen wissentlich und gewissenlos in unmittelbare Lebensgefahr bringt.\n\n2. Der Begriff unmittelbare Lebensgefahr ist nicht ohne weiteres klar. Es kann sich nur um eine konkrete Gefahr handeln. Diese ist ein Zustand, aufgrund dessen nach dem gewöhnlichen Lauf der Dinge die Wahrscheinlichkeit oder nahe Möglichkeit der Verletzung des geschützten Rechtsgutes besteht (BGE 71 IV 100,BGE 72 IV 27,BGE 73 IV 101f., BGE 80 IV 182, BGE 83 IV 30), wobei nicht eine mathematische Wahrscheinlichkeit von mehr als 50% vorausgesetzt ist (BGE 61 I 206). Die unmittelbare Gefahr muss mehr sein. Anderseits muss der Eintritt der Rechtsgutverletzung, des Todes, nicht unausweichlich erscheinen, sonst würde Art. 129 vom Gefährdungs- zum Verletzungstatbestand. Innerhalb dieser Grenzen lässt sich die Höhe der Gefahr näher bestimmen, indem man das Tatbestandsmerkmal der Gewissenlosigkeit heranzieht. Die beiden Tatbestandselemente der vorgestellten Gefahr und der Gewissenlosigkeit des Trotzdemhandelns stehen zueinander in so enger Beziehung, dass das eine sich nicht ohne den Blick auf das andere beurteilen lässt. Eine unmittelbare Lebensgefahr im Sinne von Art. 129 besteht somit nicht erst dann, wenn die Wahrscheinlichkeit des Todes grösser ist als die Wahrscheinlichkeit seiner Vermeidung, sondern schon dann, wenn überhaupt eine nahe Möglichkeit der Tötung vorliegt, eine Möglichkeit, über die wissentlich sich hinwegzusetzen als gewissenlos erscheint (NOLL, ZStrR 1954 S. 22 f.).\n\nWer, wie der Beschwerdeführer, mit geladener und entsicherter Schusswaffe, den Finger am Abzug, auf einen lebenswichtigen Körperteil wie Kopf oder Brust eines Menschen zielt, setzt damit dessen Leben einer sehr nahen Gefahr aus. Das traf hier umsomehr zu, als sich der Beschwerdeführer in angetrunkenem und stark erregtem Zustande befand, bei dem der leiseste äussere oder innere Anlass genügen konnte, um den Druck auf den Abzug auszulösen. Der Schuss 1,2 m neben dem Vater gegen die Mauer aber rückte wegen der Möglichkeit des Rikoschettierens den Tod in äusserst bedrohliche Nähe. Diese hochgradigen Gefahren hat der Beschwerdeführer wissentlich BGE 94 IV 60 S. 63(s. unten) geschaffen. Das war gewissenlos. Damit sind die Voraussetzungen der unmittelbaren Lebensgefahr erfüllt.\n\n3. Weiter fordert Art. 129 Abs. 1 eine wissentliche Gefährdung.\n\na) InBGE 73 IV 230(zu Art. 230 Ziff. 1 StGB) und BGE 85 IV 132 (zu Ar t. 221 Abs. 2; auchBGE 76 IV 247oben zu Art. 237 Ziff. 1) wurde ausgeführt, dass nur dort, wo das Gesetz die Gefährdung als objektives Tatbestandsmerkmalnenne, ohne sich über den subjektiven Tatbestand besonders auszusprechen, der Täter nicht nur um die Gefährdung wissen, sondern sie auch wollen müsse. Für Fälle, in denen die subjektiven Erfordernisse der Tat im besonderen Teil umschrieben seien, gelte dies nicht. Bei Bestimmungen, in denen ausdrücklich bloss von wissentlicher Gefährdung die Rede sei, genüge es deshalb, dass der Täter die durch seine Tat herbeigeführte Gefahr kenne, zu wollen brauche er sie nicht.\n\nWer indessen mit Wissen und Willen einen Zustand schafft, aus dem sich eine Gefahr ergibt, die er kennt, der will notwendig auch diese Gefahr (BGE 73 IV 168f.; ZUERCHER, Erläuterungen VE 1908 S. 128; GERMANN, ZStrR 1940 S. 367, 1961 S. 391; NOLL, ZStrR 1954 S. 20; LOGOZ, Art. 129 N 3 b; SCHWANDER, 2. Aufl., Nr. 667; THORMANN-v. OVERBECK, Art. 18 N 26, Art. 129 N 5). Der Gefährdungsvorsatz ist gegeben, wenn der Täter die Gefahr kennt und trotzdem handelt (ohne auf ihren Nichteintritt zu vertrauen, in welchem Fall nur bewusste Fahrlässigkeit vorliegt). Nicht erforderlich ist hingegen, dass der Täter die Verwirklichung der Gefahr, sei es auch nur eventuell, gewollt hat, denn dann wäre er wegen vorsätzlicher Begehung des entsprechenden Verletzungsdelikts (z.B. Tötung) strafbar. Da Gefahr die Möglichkeit des Verletzungseintritts ist, schliesst freilich das Wissen um die Gefahr notwendig das Wissen um den möglichen Verletzungseintritt in sich. Auf der Vorstellungsseite ist die eventuelle Verletzung im Gefährdungsvorsatz stets enthalten. Der Unterschied zwischen Gefährdungsvorsatz und eventuellem Verletzungsvorsatz liegt einzig im Willensinhalt. Weil aber als konkrete Gefahr eine nahe Möglichkeit des Verletzungseintritts (auch bei Art. 129) genügt, braucht der Täter, obwohl er den gefährlichen Zustand willentlich herbeiführt, den Verletzungserfolg nicht notwendig zu wollen (BGE 70 IV 142; NOLL, S. 23, 26; GERMANN, ZStrR 1961 S. 390 f.; LOGOZ, a.a.O.).\n\nBGE 94 IV 60 S. 64\n\nIn diesem Sinne ist somit die bisherige Auffassung, dass dort, wo das Gesetz von wissentlicher Gefährdung spricht, der Wille nicht zur Erfüllung des Straftatbestandes gehöre, richtigzustellen. Der Wille zur Gefährdung ist mit dem Wissen um ihren sicheren Eintritt notwendig verbunden. Für Art. 129 gilt dies umsomehr, als er eine hohe Strafdrohung enthält und das weitere Tatbestandsmerkmal der Gewissenlosigkeit aufstellt; beides wäre ohne den entsprechenden Willen nicht verständlich (GERMANN, ZStrR 1961, S. 391 N 11).\n\nb) Anderseits genügt Eventualvorsatz nicht. Es geht nicht um das Wissen von der Möglichkeit eines Verletzungserfolges, sondern um die Gewissheit, dass eine Gefahr hervorgehe aus dem Verhalten des Täters. Dieser muss sich bewusst sein, dass er das geschützte Rechtsgut tatsächlich gefährdet, dass sein Handeln die Gefährdung notwendig zur Folge hat (ZÜRCHER a.a.O.; LOGOZ a.a.O.). Genügte eventueller Gefährdungsvorsatz, so würde das heissen, dass der Täter schon dann strafbar ist, wenn er die Gefahr nicht sicher kennt, sondern bloss für möglich hält. Da das Bewusstsein der Gefahr das Wissen um die Möglichkeit der Verletzung ist, wäre der Eventualvorsatz, als Bewusstsein der Möglichkeit einer Gefahr, das Wissen um die Möglichkeit einer Möglichkeit (und der Einbezug dieser Möglichkeit in den Willensinhalt). Damit wäre der Eventualvorsatz praktisch nicht mehr von der Fahrlässigkeit zu unterscheiden (NOLL S. 30). Fahrlässigkeit aber ist nur strafbar, wo es das Strafgesetz ausdrücklich bestimmt (Art. 18 Abs. 1), was z.B. bei Art. 129 nicht zutrifft.\n\nMüsste sich der Täter nur bewusst sein, dass er die Möglichkeit einer Gefährdung schafft, dann wäre der Ausdruck \"wissentlich\" überflüssig, denn das Wissen um die Möglichkeit der Gefahr ist schon im Eventualvorsatz enthalten und hätte daher nicht besonders erwähnt werden müssen.\n\nc) Das Strafgericht erklärt in seinen vom Appellationsgericht übernommenen Erwägungen, dass beim Beschwerdeführer, der die Handhabung des Sturmgewehres vom Militärdienst her gekannt habe, das Bewusstsein der Gefährdung vorausgesetzt werden müsse. Das kann nichts anderes heissen, als dass er sich ihrer tatsächlich bewusst war, womit das Wissen verbindlich festgestellt ist. Etwas anderes wäre auch kaum denkbar; um die Gefahr zu erkennen, bedurfte es nicht einmal der Vertrautheit mit dem Sturmgewehr aus dem Militärdienst.\n\nBGE 94 IV 60 S. 65War sich der Beschwerdeführer aber bewusst, den Vater mit seiner Handlungsweise in unmittelbare Lebensgefahr zu bringen, so hat er diese Gefährdung auch gewollt.\n\n4. Schliesslich ist zur Erfüllung des Tatbestandes von Art. 129 das Merkmal der Gewissenlosigkeit erforderlich. Gewissenlos ist eine Gefährdung, deren Motive sittlich zu missbilligen sind. Je höher die dem Täter bewusste Gefahr ist, und je weniger seine Beweggründe Achtung verdienen, desto eher ist die Gewissenlosigkeit anzunehmen (NOLL, S. 28 f.; GERMANN, Verbrechen, S. 247).\n\nDer Beschwerdeführer bestreitet die Gewissenlosigkeit seines Vorgehens mit Recht nicht. Er hat das Leben seines Vaters aus blosser Wut und dem, wenn auch an sich verständlichen Bedürfnis, ihm einmal den Meister zu zeigen, einer schweren Gefahr ausgesetzt.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}