{"annee": "94", "cour": "IV", "page": "105", "date": "25/9/1968", "cite": ["70 IV 126"], "cite_par": ["137 IV 1", "104 IV 53", "106 IV 246", "131 IV 150"], "chapeau": "28. Auszug aus dem Urteil des Kassationshofes vom 25. September 1968 i.S. Staatsanwaltschaft des Kantons Luzern gegen Zai.", "regestes": ["Art. 133 CP. Participation à une rixe. La personne attaquée ne demeure passive, ce qui exclut la rixe, que lorsqu'elle cherche uniquement à se protéger, sans intervenir de façon active."], "faits": "BGE 94 IV 105 S. 105\n\nA.- Im Zusammenhang mit einem Autokauf kam es am 4. April 1967 zwischen dem Garagisten Marius Zai und dessen Sohn Peter einerseits sowie dem Käufer Hans Verzeri anderseits zu tätlichen Auseinandersetzungen. In deren Verlauf erhielt Verzeri von Marius Zai einen Stoss, durch den er zu Boden kam, von beiden Zai zudem Schläge; schliesslich wurde er von diesen unsanft in sein Auto verbracht. Verzeri versetzte dem Marius Zai einen einzigen Schlag ins Gesicht, nachdem ihn dieser von hinten gestossen hatte. Sonst verhielt Verzeri sich rein passiv.\n\nB.- Mit Urteil vom 19. März 1968 wurden Marius und Peter Zai vom Amtsgericht Luzern-Stadt der Beteiligung an einem Raufhandel (Art. 133 StGB) schuldig erklärt; Marius Zai wurde mit einem Monat Gefängnis, bedingt erlassen auf 3 Jahre, und Fr. 100.-- Busse, Peter Zai mit Fr. 80.- Busse bestraft.\n\nAuf ihre Appellation wurden Marius und Peter Zai vom Obergericht des Kantons Luzern am 11. Juni 1968 lediglich BGE 94 IV 105 S. 106der Tätlichkeiten (Art. 126 StGB) schuldig erklärt; Marius Zai wurden Fr. 100.--, Peter Zai Fr. 30.- Busse auferlegt.\n\nC.- Gegen das obergerichtliche Urteil führt die Staatsanwaltschaft des Kantons Luzern Nichtigkeitsbeschwerde mit dem Antrag auf dessen Aufhebung und Rückweisung der Sache zur Verurteilung beider Beschwerdegegner wegen Beteiligung an einem Raufhandel.\n\nMarius and Peter Zai beantragen Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\nDas Obergericht verneint das Vorliegen eines Raufhandels mit der Begründung, der einzige Schlag, den Verzeri dem Marius Zai, als Abwehr des unerwarteten tätlichen Angriffs von hinten, versetzte, vermöge die Auseinandersetzung noch nicht zu einem Raufhandel zu machen; nachher habe Verzeri sich rein passiv und abwehrend verhalten. Das hatte zur Folge, dass die beiden Angreifer nur wegen Tätlichkeit bestraft wurden, obwohl der Angegriffene nicht unbedeutende Verletzungen erlitt (Rippenfissur, ev. -fraktur; ausgeschlagener Stiftzahn). Fälle, wo mehrere tätlich aneinander geraten und dabei einer getötet oder verletzt wird, ohne dass festgestellt werden kann, wer der Urheber ist, hat aber Art. 133 StGB gerade im Auge. Im Entscheid BGE 70 IV 128, den die Vorinstanz anführt, wurde freilich gesagt, man könne nicht mit jemandem raufen, der sich nicht darauf einlasse, sondern passiv bleibe oder den Angriff bloss abwehre. Unter dieser Passivität wird indessen im Zusammenhang mit dem vorhergehenden Satz nur eine Abwehr verstanden, die nicht auch wieder in Schläge und Stösse u.s.f. ausartet, wo sich der Angegriffene vielmehr bloss zu schützen sucht, ohne selber tätlich zu werden. So, völlig passiv also, verhielt sich in jenem Fall der angegriffene Grunder. Wo der Angegriffene hingegen selber ebenfalls dreinschlägt, sei es auch nur zur Abwehr, hat man es nach dem allgemein anerkannten Wortsinn, auf den BGE 70 IV 127 abstellt, mit einem Raufhandel zu tun.\n\nIm vorliegenden Fall hat sich der Kläger Verzeri aktiv zur Wehr gesetzt, indem er dem Marius Zai einen Schlag ins Gesicht versetzte, nachdem ihn dieser von hinten gestossen hatte. Damit sind die Merkmale des Raufhandels erfüllt. Auf die Anzahl der Schläge kommt es nicht an.\n\nBGE 94 IV 105 S. 107\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das angefochtene Urteil aufgehoben und die Sache zur Verurteilung der Beschwerdegegner wegen Beteiligung an einem Raufhandel an die Vorinstanz zurückgewiesen."}