{"annee": "94", "cour": "I", "page": "541", "date": "16/10/1968", "cite": [], "cite_par": ["97 I 519", "96 I 377", "117 IA 352", "133 I 128", "104 IA 88", "100 IA 89", "119 IA 285", "120 II 321", "115 IA 42", "96 I 234"], "chapeau": "75. Extrait de l'arrêt du 16 octobre 1968 dans la cause Commune de Grandson contre Conseil d'Etat du canton de Vaud.", "regestes": ["Autonomie communale. 1. Qualité de la commune pour recourir (consid. 1). 2. Evolution récente de la jurisprudence (consid. 2). 3. Autonomie des communes vaudoises en matière de plans d'aménagement (consid. 3) limitée par la compétence du canton d'établir des plans cantonaux. Examen de la question de compétence par le Tribunal fédéral: examen formel ou matériel? (extension de la jurisprudence; consid. 4). 4. Intérêt public justifiant un plan cantonal: pouvoir d'examen du Tribunal fédéral; balance des intérêts en présence; principe dit de la proportionnalité; intérêt de nature fiscale? (consid. 5)."], "faits": "BGE 94 I 541 S. 541\n\nA.- L'art. 53 de la loi vaudoise sur les constructions et l'aménagement du territoire (LCAT), du 5 février 1941, prévoit: BGE 94 I 541 S. 542\n\n\"L'Etat peut, en vue d'aménager le territoire, établir des plans et règlements d'extension:\n\n1. ...\n\n2. pour les entreprises intéressant l'ensemble ou une partie importante du canton;\n\nLes plans et règlements d'extension cantonaux ne peuvent prévoir de zone agricole qu'avec l'accord du Conseil communal ou général de la commune territoriale intéressée.\n\nAvant la mise à l'enquête d'un plan d'extension cantonal, le Département des travaux publics entend les municipalités des communes territoriales intéressées. En cas de désaccord, la Commission cantonale consultative d'urbanisme est consultée.\"\n\nL'art. 54 précise que les art. 23 à 31 concernant les plans et règlements communaux sont applicables par analogie aux plans et règlements d'extension cantonaux.\n\nSe fondant sur ces dispositions, le Conseil d'Etat du canton de Vaud a mis à l'enquête au Greffe municipal de Grandson, du 3 janvier au 1er février 1967, le plan d'extension cantonal no 228. Ce plan englobe une surface d'environ 400 000 m2, sise à la Motte et la Poissine (rive droite de l'Arnon), sur laquelle \"aucune construction ne sera admise sans qu'un plan d'ensemble ne soit établi au préalable\". Ce plan prévoira l'emplacement exact d'une centrale thermique pour la production du courant électrique, de même que ses accès, son éventuelle extension, les constructions annexes et toutes les mesures de protection nécessaires (rideaux d'arbres, bosquets, talus).\n\nLa Municipalité de Grandson, qui avait été entendue le 28 décembre 1966, forma opposition le 1er février 1967; elle se plaignait de ce que le plan l'empêchait de consacrer à des constructions industrielles l'unique zone qui s'y prêtait; elle faisait aussi état de différents autres plans cantonaux qui grevaient son territoire et en entravaient le développement souhaitable. Le 12 mai 1967, le Conseil d'Etat adopta le plan en écartant l'opposition de la commune et celles qu'avaient formées les propriétaires des terrains inclus dans la zone. Cette décision fut communiquée à la Municipalité de Grandson par les soins du Département des travaux publics.\n\nB.- Agissant par la voie du recours de droit public, la commune de Grandson, autorisée à plaider par le Conseil communal, requiert le Tribunal fédéral d'annuler la décision du Conseil d'Etat adoptant le plan no 228. Elle invoque la violation de l'autonomie communale et fait valoir notamment: BGE 94 I 541 S. 543\n\nL'autonomie communale découle de l'art. 80 Cst. cant. et de l'art. 2 de la loi du 28 février 1956 sur les communes, qui en énumère les tâches propres. Selon l'art. 137 de cette loi, le pouvoir de surveillance de l'Etat ne s'applique qu'aux questions de légalité; il ne s'étend aux questions d'opportunité que si l'intérêt général du canton, des intérêts légitimes d'autres communes ou la bonne administration de la commune elle-même sont en jeu.\n\nQuant à la LCAT, elle confie aux communes la tâche d'aménager elles-mêmes leur territoire (art. 3, 20, 25) et ne réserve à l'Etat, en matière d'approbation des plans communaux, que le contrôle de la légalité, sous réserve de l'art. 137 de la loi sur les communes. Si l'Etat conserve, en vertu de l'art. 53, un champ d'activité qui lui est propre en matière de plans d'extension, il ne peut cependant intervenir que si l'intérêt général du canton ou les intérêts d'autres communes sont en jeu.\n\nEn invoquant l'intérêt général, l'Etat est lié par le principe dit de la proportionnalité, qui n'est pas respecté en l'espèce. D'autre part, le but avoué du plan est de faciliter à l'Etat, en évitant une hausse des prix, l'acquisition des terrains dont il aura peut-être besoin; or ce but fiscal n'est pas couvert par l'art. 53 LCAT, de sorte que l'arrêt attaqué constitue un détournement de pouvoir qui lèse non seulement les propriétaires intéressés, mais aussi la commune dans sa faculté d'organiser son territoire et d'octroyer des permis de construction.\n\nC.- Le Conseil d'Etat du canton de Vaud conclut principalement à l'irrecevabilité, subsidiairement au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le Conseil d'Etat considère que la première question à résoudre est de savoir si la commune de Grandson a réellement qualité en l'espèce pour se prévaloir d'une violation de l'autonomie communale; il estime qu'il s'agit là d'un problème de recevabilité du recours, posant néanmoins préalablement des questions de fond.\n\nLorsqu'une commune agit en tant que titulaire de la puissance publique, la jurisprudence ne lui reconnaît la qualité pour recourir que dans la mesure où elle invoque une violation de son autonomie ou lorsque la décision attaquée met en cause son existence ou une partie essentielle de son territoire (RO 93 I 66). S'agissant du recours pour violation de son autonomie, il suffit BGE 94 I 541 S. 544que la commune prétende être autonome dans le domaine considéré, alors même que l'Etat contesterait cette prétention. C'est une question de fond de savoir, non seulement s'il y a violation ou non de l'autonomie, mais aussi si la prétendue autonomie existe réellement dans le domaine litigieux (RO 93 I 431 consid. 1). Le Conseil d'Etat n'a d'ailleurs pas contesté à la commune de Lausanne la qualité pour recourir dans une matière où il niait pourtant l'existence de l'autonomie communale (RO 94 I 451).\n\n2. La jurisprudence du Tribunal fédéral en matière d'autonomie communale a suivi une évolution importante au cours des dernières années. L'existence de l'autonomie des communes n'était d'abord admise que dans le domaine de leur compétence propre, et non dans celui de leur compétence déléguée; il n'y avait dès lors violation de cette autonomie que lorsque l'Etat s'arrogeait formellement une compétence propre aux communes, et non pas quand il appliquait arbitrairement le droit dans sa mission de contrôle (RO 83 I 123, 84 I 230, 89 I 111 consid. 1). Puis le Tribunal fédéral a recherché le critère distinctif de l'autonomie dans le pouvoir de libre appréciation reconnu aux communes par la constitution et la loi, et dans la faculté d'exercer ce pouvoir à l'abri du contrôle de l'Etat (RO 89 I 111/112 consid. 2, 91 I 42 consid. 3, 92 I 375 consid. 2 a); il n'y avait alors violation de l'autonomie que lorsque l'Etat contrôlait l'opportunité des décisions communales, et non pas s'il en contrôlait la légalité, même si à cette occasion il faisait une application du droit ou rendait une décision arbitraire. Il s'agissait donc, là encore, d'un critère purement formel.\n\nIl est arrivé cependant qu'une autorité cantonale, sous prétexte de contrôler la légalité d'une décision, entreprenne effectivement aussi le contrôle de son opportunité, sans que le Tribunal fédéral, attaché à son critère formel, puisse intervenir (cf. RO 92 I 376 et les arrêts cités). La doctrine n'a pas manqué de critiquer la jurisprudence et a proposé comme critère de distinction non pas le genre de contrôle exercé par l'Etat sur les activités communales, mais un critère fondé sur les caractéristiques intrinsèques (innere Kennzeichnung) de certaines matières qui en font traditionnellement des tâches de compétence locale (cf. LIVER, dans ZBSG 1949, p. 40 ss.; HUBER, RJB 1964, p. 339 et 419). Le Tribunal fédéral, conscient de l'insuffisance des critères formels utilisés jusqu'ici, les a abandonnés - du BGE 94 I 541 S. 545moins en matière de législation - sans cependant adopter les critères proposés par la doctrine (RO 93 I 158 ss. consid. 5). Il considère désormais qu'il y a aussi autonomie lorsque le législateur cantonal réglemente une certaine matière de façon plus ou moins détaillée, mais laisse néanmoins aux communes une liberté de décision importante. Il y a alors violation de l'autonomie lorsque l'autorité cantonale a fait un usage abusif de son pouvoir d'appréciation, c'est-à-dire si elle tombe dans l'arbitraire en procédant au contrôle tant des questions de droit que des questions d'opportunité (RO 93 I 160 consid. 5 et 439 consid. 3; 94 I 65).\n\n3. En l'état actuel de la jurisprudence, l'autonomie communale est donc la faculté, pour la commune, d'accomplir de façon indépendante des tâches d'intérêt public. Mais le champ et la portée de cette autonomie sont déterminés par le droit cantonal, que le Tribunal fédéral examine en principe librement s'il s'agit de dispositions constitutionnelles, et sous l'angle restreint de l'arbitraire s'il s'agit de dispositions légales (RO 93 I 431 consid. 3 a, 434 consid. 3 d).\n\na) L'art. 80 Cst. vaud. reconnaît aux communes une certaine autonomie, sans toutefois en préciser les limites. Selon l'art. 81 al. 2, \"Les communes sont subordonnées à l'Etat, avec lequel elles concourent au bien de la société\", mais l'al. 3 ajoute: \"Elles jouissent de toute l'indépendance compatible avec le bien de l'Etat, son unité et la bonne administration des communes elles-mêmes\". C'est ainsi dans la législation, comme les parties l'admettent elles-mêmes, qu'il faut rechercher des précisions.\n\nb) La loi sur les communes du 28 février 1956 distingue entre les attributions propres de la commune (art. 2) et les tâches qui lui sont déléguées (art. 3). Les attributions propres y sont énumérées, mais d'une manière non limitative (Bulletin du Grand Conseil, session de printemps 1955, p. 815); l'art. 3 ne contient aucun catalogue des tâches déléguées. L'art. 137 al. 1 prévoit que l'Etat veille à ce que les communes s'administrent conformément à la loi; l'al. 2 étend cependant la surveillance de l'Etat aux questions d'opportunité \"lorsque l'intérêt général du canton ou des intérêts légitimes d'autres communes se trouvent directement en cause, ou lorsque la bonne administration de la commune est gravement menacée\".\n\nLe Conseil d'Etat prétend que, si le législateur n'a pas mentionné la police des constructions à l'art. 2 (attributions propres) BGE 94 I 541 S. 546alors qu'il s'agit d'une matière importante, c'est qu'elle appartient au domaine des tâches déléguées, dans lesquelles, selon l'exposé des motifs, les autorités et les fonctionnaires de la commune ont en quelque sorte le caractère d'agents du pouvoir central (cf. Bulletin du Grand Conseil, session de printemps, p. 815). Mais il ressort de ce même bulletin (p. 848) que, si le législateur avait d'abord envisagé de faire une distinction, quant à la nature et à la portée du pouvoir de surveillance, entre les attributions propres et les attributions déléguées, il a finalement renoncé à cette idée, reconnaissant que le contrôle n'est pas nécessairement illimité pour les tâches déléguées et que les communes peuvent garder une certaine autonomie dans le cadre de la loi.\n\nCe que l'on peut retenir de la loi vaudoise sur les communes pour la solution du présent litige se ramène ainsi à deux points: a) le législateur cantonal n'a pas entendu limiter l'autonomie au seul domaine des tâches propres de la commune; b) les actes communaux ne sont assujettis en principe qu'au contrôle de la légalité, sous réserve des exceptions prévues à l'art. 137 al. 2 et de celles qui pourraient découler d'autres dispositions légales spéciales.\n\nc) Les matières qui touchent aux constructions et à l'aménagement du territoire sont régies par la LCAT du 5 février 1941. On peut admettre, avec le Conseil d'Etat, que le législateur a considéré ces matières comme relevant avant tout de la législation cantonale: non seulement il a visé le canton dans son ensemble et comme une unité, mais il a établi lui-même de nombreuses règles auxquelles les communes sont tenues de se conformer; il a édicté en outre des normes cantonales (art. 56 quater et ss.) qui s'appliquent directement aux territoires sans plan d'extension. La loi précise formellement (art. 2) que les règlements communaux ne peuvent que la compléter et non y déroger, sauf dans les cas prévus par elle ou par les règlements cantonaux.\n\nMais on ne peut conclure des considérations ci-dessus que les communes vaudoises ne jouissent d'aucune autonomie en matière de construction et d'aménagement de leur territoire. D'après la récente jurisprudence du Tribunal fédéral rappelée ci-dessus, même le contrôle de l'opportunité dont disposeraient, selon le Conseil d'Etat, les autorités cantonales n'exclut pas par lui-même l'existence d'une certaine autonomie communale.\n\nBGE 94 I 541 S. 547Il suffit en effet, pour admettre une telle autonomie, que la législation cantonale ne soit pas complète et qu'elle autorise les communes à légiférer, leur laissant à cet égard une liberté d'appréciation relativement importante (RO 93 I 160). Tel est bien le cas pour le canton de Vaud, où les communes sont habilitées à établir plans d'aménagement et règlements (cf. notamment art. 25 LCAT), ce qui implique qu'une marge d'appréciation importante leur est laissée.\n\n4. Mais la même loi reconnaît expressément à l'Etat la possibilité d'établir lui-même des plans et des règlements d'extension cantonaux en vue d'aménager le territoire (art. 53), notamment pour les entreprises intéressant l'ensemble ou une partie importante du canton (art. 53 ch. 2). L'art. 55 précise que, dans les zones où elles sont applicables, les dispositions des plans et des règlements cantonaux l'emportent, en cas de conflit, sur les plans et les règlements communaux. C'est dire que la faculté des communes d'aménager leur territoire est limitée en vertu du droit cantonal.\n\nOn se trouve ici dans un domaine différent de ceux où s'est dessinée l'évolution récente de la jurisprudence. Celle-ci concernait en effet des cas où l'autorité cantonale exerçait une tâche de contrôle sur l'activité communale (approbation de règlements et de plans, décision sur recours), tandis qu'en l'espèce, on est en présence d'une activité indépendante, exercée par un organe exécutif cantonal en vertu d'une attribution propre conférée directement par la loi. Faut-il étendre à cette matière l'examen du contenu de l'acte attaqué, tel que l'admet la jurisprudence récente?\n\nSi le Tribunal fédéral se contentait d'utiliser, pour statuer sur une éventuelle violation de l'autonomie communale par un acte des autorités cantonales, un critère purement formel fondé sur les compétences respectives du canton et des communes, il devrait constater qu'en l'espèce l'Etat a fait usage d'une compétence expressément prévue par la loi et qu'il n'a dès lors pas violé l'autonomie communale. Il n'aurait pas à examiner si, comme le soutient la commune recourante, l'Etat a fait un mauvais usage de sa compétence en appliquant la loi d'une façon arbitraire ou en abusant d'une manière insoutenable de son pouvoir d'appréciation.\n\nMais, selon l'esprit de la nouvelle jurisprudence, le Tribunal fédéral ne peut plus se contenter d'examiner sous un angle purement BGE 94 I 541 S. 548formel si les autorités cantonales sont restées dans les limites de leurs attributions; le droit des communes à l'autonomie exige un examen matériel des actes cantonaux qui auraient prétendument violé cette autonomie (cf. RO 92 I 376). Il ne suffit pas que les autorités cantonales se fondent sur une compétence attribuée par la loi, il faut encore qu'elles en fassent un usage conforme à la loi. En ce sens, le grief d'arbitraire dans l'application de la loi, invoqué par la commune recourante, doit être examiné par la cour de céans, car il n'est pas soulevé à titre indépendant, mais à l'appui et comme partie intégrante du grief principal de violation de l'autonomie.\n\nIl s'agit donc, en l'espèce, de rechercher si le Conseil d'Etat, compétent pour adopter des plans cantonaux, a fait bon usage de cette compétence, ou si, au contraire, il l'a étendue à un cas qui sort des limites fixées à l'art. 53 LCAT. La recourante prétend que le Conseil d'Etat a dépassé ces limites et soutient que le plan n'est ni commandé par un intérêt public, ni proportionné au prétendu but d'intérêt public visé par le Conseil d'Etat, et qu'il manque au surplus de base légale.\n\n5. La recourante ne conteste pas, en soi, l'intérêt public d'une centrale thermique; tout au plus émet-elle l'avis, en passant, que cette centrale ne sera peut-être jamais construite. Mais elle prétend que les dispositions du plan attaqué sont disproportionnées au but à atteindre, et que le but réel recherché n'est d'ailleurs pas tant d'aménager le territoire que de faciliter à l'Etat l'acquisition des terrains dont il aura peut-être besoin; l'Etat commettrait ainsi un excès de pouvoir.\n\na) Selon la jurisprudence du Tribunal fédéral en matière de garantie de la propriété, l'intérêt public invoqué par l'autorité doit, pour pouvoir justifier une restriction à la propriété, être suffisamment important et l'emporter sur les intérêts privés auxquels il s'oppose. Il faut d'autre part que les mesures prises n'aillent pas au-delà du but à atteindre, autrement dit qu'elles ne soient pas disproportionnées (RO 94 I 59 concid. 3).\n\nL'intérêt public est une notion générale que l'on retrouve non seulement en matière de garantie de la propriété, mais également dans tous les domaines du droit constitutionnel et du droit administratif. Il constitue la condition et la mesure de toute intervention de l'Etat dans la sphère des particuliers (liberté individuelle, liberté du commerce et de l'industrie, propriété, etc.). Les principes de jurisprudence élaborés en matière BGE 94 I 541 S. 549de garantie de la propriété sont également applicables aux autres domaines du droit public et du droit administratif et le Tribunal fédéral peut en principe exercer aussi dans ces autres domaines le pouvoir de libre examen qu'il s'est reconnu en matière de propriété lorsque l'intérêt public est en jeu.\n\nCependant, lorsqu'il s'agit de protéger l'autonomie communale contre les agissements de l'Etat, les intérêts qui s'opposent à l'intérêt public du canton sont, non pas des intérêts privés, mais d'autres intérêts publics. On peut se demander si, dans de tels cas, le pouvoir de libre examen que se reconnaît la Cour de droit public dans d'autres domaines est conforme à sa mission. La question peut néanmoins rester ouverte en l'espèce où, comme on va le voir, la constitutionnalité du plan attaqué résiste aussi à un libre examen. De toute façon, la cour de céans doit procéder à la comparaison des intérêts en présence et, s'agissant d'apprécier les circonstances locales, elle fait preuve, comme par le passé, d'une certaine retenue (RO 94 I 135/136).\n\nb) La construction d'une centrale thermique alimentée par l'énergie nucléaire répond incontestablement à l'intérêt de l'ensemble du canton sinon même d'un territoire plus vaste encore: les possibilités de trouver de nouvelles sources traditionnelles d'énergie électrique seront un jour épuisées, de sorte qu'il devient nécessaire d'envisager la production d'énergie par d'autres moyens, pour faire face à la consommation croissante de courant électrique.\n\nA cet intérêt général du canton s'oppose l'intérêt particulier de la commune de Grandson à aménager son territoire, notamment à créer une zone industrielle sur l'emplacement même réservé par le plan cantonal. Mais cet intérêt de la commune, notamment en ce qui concerne une zone industrielle, ne présente pas un caractère d'urgence qui permettrait de lui accorder la priorité; la commune n'a notamment pas prétendu être en possession de demandes d'industriels désireux d'acquérir des terrains nécessaires à l'implantation de nouvelles entreprises.\n\nD'ailleurs, le plan cantonal litigieux n'empêchera pas la commune de créer dans cette région une zone industrielle. La réalisation de la centrale projetée nécessitera, aux dires de l'Etat, 22 ha sur les 40 ha réservés; c'est dire que le solde de cette surface pourra être utilisé pour d'autres installations industrielles. Sans doute la commune trouve-t-elle ce mode de faire BGE 94 I 541 S. 550contraire au principe de la proportionnalité - on examinera cet argument plus loin -, mais les constructions ne sont interdites sur le territoire envisagé qu'en attendant l'établissement d'un plan d'ensemble. Il est vrai que, selon la commune, c'est à l'Etat qu'il appartiendra d'établir un tel plan, et il pourrait tarder à le faire ou même ne jamais l'établir si le projet de construction de la centrale devait être abandonné. Mais l'Etat reconnaît dans sa réponse que la commune de Grandson a elle-même la possibilité d'étudier et de créer un tel plan; tout au plus doit-elle s'entendre avec l'Etat pour l'implantation de la centrale thermique. Ainsi donc, si la nécessité de créer une zone industrielle devenait un jour urgente pour la commune, elle pourrait établir un plan d'extension englobant les 40 ha réservés; l'Etat serait appelé à donner son approbation. Contre son éventuel refus, la commune aurait alors la possibilité de recourir au Tribunal fédéral qui pourrait, au cas où les intérêts opposés en présence se seraient sensiblement modifiés, juger l'affaire différemment.\n\nEn résumé, on peut dire d'une part que l'intérêt de la commune à créer actuellement une zone industrielle sur les terrains englobés dans le plan cantonal doit céder le pas à l'intérêt de l'Etat à la création d'une centrale thermique, et d'autre part que l'atteinte à l'intérêt de la commune n'est pas grave, puisque la possibilité de faire un plan d'extension englobant ces terrains lui reste acquise.\n\nc) La commune estime cependant que le plan attaqué est contraire au principe dit de la proportionnalité, d'abord parce qu'il englobe une surface bien plus grande que ne le nécessite l'installation d'une centrale thermique, ensuite parce que l'Etat a la possibilité de réserver les terrains nécessaires par d'autres moyens, moins incisifs.\n\nDans l'état actuel des travaux d'études en vue de la réalisation d'une centrale, la mise en réserve de terrains plus vastes que la surface strictement nécessaire se justifie: elle permettra de choisir plus judicieusement, en temps opportun, le terrain le plus propice à la réalisation du projet détaillé qui sortira des études en cours. Elle ne se justifierait peut-être plus le jour où la commune aurait elle-même besoin d'une partie des terrains réservés pour réaliser des installations publiques absolument nécessaires ou pour les attribuer à une zone industrielle si des demandes précises en vue d'y implanter de nouvelles entreprises BGE 94 I 541 S. 551lui étaient adressées. Mais, à ce moment-là, la commune pourra, soit demander à l'Etat de préciser exactement les surfaces n.écessaires et libérer les autres de l'interdiction de bâtir, soit établir elle-même un plan attribuant ces autres surfaces à une zone industrielle.\n\nd) Selon la recourante, le plan cacherait en réalité un intérêt de nature fiscale; il aurait moins pour but d'aménager le territoire que de favoriser l'Etat dans l'acquisition des terrains. Mais l'intérêt public d'une entreprise n'est pas exclu par le fait qu'elle favorise aussi d'autres intérêts, par exemple des intérêts privés, pourvu que ceux-ci ne l'emportent pas manifestement (RO 90 I 332, 88 I 253). En l'espèce, la recourante n'a nullement démontré que le plan soit commandé par un intérêt fiscal prépondérant; elle se contente d'alléguer que le plan facilitera à l'Etat l'acquisition des terrains dont il aura peut-être besoin. Quant à la lutte contre la spéculation foncière, on peut admettre actuellement, à la suite des mesures que les autorités ont été amenées à prendre, qu'elle constitue une tâche d'intérêt public, tant qu'elle n'est pas menée uniquement pour permettre à l'Etat d'acquérir à meilleur compte les terrains dont il a besoin.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours dans la mesure où il est recevable."}