{"annee": "95", "cour": "I", "page": "213", "date": "14/5/1969", "cite": ["77 I 112", "93 I 620", "94 I 120", "93 I 313"], "cite_par": ["101 IA 130", "103 IA 444", "99 IA 198", "111 IA 34", "102 IA 457", "95 I 531", "98 IA 293", "108 IA 1", "97 I 820", "99 IA 188"], "chapeau": "32. Auszug aus dem Urteil vom 14. Mai 1969 i.S. Suter und Mitbeteiligte gegen Kantonsrat des Kantons Schwyz.", "regestes": ["Referendum financier. Rapport entre le referendum en matière financière et en matière de traités internationaux (consid. 2). Notion de la dépense \"nouvelle\" par opposition à la dépense dite \"liée\" (consid. 3). Lorsqu'un canton s'engage par un traité international - ou un concordat intercantonal - à recevoir dans son école normale davantage d'élèves d'autres cantons ou d'autres pays, les frais d'exécution d'un projet d'agrandissement de l'école en question ne sont pas des dépenses dites \"liées\" (consid. 4 a). Les autorités cantonales ne peuvent pas éluder le referendum par le motif qu'elles choisissent la solution la plus adéquate et la moins coûteuse (consid. 4 b)."], "faits": "BGE 95 I 213 S. 214\n\nA.- Die Verfassung des Kantons Schwyz bestimmt in\n\n§ 30\n\n\"Gesetzesentwürfe werden vom Kantonsrate in ein- oder zweimaliger Beratung vorbereitet und sodann der Volksabstimmung nach Massgabe der §§ 3 und 91 unterstellt.\n\nDieser Abstimmung unterliegen auch alle Beschlüsse des Kantonsrates, die für den gleichen Zweck entweder eine einmalige neue Ausgabe von mehr als Fr. 250'000.-- oder eine wiederkehrende neue Ausgabe von jährlich mehr als Fr. 50'000.-- zur Folge haben.\n\n.....\"\n\n§ 31\n\n\"Bedingterweise unterliegen der gleichen Volksabstimmung alle vom Kantonsrate ratifizierten Verträge mit andern Staaten sowie alle Dekrete und Verordnungen des Kantonsrates, sofern innerhalb der Frist von 30 Tagen nach Veröffentlichung derselben im Amtsblatte beim Regierungsrate von 2000 Bürgern ein schriftliches Begehren dafür gestellt wird.\n\n.....\"\n\nB.- Der Kanton Schwyz führt in Rickenbach bei Schwyz ein Lehrerseminar, in das zunächst freiwillig und seit 1958 aufgrund von Staatsverträgen auch Schüler aus den Kantonen Uri, Obwalden, Nidwalden und Appenzell I. Rh. sowie aus dem Fürstentum Liechtenstein aufgenommen wurden.\n\nIm Jahre 1967 wurden zwei neue Staatsverträge ausgearbeitet, der eine zwischen Schwyz und Uri, der andere zwischen Schwyz und Uri einerseits und Obwalden, Nidwalden, Appenzell I. Rh. und Liechtenstein anderseits. Nach beiden Verträgen hat Schwyz in Rickenbach ein Lehrerseminar mit Unter- und Oberseminar, und zwar letzteres ab 1968 doppelt, zu führen, während der Kanton Uri in Altdorf ein Unterseminar mit drei Klassen einzurichten hat; ferner wird in beiden Verträgen der jährliche Beitrag der Vertragspartner an die Kosten der Seminarien für jeden Schüler auf Fr. 4'000.-- festgesetzt. Im Vertrag mit Uri verpflichtet sich Schwyz, aus dem Unterseminar Altdorf jährlich höchstens 24 Schüler ins Oberseminar Rickenbach BGE 95 I 213 S. 215aufzunehmen. Im andern Vertrag werden dem Fürstentum Liechtenstein in beiden Seminarien mindestens 15 und dem Kanton Appenzell I. Rh. mindestens 5 Plätze fest zugesichert und hat Liechtenstein an den Kanton Schwyz \"in Hinsicht auf die mit der Doppelführung des Oberseminars vorzunehmenden Erweiterungsbauten\" einen einmaligen Beitrag von Fr. 150'000, Appenzell I. Rh. einen solchen von Fr. 50'000.-- zu leisten; den übrigen Konkordatskantonen steht für freie Plätze der Vorrang gegenüber andern Kantonen zu.\n\nAm 30. November 1967 fasste der Kantonsrat von Schwyz einen Beschluss, den er gemäss § 31 Abs. 1 dem (in der Folge nicht ergriffenen) fakultativen Referendum unterstellte und in dem er den Regierungsrat zum Abschluss der beiden erwähnten Verträge ermächtigte (Ziff. 1 und 2), ihm zum Ankauf der (an das Seminar angrenzenden) Liegenschaft Bellevue in Rickenbach und zu Anpassungsarbeiten einen Kredit von Fr. 250'000 erteilte (Ziff. 3) und ihn beauftragte, dem Kantonsrat ein Projekt für die sich aus den Konkordatsverträgen ergebenden zusätzlichen Raumbedürfnisse zu unterbreiten (Ziff. 4).\n\nNachdem Architekt Krieg ein solches Projekt ausgearbeitet hatte, das eine Aufstockung des bestehenden Seminargebäudes vorsieht, fasste der Kantonsrat am 18. Oktober 1968 folgenden Beschluss:\n\n\"Dem Regierungsrat wird ein Kredit von 1,6 Millionen Franken zur Erweiterung des Lehrerseminars Rickenbach nach den Plänen und der Kostenberechnung von Architekt Richard P. Krieg, Zürich, erteilt\".\n\nDer Antrag eines Mitglieds des Kantonsrates, den Beschluss gemäss § 30 Abs. 2 KV dem Referendum zu unterstellen, wurde mit 51 gegen 36 Stimmen abgelehnt.\n\nC.- Mit der staatsrechtlichen Beschwerde stellen Kantonsrat Walter Suter und 18 weitere Stimmberechtigte den Antrag, den Kantonsratsbeschluss vom 18. Oktober 1968 wegen Verletzung von § 30 Abs. 2 KV aufzuheben. Zur Begründung wird im wesentlichen geltend gemacht: Weder aus den beiden Staatsverträgen noch aus dem Ratifikationsbeschluss vom 30. November 1967 gehe hervor, welche finanziellen Aufwendungen der Kanton zur Erreichung des Konkordatszweckes zu erbringen habe und welche baulichen Massnahmen dafür erforderlich seien. Der angefochtene Beschluss habe somit nicht eine gebundene, sondern eine \"neue\" Ausgabe im Sinne von § 30 BGE 95 I 213 S. 216Abs. 2 KV zum Gegenstand und müsse daher dem Volke zur Genehmigung unterbreitet werden. Die staatsvertraglichen Pflichten könnten auch anders als durch die beschlossene Erweiterung des bestehenden Seminargebäudes erfüllt werden, z.B. in gemieteten Räumen oder durch Errichtung eines Unterseminars in Ausserschwyz, welches das Seminar in Rickenbach entlasten würde.\n\nD.- Der Kantonsrat des Kantons Schwyz beantragt Abweisung der Beschwerde, soweit auf sie einzutreten sei. Er macht nähere Angaben über die Raumbedürfnisse, die sich aus der in den Staatsverträgen vereinbarten doppelten Führung des Oberseminars ergeben. Die beschlossene Aufstockung ergebe sofort den benötigten Raum und stelle die wirtschaftlich günstigste Lösung dar. Die Behauptung der Beschwerdeführer, es gebe auch andere Lösungen, sei unzutreffend (wird näher dargelegt). Die weiteren Ausführungen des Kantonsrates befassen sich mit der Handhabung des Finanzreferendums im Kanton Schwyz; auf sie wird, soweit notwendig, in den nachstehenden Erwägungen näher eingegangen.\n\nE.- In der Replik halten die Beschwerdeführer an ihren Anträgen fest und stellen dem vom Kantonsrat beschlossenen Bauprojekt als günstigere Lösung einen Neubau auf den Liegenschaften Bellevue und Beausite gegenüber.\n\nF.- Der Kantonsrat führt in der Duplik aus, dass und weshalb der von den Beschwerdeführern skizzierte Gegenvorschlag keineswegs günstiger wäre.\n\nG.- Eine Instruktionskommission des Bundesgerichts hat am 29. März 1969 mit den Parteien einen Augenschein vorgenommen, zu dem Architekt Theodor Rimli, Aarau, Mitglied der Eidg. Oberschätzungskommission als Sachverständiger beigezogen wurde. Für das Ergebnis des Augenscheins wird auf die nachstehenden Erwägungen verwiesen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. (Prozessuales).\n\n2. Der von den Beschwerdeführern als verletzt bezeichnete § 30 Abs. 2 KV unterstellt alle Beschlüsse des Kantonsrats, welche eine dort näher umschriebene Ausgabe zur Folge haben, dem obligatorischen Referendum. Anderseits unterliegen nach § 31 Abs. 1 KV alle vom Kantonsrat ratifizierten Verträge mit BGE 95 I 213 S. 217andern Staaten (zu denen auch die Konkordate mit andern Kantonen gehören) dem fakultativen Referendum. Das Verhältnis dieser beiden Bestimmungen zueinander ist nicht streitig. Staatsverträge unterstehen auch dann, wenn sie für den Kanton eine unter § 30 Abs. 2 KV fallende Ausgabe zur Folge haben, nicht dem dort geregelten obligatorischen Referendum, sondern nur dem fakultativen Referendum des § 31 Abs. 1 KV. Diesem Referendum wird nach der Praxis entweder der Staatsvertrag selbst unterstellt oder aber der Kantonsratsbeschluss, welcher den Regierungsrat zum Abschluss des Staatsvertrages ermächtigt. Bei den beiden das Lehrerseminar Rickenbach betreffenden Staatsverträgen war letzteres der Fall, d.h. es wurde der Kantonsratsbeschluss vom 30. November 1967, der den Regierungsrat zum Abschluss dieser Staatsverträge ermächtigte, dem fakultativen Referendum gemäss § 31 Abs. 1 KV unterstellt. Nachdem dieses Referendum nicht ergriffen worden ist, hat der Kanton Schwyz die durch die beiden Staatsverträge übernommenen Verpflichtungen auch dann zu erfüllen, wenn sie Ausgaben zur Folge haben, die nach § 30 Abs. 2 KV dem obligatorischen Referendum unterliegen würden. Der Kantonsrat behauptet, der Kredit von 1,6 Millionen Franken, den er im angefochtenen Beschluss für die Erweiterung des Lehrerseminars Rickenbach erteilt hat, betreffe eine Ausgabe, zu welcher der Kanton nach den in Kraft getretenen Staatsverträgen verpflichtet sei und die daher nicht (mehr) dem Volke zur Genehmigung unterbreitet werden müsse. Die Beschwerdeführer bestreiten dies und nehmen den Standpunkt ein, die Krediterteilung beziehe sich auf eine \"neue Ausgabe\" im Sinne von § 30 Abs. 2 KV und unterstehe daher dem dort geregelten obligatorischen Referendum.\n\nDass es sich bei den Fr. 250'000.-- übersteigenden Aufwendungen für die Erweiterung des Lehrerseminars um eine \"Ausgabe\" im Sinne von § 30 Abs. 2 KV handelt, ist unbestritten (vgl. zum Begriff der \"Ausgabe\" BGE 93 I 318 Erw. 5), und ebenso ist es klar, dass die Ausgabe \"einmalig\" ist. Fragen kann sich nur, ob es sich um eine \"neue\" Ausgabe im Sinn jener Bestimmung handelt. Den Gegensatz zur \"neuen\" Ausgabe bildet die \"gebundene\" Ausgabe, d.h. eine Ausgabe, die auf einer von den Stimmberechtigten bereits genehmigten Grundlage beruht und ihnen deshalb nicht mehr unterbreitet zu werden braucht (BGE 77 I 115).\n\nBGE 95 I 213 S. 218\n\n3. Das Bundesgericht hat sich kürzlich in BGE 93 I 624 ff. eingehend mit der Frage der Abgrenzung zwischen \"neuen\" und \"gebundenen\" Ausgaben im Hinblick auf das Finanzreferendum auseinandergesetzt. Wären nur solche Ausgaben \"gebunden\", die sich zahlenmässig aus einem Rechtssatz ergeben, so wäre die Handlungsfreiheit der kantonalen Regierung und des Kantonsrates sehr stark eingeschränkt. Wäre dagegen jede Ausgabe gebunden, die sich, wenn auch nur sehr entfernt, noch irgendwie als Mittel der Rechtsanwendung qualifizieren lässt, so würde das Referendum praktisch bedeutungslos, da diese Voraussetzung bei grossen Ausgaben des Gemeinwesens regelmässigzutreffen dürfte. Die Mehrheit der Autoren und die Rechtsprechung des Bundesgerichts haben daher die Grenze in der Mitte der beiden Extreme gesucht und gefunden, wobei sie sich vom staatspolitischen Zweck des Finanzreferendums leiten liessen. Dieser besteht darin, dem Bürger ein Mitspracherecht zu gewährleisten bei Ausgaben, deren Grösse seine Belastung als Steuerzahler mitbestimmt, nicht dagegen, ihm eine Art Rechtskontrolle über die Verwaltung zu verschaffen. Das Finanzreferendum soll dem Volk das Mitspracherecht bei grossen Ausgaben sichern, wenn der Verwaltung nach der Rechtslage und den Umständen eine verhältnismässig grosse Handlungsfreiheit zusteht, und nicht nur dann, wenn sie eine Ausgabe beschliesst, die ausserhalb der gesetzlichen Aufgaben liegt. Die Stimmberechtigten sollen also bei Geschäften von grosser finanzieller Tragweite die Möglichkeit haben, über das Ob und das Wie mitzusprechen. Auch wenn das Ob weitgehend durch den Grunderlass präjudiziert ist, kann immer noch das Wie wichtig genug sein, um die Mitsprache des Volkes zu rechtfertigen.\n\nIm Hinblick auf diesen staatspolitischen Zweck des Finanzreferendums ist der Begriff der \"gebundenen\" Ausgabe eher eng und demzufolge der Begriff der \"neuen\" Ausgabe eher weit zu fassen. Als gebunden erscheint danach eine Ausgabe dann, wenn angenommen werden kann, dass sie vom Stimmbürger mit dem Grunderlass, der sie zur Folge hat, gebilligt worden ist, denn das Volk soll nicht zweimal befragt werden, beim Entscheid über den Grunderlass und beim Entscheid über die sich daraus ergebende Ausgabe. Gebunden ist also jede Ausgabe für ein Mittel, das beim Entscheid über den Grunderlass voraussehbar war. Ferner kann eine Ausgabe einer gebundenen BGE 95 I 213 S. 219gleichgestellt werden, wenn es offensichtlich gleichgültig ist, welche Mittel zur Erfüllung der vom Gemeinwesen mit dem Grunderlass übernommenen Aufgabe gewählt werden, was dann nicht zutrifft, wenn zwischen verschiedenen Mitteln wesentliche Unterschiede bestehen, z.B. hinsichtlich der Kosten oder der Auswirkungen.\n\nVon dieser in BGE 93 I 624 Erw. 5 näher dargelegten und von der Rechtslehre fast einstimmig gebilligten Auslegung des Begriffs der \"gebundenen\" im Gegensatz zur \"neuen\" Ausgabe wäre für § 30 Abs. 2 der KV von Schwyz nur dann abzuweichen, wenn diesen Begriffen nach einer klaren und feststehenden Rechtsauffassung und Praxis der kantonalen Behörden eine andere Bedeutung zukäme. Das wird jedoch weder mit der Beschwerdeantwort noch mit der Duplik des Kantonsrates dargetan. Aus den verschiedenen, vom Regierungsrat in den Jahren 1957 bis 1964 eingeholten Rechtsgutachten geht vielmehr hervor, dass hierüber im Kanton Schwyz keine bestimmte Praxis besteht (vgl. insbesondere Gutachten Steiner vom September 1958 S. 21). Es ist daher von der in BGE 93 I 624 ff. vorgenommenen Begriffsbestimmung auszugehen.\n\n4. Der Kantonsrat stützt den angefochtenen Beschluss nicht auf eine besondere, in der KV enthaltene Ermächtigung, sondern betrachtet ihn als Vollzugsbeschluss zu den beiden Staatsverträgen über das Lehrerseminar Rickenbach, zu dessen Abschluss er den Regierungsrat durch den gemäss § 31 Abs. 1 KV dem fakultativen Referendum unterstellten Kantonsratsbeschluss vom 30. November 1967 ermächtigt hat.\n\na) Von diesen beiden Staatsverträgen enthält einzig derjenige zwischen Schwyz und Uri eine ziffernmässig umschriebene Ausgabenermächtigung, indem er in Ziff. 9 den jährlichen Beitrag, den der Kanton Schwyz für jeden seiner das Unterseminar Altdorf besuchenden Schüler an Uri zu leisten hat, auf Fr. 4 000.-- festsetzt und eine Anpassung dieses Beitrags an den jeweiligen Lebenskostenindex vorsieht. Sollte der danach vom Kanton Schwyz zu bezahlende Gesamtbeitrag einmal Fr. 50 000.-- übersteigen, so würde es sich dabei, obwohl die Zahl der Schüler aus Schwyz, die das Unterseminar in Altdorf besuchen können, im Vertrag nicht begrenzt ist, um eine gebundene Ausgabe handeln, die dem obligatorischen Referendum des § 30 Abs. 2 KV nicht unterliegt, da die Stimmbürger BGE 95 I 213 S. 220sie dadurch, dass sie das Referendum gegen den Staatsvertrag nicht ergriffen, gebilligt haben.\n\nDer Kanton Schwyz hat sich in den beiden Staatsverträgen weiter verpflichtet, aus den Kantonen Uri und Appenzell I. Rh. sowie aus dem Fürstentum Liechtenstein eine bestimmte Anzahl von Schülern in das Lehrerseminar Rickenbach aufzunehmen. Die dem Kanton Schwyz aus dieser Aufnahme auswärtiger Schüler erwachsenden zusätzlichen Ausgaben für den Betrieb des Seminars dürften durch den ihm für jeden Schüler zu leistenden und dem jeweiligen Lebenskostenindex anzupassenden Beitrag von jährlich Fr. 4'000.-- gedeckt sein. Soweit dies nicht der Fall sein sollte, würde es sich, gleich wie bei den Betriebskosten, die auf die aus dem Kanton Schwyz stammenden Schüler entfallen, wiederum um gebundene Ausgaben handeln, die, auch wenn sie jährlich Fr. 50.000.-- übersteigen sollten, dem obligatorischen Referendum des § 30 Abs. 2 KV nicht unterliegen.\n\nDer Kanton Schwyz hat sich endlich in den beiden Staatsverträgen verpflichtet, das (bisher nur einfach geführte) Oberseminar ab 1968 doppelt zu führen. Damit hat er auch die Verpflichtung übernommen, die für die Erweiterung des Betriebs erforderlichen Räume zu beschaffen. Diesem Zweck dient der Umbau des Seminargebäudes, für den Architekt Krieg Pläne ausgearbeitet und der Kantonsrat im angefochtenen Beschluss einen Kredit von 1,6 Millionen Franken bewilligt hat. Diese Ausgabe könnte nur dann als \"gebunden\" gelten und vom Referendum des § 30 Abs. 2 KV ausgeschlossen werden, wenn sie als vom Stimmbürger mit den beiden Staatsverträgen gebilligt zu betrachten wäre. Das ist indessen nicht der Fall. Wohl ergab sich aus einem der Verträge, dass die Doppelführung des Obserseminars \"Erweiterungsbauten\" erfordere, an deren Kosten zwei Vertragspartner einen Beitrag von zusammen Fr. 200'000.-- zu leisten haben. Ferner hat der Kantonsrat in seinem dem Referendum unterstellten Beschluss, mit dem er die Ermächtigung zum Abschluss der Verträge erteilte, den Regierungsrat auch beauftragt, ihm ein Projekt für die sich aus den Verträgen ergebenden \"zusätzlichen Raumbedürfnisse\" zu unterbreiten. Dagegen war den Staatsverträgen und dem Kantonsratsbeschluss in keiner Weise zu entnehmen, auf welche Weise und mit welchen Kosten diese zusätzlichen Raumbedürfnisse zu befriedigen seien, geschweige denn, dass das durch BGE 95 I 213 S. 221Aufstockung des bestehenden Seminargebäudes und mit einem Kostenaufwand von 1,6 Millionen Franken geschehen werde.\n\nMit der stillschweigenden Genehmigung der Staatsverträge haben demnach die Stimmberechtigten zwar der doppelten Führung des Oberseminars und der vermehrten Aufnahme von auswärtigen Schülern in das Seminar zugestimmt und dabei auch die Notwendigkeit, deswegen das Seminargebäude zu erweitern oder auf andere Weise zusätzliche Räume zu schaffen, erkannt. Dagegen waren sie weder über den Umfang der Raumbedürfnisse überhaupt noch über die Art und die Kosten der Befriedigung dieser Bedürfnisse unterrichtet, so dass nicht gesagt werden kann, sie hätten die vom Kantonsrat am 16. Oktober 1967 beschlossene Ausgabe von 1,6 Millionen für die Aufstockung des bestehenden Seminargebäudes mit dem Verzicht auf das Referendum gegen die Staatsverträge von vorneherein gebilligt. Diese Ausgabe kann daher nicht als gebunden gelten, sondern ist neu und unterliegt deshalb dem obligatorischen Referendum des § 30 Abs. 2 KV.\n\nb) Nun wendet der Kantonsrat hiegegen ein, dass seine Handlungsfreiheit durch besondere Umstände weitgehend eingeschränkt sei; die beschlossene Aufstockung stelle die zweckmässigste und wirtschaftlich günstigste Art der Befriedigung der sich aus den Staatsverträgen ergebenden Raumbedürfnisse dar und lasse sich, zum mindestens innert nützlicher Frist und ohne wesentliche Mehraufwendungen, nicht durch eine andere Lösung ersetzen. Das mag, wie der Augenschein verbunden mit einer Expertise ergeben hat, weitgehend zutreffen. Die geplante Aufstockung benötigt nicht bloss keinen zusätzlichen Boden des bereits sehr beschränkten Seminargrundstücks, sondern führt auch organisatorisch zur bestmöglichen Verbindung der neuen Schulräume mit den alten und lässt sich verhältnismässig rasch ausführen. Die von den Beschwerdeführern erwähnten andern Möglichkeiten lassen sich entweder überhaupt nicht verwirklichen oder weisen erhebliche Nachteile auf. Dass geeignete Räume in unmittelbarer Nähe des Seminars vorhanden seien und gemietet werden können, haben die Beschwerdeführer nicht darzutun versucht. Ihr Vorschlag, an Stelle der abzureissenden Häuser Bellevue und Beausite einen Neubau zu erstellen, wäre zwar zu verwirklichen, doch würden dieser Lösung, wie der Experte überzeugend ausgeführt hat, schwere betriebliche und architektonische Mängel anhaften BGE 95 I 213 S. 222(Vermengung von Schul-und Wohnräumen, unmittelbare Nachbarschaft des Turnplatzes, ungenügender Abstand von der Strasse usw.); ausserdem würde die Projektierung und Ausführung erhebliche Zeit beanspruchen und unter Umständen kostspielige Zwischenmassnahmen notwendig machen. Die an sich mögliche Erweiterung durch Hinzukauf von Land und Erstellung eines neuen Gebäudes auf diesem wären schon wegen der hohen Bodenpreise kostspieliger und wiederum mit erheblichem Zeitverlust verbunden. In noch höherem Masse wäre dies der Fall, wenn das Seminar in Rickenbach durch die Schaffung eines Unterseminars in Ausserschwyz entlastet würde. Man kann daher füglich sagen, dass die vom Kantonsrat beschlossene Aufstockung wohl diejenige Lösung des sich aus den Staatsverträgen ergebenden Raumproblems darstellt, welche die günstigsten schulbetrieblichen Verhältnisse schafft, sich am raschesten verwirklichen lässt und gesamthaft die geringsten finanziellen Aufwendungen erfordert.\n\nAlle diese Vorteile der geplanten Aufstockung lassen zwar die vom Kantonsrat beschlossene Ausgabe, was die Höhe betrifft, als unerlässlich erscheinen, vermögen jedoch den Ausschluss des in § 30 Abs. 2 KV vorgeschriebenen Referendums nicht zu rechtfertigen. Dass die Unerlässlichkeit einer Ausgabe nicht der Gebundenheit gleichzustellen ist, wurde schon in BGE 93 I 627 Erw. 6 dargelegt. Eine Behörde kann das Finanzreferendum nicht dadurch vermeiden, dass sie für die Erfüllung einer Aufgabe des Gemeinwesens die \"zweckmässigste\" und \"billigste\" der in Betracht fallenden Lösungen wählt. Wesentlich ist vielmehr, ob nur diese Lösung möglich ist oder daneben noch andere in Frage kommen, und das ist hier offensichtlich der Fall. Dass diese andern Lösungen mit gewissen Nachteilen behaftet und insbesondere kostspieliger wären, ist aus dem Gesichtspunkt des Finanzreferendums bedeutungslos. Die Stimmberechtigten sind nicht gehalten, für die Erfüllung einer Aufgabe des Gemeinwesens das zweckmässigste und billigste Mittel zu wählen; sie können aus irgend welchen Gründen einer Lösung den Vorzug geben, die nicht die minimale oder optimale Erfüllung der Aufgabe darstellt, sondern mit gewissen Unzukömmlichkeiten verbunden ist oder Aufwendungen erfordert, die über das unbedingt erforderliche weit hinausgehen. Stehen dergestalt für die Befriedigung der sich aus den Staatsverträgen ergebenden zusätzlichen Raumbedürfnisse des Lehrerseminars BGE 95 I 213 S. 223in Rickenbach mehrere Möglichkeiten zur Verfügung, so darf den Stimmberechtigten der Entscheid über die vom Kantonsrat beschlossene Ausgabe für die Aufstockung des bestehenden Seminargebäudes nicht vorenthalten werden.\n\nSollte diese Ausgabe in der Volksabstimmung abgelehnt werden, so könnte dies freilich die Verwaltung zwingen, zur Aufrechterhaltung des Schulbetriebs und zur Erfüllung der in den Staatsverträgen übernommenen Verpflichtungen provisorische Notlösungen zu treffen, die unter Umständen zu unwirtschaftlichen Aufwendungen führen. Ob es sich rechtfertigt, dies in Kauf zu nehmen, hat jedoch nicht der Kantonsrat oder das Bundesgericht, sondern der Stimmbürger zu entscheiden (vgl. BGE 94 I 126 Erw. 4 b). Es handelt sich dabei um den Preis, welchen der Kanton für die Aufrechterhaltung seiner demokratischen Einrichtungen zu zahlen bereit sein muss."}