{"annee": "95", "cour": "I", "page": "308", "date": "2/4/1969", "cite": [], "cite_par": ["109 IB 26", "106 IB 241", "106 IB 223"], "chapeau": "43. Estratto della sentenza 2 aprile 1969 sul ricorso A. Rossetti contro Ticino.", "regestes": ["Art. 23 al. 2 LEx L'indemnité due aux locataires et fermiers ne doit couvrir que le dommage découlant de l'extinction prématurée du bail à loyer ou à ferme. L'expropriant n'est pas tenu de réparer encore le dommage résultant, postérieurement à l'échéance dudit contrat, du non-usage du mobilier d'exploitation et de la perte du \"goodwill\"."], "faits": "BGE 95 I 308 S. 308\n\nA.- Il 21 gennaio 1964, il Presidente della Commissione federale di stima del VII circondario dichiarava aperto il procedimento d'espropriazione dei fondi destinati alla costruzione della strada nazionale N. 2, nel comune di Muzzano. Nei fondi espropriandi era compresa anche la part. N. 122, casa con grotto, fabbricati annessi e terreno, di proprietà di Maria Fontana, Breganzona.\n\nLo stabile denominato \"Grotto ticinese\", con il giardino, era stato affittato a Anna Rossetti, Muzzano, mediante contratto BGE 95 I 308 S. 30918 giugno 1957, valido per tre anni e automaticamente rinnovabile di anno in anno, riservato il diritto di disdetta delle parti con sei mesi di preavviso.\n\nAl momento dell'anticipata immissione in possesso dell'espropriante, il 24 aprile 1964, il contratto di affitto era ancora valido fino al 18 giugno 1965. L'espropriante concedeva all'affittuaria di continuare nell'esercizio del grotto fino al 31 dicembre 1964. Si stabilì, di comune accordo, che del fitto dovuto, nel frattempo, all'espropriante, si sarebbe tenuto conto al momento del regolamento dei relativi diritti.\n\nB.- Anna Rossetti che, in occasione della pubblicazione degli atti, aveva tempestivamente notificato il suo diritto di affittuaria, fece valere davanti alla Commissione di stima le seguenti pretese di indennità: \"fr. 30'000. -\n\nper spese fatte nel grotto e abbellimenti per renderlo consono allo scopo cui era adibito, spese documentabili con pezze giustificative. fr. 30'000. -\n\nper la chiusura forzata dell'esercizio, svendita suppellettili e mobilio d'esercizio, con impossibilità di recupero per la maggior parte degli impianti\".\n\nA giustificazione della sua richiesta, Anna Rossetti confermò anche la dichiarazione fatta il 21 gennaio 1964 al Dipartimento delle pubbliche costruzioni, nel senso che, per la cessione del suo esercizio, le era stata offerta una somma di fr. 55'000.--.\n\nLa Commissione di stima accordò all'affittuaria un'indennità di fr. 1'800.-- a dipendenza dell'anticipata estinzione del contratto di affitto.\n\nL'espropriata si è tempestivamente aggravata al Tribunale federale, chiedendo che l'indennità di espropriazione venga fissata in fr. 30'000.--.\n\nL'espropriante propone di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n1. L'art. 23 cpv. 2 LEspr. dispone che i locatari e gli affittuari hanno diritto al \"risarcimento integrale del danno derivante per essi dall'estinzione anticipata dei contratti di BGE 95 I 308 S. 310pigione e di affitto\". I locatari e gli affittuari vengono quindi a trovarsi in una situazione giuridica analoga a quella stabilita dal diritto civile per il caso in cui chi ha acquisito il fondo, in pendenza del contratto di affitto o di locazione, non si sia obbligato e non sia disposto a continuare la locazione (art. 259 cpv. 1, 281 cpv. 1 CO). Il diritto d'espropriazione differisce sostanzialmente dal diritto civile solo in quanto - l'alienazione non dipendendo dal locatore - rende responsabile l'acquirente invece del venditore. In entrambi i casi però il diritto al risarcimento non può superare il valore che rappresenta per il conduttore, la continuazione del contratto di locazione o di affitto.\n\nD'altronde, la dottrina è unanime nel considerare che l'espropriante, il quale subentra nei diritti e obblighi del proprietario del fondo espropriato, non è tenuto a versare alcuna indennità al conduttore, qualora proroghi la sua entrata in possesso fino alla scadenza del contratto di pigione o di affitto (HESS, Kommentar, n. 12 all'art. 23; WIEDERKEHR, Die Expropriationsentschädigung, p. 61; JAEGER, Erläutender Bericht zum Vorentwurf eines Enteignungsgesetzes, p. 61). Ci si deve quindi attenere al testo letterale della norma qui applicabile, nel senso che, nei casi di immediata o comunque anticipata immissione in possesso dell'espropriante, questo è tenuto, nei confronti del conduttore, solo al risarcimento di quei danni che dipendono dalla prematura estinzione del contratto. Il conduttore non può pretendere - come fa la ricorrente - il risarcimento di danni causati dal fatto che, la scadenza contrattuale essendo stata imminente, esso non ha avuto tempo sufficiente per procurarsi un nuovo esercizio, con il quale continuare la propria attività lucrativa e provvedere all'ammortamento dell'inventario. Tali danni non sono in rapporto causale con l'espropriazione: dipendono dall'imprevidenza dell'interessata nella stipulazione del contratto di affitto. La ricorrente si trova nelle identiche condizioni in cui sarebbe venuta a trovarsi nel caso di vendita ad un privato, il quale non si fosse obbligato a rispettare il contratto di affitto e avesse destinato il fondo a costruzioni o utilizzazioni diverse dalle precedenti.\n\nNe consegue che la ricorrente non può tener responsabile lo Stato del fatto che le sue ricerche di un nuovo esercizio sono rimaste infruttuose.\n\nBGE 95 I 308 S. 311\n\n3. Il \"risarcimento integrale del danno\", previsto all'art. 23 cpv. 2 LEspr., deve, di massima, essere considerato equivalente alla \"piena indennità\" di cui all'art. 16. Comprende pertanto ogni danno che, vigente il contratto, l'affittuario o il locatario dovessero subire nei loro diritti, per effetto dell'espropriazione.\n\nNon appare invece ammissibile che l'espropriante possa essere costretto a compensare delle perdite di fatto, e cioè dei guadagni fondati sulla probabilità che il locatore rinnovi il contratto alla scadenza. La contraria opinione espressa nella dottrina (WIEDERKEHR, 1.c.) non trova giustificazione nella sentenza pubblicata nella RU 51 I 359, perchè in tal caso la speciale indennità riconosciuta dal Tribunale federale concerneva essenzialmente un diritto di prelazione, grazie al quale il locatario poteva normalmente presumere di poter acquistare lo stabile ancora durante il periodo di validità del contratto di locazione (p. 365). Ad ogni modo, nel caso particolare tale problema non si pone, perchè nel procedimento di espropriazione del fondo la proprietaria ha espressamente dichiarato, senza essere smentita dalla ricorrente, che essa non aveva fatto alcuna promessa nè aveva assunto impegno di qualsiasi natura, circa il rinnovamento del contratto alla sua scadenza.\n\nIn questa sede, la ricorrente ha prodotto due documenti per dimostrare di aver subito dei danni causa l'inutilizzazione dell'inventario e la perdita dell'avviamento. Trattasi di dichiarazioni rilasciate nel 1965 da certi Berva e Raval, i quali hanno affermato di essere stati disposti, il primo nel 1962 e il secondo nel 1963, ad assumere la gestione del \"Grotto ticinese\", pagando ad Anna Rossetti la somma di fr. 48'000.--, rispettivamente di fr. 50'000.--.\n\nTali dichiarazioni sono troppo generiche per costituire la prova di un danno durante la vigenza del contratto di affitto. In particolare, non precisano in quale proporzione si riferissero ai due singoli elementi di danno asseriti dalla ricorrente: svalutazione dell'inventario e perdita di avviamento. Comunque, l'inventario del grotto non ha costituito oggetto di espropriazione. È la perdita dell'avviamento (\"Goodwill\"), non costituendo oggetto del contratto di locazione, non può essere tenuta in alcun conto. La legislazione svizzera, a differenza di alcune legislazioni straniere, ignora la nozione di proprietà commerciale a favore di chi esercita un commercio (RU 93 II 460).\n\nBGE 95 I 308 S. 312\n\nInfine, anche la conclusione della ricorrente, nel senso che si dovrebbe determinare l'indennità tenendo conto di tutte le circostanze a'sensi dell'art. 42 CO, non può essere ammessa. Questa norma concerne i danni causati da atto illecito, per cui non è applicabile, neppure per analogia, nel procedimento di espropriazione."}