{"annee": "95", "cour": "III", "page": "33", "date": "26/8/1969", "cite": [], "cite_par": ["122 III 88"], "chapeau": "7. Arrêt du 26 août 1969 dans la cause Sus Vellaz SA en liquidation.", "regestes": ["1. L'art. 67 al. 1 ch. 4 LP n'oblige pas le créancier à indiquer dans la réquisition de poursuite le titre en vertu duquel la créance est exigible (consid. 1). 2. Lorsqu'un créancier conteste l'exigibilité de la créance d'un autre créancier, il doit lui intenter une action en contestation de l'état de collocation (consid. 1). 3. L'art. 95 ORI n'interdit pas à l'office d'affecter les loyers qu'il a perçus au paiement d'acomptes en remboursement partiel du capital dû à un créancier gagiste de rang antérieur, quand bien même un créancier gagiste de rang postérieur n'a pas obtenu le paiement des intérêts échus ou des annuités échues (consid. 2)."], "faits": "BGE 95 III 33 S. 34\n\nA.- Le 16 janvier 1969, Sus Vellaz SA en liquidation, à Prilly, représentée par son liquidateur Robert Meyer, à Lausanne, a intenté à Hans Büchler, à Prilly, une poursuite en réalisation de gage immobilier enregistrée sous le no 31569 de l'Office des poursuites de Lausanne-Quest. La poursuivante réclamait le paiement d'une somme de 14 655 fr. 20, réduite ultérieurement à 13 870 fr. 65, avec intérêt à 8% dès le 30 décembre 1968, représentant un solde d'intérêts dus sur trois cédules hypothécaires qui grèvent en 5e et 6e rang les immeubles dont le poursuivi est propriétaire à Prilly.\n\nLe 23 janvier 1969, Adrien Foretay, à St-Sulpice, représenté par le notaire Roger Krayenbühl, à Lausanne, a requis contre Hans Büchler une poursuite en réalisation de gage immobilier portant le no 32176, qui tend au paiement de 32 880 fr. avec intérêt à 5 1/2% dès le 20 janvier 1969, soit au remboursement du capital, par 32 000 fr., et de l'intérêt échu à la date indiquée, par 880 fr., d'une cédule hypothécaire qui grève en 2e rang les immeubles appartenant au poursuivi.\n\nChargé par l'office de la gérance des immeubles, le notaire Krayenbühl a présenté le 9 avril 1969 un premier décompte selon lequel le produit net des loyers perçus en février, mars et, partiellement, avril 1969 s'élevait à 2488 fr. 15.\n\nConformément aux art. 95 ORI, 24 et 25 des Instructions de la Chambre de céans du 7 octobre 1920 au sujet des formulaires et autres pièces concernant la réalisation forcée des immeubles, l'office a dressé le 14 avril 1969 un état de collocation et un tableau de distribution provisoire selon lequel 2451 fr. 20 doivent être versés à Adrien Foretay, tandis que Sus Vellaz SA en liquidation ne reçoit rien. Le même jour, les créanciers poursuivants et le débiteur poursuivi ont été avisés du dépôt de ce tableau de distribution par l'envoi de la formule ORI no 17.\n\nB.- Le 16 avril 1969, Sus Vellaz SA en liquidation a porté plainte à l'autorité de surveillance et conclu à ce qu'il soit prononcé:\n\n1. L'office a violé l'art. 69 al. 2 ch. 1 LP en rédigeant le commandement BGE 95 III 33 S. 35de payer no 32176 sur la base d'une réquisition de poursuite incomplète, qui ne mentionne pas le titre en vertu duquel le remboursement du capital était exigé (art. 67 ch. 4 LP);\n\n2. En conséquence, ladite poursuite est nulle et non avenue; Subsidiairement:\n\nLe montant de la poursuite est réduit à 880 fr., représentant les intérêts échus le 20 janvier 1969;\n\n3. Le tableau de distribution des produits de l'immeuble doit être rectifié en conséquence au profit de Sus Vellaz SA en liquidation, avec effet rétroactif au 14 avril 1969.\n\nLa plaignante alléguait que le créancier poursuivant Adrien Foretay n'avait pas indiqué le titre en vertu duquel le remboursement du capital de 32 000 fr. serait exigible. Elle en déduisait que la poursuite était irrégulière, et partant que le commandement de payer était nul. Tout au plus pourrait-il être considéré comme valable pour la seule demi-annuité d'intérêts échue le 20 janvier 1969, à raison de 880 fr.\n\nDans sa détermination du 25 avril 1969, l'office a proposé le rejet de la plainte.\n\nStatuant le 1er mai 1969 en sa qualité d'autorité inférieure de surveillance, le Président du Tribunal du district de Lausanne a rejeté la plainte. Il a considéré que Sus Vellaz SA en liquidation s'en prenait à la distribution prévue en faveur d'un autre créancier. Elle devait dès lors procéder non par la voie de la plainte aux autorités de surveillance, mais par une action judiciaire, ainsi que le prescrit l'art. 148 LP et que le rappelle la formule ORI no 17. Au surplus, l'art. 114 ORI confère au créancier gagiste de rang antérieur un droit de préférence sur le produit net des loyers perçus par l'office depuis la réquisition de poursuite en réalisation de gage. Aucune disposition légale. n'oblige d'ailleurs le créancier à établir dans sa réquisition de poursuite le titre sur lequel est fondée l'exigibilité de sa prétention.\n\nC.- Le 24 juin 1969, la Cour des poursuites et faillites du Tribunal cantonal vaudois, autorité cantonale supérieure de surveillance, a rejeté le recours de Sus Vellaz SA en liquidation.\n\nL'autorité cantonale a relevé qu'il appartenait au juge et non à l'office des poursuites de statuer, en cas de contestation, sur le point de savoir si la créance qui fait l'objet de la poursuite est née, si elle est devenue exigible et, dans l'affirmative, à concurrence de quel montant. Rejetant l'argumentation de la BGE 95 III 33 S. 36recourante, elle a considéré que l'art. 95 ORI n'interdisait pas à l'office d'affecter les loyers perçus à des distributions provisoires pour éteindre non seulement les intérêts, mais aussi le capital d'une créance hypothécaire.\n\nD.- Sus Vellaz SA en liquidation recourt au Tribunal fédéral et conclut à ce que le tableau de distribution soit rectifié en ce sens que la somme destinée à Adrien Foretay est réduite à 880 fr. avec intérêt dès le 20 janvier 1969, le solde disponible étant versé à son liquidateur.\n\nLa recourante a produit en temps utile un acte complémentaire de recours.\n\nE.- Par ordonnance du 8 août 1969, le président de la Chambre de céans a accordé l'effet suspensif au recours dans la mesure où il concerne la distribution des deniers; il a rejeté la demande d'effet suspensif pour le surplus.", "considerants": "Considérant en droit:\n\n1. La recourante persiste à soutenir que le commandement de payer no 32176, rédigé par l'office à la réquisition d'Adrien Foretay, n'est pas régulier parce qu'il n'énonce pas le titre en vertu duquel le remboursement de la cédule hypothécaire serait exigible. Mais, comme l'ont relevé les autorités vaudoises, la loi n'exige pas d'autre indication que celle du titre de la créance et de sa date ou, à défaut de titre, la cause de l'obligation (art. 67 ch. 4 et 69 ch. 1 LP). En l'espèce, la réquisition de poursuite formée par Adrien Foretay porte la mention: \"Remboursement de la cédule hypothécaire no 259100 de 32 000 fr. plus intérêt à 5 1/2% échu le 20 janvier 1969 par 880 fr., total 32 880 fr.\" Ces indications satisfont aux exigences légales. Contrairement à l'avis de la recourante, aucune disposition légale n'oblige le créancier à indiquer le titre en vertu duquel la créance est exigible. L'office des poursuites n'a pas à l'établir. Il n'avait donc pas à rechercher si le prêt constaté dans la cédule hypothécaire avait été dénoncé au remboursement. Si le débiteur poursuivi conteste l'exigibilité de la créance, il doit former opposition à la poursuite et la question est tranchée par le juge, soit en procédure de mainlevée, soit en procédure ordinaire. Si un autre créancier poursuivant conteste l'exigibilité de la créance, il doit intenter une action en contestation de l'état de collocation, conformément à l'art. 148 LP qui s'applique à la poursuite BGE 95 III 33 S. 37en réalisation de gage en vertu du renvoi de l'art. 157 al. 3 LP, mais aussi pour l'état de collocation dressé en vue de la répartition provisoire du produit net des loyers, conformément à l'art. 95 ORI, qui renvoie précisément à l'art. 157 al. 3 LP.\n\n2. Critiquant l'interprétation donnée par l'autorité cantonale à l'art. 95 ORI, la recourante prétend que cette disposition n'autorise pas l'office à rembourser, au moyen des loyers perçus par lui, le capital d'une cédule hypothécaire avant que les créanciers poursuivants de rang postérieur aient obtenu le paiement des intérêts échus ou des annuités échues.\n\nIl est vrai qu'aux termes de l'art. 95 al. 1 ORI, les loyers et fermages perçus par l'office ne peuvent être affectés au service des intérêts des créances garanties par gage qui ne font pas l'objet de poursuites; par contre, des acomptes peuvent être payés, même avant la réquisition de vente, au créancier poursuivant qui prouve que sa créance a été reconnue par le débiteur ou constatée par prononcé définitif. L'argument que la recourante prétend tirer e contrario de cette disposition n'est cependant pas fondé. Les loyers perçus par l'office ne peuvent évidemment pas servir à payer le capital de créances qui n'ont pas fait l'objet d'une poursuite. Il restait à décider si ces loyers pouvaient être affectés au service des intérêts de pareilles créances. L'ordonnance résout la question par la négative. Cela ne signifie pas qu'à l'égard d'un créancier poursuivant, l'utilisation des loyers perçus par l'office soit limitée au paiement des seuls intérêts échus. Les travaux préparatoires de l'ordonnance n'apportent du reste aucun élément à l'appui d'une telle interprétation.\n\nAvec raison, l'autorité cantonale s'est référée aux règles générales de l'art. 22 ORI concernant la distribution provisoire des loyers perçus par l'office dans la poursuite par voie de saisie. Ces loyers sont affectés en premier lieu au désintéressement des créanciers gagistes qui ont intenté une poursuite. Il ressort des travaux préparatoires que la disposition en question a été introduite dans l'ordonnance en vue notamment de prévenir les conséquences que l'on aurait pu tirer de l'arrêt Schlesinger (RO 41 III 380) et de permettre l'affectation des loyers, sans restriction, au paiement des créanciers hypothécaires qui bénéficiaient d'un gage comprenant les loyers en vertu de l'art. 806 CC (cf. remarques et propositions relatives à l'avantprojet, BGE 95 III 33 S. 38p. 5, ad art. 17; procès-verbal de la commission d'experts, p. 8, séance du 14 juillet 1919, ad art. 17).\n\nL'interprétation que l'autorité cantonale a donnée à l'art. 95 al. 1 ORI trouve également un appui dans d'autres dispositions de l'ordonnance. Ainsi, dans la poursuite par voie de saisie, lorsque l'immeuble est compris dans plusieurs saisies successives, ses fruits et produits, tant que la saisie de l'immeuble même subsiste, sont affectés par préférence au paiement des créanciers au bénéfice de la saisie antérieure alors même qu'ils ont été réalisés ou ne sont échus qu'après l'exécution de la saisie postérieure (art. 83 ORI). Dans la poursuite en réalisation de gage, s'il y a contestation sur la répartition provisoire du produit net des loyers entre plusieurs créanciers gagistes qui ont intenté des poursuites, l'art. 95 al. 2 ORI prescrit de dresser un état de collocation conformément à l'art. 157 al. 3 LP. En vertu de l'art. 219 al. 3 LP, auquel renvoie l'art. 157 al. 3 LP, l'ordre des créances est déterminé par les règles du droit civil sur le gage immobilier. Or l'art. 817 al. 1 CC porte que le prix de vente de l'immeuble est distribué entre les créanciers selon leur rang. Et si plusieurs créanciers gagistes ont requis la poursuite à des dates différentes, le créancier de rang antérieur a droit par préférence aux loyers et fermages échus depuis la réquisition de poursuite (cf. art. 806 al. 1 CC et 114 al. 2 ORI).\n\nIl est ainsi conforme à la loi civile et aux règles de l'exécution forcée que les créanciers de rang antérieur soient désintéressés avant les autres. La décision attaquée n'est donc pas contraire à l'ordonnance, ni au système de la loi. Il s'ensuit que le recours est mal fondé.\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nRejette le recours."}