{"annee": "95", "cour": "IV", "page": "144", "date": "31/10/1969", "cite": ["90 IV 94", "95 IV 68"], "cite_par": ["109 IV 137", "124 IV 175", "104 IB 194", "99 IV 178", "103 IV 49", "120 IV 73", "131 IV 36", "115 IV 51", "100 IV 258"], "chapeau": "36. Urteil des Kassationshofes vom 31. Oktober 1969 i.S. Hammel gegen Staatsanwaltschaft des Kantons Basel-Stadt.", "regestes": ["Art. 91 al. 3 LCR; prise de sang rendue inefficace. Est décisif le fait que l'auteur s'attendait ou devait s'attendre qu'une prise de sang ou d'autres mesures analogues seraient exécutées."], "faits": "BGE 95 IV 144 S. 144\n\nA.- Der Holzhändler Josef Hammel fuhr am Morgen des 3. Oktober 1968 von seinem Wohnort Kleinlützel ins Elsass, wo er den ganzen Tag an einer Holzsteigerung teilnahm. Etwa um Mitternacht machte er sich in Moosch auf den Heimweg. Kurz nach 01.00 Uhr wurde er am Zollamt Basel-Burgfelderstrasse abgefertigt. Bei der Passkontrolle bemerkte Gefreiter Estoppey starken Alkoholgeruch. Er forderte Hammel auf, den Autokoffer zu öffnen. Hammel ging unsicheren Schrittes vom Führersitz zum Kofferraum, wobei er sich am Wagen festhalten musste. Trotzdem er den richtigen Schlüssel in der Hand hielt und Estoppey ihm mit der Taschenlampe leuchtete, fand er zunächst das Schlüsselloch nicht. Estoppey eröffnete Hammel, er sei betrunken und dürfe so nicht weiterfahren. Entweder lasse er den Wagen freiwillig beim Zollamt und hole ihn ab, wenn er wieder nüchtern sei, oder dann lasse Estoppey die Polizei kommen, damit diese über die Zulässigkeit einer Weiterfahrt entscheide. Hammel steckte den Vorwurf ohne Widerrede ein und liess es auch nicht auf eine Polizeikontrolle ankommen.BGE 95 IV 144 S. 145\n\nEr stellte den Wagen weisungsgemäss auf den Parkplatz. Als Estoppey wenige Minuten später durch die Abfertigung eines andern Personenwagens abgelenkt wurde, fuhr Hammel mit seinem Wagen davon. Er liess dabei seinen Pass in der Hand des Zollbeamten zurück.\n\nEstoppey avisierte unverzüglich die Polizei. Da bekannt war, dass Hammel in Kleinlützel SO und in Laufen BE je eine Gastwirtschaft besitzt, passte die Polizei an beiden Orten auf, ohne jedoch Hammel oder seinen Wagen zu entdecken. Hammel war bereits vor der Polizei in Laufen eingetroffen, hatte das Auto entgegen seiner Gewohnheit nicht bei seinem Gasthof Rathausstübli, sondern ausser Sicht einige Häuserblocks entfernt parkiert. Er hatte seine Gerantin herausgeläutet und sich von ihr hinter verschlossenen Läden eine Mahlzeit servieren lassen. Möglichkerweise trank er dazu Wein.\n\nAm 4. Oktober 1968 um ca. 6.00 Uhr wurde Hammel beim Verlassen des Rathausstübli von der Polizei gestellt und zur Blutentnahme geführt. Auf den Zeitpunkt der kritischen Fahrt zurückgerechnet, ergab sich bei Annahme eines mittleren Abbaukoeffizienten ein Blutalkoholgehalt von 1,15 Promille, bei Annahme eines extremen niedrigen Abbaukoeffizienten ein solcher von 0,8 Promille, wobei der angeblich im Rathausstübli konsumierte Zweier nicht berücksichtigt ist. Nimmt man an, Hammels Aussage darüber sei richtig, so würden sich die Alkoholwerte für den kritischen Zeitpunkt um ca. 0,25 Promille reduzieren.\n\nB.- Der Polizeigerichtspräsident von Basel verurteilte Hammel am 10. März 1969 wegen Trunkenheit am Steuer und Vereitelung der Blutprobe zu 20 Tagen Gefängnis mit bedingtem Vollzug sowie zu einer Busse von Fr. 2000.--.\n\nDas Appellationsgericht wies mit Urteil vom 11. Juli 1969 die Berufung des Verurteilten ab.\n\nMit Nichtigkeitsbeschwerde an den Kassationshof verlangt der Verurteilte die Aufhebung des Urteils des Appellationsgerichts und die Rückweisung der Sache zur Freisprechung. Er rügt eine Verletzung von Art. 91 Abs. 3 SVG; in seinem Verhalten liege keine Vereitelung der Blutprobe.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Rechtsbegehren und Schlusssatz der Beschwerdebegründung verlangen die Rückweisung zur Freisprechung des BGE 95 IV 144 S. 146Beschwerdeführers. Nach Ziffer I der Beschwerdebegründung und deren übrigem Inhalt bezieht sich die Nichtigkeitsbeschwerde jedoch ausschliesslich auf die Verurteilung wegen Vereitelung der Blutprobe.\n\n2. Nach Art. 91 Abs. 3 SVG wird bestraft, wer sich vorsätzlich einer amtlich angeordneten Blutprobe oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzieht oder den Zweck dieser Massnahme vereitelt. In BGE 90 IV 96 f. wurde entschieden, dass entgegen dem Wortlaut der Bestimmung die bereits erfolgte amtliche Anordnung der Blutprobe nicht Tatbestandserfordernis ist. Auch der Fahrer, der sich einer drohenden Blutprobe entzieht, z.B. indem er nach einem Unfall vor Eintreffen der Polizei die Flucht ergreift, ist nach Art. 91 Abs. 3 SVG zu bestrafen. Es genügt, dass sein Verhalten darauf angelegt ist, den Nachweis seiner Trunkenheit am Steuer zu vereiteln. Die Vorinstanz hat den Beschwerdeführer gestützt auf diese Praxis verurteilt.\n\na) Der Beschwerdeführer beruft sich auf die in der Literatur erschienene Kritik am zitierten Urteil. SCHULTZ (ZBJV 1966 S. 93 f., Die strafrechtliche Rechtsprechung zum neuen Strassenverkehrsrecht S. 241 f.) macht geltend, Art. 91 Abs. 3 SVG betreffe ein Erfolgsdelikt, die Vereitelung der bereits angeordneten Blutprobe. BGE 90 IV 94 mache daraus ein Absichtsdelikt; es sei aber nicht dasselbe, ob nur eine möglicherweise in Aussicht stehende oder eine bereits beschlossene Amtshandlung durchkreuzt werde. Die Bestrafung wegen vollendeter Vereitelung der Blutprobe im ersten Fall widerspreche möglicherweise dem Grundsatz nulla poena sine lege (Art. 1 StGB). TRECHSEL (ZStR 1968 S. 174 f.) schliesst aus den Materialien, mit Art. 91 Abs. 3 SVG habe der Bundesgesetzgeber lediglich die Kantone verpflichten wollen, die Blutprobe als Beweismittel anzuwenden. Auch der Wortlaut spreche nicht eindeutig für die Auffassung des Bundesgerichts. Ordne man Art. 91 Abs. 3 systematisch der Hinderung einer Amtshandlung (Art. 286 StGB) und dem Ungehorsam gegen amtliche Verfügungen (Art. 292 StGB) zu, betrachte man ihn als Selbstbegünstigung oder als subsidiären Tatbestand zu Art. 91 Abs. 1 und 2 SVG, so ergebe sich, dass nicht jeder angetrunkene Fahrer, der sich einer eventuell möglichen Blutprobe entziehe, bestraft werden könne.\n\nb) Art. 91 Abs. 3 SVG spricht von der amtlich angeordneten Blutprobe. Daraus könnte in der Tat der Schluss gezogen BGE 95 IV 144 S. 147werden, der Tatbestand sei nicht verwirklicht, solange die Blutprobe noch nicht angeordnet sei. In solchen Fällen wäre nur eine Bestrafung wegen Versuchs möglich. Allein, auch diese Auslegung löst die Probleme nicht, sondern schafft neue: Ist die Anordnung der Blutprobe eine vom Vorsatz nicht erfasste objektive Strafbarkeitsbedingung oder ein Tatbestandsmerkmal? Im ersten Fall ist auch die Bestrafung wegen Versuchs ausgeschlossen. Im zweiten Fall müsste umgekehrt strafbarer Versuch immer angenommen werden, wenn ein Fahrzeugführer damit rechnet, nicht mehr nüchtern zu sein, und möglichst unauffällig nach Hause fährt, um nicht der Polizei Anlass zur Blutprobe zu geben. In Wirklichkeit lässt der Wortlaut beide Auslegungen zu. Er bedroht neben demjenigen, der sich einer amtlich angeordneten Blutprobe oder anderen Massnahme widersetzt oder entzieht, auch den Täter, der den Zweck dieser Massnahme vereitelt. Da hier allgemein vom Zweck der Massnahme gesprochen wird, nicht nur von einer angeordneten Massnahme, lässt sich grammatikalisch der Text auch so auslegen, dass jede Vereitelung des Zweckes strafbar sein soll, selbst wenn die Blutprobe noch nicht angeordnet wurde.\n\nDie historische Auslegung widerlegt den zitierten Entscheid ebensowenig. In der Botschaft des Bundesrates zum SVG wird ausdrücklich auf den Fall verwiesen, wo jemand \"den Zweck der Blutprobe vereitelt, indem er z.B. nach einem Unfall weiteren Alkohol zu sich nimmt, bevor Polizei und Arzt eintreffen\" (BBl 1955 II 63, BGE 90 IV 96). Das ist ein erheblicher Hinweis darauf, dass die effektive Anordnung der Blutprobe nicht Voraussetzung einer Bestrafung nach Art. 91 Abs. 3 sein sollte.\n\nWas die systematischen Argumente betrifft, besteht zwar eine Verwandtschaft zwischen Art. 91 Abs. 3 und den Delikten der Hinderung einer Amtshandlung, des Ungehorsams und des Handelns gegen die Rechtspflege. Doch geht Art. 91 Abs. 3 in keinem dieser Tatbestände auf, sondern bildet eine Sondernorm für das Gebiet des Strassenverkehrsrechts. Die richtige Interpretation ist daher auch nicht aus der Abstimmung auf verwandte Tatbestände zu gewinnen.\n\nBleibt die vom Bundesgericht stets als zutreffend anerkannte (neuerdings in BGE 95 IV 73), in der Anwendung freilich mitunter nicht leichte Auslegung der Bestimmung nach ihrem wirklichen Sinn und Zweck. Es ist unzweifelhaft, dass nicht nur BGE 95 IV 144 S. 148die Fälle erfasst werden sollen, in denen die Blutprobe oder eine weitere Massnahme bereits amtlich angeordnet waren. Art. 91 Abs. 3 will auch denjenigen bestrafen, der sich nach einem Unfall durch Flucht der drohenden Blutprobe entzieht oder ihren Zweck durch das sog. \"Kognak-Alibi\" zu vereiteln trachtet. Anderseits bedroht Art. 91 Abs. 3 nicht jeden angetrunkenen Fahrzeugführer, der in Kenntnis seines Zustandes weitergefahren ist, wobei theoretisch immer die Möglichkeit bestand, dass er in eine Polizeikontrolle geraten und einer Blutprobe unterzogen werde. Entscheidend ist, ob der Täter im konkreten Fall mit einer Blutprobe oder anderen Massnahmen als reale Wahrscheinlichkeit rechnete oder rechnen musste. Trifft dies zu, so darf er nichts unternehmen, was die Vornahme einer unverfälschten Untersuchung stören könnte. Entzieht sich der Täter dieser Pflicht mit der Absicht, die als wahrscheinlich erkannte Massnahme zu durchkreuzen, oder billigt er diesen Erfolg für den Fall des Eintrittes, so ist er nach Art. 91 Abs. 3 SVG zu bestrafen.\n\n3. Die Abgrenzung kann im Einzelfall schwierig sein; im vorliegenden Beschwerdefall ist sie es nicht.\n\nHammel macht freilich geltend, er habe mit einer Blutprobe weder gerechnet noch rechnen müssen. Er habe keinen Unfall herbeigeführt und die Äusserung des Grenzwächters bedeute eine ausdrückliche Nichtanordnung einer Blutprobe. Er habe ein gutes Gewissen gehabt, was sich schon daraus ergebe, dass er seinen Pass im Besitz des Grenzwächters zurückliess. Es sei auch nichts Ungewöhnliches, dass er sich nicht an seinen Wohnort, sondern nach Laufen begab. Seinen Wagen habe er nicht bei der Wirtschaft parkiert, um sich und seine Pächterin nicht ins Gerede zu bringen.\n\nAlle diese Einwände sind haltlos. Gefreiter Estoppey war als Grenzwächter weder zur Anordnung der Blutprobe befugt noch konnte er darauf verzichten. Er stellte Hammel vor die Wahl, entweder den Wagen stehen zu lassen oder sich dem Entscheid der Polizei über seine Fahrtüchtigkeit zu unterziehen. Hammel wusste genauestens, dass im letztern Fall eine Prüfung durch das Atemgerät und bei positivem Ergebnis die Blutprobe drohte. Hätte er ein gutes Gewissen gehabt, so würde er sich für diese Alternative entschieden haben. Stattdessen gab er vor, den Wagen zurückzulassen, weil er es ganz offensichtlich nicht auf eine Blutprobe ankommen lassen durfte. Dadurch, dass er BGE 95 IV 144 S. 149dann hinter dem Rücken des Grenzwächters davon fuhr, versuchte er, diesem ein Schnippchen zu schlagen: Weder wollte er den Wagen zurücklassen, noch sich vor der Weiterfahrt einer polizeilichen Kontrolle samt Blutprobe unterwerfen. Um seinen Zweck zu erreichen, liess er sogar seinen Pass zurück, wohl wissend, dass er die Aufmerksamkeit des Grenzwächters auf sich und sein Verhalten gezogen hätte, wenn er den Pass zurückverlangt hätte. Auch über die Reaktion des Grenzwächters bei seiner fluchtartigen Abfahrt konnte Hammel nicht im Zweifel sein. Angesichts der vorausgehenden kategorischen Erklärung war mit Sicherheit voraussehbar, dass Estoppey sofort die Polizei avisieren und diese versuchen werde, den Beschwerdeführer bei der Ankunft zu Hause abzufangen und die Blutprobe zu erheben. Die Vorinstanz hat durchaus zutreffend aus dem verbindlich festgestellten weiteren Verhalten des Beschwerdeführers (Fahrt nach Laufen statt nach Kleinlützel, Abstellen des Autos bei der Kirche statt vor dem Hotel, Abdichten der Fenster des Nebenzimmers während der nächtlichen Mahlzeit) den Schluss gezogen, der Beschwerdeführer sei vorsätzlich darauf ausgegangen, sich der Blutprobe zu entziehen.\n\nArt. 91 Abs. 3 SVG ist hier entgegen der Annahme des Beschwerdeführers noch viel eindeutiger erfüllt als bei der Flucht des Täters nach einem Unfall. Unfallflucht kann die Folge eines Schockes oder auf Angst vor Bestrafung oder Schadenersatzansprüchen zurückzuführen sein, ohne dass der Täter sich - zu Recht oder zu Unrecht - für angetrunken hält oder überhaupt an eine Blutprobe denkt. Hammel dagegen hatte keinen Unfall herbeigeführt und auch sonst keine Vorschriften verletzt. Bei ihm ging es ausschliesslich darum, ob er in seinem alkoholisierten Zustand noch fahrtüchtig sei oder nicht. Er hatte im Gegensatz zu einem früher beurteilten Fall auch nicht wegen einer Begleiterin Anlass, eine amtliche Kontrolle zu vermeiden. Sein Verhalten lässt überhaupt keine andere Deutung zu, als dass er sich mit voller Absicht der drohenden Blutprobe zu entziehen suchte.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}