{"annee": "95", "cour": "II", "page": "397", "date": "6/6/1969", "cite": ["88 II 252"], "cite_par": ["104 II 86", "111 II 26", "131 II 137", "103 II 96", "119 IA 390", "100 II 307", "99 II 28"], "chapeau": "56. Auszug aus dem Urteil der II. Zivilabteilung vom 6. Juni 1969 i.S. Schnarwiler gegen FLUBAG.", "regestes": ["Atteinte au droit de propriété. Droit de repousser toute usurpation. 1. Art. 641 al. 2 CC. Usurpation, analogue à un trouble à la possession au sens de l'art. 928 CC, d'un fonds en nature de chemin par le trafic aérien (consid. 2 a). 2. Art. 646 et 648 CC. Chacun des copropriétaires du fonds atteint par le trouble peut intenter l'action négatoire, même si les autres copropriétaires consentent au trouble (consid. 2 b). Fonds en nature de chemin appartenant en copropriété aux riverains. Grandeur des parts (consid. 2, début). 3. L'affectation au trafic d'un aérodrome de deux fonds en nature de chemin utilisés précédemment à des fins exclusivement agricoles implique un changement de leur destination, lequel exige, en vertu de l'art. 648 al. 2 CC, le concours de tous les copropriétaires, à moins que ceux-ci n'aient unanimement établi d'autres règles à cet égard (consid. 2 c). 4. Demande tendant à faire prononcer l'interdiction de faire rouler des avions sur deux fonds en nature de chemin et de survolerceux-ci à une altitude si basse que les hommes et les choses soient mis en danger (consid. 4 a). Intérêt du demandeur à cette interdiction (consid. 4 b). Il n'est pas nécessaire que le jugement fixe la hauteur de vol minimum. Attributions de l'Office fédéral de l'air (art. 44 al. 3 de la loi sur la navigation aérienne et art. 47, 63 et 81 de l'ordonnance d'exécution de ladite loi) (consid. 4 c)."], "faits": "BGE 95 II 397 S. 398\n\nAus dem Tatbestand:\n\nA.- Josef Schnarwiler ist Eigentümer einiger westlich des Winakanals gelegener Grundstücke mit einer Gesamtfläche von 72'000 m2. Die Flugplatz Luzern-Beromünster Genossenschaft, deren Vizepräsident er war, betrieb auf dieser Landfläche einen Flugplatz. Die Zufahrt führt von der Kantonsstrasse Neudorf-Beromünster über die Weggrundstücke Nr. 690 und 693 GB Neudorf. An beiden Parzellen ist Schnarwiler als Miteigentümer beteiligt, und zwar am Grundstück Nr. 690 zur Hälfte und an der Parzelle Nr. 693 zu einem Viertel.\n\nAm 1. Januar 1966 übernahm die FLUBAG, Flugbetriebs-AG Beromünster, den Betrieb des Flugplatzes. In der folgenden Zeit erstellte sie einen neuen Flugplatz östlich des Winakanals und gestaltete die im neuen Flugfeld gelegenen Weggrundstücke Nr. 690 und 693 für den Flugbetrieb aus, nachdem sie von den Miteigentümern - ausser Josef Schnarwiler - die BGE 95 II 397 S. 399schriftliche Zustimmung zum Überrollen und Überfliegen der beiden Grundstücke eingeholt hatte. Am 1. Oktober 1967 wurde der Flugbetrieb auf dem neuen Flugfeld aufgenommen.\n\nB.- Am 7. September 1967 erhob Josef Schnarwiler beim Amtsgericht Sursee gegen die FLUBAG Klage mit den im Verfahren wie folgt formulierten Rechtsbegehren: Der Beklagten seien Flug- und Flugplatzverkehr auf Piste, Rollfeld, Rollweg und Landebereich ihres Flugplatzes als ungerechtfertigte Einwirkungen auf die Wegparzellen Nr. 690 und 693 GB Neudorf richterlich zu untersagen. Ferner sei der Beklagten unter Androhung von Haft oder Busse richterlich zu verbieten, dass Verkehr und Sicherheit von Personen und Sachen auf den Wegparzellen Nr. 690 und 693 GB Neudorf durch Flug- und Flugplatzverkehr auf Piste, Rollfeld, Rollweg und Landebereich des Flugplatzes oder auf andere Weise beeinträchtigt oder gefährdet werden.\n\nDas Amtsgericht von Sursee wies die Klage ab.\n\nC.- Das Obergericht des Kantons Luzern hiess dagegen am 4. November 1968 die Appellation des Klägers teilweise gut und verbot der Beklagten unter Androhung von Haft oder Busse gemäss Art. 292 StGB im Falle der Widerhandlung, die Grundstücke Nr. 690 und 693 mit Flugzeugen zu überrollen. Im übrigen wurde die Klage abgewiesen.\n\nDas Obergericht stellte fest, dass die Beklagte seit geraumer Zeit Flugzeuge über die beiden Wege rollen lasse, was eine ungerechtfertigte Einwirkung auf das Eigentum des Klägers darstelle. Sie berufe sich zu Unrecht auf den Umstand, dass die andern Miteigentümer mit der Inanspruchnahme der Wegparzellen einverstanden seien. Es handle sich um eine Veränderung der Zweckbestimmung dieser Grundstücke, die von den Miteigentümern gemäss Art. 648 Abs. 2 ZGB nur einstimmig beschlossen werden könne. Indem der Kläger sich gegen den Eingriff der Beklagten zur Wehr setze, habe er sich nicht rechtsmissbräuchlich verhalten. Soweit der Kläger indessen der Beklagten verbieten lassen wolle, den Verkehr und die Sicherheit von Personen und Sachen auf den Wegparzellen auf andere Weise als durch den Flug- und Flugplatzverkehr auf Piste, Rollfeld, Rollweg und Landebereich des Flugplatzes zu beeinträchtigen, könne ein Zuspruch nicht erfolgen, weil ein solches Urteil wegen seines unbestimmten Inhaltes gar nicht vollstreckbar wäre. Der Kläger habe deshalb kein schutzwürdiges BGE 95 II 397 S. 400Interesse an der Gutheissung dieses Begehrens. Das Gleiche gelte auch hinsichtlich des Klagebegehrens auf Untersagung des Flug- und Flugplatzverkehrs, insofern es sich um das Überfliegen der Wegparzellen handle. Vollstreckbar wäre nur ein Verbot, die beiden Weggrundstücke unterhalb einer bestimmten Höhe zu überfliegen. Der Kläger habe es jedoch unterlassen, sein Begehren in diesem Sinne zu präzisieren. Übrigens fehle es insoweit auch an genügenden Sachbehauptungen.\n\nD.- Der Kläger führt gegen das Urteil des Obergerichts des Kantons Luzern vom 4. November 1968 Berufung an das Bundesgericht mit den folgenden Anträgen:\n\n\"1. Der Beklagten seien Flug- und Flugplatzverkehr auf Piste, Rollfeld, Rollweg und Landebereich ihres Flugplatzes als ungerechtfertigte Einwirkungen auf die Wegparzellen Nr. 690 und 693 GB Neudorf richterlich zu verbieten.\n\n2. Der Beklagten sei unter Androhung von Haft oder Busse richterlich zu verbieten, Verkehr und Sicherheit von Personen und Sachen auf den Wegparzellen Nr. 690 und 693 GB Neudorf durch Flug- und Flugplatzverkehr auf Piste, Rollfeld, Rollweg und Landebereich des Flugplatzes zu beeinträchtigen und durch eine Flughöhe startender und landender Flugzeuge von unter 60 m zu gefährden. 3. Evtl. sei die Sache zur Durchführung einer flug- und sicherheitstechnischen Expertise und neuerlichen Beurteilung an die Vorinstanz zurückzuweisen.\"\n\nE.- Die Beklagte hat ihrerseits eine Berufung beim Bundesgericht eingelegt und beantragt sinngemäss die Abweisung der Klage.\n\nF.- Beide Parteien beantragen in der Berufungsantwort die Abweisung der wechselseitigen Berufungen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. ...\n\n2. Im Grundbuch sind keine Quoten der einzelnen Miteigentümer an den beiden Wegparzellen eingetragen. Es handelt sich jedoch um sog. Realrechte, weil das Miteigentum dem jeweiligen Eigentümer der den Wegparzellen benachbarten Grundstücke zusteht. Die Grösse der Anteile richtet sich somit nach diesem Besitz (vgl. MEIER-HAYOZ, Kommentar, N. 9 und 36 und HAAB, Kommentar, N. 2 zu Art. 646 ZGB).\n\nBeim gegebenen Sachverhalt stellt sich in erster Linie die BGE 95 II 397 S. 401Frage, ob sich der Kläger den Eingriff der Beklagten in sein Eigentum gefallen lassen muss oder nicht.\n\na) Gemäss Art. 641 Abs. 2 ZGB hat der Eigentümer einer Sache das Recht, jede ungerechtfertigte Einwirkung abzuwehren. Ungerechtfertigt ist eine Einwirkung immer dann, wenn sie eine unmittelbare ist und somit einer Besitzesstörung im Sinne von Art. 928 ZGB gleichkommt, es sei denn, der Störer könne sich zu seiner Rechtfertigung auf eine gesetzliche Vorschrift oder auf ein dingliches oder vertragliches Recht berufen (BGE 88 II 267 mit Verweisungen; nicht veröffentlichtes Urteil des Bundesgerichts vom 23. Februar 1967 i.S. Erni und Cie c. Galetti; MEIER-HAYOZ, a.a.O., N. 63 Abs. 2, HAAB, a.a.o., N. 42 und LEEMANN, N. 38 zu Art. 641 ZGB). Indem Flugzeuge über die beiden Wege rollen und sie in niedriger Höhe überfliegen, wird zweifellos eine Besitzesstörung bewirkt. Die Beklagte kann sich zur Rechtfertigung weder auf eine gesetzliche Vorschrift noch auf ein dingliches oder vertragliches Recht gegenüber dem Kläger, welcher dem Überrollen und Überfliegen der Wegparzellen nie zugestimmt hat, stützen.\n\nEntgegen der Ansicht des Amtsgerichtes von Sursee ist die Häufigkeit der Störung oder der Umstand, dass beim Start und bei der Landung der Flugzeuge auf die Wegbenützer Rücksicht genommen wird, unerheblich. Trotz der nötigen Rücksichtnahme kann nicht verhindert werden, dass die Wegberechtigten den Weg nicht benützen können, solange ein Flugzeug startet oder landet. Aus diesem Grunde ist auch die Berechnung, welche die Beklagte in ihrer Berufungsschrift über die zeitliche Inanspruchnahme der Wege durch landende oder startende Flugzeuge vorgenommen hat, bedeutungslos. Zudem dürfte man einer solchen Berechnung nicht nur die Zeit, die ein Flugzeug zum Überrollen oder Überfliegen eines Weges braucht, zugrunde legen, wie es die Beklagte getan hat, sondern es wäre auch die Zeitspanne zu berücksichtigen, die bei jeder Flugbewegung aus Sicherheitsgründen vor dem Begehen oder Befahren des Weges abgewartet werden muss.\n\nDie Beklagte beruft sich auf MEIER-HAYOZ, a.a.O., N. 63 Abs. 1 zu Art. 641 ZGB, wonach sich die Kriterien für die Bestimmung, ob ein Eingriff ungerechtfertigt sei, nicht dem Art. 641 Abs. 2 ZGB entnehmen lassen, sondern zum Teil vom Gesetzgeber in den Bestimmungen des Nachbarrechts gegeben worden sind und zum Teil vom Richter auf dem Wege der BGE 95 II 397 S. 402Rechtsfindung festgelegt werden müssen. Auf den vorliegenden Fall findet diese Kommentarstelle jedoch keine Anwendung, weil es sich eben nicht um eine Verletzung der Bestimmungen über das Nachbarrecht handelt. Es liegt vielmehr eine Besitzesstörung und damit eine unmittelbare Verletzung des Eigentums des Klägers vor.\n\nb) Die Tatsache, dass der Kläger nur Miteigentümer und nicht Alleineigentümer der Wegparzellen Nr. 690 und 693 ist, vermag an sich seinen Anspruch aus Art. 641 Abs. 2 ZGB nicht in Frage zu stellen. Jeder Miteigentümer ist befugt, sich gegen ungerechtfertigte Einwirkungen auf sein Eigentum mit der Eigentumsfreiheitsklage zu wehren und zwar nicht bloss gegen Störungen Dritter, sondern auch gegen solche von Miteigentümern (MEIER-HAYOZ, a.a.O., N. 60 zu Art. 641 und N. 64 und 71 zu Art. 646 ZGB; HAAB, a.a.O., N. 2 zu Art. 648 ZGB). Es spielt deshalb keine Rolle, dass sich im vorliegenden Fall andere Miteigentümer mit der Störung ausdrücklich einverstanden erklärt haben oder dagegen nicht eingeschritten sind.\n\nArt. 648 Abs. 1 ZGB steht dem Vorgehen des Klägers ebenfalls nicht im Wege. Nach dieser Vorschrift ist jeder Miteigentümer befugt, die Sache insoweit zu vertreten, zu gebrauchen und zu nutzen, als es mit den Rechten der andern verträglich ist. Das Überrollen und Überfliegen der Wege verträgt sich nicht mit dem Recht des Klägers auf ihre ungehinderte Benützung. Ebensowenig wie die Errichtung einer entsprechenden Dienstbarkeit zulasten einzelner Miteigentumsanteile zulässig wäre (LIVER, Kommentar, N. 18 der Einleitung und N. 22 zu Art. 730 ZGB), kann eine inhaltlich ähnliche vertragliche Abmachung zwischen den andern Miteigentümern und der Beklagten den Kläger binden.\n\nc) Nachdem die Beklagte ihren Anspruch nicht auf Art. 641 ZGB stützen kann, bleibt zu prüfen, ob der Kläger auf Grund anderer Vorschriften über das Miteigentum gehalten ist, den Eingriff der Beklagten zu dulden.\n\nGemäss Art. 647 b ZGB können wichtigere Verwaltungshandlungen mit Zustimmung der Mehrheit aller Miteigentümer, die zugleich den grössern Teil der Sache vertritt, durchgeführt werden. Darunter fallen u.a. nach der gesetzlichen Aufzählung, die nicht abschliessend ist, die Änderung der Kulturart oder Benutzungsweise und der Abschluss und die Auflösung von Miet- oder Pachtverträgen. Im vorliegenden Fall ist jedoch kein BGE 95 II 397 S. 403solcher Beschluss der Mehrheit der Miteigentümer nachgewiesen worden. Hinsichtlich der Wegparzelle Nr. 690 wäre ein solcher Beschluss gar nicht möglich, da der Kläger zur Hälfte Miteigentümer dieser Parzelle ist. Entscheidend ist jedoch, dass hier nicht bloss eine wichtigere Verwaltungshandlung, sondern eine Veränderung der Zweckbestimmung der Grundstücke in Frage steht, die nach Art. 648 Abs. 2 ZGB der Zustimmung aller Miteigentümer bedarf, sofern diese nicht - was im vorliegenden Fall nicht nachgewiesen ist - einstimmig eine andere Ordnung vereinbart haben.\n\nDie beiden Weggrundstücke dienten früher rein landwirtschaftlichen Zwecken, nämlich als Zugang zu den landwirtschaftlich beworbenen Grundstücken, an die sie östlich und westlich des Winakanals grenzen. Später wurden sie freilich auch als Zufahrtswege zum Flugplatz westlich der Wina, den die Luzern-Beromünster-Genossenschaft bis zum 31. Dezember 1965 und nachher die Beklagte auf den Grundstücken Nr. 280 (GB Beromünster), 696 und 698 (GB Neudorf) betrieben haben, benützt. In beiden Fällen wurden die Wege aber im wesentlichen nur in ihrer Längsrichtung befahren. In der Berufungsschrift der Beklagten ist auch von Querüberrollungen die Rede, die bei der Wegparzelle Nr. 693 gelegentlich vorkommen konnten, wenn Kaspar Erni, dem die Grundstücke Nr. 714 und 692 beidseits dieser Parzelle gehören, bei landwirtschaftlichen Arbeiten vom einen auf das andere Grundstück fuhr. Das lässt sich jedoch mit dem Überrollen und Überfliegen durch Flugzeuge nicht vergleichen.\n\nDemgegenüber bewirkt die Tatsache, dass die beiden Wege in den Flugplatz der Beklagten einbezogen und demzufolge sehr häufig überrollt und überflogen werden, zweifellos eine Änderung in der Zweckbestimmung der Wegparzellen. Zwar müssen sie nach wie vor als Zufahrtswege zu den Grundstücken des Klägers und Fritz Hüslers westlich der Wina, die keine andere Verbindung zur Kantonsstrasse haben, dienen. Diese Benützungsart der beiden Wegparzellen tritt aber gegenüber der Tatsache, dass sie zum Bestandteil eines Flugplatzes geworden sind, in den Hintergrund. Es handelt sich daher nicht um eine blosse Änderung in der Benutzungsweise im Sinne von Art. 647 b ZGB, sondern um eine einschneidende Änderung der wirtschaftlichen Art der beiden Parzellen, wobei der bisherige Zweck zu einem nebensächlichen geworden ist (MEIER- BGE 95 II 397 S. 404HAYOZ, a.a.O., N. 33 zu Art. 648 ZGB und HAAB, a.a.O., N. 10 zu Art. 647 ZGB).\n\nEs nützt der Beklagten auch nichts, dass sie sich darauf beruft, sie habe die Grundstücke Nr. 691, 692 und 714 gepachtet und dürfe somit auch die Rechte ausüben, die den Eigentümern dieser Grundstücke an den Miteigentumsanteilen der Wegparzellen Nr. 690 und 693 zustehen. Das ist an sich zutreffend; doch können dem Pächter eines Miteigentumsanteils nicht mehr Rechte gegenüber den andern Miteigentümern zustehen als dem Verpächter selber. Wenn dieser nicht zu einer Veränderung der Zweckbestimmung der Sache befugt ist, kann es auch der Pächter nicht sein.\n\nEs ist aus den gleichen Gründen belanglos, dass die Beklagte angeblich durch Erwerb einer vom Grundstück Nr. 689 abgetrennten Parzelle Miteigentümerin der Wegparzelle Nr. 690 geworden ist. Dass diese neue Tatsache gestützt auf Art. 55 Abs. 1 lit. c OG im Berufungsverfahren nicht berücksichtigt werden kann, benachteiligt sie deshalb nicht.\n\n3 ...\n\n4. Es bleibt zu prüfen, ob die Berufung des Klägers begründet ist. Dabei stellt sich die Frage, ob das Obergericht des Kantons Luzern mit Recht nur das Überrollen und nicht auch das Überfliegen der beiden Wegparzellen verboten hat.\n\na) Der Kläger hatte vor dem kantonalen Obergericht zwei Rechtsbegehren gestellt, mit denen er dem Wortlaut nach der Beklagten verbieten lassen wollte, mit dem Flugplatzbetrieb einerseits ungerechtfertigt auf die Wegparzellen Nr. 690 und 693 \"einzuwirken\" und anderseits Verkehr und Sicherheit von Personen und Sachen auf diesen Parzellen \"auf andere Weise\" zu beeinträchtigen und zu gefährden. Wie die Vorinstanz zutreffend ausgeführt hat, richten sich diese Begehren dem Sinne nach gegen das Überrollen und Überfliegen der beiden Parzellen im Zusammenhang mit dem Flugplatzbetrieb der Beklagten. Aus der Klagebegründung konnte zudem ersehen werden, dass sich der Kläger nur insoweit gegen das Überfliegen der Wegparzellen zur Wehr setzt, als es in so niedriger Höhe erfolgt, dass Menschen und Sachen gefährdet werden. Daraus ergibt sich weiter, dass der Kläger seinen Abwehranspruch entgegen dem Wortlaut seines ersten Rechtsbegehrens nicht auf die Vorschriften des Nachbarrechts stützt, also nicht klagt, weil die Beklagte ihr Eigentumsrecht dadurch überschreitet, dass sie in BGE 95 II 397 S. 405übermässiger Weise auf die beiden Wegparzellen einwirkt (Art. 679 und 684 ZGB). Er wendet sich vielmehr nur gegen die unmittelbare Verletzung seines Eigentums, also gegen eine Besitzesstörung, die nach Art. 641 ZGB zu beurteilen ist, wie bereits in Erw. 2 a dargetan wurde.\n\nb) Gemäss Art. 667 Abs. 1 ZGB erstreckt sich das Eigentum an Grund und Boden nach oben und unten auf den Luftraum und das Erdreich, soweit für die Ausübung des Eigentums ein Interesse besteht. Dieses Interesse ist hinsichtlich des Luftraumes über einem Grundstück mindestens soweit gegeben, als Menschen und Sachen, die sich darauf befinden, durch den Luftverkehr konkret gefährdet sind. Der Kläger hat mit seinen Rechtsbegehren und Vorbringen deutlich zum Ausdruck gebracht, dass er den Luftraum über seinem Grundstück nur innerhalb dieses Mindestanspruches geschützt haben will. Das kantonale Obergericht hat dem Kläger daher zu Unrecht ein Interesse am Verbot des Überfliegens der Wegparzellen in niedriger Höhe abgesprochen und erklärt, er hätte in seinem Rechtsbegehren Nr. 1 präzisieren müssen, unterhalb welcher Flughöhe das Überfliegen verboten werden solle. Ebensowenig trifft die Bemerkung des Obergerichtes zu, es fehle in dieser Beziehung an genügenden Sachbehauptungen. Indem es das Begehren, der Beklagten sei das Überfliegen der Wegparzellen in niedriger Höhe zu verbieten, aus prozessualen Gründen abgewiesen hat, ist das Bundeszivilrecht verletzt worden. Das Begehren wurde - wenn auch mit unklarem Wortlaut - ordnungsgemäss angebracht und war daher materiell zu behandeln (vgl. KUMMER, Das Klagerecht und die materielle Rechtskraft im schweizerischen Recht, S. 60; GULDENER, Bundesprivatrecht und kantonales Zivilprozessrecht, ZSR 1961 II S. 23 ff.; VOYAME, Droit privé fédéral et procédure civile cantonale, ebendort S. 70 ff.).\n\nc) Im Berufungsverfahren hat der Kläger sein Rechtsbegehren Nr. 2 dahin ergänzt, dass der Beklagten zu verbieten sei, beim Starten und Landen eine Flughöhe unter 60 m einzuhalten. Gemäss Art. 55 Abs. 1 lit. b OG sind jedoch neue Begehren im Berufungsverfahren vor Bundesgericht ausgeschlossen. Dieses Verbot gilt auch für Ergänzungen, die gegenüber den vor der letzten kantonalen Instanz gestellten Begehren materiellrechtlich abweichen, hingegen nicht für blosse Verdeutlichungen.\n\nBGE 95 II 397 S. 406\n\nOb der Kläger eine Verdeutlichung oder eine materielle Ergänzung angebracht hat, kann indessen offen bleiben, weil sein ursprüngliches Rechtsbegehren, richtig aufgefasst, gar keiner Ergänzung bedarf. Es braucht nicht festgelegt zu werden, welche Mindestflughöhe in Metern eingehalten werden muss, damit Menschen oder Sachen beim Überfliegen der Wegparzellen nicht gefährdet werden. Vielmehr wird das Eidgenössische Luftamt, das die Bewilligung zum Betrieb des Flugplatzes erteilt hat, zu prüfen haben, ob der Flugbetrieb trotz der Beschränkungen, die sich aus dem Eigentumsrecht des Klägers an den beiden Wegparzellen ergeben, weiterhin aufrecht erhalten werden kann oder ob die Sicherheit der Luftfahrt erfordert, die Bewilligung zu entziehen, bis sich der Kläger und die Beklagte über den Einbezug der beiden Wegparzellen in den Flugbetrieb geeinigt haben werden (vgl. Art. 44 Abs. 3 des Bundesgesetzes über die Luftfahrt vom 21. Dezember 1948 sowie Art. 47, 63 und 81 der dazugehörigen Vollziehungsverordnung vom 5. Juni 1950, AS 1950 I S. 471 ff.). Bei Start und Landung von Flugzeugen besitzen die üblichen Höhenvorschriften gemäss Art. 18 Abs. 3 der Verfügung des Eidgenössischen Verkehrs- und Energiewirtschaftsdepartementes über die Verkehrsregeln für Luftfahrzeuge vom 20. Mai 1967 (AS 1967 S. 923 ff. und 1968 S. 157 ff.) ohnehin keine Geltung. Noch weniger könnte es Aufgabe des Zivilrichters sein, bestimmte Flughöhen vorzuschreiben. Seine Zuständigkeit beschränkt sich auf den privatrechtlichen Schutz des Eigentums gegen Besitzesstörungen und übermässige Immissionen (vgl. A. BAI, Luftrecht und Grundeigentum, Zürcher Diss. 1955, S. 92 f., 198 f. und 255 f.). Soweit der Flug- und Flugplatzverkehr auf Piste, Rollfeld, Rollweg und Landebereich des Flugplatzes eine Besitzesstörung an den Parzellen Nr. 690 und 693 darstellt, ist die Berufung des Klägers begründet, und seine Rechtsbegehren sind in diesem Sinne gutzuheissen. Hingegen kann der Flugbetrieb im genannten Umfange nicht schlechthin verboten werden, wie es das Rechtsbegehren Nr. 1 entsprechend seinem Wortlaut verlangt. Ein solches Verbot liesse sich nur rechtfertigen, wenn vom Flugplatzbetrieb übermässig auf die fraglichen Wegparzellen eingewirkt würde (Art. 684 ZGB), ohne dass eine unmittelbare Verletzung des Eigentumsrechts stattfände. Dergleichen wird vom Kläger aber nicht einmal behauptet.\n\nBGE 95 II 397 S. 407\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung der Berufungsbeklagten wird abgewiesen.\n\n2.- Die Berufung des Berufungsklägers wird im Sinne der Erwägungen gutgeheissen, das Urteil des Obergerichtes des Kantons Luzern (I. Kammer) vom 4. November 1968 aufgehoben und der Berufungsbeklagten verboten, die Wegparzellen Nr. 690 und 693 GB Neudorf mit Flugzeugen zu überrollen und in so niedriger Höhe zu überfliegen, dass die Sicherheit von Menschen und Sachen auf diesen Parzellen gefährdet wird. Widerhandlungen werden auf Antrag des Berechtigten gemäss Art. 292 StGB mit Haft oder mit Busse bestraft."}