{"annee": "95", "cour": "II", "page": "306", "date": "25/4/1969", "cite": ["65 II 250", "91 II 218", "90 II 79"], "cite_par": ["113 II 323"], "chapeau": "41. Auszug aus dem Urteil der I. Zivilabteilung vom 25. April 1969 i.S. Basler -Unfall gegen Graf.", "regestes": ["Indemnité pour tort moral (art. 47 CO). Influence de l'âge et de la faute de la victime sur la quotité de l'indemnité allouée aux survivants (consid. 4). Art. 45 al. 1 CO. Les survivants n'ont pas droit à une indemnité pour les frais d'entretien de la tombe (confirmation de la jurisprudence; consid. 5)."], "faits": "BGE 95 II 306 S. 307\n\nAus dem Tatbestand:\n\nA.- Der 68-jährige Otto Graf fuhr am 2. September 1966 mit seinem Personenwagen Fiat 1100 ausserorts auf der geteerten 5,5 m breiten Strasse durch den Wangenerwald Richtung Kindhausen. Aus der entgegengesetzten Richtung fuhr Ernst Maurer mit dem Kastenwagen Ford-Transit der Firma Meierhans. Beim Kreuzen streiften sich die beiden Fahrzeuge. Sie wurden seitlich abgetrieben und gerieten, in ihrer Fahrrichtung gesehen, über den rechten Strassenrand hinaus. Graf prallte mit seinem Wagen frontal gegen eine am Strassenrand stehende Tanne und wurde auf der Stelle getötet.\n\nB.- Die Ehefrau (Klägerin 1) und die im Jahre 1950 geborene Tochter (Klägerin 2) des Verunfallten belangten die Basler-Unfall als Haftpflichtversicherung des Halters Meierhans beim Bezirksgericht Uster auf Zahlungvon Schadenersatz (Klägerin 1) und Genugtuung (Klägerin 1 und 2).\n\nC.- Das Obergericht des Kantons Zürich hiess in zweiter Instanz die Klagen teilweise gut.\n\nIndem es in bezug auf die Fahrweise Maurers und die Bestimmung des massgebenden Ortes des Zusammenstosses zu einem andern Schluss gelangte als das Bezirksgericht, sprach es - mit Ausnahme der ebenfalls abgelehnten Forderung für Grabunterhalt- der Klägerin 165% der Schadenersatzforderung zu und setzte ihren Genugtuungsanspruch auf Fr. 5000.--, denjenigen der Klägerin 2 auf Fr. 2000.-- fest.\n\nD.- Das Bundesgericht bestätigte auf Berufung der Beklagten und Anschlussberufung der Klägerinnen das Urteil des Obergerichts.", "considerants": "Aus den Erwägungen:\n\n4. Nach Art. 47 OR, auf den Art. 62 SVG verweist, kann der Richter bei Tötung eines Menschen unter Würdigung der besonderen Umstände den Angehörigen des Getöteten eine angemessene Geldsumme als Genugtuung zusprechen. Die Bestimmung der Summe richtet sich nach richterlichem Ermessen.\n\nBGE 95 II 306 S. 308Dabei fällt, obwohl das Gesetz es nicht ausdrücklich sagt, das Verschulden erheblich ins Gewicht (vgl. BGE 90 II 83 Erw. 2 und 190, BGE 91 II 225).\n\nDie Beklagte behauptet, das Obergericht habe den Klägerinnen zu Unrecht eine Genugtuungssumme zugesprochen, weil Graf den Zusammenstoss selbst verschuldet habe. Die Beklagte geht auch hier von falschen Voraussetzungen aus. Massgebend für die Beurteilung des Verschuldens ist nicht die Beweiswürdigung der Beklagten, sondern die verbindliche Feststellung der Vorinstanz (vgl. dazu Erw. 2). Dass diese mit Rücksicht auf das Verschulden Grafs (35%) den Anspruch der Klägerinnen auf Genugtuung nicht ausgeschlossen, sondern bloss herabgesetzt hat, ist nicht zu beanstanden. Sie weist mit Recht auf die schwere Unbill hin, welche die Klägerinnen durch den plötzlichen Tod ihres Ehemannes und Vaters erlitten haben. Wenn sie in Anbetracht des Alters des Verunfallten und seines Mitverschuldens am Zusammenstoss der Klägerin 1 Fr. 5000.-- (statt Fr. 12'000.--) und der Klägerin 2 Fr. 2000.-- (statt Fr. 5000.--) zugesprochen hat, kann von einer Ermessensüberschreitung nicht die Rede sein.\n\n5. Das Obergericht hat die Forderung von Fr. 468.-- für Grabunterhalt abgelehnt, weil es sich dabei um eine Pietätspflicht handle. Diese Auffassung verstösst nach Ansicht der Klägerinnen gegen Art. 45 Abs. 1 OR.\n\nNach der Rechtsprechung gehören zu den Bestattungskosten im Sinne von Art. 45 Abs. 1 OR nur solche Aufwendungen, die mit dem Tod unmittelbar zusammenhangen. Ein solcher unmittelbarer Zusammenhang ist bei den Kosten des Grabunterhaltes, die erst später, im Verlaufe der Zeit entstehen, offenbar nicht gegeben. Der Grabunterhalt ist in erster Linie eine Pietätspflicht der Angehörigen, so dass damit ein Ersatzanspruch gegen einen Dritten, der den Tod des Verstorbenen zu verantworten hat, unvereinbar ist (BGE 65 II 254und die dort erwähnten Entscheide). Der Einwand der Klägerinnen, mit der gleichen Begründung könnten Ersatzansprüche für Todesanzeigen, Beerdigungskosten, Grabmal usw. abgewiesen werden, trifft nicht zu. Gewiss spielen auch bei diesen Auslagen die Pietätsgefühle der Angehörigen eine Rolle. Sie hangen aber mit dem Tod unmittelbar zusammen und entstehen nicht erst später."}