{"annee": "95", "cour": "II", "page": "623", "date": "9/12/1969", "cite": ["88 II 38", "94 II 355", "67 II 231"], "cite_par": ["121 V 40", "104 II 259", "96 II 383", "123 III 280", "98 II 365"], "chapeau": "84. Urteil der I. Zivilabteilung vom 9. Dezember 1969 i.S. Weidmann gegen Helvetia-Unfall.", "regestes": ["Art. 129 al. 2 LAMA. Cette disposition légale restreint également la responsabilité civile du détenteur d'un véhicule automobile fondée sur l'art. 58 LCR et de son assureur (art. 65 LCR), mais elle ne vaut que pour les accidents professionnels (consid. 2). Est un employé au sens de l'art. 129 al. 2 LAMA celui qui se trouve dans un rapport de dépendance en vertu d'un contrat de travail (consid. 3). Art. 67 al. 2 lettre b LAMA. Accident professionnel. Le trajet que détermine librement l'assuré qui se rend à son travail n'est pas une activité déployée dans l'intérêt de l'entreprise (consid. 4)."], "faits": "BGE 95 II 623 S. 624\n\nA.- Am 28. Juli 1964 schloss Alfred Weidmann als Unterakkordant mit dem Baugeschäft F. & K. Egle, Bülach, einen schriftlichen Vertrag ab über die Ausführung von Maurerarbeiten an einer Überbauung im \"Wiesengrund\" in Oberglatt. Er zog für diese Arbeiten den ihm aus früherer Zusammenarbeit bekannten Johannes Gandin bei, mit dem er den Lohn hälftig teilte. Die Firma F. & K. Egle zahlte für beide die Prämien für Betriebsunfälle an die Schweizerische Unfallversicherungsanstalt in Luzern (SUVA). Am 3. November 1964 fanden sich Weidmann und Gandin, da es geregnet hatte, erst nach 11 Uhr im Personenwagen Gandins auf der Baustelle in Oberglatt ein, um die Arbeit aufzunehmen. Der auf dem Arbeitsplatz tätige Polier wies sie an, sich bei der Firma F. & K. Egle in Bülach zu melden. Die beiden fuhren darauf im Wagen Gandins nach Bülach und sprachen bei Karl Egle vor, der sie auf die Baustelle schickte. Unterwegs stiess der Wagen Gandins mit einem ihm entgegenfahrenden Lastwagen zusammen. Weidmann und Gandin wurden dabei verletzt. Die SUVA anerkannte den BGE 95 II 623 S. 625Unfall Weidmanns als Betriebsunfall im Sinne von Art. 67 Abs. 2 KUVG und sprach eine Invalidenrente von jährlich Fr. 1575.-- zu.\n\nDas Bezirksgericht Dielsdorf verurteilte Gandin wegen fahrlässiger Körperverletzung zu einer Busse von Fr. 300.--.\n\nB.- Weidmann klagte gegen die Helvetia-Unfall als Haftpflichtversicherer Gandins auf Ersatz des durch die SUVA nicht gedeckten Schadens von Fr. 17'338.40 nebst Zins. Die Beklagte anerkannte die Forderung im Betrage von Fr. 1069.50, d.h. mit Bezug auf die Schadensposten, für die das KUVG keine Leistungen vorsieht (Sachschaden und Genugtuung).\n\nDas Bezirksgericht Dielsdorf wies am 25. September 1968 die Klage im Restbetrag ab.\n\nDas Obergericht des Kantons Zürich bestätigte am 24. Juni 1969 den erstinstanzlichen Entscheid.\n\nC.- Der Kläger beantragt mit der Berufung, das vorinstanzliche Urteil aufzuheben, die \"Haftpflicht der Beklagten zu bejahen\", die Sache zur Ergänzung der Akten und zu neuem Entscheid an das Obergericht zurückzuweisen.\n\nDie Beklagte beantragt, auf die Berufung nicht einzutreten, eventuell sie abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Eintretensfrage).\n\n2. a) Wenn der Arbeitgeber des Versicherten die von ihm in der obligatorischen Unfallversicherung geschuldeten Prämien bezahlt hat, haften er, seine Familienangehörigen, Angestellten und Arbeiter gegenüber einem bei der SUVA versicherten Geschädigten nur, wenn sie den Unfall absichtlich oder grob fahrlässig verursacht haben. Diese Beschränkung gilt nicht nur für die Haftung gemäss Obligationenrecht, sondern auch für die in Art. 58 SVG geregelte Haftung des Motorfahrzeughalters, denn Art. 80 SVG behält Art. 129 Abs. 2 KUVG vor. Diese Vorschrift bezieht sich indessen ausschliesslich auf Betriebsunfälle, da nach Art. 108 Abs. 1 KUVG der Arbeitgeber nur für diese Prämien bezahlen muss (BGE 67 II 231f., BGE 88 II 41 Erw. 1; MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 2. Aufl. S. 21 und 356; OSWALD, Die beschränkte Haftung des Arbeitgebers gemäss KUVG 129 II, in Schweiz. Zeitschrift für Sozialversicherung 1962 S. 260). Bei Nichtbetriebsunfällen kann daher BGE 95 II 623 S. 626der Geschädigte die in Art. 129 Abs. 2 KUVG aufgezählten Haftpflichtigen für den von der SUVA nicht gedeckten Schaden (sog. Restforderung) wie Dritte belangen (OFTINGER, Haftpflichtrecht I S. 389).\n\nb) Der Kläger ficht diese Auslegung des Art. 129 KUVG nicht an, macht aber geltend, der Zweckgedanke des KUVG verbiete, kapitalkräftigen Versicherungsgesellschaften die gleichen Haftungsbeschränkungen einzuräumen wie den in der erwähnten Vorschrift genannten Personen. Art. 129 Abs. 2 KUVG gelte somit für die Beklagte nicht.\n\nDie Deckungspflicht des Haftpflichtversicherers reicht nicht weiter als die Haftung des versicherten Schädigers. Daran ändert nichts, dass nach Art. 65 SVG der Geschädigte den privaten Haftpflichtversicherer unmittelbar belangen darf. Diesem stehen grundsätzlich die gleichen Einreden zu wie dem Versicherten. Ist der Versicherte im Sinne von Art. 129 Abs. 2 KUVG entlastet, so ist es auch sein Haftpflichtversicherer (vgl. BGE 88 II 46 Erw. 5).\n\n3. Der Kläger hält an der Auffassung fest, er und Gandin seien im Zeitpunkt des Unfalles nicht Arbeiter im Sinne von Art. 129 Abs. 2 KUVG der Bauunternehmung Egle gewesen; er behauptet, sie hätten zusammen als selbständige Unternehmer eine einfache Gesellschaft gebildet, weshalb die Haftungsbeschränkung der Beklagten schon aus diesem Grunde entfalle.\n\nDie Vorinstanz stellt auf Grund des Beweisverfahrens fest, dass sich der Kläger und Gandin vor Arbeitsbeginn zu einer Akkordgruppe zusammengeschlossen hatten; sie seien auf der Baustelle den Weisungen des Poliers unterstellt und nicht wesentlich freier gewesen als die sonst von der Bauunternehmung Egle beschäftigten Arbeiter. Der Kläger behauptet nicht, diese Feststellungen seien unter Verletzung bundesrechtlicher Beweisvorschriften zustandegekommen oder beruhten offensichtlich auf Versehen. Er beanstandet lediglich die Beweiswürdigung, was nicht zulässig ist (Art. 63 Abs. 2 OG). Die Behauptung sodann, es habe zwischen dem Kläger und Gandin eine einfache Gesellschaft bestanden, ist erstmals im Berufungsverfahren aufgestellt worden und nach Art. 55 Abs. 1 lit. c OG nicht zu hören. Damit bleibt es bei den Feststellungen im angefochtenen Urteil. Das Obergericht folgert daraus zu Recht, dass die beiden Partner zur Bauunternehmung Egle in den gleichen BGE 95 II 623 S. 627tatsächlichen und rechtlichen Beziehungen standen, obwohl nur der Kläger den schriftlichen Vertrag vom 28. Juli 1964 unterzeichnet hatte. Es ist somit davon auszugehen, dass der Kläger und Gandin zur Bauunternehmung Egle in einem Abhängigkeitsverhältnis standen, wie dies für die Beziehungen zwischen Arbeitgeber und Arbeitnehmer eigentümlich ist. Dem steht die vertraglich vorgesehene Entschädigung nach Einheitspreisen nicht entgegen, denn Art. 319 Abs. 2 OR behält für den Dienstvertrag die Bestimmung des Lohnes nach Massgabe der geleisteten Arbeit ausdrücklich vor. Für das Verhältnis der Unterordnung spricht sodann der Umstand, dass nach dem schriftlichen Vertrag die Beiträge für die AHV und die NBUV von den vereinbarten Einheitspreisen abzuziehen, somit von der Bauunternehmung zu entrichten waren. Dass der Kläger eine \"prompte und in jeder Beziehung einwandfreie Arbeit\" versprach, schliesst einen Dienstvertrag nicht zwingend aus. Die Vorinstanz führt in diesem Zusammenhang aus, dass der Kläger und Gandin nicht für die Herstellung eines bestimmten Werkes einzustehen hatten, sondern nur bestimmte zur Fertigstellung des Neubaues für sich allein nicht genügende Arbeiten leisten mussten. Angesichts dieser verbindlichen Feststellung lässt sich die streitige Vertragsbestimmung mit der in Art. 328 Abs. 1 OR verankerten Sorgfaltspflicht des Dienstnehmers durchaus vereinbaren. Der Kläger und Gandin waren somit Arbeiter der Bauunternehmung Egle.\n\n4. Der Kläger behauptet, die Vorinstanz habe die Haftung der Beklagten auch deshalb zu Unrecht abgelehnt, weil es sich nicht um einen Betriebsunfall, sondern um einen sog. Wegunfall gehandelt habe, der als Nichtbetriebsunfall gelte.\n\nDie SUVA hat einen Betriebsunfall angenommen; der Richter ist jedoch an diese Auffassung nicht gebunden (BGE 88 II 38 f.; MAURER, a.a.O. S. 356 N. 50). Art. 67 Abs. 2 KUVG bezeichnet als Betriebsunfälle \"diejenigen Körperverletzungen, die einem Versicherten zustossen\n\na) bei einer Arbeit, die er im Auftrage des Inhabers des die Versicherung bedingenden Betriebes oder seiner Organe ausführt;\n\nb) bei einer Verrichtung, die zur unmittelbaren oder mittelbaren Förderung der Betriebszwecke bestimmt ist und zu der der Versicherte das Einverständnis des Betriebsinhabers oder seiner Organe voraussetzen darf; BGE 95 II 623 S. 628\n\nc) während der Arbeitspause sowie vor Beginn oder nach Beendigung der Arbeit, wenn der Versicherte sich befugterweise auf der Betriebsstätte oder im Bereiche der Betriebsgefahren befindet.\"\n\nDer Kläger war auf der Fahrt nach Bülach zur Baustelle in Oberglatt noch nicht bei der Arbeit im Sinne der lit. a und auch nicht auf der Betriebsstätte oder im Bereiche der Betriebsgefahren im Sinne der lit. c des Art. 67 Abs. 2 KUVG. Damit fällt nur noch lit. b in Betracht. Diese Bestimmung will den Kreis der Betriebsunfälle auf Körperverletzungen erweitern, die dem Versicherten bei gewissen nicht schon von lit. a oder c erfassten Verrichtungen zustossen. Aus der Entstehungsgeschichte des Art. 67 Abs. 2 KUVG ergibt sich, dass die Bundesversammlung unter den Verrichtungen im Sinne der lit. b insbesondere die im Auftrage des Arbeitgebers ausgeführten Gänge und Reisen ausserhalb des Betriebes verstand, jedoch klarstellen wollte, dass der Gang des Versicherten von seiner Wohnung zur Arbeit oder von der Arbeit nach Hause nicht darunter falle (BGE 88 II 44 /45). Unfälle, die der Versicherte auf dem Wege zu oder von der Arbeit erleidet, sind daher in der Regel keine Betriebs-, sondern Nichtbetriebsunfälle (MAURER, a.a.O. S. 27).\n\nIm Gegensatz zu lit. a setzt lit. b des Art. 67 Abs. 2 KUVG für die Annahme eines Betriebsunfalles voraus, dass sich dieser nicht bei \"einer Arbeit\", sondern bei \"einer Verrichtung\" des Versicherten ereignet hat. Diese Bestimmung will die von ihr erfassten Unfälle nicht deshalb als Betriebsunfälle behandelt wissen, weil der Versicherte tätig, sondern weil dessen \"Verrichtung\" zur Förderung des Betriebszweckes bestimmt ist, also normalerweise dem Betriebsinhaber zugute kommt (BGE 88 II 44). Für die Annahme eines Betriebsunfalles ist somit erforderlich, dass der Versicherte sich bei einer Verrichtung verletzt, die im überwiegenden Interesse des Betriebes liegt und für die er \"das Einverständnis des Betriebsinhabers oder seiner Organe voraussetzen darf\". Überwiegt dagegen das Interesse des Versicherten oder einer andern Person an einer Verrichtung, so ist die Verletzung, die sich der Versicherte dabei zugezogen hat, ein Nichtbetriebsunfall (MAURER, a.a.O. S. 25). Ob der Versicherte bei der \"Verrichtung\" eine aktive oder nur eine passive Rolle spielt, ist unerheblich. Dass auch ein Unfall, der einem Versicherten während eines untätigen BGE 95 II 623 S. 629Verhaltens zustösst, Betriebsunfall sein kann, ergibt sich schon aus Art. 67 Abs. 2 lit. c KUVG (BGE 88 II 45 Erw. 2 c).\n\nDie Vorinstanz stellt fest, es sei mangels rechtzeitiger Bestreitung von der Behauptung der Beklagten auszugehen, dass der Polier der Arbeitgeberin die Fahrt des Klägers und Gandins von der Arbeitstelle in Oberglatt nach Bülach und dass der Mitinhaber der Firma Egle die Rückfahrt angeordnet habe. Der Kläger wendet dagegen ein, er habe mit der Bestreitung eines Anstellungsverhältnisses nicht nur die Weisungsbefugnis der Bauunternehmung, sondern auch die Erteilung von Weisungen durch diese in Abrede gestellt. Ob die Vorinstanz aus den Erklärungen der Parteien die richtigen Schlüsse gezogen hat, ist eine Frage des kantonalen Verfahrensrechtes, dessen Auslegung das Bundesgericht nicht überprüfen darf (Art. 43 OG; BGE 94 II 366 Erw. 1 und dort erwähnte Entscheide). Bleibt es somit bei der Feststellung der Vorinstanz, so ist mindestens erwiesen, dass der Kläger und Gandin die Hin- und Rückfahrt von Oberglatt nach Bülach im \"Einverständnis\" der Arbeitgeberin und des sie vertretenden Poliers unternommen haben. Die Fahrt lag aber in ihrem eigenen Interesse, weil der Polier ihre Dienste abgelehnt hatte und sie sich, um die Arbeit überhaupt aufnehmen zu können, zuerst bei der Arbeitgeberin wegen der Verspätung rechtfertigen mussten. Auch die Feststellungen des Strafurteils über den Unfallhergang, die sich das Obergericht ausdrücklich zu eigen macht, bestätigen, dass die Fahrt nicht betrieblichen Zwecken diente. Der Zusammenstoss ereignete sich um ca. 13 Uhr 30, woraus erhellt, dass die beiden Arbeiter die Arbeit erst am Nachmittag aufzunehmen beabsichtigten. Es verstrichen zwischen ihrem Eintreffen auf der Baustelle in Oberglatt, der Hinfahrt zur Arbeitgeberin nach Bülach und dem Zusammenstoss auf der Rückfahrt nach Oberglatt nahezu drei Stunden. Dieser Zeitaufwand war weder durch die Wegstrecke noch durch die Aussprache mit der Arbeitgeberin bedingt, sondern auf einen freiwilligen Zwischenhalt zurückzuführen. Der Kläger und Gandin waren somit in der Gestaltung der Fahrt frei, und es kommt daher nichts darauf an, ob sie sich innerhalb oder ausserhalb der Arbeitszeit auf dem Weg zum Arbeitsplatz befanden. Der Unfall des Klägers war daher ein Nichtbetriebsunfall (Wegunfall), der die Haftungsbeschränkung nach Art. 129 Abs. 2 KUVG ausschliesst. Unter diesen Umständen kann offen bleiben, BGE 95 II 623 S. 630ob ein Nichtbetriebsunfall nicht schon deshalb anzunehmen sei, weil sich der Unfall des Klägers nicht mit einem Wagen der Arbeitgeberin ereignet hat. Das angefochtene Urteil ist daher aufzuheben und die Sache an das Obergericht zurückzuweisen, damit es den streitigen Schadenersatzanspruch beurteile.\n\nIn dem in BGE 88 II 38 f. beurteilten Fall mussten sich die Arbeiter auf der Betriebsstätte einfinden, um im Wagen der Arbeitgeberin auf einen auswärtigen Arbeitsplatz befördert zu werden. Damit brachte die Arbeitgeberin - im Gegensatz zum vorliegenden Fall - das Verhältnis der Unterordnung und ihr eigenes Interesse zum Ausdruck, was die Fahrt zu einer betrieblichen Verrichtung (vgl. MAURER, a.a.O. N. 51 S. 28) und den Unfall zu einem Betriebsunfall stempelte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich, II. Zivilkammer, vom 24. Juni 1969 aufgehoben und die Sache zur Ergänzung der Akten und zu neuem Entscheid an die Vorinstanz zurückgewiesen."}