{"annee": "95", "cour": "I", "page": "330", "date": "25/6/1969", "cite": [], "cite_par": ["97 I 689", "99 IA 630", "105 IB 49", "114 IA 34", "106 IA 33", "103 IA 360", "105 IA 67", "102 IV 153", "135 I 106", "106 IA 126", "113 IA 384", "103 IA 47", "98 IB 301", "138 III 396", "100 IA 163"], "chapeau": "48. Extrait de l'arrêt du 25 juin 1969 dans la cause Jeckelmann contre Tribunal cantonal fribourgeois.", "regestes": ["Monopole de la représentation des créanciers dans la poursuite. Art. 31 Cst et 27 LP. 1. Les dispositions des lois fédérales doivent être interprétées d'une façon conforme à la constitution, à moins que le contraire ne résulte clairement de la lettre ou de l'esprit d'une loi (consid. 3). 2. Les restrictions de police que les cantons sont autorisés à apporter à la liberté du commerce et de l'industrie doivent notamment être justifiées par l'intérêt public, respecter le principe de l'égalité au sein d'une même profession et le principe dit de la proportionnalité des mesures administratives (consid. 4). 3. Est contraire à ce dernier principe la loi cantonale qui réserve exclusivement aux titulaires d'une patente d'avocat la représentation professionnelle des créanciers dans la poursuite (consid. 4)."], "faits": "BGE 95 I 330 S. 331\n\nA.- La loi fribourgeoise du 3 mai 1923 \"sur l'exercice de la profession d'agent d'affaires\" ne permet qu'aux avocats patentés d'exercer ladite profession (art. 1er al. 1); elle interdit \"à toute autre personne d'offrir ses services au public, d'une manière quelconque, dans une forme qui puisse induire en erreur et faire croire qu'elle a qualité pour représenter les parties, notamment en s'intitulant agent d'affaires\" (art. 1er al. 2). L'art. 2 prévoit que les contraventions à la loi \"sont déférées au Tribunal cantonal, qui peut infliger au contrevenant une amende de 50 à 1000 fr., sans préjudice des dispositions de la loi pénale\".\n\nLa loi cantonale fut soumise à l'approbation du Conseil fédéral, conformément à l'art. 29 LP; cette approbation fut accordée le 23 mai 1923.\n\nB.- Joseph Jeckelmann dirige à Fribourg un bureau fiduciaire. Agissant au nom de la société en nom collectif K., domiciliée à Guin, il a ouvert une poursuite auprès de l'Office des poursuites de la Glâne à Romont contre X., domicilié à Tornyle-Grand. Par arrêt du 24 octobre 1968, le Tribunal cantonal l'a condamné à une amende de 50 fr. pour contravention à la loi du 3 mai 1923 sur l'exercice de la profession d'agent d'affaires.\n\nC.- Agissant par la voie du recours de droit public, Joseph Jeckelmann requiert le Tribunal fédéral d'annuler l'arrêt du Tribunal cantonal du 24 octobre 1968. Il allègue la violation de l'art. 31 (liberté du commerce et de l'industrie) et de l'art. 4 Cst. Il soutient que la loi elle-même est contraire à l'art. 31 Cst., car elle va au-delà de ce que les cantons peuvent réglementer en vertu de l'art. 27 LP et viole le principe de la proportionnalité des mesures que les cantons peuvent prendre en matière de BGE 95 I 330 S. 332réglementation du commerce et de l'industrie. Il se déclare prêt à se soumettre en tout temps aux conditions prévues par l'art. 27 LP, relatives à la capacité, la moralité et à la prestation de sûretés.\n\nD.- Le Tribunal cantonal se réfère à son arrêt du 24 octobre 1968, ajoutant que la loi en question a toujours été appliquée avec le plus de libéralité possible.\n\nEn raison du grief d'inconstitutionnalité soulevé contre la loi cantonale par le recourant, le Conseil d'Etat du canton de Fribourg a été invité à prendre position à l'égard du recours. Répondant en son nom, le Ministère public conclut au rejet du recours, estimant que ni la loi cantonale elle-même, ni son application au cas particulier ne sont contraires à la constitution.", "considerants": "Considérant en droit:\n\n3. Bien qu'elle ne se réfère pas expressément à la LP dans son préambule, la loi cantonale litigieuse entend faire usage de la compétence réservée aux cantons par l'art. 27 LP; aussi bien a-t-elle, à ce titre, été soumise à l'approbation du Conseil fédéral conformément à l'art. 29 LP.\n\nOn doit admettre que l'art. 27 LP n'habilite les cantons à organiser la profession d'agent d'affaires que conformément à la constitution; en effet, la Confédération et les cantons sont liés par le principe de la liberté du commerce et de l'industrie. Sans doute le Tribunal fédéral ne peut-il examiner la constitutionnalité des lois fédérales (art. 113 al. 3 Cst.), mais on présume que le législateur fédéral ne propose pas des solutions contraires à la constitution, de sorte que les dispositions des lois fédérales doivent être interprétées d'une façon conforme à la constitution, à moins que le contraire ne résulte clairement de la lettre ou de l'esprit d'une loi (cf. RO 92 I 433; HANS HUBER, Schutz der Grundrechte unter der Generalklausel der Verwaltungsgerichtsbarkeit, dans Mélanges Bridel 1968, p. 249; MAX IMBODEN, Verwaltungsrechtsprechung, 3e éd., no 247 p. 140 ss.). Or rien dans le texte de l'art. 27 LP ne permet de dire que le législateur fédéral ait voulu autoriser les cantons à réglementer ladite profession sans tenir compte du principe constitutionnel de la liberté du commerce et de l'industrie. C'est bien plutôt le contraire qui ressort des travaux préparatoires: en effet, les Chambres ont finalement biffé les mots \"interdire ou\" que la commission du Conseil des Etats avait proposé d'ajouter au BGE 95 I 330 S. 333texte de l'art. 27 (les cantons peuvent interdire ou organiser la profession...). Ainsi le législateur fédéral a manifesté sa volonté de respecter la liberté du commerce et de l'industrie et de n'autoriser les cantons à organiser la profession d'agent d'affaires que pour protéger le public contre des prétentions excessives de ces agents ou contre d'autres dangers (cf. FF 1886 II p. 57).\n\nIl est vrai que quelques années plus tard, en 1895 déjà, le Conseil fédéral a jugé non contraire à l'art. 31 Cst. la loi bâloise qui érigeait en service public la représentation professionnelle des créanciers dans la poursuite et en confiait la charge exclusive à trois fonctionnaires. Cette décision fut critiquée par REICHEL (Das Bundesgesetz über Schuldbetreibung und Konkurs, 2e éd., 1901, art. 27 n. 2) et qualifiée de contraire aux art. 31 Cst. et 27 LP, de même, par KLARA EUGSTER (Die Rechtsagentur in der schweiz. Eidgenossenschaft, thèse Zurich 1938, p. 102). D'ailleurs, le canton de Bâle-Ville a autorisé ultérieurement les avocats et les notaires à représenter les créanciers dans la poursuite.\n\nBien que le Tribunal fédéral ait eu lui-même à s'occuper à plusieurs reprises des dispositions cantonales d'application de l'art. 27 LP, dans des arrêts émanant soit de sa Chambre des poursuites et des faillites, soit de sa Chambre de droit public, c'est sous l'angle de la validité des dispositions cantonales au regard de l'art. 27 LP ou des art. 2 (force dérogatoire du droit fédéral) et 5 (exercice des professions libérales) Disp. trans. Cst., et non au regard de l'art. 31 Cst. (liberté du commerce et de l'industrie) qu'il a eu à le faire (RO 53 I 398; 59 I 200; 71 I 254; 52 III 106; 61 III 202; 66 III 11; 92 III 52). Il a néanmoins reconnu en passant que les dispositions cantonales réservant aux avocats la représentation professionnelle des parties devant les autorités de poursuite dérogeaient à la liberté du commerce et de l'industrie garantie par l'art. 31 Cst. C'est ce qu'a rappelé notamment le dernier arrêt cité (RO 92 III 52) rendu en 1966 dans une affaire fribourgeoise par la Chambre des poursuites et des faillites. Mais celle-ci a jugé admissible, au regard de l'art. 27 LP, qu'un canton soumette aux exigences de la loi cantonale la représentation professionnelle de créanciers domiciliés dans le canton par des personnes domiciliées dans d'autres cantons; elle n'avait en revanche pas à examiner la constitutionnalité de la loi cantonale au regard de l'art. 31 Cst.\n\nBGE 95 I 330 S. 334\n\nMême si la validité des dispositions légales fribourgeoises en la matière a toujours été reconnue par les autorités judiciaires cantonales et fédérales, le recourant d'aujourd'hui a le droit d'être traité d'une façon conforme à la constitution; la chambre de céans doit dès lors examiner le grief - soulevé par le recourant - de violation de la liberté du commerce et de l'industrie. Consultée en application de l'art. 16 OJ, la Chambre des poursuites et des faillites ne s'est pas opposée à ce que cette question fasse l'objet d'un nouvel examen, voire d'un changement de jurisprudence.\n\n4. La liberté du commerce et de l'industrie n'est garantie par l'art. 31 Cst. que sous réserve des dispositions restrictives de la constitution et de la législation qui en découle. D'autre part, en vertu de l'art. 31 al. 2 Cst., les cantons sont autorisés à apporter à la liberté du commerce et de l'industrie les restrictions de police justifiées par l'intérêt public (RO 94 I 226, 600), notamment celles qui sont nécessaires à la sauvegarde de l'ordre et de la sécurité publics. Ils doivent cependant respecter le principe de l'égalité au sein d'une même profession et le principe de la proportionnalité des mesures de police (RO 93 I 309 consid. 2 a; 89 I 30).\n\nEn l'espèce, l'art. 27 LP autorise les cantons notamment à subordonner l'exercice de la profession d'agent d'affaires à des conditions de capacités et de moralité et à la prestation de sûretés. Il est clair que la protection du public justifie de soumettre à un contrôle de leur comportement professionnel - comme c'est le cas des avocats - toutes les personnes qui veulent représenter professionnellement les créanciers domiciliés dans un canton auprès des offices des poursuites de ce même canton. Il est dès lors conforme au but visé que l'exercice de la profession soit subordonné à l'obtention d'une autorisation; le droit fédéral prévoit lui-même expressément la faculté pour les cantons d'exiger le dépôt de sûretés. En revanche, on doit se demander si des motifs de police suffisants permettent d'exiger, comme preuve des capacités professionnelles, le brevet d'avocat, lequel présuppose un examen de maturité et des études universitaires. Une telle solution revient à soumettre aux mêmes exigences les rapports professionnels avec les offices de poursuites que les rapports professionnels avec les tribunaux, tandis que la représentation professionnelle des contribuables devant les autorités fiscales ne dépend d'aucune preuve de capacité.\n\nBGE 95 I 330 S. 335\n\nIl n'est pas contesté que les relations avec les autorités de poursuites en vue du recouvrement des créances nécessitent des connaissances sensiblement moins étendues que la représentation des justiciables devant les tribunaux. En instituant l'art. 27 al. 2 LP, selon lequel nul ne peut être contraint d'employer un agent d'affaires, dont les émoluments ne peuvent, partant, être mis à la charge du débiteur, le législateur fédéral est parti de l'idée qu'un créancier peut en principe procéder lui-même aux opérations de poursuite nécessaires au recouvrement de ses créances. Dès lors, si un agent d'affaires entend représenter les créanciers devant les autorités de poursuite (tout au moins tant qu'il ne s'agit pas de la représentation devant les autorités de mainlevée, RO 59 I 200), aucun motif de police ne permet d'exiger qu'il prouve, en passant un examen, être en possession de connaissances qui vont bien au-delà de ce que requiert le but de police visé. Le Tribunal fédéral l'a affirmé récemment à propos des examens d'architecte (RO 93 I 520); bien qu'il se fût alors agi d'une profession libérale au sens de l'art. 33 Cst., le principe rappelé à cette occasion est tiré de l'art. 31 al. 2 Cst., dont l'art. 33 Cst. n'est en fait qu'une disposition d'application (cf. RO 93 I 519 consid. 4 b). Pas plus qu'on ne peut exiger d'un avocat des connaissances philosophiques approfondies (RO 73 I 1), on ne peut exiger du représentant professionnel des créanciers dans la poursuite qu'il maîtrise comme un avocat l'ensemble des disciplines juridiques. En subordonnant l'exercice d'une telle profession à la passation de l'examen d'avocat, le canton de Fribourg va manifestement au-delà de ce qu'exige le but de police visé.\n\nSi donc l'examen d'avocat ne peut être considéré comme une condition de police à l'exercice de la représentation professionnelle des créanciers, celui qui s'occupe d'une telle représentation sans avoir passé cet examen ne peut pas être puni. La décision attaquée doit dès lors être annulée.\n\n5. A l'appui de ses conclusions tendant au rejet du recours, le canton de Fribourg soutient que des problèmes très compliqués peuvent surgir aussi bien dans la poursuite par voie de saisie que dans la procédure de faillite, problèmes qui doivent pouvoir être résolus rapidement et de façon sûre, et qui ne peuvent l'être que si le représentant professionnel du créancier dispose des connaissances juridiques nécessaires. Il est exact que des problèmes difficiles surgissent parfois en cette matière; BGE 95 I 330 S. 336mais les autorités de poursuite et de faillite doivent appliquer le droit d'office, de sorte que le créancier poursuivant, pas plus que son mandataire, n'ont le devoir d'exposer à leur intention le droit applicable. Aussi suffit-il en général d'avoir quelques connaissances juridiques élémentaires pour pouvoir représenter valablement un créancier dans une poursuite. Or, selon la loi fribourgeoise, même un licencié ou un docteur en droit ne peut s'adonner à une telle représentation s'il n'a pas de patente d'avocat. La réponse du canton n'apporte aucune motivation qui puisse convaincre que seul un avocat patenté est capable de sauvegarder convenablement les intérêts d'un créancier dans une procédure de poursuite.\n\nC'est à tort que le canton prétend qu'en cas d'admission du recours, toute personne pourra représenter professionnellement les créanciers, fût-elle absolument dépourvue de qualification et d'honorabilité. Il est vrai que l'admission du recours aura pour résultat qu'à l'avenir d'autres recours semblables devraient être admis. Mais le canton conserve la faculté d'organiser la profession d'agent d'affaires par des dispositions légales conformes à la constitution, afin de portéger le public contre l'activité de personnes incapables et peu scrupuleuses; il peut le faire en instituant une procédure d'autorisation pour les personnes qui veulent s'adonner professionnellement à la représentation des créanciers devant les autorités de poursuite. Cette autorisation devrait être accordée si les conditions de capacité (par exemple sur présentation d'un diplôme jugé suffisant ou à la suite d'un examen ad hoc) et de moralité sont remplies et si des sûretés convenables sont fournies.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée."}