{"annee": "95", "cour": "II", "page": "519", "date": "30/10/1969", "cite": [], "cite_par": ["133 III 406", "96 II 273"], "chapeau": "70. Arrêt de la IIe Cour civile du 30 octobre 1969 dans la cause Louisa X. contre Madeleine Y. et consorts.", "regestes": ["Pacte successoral. Substitution fidéicommissaire. 1. La clause par laquelle des époux s'obligent chacun à faire de l'autre son unique héritier et, en cas de survie, de faire d'un tiers désigné son héritier unique contient à la fois une constitution d'héritier et une substitution fidéicommissaire (consid. 3). 2. Cette substitution fidéicommissaire comporte une renonciation de chacun des époux à sa réserve légale dans la succession de l'autre (consid. 4). 3. L'enfant adoptif de l'époux survivant n'est pas héritier réservataire de l'époux prémourant (consid. 4)."], "faits": "BGE 95 II 519 S. 520\n\nA.- Le 6 novembre 1941, Albert X. et sa femme Marguerite ont conclu un pacte successoral. Ils y ont inséré notamment les clauses suivantes:\n\n\"III. Ils conviennent, à titre de disposition irrévocable, que le survivant d'eux sera l'unique héritier, soit légataire universel, du premier mourant.\n\nIV. Ils conviennent enfin également, à titre de disposition irrévocable, que la succession du survivant d'eux sera dévolue de la façon suivante:\n\na) Mademoiselle Louisa Z, actuellement domiciliée à Genève, rue de l'Université 5, chez M. et Mme X, comparants, recevra un legs à titre particulier de douze mille francs, net de tous droits, frais ou retenue quelconque.\n\nb) Le survivant des époux aura, s'il le juge à propos de le faire, la faculté de prélever en outre au profit de MIle Z. les sommes nécessaires pour permettre à cette dernière de terminer ses études au cas où celles-ci ne seraient pas achevées lors du décès du premier mourant des comparants.\n\nc) Sous réserve de ce legs, l'héritier unique et universel du survivant des époux sera M. Adrien X. ou, à son défaut, ses descendants par représentation.\"\n\nAu moment où cet acte fut passé, Louisa Z. vivait déjà depuis plusieurs années dans le ménage des époux X.\n\nAlbert X. est décédé le 2 juillet 1946.\n\nLe 4 avril 1957, par un testament olographe, sa veuve a institué Louisa Z. pour seule héritière. Le 25 juillet de la même année, elle l'a en outre adoptée. Elle est décédée le 7 juillet 1964.\n\nB.- Le 20 mai 1965, les descendants de feu Adrien X. ont ouvert action contre Louisa X., ex Z. devant le Tribunal de première instance de Genève, auquel ils demandaient de prononcer:\n\n- Que le testament de feu Marguerite X. est nul;\n\n- Que l'adoption de la défenderesse par feu Marguerite X. ne peut porter atteinte aux droits que le pacte successoral du 6 novembre 1941 confère aux demandeurs;\n\n- Que la défenderesse n'est pas héritière instituée ou réservataire de feu Marguerite X.;\n\n- Que, sous réserve du legs de 12 000 francs que le pacte BGE 95 II 519 S. 521successoral attribue à la défenderesse, la succession de feu Marguerite X. sera dévolue exclusivement aux demandeurs. La défenderesse a requis le tribunal, premièrement de lui donner acte qu'elle reconnaît la nullité du testament olographe de Marguerite X., secondement de débouter les demandeurs de toutes leurs conclusions.\n\nLe 15 février 1969, le Tribunal de première instance de Genève a donné acte à la défenderesse qu'elle reconnaissait la nullité du testament de feu Marguerite X.; il a prononcé la nullité du dit testament, débouté les demandeurs de toutes leurs conclusions principales, dit que le quart de la succession de Marguerite X. est attribué aux demandeurs et ordonné le partage sur cette base.\n\nC.- Statuant sur appel des demandeurs, le 2 mai 1969, la Cour de justice de Genève a réformé le jugement de première instance, sauf sur la nullité du testament du 4 avril 1957 et, statuant à nouveau, a dit:\n\n- Que les appelants sont héritiers exclusifs de tout ce qui, dans la succession de Marguerite X. provient, soit en nature, soit en remploi, soit encore en espèces, de la succession d'Albert X.;\n\n- Que, pour le surplus, Louisa X. est héritière des trois quarts et les appelants du quart;\n\n- Que, si la valeur de la part successorale de Louisa X. n'atteint pas 12 000 francs, les appelants sont débiteurs, envers elle, de la différence.\n\nD.- Louisa X. a recouru en réforme. Elle conclut à ce qu'il plaise au Tribunal fédéral;\n\n- Annuler l'arrêt entrepris et, statuant à nouveau, confirmer le jugement de première instance;\n\n- En tant que besoin, débouter les demandeurs de toutes leurs conclusions.\n\nE.- Les intimés concluent à l'irrecevabilité du recours, subsidiairement à son rejet et à la confirmation de l'arrêt attaqué.\n\nF.- A l'audience de ce jour, les parties ont confirmé leurs conclusions.", "considerants": "Considérant en droit:\n\n1. et 2. - ...\n\n3. Selon l'art. 494 al. 1 CC, dans un pacte successoral, le disposant peut s'obliger à laisser sa succession ou un legs à l'autre partie contractante ou à un tiers. En l'espèce, chacun des BGE 95 II 519 S. 522époux X. s'est engagé envers l'autre à en faire son unique héritier; chacun s'est en outre obligé, en cas de survie, à faire d'Adrien X. (ou, à son défaut, de ses descendants par représentation) son \"héritier unique et universel\".\n\nIl y a là, en réalité, deux stipulations interdépendantes, mais distinctes. Chacun des époux - alors sans postérité - a premièrement institué l'autre héritier unique. Secondement - ce qui était admissible dans un pacte successoral (v. com. TUOR et com. ESCHER ad art. 488 CC, n. 1) - il a assorti cette institution d'une substitution fidéicommissaire. L'époux survivant, comme héritier, ne recueillait donc les biens du prémourant et ne les acquérait que sous condition résolutoire; à son décès, ils passaient de plein droit à l'appelé, qui devenait aussi l'héritier, non pas de l'institué, mais du disposant. Car la substitution fidéicommissaire entraîne deux fois successivement la dévolution d'une seule et même succession (TUOR, remarques préliminaires sur les art. 488 à 493 n. 1; ESCHER, même référence).\n\nSans doute, dans la présente espèce et selon la lettre même du pacte successoral, Adrien X. devait être l'héritier de l'époux survivant; de plus, il devait, en cette qualité, recueillir l'ensemble des biens laissés par celui-ci, qu'il s'agisse des biens propres du survivant ou de biens provenant de la succession du prémourant, peu importe. Mais il n'en reste pas moins qu'en imposant à l'époux survivant l'obligation de transmettre à un tiers les biens qui lui venaient du prémourant, le pacte successoral créait une substitution fidéicommissaire et que, de par la nature même de cette institution, la masse des biens grevée ne pouvait en aucune façon compter au nombre des biens héréditaires de l'institué (ESCHER, n. 3 sur l'art. 492 CC). Les contractants ont été au-delà de cette substitution et chacun des époux s'est engagé envers l'autre à transmettre à l'appelé non seulement les biens reçus du prémourant, mais encore les siens propres. Vu l'effet de la substitution fidéicommissaire, seule cette seconde catégorie de biens entrait dans la succession du survivant.\n\n4. Il suit de là, dans la présente espèce, que, les contractants n'ayant pas modifié le pacte successoral du 6 novembre 1941, la substitution fidéicommissaire est devenue irrévocable au moment du décès d'Albert X., le 2juillet 1946. Cette substitution ne comportant aucune clause restrictive, c'est à bon droit que la Cour de justice y a vu une renonciation de chacun des époux à sa réserve légale dans la succession de l'autre. La recourante BGE 95 II 519 S. 523ne critique pas cette opinion. La totalité de la fortune propre d'Albert X. a donc passé sous condition résolutoire, le 2juillet 1946, dans la propriété de Marguerite X., puis dans celle des descendants de feu Adrien X., le 7 juillet 1964, lors du décès de Marguerite X. Elle n'a donc jamais fait partie des biens qui forment la masse héréditaire de celle-ci. Cette masse ne comprend que les biens propres de la défunte.\n\nL'adoption de Louisa Z. par Marguerite X. n'a rien changé à cette situation de droit. L'adoptée est devenue la fille de l'adoptante, mais non celle d'Albert X., mari défunt de celle-ci. Elle n'a jamais été l'héritière du prénommé et, sauf pour le legs dont la gratifie le pacte successoral, elle n'a aucun droit sur les biens qui proviennent de sa succession, biens pour lesquels sa mère avait renoncé à la réserve légale de l'époux survivant. Elle a en revanche, comme héritière, un droit sur les biens propres laissés par sa mère adoptive. Elle reconnaît, on l'a montré, que les recourants doivent recueillir 1/4 de cette masse et elle-même 3/4, ce qui représente sa réserve d'enfant adoptive (art. 268 al. 1 et 471 ch. 1 CC)."}