{"annee": "95", "cour": "II", "page": "191", "date": "1/4/1969", "cite": ["87 II 35", "86 II 270", "92 II 257", "90 II 43", "78 II 164", "92 II 270", "61 II 381", "83 II 216", "90 IV 168", "78 II 379", "93 II 424", "88 II 378", "62 II 331"], "cite_par": ["100 II 395", "106 IA 337", "102 II 292", "102 II 122", "96 II 400", "103 II 211", "105 II 49", "135 III 446", "104 II 322"], "chapeau": "24. Urteil der I. Zivilabteilung vom 1. April 1969 i.S. AG Chocolat Tobler gegen Rast AG", "regestes": ["Recevabilité du recours en réforme (consid. I). Droit des marques. Danger de confusion, principes généraux (consid. II/1 et 2). Il n'y a pas danger de confusion entre la marque \"Tobler Mint\", qui est une marque combinée, à la fois verbale et figurative, et le produit \"Polar Menthe\" qui est pourvu d'un conditionnement semblable, car l'impression d'ensemble de chacune de ces marques présente une différence suffisante (consid. II/3 et 4). Concurrence déloyale. Rapport, quant au risque de confusion, entre le droit des marques et celui de la concurrence déloyale (consid. III/1). Le fait de conformer peu à peu et méthodiquement le conditionnement d'une marchandise à celui d'un produit concurrent constituet-il un acte de concurrence déloyale? (consid. III/2)."], "faits": "BGE 95 II 191 S. 192\n\nA.- Die Klägerin, die AG Chocolat Tobler, Bern, hat am 26. Januar 1968 im schweizerischen Markenregister die für Schokolade mit Pfefferminz-Crème-Füllung bestimmte Wort/Bildmarke Nr. 229 301 eintragen lassen, für welche die Farben grün, weiss, golden und braun beansprucht werden. Die Grundfarbe der Marke ist grasgrün. Im linken Drittel sind drei fächerartig angeordnete, braune Schokoladetäfelchen angebracht, von denen eines angeschnitten ist, so dass die weisse Füllung sichtbar wird. Rechts daneben steht oben das Wort \"Tobler\" in der von der Klägerin allgemein verwendeten Schrägschrift in Gold mit schwarzer Schattierung. Darunter befindet sich die Bezeichnung \"Mint\" in grossen, weissen, schwarz umrandeten Druckbuchstaben. Über den ganzen untern Rand der Marke zieht sich eine Abbildung von unregelmässig aufgehäuften Eiswürfeln hin. Die Klägerin verwendet die mit dieser Marke versehene Packung seit Februar 1966.\n\nDie seit dem 12. September 1966 im Handelsregister eingetragene Beklagte Rast AG Zug vertreibt ebenfalls eine Schokolade mit Pfefferminz-Crème-Füllung unter der Bezeichnung \"Polar Menthe\". Die Grundfarbe ihrer Packung ist blaugrün, unterbrochen von unregelmässigen, grasgrünen Keilen in helleren und dunkleren Farbtönen und, in der rechten Hälfte des Bildes, durch einen breiten, dunkelgrünen Streifen. In der linken Hälfte des Bildes steht oben in grossen, unregelmässigen weissen Buchstaben das Wort \"Polar\", darunter etwas kleiner in ebenfalls weissen Druckbuchstaben die Bezeichnung \"Menthe\", und zu unterst \"Chocolat Rast\" in blassgoldener Schrägschrift. Auf der rechten Seite befindet sich das annähernd kreisförmige Bild eines Häufchens Eiswürfel.\n\nMit Schreiben vom 26. Juli 1967 verlangte die Klägerin von der Beklagten, die von ihr verwendete Packung aufzugeben, da diese die klägerischen Marken- und Wettbewerbsrechte verletze. Die Beklagte lehnte dieses Ansinnen als unberechtigt ab.\n\nB.- Am 1. April 1968 erhob die Klägerin wegen der beanstandeten Packung gegen die Beklagte gestützt auf die Bestimmungen des Marken- und Wettbewerbsrechts Feststellungs-, Unterlassungs- und Schadenersatzklage.\n\nDie Beklagte beantragte, die Klage abzuweisen.\n\nBGE 95 II 191 S. 193\n\nC.- Das Kantonsgericht des Kantons Zug wies die Klage mit Urteil vom 23. Oktober 1968 im vollen Umfang ab.\n\nD.- Mit der vorliegenden Berufung hält die Klägerin an ihren im kantonalen Verfahren gestellten Begehren fest.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI. Zulässigkeit der Berufung\n\nIn vermögensrechtlichen Streitigkeiten über den Schutz der Fabrik- und Handelsmarken ist nach Art. 45 lit. a OG die Berufung ohne Rücksicht auf den Streitwert zulässig. Dasselbe gilt gemäss Art. 5 Abs. 2 UWG für einen zivilrechtlichen Anspruch aus unlauterem Wettbewerb, der im Zusammenhang mit einem solchen aus Markenrecht geltend gemacht wird. Diese Voraussetzungen sind vorliegend erfüllt. Auf die Berufung ist somit im vollen Umfang einzutreten.\n\nII.1. Zur Klage aus Markenrecht\n\nII.1.- Nach Art. 24 lit. a MSchG kann der Markeninhaber einen Konkurrenten zivilrechtlich belangen, der seine Marke \"nachmacht oder so nachahmt, dass das Publikum irregeführt wird\". Diese Bestimmung bezweckt gemäss ständiger Rechtsprechung des Bundesgerichts den Schutz des Markeninhabers gegen Handlungen, die eine Täuschung über die Herkunft eines Erzeugnisses bewirken könnten (BGE 86 II 277, BGE 78 II 172 lit. d und dort erwähnte Entscheide).\n\nDie Klägerin wendet ein, diese Auffassung lasse sich nicht auf den Wortlaut des Gesetzes stützen und auch dessen Zweck verlange eine derart enge Einschränkung nicht. Das Publikum könne durch eine Nachahmung auch über andere Tatsachen als über die Herkunft von Erzeugnissen getäuscht werden, z.B. über deren Qualität.\n\nDer vorliegende Streit dreht sich jedoch ausschliesslich um die Herkunft der Ware. Die Klägerin befürchtet, die Verbraucher könnten infolge Verwechslung statt ihrer Schokolade mit Pfefferminzfüllung jene der Beklagten kaufen. Einen Qualitätsunterschied der beiden Erzeugnisse behauptet die Klägerin nicht. Was sie mit der Kritik an der bisherigen Rechtsprechung erreichen will, ist nicht zu ersehen. Es besteht daher kein Anlass, auf diese zurückzukommen.\n\nBGE 95 II 191 S. 194\n\nII.2. Die Gefahr einer Täuschung über die Herkunft einer Ware im Sinne von Art. 24 lit. a MSchG setzt voraus, dass die beiden in Frage stehenden Zeichen miteinander verwechselt werden können. Bei der Beurteilung dieser Frage ist gemäss ständiger Rechtsprechung auf den Gesamteindruck abzustellen, den der letzte Abnehmer, und zwar der Durchschnittskäufer, von den beiden Zeichen im Gedächtnis behält (BGE 93 II 426 Erw. 2, 264 lit. c, BGE 92 II 275 Erw. 3 und dort erwähnte Entscheide). Da der Käufer die beiden Zeichen meist nicht gleichzeitig vor Augen hat, ist auch die gedächtnisbedingte Verschwommenheit des Erinnerungsbildes zu berücksichtigen und die mögliche und normale Verschiebung des Erinnerungsbildes in die Vergleichung einzubeziehen (BGE 93 II 427, 265 Erw. 3 a, BGE 87 II 37 lit. b, BGE 78 II 381 f.; TROLLER, Immaterialgüterrecht, 2. Aufl. Bd. I S. 279). Bei kombinierten Wort/Bildmarken ist in der Regel der Bildbestandteil entscheidend, da dieser dem Durchschnittskäufer besser im Gedächtnis haften bleibt als ein Wort, insbesondere der Name des Markeninhabers (BGE 62 II 333, BGE 83 II 222, BGE 90 IV 175). Bei Massenartikeln des täglichen Gebrauches, die ohne grosse Aufmerksamkeit gekauft werden, sowie bei völlig gleichartigen Erzeugnissen (was hier beides zutrifft) sind an die Unterscheidbarkeit der Zeichen besonders hohe Anforderungen zu stellen (BGE 90 II 50 lit. c, 264, BGE 88 II 379).\n\nII.3. Im vorliegenden Falle weisen die beiden Zeichen zwar in einzelnen Bestandteilen eine gewisse Ähnlichkeit auf: Bei beiden ist die Grundfarbe Grün; beide enthalten das Bild von Eiswürfeln; bei beiden ist der Name des Herstellers in goldener Schrägschrift, die Sachbezeichnung \"Mint\" bezw. \"Menthe\" in weissen Druckbuchstaben angebracht. In der Ausgestaltung weichen jedoch diese gemeinsamen Merkmale derart voneinander ab, dass, zusammen mit den übrigen Unterschieden, ein durchaus verschiedener Gesamteindruck entsteht.\n\na) Die Grundfarbe der klägerischen Marke ist ein einheitliches, die ganze Fläche überdeckendes, warmes Grasgrün. Bei der Packung der Beklagten dagegen ist die Grundfarbe ein kaltes Blaugrün, das von unregelmässigen Keilen helleren Grüns in verschiedenen Farbtönen unterbrochen wird, und sie weist auf der rechten Seite einen breiten, dunkelgrünen Streifen auf. Das dadurch hervorgerufene unruhige Bild hebt sich von der BGE 95 II 191 S. 195Marke der Klägerin deutlich ab und bleibt darum in der Erinnerung haften.\n\nb) Die Eiswürfel sind bei der Marke der Klägerin über den ganzen untern Rand verteilt, während sie bei der Packung der Beklagten in der Mitte des rechten Randes ein annähernd kreisförmiges Häufchen bilden.\n\nc) Die Sachbezeichnung \"Mint\" ist bei der Marke der Klägerin in grossen Druckbuchstaben gehalten, nimmt annähernd zwei Drittel der ganzen Länge des Markenbildes ein und steht beherrschend im Vordergrund. Bei der Packung der Beklagten ist die Bezeichnung \"Menthe\" dagegen in wesentlich kleinerer Druckschrift angebracht und steht unten links.\n\nDer Name \"Tobler\" ist in der für die Erzeugnisse der Klägerin charakteristischen Schrägschrift in leuchtenden Goldbuchstaben recht oben angebracht. Bei der Packung der Beklagten steht die entsprechende Bezeichnung \"Chocolat Rast\" links unten in matten Goldbuchstaben.\n\nBei Schokoladen kommt dieser Namensangabe entgegen der Regel besonderes Gewicht zu, weil die schweizerische Bevölkerung im allgemeinen zwischen den verschiedenen Schokoladeerzeugnissen sehr wohl zu unterscheiden weiss und sich eine Schokolade in erster Linie nach dem Namen des Herstellers merkt. Daraus erklärt sich denn auch, dass gerade die Klägerin für die Kennzeichnung ihrer verschiedenen Schokoladesorten mit Vorliebe ihren Namen verwendet. Sie führt neben \"Tobler - Mint\" die Marken \"Toblerone\", \"Tobler-o-Rum\", \"Tobler Nimrod\", \"Tobler Narcisse\". Im vorliegenden Fall ist eine Verwechslung in dieser Hinsicht zudem um so weniger zu befürchten, als der Name \"Tobler\" über der Bezeichnung \"Mint\" gross und deutlich angebracht ist, während der Name \"Rast\" auf der Konkurrenzpackung zwar nicht so stark in die Augen springt, aber doch so gestaltet ist, dass er nicht übersehen werden kann.\n\nd) Die Verschiedenheit des Gesamteindrucks wird schliesslich noch entscheidend dadurch verstärkt, dass bei der Packung der Beklagten das in der Marke der Klägerin enthaltene Bild der drei Schokoladetäfelchen fehlt und an der entsprechenden Stelle in grossen, unregelmässigen, schwerfällig wirkenden Buchstaben die Phantasiebezeichnung \"Polar\" steht. Dieser Bestandteil entspricht blickfangmässig der Bezeichnung \"Mint\" BGE 95 II 191 S. 196in der klägerischen Marke, von der er sich deutlich unterscheidet. Er beeinflusst den Gesamteindruck massgebend.\n\nDie Vorinstanz hat daher eine Verwechslungsgefahr zu Recht verneint.\n\nII.4. Was die Klägerin in der Berufung vorbringt, vermag dieses Ergebnis nicht zu widerlegen.\n\na) Die Klägerin macht geltend, sie sei das erste und mit Ausnahme der Beklagten das einzige Unternehmen in der Schweiz, das eine Tafelschokolade mit Pfefferminzfüllung anbiete. Die Käuferschaft sei daher geneigt, auch das Konkurrenzprodukt dem bisherigen alleinigen Hersteller zuzuschreiben; denn wenn ein bestimmtes Erzeugnis während gewisser Zeit als einziges auf dem Markte sei, gewöhne sich die Käuferschaft daran und erwarte gar nicht mehr, ein gleichartiges Produkt von einem andern Hersteller zu erhalten.\n\nOb diese Auffassung grundsätzlich zutreffe, kann offen bleiben; denn da die Klägerin ihre \"Mint\"-Schokolade erst ab Februar 1966 in den Handel brachte, kann von einer Gewöhnung des Publikums in dem von der Klägerin angeführten Sinn überhaupt nicht die Rede zein.\n\nb) Die Klägerin behauptet, wer je eine \"Tobler-Mint\"-Schokolade gekauft habe und nach einiger Zeit ihre Packung beschreiben müsse, werde ohne Zweifel sagen, es sei eine grüne Packung mit Eiswürfeln darauf.\n\nDiese Behauptung ist nicht richtig. Die Klägerin übergeht ein ganz besonders auffallendes und darum wesentliches Merkmal ihrer Marke, nämlich die in der linken Bildhälfte angebrachten drei Schokoladetäfelchen mit der sichtbaren, weissen Pfefferminzfüllung. Dieses Merkmal fehlt bei der Packung der Beklagten völlig, so dass ein wesentlich anderer Gesamteindruck zurückbleibt.\n\nc) Die Klägerin weist darauf hin, dass Schokolade heute zum grossen Teil in Selbstbedienungsläden gekauft werde. Daraus leitet sie ab, dass es vorwiegend auf die grüne Farbe der Packung ankomme. Da sie ihre Marke mit Farbanspruch hinterlegt habe, dürfe die Beklagte keine Packung verwenden, bei der die grüne Farbe oder die Farbkombination der klägerischen Marke gesamteindruckmässig vorwiege.\n\nDurch die Hinterlegung der Marke unter Beanspruchung der Farben grün, weiss, golden und braun konnte sich die BGE 95 II 191 S. 197Klägerin jedoch nicht einen Andere ausschliessenden Anspruch auf die Verwendung dieser Farben verschaffen. Sie kann sich nur dagegen wehren, dass die Beklagte eine Packung verwende, die nach dem Ton der vorherrschenden grünen Farbe in Verbindung mit der übrigen Aufmachung zu Verwechslungen führen könnte. Das ist jedoch, wie bereits dargelegt wurde, nicht der Fall. Im übrigen ist kein Grund ersichtlich, bei Waren, die in Selbstbedienungsläden feilgehalten werden, an die Unterscheidbarkeit der Zeichen einen besonderen Massstab anzulegen.\n\nd) Dass die grüne Farbe als Hinweis auf Pfefferminze zu werten sei, hat die Vorinstanz nicht angenommen, sondern gegenteils verneint. Die Ausführungen der Berufung hierüber sind daher gegenstandslos. Übrigens kommt diesem Punkte keine Bedeutung zu. Denn selbst wenn eine solche Hinweiswirkung bestünde, dürfte die Beklagte für ihre Packung ebenfalls eine grüne Grundfarbe wählen, da auch Schokoladetafeln anderer Herkunft auf dem Markte sind, bei deren Packung die grüne Grundfarbe vorwiegt.\n\ne) Die Klägerin erblickt in der Wiedergabe von Eiswürfeln auf einer Schokoladepackung ein originelles und daher schutzwürdiges Motiv. Die Auffassung der Vorinstanz, ein schon oft gebrauchtes Motiv sei nur noch in seiner charakteristischen Darstellung geschützt, halte nicht stand. Es könne nur darauf ankommen, wie oft das Motiv schon im Zusammenhang mit der entsprechenden Ware verwendet worden sei.\n\nGemäss verbindlicher Feststellung der Vorinstanz verwendet jedoch auch die Firma Suchard das Bild von Eiswürfeln für Pfefferminz-Caramels. Da Caramels und Schokolade nahe verwandte Genussmittel sind, lässt sich daher nicht sagen, Eiswürfel stellten, für Schokolade verwendet, ein derart originelles Motiv dar, dass es Kennzeichnungskraft besitze. Zudem ist Eis, ob in Form von Würfeln oder sonstwie dargestellt, im Zeitalter des Kühlschrankes und der Kühltruhe ein schwaches Zeichen, wenn es verwendet wird, um darauf hinzuweisen, dass die damit versehene Ware erfrischend oder kühl wirke.\n\nf) Die Klägerin wirft der Beklagten vor, sie habe in offenbarer Nachahmungsabsicht gehandelt; bei solcher sei die Verwechselbarkeit im Zweifel zu bejahen.\n\nDie Vorinstanz hat jedoch eine Nachahmung verneint. Darin ist auch die Verneinung einer Nachahmungsabsicht eingeschlossen, BGE 95 II 191 S. 198was als tatsächliche Feststellung das Bundesgericht bindet. Damit ist diesem Argument der Klägerin der Boden entzogen.\n\nSoweit die Klage sich auf das Markenrecht stützt, ist sie somit unbegründet.\n\nIII.1. Zur Klage aus Wettbewerbsrecht\n\nIII.1.- Die Klägerin wirft der Beklagten unlauteren Wettbewerb vor, weil die Packung ihrer \"Polar-Menthe\"-Schokolade mit derjenigen der klägerischen \"Tobler-Mint\" verwechselbar und daher nach Art. 1 Abs. 2 lit. d UWG unzulässig sei. Dass die Packung der Beklagten die Markenrechte der Klägerin nicht verletzt, schliesst das Vorliegen unlauteren Wettbewerbes zwar nicht schlechthin aus (BGE 92 II 264 Erw. III/1). Die Verwechselbarkeit im Sinne des Wettbewerbsrechts kann z.B. auch durch die Nachahmung markenrechtlich nicht geschützter Ausstattungsmerkmale bewirkt werden (BGE 61 II 386 Erw. 3). Wo jedoch, wie im vorliegenden Fall, die angeblich nachgeahmte Marke praktisch die ganze Ausstattung der Ware umfasst, bleibt bei Verneinung der markenrechtlichen Verwechselbarkeit für die Annahme einer solchen unter dem Gesichtspunkt von Art. 2 Abs. 1 lit. d UWG kein Raum mehr (BGE 83 II 223 Erw. 4). Denn die Verwendung einer Marke darf nicht als Verstoss gegen Treu und Glauben gewürdigt werden, wenn das Markenschutzgesetz sie als erlaubt erachtet (BGE 92 II 265 Erw. 4 b, 277 Erw. 5).\n\nIII.2. a) Die Klägerin macht geltend, das Vorgehen der Beklagten verstosse trotz dem Fehlen einer Verwechslungsgefahr gegen die Grundsätze des lauteren Wettbewerbes, weil sie sich in einer Reihe von Fällen auch an die Marken und Ausstattungen anderer Unternehmen herangeschlichen habe, um sich deren Verkehrsgeltung zunutze zu machen. Solche planmässige Ausnützung des guten Rufes von Konkurrenzunternehmen werde nach einhelliger Lehre und Rechtsprechung zum deutschen Recht als unlauter bezeichnet, und auch in der Schweiz seien gewichtige Stimmen in diesem Sinne laut geworden. Die Vorinstanz habe es jedoch unterlassen, zu dieser Behauptung der Klägerin Stellung zu nehmen.\n\nb) Planmässiges Heranschleichen an eine fremde Ausstattung wird jedoch auch nach der von der Klägerin angerufenen deutschen Lehre und Rechtsprechung nur dort angenommen, BGE 95 II 191 S. 199wo ein Wettbewerber eine ursprünglich deutlich abweichende Ausstattung durch Änderung einzelner Merkmale schrittweise der Ausstattung eines Konkurrenten annähert und durch dieses Verhalten zu erkennen gibt, dass er sich von der Absicht leiten lässt, den guten Ruf des Konkurrenzerzeugnisses in schmarotzerischer Weise auszunützen (ULMER/REIMER, Unlauterer Wettbewerb, München/Köln 1969, Bd. III S. 184 f.; BGH in GRUR 1965 S. 605, 1966 S. 33 und 42).\n\nOb ein solches Vorgehen auch nach schweizerischem Recht als unlauterer Wettbewerb im Sinne der Generalklausel des Art. 1 Abs. 1 UWG zu werten wäre, kann offen bleiben; denn die Klägerin behauptet nicht, die Beklagte habe sich der Ausstattung der \"Tobler-Mint\"-Schokolade auf diese Weise allmählich angenähert.\n\nDie Behauptung der Klägerin, die Beklagte habe sich an die Marken und Ausstattungen Dritter herangeschlichen, ist für die Entscheidung des vorliegenden Streites unerheblich und brauchte daher von der Vorinstanz nicht abgeklärt zu werden. Die Klägerin ist nicht legitimiert, die Marken- und Wettbewerbsrechte Dritter zu verteidigen. Sie kann sich nur gegen die Beeinträchtigung ihrer eigenen wirtschaftlichen Interessen durch unlautere Wettbewerbshandlungen der Beklagten wehren.\n\nAuch die Klage wegen unlauteren Wettbewerbs ist daher unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Kantonsgerichts des Kantons Zug vom 23. Oktober 1968 bestätigt."}