{"annee": "95", "cour": "II", "page": "541", "date": "30/9/1969", "cite": [], "cite_par": ["102 IB 314", "111 II 263", "107 II 426", "120 II 252", "108 II 449"], "chapeau": "73. Arrêt de la Ire Cour civile du 30 septembre 1969 dans la cause Zietz contre Hôtel Mirabeau SA", "regestes": ["Responsabilité de l'hôtelier; art. 487 ss. CO.. La responsabilité causale de l'hôtelier n'est pas engagée lorsqu'il met une case de coffre-fort (safe) à la disposition d'un client pour y déposer des objets de valeur (consid. 1). Responsabilité de l'hôtelier bailleur de safe (consid. 2 et 3). Faute de la partie lésée (consid. 4)."], "faits": "BGE 95 II 541 S. 541\n\nFaits\n\nA.- Le 4 novembre 1965, dame Elisabeth Zietz est descendue à l'hôtel Mirabeau, à Lausanne, où elle a occupé la chambre no 50, sise au 2e étage. Elle était accompagnée de son prétendu chauffeur, un certain Walter Sergio Carlesi alias Carosso, à qui fut attribuée la chambre no 31 au 1er étage. Carlesi est reparti le 6 novembre 1965 pour revenir le 7 novembre 1965. A la demande de dame Zietz, on lui a attribué la chambre no 51 qui communique avec la chambre no 50. Les repas ont été servis ensemble aux deux hôtes, dans la chambre no 50.\n\nLes clients de l'hôtel Mirabeau ont la faculté de remettre à la direction contre délivrance d'un reçu leurs valeurs et objets qui sont déposés dans une case collective d'un grand coffre-fort, réservée à la direction. L'hôtelier tient également à la disposition de sa clientèle 26 autres cases individuelles du même coffrefort; BGE 95 II 541 S. 542les remises et restitutions de clés personnelles sont enregistrées sur un carnet. Il n'est pas d'usage que le déposant déclare à la direction ou à la réception ce qu'il place dans la case dont il dispose à sa guise. Le coffre-fort est placé en face de la réception dans le couloir; il est visible du personnel de réception. La porte extérieure du coffre-fort reste ouverte pendant la journée, dès l'arrivée du personnel de réception entre 7 h et 7 h 30 jusqu'à son départ vers 23 h; elle est fermée durant la nuit.\n\nDame Zietz a demandé la jouissance d'une case de coffrefort à l'hôtel, qui a mis à sa disposition la case no 14, dont l'unique clé lui fut remise. Elle y a déposé, selon ses dires, des bijoux valant 350 000 fr. Elle n'a pas informé la direction de l'hôtel de son dépôt.\n\nAprès son retour à l'hôtel le 7 novembre 1965, Carlesi a également sollicité une case du coffre-fort; il a obtenu le no 1, selon le carnet de contrôle dans lequel il est inscrit sous le nom de \"Zietz Carlesi\". Dans la même soirée, se trouvant un moment seul dans la chambre de dame Zietz, Carlesi s'est emparé de la clé de la case no 14 et l'a échangée avec celle du no 1. Après quoi, il a vidé la case 14 de son contenu. Selon le registre de l'hôtel, il est parti le 9 novembre.\n\nLe 12 novembre, dame Zietz voulut retirer ses bijoux de la case no 14; ne parvenant pas à l'ouvrir, elle s'aperçut de l'échange de clés. Ouverte par la police, la case no 14 se révéla vide, alors que la case no 1 contenait un emballage de film.\n\nB.- Walter Carosso, alias Carlesi, a reconnu être l'auteur du vol des bijoux, qu'il avait vendus ou mis en gage. Le Tribunal de police correctionnelle du district de Lausanne l'a condamné, le 16 novembre 1966, à 18 mois d'emprisonnement pour vol et escroquerie. Seule une bague faisant partie du lot de bijoux volés a été retrouvée au mont-de-piété de Gênes où elle avait été mise en gage pour 100 000 lires.\n\nC.- Dame Zietz a ouvert action contre l'Hôtel Mirabeau SA devant la Cour civile du Tribunal cantonal vaudois, réclamant la réparation de son dommage. Sa demande a été rejetée.\n\nAgissant par la voie du recours en réforme, elle requiert le Tribunal fédéral de condamner l'Hôtel Mirabeau SA à lui payer la somme de 350 000 fr. avec intérêt à 5% dès le 12 novembre 1965, avec suite de dépens. Elle invoque, d'une part, les art. 487 à 489 CO sur la responsabilité de l'hôtelier, d'autre BGE 95 II 541 S. 543part, les art. 99, 101 et 253 CO sur la responsabilité du loueur de safe.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Considérant en droit:\n\n1. Il est constant que les bijoux volés sont des objets de prix au sens de l'art. 488 CO. Cette disposition prévoit trois hypothèses:\n\na) l'hôte confie ces objets à l'hôtelier, qui en assume alors l'entière responsabilité; de même s'il a refusé ce dépôt (art. 488 al. 2);\n\nb) s'agissant d'objets que l'hôte doit pouvoir conserver par devers lui et qu'il a gardés, l'hôtelier en répond comme de ses autres effets, selon les règles de l'art. 487 (art. 488 al. 3);\n\nc) l'hôte n'a ni confié ces objets à l'hôtelier, ni gardé des objets qu'il devait pouvoir conserver par devers lui: l'hôtelier n'encourt aucune responsabilité - même pas la responsabilité limitée à 1000 fr. de l'art. 487 al. 2 -, à moins que lui-même ou son personnel ait commis une faute.\n\nEn l'espèce, la recourante n'avait pas confié ses bijoux à l'hôtelier. Elle n'avait en effet pas constitué un dépôt au sens des art. 472 à 491 CO. L'hôtelier ignorait la nature des objets placés dans la case et n'avait dès lors pas l'obligation de les restituer. Or l'obligation de restitution constitue un élément essentiel du contrat de dépôt (cf. GAUTSCHI, Remarques préliminaires aux art. 472 ss. CO, note 3 c ch. 2, p. 594). Les objets volés n'étaient pas non plus gardés par la recourante en tant qu'objets qu'elle devait pouvoir conserver par devers elle selon l'art. 488 al. 3 CO. Dans ces circonstances, la responsabilité réputée causale de l'hôtelier n'était pas engagée.\n\n2. Dans le cas particulier, l'Hôtel Mirabeau était lié à la recourante par un rapport de droit né des besoins du tourisme et des affaires et sortant des prévisions de l'art. 488. D'après un usage actuellement répandu, l'hôtelier a mis à la disposition de sa cliente une case de coffre-fort (safe). Il convient donc de définir la nature juridique de ce rapport de droit, ainsi que les obligations réciproques qui en découlent.\n\nDans la cause Speich (RO 76 II 154), le Tribunal fédéral a refusé d'assimiler au détenteur d'une écurie publique le garagiste qui met à la disposition d'un client une place de parc dans ses locaux. L'art. 490 CO est une disposition spéciale - BGE 95 II 541 S. 544devenue presque obsolète à l'ère de l'automobile - ne visant que le logement des chevaux et des voitures d'attelage. Aussi le Tribunal fédéral a-t-il appliqué à cette situation les règles générales du dépôt, en précisant que si le client avait disposé d'un box fermé à clé, il se serait agi d'un bail à loyer.\n\nLes commentateurs admettent aussi que la location d'un safe dans une banque ne répond pas à la définition d'un contrat de dépôt, mais à celle du bail à loyer, et cela même avec le système de la double clé (OSER/SCHÖNENBERGER, ad art. 472 note 16 et ad art. 253 note 13; BECKER ad art. 253 note 9; GAUTSCHI, loc.cit. p. 594). L'analogie commande que la position de l'hôtelier qui met une case de coffre-fort à la disposition d'un hôte soit assimilée à celle d'un bailleur, dont les obligations sont régies par les art. 253 ss. et par les art. 97 ss. CO.\n\nA propos de la sécurité que doit offrir un safe, les commentateurs OSER/SCHÖNENBERGER (ad art. 253 note 13) font allusion à un mandat qui doublerait le bail. Il est cependant superflu de recourir encore aux règles du mandat pour définir les obligations de l'hôtelier bailleur de safe. L'art. 254 CO fait déjà au bailleur l'obligation de \"délivrer la chose dans un état approprié à l'usage pour lequel elle a été louée et de l'entretenir en cet état pendant toute la durée du bail\". Or \"l'état approprié\" à l'usage pour lequel le safe a été loué implique des conditions de sécurité que nul ne saurait discuter en principe. On loue essentiellement un safe pour mettre des valeurs à l'abri du vol et du feu. Le bailleur a donc l'obligation de créer et de maintenir cette sécurité pendant la durée du bail. Il manquerait ainsi à son obligation si n'importe quel passe-partout permettait l'ouverture de la serrure, ou si des doubles clés étaient facilement accessibles aux employés de l'hôtel, à des tiers ou à d'autres clients, ou encore si le safe était situé dans un lieu sans surveillance, rendant une effraction plus aisée. D'une façon générale, \"l'état approprié\" ne concerne pas seulement le safe lui-même, mais aussi les conditions dans lesquelles il est utilisé, son emplacement, sa surveillance, etc. Toutes ces obligations découlent du contrat de bail comme tel, sans qu'il soit nécessaire de recourir au contrat de mandat.\n\n3. La recourante conteste que l'intimée ait satisfait aux exigences de sécurité requisse.\n\na) Au nombre des mesures de sécurité usuelles, les banques pratiquent le système de la double clé du compartiment luimême.\n\nBGE 95 II 541 S. 545L'usager est alors personnellement contrôlé quand il accède aux safes; cette solution présente, pour le voyageur d'hôtel, l'inconvénient d'une moins grande discrétion.\n\nContrairement à l'opinion de la recourante, l'absence de double clé pour chaque case ne saurait fonder la responsabilité de l'hôtelier dans le cas d'espèce. En demandant et en obtenant un safe à l'hôtel Mirabeau, la recourante a vu et su qu'il n'existait pas de double clé; elle a ainsi accepté tacitement le système de sécurité limitée que représente une seule clé. Si elle jugeait le système insuffisant, elle aurait pu confier ses bijoux à l'hôtelier, qui les aurait alors mis dans son propre coffre et en aurait assumé la responsabilité, en vertu de l'art. 488 al. 2 CO.\n\nb) A défaut d'un système de double clé pour chaque case, le coffre-fort de l'Hôtel Mirabeau est cependant doté d'une porte blindée extérieure qui est actionnée au moyen d'une clé que détient l'hôtelier ou une personne de confiance. Cette porte est ouverte pendant la journée, c'est-à-dire pendant les heures de présence du personnel de la réception; elle est fermée pendant la nuit. Sans doute, pourrait-on concevoir que cette porte reste constamment fermée, de sorte qu'un hôte devrait en demander l'ouverture préalable par le personnel chaque fois qu'il voudrait avoir accès à sa case, ce qui n'irait pas sans inconvénients.\n\nLe fait que cette porte soit constamment ouverte pendant les heures de présence du personnel de la réception ne saurait toutefois engager la responsabilité de l'hôtelier. Connaissant l'inconvénient du système, dame Zietz avait néanmoins placé ses bijoux dans sa case, plutôt que de les confier à l'hôtelier.\n\nIl n'y a pas non plus de lien de causalité entre l'ouverture de la porte extérieure du coffre-fort et le dommage. Carosso était aussi détenteur régulier d'une clé de case; même si la porte principale du coffre avait été fermée, il en aurait obtenu facilement l'ouverture et du même coup le libre accès aux safes. c) La situation du coffre-fort dans le couloir en face de la réception en facilitait la surveillance par le personnel de bureau.\n\nUne telle surveillance n'aurait toutefois pas permis d'écarter Carosso, qui lui-même détenait une clé et disposait d'un safe le jour où il a volé les bijoux. Ce n'est donc pas un défaut momentané de surveillance qui a rendu possible à Carosso l'accomplissement de son vol. Le rapport de causalité adéquate entre le comportement de l'hôtelier ou de son personnel et le BGE 95 II 541 S. 546dommage fait donc défaut. Il n'est du reste pas établi que Carosso ait agi à l'insu du personnel de la réception. Comme le relève très justement l'arrêt attaqué, \"les employés de la défenderesse n'auraient eu aucun motif de trouver suspecte la présence de Carlesi devant le coffre-fort, puisqu'il avait reçu la clé d'un safe. Pour pouvoir constater ses agissements frauduleux, ils auraient dû se tenir à ses côtés, ce que la discrétion - de rigueur en de telles circonstances - leur interdisait de faire. Dès lors, à supposer que la défenderesse ou ses employés aient manqué à leur devoir de surveillance, il n'y a pas de lien de causalité entre ce manquement et le dommage subi par la demanderesse\". On ne peut qu'approuver cette façon de voir.\n\nEn conclusion, il n'y a pas eu violation des obligations qui incombaient à l'hôtelier ou à son personnel de nature à créer un rapport de causalité entre leur comportement et le dommage subi par la recourante. Pour les mêmes raisons, on ne peut retenir à la charge de l'hôtelier une faute qui engagerait sa responsabilité au sens de l'art. 488 al. 1 CO.\n\n4. Même si l'on avait retenu une faute à la charge de l'intimée, le déboutement de la demanderesse se fût imposé. Selon l'art. 44 CO, applicable également en matière de faute contractuelle en vertu de l'art. 99 al. 3 CO, le juge peut réduire les dommagesintérêts, ou même n'en point allouer, lorsque la partie lésée a consenti à la lésion ou lorsque les faits dont elle est responsable ont contribué à créer le dommage.\n\nLes premiers juges ont retenu en fait que la demanderesse avait exigé et obtenu que la chambre no 51, communiquant avec la sienne, fût attribuée à Carosso, son prétendu chauffeur, et qu'ils prenaient leurs repas ensemble dans la chambre no 50. Et d'en conclure que \"la cause du dommage consiste au contraire dans l'absence de surveillance dont Carosso a fait l'objet de la part de la demanderesse son employeur (art. 44 al. 1 CO) et de la négligence apportée par la demanderesse dans la garde de la clé du safe no 14\". Cette manière de voir est pleinement justifiée. La recourante accordait une confiance excessive à Carosso. Elle doit mettre le dommage dont elle a été la victime au compte de sa propre négligence, gravement fautive. Son préjudice n'est pas la conséquence d'un défaut du système du dépôt hôtelier chez la défenderesse, mais bien d'une défaillance de la demanderesse dans la garde de la clé du safe qui lui avait été confiée."}