{"annee": "95", "cour": "II", "page": "221", "date": "13/2/1969", "cite": ["81 II 267", "94 II 161", "57 II 253", "81 II 431", "95 II 31", "92 II 227", "82 II 283"], "cite_par": ["105 II 92", "99 II 131", "116 II 677", "124 III 355", "134 III 147"], "chapeau": "29. Urteil der II. Zivilabteilung vom 13. Februar 1969 i.S. Kaiser c Dünner AG.", "regestes": ["1. Contrat d'entreprise conclu par un gérant d'hôtel sans pouvoirs et non ratifié par le propriétaire de l'immeuble (art. 38 CO). L'entrepreneur est alors titulaire d'une créance contractuelle contre le maître de l'ouvrage qui lui a commandé les travaux et d'un droit à une indemnité selon l'art. 672 CC contre le propriétaire foncier (consid. 1). 2. En principe, une telle indemnité est toujours due, lorsqu'on ne procède pas à la séparation des matériaux utilisés selon l'art. 671 al. 2 ou 3 CC (consid. 2 a). 3. L'indemnité trouve son fondement juridique dans le principe de l'accession (art. 667 al. 2 et 671 al. 1 CC). Les règles concernant l'enrichissement illégitime (art. 62 ss CO) ne peuvent être appliquées qu'à titre de droit supplétif (consid. 2 b). 4. Dans l'application de l'art. 672 CC, la notion de bonne foi doit être interprétée dans un sens large. L'\"indemnité équitable\" visée à l'art. 672 al. 1 CC n'a pas seulement pour objet les matériaux utilisés, mais tous les frais de construction, pour autant qu'il en résulte une augmentation de la valeur de l'immeuble (consid. 2c). 5. En garantie de l'indemnité qui lui est due en vertu de l'art. 672 al. 1 CC, l'entrepreneur de bonne foi peut exiger l'inscription d'une hypothèque légale au sens de l'art. 837 al. 1 ch. 3 CC (consid. 3)."], "faits": "BGE 95 II 221 S. 223\n\nA.- Das Hotel Rosenberg in Walzenhausen, Appenzell Ausserrhoden, steht im Eigentum des Beklagten Anton Kaiser. Dieser ist von Beruf Krankenwärter und war im Jahre 1964 im Kranken- und Greisenasyl St. Katharinental in Diessenhofen tätig. Das Hotel führte ein Gerant namens N. D. Ob er Angestellter des Beklagten oder des Pächters des zum Hotel gehörenden Gutes war (wie es der Beklagte im Verfahren behauptete), ist nicht festgestellt worden.\n\nB.- Im August 1964 arbeitete die Strassenbauunternehmung Dünner AG (Klägerin) im Auftrag einer Flurkorporation am Ausbau der beim Hotel Rosenberg vorbeiführenden Güterstrasse Ledi-Franzen. D. gab den Vertretern der Klägerin, die ihn für den Hoteleigentümer hielten, den Auftrag, die Zufahrt zum Hotel und den Parkplatz davor auszubauen und mit einem Belag zu versehen. Diese Arbeiten wurden zwischen dem 4. August und dem 4. September 1964 ausgeführt.\n\nC.- Am 17. August, als der grössere Teil der Arbeiten beendet war, erschien der Beklagte selber an Ort und Stelle. Weder damals noch später gab er sich gegenüber der Klägerin, ihren Vertretern oder Angestellten als Eigentümer zu erkennen. Er erhob auch keine Einwände gegen die bereits ausgeführte Arbeit.\n\nD.- Am 15. Oktober 1964 stellte die Klägerin an D. Rechnung im Betrage von Fr. 10'941.25. Anfangs November wurde ihr mitgeteilt, D. sei Ende September unter Mitnahme der Barschaft und Zurücklassung zahlreicher Schulden ins Ausland verschwunden. Hierauf stellte die Klägerin in gleichem Betrage dem Beklagten Rechnung, der jedoch keine Zahlung leistete.\n\nE.- Auf Gesuch der Klägerin verfügte das Gerichtspräsidium Vorderland AR die vorläufige Vormerkung eines Bauhandwerkerpfandrechts. Später wurde die Dauer der Vormerkung verlängert.\n\nF.- Im April 1965 erhob die Dünner AG Klage gegen Kaiser mit den Rechtsbegehren: BGE 95 II 221 S. 224\n\n\"1. Es sei gerichtlich festzustellen, dass der Beklagte der Klägerin den Betrag von Fr. 10'941.25 nebst 4 % Zins seit 18. November 1964 und 5 % Zins ab 20. Dezember 1964 schulde;\n\n2. Es sei der Beklagte gerichtlich zu verpflichten, der Klägerin den Betrag von Fr. 10'941.25 nebst 4 % Zins seit 18. November 1964 und von 5 % Zins ab 20. Dezember 1964 zu bezahlen;\n\n3. Es sei die provisorische Eintragung des Bauhandwerkerpfandrechtes zulasten der beklagtischen Liegenschaft Parzelle Nr. 212, Hotel \"Rosenberg\" im Grundbuch Walzenhausen über Fr. 10'941.25 nebst 4 % Zins ab 18. November 1964 zugunsten der Klägerin gemäss Verfügung des Bezirksgerichtspräsidiums Vorderland in Reute/AR vom 17. März 1965 als definitiv zu erklären,\n\nalles unter Kosten- und Entschädigungsfolge zulasten des Beklagten.\"\n\nDas Kantonsgericht Schaffhausen sprach die Forderung für den Betrag von Fr. 7'000.--nebst Zins zu und wies das Begehren um definitive Eintragung des Bauhandwerkerpfandrechtes ab. Auf Appellation beider Parteien sprach das Obergericht des Kantons Schaffhausen am 5. Juli 1968 der Klägerin Fr. 10'141.25 (statt der geforderten Fr. 10'941.25) nebst Zins zu, wies jedoch die Klage im übrigen gleichfalls ab. Es verneinte das Vorliegen einer vertraglichen Grundlage für die geltend gemachte Forderung. D. habe nicht als Stellvertreter gehandelt und sei zur Erteilung eines solchen Bauauftrages auch nicht ermächtigt gewesen. Er habe sich wie ein Eigentümer verhalten und erscheine daher nicht als falsus procurator, sondern als falsus dominus. Ob er als indirekter Stellvertreter zu handeln vermeint habe, könne dahingestellt bleiben. Denn bei einer solchen Art der Vertretung hätte es eines weitern Rechtsaktes bedurft, um die von ihm eingenommene Stellung einer Vertragspartei auf die Klägerin zu übertragen. Dazu sei es nicht gekommen. Dagegen stehe der Klägerin ein Anspruch aus ungerechtfertigter Bereicherung zu. Der Beklagte habe durch die von D. bestellten und von der Klägerin ausgeführten Bauarbeiten eine Zuwendung \"ohne jeden Grund\" im Sinne von Art. 62 Abs. 2 OR erhalten. Die Bemessung der Forderung richte sich nach Art. 671/672 ZGB. Nun erscheine die Klägerin zwar als bösgläubig, da sie die Bauten bewusst auf fremdem Grund und Boden errichtete. Die Entschädigung dürfe daher nach Art. 672 Abs. 3 ZGB den dem Beklagten mindest erwachsenen Vorteil nicht übersteigen. Bei fachgerecht ausgeführten Arbeiten der vorliegenden Art entspreche aber die objektive Werterhöhung dem in Rechnung gestellten Material- BGE 95 II 221 S. 225und Arbeitsaufwand. Gleich hoch erscheine auch die Bereicherung des Beklagten als Geschäftsinhaber, denn der von der Klägerin vorgenommene Ausbau des Vorgeländes sei für den Betrieb von Hotel und Gaststätte sinnvoll und nützlich. - Vom Rechnungsbetrag seien lediglich Fr. 800.-- abzuziehen, da der Zufahrtsweg zum Teil über das Grundstück eines Dritten führe. - Auf Eintragung eines Bauhandwerkerpfandrechtes habe die Klägerin keinen Anspruch; ein solches gesetzliches Recht bestehe nur für Forderungen aus Vertrag, nicht auch für Schadenersatzansprüche irgendwelcher Art, die mit Bauarbeiten zusammenhängen.\n\nG.- Mit vorliegender Berufung an das Bundesgericht hält der Beklagte am Antrag auf gänzliche Abweisung der Klage fest. Demgegenüber beansprucht die Klägerin mit ihrer Anschlussberufung weiterhin die definitive Eintragung eines Bauhandwerkerpfandrechtes für die ihr vom Obergericht zugesprochene Forderung. Deren Herabsetzung um Fr. 800.-- wird nicht angefochten.\n\nDie Klägerin beantragt im übrigen Abweisung der Berufung, der Beklagte Abweisung der Anschlussberufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dass sich die Forderung der Klägerin gegen den Beklagten nicht auf den vom Geranten D. mit ihr abgeschlossenen Werkvertrag, sondern nur auf eine ausservertragliche Ersatzpflicht nach Art. 672 ZGB stützen kann, lässt die Klägerin nunmehr selbst gelten. In der Tat kann dem Beklagten nicht vorgehalten werden, er habe diesen Vertrag (mit Verbindlichkeit für ihn selbst, also im Sinn eines Eintrittes in das Vertragsverhältnis) genehmigt, ganz abgesehen davon, dass D. nicht in fremdem, sondern in eigenem Namen gehandelt hatte. Da die Bauarbeiten, als der Beklagte sich auf dem Platz einfand und davon Kenntnis erhielt, beinahe abgeschlossen waren, musste ein Einspruch als sinnlos erscheinen. Denn die ausgeführten Bauarbeiten liessen sich der Natur der Sache nach nicht rückgängig machen, und sie mussten beendigt werden, da die neue Zufahrt nicht ohne den damals noch fehlenden Teerbelag hätte benutzt werden können.\n\n2..- Gegen die ihm nach Art. 672 ZGB auferlegte Ersatzpflicht erhebt der Beklagte verschiedene Einwendungen.BGE 95 II 221 S. 226\n\na) In erster Linie hält er dafür, ein solcher Ersatzanspruch sei ebenso wie ein Anspruch auf Trennung und Herausgabe des Baumaterials (nach Art. 671 Abs. 2 ZGB) an die Voraussetzung gebunden, dass die Verwendung ohne den Willen des Materialeigentümers stattgefunden habe. Dieser Einwand ist unbegründet. Art. 672 ZGB sieht eine Ersatzpflicht des Grundeigentümers ganz allgemein vor, wenn es (aus irgendeinem Grunde) nicht zur Trennung des Materials vom Boden kommt, also auch dann, wenn die Trennung wegen Fehlens jener Voraussetzung nicht verlangt werden konnte. Das ist denn auch allgemein anerkannt (vgl. etwa MEIER-HAYOZ, N 2 zu Art. 672 ZGB) und entspricht dem Grundgedanken des Art. 672, wonach der Grundeigentümer für den ihm durch die Bauten zugefallenen Wertzuwachs Ersatz zu leisten hat.\n\nb) Sodann sieht der Beklagte in Art. 672 ZGB lediglich einen Anwendungsfall der Regeln über die ungerechtfertigte Bereicherung. Eine solche sei aber hier nicht gegeben; denn die im Ausbau der Zufahrt liegende Zuwendung sei keineswegs \"ohne jeden gültigen Grund\" erfolgt (Art. 62 Abs. 2 OR), sie beruhe vielmehr auf dem von der Klägerin mit D. abgeschlossenen Werkvertrag. Somit sei die Klägerin auf Geltendmachung dieser Forderung zu verweisen. Auch im Falle der Uneinbringlichkeit könne nicht von ungerechtfertigter Bereicherung des Beklagten gesprochen werden.\n\nDieser Einwendung ist entgegenzuhalten, dass die Art. 671 ff. ZGB mit dem Randtitel \"Bauten auf dem Grundstück\" eine Regelung treffen, die sich wohl an die Bestimmungen über die ungerechtfertigte Bereicherung anlehnt und dadurch ergänzt werden kann, jedoch an besondere Voraussetzungen geknüpft ist. Insbesondere lässt sich der Erwerb des zu den Bauten verwendeten fremden Materials durch den Grundeigentümer nicht im Sinne des Art. 62 Abs. 2 OR als ungerechtfertigt bezeichnen. Denn er entbehrt nicht des gültigen Grundes, sondern bildet die gesetzliche Folge der in Art. 671 Abs. 1 - übereinstimmend mit Art. 667 Abs. 2 ZGB - vorgesehenen Akzession. Nur in einem weiteren Sinne kann von ungerechtfertigtem Vermögenszuwachs gesprochen werden; dieser ist nämlich, weil nicht auf einem rechtsgeschäftlichen Anspruch des Grundeigentümers beruhend, unverdient und soll eben deshalb durch eine Ersatzleistung ausgeglichen werden (vgl. BGE 95 II 221 S. 227 BGE 81 II 436). Wie das Obergericht zutreffend ausführt, tritt der Ersatzanspruch gegen den Grundeigentümer neben die Forderung aus Vertrag gegen den Besteller.\n\nc) Endlich macht der Beklagte geltend, die Anerkennung einer Ersatzpflicht des Grundeigentümers für Bauten, die ein Dritter unbefugterweise bestellt hatte, würde die Bauunternehmer und Handwerker ganz allgemein in die Lage bringen, sich auf eine nicht zu billigende Art Arbeit und Verdienst zu verschaffen. Ein Unternehmer oder Handwerker könnte sich einfach von irgendeinem Dritten mit der Ausführung von Bauarbeiten bei Abwesenheit des Grundeigentümers beauftragen lassen. Wenn sich dann das Material, wie etwa bei Malerarbeiten, nicht wieder abtrennen lasse, wäre der damit überraschte Grundeigentümer zum Ersatz verpflichtet. Derartige Ansprüche seien gewiss durch die Art. 671 ff. ZGB nicht gedeckt.\n\nOb bei arglistigem Vorgehen eines Unternehmers oder Handwerkers, wie es der Beklagte ins Auge fasst, die Ersatzpflicht gänzlich wegen Rechtsmissbrauches (Art. 2 ZGB) abzulehnen oder in Anwendung von Art. 672 Abs. 3 ZGB äusserst knapp zu bemessen wäre, mag offen bleiben. Denn der Klägerin ist ein solches Vorgehen nicht vorzuwerfen. Sie hat überhaupt (entgegen der Ansicht des Obergerichts) nicht als bösgläubig im Sinne des Art. 672 ZGB zu gelten. Das Urteil hätte daher nicht auf dessen Abs. 3, sondern auf die Grundregel des Abs. 1 gestützt werden sollen. Wie bereits entschieden wurde, ist ausserhalb des rechtsgeschäftlichen Verkehrs von einem weiten Begriff des guten Glaubens auszugehen. Danach ist der gute Glaube demjenigen zuzuerkennen, der in gutenTreuen gehandelt hat. Der Richter hat, anders ausgedrückt, den guten Glauben insbesondere bei Anwendung der Art. 672 und 673 ZGB immer dann gelten zu lassen, wenn unredliches, moralisch verwerfliches Handeln ausgeschlossen erscheint (BGE 57 II 255 /56; damit übereinstimmend BGE 81 II 276 Erw. 8 und BGE 82 II 291 Erw. 5 am Ende; zustimmend MEIER-HAYOZ N 5 und 6 zu Art. 672 ZGB; vgl. auch JÄGGI, N 41 und 45 zu Art. 3 ZGB). Der Klägerin ist der gute Glaube in diesem Sinne zuzubilligen. Sie nahm die Bestellung seitens des auf dem Platze anwesenden Geranten entgegen, den sie arglos, freilich ohne sich sorgfältig danach zu erkundigen, für den Eigentümer hielt. Es handelte sich um einen für die Hotelliegenschaft nützlichen Ausbau, den sie fachgerecht ausführte. Für den entsprechenden BGE 95 II 221 S. 228Wertzuwachs hat der Beklagte eine angemessene Entschädigung nach Art. 672 Abs. 1 ZGB zu leisten.\n\nDas angefochtene Urteil zieht übrigens aus der ungerechtfertigten Annahme eines bösgläubigen Vorgehens der Klägerin keine praktischen Folgen. Es spricht ihr gleichwohl den vollen Ersatz ihres Bauaufwandes entsprechend dem dadurch geschaffenen Mehrwert des Baugrundstückes zu. Mit Recht berücksichtigt das Obergericht, über den Wortlaut des Gesetzes hinaus, nicht nur den Wert des verwendeten Baumaterials, sondern den ganzen Bauaufwand entsprechend dem dadurch geschaffenen Mehrwert (vgl. BGE 82 II 290 und die Besprechung von LIVER, ZBJV 94 S. 30). Der Beklagte bestreitet übrigens die Ersatzpflicht nur dem Grundsatze nach, ohne sich zur Frage der Bemessung zu äussern.\n\n3. Dem mit der Anschlussberufung festgehaltenen Anspruch auf Eintragung eines Bauhandwerkerpfandrechts nach Art. 837 Abs. 1 Ziff. 3 ZGB hält das Obergericht entgegen, ein solcher gesetzlicher Pfandanspruch sei nur für vertragliche Forderungen, nicht auch für solche aus Art. 672 ZGB vorgesehen. In der Tat fasst jene Gesetzesvorschrift nur vertragliche Forderungen der am Bau beteiligten Handwerker und Unternehmer ins Auge, freilich auch solche, die sich nicht gegen den Grundeigentümer selbst, sondern gegen einen von ihm beauftragten Generalunternehmer richten. Indessen ist für die Auslegung und für die allfällige analoge Anwendung des Art. 837 Abs. 1 Ziff. 3 ZGB der gesetzgeberische Grundgedanke dieser Vorschrift massgebend. Danach soll die durch die Bauarbeiten geschaffene Werterhöhung des Grundstückes in erster Linie zur Sicherung der Bauforderungen dienen (Erl. zum VE Bd. II S. 276 ff.; LEEMANN, N 11 zu Art. 837 ZGB; LIVER, Die Begründung des Bauhandwerkerpfandrechts, ZBJV 98 S. 209 ff.). Im Hinblick auf diesen Zweck des gesetzlichen Anspruchs auf Pfanderrichtung hat man es nach der neuern Rechtsprechung hiebei mit einer Realobligation zu tun. Bei Handänderung des Baugrundstücks nach Vergebung der Bauarbeiten geht dieser Anspruch nicht unter, sondern kann (im zeitlichen Rahmen des Art. 839 ZGB) dem jeweiligen Grundeigentümer gegenüber geltend gemacht werden. Die am Bau beteiligten Handwerker und Unternehmer sind daher auch befugt, das Pfandrecht noch im Konkurs des Grundeigentümers eintragen zu lassen, mit Wirkung gegenüber den (andern) BGE 95 II 221 S. 229Konkursgläubigern. Sodann kann das Baugrundstück nicht nur dann im Sinne der Art. 837 ff. ZGB als Pfand in Anspruch genommen werden, wenn der Grundeigentümer selbst als Bauherr erscheint (sei es auch infolge der Beauftragung eines Generalunternehmers, der ihm den Bau schlüsselfertig abzuliefern hat, vgl. BGE 94 II 161 ff.), sondern auch dann, wenn ein Mieter den Bau auf eigene Rechnung erstellen liess und die Miete gerade zur Überbauung des Grundstücks abgeschlossen hatte (vgl. zu alldem BGE 92 II 227 ff. und BGE 95 II 31 ff. mit Hinweisen aufLehre und Rechtsprechung). Imletztgenannten Entscheid wurde das Bauhandwerkerpfandrecht näher als mittelbar gesetzliche Eigentumsbeschänkung gekennzeichnet, Eine solche tritt namentlich in Gestalt eines Anspruchs auf Einräumung einer Benutzungsbefugnis auf (Notweg, Art. 694 ZGB, Notbrunnen, Art. 710 ZGB, Durchleitungsrecht, Art. 691 Abs. 1 ZGB, Zuweisung des dinglichen Rechtes auf den Überbau oder des Eigentums am überbauten Boden, Art. 674 Abs. 3 ZGB; LIVER, Komm. zu Art. 730 ff. ZGB Einl. N 87 ff.) und wird auch etwa als Legalservitut bezeichnet (vgl. LIVER a.a.O. N 96 und 100). Solche Ansprüche richten sich ihrer Natur nach gegen den jeweiligen Grundeigentümer und können daher auch in dessen Konkurs geltend gemacht werden. Gleich verhält es sich, wie in BGE 95 II, 34 ff. Erw. 3 und 4 dargetan wird, mit dem gesetzlichen Anspruch der Handwerker und Unternehmer nach Art. 837 Abs. 1 Ziff. 3 ZGB.\n\nDie Kennzeichnung als Realobligation und als mittelbar gesetzliche Eigentumsbeschränkung sagt nun allerdings nichts darüber aus, unter welchen Voraussetzungen ein solcher Anspruch im einzelnen Falle zur Entstehung gelangt. Nach LIVER (ZBJV 104 S. 27) ist er \"jedenfalls dann\" abzulehnen, \"wenn der Mieter die Einbauten gegen den Willen des Eigentümers vorgenommen hat und auf dessen Verlangen wieder entfernen muss\". Im vorliegenden Falle wurde die Abtrennung des Baumaterials nicht verlangt und konnte angesichts der Natur der Einbauten nicht verlangt werden. Dagegen hat der beklagte Grundeigentümer, wie in Erw. 1 ausgeführt, den vom Geranten eigenmächtig bestellten Ausbau nicht genehmigt, sondern nur, weil er sich vernünftigerweise nicht rückgängig machen liess, als vollendete Tatsache hingenommen. Dennoch erscheint der im Sinne des Art. 837 Abs. 1 Ziff. 3 ZGB erhobene Anspruch auf Pfandbelastung des Baugrundstückes als begründet. Ob sich BGE 95 II 221 S. 230die soeben angeführte Gesetzesvorschrift allgemein auf Ersatzforderungen aus Art. 672 ZGB übertragen lasse, kann dahingestellt bleiben. Jedenfalls ist die vorliegende Forderung der Klägerin gegen den Beklagten füglich mit dem Anspruch auf solche Pfandsicherung zu verbinden. Die Klägerin ist eine Bauunternehmung, und sie hat den Ausbau des Grundstücks des Beklagten - wie dargetan, gutgläubig - auf Grund eines an sich gültigen, mit dem Hotelgeranten abgeschlossenen Werkvertrages übernommen und fachgerecht ausgeführt. Für sie bildet die Ersatzforderung gegen den Beklagten eine Möglichkeit, ihren Bauaufwand auf anderem Weg als durch Belangung ihres (landflüchtigen und vielleicht zahlungsunfähigen) vertraglichen Schuldners D. einzubringen. Unter diesen Umständen verdient sie für die Ersatzforderung ebenso wie für eine vertragliche Bauforderung gesichert zu werden. Dem Beklagten seinerseits ist die Pfandbelastung seines Grundstückes zuzumuten. Gewiss hat er das Grundstück nicht für die von D. eingegangene Bauschuld als solche als Pfand zur Verfügung zu stellen, so wie dies im Falle BGE 92 II 227 ff. für die Bauschuld eines Mieters zu geschehen hatte. Denn der Beklagte hat eben die in Frage stehende Überbauung weder veranlasst oder gestattet noch auf eine ihn selbst vertraglich verpflichtende Weise genehmigt. Er ist deshalb nur zum Wertersatz nach Art. 672 Abs. 1 ZGB verpflichtet. Die Bewertung ist hiebei von der gegen den dritten Besteller gerichteten Bauforderung unabhängig. Soweit aber die Ersatzpflicht des Grundeigentümers geht (sie bemisst sich hier angesichts des Nutzens des Bauwerkes auf den ganzen dieses Grundstück betreffenden Rechnungsbetrag), darf er dem Bauunternehmer billigerweise auch die im Sinne des Art. 837 ZGB verlangte Pfandsicherung nicht vorenthalten. Der Grundgedanke dieser Gesetzesnorm trifft auch bei Ersatzforderungen nach Art. 672 ZGB zu, jedenfalls zu Gunsten eines ersatzberechtigten Handwerkers oder Unternehmers, der den Bau (wie die Klägerin, Erw. 2) in gutem Glauben errichtet hat. In diesem Falle soll der vom Grundeigentümer zu ersetzende Mehrwert zur Sicherung der Ersatzforderung in Anspruch genommen werden können. Dass dem Gesetz auch im Bereich des Wertzuwachses infolge Akzession ein Ausgleich durch reale Vermögenswerte nicht fern liegt, ergibt sich aus Art. 673 ZGB. Danach erwirbt der Materialeigentümer unter Umständen den Bau und Boden gegen angemessene Entschädigung zu Eigentum.BGE 95 II 221 S. 231\n\nWo dies nicht in Frage kommt, sondern der Materialeigentümer auf eine Ersatzleistung nach Art. 672 ZGB angewiesen ist, soll ihm zugestanden werden, sich als gutgläubiger Handwerker oder Bauunternehmer durch Pfandbelastung des Baugrundstücks im Sinne des auf diese Weise analog anzuwendenden Art. 837 Abs. 1 Ziff. 3 ZGB für seine Ersatzforderung zu sichern.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Schaffhausen vom 5. Juli 1968 insofern bestätigt, als es den Beklagten verpflichtet, der Klägerin den Betrag von Fr. 10'141.25 nebst Zins zu 4% vom 19. November 1964 bis 19. Dezember 1964 und von 5% ab 20. Dezember 1964 zu bezahlen.\n\n2.- Die Anschlussberufung wird gutgeheissen und die definitive Eintragung des provisorischen Bauhandwerkerpfandrechts gemäss Verfügung des Bezirksgerichtspräsidiums Vorderland in Reute AR, vom 17. März 1965, verfügt.\n\nDer Grundbuchverwalter wird zur Eintragung im Sinne von Art. 18 und 19 der Grundbuchverordnung ermächtigt."}