{"annee": "95", "cour": "I", "page": "556", "date": "12/12/1969", "cite": ["94 I 279"], "cite_par": ["102 IA 201", "105 IB 105"], "chapeau": "80. Urteil vom 12. Dezember 1969 i.S. Kaiser und Konsorten gegen Einwohnergemeinde Rorschach und Regierungsrat des Kantons St. Gallen.", "regestes": ["Art. 86, 96 al. 2 OJ. L'arrêt du Conseil d'Etat du canton de St-Gall statuant sur le recours formé contre la décision d'un parlement communal n'est pas une décision de dernière instance cantonale lorsque le grief de violation des droits populaires était soulevé dans le recours (consid. 3). Conditions sous lesquelles le Tribunal fédéral peut transmettre un recours de droit public à l'autorité cantonale compétente en dernière instance (consid. 4)."], "faits": "", "considerants": "BGE 95 I 556 S. 556\n\n1. Der Gemeinderat von Rorschach beschloss am 30. Juni 1969 auf Antrag des Stadtrates, der Interessengemeinschaft Bootsbetrieb Rorschach-Rheineck zur Finanzierung eines neuen Motorbootes ein Darlehen von Fr. 385'000.-- zu gewähren. Dr. Kaiser rekurrierte dagegen an den Regierungsrat mit dem Antrag, den Beschluss als ungültig zu erklären und den Gemeinderat anzuhalten, das Kreditgesuch dem obligatorischen Referendum zu unterstellen. Der Regierungsrat lehnte das Eintreten auf den Rekurs mit Entscheid vom 19. August 1969 ab.\n\nDr. E. Kaiser führt für sich und weitere Stimmberechtigte staatsrechtliche Beschwerde mit dem Antrag, den Nichteintretensentscheid BGE 95 I 556 S. 557des Regierungsrates wegen Gehörsverweigerung und Willkür aufzuheben.\n\nDie Stadt Rorschach und der Regierungsrat des Kantons St. Gallen beantragen, auf die staatsrechtliche Beschwerde nicht einzutreten, eventuell sie abzuweisen. Sie machen geltend, die Beschwerdeführer hätten gemäss Art. 59 lit. c Ziff. 1 des Verwaltungsrechtspflegegesetzes zunächst an das Verwaltungsgericht gelangen müssen.\n\n2. Die Beschwerdeführer erklären zwar, die staatsrechtliche Beschwerde gestützt auf die Art. 38, 39 Abs. 4, Art. 45 und 46 der Kantonsverfassung sowie auf Grund von Art. 85 lit. a OG erheben zu wollen. Indes geht es lediglich um eine Frage des kantonalen Verwaltungsverfahrens, nämlich darum, ob gegen einen Beschluss des Gemeindeparlamentes die Möglichkeit des Weiterzuges an den Regierungsrat besteht. Diese Frage ist vom Bundesgericht bloss daraufhin zu prüfen, ob Art. 4 BV verletzt ist.\n\n3. Beschwerden wegen Verletzung verfassungsmässiger Rechte der Bürger sind erst zulässig, nachdem von den kantonalen Rechtsmitteln Gebrauch gemacht worden ist (Art. 86 Abs. 2 OG). Nach st. gallischem Recht können Verfügungen der Verwaltungsbehörden mit dem Rechtsmittel des Rekurses an den Regierungsrat weitergezogen werden, sofern nicht der Weiterzug an die Verwaltungsrekurskommission oder an das Versicherungsgericht offen steht (Art. 43 VRP). Doch kann in den im Gesetz (Art. 49 Abs. 1 lit. c ebenda) bezeichneten Fällen gegen Verfügungen und Entscheide des Regierungsrates noch beim Verwaltungsgericht Beschwerde erhoben werden, sofern gegen den letztinstanzlichen Entscheid kein anderes Rechtsmittel des Bundesrechts als die staatsrechtliche Beschwerde zulässig wäre. Zu den so mit der kantonalen Verwaltungsgerichtsbeschwerde anfechtbaren Entscheiden gehören solche über die Ausübung von Volksrechten, die Fälle ausgenommen, in denen Kassations- oder Minderheitsbeschwerde erhoben werden kann.\n\nDie Beschwerdeführer behaupten nicht, dass sie eine Kassations- oder Minderheitsbeschwerde erhoben haben; sie vertreten dagegen die Auffassung, dass zur Anfechtung des Gemeindebeschlusses der Rekurs an den Regierungsrat gegeben gewesen wäre. Ob dies zutreffe, d.h. ob der Entscheid des Regierungsrates die Ausübung von Volksrechten betreffe, hat aber das Verwaltungsgericht als diejenige Behörde zu befinden, welche in der Sache selbst zu entscheiden hätte.\n\nBGE 95 I 556 S. 558\n\nEs fehlt daher an der in Art. 86 OG geforderten Erschöpfung des kantonalen Instanzenzuges.\n\n4. Die Beschwerdeführer haben diese Tatsache in ihrer nachträglichen Eingabe vom 21. November 1969 nicht in Abrede gestellt. Sie verweisen aber darauf, dass der Entscheid des Regierungsrates keine Rechtsbelehrung enthält. Damit werde Art. 24 Abs. 1 lit. d verletzt, wonach die Verfügung u.a. die Belehrung über das zulässige ordentliche Rechtsmittel, die Frist sowie die Instanz enthalten muss. Sie verlangen deshalb, dass die Beschwerde, weil rechtzeitig bei einer unzuständigen Stelle eingereicht, vom Bundesgericht entsprechend BGE 94 I 285 an das Verwaltungsgericht weitergeleitet werde.\n\nIm zitierten Fall hatte das Bundesgericht als Instanz der Verwaltungsrechtspflege zu entscheiden. Darin wird ein vor kantonalen oder eidgenössischen Behörden eingeleitetes und beurteiltes Verwaltungsverfahren fortgesetzt und entschieden. Die staatsrechtliche Beschwerde leitet dagegen ein neues, selbständiges Verfahren ein, in dem über die Verfassungsmässigkeit eines kantonalen Hoheitsaktes zu befinden ist. Geht es darin um die Verletzung verfassungsmässiger Rechte, so ist vor der Anrufung des Bundesgerichts der kantonale Instanzenzug zu erschöpfen. Fehlt es an dieser Voraussetzung, so ist die Unzulässigkeit der Beschwerde durch Nichteintretensentscheid festzustellen, nicht durch eine Abschreibung, wie die Beschwerdeführer sie verlangen.\n\nDas Verfahren der staatsrechtlichen Beschwerde schliesst freilich die Möglichkeit nicht aus, eine Beschwerde auf Antrag oder von Amtes wegen der vom Beschwerdeführer übergangenen kantonalen Instanz weiterzuleiten, sofern nicht von vorneherein ersichtlich ist, dass die Frist zur Erhebung des in Frage kommenden kantonalen Rechtsmittels bereits verstrichen, und der Beschwerdeführer mit solcher Weiterleitung einverstanden ist und die zuständige kantonale Behörde es nicht ablehnt, die staatsrechtliche Beschwerde als kantonales Rechtsmittel entgegenzunehmen. Ob sie das tun kann und ob die Voraussetzungen für die Erhebung des kantonalen Rechtsmittels erfüllt sind, hat sie nach dem massgebenden kantonalen Recht zu entscheiden.\n\nDer Überweisung der staatsrechtlichen Beschwerde an das st. gallische Verwaltungsgericht steht nichts im Wege. Zwar ist hierüber das kantonale Verwaltungsgericht nicht angehört worden. Doch ist das Bundesgericht zu solcher Anhörung nicht verpflichtet.\n\nBGE 95 I 556 S. 559\n\nDie Rechtsmittelfrist von Art. 47 Abs. 3 VRP, die mangels einer Rechtsmittelbelehrung im angefochtenen Entscheid 30 Tage beträgt, ist gewahrt, wenn auf den Eingang der Beschwerde beim Bundesgericht abzustellen ist. Die Beschwerdeführer verlangen die Überweisung.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Auf die Beschwerde wird nicht eingetreten.\n\n2.- Die Beschwerdeschrift sowie die eingeholten Vernehmlassungen werden im Sinne der Erwägungen dem Verwaltungsgericht des Kantons St. Gallen weitergeleitet."}