{"annee": "96", "cour": "III", "page": "10", "date": "28/1/1970", "cite": ["93 III 116", "63 II 231", "87 III 106", "62 III 26", "80 III 117", "80 III 122", "61 III 95", "54 III 91", "93 III 45", "87 III 109"], "cite_par": ["100 III 30", "135 III 179", "96 II 325", "101 III 52", "100 III 16", "102 III 33", "144 III 74", "105 III 56"], "chapeau": "3. Entscheid vom 28. Januar 1970 i.S. Lotti.", "regestes": ["Réalisation d'une part héréditaire saisie (art. 132 LP, art. 9 ss OPC). 1. Détermination de la procédure par l'autorité de surveillance. Rapport entre l'art. 132 LP et les art. 9 ss OPC. Pouvoir d'examen du Tribunal fédéral (art. 19 al. 1 LP). (consid. 2). 2. But de la prescription selon laquelle la vente aux enchères ne doit être ordonnée que si la valeur de la part saisie peut être déterminéeapproximativement (art. 10 al. 3 OPC). Circonstances en raison desquelles il ne faut pas s'attendre à ce qu'une vente aux enchères produise un bon résultat (consid. 3). 3. Réalisation par la voie de la dissolution de la communauté, en particulier du partage de la succession avec le concours de l'autorité compétente selon l'art. 609 CC (art. 12 OPC). Avantages de cette solution. Obligation pour les créanciers d'avancer les frais des procès nécessaires à cette fin. Si quelques-uns des créanciers sont prêts à le faire, on peut exiger des autres qu'ils attendent le résultat du partage de la succession. Portée de la prescription selon laquelle l'autorité de surveillance prend sa décision \"après avoir consulté les intéressés\" (art. 132 al. 3 LP). Les propositions émanant d'intéressés que l'autorité a renseignés de façon insuffisante sur la situation de fait ne sont pas déterminantes (consid. 4). 4. Il n'est pas admissible d'offrir aux créanciers la faculté de faire valoir en leur propre nom et à leurs risques et périls la prétention contestée du débiteur tendant à la dissolution de la communauté et à la liquidation de son patrimoine (art. 13 OPC, art. 131 al. 2 LP), lorsque la saisie porte sur une part d'une succession dont il n'est pas contesté qu'elle est encore indivise, ni que le débiteur y participe. En pareils cas, seule l'autorité compétente (art. 12 OPC, art. 609 CC) peut agir pour le débiteur. La somme obtenue grâce aux procès conduits par cette autorité servira à couvrir en premier lieu les débours et les créances des créanciers qui ont fait l'avance des frais (cf. ch. 3 ci-dessus), en vertu de l'art. 131 al. 2, 2e phrase LP, qui s'applique par analogie (consid. 5). 5. Possibilité d'une entente amiable entre tous les intéressés, au sens de l'art. 9 al. 1 OPC, ou d'une transaction entre l'autorité qui apporte son concours au partage en vertu de l'art. 609 CC et les cohéritiers du débiteur. Responsabilité des organes de la tutelle qui agissent pour le débiteur, respectivement de l'autorité qui apporte son concours selon l'art. 609 CC (consid. 6)."], "faits": "BGE 96 III 10 S. 12\n\nA.- Das Vermögen der Kollektivgesellschaft Lotti & Cie. in Liq., das zur Hauptsache aus vier Liegenschaften in Zürich besteht, gehört heute zu 40% den Erben des Modesto Lotti und zu 60% den Erben des Francesco Lotti. In beiden Erbengemeinschaften steht das Eigentum den Kindern, die Nutzniessung der Witwe des Erblassers zu. Die Liegenschaften sind mit etwa Fr. 1 900 000.-- hypothekarisch belastet. Als eines der Kinder des Francesco Lotti ist die seit 1966 gemäss Art. 370 ZGB bevormundete Jonia Lotti zu 20% am Gesamtvermögen beteiligt. In zahlreichen Betreibungen gegen sie, mit denen Forderungen von über Fr. 200 000.-- geltend gemacht werden, wurde ihr Anteil am Nachlass ihres Vaters gepfändet. Dieser Anteil, auf den nach den übereinstimmenden Angaben ihres Vormunds und ihrer Miterben Vorempfänge von nahezu Fr. 300 000.-- (Wert 31. Dezember 1968) anzurechnen sind, soll verwertet werden. Vom Betreibungsamt Zürich 6 nach erfolglosen Einigungsverhandlungen gemäss Art. 132 Abs. 1 SchKG um Bestimmung des Verfahrens ersucht, ordnete die untere Aufsichtsbehörde am 12. Mai 1964 in den Pfändungsgruppen Nr. 135, 220, 23 und 47 die Auflösung der Erbengemeinschaft und die Liquidation des Gemeinschaftsvermögens nach den für die Gemeinschaft geltenden Vorschriften an (Art. 10 Abs. 2 VVAG).\n\nBGE 96 III 10 S. 13Am 6. November 1964 bestätigte die obere kantonale Aufsichtsbehörde diesen Entscheid.\n\nB.- Die vom Betreibungsamt gemäss Art. 12 VVAG und Art. 609 Abs. 1 ZGB um Mitwirkung bei der Erbteilung ersuchte Behörde übertrug diese Aufgabe am 25. Januar 1965 dem Notar von Zürich-Aussersihl. Auf dessen Empfehlung ersuchte das Betreibungsamt die untere Aufsichtsbehörde am 8. November 1965, in Wiedererwägung des Beschlusses vom 12. Mai 1964 die Versteigerung des gepfändeten Anteilrechts anzuordnen, weil sich gezeigt habe, dass die Liquidation des Gemeinschaftsvermögens nicht ohne langwierige und kostspielige Prozesse, deren Kosten die Gläubiger vorzuschiessen hätten, erreicht werden könnte. Nach einer Besprechung mit den Erben und ihren Vertretern und nach einer schriftlichen Umfrage bei den Gläubigern (Rundschreiben vom 3. Februar 1966) ordnete die untere Aufsichtsbehörde am 8. März 1966 die Versteigerung des gepfändeten Anteilsrechts an und beauftragte das Betreibungsamt, dieses Anteilsrecht vor der Versteigerung durch einen oder mehrere Sachverständige schätzen zu lassen.\n\nC.- Diesen Entscheid zog der Vormund der Schuldnerin an die obere kantonale Aufsichtsbehörde weiter. Diese bemühte sich zunächst, durch Verhandlungen mit den Erben des Francesco Lotti eine Einigung über die Auflösung der Erbengemeinschaft bzw. über das Ausscheiden der Schuldnerin aus dieser Gemeinschaft herbeizuführen. Sie holte zu diesem Zweck zwei Gutachten über den Verkehrswert der vier Liegenschaften der Firma Lotti & Cie. in Liq. ein (Gutachten Rehfuss und Lamprecht). Bei der Vergleichsverhandlung vom 29. Mai 1969 ergab sich, dass zwischen der Witwe und den Kindern des Francesco Lotti ein am 10. Februar 1955 abgeschlossener Erbvertrag besteht, der u.a. vorsieht, die drei Kinder des Francesco Lotti verpflichteten sich, das zum Nachlass ihres Vaters gehörende Vermögen, soweit in der Firma Gebr. Lotti angelegt, solange nicht zu teilen, als eines der drei Kinder lebt. Die Miterben der Schuldnerin erklärten sich schliesslich im Sinne eines letzten Zugeständnisses bereit, die Schuldnerin auf der Basis des Mittels zwischen den beiden (auf insgesamt Fr. 3 612 000.-- bzw. 4 800 000.-- lautenden) Schätzungen der vier Liegenschaften abzufinden und sie an einem in den nächsten zehn (nicht zwanzig) Jahren allenfalls erzielten Mehrerlös zu beteiligen (Schreiben BGE 96 III 10 S. 14Dr. Glarner an den Vormund der Schuldnerin vom 16. Juni 1969 und 21. Juli 1969). Der Vormund hielt demgegenüber daran fest, dass dem Erbauskauf der Schätzungswert von Fr. 4 800 000.-- zugrunde zu legen sei, und bestand auf einem Gewinnanteilsrecht für die Dauer von zwanzig Jahren. Eventuell schlug er (wie schon früher) eine Realteilung vor (Schreiben des Vormunds an Dr. Glarner vom 10. September 1969).\n\nDie obere kantonale Aufsichtsbehörde erachtete diese Meinungsverschiedenheit als zur Zeit nicht überbrückbar und nahm an, dem Notar könne im Hinblick auf seine Verantwortlichkeit nicht zugemutet werden, den von den vormundschaftlichen Organen abgelehnten Vorschlag der Miterben der Schuldnerin anzunehmen, so dass ihm nichts anderes übrig bliebe, als langwierige und kostspielige Prozesse mit ungewissem Ausgang zu führen; selbst wenn die Mittel für die Prozessführung beschafft werden könnten, dürfe den Gläubigern, von denen keiner der Versteigerung des Erbteils widerspreche, nicht zugemutet werden, weitere Jahre auf die Erledigung der Betreibungen zu warten, ohne die Gewissheit zu haben, dem Ziele der Betreibungen näherzurücken; daher dränge es sich auf, \"trotz der ungünstigen Erfolgsaussichten der Versteigerung diese anzuordnen\". Aus diesen Gründen bestätigte die obere kantonale Aufsichtsbehörde am 20. November 1969 den erstinstanzlichen Entscheid.\n\nD.- Gegen den Entscheid der oberen kantonalen Aufsichtsbehörde hat der Vormund der Schuldnerin an das Bundesgericht rekurriert mit den Anträgen,\n\na) an der seinerzeitigen Anordnung, dass die Auflösung der Erbengemeinschaft und die Liquidation ihres Vermögens herbeigeführt werden soll, sei festzuhalten,\n\nb) die Vorinstanz sei anzuweisen, die Verhandlungen zur Ablösung der Schuldnerin bzw. zur Durchführung einer Erbteilung durch Auskauf oder Realteilung fortzuführen,\n\nc) eventuell sei diese Aufgabe dem Notar zu übertragen,\n\nd) für den Fall des Scheiterns der Einigungsverhandlungen sei der Notar zu beauftragen, die Teilung namens der Schuldnerin durchzusetzen (Art. 12 VVAG).\n\nDie Schuldbetreibungs- und Konkurskammer heisst den Rekurs im Sinne der Erwägungen gut und hebt den angefochtenen Entscheid auf.\n\nBGE 96 III 10 S. 15", "considerants": "Erwägungen:\n\n1. Die Rekurrentin beanstandet in erster Linie, dass die kantonalen Aufsichtsbehörden auf ihre früheren Entscheide zurückkamen. Sie macht geltend, eine untere Behörde könne den Entscheid einer oberen nicht in Wiedererwägung ziehen; zudem setze eine Wiedererwägung das Vorliegen neuer Tatsachen voraus; solche seien hier nicht vorhanden. Diese Rügen sind nicht zu hören; denn die damit aufgeworfenen Fragen werden vom kantonalen Verfahrensrecht beherrscht, während mit dem Rekurs im Sinne von Art. 19 Abs. 1 SchKG nur geltend gemacht werden kann, der angefochtene Entscheid verletze Bundesrecht (Art. 81 und 43 OG).\n\n2. Ist ein Anteil an einem Gemeinschaftsvermögen zu verwerten, so kann die vom Betreibungsamt nach Art. 132 Abs. 1 SchKG um Bestimmung des Verfahrens ersuchte Aufsichtsbehörde gemäss Art. 132 Abs. 3 SchKG \"nach Anhörung der Beteiligten die Versteigerung anordnen oder die Verwertung einem Verwalter übertragen oder eine andere Vorkehrung treffen\". Die VVAG, die nähere Bestimmungen darüber aufstellt, wie bei der Pfändung und Verwertung von Anteilen an Gemeinschaftsvermögen vorzugehen ist, damit die rechtlichen Interessen aller Beteiligten bestmöglich gewahrt werden (vgl. P. SCHWARTZ, BlSchK 1965 S. 173 f. Ziff. 3, und BGE 93 III 119 E. 1), verlangt in Art. 10 Abs. 1, dass die pfändenden Gläubiger, der Schuldner und die Mitanteilhaber, wenn eine Einigung im Sinne von Art. 9 nicht zustande kommt, Gelegenheit erhalten, ihre Anträge über die weiteren Verwertungsmassnahmen zu stellen. Sie erlaubt der Aufsichtsbehörde, nochmals Einigungsverhandlungen anzuordnen (Art. 10 Abs. 1 a.E.), und schreibt in Art. 10 Abs. 2 vor, die Aufsichtsbehörde verfüge \"unter möglichster Berücksichtigung der Anträge der Beteiligten, ob das gepfändete Anteilsrecht als solches versteigert, oder ob die Auflösung der Gemeinschaft und Liquidation des Gemeinschaftsvermögens nach den für die betreffende Gemeinschaft geltenden Vorschriften herbeigeführt werden soll\". Die Versteigerung soll nach Art. 10 Abs. 3 \"in der Regel nur angeordnet werden, wenn der Wert des Anteilsrechts gestützt auf die im Pfändungsverfahren oder beim Einigungsversuch gemachten Erhebungen annähernd bestimmt werden kann\".\n\nDiese Verordnungsvorschriften schränken das der Aufsichtsbehörde BGE 96 III 10 S. 16durch Art. 132 Abs. 3 SchKG eingeräumte Ermessen ein, heben es aber nicht auf (vgl. BGE 93 III 119 E. 1). Auf welchem der erwähnten Wege ein Gemeinschaftsanteil zu verwerten sei, bleibt letztlich eine Frage der Angemessenheit (vgl. BGE 87 III 109 Nr. 20). Das Bundesgericht, an das nach Art. 19 Abs. 1 SchKG nur gesetzwidrige Entscheide der kantonalen Aufsichtsbehörden weitergezogen werden können, darf daher in diesem Punkte nur eingreifen, wenn die Vorinstanz die Grenzen ihres Ermessens überschritten hat (vgl. BGE 93 III 119 E. 2 mit Hinweisen), was namentlich dann zutrifft, wenn ihre Entscheidung dem Grundgedanken der in Frage stehenden Vorschriften, insbesondere dem von ihnen verfolgten Schutzzweck nicht gehörig Rechnung trägt oder Umstände nicht beachtet, die unter diesem Gesichtspunkt wesentlich sind (vgl. BGE 80 III 119 ff. und SIMOND, SJK Nr. 628, Ausgabe 1958, S. 4). Ausserdem hat das Bundesgericht auf Rekurs hin zu prüfen, ob die Vorschriften des Gesetzes und der Verordnung über die Anhörung der Beteiligten (vgl. BGE 87 III 108 E. 2,BGE 54 III 95E. 2) und gegebenenfalls die Vorschriften über die zwecks Herbeiführung der Auflösung der Gemeinschaft zu treffenden Massnahmen (Art. 12, 13 VVAG) befolgt wurden.\n\n3. Die Vorinstanz geht angesichts der weit auseinandergehenden Schätzungen der beiden Sachverständigen mit Recht davon aus, dass es heute nicht möglich ist, den Wert des gepfändeten Anteilsrechts annähernd zu bestimmen. In solchen Fällen darf die Versteigerung nach Art. 10 Abs. 3 VVAG in der Regel nicht angeordnet werden.\n\nDie eben erwähnte Vorschrift bezweckt, im Interesse des Schuldners und der Gläubiger eine Verschleuderung des gepfändeten Anteilsrechts zu verhüten (BGE 80 III 120). Die Gefahr, dass der Steigerungserlös weit unter dem Wert des Anteilsrechts bliebe, ist im vorliegenden Falle besonders gross. Ein aussenstehender Ersteigerer des Anteilsrechts der Schuldnerin am Nachlass von Francesco Lotti müsste vorerst die Teilung des Vermögens der Firma Lotti & Cie. in Liq. unter die beiden Erbengemeinschaften, der die Brüder der Schuldnerin und wahrscheinlich auch die Erben des Modesto Lotti widerstreben, zu erreichen suchen, was mit Schwierigkeiten verbunden wäre. Hierauf müsste er die zuständige Behörde um ihre Mitwirkung bei der Teilung des Nachlasses von Francesco Lotti ersuchen (Art. 609 Abs. 1 ZGB). Auch bei dieser Teilung ergäben sich BGE 96 III 10 S. 17Schwierigkeiten. Abgesehen davon, dass in der Lehre umstritten ist, ob die Behörde eingreifen kann, bevor sich die Erben selbst zur Teilung entschlossen haben (verneinend ESCHER, 3. Aufl., N. 6, bejahend TUOR/PICENONI N. 13 zu Art. 609 ZGB), wäre im vorliegenden Falle der Einwand zu erwarten, der Erbvertrag vom 10. Februar 1955 schliesse die Teilung aus, solange eines der Kinder von Francesco Lotti lebt; von dieser Regelung könne nur im Einverständnis aller Beteiligten abgewichen werden (vgl. Prot. der Vorinstanz S. 10). Für wie lange die Erbteilung vertraglich ausgeschlossen werden kann, insbesondere ob nur ein \"vorübergehender\" oder auch ein längerer Aufschub der Teilung gültig vereinbart werden kann, ist ebenfalls umstritten (vgl. einerseits ESCHER N. 6/7, anderseits TUOR/PICENONI N. 6/7 zu Art. 604 ZGB). Der Ersteigerer müsste also voraussichtlich zwei zeitraubende und kostspielige Prozesse mit ungewissem Ausgang führen lassen und finanzieren. Könnte er schliesslich erreichen, dass der Schuldnerin eine bestimmte Geldsumme oder bestimmte Gegenstände als der ihr nach Abzug der Vorempfänge verbleibende Erbteil zugeschieden würden, so wäre immer noch nicht sicher, dass er diese Summe bzw. den Erlös aus den betreffenden Gegenständen (vgl. Art. 14 VVAG) sofort beziehen könnte; denn am Erbteil der Schuldnerin steht deren Mutter, die heute 73 Jahre alt ist und noch eine beträchtliche Lebenserwartung hat, die lebenslängliche Nutzniessung zu. Bei dieser Sachlage ist die Wahrscheinlichkeit dafür, dass unbeteiligte Dritte an der Steigerung teilnehmen würden, sehr gering. Auf jeden Fall aber kann angesichts der zahlreichen Unsicherheitsfaktoren, mit denen die Durchsetzung des bei einer Versteigerung erworbenen Anspruchs auf den Liquidationsanteil der Schuldnerin belastet ist, nicht erwartet werden, dass Dritte bei der Steigerung auch nur annähernd soviel bieten werden, wie für die pfändenden Gläubiger bei Annahme des Vergleichsangebots der Miterben der Schuldnerin gemäss den Schreiben Dr. Glarners vom 16. Juni und 21. Juli 1969 (lit. C hievor) verfügbar wird (20% des mit rund Fr. 4 200 000.-- eingesetzten, um die hypothekarische Belastung von rund Fr. 1 900 000.-- verminderten Werts der vier Liegenschaften = rund Fr. 460 000.--, abzüglich der Vorempfänge von rund Fr. 300 000.-- und des Kapitalwertes der Nutzniessung der Witwe Elvezia Lotti am Erbteil der Schuldnerin, welcher Wert nach einem Schreiben Dr. Glarners an den Vormund der Schuldnerin vom 27. September 1967 BGE 96 III 10 S. 18\"grob gerechnet ca. Fr. 65 000.--\" ausmachen soll). Auch für die pfändenden Gläubiger ist der Anreiz zur Teilnahme an der Steigerung angesichts der bestehenden Unsicherheitsfaktoren gering, und die Miterben der Schuldnerin, die am Erwerb des Anteilsrechts ihrer Schwester am ehesten interessiert sein könnten, würden bei einer Steigerung wohl kaum mehr bieten, als nötig ist, um den Zuschlag an einen allfälligen anderen Interessenten zu verhindern. Die Versteigerung des gepfändeten Anteilsrechts würde also aller Voraussicht nach zu einer Verschleuderung dieses Vermögenswertes führen. Sie darf daher erst angeordnet werden, wenn sich eine rationellere Art der Verwertung als schlechthin ausgeschlossen erweist.\n\n4. Mit den geschilderten Schwierigkeiten ist auch zu rechnen, wenn die Behörde, welche anstelle der Schuldnerin bei der Teilung mitzuwirken hat, die Erbteilung und - dieser vorausgehend - mit Hilfe eines Erbenvertreters die Teilung des Vermögens der Firma Lotti & Cie. in Liq. auf dem Prozessweg zu erreichen sucht. Die Kosten der hiezu nötigen Verfahren müssten wie andere Verwertungskosten von den Gläubigern vorgeschossen werden, wobei sich die Höhe des Vorschusses nach den Beträgen bemessen würde, welche der wahrscheinlich beizuziehende Anwalt und die Gerichte ihrerseits als Vorschüsse verlangen würden (vgl. BGE 80 III 121 E. 3). Diese Lösung dürfte für die Gläubiger aber dennoch vorteilhafter sein als die Versteigerung; denn sie kann dazu führen, dass sie auf den vollen Wert des gepfändeten Anteilsrechts greifen können, während ihnen im Falle der Versteigerung nur der diesen Wert voraussichtlich bei weitem nicht erreichende Steigerungspreis zufällt. (Die Auffassung der Rekurrentin, dass die Gläubiger im Falle der Versteigerung völlig leer ausgingen, wenn der Erlös den Betrag ihrer Vorempfänge nicht erreichen würde, trifft nicht zu; die Vorempfänge wären nicht aus dem Steigerungserlös zu decken und daher von diesem abzuziehen, sondern um die Vorempfänge würde sich der dem Ersteigerer zukommende Anteil der Schuldnerin am Ergebnis der Liquidation der Erbschaft ihres Vaters vermindern.)\n\nDie Vorinstanz stellt allerdings fest, dass kein Gläubiger der Versteigerung widerspreche, und nimmt an, den Gläubigern sei nicht zuzumuten, weitere Jahre auf die Erledigung der Betreibungen zu warten, ohne die Gewissheit zu haben, dem Ziel der Betreibung näherzurücken. Demgegenüber wendet jedoch die BGE 96 III 10 S. 19Rekurrentin mit Recht ein, die Tatsache, dass sich die Gläubiger auf das Rundschreiben der unteren Aufsichtsbehörde vom 3. Februar 1966 hin ausdrücklich oder stillschweigend für die Versteigerung entschieden, dürfe der Entscheidung über ihre Beschwerde nicht zugrunde gelegt werden, weil das Rundschreiben die Gläubiger nur mangelhaft über die Sachlage unterrichtet habe. Das Rundschreiben wies die Gläubiger nur auf die Schwierigkeiten der Teilung und darauf hin, dass sie die hohen Kosten der hiefür nötigen Verfahren (\"mindestens Fr. 20 000.--\") vorschiessen müssten und während Jahren kein Ergebnis aus der Betreibung erhielten. Dagegen wurden die Gläubiger über die schlechten Aussichten einer Versteigerung nicht aufgeklärt. Im Rundschreiben fehlt namentlich ein Hinweis auf die hohen Vorempfänge der Schuldnerin und auf das lebenslängliche Nutzniessungsrecht ihrer Mutter. Unter diesen Umständen drängt es sich auf, den Gläubigern unter genauer und erschöpfender Darstellung der Lage nochmals Gelegenheit zu geben, sich über das weitere Vorgehen zu äussern und sich zugleich darüber auszusprechen, ob sie zur Sicherstellung der mit der Liquidation der Gemeinschaft verbundenen Kosten bereit wären. Es ist denkbar, dass die Gläubiger bei voller Kenntnis der Lage ihre Meinung ändern. Stellen einzelne Gläubiger die Kosten der Liquidation sicher, so ist auch den anderen zuzumuten, das Ergebnis der Erbteilung abzuwarten (BGE 80 III 122 oben).\n\nIndem das SchKG in Art. 132 Abs. 3 vorschreibt, die Aufsichtsbehörde könne die dort vorgesehenen Massnahmen \"nach Anhörung der Beteiligten\" treffen, verlangt es freilich nicht, die Behörde selbst habe die Beteiligten anzuhören. Die Einigungsverhandlungen werden vielmehr in der Regel vom Betreibungsamt geführt, und es ist demgemäss in der Regel auch dessen Sache, beim Scheitern dieser Verhandlungen die Anträge der Beteiligten über das weitere Verfahren einzuholen. Ob die Aufsichtsbehörde sich selbst um eine Einigung bemühen will, ist ihrem Ermessen anheimgestellt. Dass sie nach Anhörung der Beteiligten zu entscheiden hat, bedeutet demgemäss für sie grundsätzlich nur, dass sie deren Anträge nach Möglichkeit zu berücksichtigen hat (Art. 9/10 VVAG; BGE 87 III 108 E. 2). Beantragt jedoch das Betreibungsamt der Aufsichtsbehörde die Wiedererwägung einer früheren Entscheidung über das Verwertungsverfahren, ohne hierüber die Meinungsäusserungen der Beteiligten eingeholt zu haben, und lässt sich die Aufsichtsbehörde BGE 96 III 10 S. 20auf diesen Antrag ein, wie es hier geschah, so muss die Aufsichtsbehörde die Beteiligten, die auch in einem solchen Falle vor der Entscheidung angehört zu werden verdienen, selbst anhören. Dass die Beteiligten dabei nicht bloss einseitig über die Sachlage orientiert werden dürfen, versteht sich von selbst.\n\n5. Da sich die Miterben der Rekurrentin für den nach Ansicht der Vorinstanz eingetretenen Fall, dass eine Einigung über den Auskauf der Rekurrentin nicht erzielt werden kann, auf den Erbvertrag vom 10. Februar 1955 berufen, der eine Teilung der Erbschaft des Francesco Lotti zu Lebzeiten eines der Kinder ausschliesst, könnte man versucht sein, Art. 13 VVAG anzuwenden, der lautet:\n\n\"Widersetzt sich einer der Mitanteilhaber der Auflösung der Gemeinschaft, so bietet das Betreibungsamt den Gläubigern den Anspruch auf Auflösung der Gemeinschaft und Liquidation des Gemeinschaftsvermögens zur Geltendmachung auf eigene Gefahr gemäss Art. 131 Abs. 2 SchKG an. Macht kein Gläubiger innert der angesetzten Frist von diesem Angebot Gebrauch, so wird das Anteilsrecht versteigert.\"\n\nDiese Bestimmung lässt sich nach ihrem allgemein gefassten Wortlaut auf alle Arten von Gemeinschaften, also auch auf die Erbengemeinschaft beziehen. JAEGER hatte denn auch in seinem 1911 (also vor Erlass der VVAG vom 17. Januar 1923) erschienenen Kommentar zum SchKG bei Behandlung der Verwertung von gepfändeten Erbanteilen die Ansicht vertreten: \"Da die Teilung von jedem Miterben erzwungen werden kann, sind die Gläubiger auf ihr Verlangen, alle oder nur einzelne, in die bezüglichen Rechte des Schuldners einzuweisen und können dann an seiner Statt Teilung verlangen und an der Teilung mitwirken\" (N. 4 zu Art. 132, S. 432/33). Diese Auffassung verträgt sich jedoch nicht mit der Regelung des ZGB, wonach ein Dritter, der den Anspruch eines Erben auf eine angefallene Erbschaft erworben oder gepfändet hat oder gegen den Erben Verlustscheine besitzt, nicht berechtigt ist, sich unmittelbar in die Teilung einzumischen, sondern nur verlangen kann, dass die Behörde anstelle des betreffenden Erben bei der Teilung mitwirkt (Art. 609 Abs. 1 und 635 Abs. 2 ZGB;BGE 63 II 234oben: \"Das Gesetz will die Auseinandersetzung über die Erbschaft als eine Angelegenheit der Erben behandelt wissen, an der kein Aussenseiter, sondern nur allenfalls die Behörde teilnehmen darf\"; ESCHER N. 14 und 17, TUOR/PICENONI N. 5 und BGE 96 III 10 S. 2112a zu Art. 609 ZGB). Ist das gepfändete Anteilsrecht ein solches an einer Erbschaft, an welcher der Schuldner unstreitig beteiligt und welche unstreitig noch nicht geteilt ist, deren Teilung aber von den Miterben abgelehnt wird, so darf deshalb der Teilungsanspruch des Schuldners trotz der allgemeinen Fassung des Art. 13 VVAG (der das ZGB nicht abzuändern vermochte) nicht gemäss Art. 131 Abs. 2 SchKG den Gläubigern zur Geltendmachung auf eigene Gefahr und in eigenem Namen (vgl. BGE 93 III 48 E. 1) überlassen werden. Vielmehr kann, wenn der Liquidationsanteil des Schuldners an einer solchen Erbschaft gepfändet ist, stets nur die vom Betreibungsamt gemäss Art. 12 VVAG um ihre Mitwirkung zu ersuchende Behörde anstelle des Schuldners handeln. Eine Überweisung gemäss Art. 131 Abs. 2 SchKG an den Gläubiger, zu dessen Gunsten ein Erbteil gepfändet wurde, kommt nur in Frage, wenn der Bestand bzw. der Fortbestand einer Erbengemeinschaft, an welcher der Schuldner beteiligt wäre, bestritten ist, wie es in den FällenBGE 61 III 95ff. undBGE 62 III 26ff. zutraf. In solchen Fällen kann der Gläubiger ermächtigt werden, anstelle des Schuldners auf Feststellung zu klagen, dass eine Erbengemeinschaft (noch) besteht (BGE 61 III 99,BGE 62 III 28). Weitergehende Rechte können ihm aber nicht übertragen werden. Wird das Bestehen einer Erbengemeinschaft auf seine Klage hin gerichtlich festgestellt, so hat er die Teilung unter Mitwirkung der nach Art. 609 ZGB zuständigen Behörde zu verlangen (BGE 61 III 99).\n\nMuss den pfändenden Gläubigern die Überweisung des Teilungsanspruchs der Rekurrentin nach Art. 131 Abs. 2 SchKG aus Gründen des materiellen Rechts versagt werden, so darf aber doch nicht unbeachtet bleiben, dass die Lage der Gläubiger, welche die zur Herbeiführung der Erbteilung nötigen Verfahren durch ihre Kostenvorschüsse finanzieren (vgl. Erw. 4 hievor), weitgehend der Lage von Gläubigern gleicht, die sich nach Art. 131 Abs. 2 SchKG das Recht zur Eintreibung eines Anspruchs des Schuldners auf ihre eigene Gefahr übertragen lassen und zur Ausübung dieses Rechts einen Anwalt beiziehen. Den Gläubigern, welche die Kosten der erwähnten Verfahren vorschiessen, droht wie den Gläubigern, denen ein Anspruch des Schuldners nach Art. 131 Abs. 2 SchKG zur Eintreibung überlassen wird, die Gefahr, dass sie die für Gerichts-, Anwalts- und Betreibungskosten aufgewendeten Beträge verlieren, wenn BGE 96 III 10 S. 22die getroffenen Massnahmen nicht zum gewünschten Ziel führen. Dass sie dieses Risiko übernehmen, darf von ihnen nur erwartet werden, wenn ihnen im Falle des Erfolgs der von ihnen finanzierten Verfahren ein entsprechender Vorteil winkt. Daher ist auf sie der zweite Satz von Art. 131 Abs. 2 SchKG, der den Empfängern einer Überweisung nach Art. 131 Abs. 2 Satz 1 SchKG ein Vorrecht auf das Ergebnis der Inkassobemühungen gewährt, entsprechend anzuwenden, d.h. aus dem Ergebnis des Teilungsverfahrens sind ihre Auslagen und ihre Forderungen vorweg zu decken (die Forderungen gegebenenfalls nach Massgabe ihrer Rangfolge). Auch hierüber sind die Gläubiger der Rekurrentin zu orientieren.\n\n6. Die Vorinstanz, an welche die Sache schon aus den bisher dargelegten Gründen zurückzuweisen ist, wird aber auch zu prüfen haben, ob nicht doch eine Verständigung über einen Auskauf der Rekurrentin herbeigeführt werden kann, sei es auf dem von ihr während langer Zeit verfolgten, schliesslich aber verlassenen Wege einer Einigung unter allen Beteiligten im Sinne von Art. 9 Abs. 1 VVAG (d.h. zwischen den pfändenden Gläubigern, der Schuldnerin bzw. den für sie handelnden vormundschaftlichen Organen und den Miterben der Schuldnerin), sei es auf dem Wege eines Vergleichs zwischen der nach Art. 609 ZGB anstelle der Schuldnerin bei der Teilung mitwirkenden Behörde und den Miterben der Schuldnerin. Die Annahme der Vorinstanz, auf eine solche Verständigung könne nicht mehr gerechnet werden, weckt Bedenken, wenn auch aus anderen als den von der Rekurrentin bzw. von ihrem Vormund angeführten Gründen.\n\na) Der Vormund der Rekurrentin wendet sich gegen die Feststellung der Vorinstanz, die Vergleichsverhandlungen hätten deswegen nicht zum Ziel geführt, weil er verlangt habe, dass bei der Bestimmung der Auskaufssumme \"den bei den Liegenschaften im Stadtzentrum bestehenden Entwicklungsmöglichkeiten Rechnung getragen werde\". Er macht geltend, er habe ein solches Ansinnen nicht gestellt. Die gegenteilige Annahme der Vorinstanz ist jedoch nicht unbegründet. Der Vormund hat nämlich verlangt (und verlangt heute noch), der Berechnung der Auskaufssumme dürfe kein unter Fr. 4 800 000.-- liegender Schätzungswert der Liegenschaften zugrunde gelegt werden. Diese Schätzung beruht aber auf der Voraussetzung, dass die drei im Stadtzentrum liegenden Liegenschaften neu überbaut BGE 96 III 10 S. 23werden (Gutachten Lamprecht S. 4/5), wovon die Miterben der Rekurrentin jedenfalls zur Zeit nichts wissen wollen. Den Wert, den die vier Liegenschaften nach Massgabe des heutigen Zustandes aufweisen, schätze Lamprecht auf etwas mehr als Fr. 4 300 000.--. Mit dem Begehren, die Auskaufssumme sei auf Grund eines Wertes von mindestens Fr. 4 800 000.-- zu berechnen, verlangt der Vormund also die Berücksichtigung einer künftigen Entwicklung. Hievon abgesehen hat er sich in seinem Schreiben an Dr. Glarner vom 10. September 1969 vorbehalten, auf die Bewertung der Liegenschaften zurückzukommen, wenn höhere Offerten eingehen sollten.\n\nb) Der Vormund beanstandet ferner, dass die Vorinstanz die Verhandlungen abgebrochen habe, bevor die Miterben in der Lage gewesen seien, zu seinen Vorschlägen im eben erwähnten Schreiben Stellung zu nehmen. Die Vorinstanz durfte jedoch bei ihrer Entscheidung vom 28. November 1969 sehr wohl annehmen, dieses Schreiben (das die Miterben der Rekurrentin offenbar nicht beantworteten) biete keine geeignete Grundlage für neue Verhandlungen. Der darin u.a. vorgeschlagenen Realteilung (Zuweisung einer der vier Liegenschaften oder Zuweisung von Stockwerkseigentum) hatten sich die Miterben schon früher abgeneigt gezeigt.\n\nc) Der Vorinstanz kann jedoch nicht ohne weiteres gefolgt werden, wenn sie annimmt, die Meinungsverschiedenheiten zwischen den vormundschaftlichen Organen und den Miterben über den zwecks Festsetzung der Auskaufssumme zu ermittelnden Wert der Liegenschaften seien zur Zeit unüberbrückbar und dem Notar dürfe nicht zugemutet werden, ein Angebot anzunehmen, das die vormundschaftlichen Organe ablehnen. Die Vorinstanz hat in diesem Zusammenhang einen wesentlichen Umstand unberücksichtigt gelassen. Sowohl die vormundschaftlichen Organe, die bei einer Einigung unter allen Beteiligten im Sinne von Art. 9 Abs. 1 VVAG anstelle der bevormundeten Rekurrentin mitzuwirken haben, als auch die nach Art. 609 ZGB zuständige Behörde (Notar), die zum Zuge kommt, wenn eine Einigung unter allen Beteiligten (z.B. mangels Zustimmung sämtlicher pfändenden Gläubiger) nicht zustande kommt und deshalb die Teilung unter Mitwirkung der zuständigen Behörde nach Art. 12 VVAG und Art. 609 ZGB ins Auge gefasst wird, werden nämlich bei der Beurteilung des vorliegenden Angebots der Miterben (das übrigens noch durch die genaue Bezifferung BGE 96 III 10 S. 24des Kapitalwerts der Nutzniessung der Mutter der Rekurrentin verdeutlicht werden muss) oder eines allfälligen verbesserten Angebots zu bedenken haben, dass unter Umständen nicht bloss die Annahme, sondern auch die Ablehnung eines Vergleichsvorschlags eine unsachgemässe Verfügung bilden kann, die Verantwortlichkeitsansprüche auszulösen vermag. Diese Gefahr darf im vorliegenden Falle nicht unterschätzt werden. Misslingt eine Verständigung, so lässt sich die Versteigerung des Anteilsrechts, die höchst wahrscheinlich weit weniger einbringt als der vorliegende Vergleichsvorschlag, nur vermeiden, wenn die Gläubiger oder einzelne von ihnen bereit sind, die Kosten des Teilungsverfahrens vorzuschiessen, was nicht mit Sicherheit erwartet werden kann. Der Umstand, dass die von den vormundschaftlichen Organen oder vom Notar zu treffende Entscheidung heikel ist, kann keinen Grund dafür abgeben, von vornherein die Verwertungsart (Versteigerung) zu wählen, die von allen in Frage kommenden Möglichkeiten die ungünstigste ist. Vergegenwärtigen sich die vormundschaftlichen Organe bzw. der Notar die möglichen Folgen eines Scheiterns der Vergleichsbemühungen und überlegen sich die Miterben ihrerseits, dass beim Fehlschlagen dieser Bemühungen immerhin ernstlich mit einem langen und kostspieligen Prozess zu rechnen ist, so dürfte sich eine Verständigung, die den Interessen aller Beteiligten gerecht wird, finden lassen."}