{"annee": "96", "cour": "II", "page": "172", "date": "23/11/1970", "cite": ["50 II 186"], "cite_par": ["103 II 330", "100 II 120", "115 II 24", "115 II 440", "108 II 422", "115 II 42"], "chapeau": "28. Urteil der I. Zivilabteilung vom 23. November 1970 i.S. Bergbahnen Flims AG gegen Brandversicherungsanstalt des Kantons Graubünden.", "regestes": ["Recours de l'assureur contre une personne qui répond d'un acte illicite. Art. 51 CO. Une disposition cantonale sur la subrogation ne peut modifier le droit de recours fondé sur l'art. 51 CO ni en faveur d'établissements cantonaux d'assurance, ni en défaveur de l'auteur du dommage (consid. 1). Art. 55 al. 2 CC. Responsabilité d'une société anonyme pour l'acte illicite commis par un de ses organes (consid. 3). Etendue du recours de l'assureur. Faute commise par un organe de la société anonyme contre laquelle s'exerce le recours (consid. 3a). La prétention élevée par l'exercice du recours ne saurait être réduite du fait que: - le dommage aurait néanmoins pu se produire par la réalisation d'un danger abstrait (consid. 3b); - l'établissement d'assurance qui exerce le recours reçoit une prestation (primes), pour assumer le risque (consid. 3c); - la société contre laquelle s'exerce le recours devra encore prendre à sa charge le dommage mobilier (consid. 3d); - la société contre laquelle s'exerce le recours a bénévolement fait, à la commune lésée, un paiement pour la préven tion de dommages futurs (consid. 3e)."], "faits": "BGE 96 II 172 S. 173\n\nA.- Die Bergbahnen Flims AG betreibt eine Sesselbahn von Flims nach Alp Naraus und eine Luftseilbahn von Alp Naraus nach dem mehr als 2600 m ü.M. liegenden Cassons-Grat. Die Konzession des Eidgenössischen Verkehrs- und Energiewirtschaftsdepartementes vom 3. August 1955 bestimmt in Art. 8 Abs. 4:\n\n\"Bei Lawinengefahr sind allfällig gefährdete Skiabfahrten durch Markierungen zu sperren und, wenn alle Abfahrten gefährdet sind, die Anlage nötigenfalls stillzulegen. Es ist ein Schneebeobachtungs- und ein Rettungsdienst einzurichten.\"\n\nVom 19. bis 21. März 1967 fielen im Gebiete des Vorderrheintales 110 bis 190 cm Schnee. In den O-SW gerichteten Abhängen wurde er durch andauernde und äusserst starke Nord- und Nordwestwinde in grossem Umfange verfrachtet. Wegen Lawinengefahr sperrte die Bergbahnen Flims AG das Skigebiet am Cassons-Grat.\n\nNach dem 21. März 1967 nahm die Lawinengefahr ab. Das Bulletin des Eidgenössischen Institutes für Schnee- und Lawinenforschung Weissfluhjoch-Davos vom 22. März 1967 meldete, BGE 96 II 172 S. 174dank einer günstigen Setzung und Verfestigung der in den letzten Tagen abgelagerten Schneemassen könne die grosse Lawinengefahr zur Zeit als behoben gelten. Allerdings könnten in den schneereichen Regionen als Folge der Erwärmung und Einstrahlung vereinzelt noch bedeutendere Lawinen niedergehen, vor allem an Sonnenhängen. Im weiteren bleibe im ganzen Alpengebiet die örtliche Schneebrettgefahr in Lagen über rund 1800 m bestehen. Auf Skitouren sei entsprechende Vorsicht geboten.\n\nAm 23. März 1967 beschloss Giger, Geschäftsführer und Verwaltungsrat der Bergbahnen Flims AG, im Einvernehmen mit dem Vorsteher des Rettungsdienstes dieser Firma die künstliche Auslösung der Lawine \"Ils Cugns-Mitte\", deren Anrissgebiet etwa 2600 m ü.M. am Cassons-Grat liegt und die, in südwestlicher Richtung über die Alp Cassons fallend, 1780 bis 1560 m ü.M. ausläuft. Der Beschluss wurde von einem Pistenmann der Bergbahnen Flims AG mit einer Sprengladung vollzogen. Die Lawine ging in gewaltigem Ausmass nieder und über den Schutzwall hinweg, der die 1952 m ü.M. auf Alp Cassons stehenden Hütten der Gemeinde Flims zu sichern hatte. Die Hütten wurden vollständig zerstört.\n\nDie Gemeinde Flims erlitt durch den Verlust dieser Gebäude einen Schaden von Fr. 110'286.90, der ihr gestützt auf die kantonalen Gesetze betreffend die Versicherung der Gebäude gegen Elementarschäden, vom 6. März 1932, und betreffend die Brandversicherung, vom 3. Oktober 1920, durch die Brandversicherungsanstalt des Kantons Graubünden ersetzt wurde.\n\nB.- Die Brandversicherungsanstalt klagte gegen die Bergbahnen Flims AG auf Bezahlung von Fr. 110'286.90 nebst 5% Zins von Fr. 84'910.50 seit 1. Mai 1968 und Fr. 27.10 Kosten des Zahlungsbefehls. Das Bezirksgericht Imboden sprach der Klägerin Fr. 88'229.50 nebst 5% Zins von Fr. 84'910.50 seit 1. Mai 1968 zu. Es setzte die Ersatzpflicht in Anwendung des Art. 43 Abs. 1 OR um 20% herab, weil die Beklagte nicht grobfahrlässig, sondern nur fahrlässig gehandelt habe.\n\nDie Beklagte erklärte mit dem Antrag auf Abweisung der Klage die Berufung, und die Klägerin schloss sich dieser mit dem Antrag auf vollständige Gutheissung der Klage an.\n\nDas Kantonsgericht von Graubünden bestätigte am 17. April 1970 das erstinstanzliche Urteil. Es begründete die Herabsetzung der Ersatzpflicht um 20% unter Hinweis auf Art. 43 OR, indem BGE 96 II 172 S. 175es die Fahrlässigkeit der Beklagten als nur leicht bezeichnete und ausserdem der Gefahr Rechnung trug, dass die Gebäude der Gemeinde Flims durch eine natürliche Lawine hätten beschädigt werden können, wenn nicht die Beklagte eine künstliche ausgelöst hätte. Es führte aus, \"diese allerdings noch entfernte Wahrscheinlichkeit des Schadenseintrittes ohne Zutun der Beklagten\" müsse berücksichtigt werden. \"Dieses Risiko eines Vermögensschadens für die Geschädigte und damit auch einer Ersatzpflicht für die heutige Klägerin\" sei durch die Handlung der Beklagten beseitigt worden, weshalb es recht und billig sei, dass die Klägerin einen Teil des Schadens selber tragen müsse.\n\nC.- Die Beklagte hat gegen das Urteil des Kantonsgerichtes die Berufung erklärt. Sie beantragt, die Forderung der Klägerin insoweit abzuweisen, als sie Fr. 33'086.07 nebst 5% Zins seit 1. Mai 1968 überschreite. Eventuell sei die Forderung nach richterlichem Ermessen auf weniger als Fr. 88'225.50 zu bestimmen.\n\nDie Klägerin beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss § 44 des Gesetzes betreffend die Brandversicherung im Kanton Graubünden erhält die Brandversicherungsanstalt in Fällen, wo ein Dritter den Schaden vorsätzlich oder fahrlässig verursacht hat, \"für die bezahlte Summe das Rückgriffsrecht auf den Fehlbaren\".\n\nEs kann dahingestellt bleiben, ob diese Bestimmung die Ersatzforderung des Geschädigten gegen den Schädiger von Gesetzes wegen auf die zahlende Brandversicherungsanstalt übergehen lassen will oder nur ein Rückgriffsrecht vorsieht, wie Art. 51 OR es schon von Bundesrechts wegen gewährt. Denn nach der Rechtsprechung des Bundesgerichts kann durch eine kantonale Subrogationsbestimmung das Rückgriffsrecht aus Art. 51 OR nicht zugunsten kantonaler Versicherungsanstalten und zuungunsten des Schädigers abgeändert werden (BGE 50 II 187).\n\n2. Haften mehrere Personen aus verschiedenen Rechtsgründen, sei es aus unerlaubter Handlung, aus Vertrag oder aus Gesetzesvorschrift dem Verletzten für denselben Schaden, so wird die Bestimmung über den Rückgriff unter Personen, die einen Schaden gemeinsam verschuldet haben, entsprechend auf sie angewendet (Art. 51 Abs. 1 OR). Ob und in welchem Umfange BGE 96 II 172 S. 176die Haftbaren Rückgriff gegeneinander haben, wird also durch richterliches Ermessen bestimmt (Art. 50 Abs. 2 OR). Dabei trägt aber in der Regel derjenige in erster Linie den Schaden, der ihn durch unerlaubte Handlung verschuldet hat, und in letzter Linie derjenige, der ohne eigene Schuld und ohne vertragliche Verpflichtung nach Gesetzesvorschrift haftbar ist (Art. 51 Abs. 2 OR).\n\n3. Die Beklagte bestreitet im Berufungsverfahren nicht mehr, dass sie durch den Befehl ihres Geschäftsführers und Verwaltungsrates Giger, die Lawine auszulösen, der Gemeinde Flims aus unerlaubter Handlung haftbar geworden ist (Art. 55 Abs. 2 ZGB) und die Klägerin daher grundsätzlich auf sie zurückgreifen kann. Sie macht nur noch geltend, das Kantonsgericht habe das Mass dieses Rückgriffes unrichtig bestimmt, nämlich auf Grund des Art. 43 statt auch des Art. 51 OR, und es habe aus dem festgestellten Tatbestand nicht die sich aufdrängenden Rechtsschlüsse gezogen und ausserdem bestimmte von der Beklagten als Ermässigungsgründe angerufene Tatsachen nicht berücksichtigt. Sie beantragt, dass ihre Ersatzpflicht von 80% auf 30% des von der Klägerin gedeckten Schadens herabgesetzt werde.\n\na) Was den Grad des Verschuldens betrifft, der nach Art. 43 OR und folglich auch bei der Bestimmung des Masses des Rückgriffs nach Art. 51 OR eine Rolle spielt, kann vorab der Auffassung der Beklagten, das Kantonsgericht habe ihn als Herabsetzungsgrund überhaupt nicht berücksichtigt, nicht beigepflichtet werden. Es führt im Abschnitt, in dem es die Herabsetzung der Ersatzpflicht begründet, ausdrücklich aus, bei der Bemessung des Schadenersatzes sei das Verschulden der Beklagten zu werten; es sei mit dem Vorderrichter als leichte Fahrlässigkeit zu würdigen; die Beklagte habe nicht gegen elementarste Gebote der Vorsicht verstossen, sondern im wesentlichen nur die gesamte Sachlage falsch eingeschätzt; das erlaube dem Richter, unter Berücksichtigung aller Umstände den Schadenersatz nach Recht und Billigkeit zu bemessen.\n\nDas Kantonsgericht versteht unter der leichten Fahrlässigkeit eine nicht grobe. Das ergibt sich nicht nur aus der Beschreibung der Fehler der Beklagten und aus der Würdigung, dass sie nicht gegen elementarste Gebote der Vorsicht verstiess, sondern auch aus der Verweisung auf die Auffassung des Bezirksgerichtes, das erklärt, das Vorgehen der Beklagten sei nicht grobfahrlässig, sondern nur als fahrlässig zu qualifizieren.\n\nBGE 96 II 172 S. 177\n\nDiese Würdigung hält stand. Die Beklagte hat nicht geradezu elementarste, sich jedem vernünftigen Menschen gebieterisch aufdrängende Gebote der Sorgfalt verletzt, aber auch nicht die untere Grenze der Fahrlässigkeit nur ganz geringfügig überschritten.\n\nDie Befugnis, Wald und Weide zu betreten (Art. 699 ZGB), berechtigt niemanden, über fremdes Eigentum hinweggehende Lawinen auszulösen. Auch behauptet die Beklagte nicht, sie habe die Lawine abgesprengt, um einen Notstand im Sinne der Art. 701 ZGB, 52 Abs. 2 OR oder 34 StGB zu beheben. Die Schneemassen oberhalb Alp Cassons brachten weder Personen noch Sachen in eine unmittelbare Gefahr, und es kann auch nicht gesagt werden, eine solche wäre nicht anders als durch die künstliche Auslösung der Lawine abzuwenden gewesen. Skifahrer benützten das Gelände nicht, da der Bahnbetrieb ruhte und die Abfahrtsstrecken gesperrt waren. Die Beklagte hat die Lawine nur ausgelöst, um vorzeitig diese anderen Schutzmassnahmen aufheben zu können. Sie tat das nicht aus einer Verpflichtung den Skifahrern gegenüber, wie sie vorbringt, sondern um den Bahnbetrieb, an dem sie wirtschaftlich interessiert ist, möglichst rasch wieder aufnehmen zu können. Auch die Bestimmungen der Konzession vermochten ihr Vorgehen nicht zu rechtfertigen. Sie verlangten bei Lawinengefahr nur, dass die Beklagte die gefährdeten Skiabfahrten sperre und im Falle der Gefährdung aller Abfahrten den Bahnbetrieb einstelle. Die Auslösung der Lawine war daher eindeutig rechtswidrig.\n\nEs steht allerdings nicht fest, dass die Beklagte sich dessen bewusst gewesen sei. Wenn sie aber schon ohne Einverständnis der Gemeinde vorgehen wollte, musste sie zum mindesten mit höchster Sorgfalt überlegen, ob die künstliche Auslösung der Lawine niemanden schädigen könne, und im Zweifelsfalle auf ihr Vorhaben verzichten. Die Beklagte hat wissen müssen und gewusst, dass Lawinen unberechenbare Auswirkungen haben können, und sie hätte dem Rechnung tragen sollen. Nichts sprach dafür, dass die Lawine \"Ils Cugns-Mitte\" nach den schweren Schneestürmen harmlos sein werde. Der Geschäftsführer der Beklagten liess weder Untersuchungen über die für ihre Mächtigkeit und ihren Lauf entscheidenden Verhältnisse (Schichtung der Schneedecke, Temperaturen usw.) vornehmen, noch sich durch Sachverständige beraten, obschon er festgestelltermassen BGE 96 II 172 S. 178wusste, dass in ihrem Anrissgebiet innert drei Tagen mindestens 110 cm Neuschnee gefallen war. Diese Masse hätte ihn misstrauisch machen und die Gefahr voraussehen lassen sollen. Er durfte sich auch nicht auf den Wall verlassen, der die mitten in der Lawinenzone stehenden Gebäude schützte. Dieser Wall eignete sich nur, kleinere Lawinen zu teilen und an den Gebäuden vorbeizuleiten. Eine grosse Lawine, wie die Sprengung sie befürchten liess, musste voraussichtlich über den Wall und die Gebäude hinwegfegen und machte deren Beschädigung wahrscheinlich. Die Beklagte hätte das bedenken sollen.\n\nEs besteht daher kein Grund, die Ersatzpflicht der Beklagten unter dem Gesichtspunkt des Verschuldens stärker herabzusetzen als die kantonalen Gerichte es getan haben.\n\nDas Kantonsgericht hält allerdings nicht auseinander, inwieweit die Würdigung des Verschuldens es bestimmt hat, die Ersatzpflicht um 20% herabzusetzen, und inwieweit die Überlegung, die Beklagte habe der Klägerin das Risiko der Verschüttung der Gebäude durch eine natürlich niedergehende Lawine abgenommen, bestimmend war. Die zweite Überlegung kann jedoch, wie sogleich zu zeigen sein wird, bei richtiger Betrachtung kein Gewicht haben.\n\nb) Die Beklagte unterstellt, der Schaden wäre nach dem Gutachten des Institutes für Schnee- und Lawinenforschung und der Auffassung des Kantonsgerichts mit grosser Wahrscheinlichkeit auch eingetreten, wenn sie die Lawine nicht künstlich ausgelöst hätte.\n\nDas Kantonsgericht bezeichnet indessen das Vorbringen der Beklagten, die Lawine wäre wahrscheinlich auch ohne Sprengung niedergegangen, als unbewiesene Hypothese. Das Bundesgericht ist an diese Feststellung gebunden. Da die Beklagte beweispflichtig war, muss deshalb davon ausgegangen werden, es sei nicht wahrscheinlich gewesen, dass die Lawine auch ohne die Sprengung niedergegangen wäre. Damit verträgt es sich nicht, dass das Kantonsgericht bei der Erörterung des Masses der Ersatzpflicht von einer \"noch entfernten Wahrscheinlichkeit des Schadenseintrittes ohne Zutun der Beklagten\" spricht. Wenn die Wahrscheinlichkeit nicht bewiesen ist, darf nicht von einer \"Wahrscheinlichkeit\", auch nicht von einer entfernten, ausgegangen werden. Die erwähnte Wendung der Vorinstanz hat in Wirklichkeit den Sinn einer entfernten Möglichkeit, einer bloss abstrakten Gefahr. Dazu kommt, dass das Kantonsgericht BGE 96 II 172 S. 179die Ausführungen des Bezirksgerichtes über den Kausalzusammenhang als zutreffend bezeichnet. Das Bezirksgericht aber hat erklärt, selbst wenn der Begutachter die Möglichkeit der natürlichen Auslösung bestimmt hätte bejahen können, bliebe immer noch offen, ob eine Lawine gleichen Ausmasses und genau gleicher Richtung entstanden wäre. Dass die Gemeinde Flims auch ohne die unerlaubte Handlung der Beklagten hätte geschädigt werden können, war also wirklich nur eine entfernte Möglichkeit.\n\nWer jemanden durch unerlaubte Handlung schuldhaft schädigt, kann indessen der Ersatzpflicht nicht teilweise entgehen, weil der Schaden rein abstrakt möglicherweise ohnehin eingetreten wäre. Dieses Argument verfängt auch nicht gegenüber einem Schadensversicherer. Sonst müsste dessen Forderung gegenüber dem Schädiger stets herabgesetzt werden. Die Regel des Art. 51 Abs. 2 OR, wonach der Schaden in erster Linie von dem zu tragen ist, der ihn durch unerlaubte Handlung verschuldet hat, gilt indessen auch zugunsten von Versicherern. Er deckt sich mit dem Zweck des Art. 72 VVG, der die Ersatzforderung aus unerlaubter Handlung in der Regel auf den privaten Schadensversicherer übergehen lässt und nur die in Abs. 3 umschriebenen Ausnahmen kennt.\n\nc) Kein Herabsetzungsgrund liegt sodann darin, dass die Klägerin für die Tragung des Risikos eine Gegenleistung erhalten hat. Jeder Versicherer erhält eine solche. Die \"Beiträge\" (Prämien) im Sinne der §§ 28 ff. des Gesetzes betreffend die Brandversicherung wurden nicht etwa von der Beklagten, sondern von der Gemeinde Flims als Eigentümerin der Gebäude aufgebracht. Die Brandversicherungsanstalt arbeitet nach dem Grundsatz der Gegenseitigkeit (§ 1). Jährliche Überschüsse fallen in den Reservefonds (§ 33). Dieser ist zur Deckung von Fehlbeträgen anderer Jahre zu verwenden, und wenn er dadurch unter einen bestimmten Stand sinkt, sind Zuschläge zu den ordentlichen Prämien zu erheben (§ 34). Jede Herabsetzung des Rückgriffsrechtes der Brandversicherungsanstalt gegen den Schädiger wirkt sich also letzten Endes zulasten aller Versicherten aus.\n\nd) Die Beklagte wirft dem Kantonsgericht vor, es habe nicht berücksichtigt, dass sie in prozentual gleichem Ausmass wie den Gebäudeschaden auch noch den an der Fahrnis entstandenen Schaden von Fr. 18'163.-- werde tragen müssen, den BGE 96 II 172 S. 180vorläufig die Helvetia Feuer-Versicherungs-Gesellschaft gedeckt habe. Sie verweist aufBGE 50 II 188f., wo das Bundesgericht die auf die unerlaubte Handlung zurückzuführenden zusätzlichen Schäden und Verpflichtungen des Schädigers als Herabsetzungsgrund gewürdigt habe.\n\nWas jedoch im einem Falle als billig erscheinen kann, ist es nicht notwendigerweise auch in einem anderen. Der zitierte Entscheid betraf den Rückgriff einer kantonalen Gebäudeversicherungsanstalt gegen einen Mann, der das Haus seines Vaters grobfahrlässig in Brand gesetzt hatte. Dem Belangten drohte auch eine Rückgriffsklage des Mobiliarversicherers des Vaters, und ausserdem hatte er einen Teil des eigenen Mobiliarschadens zu tragen. Die nahe Verwandtschaft zwischen dem Schädiger und dem Hauptgeschädigten und das Wohnen beider im gleichen Hause mag die Nachsicht gerechtfertigt haben, wozu noch kam, dass der Belangte eine natürliche Person war. Die heutige Beklagte kann sich nicht auf solche Verhältnisse berufen. Sie ist eine auf Gewinn ausgehende Aktiengesellschaft und hat den Schaden gerade in Verfolgung dieses Zieles verursacht. Sie behauptet nicht, sie werde finanziell zugrunde gerichtet oder unzumutbar hart getroffen, wenn sie den ihr vom Kantonsgericht auferlegten Betrag und ausserdem 80% von Fr. 18'163.-- bezahlen müsse. Diese Belastungen sind für sie schon wegen der gesunkenen Kaufkraft des Geldes weniger schwer, als die verursachten Schäden den Belangten im zitierten Falle getroffen hätten, wenn er sie zu 80% hätte tragen müssen. Es rechtfertigt sich nicht, die Beklagte wegen des verhältnismässig geringfügigen Mobiliarschadens weiter zu entlasten.\n\nDie Behauptung der Beklagten, das Bundesgericht habe im zitierten Falle die Rückgriffsforderung der Gebäudeversicherungsanstalt nur zu 50% geschützt, trifft nicht zu. Es setzte sie von rund Fr. 70'000.-- auf Fr. 45'000.-- herab, was einer Ersatzpflicht von rund 65% entsprach.\n\ne) Schliesslich macht die Beklagte geltend, es müsse auch berücksichtigt werden, dass sie der Gemeinde Flims für die lawinensichere Ausgestaltung der neu aufgebauten Gebäude vergleichsweise Fr. 80'000.-- bezahlt habe.\n\nDieser Umstand rechtfertigt indessen die Herabsetzung des Rückgriffes der Klägerin für den verursachten Schaden nicht. Die behauptete Zahlung ist nicht ein Beitrag an verursachte Schäden und überhaupt nicht eine Folge der begangenen unerlaubten BGE 96 II 172 S. 181Handlung. Sie erfolgte, wie die Vereinbarung vom 11 November 1968 sagt, freiwillig und ohne Anerkennung einer Rechtspflicht. Die Rückgriffsforderungen der Versicherer für den verursachten Schaden wurden ausdrücklich vorbehalten. Indem die Beklagte zur lawinensicheren Ausgestaltung der wiederaufgebauten Gebäude beitrug, wollte sie offenbar im eigenen Interesse die künftige gefahrlose Absprengung von Lawinen ermöglichen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Kantonsgerichts von Graubünden vom 17. April 1970 bestätigt."}