{"annee": "96", "cour": "I", "page": "485", "date": "10/7/1970", "cite": [], "cite_par": ["104 IB 348", "123 II 534", "115 IB 88", "97 I 706"], "chapeau": "76. Auszug aus dem Urteil vom 10. Juli 1970 i.S. Schweizerische Eidgenossenschaft (PTT-Betriebe) gegen Kanton Aargau", "regestes": ["Loi fédérale du 8 mars 1960 sur les routes nationales. Selon l'art. 45 de cette loi et sauf convention contraire, les frais de déplacement des lignes servant à l'exploitation des PTT, occasionnés par la construction des routes nationales, entrent aussi dans les frais de construction. Cette règle s'applique également - nonobstant l'art. 8 de la loi fédérale des 24 juin 1902 sur les installations électriques à faible et à fort courant - aux lignes qui, avant leur déplacement, avaient été implantées gratuitement dans le fonds public (routes cantonales et communales, etc.)."], "faits": "BGE 96 I 485 S. 486\n\nAus dem Tatbestand:\n\nA.- a) Das Bundesgesetz betreffend die elektrischen Schwach- und Starkstromanlagen vom 24. Juni 1902 (ElG)\n\nbestimmt in\n\nArt. 5:\n\n\"Der Bund ist berechtigt, für die Erstellung von oberirdischen und unterirdischen Telegraphen- und Telephonlinien öffentliche Plätze, Strassen, Fahr- und Fusswege, sowie auch öffentliche Kanäle, Flüsse, Seen und deren Ufer, soweit diese dem öffentlichen Gebrauche dienen, unentgeltlich in Anspruch zu nehmen, immerhin unter Wahrung der Zwecke, für welche das in Anspruch genommene öffentliche Gut bestimmt ist, und gegen Ersatz des durch den Bau und Unterhalt allfällig entstehenden Schadens.\"\n\nArt. 6:\n\n\"In gleicher Weise ist der Bund berechtigt, auch über Privateigentum den Luftraum durch Ziehen von Telegraphen- und Telephondrähten ohne Entschädigungsleistung in Anspruch zu nehmen, insofern dadurch die zweckentsprechende Benützung der betreffenden Grundstücke oder Gebäude nicht beeinträchtigt wird.\"\n\nArt. 8:\n\n\"Sofern der Eigentümer über das gemäss Art. 5 und 6 in Anspruch genommene Eigentum eine Verfügung treffen will, die eine Änderung oder Beseitigung der errichteten Linie nötig macht, so hat er die Aufforderung hierzu schriftlich an die eidgenössische Verwaltung zu richten, welche die Änderung oder Beseitigung der Linie vorzunehmen hat.\n\nWird die angekündigte Verfügung des Eigentümers nicht binnen eines Jahres, von der Änderung oder Beseitigung der Linie an gerechnet, ins Werk gesetzt, so bleibt der eidgenössischen Verwaltung das Recht auf Ersatz der veranlassten Ausgaben vorbehalten.\"\n\nb) Art. 45 Abs. 1 des Bundesgesetzes über die Nationalstrassen vom 8. März 1960 (NSG) lautet:\n\n\"Beeinträchtigt eine neue Nationalstrasse bestehende Verkehrswege, Leitungen und ähnliche Anlagen oder beeinträchtigen neue derartige Anlagen eine bestehende Nationalstrasse, so fallen die Kosten aller Massnahmen, die zur Behebung der Beeinträchtigung erforderlich sind, auf die neue Anlage.\"\n\nB.- Wegen des Baus der Nationalstrassen müssen die PTT-Betriebe vielfach ihre Telegraphen- und Telephonleitungen versetzen. Anfänglich wurden alle dadurch verursachten Kosten anstandslos nach der Regel des Art. 45 Abs. 1 NSG dem Nationalstrassenbau BGE 96 I 485 S. 487belastet. Später vertrat das Eidg. Amt für Strassen- und Flussbau die Meinung, diese Bestimmung gelte nicht für Leitungen, die in öffentlichem Gut auf Grund eines gemäss Art. 5 ElG unentgeltlich erworbenen Benützungsrechts verlegt worden waren; die Kosten der Versetzung solcher Leitungen seien nach Art. 8 ElG von den PTT-Betrieben zu tragen. Die Generaldirektion der PTT-Betriebe widersprach dieser Auffassung; sie stellte sich auf den Standpunkt, dass durchweg Art. 45 Abs 1 NSGmassgebend sei. Beide Behördenliessen die Streitfrage begutachten. Die Eidg. Justizabteilung teilte die Ansicht des Amts für Strassen- und Flussbau (Gutachten vom 11. September 1963 und 3. März 1965). Dagegen hielt alt Bundesrichter Dr. K. Dannegger die Auffassung der PTT-Betriebe für richtig (Gutachten vom 13. Juli 1964), und zum gleichen Ergebnis gelangte Dr. H. Kuhn, ehemals Direktor der Justizabteilung (Gutachten vom 23. Juni 1967).\n\nC.- Beim Bau der Nationalstrasse N 1 auf dem Gebiete des Kantons Aargau mussten im Abschnitt Rothrist - Lenzburg an 18 Stellen Telegraphen- und Telephonleitungen der PTT-Betriebe versetzt werden. Mit verwaltungsrechtlicher Klage vom 21. März 1969 hat die Schweizerische Eidgenossenschaft, vertreten durch die Generaldirektion der PTT-Betriebe, dem Bundesgericht beantragt, der Kanton Aargau sei zu verurteilen, ihr als Ersatz für die Kosten dieser Verlegungen Fr. 485'535.75 nebst Zins zu bezahlen. Die Klage wird auf Art. 45 Abs. 1 NSG gestützt.\n\nDer Beklagte hat beantragt, die Klage sei, soweit sie die Kosten der Versetzung unentgeltlich in öffentlichem Gut verlegter Leitungen betrifft, auf Grund des Art. 8 ElG abzuweisen, eventuell nur teilweise gutzuheissen. Er hat sich bereit erklärt, die Kosten der Versetzung derjenigen Leitungen, die in oder über Privatland verlaufen waren, in einem herabgesetzten Umfang zu übernehmen.\n\nIm Einvernehmen mit den Parteien hat das Bundesgericht zunächst einen Entscheid darüber gefällt, ob die Klage grundsätzlich (abgesehen vom Betrage) begründet sei. Es hat die Frage bejaht.", "considerants": "Aus den Erwägungen:\n\n2. Art. 45 Abs. 1 NSG bestimmt allgemein, dass in den Fällen, wo eine neue Nationalstrasse bestehende Leitungen oder BGE 96 I 485 S. 488ähnliche Anlagen beeinträchtigt, die Kosten der Behebung der Beeinträchtigung zu Lasten der neuen Anlage gehen. Vorbehalten bleibt nach Art. 47 Abs. 1 eine abweichende Vereinbarung der Beteiligten; doch liegt hier eine solche nicht vor. Nach dem Wortlaut des Art. 45 Abs. 1 fallen Leitungen irgendwelcher Art unter diese Vorschrift; der Text bietet keinen Anhaltspunkt für die Annahme, dass Telegraphen- und Telephonleitungen davon ausgenommen sind.\n\nKlar ist anscheinend auch die Vorschrift, auf die sich der Beklagte beruft: Art. 8 ElG verpflichtet den Bund zur unentgeltlichen Versetzung solcher Telegraphen- oder Telephonleitungen, die ebenfalls unentgeltlich in Sachen im Gemeingebrauch (öffentlichem Gut) verlegt worden sind, sobald der Eigentümer über die in Anspruch genommene Sache eine Verfügung treffen will, die eine Änderung oder Beseitigung der Leitung nötig macht. Die Kosten dafür sind den PTT-Betrieben nur in einem Ausnahmefall zu erstatten, dann nämlich, wenn die Anlage, für welche die Änderung verlangt wird, nicht binnen Jahresfrist gebaut wird (Art. 8 Abs. 2 ElG). Dass dieser Ausnahmefall hier vorliege, behauptet die Klägerin nicht.\n\n3. Die Besonderheit der zu beurteilenden Streitigkeit besteht daher darin, dass zwei geltende, dem Anschein nach klare Regeln, die sich gegenseitig auszuschliessen scheinen, auf denselben Sachverhalt zuzutreffen scheinen. Es stellt sich die Frage, ob eine Gesetzeskonkurrenz wirklich bestehe.\n\na) Das wäre nicht der Fall, wenn die Regel des Art. 8 ElG nur für Änderungen gälte, die an der in Anspruch genommenen Sache selber, z.B. zur Verstärkung, Verbreiterung oder sonstigen Verbesserung einer Strasse, zur Behebung von Schäden an ihr oder zur Abwehr künftiger solcher Schäden, vorzunehmen wären. Eine Einschränkung dieser Art wird vielfach bei prekaristisch eingeräumten Nutzungsrechten vorausgesetzt (vgl. H. ZWAHLEN, Construction de routes nationales, frais de déplacement de canalisations établies dans le domaine public et notion de précarité, plus spécialement en droit vaudois, Revue de droit administratif et de droit fiscal 25/1969, 161 ff., insbesondere 166 ff.). Es ist jedoch zu bezweifeln, dass Art. 8 ElG nur Änderungen im angegebenen Sinne betreffe; der Wortlaut spricht jedenfalls nicht dafür.\n\nDie Frage kann indessen offen bleiben. Würde angenommen, in Art. 8 ElG sei eine Einschränkung gemäss den vorstehenden BGE 96 I 485 S. 489Ausführungen vorausgesetzt, so wäre damit das Feld für die Anwendung des Art. 45 Abs. 1 NSG freigemacht. Dann wäre, wie noch zu zeigen sein wird, das Ergebnis dasselbe, wie wenn angenommen wird, Art. 45 Abs. 1 NSG widerspreche dem Art. 8 ElG.\n\nb) In einem (bei der Veröffentlichung im ZBl 71/1970 185 ff. und 221 ff. weggelassenen) Abschnitt eines zuhanden der Schweizerischen Baudirektorenkonferenz verfassten Berichts über \"Rechtsfragen beim Zusammentreffen öffentlicher Werke\" befürwortet R. Kappeler eine sehr einschränkende Auslegung des Art. 8 ElG. Er führt aus:\n\n\"Die strassenbedingte Verlegung von TT-Leitungen ist nur insoweit der TT-Verwaltung vorbehaltlos zu belasten, als die durch ein und dasselbe Strassenbauvorhaben ausgelöste Leitungsverlegung einen gewohnten Umfang aufweist und es bei diesem einen Strassenbauvorhaben um eine Baute von räumlich beschränkter Verkehrsbedeutung (z.B. Quartierstrasse, Quartiersammelstrasse, Ortsverbindungsstrasse, Strasse zur land-, forst- oder alpwirtschaftlichen Bewerbung) geht. Wo die Leitungsverlegung wegen eines Strassenbaues nötig wird, der in 'Erfüllung einer nationalen Aufgabe einmaligen Ausmasses' zur Neugestaltung des Verkehrs grosser Landesteile oder sogar der ganzen Schweiz erfolgt, kommt Art. 8 ElG nicht zum Zuge.\"\n\nOb diese Auffassung zutreffe, kann ebenfalls dahingestellt bleiben. Würde ihr gefolgt, so wäre ein Widerspruch zwischen Art. 8 ElG und Art. 45 Abs. 1 NSG wiederum ausgeschlossen.\n\nc) Ein solcher Widerspruch bestände auch dann nicht, wenn anzunehmen wäre, der Kanton verlange die wegen des Nationalstrassenbaus erforderliche Versetzung der bisher in seinen öffentlichen Strassen (Kantons- und Gemeindestrassen) verlegten TT-Leitungen nicht als Strasseneigentümer (und Vertreter der Gemeinden, welche Strasseneigentümer sind), sondern als Willensvollstrecker des Bundes. Nach Art. 36bis Abs. 2 BV bauen die Kantone die Nationalstrassen \"nach den Anordnungen und unter der Oberaufsicht des Bundes\". Die generellen Projekte müssen vom Bundesrat und die Ausführungsprojekte vom Eidg. Departement des Innern genehmigt werden (Art. 20 und Art. 28 Abs. 1 NSG). Anderseits stehen die Nationalstrassen - unter Vorbehalt der Befugnisse des Bundes - unter der Hoheit der Kantone (Art. 36bis Abs. 6 BV). Die Kantone besorgen den Landerwerb (Art. 32 Abs. 1 NSG); ferner vergeben und überwachen sie die Bauarbeiten (Art. 41 Abs. 2 NSG). Sie BGE 96 I 485 S. 490befinden sich also beim Nationalstrassenbau in einer Doppelstellung. Sie sind Bauherren, vollziehen aber zugleich die Anordnungen des Bundes. Man kann sich ernstlich fragen, ob im vorliegenden Fall wirklich der Kanton als Strasseneigentümer eine Verfügung getroffen habe, welche die Änderung oder Beseitigung bestehender TT-Leitungen nötig gemacht hat (dazu ZWAHLEN a.a.O. 173). Nähme man an, nicht der Strasseneigentümer, sondern der Bund habe - durch die Genehmigung der Nationalstrassenprojekte - die Versetzung solcher Leitungen verursacht, so fiele Art. 8 ElG wiederum von vornherein ausser Betracht.\n\nd) Sicher ist, dass beide Bundesgesetze, mit verschiedenem Anwendungsbereich, nebeneinander gelten können. Art. 8 ElG wird auf alle Fälle nach wie vor anwendbar sein auf die Versetzung von TT-Leitungen, die von den Eigentümern der bisher in Anspruch genommenen, im Gemeingebrauch stehenden Anlagen (Strassen usw.) nicht wegen des Nationalstrassenbaus, sondern aus anderen Gründen veranlasst wird. Art. 45 Abs. 1 NSG ist sicher anwendbar auf TT-Leitungen, die nicht unentgeltlich in öffentlichem Gut, sondern auf Grund entgeltlich erworbener Rechte anderswo verlegt waren und nun wegen des Nationalstrassenbaus versetzt werden müssen.\n\n4. Übrig bleibt die im vorliegenden Prozess umstrittene Frage: Wer trägt die Kosten der durch den Nationalstrassenbau verursachten Versetzung von TT-Leitungen, die bisher in öffentlichem Gut unentgeltlich verlegt waren, wenn man einen Widerspruch zwischen Art. 8 ElG und Art. 45 Abs. 1 NSG annimmt? Es liegt nahe, vom NSG als dem neueren Erlass auszugehen. Dies entspricht dem allgemeinen Grundsatz, dass das neuere Gesetz das ältere aufhebt (\"lex posterior derogat legi priori\"). Das NSG hebt Art. 8 ElG nicht ausdrücklich auf; es erwähnt diese Bestimmung überhaupt nicht. Jener Grundsatz ist indessen auch dann anwendbar, wenn das NSG die ältere Regel des ElG zwar nicht formell als aufgehoben erklärt, aber mit ihr inhaltlich nicht vereinbar ist.\n\nDer Beklagte weist darauf hin, dass der Grundsatz des Vorrangs des neuen Gesetzes nicht immer gelte, namentlich dann nicht, wenn ein neues allgemeines Gesetz auf ein älteres Spezialgesetz stösst (\"lex posterior generalis non derogat legi priori speciali\"). Allein, damit kommt man nicht weiter. Das ElG und das NSG sind in ihrem Verhältnis zueinander beide teils BGE 96 I 485 S. 491allgemeine, teils spezielle Gesetze. Art. 45 Abs. 1 NSG betrifft, jedenfalls nach dem Wortlaut, Leitungen beliebiger Art und ist insofern eine lex generalis; er erfasst dagegen nur Leitungsverlegungen infolge des Nationalstrassenbaus und ist insofern eine lex specialis. Art. 8 ElG betrifft nur die Verlegung von TT-Leitungen und ist insofern eine lex specialis; dagegen bezieht er sich, wiederum nach dem Wortlaut, auf Versetzungen, die der Strasseneigentümer aus beliebigen Gründen verlangt, und ist insofern eine lex generalis.\n\n5. Die Lösung ist somit durch Auslegung des neueren Gesetzes, also des NSG, zu gewinnen.\n\na) Art. 45 Abs. 1 NSG ist so allgemein gefasst, dass er die Kosten der Versetzung beliebiger Leitungen betreffen kann. Der Wortlaut dieser Bestimmung und des Art. 47 Abs. 1 NSG drängt die Annahme auf, dass die Kosten der durch den Bau einer neuen Nationalstrasse verursachten Versetzung irgendwelcher Leitungen, also auch von TT-Leitungen, durchweg zu den Kosten der neuen Anlage gehören, d.h. zu Lasten des Nationalstrassenbaus gehen, wenn die Beteiligten nicht eine abweichende Vereinbarung treffen.\n\nDen Beteiligten steht es frei, z.B. eine dem Art. 8 ElG entsprechende Kostenverteilung zu vereinbaren. Nicht haltbar aber ist die Meinung des Beklagten, mangels einer Vereinbarung gelte Art. 8 ElG als Surrogat einer solchen. Damit würde Art. 45 Abs. 1 NSG für die hier umstrittenen Leitungen gegenstandslos. Denn bei abweichender Parteivereinbarung gälte diese gemäss Art. 47 Abs. 1 NSG, und bei Fehlen einer solchen gälte Art. 8 ElG subsidiär. Dieses Ergebnis ist aber mit dem Wortlaut des NSG schlechthin unvereinbar.\n\nb) Innerhalb des zweiten Abschnitts des NSG, der den \"Bau der Nationalstrassen\" betrifft, sind im Unterabschnitt D Vorschriften über \"Bau und künftige bauliche Massnahmen\" zusammengefasst. Daselbst tragen die Art. 44-48 den gemeinsamen Randtitel \"künftige bauliche Massnahmen\"; zu diesen Massnahmen gehören auch solche, die infolge des Nationalstrassenbaus zugleich mit ihm nötig werden. Art. 44 hat die \"Bewilligungspflicht\" (Untertitel) zum Gegenstand. Er stellt sie allgemein auf (Abs. 1), behält aber die Bestimmungen des ElG ausdrücklich vor (Abs. 2). Demnach ist Art. 5 ElG auch gegenüber Nationalstrassen anwendbar: Die PTT-Betriebe können sie, gleich wie alle anderen öffentlichen Strassen, ohne BGE 96 I 485 S. 492Bewilligung und unentgeltlich für die Erstellung von Leitungen in Anspruch nehmen, mit dem einzigen (materiellen) Vorbehalt, dass die Leitungen \"die Strassenanlage und einen allfälligen künftigen Ausbau nicht beeinträchtigen dürfen\" (Art. 44 Abs. 1 NSG, letzter Satz). Die Art. 45-47 NSG ordnen die \"Verteilung der Kosten von Verlegungs-, Kreuzungs- und Anschlussbauwerken\". Art. 45 (Untertitel: \"neue Anlagen\") enthält in Abs. 1 eine allgemeine, subsidiär anwendbare Regel und in Abs. 2 eine besondere Vorschrift für den Anschluss neuer öffentlicher Strassen an Nationalstrassen. Art. 46 betrifft die \"Änderung bestehender Kreuzungen\" von Nationalstrassen mit anderen öffentlichen Strassen und mit Eisenbahnen, Art. 48 die \"Verteilung der Kosten von Anpassungen an militärischen Verteidigungsanlagen\".\n\nIn dem kurzen Abschnitt, den die Art. 44-48 NSG bilden, finden sich drei Verweisungen auf andere Bundesgesetze, nämlich in Art. 44 der bereits erwähnte Vorbehalt des ElG, in Art. 46 Abs. 2 ein Hinweis auf das Eisenbahngesetz vom 20. Dezember 1957 und in Art. 47 Abs. 2 ein Hinweis auf das OG. Angesichts dieser Häufung von Verweisungen aufkleinstem Raum und der Art, wie die Hinweise eingegliedert sind, erscheint es als ausgeschlossen, den in Art. 44 NSG (bezüglich der Bewilligungspflicht) ausgesprochenen Vorbehalt des ElG auch als in Art. 45 (betreffend die Kostenverteilung) enthalten zu betrachten, zumal nicht nur in dieser Bestimmung, sondern auch in Art. 47 Abs. 1 (Vorbehalt abweichender Vereinbarung) ein Hinweis auf das ElG fehlt. Art. 44 NSG hat mit der Kostenverteilung ebenso wenig zu tun, wie Art. 45 mit der Bewilligungspflicht. Das ergibt sich klar aus den Randtiteln. Das System des NSG spricht also, wie der Wortlaut des Art. 45 Abs. 1 NSG, für die von der Klägerin vertretene Auslegung, wonach diese Bestimmung auch dann massgebend ist, wenn infolge des Nationalstrassenbaus TT-Leitungen, die bisher unentgeltlich in öffentlichem Gut verlegt waren, versetzt werden müssen.\n\nc) Es bestehen keine Anhaltspunkte dafür, dass diese Auslegung dem Willen des historischen Gesetzgebers nicht entspricht.\n\nDie Bundesversammlung hat den Art. 45 Abs. 1 NSG, der von Art. 43 Abs. 1 des Entwurfes des Bundesrates nur in der Redaktion etwas abweicht, ohne Diskussion genehmigt.\n\nIn der Botschaft vom 3. Juli 1959 zum Entwurf des NSG erklärt der Bundesrat (BBl 1959 II 129 f.): BGE 96 I 485 S. 493\n\n\"Eine neue Nationalstrasse beeinträchtigt oder kreuzt eine bestehende Strasse, Eisenbahn, Leitungen oder ähnliche Anlagen oder es beeinträchtigen neue derartige Anlagen eine bestehende Nationalstrasse. In diesen beiden Fällen werden die sich tangierenden Anlagen einander grundsätzlich gleichgestellt. Nach dem Verursachungsprinzip trägt diejenige Partei die Kosten der Umgestaltung an der Verlegungs- oder Kreuzungsstelle, auf deren Veranlassung das Bauwerk ausgeführt werden muss. Unter den Kosten der ganzen Anlage an der Verlegungsstelle sind alle einmaligen Aufwendungen für die bauliche Ausführung zu verstehen, ferner alle sonstigen, durch dieses Bauvorhaben verursachten späteren Aufwendungen (Art. 43 Abs. 1).\"\n\nAus diesen Bemerkungen ergibt sich, dass der Bundesrat das Verursachungsprinzip mit voller Reziprozität einerseits bei der Versetzung bisheriger Leitungen wegen des Nationalstrassenbaus, anderseits bei Eingriffen in bestehende Nationalstrassen wegen neuer Leitungen angewandt wissen wollte.\n\nFerner wird in der Botschaft ausgeführt (a.a.O. 116):\n\n\"Das auf Grund der Gesetzgebung über die elektrischen Schwach- und Starkstromanlagen der PTT-Verwaltung eingeräumte Recht auf Benützung von Strassen zur Erstellung von Telegraphen- und Telephonlinien (Art. 5 des BG vom 24. Juni 1902) wird durch den vorliegenden Gesetzesentwurf nicht berührt.\"\n\nHätte der Bundesrat auch den Art. 8 ElG vorbehalten wollen, so wäre das zweifellos an dieser Stelle gesagt worden. Der Umstand, dass die Botschaft bei der Bezeichnung dessen, was durch die Gesetzesvorlage \"nicht berührt\" wird, nur Art. 5 und nicht auch Art. 8 ElG erwähnt, zwingt zur Annahme, dass der nunmehr in Art. 44 Abs. 2 NSG enthaltene Vorbehalt bezüglich der Bewilligungspflicht genau den Absichten des Bundesrates bei der Antragstellung entspricht.\n\nEs mag - wie schon die Justizabteilung hervorgehoben hat - als zweifelhaft erscheinen, ob für die Ermittlung des Willens des historischen Gesetzgebers auch die Meinungen der Abteilungen der Bundesverwaltung, die an der Ausarbeitung der Vorentwürfe und des der Bundesversammlung vorgelegten bereinigten Entwurfs zum NSG beteiligt waren, in Betracht fallen. Die Frage kann indessen offen gelassen werden. Die Meinungen der Abteilungen, die sich zu äussern hatten, waren geteilt. Insbesondere gingen die Auffassungen der Justizabteilung und der PTT-Betriebe auseinander. Durchgedrungen ist aber der Standpunkt der PTT-Betriebe. Ihnen ging es im wesentlichen BGE 96 I 485 S. 494darum, bei Änderungen ihres Leitungsnetzes im Bereich der Nationalstrassen nicht von kantonalen Bewilligungen abhängig zu werden. Dementsprechend wurde der Vorbehalt des ElG so formuliert, dass er sich nur auf den Ausschluss der Bewilligungspflicht oder, wie in der Botschaft bemerkt ist, auf Art. 5 ElG bezieht. Auch wenn die Vorgeschichte des Art. 45 Abs. 1 NSG im Stadium der verwaltungsinternen Bereinigung berücksichtigt würde, bestände daher kein Grund, von der aus dem Wortlaut und der Systematik dieses Gesetzes gewonnenen Auslegung abzuweichen.\n\n6. Zu prüfen sind noch verschiedene Einwände, die von der Eidg. Justizabteilung und vom Beklagten vorgebracht worden sind.\n\na) Daraus, dass Art. 5 ElG den PTT-Betrieben, wie sich eben aus Art. 8 ElG ergibt, nur ein Recht auf Abruf, eine prekaristische Befugnis einräumt, ist geschlossen worden, es stehe ihnen kein des Schutzes der Eigentumsgarantie teilhaftiges, wohlerworbenes Recht auf die Belassung ihrer Leitungen in den bisherigen Strassen zu; daher hätten sie die Kosten der durch den Nationalstrassenbau verursachten Versetzung solcher Leitungen selbst zu tragen; ihre Verpflichtung zu unentgeltlicher Räumung sei die Kehrseite der früheren unentgeltlichen Inanspruchnahme der Strassen und verletze niemandes Eigentum.\n\nArt. 45 Abs. 1 NSG hat jedoch mit der Eigentumsgarantie nichts zu tun. Das Verursachungsprinzip, das dieser Bestimmung - wie auch den entsprechenden Vorschriften des Eisenbahngesetzes vom 20. Dezember 1957 - zugrunde liegt, ist nicht ein Ausfluss der Eigentumsgarantie, sondern bedeutet einfach, dass derjenige Teil die Kosten zu tragen hat, der die Änderung des bestehenden Zustandes verlangt oder verursacht. Nichts rechtfertigt es, den Art. 45 Abs. 1 NSG in dem Sinne zu verstehen, dass der Erbauer der neuen Anlage die Kosten der durch sein Werk verursachten Änderung bestehender Anlagen nur dann zu tragen habe, wenn er in wohlerworbene Rechte eingreift (ZWAHLEN a.a.O. 162 ff.).\n\nb) Die Eidg. Justizabteilung und der Beklagte sind offenbar der Meinung, es sei kaum denkbar, dass der Bundesgesetzgeber im NSG, ohne sich darüber zu äussern, den Kantonen eine Last habe aufbürden wollen, die nach der Regel des Art. 8 ElG von den PTT-Betrieben zu tragen wäre.\n\nEs ist allerdings erstaunlich, dass in der Bundesversammlung BGE 96 I 485 S. 495über die Frage, um die es geht, nicht gestritten, ja nicht einmal gesprochen wurde. Die Ursache dürfte darin liegen, dass den Mitgliedern der eidgenössischen Räte die in der Botschaft des Bundesrates nicht erwähnte Regel des Art. 8 ElG entgangen ist. Das hat aber nicht zu unhaltbaren Folgen geführt, die ein umfassend unterrichtetes Parlament mit Sicherheit abgelehnt hätte. Den PTT-Betrieben wurde keine Last abgenommen. Nach einer Auskunft des Eidg. Amtes für Strassen- und Flussbau ist seit dem Beginn des Nationalstrassenbaus das Netz der Kantonsstrassen nicht zurückgegangen, das Netz der Gemeindestrassen aber weiter ausgedehnt worden. Art. 8 ElG hat somit sachlich und räumlich sein bisheriges Anwendungsgebiet behalten. Für das gewaltige Werk aber, das die Nationalstrassen darstellen, konnte sehr wohl eine neue Regelung getroffen werden, nach welcher die Kosten der notwendigen Versetzung von TT-Leitungen - auch solcher, die bisher unentgeltlich in öffentlichem Gut verlegt waren - zu den gesamten nach den Grundsätzen von Art. 36bis Abs. 4 BV auf Bund und Kantone zu verteilenden Kosten zu rechnen sind. Diese Lösung erscheint nicht als unbillig; hat doch der Bund gemäss Art. 36ter BV die erforderlichen Mittel bereitgestellt, welche den Kantonen ermöglichen, die Kosten des Nationalstrassenbaus zu decken und darüber hinaus noch einen erheblichen Teil ihrer übrigen Strassenlasten zu finanzieren.\n\nc) Wo das Netz der Kantons- und Gemeindestrassen ausgebaut wird, haben die PTT-Betriebe die erforderlichen Änderungen an ihren Leitungen auf eigene Kosten durchzuführen, auch wenn es sich um Strassen von untergeordneter Bedeutung handelt. Dagegen müssen nach der Auslegung, die dem NSG nach dem Gesagten zu geben ist, die Kantone beim Nationalstrassenbau an die Kosten der durch dieses Werk verursachten Versetzung von TT-Leitungen selbst dann beitragen, wenn die Leitungen bisher unentgeltlich in Kantons- oder Gemeindestrassen verlegt waren. Demnach werden die Kantone dort, wo sie gewissermassen als Willensvollstrecker des Bundes wirken, mit Kosten belastet, dagegen nicht dort, wo sie kraft ihrer eigenen herkömmlichen Strassenhoheit handeln. Der Beklagte scheint der Meinung zu sein, dass eine Auslegung, die zu solchen Folgen führe, nicht richtig sein könne.\n\nDem ist aber entgegenzuhalten: Dadurch, dass Art. 8 ElG seinen angestammten Anwendungsbereich behält, werden die BGE 96 I 485 S. 496Kantone (und Gemeinden) in ihrer bisherigen Rechtsstellung nicht geschmälert. Dass dereinst besondere Strassen zur ausschliesslichen Benützung durch Motorfahrzeuge gebaut werden müssten, konnte der Gesetzgeber von 1902 nicht voraussehen. Die Nationalstrassen sind Verkehrswege besonderer Art, die zur Entlastung der Kantons- und Gemeindestrassen notwendig geworden sind. Durch die Art. 36bis und 36ter und das NSG ist den Kantonen eine Last abgenommen worden, die sie aus eigener Kraft nicht zu tragen vermocht hätten. Das ist bei den Beratungen in der Bundesversammlung wiederholt hervorgehoben worden, und der Kanton Aargau bestätigt es in seiner Klageantwort, indem er erklärt, dass die Kantone ohne den Nationalstrassenbau genötigt gewesen wären, \"ihr Strassennetz umfassend zu sanieren und auszubauen\". Wird berücksichtigt, dass der Nationalstrassenbau als Ganzes die Kantone im Bereich des Strassenausbaus erheblich entlastet, so kann die vom Beklagten beanstandete Kostenverteilung nicht als unbillig bezeichnet werden."}