{"annee": "96", "cour": "IV", "page": "23", "date": "19/3/1970", "cite": ["85 IV 244", "86 IV 195", "85 IV 14", "79 IV 45", "93 IV 7", "92 IV 81", "85 IV 250"], "cite_par": ["111 IV 5", "107 IV 77"], "chapeau": "6. Entscheid der Anklagekammer vom 19. März 1970 i.S. Generalprokurator des Kantons Bern gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 346 ss. et 372 CP; art. 263 PPF. 1. Compétence de la Chambre d'accusation, s'agissant d'un inculpé qui a commis des infractions pour une part avant d'avoir dix-huit ans résolus, pour une autre part après avoir atteint cet âge (consid. 1). 2. Dans de tels cas, en règle générale, il faut rendre possible un jugement uniforme pour la désignation, entre les fors concurrents, de celui qui est le plus opportun d'après l'appréciation de l'autorité (consid. 2). 3. Concours du for spécial de l'art. 372 al. 1 avec le for genéral des art. 346 ss. CP (consid. 3 a). 4. Les actes que l'auteur a commis avant d'avoir atteint l'âge de dix-huit ans révolus sont punis d'une peine plus douce que les actes postérieurs; conséquences pour la désignation du for général (consid. 3 b)."], "faits": "BGE 96 IV 23 S. 24\n\nA.- Peter Luginbühl, geb. am 17. September 1951, wurde vom Jugendgericht seines Wohnsitzes Schaffhausen durch Entscheide vom 20. November und 22. Dezember 1967 wegen begangener Diebstähle, Entwendung von Motorfahrzeugen zum Gebrauch und Fahrens ohne Führerausweis in eine Erziehungsanstalt für Jugendliche eingewiesen. Am 2. Dezember 1968 übergab ihn das gleiche Gericht insbesondere wegen wiederholten und fortgesetzten Diebstahls und Betrugs einer vertrauenswürdigen Familie zur Erziehung. Luginbühl bewährte sich nicht. Er beging im Kanton Zürich drei weitere Diebstähle, einen Hausfriedensbruch, zwei Sachbeschädigungen, eine Veruntreuung und eine Entwendung eines Personenwagens zum Gebrauch, entwendete auch in den Kantonen Solothurn und Baselland ein Motorfahrzeug bzw. Fahrrad zum Gebrauch und verübte in Frankreich einige Diebstähle, mindestens zwei Betrüge und sechs Entwendungen von Motorfahrzeugen zum Gebrauch, worauf er am 1. September 1969 verhaftet und am 9. September 1969 auf Grund eines Entscheides des Jugendgerichtes Schaffhausen in die Erziehungsanstalt Aarburg übergeführt wurde.\n\nAm 15. September 1969 floh Luginbühl aus dieser Anstalt. Bis und mit dem 17. September 1969, dem Tage, an dem er das achtzehnte Jahr vollendete, beging er gemeinsam mit dem aus der gleichen Anstalt entwichenen Gerhard Hochstrasser im Kanton Aargau acht Diebstähle, zwei Sachbeschädigungen und eine Entwendung eines Personenwagens zum Gebrauch sowie im Kanton Luzern eine gleichartige Entwendung.\n\nVom 18. September bis am 1. Oktober 1969 verübte Luginbühl im Kanton Bern fünf Diebstähle, zwei Entwendungen von Personenwagen zum Gebrauch und eine versuchte sowie eine vollendete Befreiung von Gefangenen, im Kanton Aargau zwei Diebstähle, wovon beide mit Sachbeschädigung und der eine auch mit Hausfriedensbruch verbunden waren, im Kanton Appenzell-I.Rh. einen Diebstahl, im Kanton Appenzell-A.Rh. zwei Diebstähle, wovon einer mit Sachbeschädigung verbunden war, im Kanton St. Gallen einen Diebstahl und eine Entwendung eines Personenwagens zum Gebrauch, im Kanton Zürich zwei Diebstähle, wovon einer mit Hausfriedensbruch verbunden, und eine Entwendung eines Personenwagens zum Gebrauch, im Kanton Basel-Land einen Diebstahl und eine Entwendung eines Personenwagens zum Gebrauch. Am 1. Oktober 1969 wurde Luginbühl im Kanton Solothurn (Olten) verhaftet. Bei diesem BGE 96 IV 23 S. 25Anlass soll er sich der Gewalt und Drohung gegen Beamte schuldig gemacht haben. In allen erwähnten Kantonen soll er ferner ohne Führerausweis Personenwagen geführt haben.\n\nAm 4. November 1969 erklärte Luginbühl vor dem Jugendanwalt des Kantons Schaffhausen, er habe sich sofort entschlossen, möglichst bald aus der Erziehungsanstalt Aarburg auszubrechen. Er werde auch in Zukunft in keinem Heim mehr bleiben; er werde immer wieder ausreissen. Viel lieber würde er im Zuchthaus sitzen.\n\nSeit 6. Januar 1970 ist Luginbühl wieder flüchtig und zur Verhaftung ausgeschrieben.\n\nB.- Mit Schreiben vom 11. Dezember 1969 lehnte die Staatsanwaltschaft des Kantons Aargau den aargauischen Gerichtsstand ab mit der Begründung, das Schwergewicht der nach Vollendung des achtzehnten Altersjahres verübten strafbaren Handlungen Luginbühls befinde sich im Kanton Bern und dieser habe vor dem Kanton Aargau eine Untersuchung angehoben.\n\nMit Eingabe vom 11. März 1970 beantragt der Generalprokurator des Kantons Bern der Anklagekammer des Bundesgerichts, die Behörden des Kantons Aargau für die Verfolgung und Beurteilung aller dem Luginbühl zur Last gelegten strafbaren Handlungen zuständig zu erklären.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Luginbühl wird strafbarer Handlungen beschuldigt, die er teils als Jugendlicher, teils nach Vollendung des achtzehnten Altersjahres begangen haben soll. Dennoch ist der interkantonale Streit über den Gerichtsstand nicht gemäss Art. 372 Abs. 3 StGB vom Bundesrat oder gemäss Delegationsbeschluss vom eidgenössischen Justiz- und Polizeidepartement zu beurteilen. Der Entscheid obliegt der Anklagekammer (BGE 85 IV 251 Erw. 1, BGE 86 IV 197). Auf das Gesuch ist daher einzutreten.\n\n2. Wer zur Zeit der Tat ein Jugendlicher war, aber am Tage der richterlichen Beurteilung das achtzehnte Altersjahr erreicht und das zwanzigste noch nicht überschritten hat, ist gemäss Art. 371 Abs. 2 StGB im Verfahren gegen Jugendliche zu verfolgen und zu beurteilen. \"Für das Verfahren gegen Jugendliche\" (\"pour les causes des adolescents\", \"per il procedimento contro adolescenti\") sind die Behörden des Wohnsitzes oder, wenn der Beschuldigte sich dauernd an einem anderen Orte aufhält, die Behörden des Aufenthaltsortes zuständig BGE 96 IV 23 S. 26(Art. 372 Abs. 1 StGB) und nur in Ermangelung eines Wohnsitzes oder eines dauernden Aufenthaltes die durch die allgemeinen Bestimmungen über den Gerichtsstand berufenen Behörden (Art. 372 Abs. 2 StGB). Wenn Luginbühl alle Straftaten als Jugendlicher begangen hätte, müsste er daher an seinem Wohnsitz oder an einem davon abweichenden dauernden Aufenthaltsort verfolgt und beurteilt werden (vgl. BGE 85 IV 247; Verwaltungsentscheide der Bundesbehörden 1942/43 Nr. 22, 23 und 27, 1951 Nr. 34, 1953 Nr. 30).\n\nFür Handlungen, die im Übergangsalter zwischen 18 und 20 Jahren begangen werden, sind Strafen auszusprechen (Art. 100 StGB), ist nicht mehr von Bundesrechts wegen das Verfahren gegen Jugendliche anwendbar und treffen die allgemeinen Bestimmungen über den Gerichtsstand (Art. 346 ff. StGB) schlechthin zu.\n\nFür Fälle, in denen sich der Beschuldigte teils als Jugendlicher, teils nach der Vollendung des achtzehnten Altersjahres vergangen hat, enthält das Strafgesetzbuch keine Gerichtsstandsnormen. Die Anklagekammer hat entschieden, dass dennoch in der Regel die Verfolgung und Beurteilung nicht teils am Gerichtsstand des Art. 372 Abs. 1, teils am Gerichtsstand der Art. 346 ff. StGB stattfinden soll, sondern eine einheitliche Beurteilung zu ermöglichen ist, und zwar an jenem der konkurrierenden Orte, der nach dem Ermessen der Behörden - im Streitfalle nach dem Ermessen der Anklagekammer - der zweckmässigste ist. Die Anklagekammer entscheidet dabei nach den Grundsätzen, die sie gestützt auf Art. 263 BStP in freier Weiterentwicklung der gesetzlichen Gerichtsstandsvorschriften gewonnen hat (BGE 85 IV 255 Erw. 2, BGE 86 IV 199 Erw. 3). An dieser Rechtsprechung ist festzuhalten. Der Generalprokurator des Kantons Bern ficht sie denn auch nicht an.\n\n3. Die durch das Jugendgericht Schaffhausen verhängte Erziehung Luginbühls in einer Anstalt ist nicht beendet. Die zuständige Behörde kann sie in einer Erziehungsanstalt für Jugendliche oder gemäss Art. 93 Abs. 2 StGB in einer Strafanstalt weiterführen lassen. Die Fortsetzung in einer Strafanstalt hätte nicht den Sinn einer Bestrafung, sondern einer mit strafanstaltlicher Disziplin vollzogenen Massnahme (BGE 85 IV 16).\n\nFür die nach der Entweichung aus der Erziehungsanstalt Aarburg aber vor der Vollendung des achtzehnten Altersjahres begangenen Handlungen kann gegen Luginbühl auf eine für BGE 96 IV 23 S. 27Jugendliche bestimmte Massnahme oder auf eine der in Art. 95 StGB vorgesehenen Strafen erkannt werden, wovon als schwerste die Einschliessung von einem Tage bis zu einem Jahr, allenfalls verbunden mit Busse, in Frage kommt.\n\nFür die nach. der Vollendung des achtzehnten Altersjahres verübtenHandlungen können die im Gesetz vorgesehenen Strafen ausgesprochen werden, wobei Strafmilderung nach Art. 65 StGB möglich ist (Art. 100 StGB). Mit der schwersten Strafe bedroht sind die Diebstähle. Für diese kann Zuchthaus bis zu fünf Jahren verhängt werden (Art. 137 Ziff. 1 StGB). Nimmt man mit dem Generalprokurator des Kantons Bern an, Luginbühl habe als Mitglied einer Bande oder gewerbsmässig gestohlen, so steht auf ihnen sogar Zuchthaus bis zu zehn Jahren (Art. 137 Ziff. 2 StGB).\n\nWenn sich jemand teils als Jugendlicher, teils im Übergangsalter zwischen 18 und 20 Jahren vergangen hat und die Verfehlungen beider Altersstufen eine Strafe erfordern, ist in Anlehnung an Art. 68 StBG eine Gesamtstrafe auszusprechen. Erfordern die Verfehlungen des Jugendalters eine Massnahme, jene des Übergangsalters dagegen eine Strafe, so ist auf beide zu erkennen. Die Massnahme ist dann zuerst durchzuführen. Nachher hat die zuständige Behörde zu entscheiden, ob und inwieweit auch noch die Strafe zu vollziehen sei (BGE 92 IV 84, BGE 93 IV 9).\n\na) Man könnte sich bei dieser materiellen Rechtslage fragen, ob Schaffhausen als einheitlicher Gerichtsstand zu bezeichnen wäre. Die Behörden dieses Kantons haben sich mit Luginbühl wegen der schon beurteilten Verfehlungen ohnehin noch zu befassen. Für Schaffhausen sprechen auch die neuen vor der Vollendung des achtzehnten Altersjahres verübten Handlungen, denn dort hat Luginbühl seinen Wohnsitz, und der Generalprokurator des Kantons Bern macht mit Recht nicht geltend, Aarburg, wo sich Luginbühl einige Tage in der Erziehungsanstalt befand, habe als dauernder Aufenthaltsort im Sinne des Art. 372 Abs. 1 StGB zu gelten. Anderseits kommt für alle noch nicht beurteilten Handlungen ernsthaft eine Gesamtstrafe in Frage. Auch wird die zuständige Behörde des Kantons Schaffhausen möglicherweise beschliessen, die bereits verhängte Erziehungsmassnahme in einer Strafanstalt fortsetzen zu lassen. Unter diesen Gesichtspunkten würde der allgemeine Gerichtsstand der Art. 346 ff. StGB vor dem Gerichtsstand des Wohnsitzes (Art. 372 Abs. 1 StGB) den Vorzug verdienen.\n\nBGE 96 IV 23 S. 28\n\nb) Es braucht indessen zu dieser Frage nicht abschliessend Stellung genommen zu werden. Der Generalprokurator des Kantons Bern beantragt nicht, die Behörden des Kantons Schaffhausen zuständig zu erklären, sondern den Beschuldigten im Kanton Aargau zu verfolgen und zu beurteilen. Er befürwortet die Zuständigkeit dieses Kantons in erster Linie, weil wegen einer der nach der Flucht vom 15. September 1969 verübten Handlungen Luginbühls die aargauischen Behörden schon am 18. September, die Behörden des Kantons Bern dagegen erst am 22. September 1969 eine Untersuchung angehoben haben. Ferner macht er geltend, es könne eher von einem im Kanton Aargau liegenden Schwerpunkt dieser Handlungen gesprochen werden und es sei nach BGE 79 IV 47 auch zu berücksichtigen, dass Luginbühl unmittelbar vor ihrer Begehung aus einer aargauischen Anstalt geflohen war.\n\nDem ist vorweg entgegenzuhalten, dass der Diebstahl zum Nachteil Geissmanns in Hägglingen, dessetwegen die aargauischen Behörden am 18. September 1969 eine Untersuchung anhoben, am 15. oder 16. September, also vor der Vollendung des achtzehnten Altersjahres des Beschuldigten verübt wurde; er ist mit milderer Strafe bedroht als der nach diesem Zeitpunkt, nämlich am 21. oder 22. September begangene Diebstahl, der Gegenstand der bernischen Untersuchung vom 22. September 1969 bildet. Art. 350 Ziff. 1 Abs. 2 StGB trifft daher nicht zu. Auch aus Art. 346 Abs. 2 StGB kann ein aargauischer Gerichtsstand des Zuvorkommens in der Anhebung einer Untersuchung nicht abgeleitet werden, denn die Verschiedenheit der Strafen, die auf die vor und die nach der Vollendung des achtzehnten Altersjahres begangenen Diebstähle angedroht sind, verbieten bei der Bestimmung des Gerichtsstandes alle als ein einziges, banden- oder gewerbsmässig begangenes Verbrechen zu behandeln.\n\nDie geringere Strafdrohung, unter der Luginbühl bis zur Vollendung des achtzehnten Altersjahres stand, hat ferner zur Folge, dass die vom 15. bis 17. September 1969 im Aargau begangenen Diebstähle auch unter dem Gesichtspunkt des Schwergewichtes der strafbaren Tätigkeit den aargauischen Gerichtsstand nicht zu begründen vermögen. Nur auf die vom 18. September bis 1. Oktober 1969 verübten Diebstähle ist die schwerste Strafe von Zuchthaus bis zu fünf Jahren, eventuell bis zu zehn Jahren, angedroht. In erster Linie an ihnen und nur nebenbei auch an den anderen Handlungen ist zu ermessen, wo sich das Schwergewicht BGE 96 IV 23 S. 29der strafbaren Tätigkeit des Beschuldigten befindet. Daher liegt es im Kanton Bern. Vom 18. September 1969 an soll Luginbühl hier fünf Diebstähle begangen haben, im Aargau dagegen nur zwei. Dieses Übergewicht wird durch die anderen, mit geringerer Strafe bedrohten Handlungen nicht so sehr abgeschwächt, dass sich der aargauische Gerichtsstand rechtfertigen liesse. Die versuchte und die vollendete Befreiung von Gefangenen stehen unter der Strafdrohung von Gefängnis bis zu drei Jahren (Art. 310, 36 Ziff. 1 StGB). Diese im Kanton Bern begangenen Vergehen sind schwerer als die acht im Aargau begangenen Diebstähle aus der Zeit vom 15. bis 17. September 1969, für die höchstens Einschliessung bis zu einem Jahr und Busse in Frage käme.\n\nDass Luginbühl aus einer aargauischen Anstalt entwichen ist, ändert nichts. Dieser Umstand könnte für den Gerichtsstand mitbestimmend sein, wenn die Behörden des Kantons Aargau sich schon vorher mit dem Beschuldigten befasst, ihn insbesondere in die Erziehungsanstalt Aarburg eingewiesen hätten, oder wenn in keinem der beteiligten Kantone von einem Schwergewicht der strafbaren Tätigkeit gesprochen werden könnte. Weder das eine noch das andere ist der Fall. Die Flucht aus der Anstalt mit der im Aargau begonnenen Kette von neuen Straftaten kann daher entgegen der allgemeinen Bedeutung, die einem solchen Umstand in BGE 79 IV 47 beigemessen worden ist, nicht ausschlaggebend sein. Sonst könnte der Gerichtsstand selbst dann vom Anstaltsort abhängig gemacht werden, wenn ein Kanton, der selber über keine Anstalt verfügt, eine Massnahme in einem anderen Kanton vollziehen lässt. Der Flucht aus der aargauischen Anstalt steht hier übrigens gegenüber, dass Luginbühl im Kanton Bern heimatberechtigt ist.\n\nIm Streit zwischen den Kantonen Bern und Aargau ist schliesslich unerheblich, dass sich Luginbühl auch noch in anderen Kantonen vergangen hat und dass die Kantone Appenzell-I.Rh. und St. Gallen schon am 21. September wegen eines nach der Vollendung des achtzehnten Altersjahres verübten Diebstahls eine Untersuchung angehoben haben, der Kanton Bern dagegen ein Tag später. Im Kanton Aargau wurde wegen einer solchen Tat erst am 1. Oktober 1969 Anzeige eingereicht. Der Kanton Bern hat daher auch unter dem Gesichtspunkt des Art. 350 Ziff. 1 Abs. 2, eventuell des Art. 346 Abs. 2 StGB, den Vorrang vor dem Kanton Aargau.\n\nBGE 96 IV 23 S. 30\n\nDemnach erkennt die Anklagekammer:\n\nDas Gesuch wird abgewiesen, und die Behörden des Kantons Bern werden zuständig erklärt, Peter Luginbühl für alle ihm zur Last gelegten Handlungen zu verfolgen und zu beurteilen."}