{"annee": "96", "cour": "IV", "page": "72", "date": "3/7/1970", "cite": [], "cite_par": ["98 IA 418"], "chapeau": "17. Urteil des Kassationshofes vom 3. Juli 1970 i.S. Berger gegen Staatsanwaltschaft des Kantons Graubünden.", "regestes": ["Art. 310 ch. 1 CP; faire évader des détenus. 1. Celui qui prête assistance à un détenu pour s'évader n'est punissable que s'il use de violence, de menace ou de ruse (consid. 2). 2. L'aide apportée à un détenu qui est déjà parvenu à recouvrer la liberté ne tombe pas sous le coup de l'art. 310 CP (consid. 3)."], "faits": "BGE 96 IV 72 S. 73\n\nA.- Der im März 1969 auf Veranlassung seines Vormundes wegen Liederlichkeit in die Arbeitserziehungsanstalt Realta eingewiesene Nikolaus Rozeck vereinbarte anlässlich eines Besuches seiner Braut Elisabeth Marugg am 7. April 1969 mit dieser, dass sie ihn am Abend des 12. April 1969 mit einem Auto an einer bestimmten Stelle in der Nähe der Anstalt erwarten werde. Fräulein Marugg sicherte sich die Mitwirkung ihrer Freundin Katharina Suter, und diese zog ihren Freund Hans Frey ins Vertrauen.\n\nDie drei fuhren am 12. April 1969 mit einem auf Veranlassung des Frey durch den Taxichauffeur Hans-Ulrich Berger gemieteten Auto nach Chur. Ursprünglich war beabsichtigt, dass Berger den Wagen steuern sollte. Im Einvernehmen mit Frey blieb er aber zuhause, um nicht in die Sache verwickelt zu werden. In Chur mieteten die drei einen zweiten Wagen und fuhren nach Realta weiter. Auf das vereinbarte Hupsignal halfen sich Rozeck und der von diesem eingeweihte Mitinsasse Walter Bachmann gegenseitig beim Übersteigen der Mauer. Sie gelangten zu den wartenden Autos und fuhren mit ihren Helfern nach Zürich. In der Wohnung von Berger gab dieser dem nur mit Hemd und Hose bekleideten Bachmann abgelegte Kleider sowie Geld und führte ihn darauf im Auto nach Urdorf.\n\nBerger war von Anfang an über die ganze Sachlage unterrichtet.\n\nB.- Das Kreisgericht Thusis erklärte am 5. November 1969 Marugg, Suter, Berger und Rozeck der Gefangenenbefreiung gemäss Art. 310 Ziff. 1 StGB schuldig. (Das Verfahren gegen Frey war nach Zürich überwiesen und dort eingestellt worden.)\n\nBerger wurde zu 10 Tagen Gefängnis mit bedingtem Strafvollzug verurteilt. Im Berufungsverfahren setzte der Kantonsgerichtsausschuss von Graubünden am 19. März 1970 die Gefängnisstrafe auf 5 Tage herab.\n\nC.- Berger führt gegen das kantonsgerichtliche Urteil Nichtigkeitsbeschwerde mit dem Antrag auf Freisprechung.\n\nBGE 96 IV 72 S. 74Er macht geltend, die Vorinstanz habe Art. 310 Ziff. 1 StGB verletzt, weil weder Gewalt noch List oder Drohung angewandt und die Flucht aus der Anstalt ohne fremde Hilfe bewerkstelligt worden sei.\n\nDie Staatsanwaltschaft beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Befreiung von Gefangenen gemäss Art. 310 Ziff. 1 StGB macht sich schuldig, \"wer mit Gewalt, Drohung oder List einen Verhafteten, einen Gefangenen oder einen andern auf amtliche Anordnung in eine Anstalt Eingewiesenen befreit oder ihm zur Flucht behilflich ist\".\n\n2. Es liegt auf der Hand, dass der Beschwerdeführer weder mit der Miete des Wagens und dessen Überlassung an die Fluchthelfer noch durch das Zurverfügungstellen seiner Wohnung und das Aushelfen mit Kleidern und Geld Gewalt, Drohung oder List angewandt hat. Auch die Vorinstanz nimmt das nicht an. Hingegen vertritt sie die Auffassung, die Anwendung von Gewalt, Drohung oder List sei nur für die eigentliche Gefangenenbefreiung erforderlich, nicht auch für die Hilfe zur Flucht.\n\na) Die Berufung des Kantonsgerichts auf HAFTER, Bes. Teil S. 816, schlägt nicht durch. Dieser findet, wenn man Gewalt, Drohung und List auch bei der Hilfe zur Flucht fordere, werde dieser Tatbestand ungebührlich eingeengt. Er untersucht indessen nicht, ob diese Lösung dem Sinn des Gesetzes entspreche. VASALLI, L'evasione nel diritto penale svizzero S. 127, nimmt an, dies sei die Auffassung der Doktrin, verweist jedoch lediglich auf HAFTER.\n\nb) Wie VASALLI, a.a.O., zutreffend feststellt, ist die von HAFTER vertretene Meinung das Gegenteil dessen, was der historische Gesetzgeber wollte. Das geht aus ZUERCHERS Motiven zum Vorentwurf von 1908 (S. 384 a.E.) hervor; ferner aus dem Votum MUELLER in der 2. Expertenkommission (Prot. V S. 261), der erklärte: \"Man ist einig, dass sich die Worte Gewalt, Drohung oder List auf die Befreiung und auf die Hilfeleistung dazu beziehen sollen\".\n\nc) Dieser Wille ist im Wortlaut des Art. 310 Ziff. 1 StGB unvollkommen zum Ausdruck gebracht worden. Er lässt in allen drei Sprachen die eine wie die andere Auffassung zu.\n\nBGE 96 IV 72 S. 75Immerhin spricht die grammatikalische Auslegung eher dafür, dass die Einschränkung beide Begehungsformen erfassen soll.\n\nd) Dem Zweckgedanken und der Systematik des Gesetzes entspricht es, auch die Hilfe zur Flucht lediglich dann gemäss Art. 310 StGB zu bestrafen, wenn List, Gewalt oder Drohung angewandt wurden. Das Gesetz lässt den einzelnen Gefangenen, der sich selbst befreit, straflos. Auch derjenige ist nicht nach Art. 310 strafbar, der einen Gefangenen ohne Anwendung von List, Gewalt oder Drohung befreit. Befreiungshandlungen greifen jedoch unmittelbarer in den Anstaltsgewahrsam ein als die blosse Hilfe zur Flucht. Es ist nicht einzusehen, wieso letztere strafwürdiger sein sollte als die eigentliche Befreiung.\n\nDie Fluchthilfe für einen Strafgefangenen bleibt nicht straflos, wenn sie ohne Anwendung von Gewalt, List oder Drohung geschieht. In diesem Falle kommt Art. 305 zur Anwendung, der jeden mit Strafe bedroht, der jemanden der Strafverfolgung, dem Strafvollzug oder dem Vollzug einer richterlich angeordneten Massnahme entzieht. Art. 305 betrifft indessen nur die dort abschliessend aufgezählten Kategorien von Gefangenen.\n\nAdministrativ Eingewiesene fallen nicht darunter. Wer einen administrativ Verwahrten, der sich dem Zugriff der Behörden entzogen hat, begünstigt, ist nach Art. 305 nicht strafbar. Wird jedoch ein administrativ Verwahrter mit List, Gewalt oder Drohung befreit oder wird ihm auf solche Weise zur Flucht verholfen, kommt Art. 310 StGB zum Zug. Weil die Anwendung dieser besonderen Mittel ein besonderes Bedürfnis nach Bestrafung schafft, sind bei Art. 310 die administrativ Eingewiesenen richtigerweise nicht ausgeklammert worden. Wollte man mit der Vorinstanz annehmen, die Fluchtbegünstigung sei nach Art. 310 in jedem Falle strafbar, auch ohne Anwendung von List, Gewalt oder Drohung, dann würde der bewussten Einschränkung des Art. 305 StGB auf Strafgefangene für diese Form der Tatbegehung die praktische Bedeutung genommen.\n\nDie Vorinstanz hat somit Art. 310 StGB verletzt, indem sie den Beschwerdeführer verurteilte, obwohl er weder List noch Gewalt oder Drohung angewandt hat. 3. - Die Vorinstanz ist ferner der Auffassung, Art. 310 StGB finde auch auf die Begünstigung eines bereits in Freiheit gelangten Gefangenen Anwendung, der sich einer neuerlichen Verhaftung und Rückversetzung in eine Anstalt zu entziehen trachtet. Dementsprechend hat sie Berger dafür bestraft, dass BGE 96 IV 72 S. 76er das Auto zur Verfügung stellte und nachher Bachmann mit Kleidern und Geld aushalf. Damit hat sie Art. 310 erneut verletzt.\n\nDie Gefangenenbefreiung ist vollendet im Augenblick, wo der Gefangene die Freiheit erlangt hat. Die Flucht ist gelungen, wenn der Gefangene alle zur Sicherung des Gewahrsams aufgerichteten Hindernisse überwunden hat. Nur bis zu diesem Zeitpunkt kann ein Dritter dem Gefangenen zur Flucht verhelfen. Die Hilfe, die dem Flüchtigen nach der Befreiung gewährt wird, fällt nicht unter Art. 310 StGB. Dem entspricht auch die unzweideutige Formulierung dieser Bestimmung: Bestraft wird der Dritte, der einem Gefangenen \"zur Flucht\" hilft. Noch deutlicher sind die romanischen Texte: \"... fait évader une personne arrêtée. .. ou lui aura prêté assistance pour s'évader. ..\" und \". .. o le presta aiuto nell'evasione. ..\". Die Hilfe zur Flucht muss also bei der Entweichung, bei der Befreiung geleistet werden, um unter Art. 310 StGB zu fallen. Dass die später geleistete Hilfe auch nach Art. 305 nicht bestraft wird, wenn der Geflohene administrativ eingewiesen war, entspricht dem Willen des Gesetzes und darf vom Richter nicht durch eine sinn- und zweckwidrige Auslegung von Art. 310 geändert werden.\n\n4. Ob anders zu entscheiden wäre für den Fall, dass die Flucht ohne die Zusicherung der späteren Hilfeleistung durch einen Dritten unterblieben wäre, kann dahingestellt bleiben. Es wird nicht behauptet, die beiden Anstaltsinsassen wären ohne die von Berger geleistete Hilfe nicht entwichen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Kantonsgerichtes Graubünden vom 19. März 1970 aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}