{"annee": "96", "cour": "I", "page": "94", "date": "16/2/1970", "cite": ["87 I 81", "89 II 214", "89 I 281", "85 I 289"], "cite_par": ["109 IB 246", "113 IB 287", "101 V 127", "96 I 513", "108 IA 209"], "chapeau": "18. Verfügung des Instruktionsrichters vom 16. Februar 1970 i.S. Eidgen. Militärdepartement gegen Bernold und Eidgen. Schätzungskommission des VI. Kreises.", "regestes": ["Recours de droit administratif en matière d'expropriation; Art. 115, 108 OJ: Exigences touchant les motifs; conditions qui justifient l'assignation d'un délai supplémentaire."], "faits": "", "considerants": "BGE 96 I 94 S. 95\n\n1. Gegen den Entscheid der Eidg. Schätzungskommission des VI. Kreises vom 26. November/9. Dezember 1969 hat der Enteigner mit Eingabe vom 22. Januar 1970 Verwaltungsgerichtsbeschwerde erhoben. Sie enthält die Begehren des Beschwerdeführers und ein Gesuch um Ansetzung einer Nachfrist gemäss Art. 108 Abs. 3 rev. OG. Das Gesuch wird damit begründet, dass die dem Entscheid zugrunde liegende Begutachtung von den in der Anleitung für die Schätzung landwirtschaftlicher Heimwesen und Liegenschaften aufgestellten Grundsätzen über die anzuwendende Methode abweiche, was die Ausarbeitung der Beschwerdebegründung ohne gründliches Studium der Akten, zu denen noch weitere Urkunden beizuziehen seien, verunmögliche. Es sei deshalb nicht möglich gewesen, eine den Anforderungen von Art. 108 rev. OG genügende Begründung mit den entsprechenden Beweisanträgen einzureichen.\n\n2. Gemäss Art. 115 OG in Verbindung mit Ziff. III der Übergangsbestimmungen bestimmt sich das Verfahren der Verwaltungsgerichtsbeschwerde gegen Verfügungen der Eidg. Schätzungskommissionen, welche nach dem Inkrafttreten dieses Gesetzes (1. Oktober 1969) getroffen wurden, nach den Art. 104 bis 109 dieses Gesetzes. Nach Art. 108 OG hat die Beschwerde die Begehren, deren Begründung mit Angabe der Beweismittel und die Unterschrift des Beschwerdeführers oder seines Vertreters zu enthalten (Abs. 2). Fehlen die Beilagen oder lässt die Begründung die nötige Klarheit vermissen, so ist dem Beschwerdeführer eine kurze Nachfrist zur Behebung des Mangels anzusetzen, mit Androhung des Nichteintretens (Abs. 3).\n\na) Die in Enteignungssachen geltenden Vorschriften über die Begründung der Beschwerde weichen damit von der bisherigen Ordnung von Art. 77 EntG ab. Während danach die Weiterziehung durch schriftliche Eingabe an den Präsidenten der Schätzungskommission zu erklären war und nicht begründet zu werden brauchte, bedarf die Verwaltungsgerichtsbeschwerde einer schriftlichen Begründung. Deren notwendiger Inhalt ergibt sich aus Art. 104 OG. Es ist darzulegen, dass Bundesrecht verletzt, oder der massgebende Sachverhalt unrichtig oder unvollständig festgestellt wurde oder die Würdigung unangemessen BGE 96 I 94 S. 96sei. Die Rechtsprechung hat hieran schon bisher keine sehr strengen Anforderungen gestellt (BGE 85 I 291, BGE 87 I 84, BGE 89 I 282). Sie hat als genügend angesehen, dass der Beschwerdebegründung entnommen werden kann, was der Beschwerdeführer verlangen und auf welche Tatsachen er sich berufen will. Der Gesetzgeber hat nicht beabsichtigt, diese Rechtsprechung zu verschärfen. Das würde sich angesichts der Art einzelner Beschwerden, die von den Parteien häufig ohne Zuzug eines Rechtskundigen erhoben werden, wie insbesondere der Beschwerden an das Eidg. Versicherungsgericht, auf die das Verfahren der Verwaltungsgerichtsbeschwerde anwendbar ist (Art. 132 in Verbindung mit Art. 103 bis 114), auch nicht rechtfertigen.\n\nb) Fehlt allerdingsjede Begründung, so ist auf die Beschwerde nicht einzutreten (BGE 89 II 221).\n\nIst bloss ihr Sinn unklar, d.h. mehrdeutig oder ist kein vernünftiger Sinn erkennbar, so setzt der Richter eine kurze Nachfrist zur Klarstellung (Art. 108 Abs. 3 OG).\n\nDies bedeutet, dass die Nachfrist nicht dazu dienen kann, die Frist zur Beschwerdebegründung zu verlängern, d.h. eine inhaltlich ungenügende Rechtsschrift zu ergänzen. Die beschwerdeführende Partei kann daher auch keinen Anspruch auf Fristansetzung haben. Sie erwirbt insbesondere einen solchen nicht dadurch, dass sie eine unvollständige Begründung einreicht.\n\nDie Begründung, welche das Militärdepartement seinen Begehren gab, ist zwar sehr knapp, besteht sie doch in einem einzigen Satz, aber nicht unklar. Es ist aus ihr ersichtlich, dass eine Verletzung von Vorschriften des Bundesratsbeschlusses über die Schätzung landwirtschaftlicher Heimwesen und Liegenschaften (AS 51, 1287) gerügt werden will. Diese Rüge ist, auch wenn nicht gesagt wird, worin die Verletzung liegen soll, oder dass der Erlass auf das Enteignungsverfahren anwendbar sei, unmissverständlich.\n\nDie Voraussetzungen für die Ansetzung einer Nachfrist im Sinn von Art. 108 Abs. 3 OG sind nicht gegeben.\n\nDemnach wird verfügt:\n\nDas Gesuch, dem Enteigner im Sinn von Art. 108 Abs. 3 OG eine Nachfrist anzusetzen, wird abgewiesen."}