{"annee": "96", "cour": "II", "page": "47", "date": "10/2/1970", "cite": ["69 II 243", "54 II 30", "86 II 221"], "cite_par": ["110 II 141", "109 II 219"], "chapeau": "10. Urteil der I. Zivilabteilung vom 10. Februar 1970 i.S. Suter gegen Dübendorfer und Mitbeteiligte.", "regestes": ["Demeure de l'acheteur. 1. Art. 82, 108 ch. 3 et 214 al. 1 et 2 CO. Droit du vendeur de se départir sans autre formalité d'un contrat de vente d'immeuble, lorsque l'acheteur devait payer le prix à un terme fixé, mais ne s'acquitte pas en temps utile (consid. 1 et 2). 2. Art. 91 CO. La radiation d'un gage immobilier par les soins du vendeur n'est pas un acte préparatoire au sens de cette disposition légale (consid. 3)."], "faits": "BGE 96 II 47 S. 48\n\nA.- Frau Ida Dübendorfer und ihre fünf Kinder, die zusammen eine Erbengemeinschaft bildeten, verkauften mit öffentlich beurkundetem Vertrag vom 16. Mai 1959 dem Liegenschaftenhändler Jakob Suter 12'960 m2 Acker- und Wiesland in der Gemeinde Rümlang. Der Preis betrug Fr. 298'080.--, wovon Fr. 40'000.-- bei der Beurkundung erlegt wurden und Fr. 258'000.-- bei \"der grundbuchlichen Eigentumsübertragung\", die bis spätestens 1. Oktober 1959 stattfinden sollte (Ziff. 9 des Vertrages), zu bezahlen waren. Nach weitern Vertragsbestimmungen war das Land von dem darauf lastenden Pfandrecht zu befreien und der Käufer berechtigt, an seiner Stelle einen Dritten in die Rechte und Pflichten des Vertrages eintreten zu lassen.\n\nDie Eigentumsübertragung fand bis zum 1. Oktober nicht statt. Am 7. Oktober 1959 teilte die Erbengemeinschaft dem Suter mit, dass sie wegen Verzuges des Käufers vom Vertrag zurücktrete. Zur Fertigung des Kaufes sei ein fester Termin vereinbart worden, den er nicht eingehalten habe; der Vertrag sei deshalb gemäss Art. 108 Ziff. 3 OR dahingefallen.\n\nAm 14. Oktober 1959 begab Suter sich mit dem Kaufpreisrest auf das Notariat Niederglatt, um seine Erfüllungsbereitschaft darzutun. Er forderte die Verkäufer zudem schriftlich auf, am 20. Oktober 1959 um 14 Uhr bei der Eigentumsübertragung mitzuwirken.\n\nDie Erbengemeinschaft hielt an ihrer Rücktrittserklärung jedoch fest. Am 9. Juli 1963 verkaufte sie das Land zum Preise von Fr. 583'200.-- an einen Dritten.\n\nB.- Mit Klage vom 18. November 1963 belangte Suter Frau Dübendorfer und vier ihrer Kinder auf Fr. 407'220.-- Schadenersatz wegen Nichterfüllung des mit ihm abgeschlossenen Kaufvertrages. Im Verlaufe des Verfahrens setzte er die Schadenersatzforderung auf Fr. 285'120.-- (nebst 5% Zins seit 26. September 1963) herab.\n\nDas Bezirksgericht Dielsdorf und am 11. Juli 1969 auch das Obergericht des Kantons Zürich wiesen die Klage ab.\n\nDas Bezirksgericht hielt den Kaufvertrag vom 16. Mai 1959 wegen Missachtung der Sperrfrist des Art. 218 OR für nichtig, und das Obergericht begründet seinen Entscheid vor allem damit, es sei vorab Sache des Klägers gewesen, Vorbereitungen für die Übergabe des Kaufpreises und die damit verbundene Eigentumsübertragung zu treffen, wenn er vermeiden wollte, BGE 96 II 47 S. 49dass die Beklagten vom Vertrag zurücktraten; er habe es indes unterlassen, den Beklagten den Kaufpreisrest rechtzeitig auch nur anzubieten, weshalb die Verkäufer berechtigt gewesen seien, ohne weiteres vom Vertrag zurückzutreten (Art. 214 Abs. 1 OR). Unter diesen Umständen habe der Kläger keinen Anspruch auf Schadenersatz wegen Nichterfüllung des Vertrages.\n\nC.- Mit der Berufung beantragt der Kläger dem Bundesgericht, das Urteil des Obergerichts aufzuheben und die Klage gutzuheissen.\n\nD.- Die Beklagten halten die Berufung für unbegründet und beantragen, sie abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Ob die Beklagten befugt waren, am 7. Oktober 1959 den mit dem Kläger abgeschlossenen Kaufvertrag vom 16. Mai 1959 durch Rücktritt aufzuheben, hängt vor allem von der Bedeutung ab, welche Ziffer 9 des Vertrages beizumessen ist. Nach dieser Bestimmung hatte \"die grundbuchliche Eigentumsübertragung\" bis spätestens 1. Oktober 1959 stattzufinden. Die Bezahlung des Kaufpreisrest hing damit zusammen, da die Schuld von Fr. 258'080.-- \"anlässlich der grundbuchlichen Eigentumsübertragung\" zu begleichen war.\n\nDaraus erhellt, dass der Vertrag nach dem Willen der Parteien in der Zeit vom 16. Mai bis 1. Oktober 1959 erfüllt werden sollte. Die gegenseitigen Leistungen waren während dieser Zeit nicht nur erfüllbar, sondern vom 16. Mai an auch fällig (Art. 75 OR). Jede Partei konnte unter der Voraussetzung, dass sie selber erfüllungsbereit war, die andere zur Erfüllung des Vertrages anhalten (Art. 82 OR): Der Käufer durfte von den Verkäufern die schriftliche Anmeldung verlangen, die zur Eintragung des neuen Eigentümers im Grundbuch erforderlich war (Art. 665 Abs. 1 ZGB, Art. 11 ff., insbes. Art. 18 GBV), und die Verkäufer konnten vom Käufer den noch ausstehenden Kaufpreis fordern.\n\nNach dem angefochtenen Urteil hat der Kläger die Beklagten in der Zeit zwischen dem Vertragsabschluss und dem 1. Oktober 1959 weder zur Eigentumsübertragung aufgefordert noch ihnen den Kaufpreisrest angeboten. Er will sich auf den 1. Oktober hin mit dem Notariat Niederglatt in Verbindung gesetzt haben, um die Fertigung des Kaufes durch die Erben Dübendorfer zu BGE 96 II 47 S. 50veranlassen, versäumte jedoch den äussersten Termin für die Erfüllung des Vertrages. Da er bis zum 1. Oktober nicht leistete, kam er, wie die Vorinstanz ihm mit Recht entgegenhält, mit Ablauf dieses Tages in Verzug.\n\n2. Die Beklagten hatten dem Kläger das Eigentum am Grundstück Zug um Zug gegen Zahlung des Kaufpreisrestes zu übertragen. Daher konnten sie gemäss Art. 214 OR, der auf den Grundstückkauf sinngemäss anwendbar ist (Art. 221 OR; BGE 86 II 234), beim Zahlungsverzug des Klägers vom Vertrag zurücktreten, obwohl sie sich dieses Recht nicht ausdrücklich vorbehalten hatten.\n\nDer Rücktritt konnte \"ohne weiteres\" erfolgen (Art. 214 Abs. 1). Die Beklagten brauchten also dem Kläger keine Frist zur nachträglichen Erfüllung anzusetzen.\n\nSie mussten ihm aber den Rücktritt \"sofort\" anzeigen (Art. 214 Abs. 2), d.h. sobald es ihnen nach dem gewöhnlichen Geschäftsgang und den besonderen Umständen des Falles zugemutet werden konnte (vgl.BGE 69 II 245Erw. 5). Das haben sie am 7. Oktober 1959 getan. Ihre Erklärung erfolgte rechtzeitig. Sie haben sie nicht spekulativ verzögert, und dem Kläger ist aus dem Zeitablauf von nur sechs Tagen kein Nachteil entstanden. Es steht namentlich nicht fest, dass er in der Zwischenzeit Vorbereitungen für die Erfüllung getroffen habe und dadurch benachteiligt worden wäre.\n\nDass sich die Beklagten in der Erklärung vom 7. Oktober 1959 auf Art. 108 Ziff. 3 OR berufen haben, schadet nichts. Der Kläger wurde dadurch nicht irregeführt. Der Rücktritt stand den Beklagten auch nach dieser Bestimmung zu. Sie erlaubt dem Gläubiger, ohne Ansetzung einer Frist zur nachträglichen Erfüllung vom Vertrag zurückzutreten, \"wenn sich aus dem Vertrage die Absicht der Parteien ergibt, dass die Leistung genau zu einer bestimmten oder bis zu einer bestimmten Zeit erfolgen soll\". Im vorliegenden Falle traf das letztere zu, denn die Eigentumsübertragung hatte \"bis spätestens 1. Oktober 1959\" zu erfolgen, weshalb auch der \"bei der grundbuchlichen Eigentumsübertragung\" zu zahlende Kaufpreisrest spätestens in diesem Zeitpunkt zu leisten war. Die Rücktrittserklärung war ferner auch unter dem Gesichtspunkt der Art. 107/108 nicht etwa verspätet, so dass der Kläger sie als ungültig hätte betrachten dürfen. Wer nach Art. 108 OR auf die nachträgliche Erfüllung verzichten will, muss dies \"unverzüglich\" nach dem BGE 96 II 47 S. 51Eintritt des Schuldnerverzuges tun (Art. 107 Abs. 2 OR;BGE 54 II 31f.). Die Erklärung der Beklagten vom 7. Oktober 1959 entsprach dieser Anforderung sogut wie dem Art. 214 Abs. 2 OR.\n\n3. Der Kläger bestreitet den Beklagten das Recht, vom Vertrage zurückzutreten, weil sie ihrer Pflicht, das Pfandrecht abzulösen, nicht nachgekommen, am 7. Oktober 1959 also selber nicht erfüllungsbereit gewesen seien. Solange sie diese Vorbereitungshandlung für die Eigentumsübertragung nicht vorgenommen hätten, seien sie zudem im Sinne von Art. 91 OR in Verzug gewesen; sie könnten sich daher nicht auf Art. 214 OR berufen, noch einwenden, der Kläger hätte sie zuerst zur Erfüllung auffordern müssen.\n\na) Der Kläger vermöchte aus der Nichtablösung des Pfandrechtes höchstens dann etwas abzuleiten, wenn er die Beklagten rechtzeitig und erfolglos zur Erfüllung angehalten, d.h. sie aufgefordert hätte, ihm spätestens am 1. Oktober 1959 gegen Zahlung des Kaufpreisrestes das vom Pfandrecht befreite Grundstück zu übertragen. Er wäre dann vielleicht nicht in Verzug gekommen, denn die allfällige Säumnis der Beklagten hätte ihn berechtigt, den Kaufpreisrest zurückzuhalten (Art. 82 OR). Der Kläger hat jedoch die Erfüllung erst am 14. Oktober 1959 verlangt. Zu dieser Zeit war der Vertrag durch den Rücktritt der Beklagten schon aufgehoben. Der Rücktritt setzte die Ablösung des Pfandrechtes nicht voraus. Nur wer den andern zur Erfüllung der Gegenleistung anhalten will, muss allenfalls entweder schon erfüllt haben oder die eigene Leistung vertragsgemäss anbieten.\n\nb) Auch Art. 91 OR hilft dem Kläger nicht. Die Beklagten waren nicht im Annahmeverzug. Die Ablösung des Pfandrechtes war nicht eine Vorbereitungshandlung, ohne die der Kläger nicht zu erfüllen imstande gewesen wäre. Er hat die Zahlung des Kaufpreises auch nicht rechtzeitig, d.h. spätestens am 1. Oktober 1959 angeboten. Ob er dies gemäss Art. 74 Abs. 2 Ziff. 1 OR am Wohnsitz der Beklagten hätte tun müssen oder wegen der Abrede, der Kaufpreisrest sei \"anlässlich der grundbuchlichen Eigentumsübertragung\" zu zahlen, beim zuständigen Notariat und Grundbuchamt tun durfte, kann offen bleiben, denn der Kläger hielt das Geld auf dem Notariat erst am 14. Oktober 1959 zur Verfügung. In diesem Zeitpunkt war der Vertrag schon aufgelöst und brauchten die Beklagten die Leistung nicht mehr anzunehmen.\n\nBGE 96 II 47 S. 52\n\n4. Waren die Beklagten somit zum Rücktritt befugt, so verletzten sie dadurch, dass sie das Land im Juli 1963 an einen Dritten verkauften, den mit dem Kläger abgeschlossenen Vertrag nicht, sind ihm folglich auch nicht zu Schadenersatz verpflichtet. Da die Klage schon aus diesem Grunde abgewiesen werden muss, braucht nicht geprüft zu werden, ob es sich um ein landwirtschaftliches Grundstück im Sinne von Art. 218 OR handelte und, wenn ja, ob die Beklagten es bereits am 16. Mai 1959 ohne Verletzung der Sperrfrist hätten veräussern können.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts (I. Zivilkammer) des Kantons Zürich vom 11. Juli 1969 bestätigt."}