{"annee": "96", "cour": "I", "page": "686", "date": "16/12/1970", "cite": [], "cite_par": ["102 IB 91", "106 IB 26", "105 IA 107", "96 I 758", "112 IB 70", "100 IB 445", "116 IB 203", "100 IB 119", "98 IB 120", "110 IB 117", "117 IB 64", "100 IB 331", "104 IB 74", "98 IB 333", "105 IB 272"], "chapeau": "104. Estratto della sentenza 16 dicembre 1970 nella causa Lega svizzera per la protezione della natura contro Bonetti-Soldati e liteconsorti", "regestes": ["Recours de droit administratif. Loi fédérale sur la protection de la nature et du paysage (LPN). Révocation d'une autorisation administrative. 1. Le recours de droit administratifest recevable non seulement contre les décisions effectivement fondées sur le droit fédéral, mais encore contre celles qui omettent à tort d'appliquer ce droit (consid. 1a; confirmation de la jurisprudence). 2. La Ligue suisse pour la protection de la nature a qualité pour interjeter un recours de droit administratif en matière de protection de la nature et du paysage et de police des forêts (consid. 1c). 3. Le recours formé dans les trente jours dès celui où le recourant a eu la possibilité de prendre connaissance de la décision attaquée est interjeté en temps utile (consid. 1d). 4. Protection de la végétation des rives. Celle-ci ne peut être supprimée que lorsque l'intérêt public l'exige (art. 21 et 22 al. 2 LPN; consid. 2 a). 5. L'autorisation de police est irrévocable lorsque le bénéficiaire a dépensé de bonne foi des sommes considérables en vue d'en faire usage. Exceptions (consid. 2 c)."], "faits": "BGE 96 I 686 S. 687\n\nRiassunto della fattispecie:\n\nA.- Matilde Bonetti-Soldati, Silvio Soldati e Antonio Soldati sono proprietari della particella n. 481 di Muzzano, situata sulle rive del lago di Lugano. Il 20 dicembre 1968 Silvio Soldati presentò una domanda intesa ad ottenere l'autorizzazione a costruire su quel fondo una darsena con locali d'abitazione al piano rialzato. Il 17 aprile 1969, aderendo ad una richiesta di modifica dei piani formulata dalla Commissione cantonale per la protezione delle bellezze naturali e del paesaggio, i proprietari sottoposero nuovi piani. Mediante convenzione stipulata fra il Dipartimento delle pubbliche costruzioni del Cantone Ticino ed i proprietari il 31 ottobre 1969, e ratificata dal Consiglio di Stato con risoluzione del 4 dicembre 1969, sono state costituite a titolo gratuito sul fondo degli interessati due servitù a favore del Cantone Ticino: l'una che contempla un divieto di edificare BGE 96 I 686 S. 688su di una porzione di terreno della larghezza di m. 60 dal livello medio del lago e della lunghezza di m. 130; l'altra che garantisce un passaggio pubblico pedonale in prossimità della costruzione.\n\nIl 4 novembre 1969 il Consiglio di Stato ticinese autorizzò i proprietari a costruire conformemente ai nuovi piani. Il 17 novembre seguente, il Dipartimento cantonale delle pubbliche costruzioni approvò il progetto a diverse condizioni, che si riferiscono all'intangibilità del bosco circostante e al suo miglioramento, oltre che alla posa di una fossa biologica. Esso fissò l'inizio dei lavori dopo la scadenza del periodo di pubblicazione all'albo comunale o, in caso di ricorso, dopo esaurimento della relativa procedura.\n\nI proprietari diedero indilatamente avvio ai lavori. La darsena, già coperta nel maggio 1970, é oggigiorno terminata e utilizzata.\n\nB.- Su istanza delle associazioni cantonali per la protezione della natura e del paesaggio, l'Ispettorato federale delle foreste aveva invitato il Dipartimento cantonale delle pubbliche costruzioni, con lettera del 3 marzo 1970, ad ordinare la sospensione dei lavori sino a che non fosse chiarita la questione circa un'eventuale violazione dell'art. 21 della legge federale sulla protezione della natura e del paesaggio (LPNP). Esso sollecitava inoltre l'invio di una copia del permesso cantonale accordato il 17 novembre 1969, affinché le associazioni abilitate a ricorrere potessero esaminare l'opportunità di far uso del loro diritto. L'Ispettorato federale intervenne ancora il 24 marzo 1970.\n\nAvvertita a sua volta dal presidente della Società pescatori professionisti del Ceresio, la Lega svizzera per la protezione della natura aveva chiesto al Dipartimento cantonale delle pubbliche costruzioni, con lettere del 23 e 25 marzo 1970, di vietare la prosecuzione delle opere. Essa esigeva parimenti il testo dell'autorizzazione cantonale, riservandosi di esercitare la facoltà di ricorso.\n\nIl 3 aprile 1970 il Dipartimento comunicò all'Ispettorato federale il tenore della decisione accordante la licenza e trasmise il preavviso favorevole dell'Ispettorato forestale cantonale, nonchè l'atto di costituzione delle note servitù. Rifiutava per contro la sospensione dei lavori, avendo un recente sopralluogo dimostrato l'inutilità del provvedimento. Nel contempo, esso inviava BGE 96 I 686 S. 689copia della lettera alla Lega svizzera per la protezione della natura.\n\nC.- Il 2 maggio 1970, la Lega svizzera per la protezione della natura ha presentato un ricorso di diritto amministrativo contro la decisione 4 novembre 1969 del Consiglio di Stato, come pure contro la licenza edilizia accordata il 17 novembre 1969 dal Dipartimento cantonale delle pubbliche costruzioni. La ricorrente fa valere la violazione degli art. 21 e 22 cpv. 2 LPNP e dell'art. 31 della legge federale concernente l'alta vigilanza della Confederazione sulla polizia delle foreste.\n\nD.- I proprietari della particella n. 481 di Muzzano chiedono, in via principale, che il ricorso sia dichiarato irricevibile; subordinatamente ch'esso sia respinto.\n\nIl Consiglio di Stato e il Dipartimento delle pubbliche costruzioni del Cantone Ticino propongono di respingere il ricorso.", "considerants": "Riassunto dei considerandi:\n\n1. Il ricorso della Lega svizzera per la protezione della natura adempie tutti i requisiti di ricevibilità posti dalla legge di organizzazione giudiziaria in ordine al fondamento delle decisioni impugnate, all'esaurimento delle istanze inferiori, alla qualità per ricorrere e al rispetto del termine stabilito.\n\na) Secondo l'art. 97 cpv. 1 OG, possono dar luogo a ricorso di diritto amministrativo soltanto le decisioni definite dall'art. 5 cpv. 1 PAF, vale a dire quelle fondantisi sul diritto pubblico federale. Nella fattispecie, la decisione emanata dal Consiglio di Stato il 4 novembre 1969 invoca unicamente la legge cantonale del 30 novembre 1961 sulla delimitazione delle acque pubbliche e la protezione delle rive dei laghi, nonché il regolamento cantonale di applicazione del 3 agosto 1962. Quanto alla decisione presa dal Dipartimento cantonale delle pubbliche costruzioni il 17 novemlbre 1969, essa ha in vista senza dubbio la legge federale sulla protezione delle acque dell'inquinamento (LPA), accanto a diverse leggi e regolamenti cantonali, ma la sua validità non é contestata per violazione di questo testo federale. Così, nella misura in cui sono impugnate, le due citate decisioni non si fondano sul diritto federale. Questo non significa tuttavia che, per non essere delle decisioni a'sensi dell'art. 5 cpv. 1 PAF, esse non siano suscettibili di un ricorso di diritto amministrativo.\n\nBGE 96 I 686 S. 690\n\nOccorre a tal proposito ispirarsi alla giurisprudenza anteriore all'ultima revisione della OG nel campo della protezione delle acque dall'inquinamento. L'art. 14 LPA apre la via del ricorso di diritto amministrativo contro \"le decisioni emanate in ultima istanza cantonale in applicazione della presente legge\". Chiamato a statuire sulla portata di questa norma, il Tribunale federale ha considerato ricevibile un ricorso di diritto amministrativo che rimproverava all'autorità cantonale di essersi fondata sul diritto cantonale invece che sul diritto federale; esso ha ritenuto che la citata norma non si riferisce soltanto alle decisioni che si assidono sul diritto federale, ma anche a quelle che omettono ingiustamente di applicarlo (RU 92 I 72 in fine).\n\nQuesto ragionamento vale anche per il diritto attualmente in vigore, nel senso che, avvalendosi dell'inosservanza della legislazione federale sulla protezione della natura e delle foreste, la ricorrente ha interposto validamente un ricorso di diritto amministrativo, indipendentemente dal fondamento delle decisioni impugnate. Un'altra soluzione non si concilierebbe con le finalità che persegue la giurisdizione amministrativa federale. Con la sua istituzione nel 1928 e la sua estensione nel 1968, il legislatore mirava a garantire l'applicazione regolare del diritto amministrativo federale. Orbene, se le autorità amministrative potessero sfuggire al controllo giudiziario basandosi sul diritto cantonale laddove trova applicazione il diritto federale, lo scopo perseguito non sarebbe raggiunto.\n\nb) L'art. 98 lett. g OG sottopone al ricorso di diritto amministrativo le decisioni emanate in ultima istanza dalle autorità cantonali, salvo se il diritto federale prevede un ricorso a uno degli organi menzionati alle lettere da b a f. Le condizioni enunciate da questa norma sono adempiute nella fattispecie. Innanzitutto, secondo il parere espresso dal Tribunale cantonale amministrativo e trasmesso al Consiglio di Stato, le decisioni impugnate sono state emanate in ultima istanza: da un lato, la decisione del Governo cantonale non è suscettibile di impugnazione presso il Tribunale cantonale amministrativo, non avendo nessuna norma di legge introdotto una tale possibilità di ricorso; dall'altro lato, in mancanza di una regola procedurale cantonale sulle associazioni di importanza nazionale, la Lega svizzera per la protezione della natura non aveva veste per deferire al Tribunale cantonale amministrativo la decisione del Dipartimento delle pubbliche costruzioni.BGE 96 I 686 S. 691\n\nInoltre, il diritto federale non assegna a uno degli organi previsti dall'art. 98 lett. b OG il potere di controllare le decisioni in materia. Ne consegue che il principio dell'esaurimento delle istanze inferiori non costituisce un ostacolo alla ricevibilità del presente ricorso.\n\nManifestamente, l'estensione della giurisdizione amministrativa federale non ha avuto come effetto quello di obbligare le autorità cantonali ad esaminare il merito di ricorsi che nessuna norma di diritto federale o cantonale fa rientrare nella loro competenza. Questa ingerenza nella procedura cantonale non si concilierebbe con l'intenzione del legislatore federale, che ha inteso sottrarre alla legge federale sulla procedura amministrativa le procedure istruite da autorità cantonali (cfr. art. 1 cpv. 3 PAF). Il presente ricorso non è pertanto da rinviare al Tribunale amministrativo ticinese.\n\nc) La ricorrente ha veste per chiedere, mediante ricorso di diritto amministrativo, il rispetto delle disposizioni federali che salvaguardano la natura e in special modo le foreste. L'art. 12 cpv. 1 LPNP attribuisce questo rimedio di diritto alle associazioni nazionali che, in virtù dei loro statuti, mirano per fini di natura ideale a raggiungere gli scopi prefissi dalla legge e di cui la ricorrente fa incontestabilmente parte. Inoltre, dal momento che la salvaguardia della natura e del paesaggio comprende quella delle foreste, la ricorrente può parimenti prevalersi della pretesa trasgressione dell'art. 31 della legge concernente l'alta vigilanza della Confederazione sulla polizia delle foreste, mediante ricorso di diritto amministrativo. Il Tribunale federale ha adottato questa soluzione nella sentenza del 19 giugno 1970 concernente la foresta di Thyon. Anche il Consiglio federale ha interpretato in maniera estensiva l'art. 12 cpv. 1 LPNP, riconoscendo alle associazioni considerate da questa disposizione la facoltà di ricorrere per violazione della legge sulla caccia e la protezione degli uccelli (ZBl 1970 pag. 279).\n\nd) L'eccezione di tardività sollevata nelle osservazioni al ricorso è infondata. L'art. 34 cpv. 1 PAF, applicabile alle autorità sia cantonali che federali, fa obbligo a queste di notificare per scritto le loro decisioni alle parti. Orbene, la ricorrente, pur dovendo essere considerata quale parte in causa secondo quanto esposto sopra, non ha ricevuto copia delle decisioni impugnate. Le autorità ticinesi potevano, certo, avvalersi dell'art. 36 lettera c PAF per pubblicare le loro decisioni in un foglio ufficiale: BGE 96 I 686 S. 692esse non hanno però ossequiato nemmeno questa norma, la quale non accenna alla possibilità di far capo all'esposizione all'albo. In siffatte condizioni, in virtù dell'art. 107 cpv. 3 OG che non fa ricadere sulle parti le conseguenze pregiudizievoli di una notificazione irregolare, la ricorrente aveva la facoltà di insinuare un ricorso di diritto amministrativo nel termine di giorni trenta a decorrere dalla data in cui le era stato possibile di prendere conoscenza delle decisioni in questione. Dal momento che il testo le è stato trasmesso il 17 aprile 1970, nonostante i reclami del 23 e 25 marzo 1970, il memoriale del 2 maggio 1970 è stato inoltrato in tempo utile.\n\n2. Il ricorso essendo ricevibile, occorre statuire sulle pretese violazioni del diritto riguardanti il merito ed eventualmente sulle conseguenze di ordine giuridico che tali violazioni comportano.\n\na) L'art. 21 LPNP vieta in principio la distruzione della vegetazione delle acque pubbliche; come risulta dal titolo marginale \"Vegetazione ripuale\", questa norma si applica alle piante che ricoprono le rive come pure a quelle che crescono nell'acqua. Una sola norma, fra quelle che contengono una deroga alla regola generale, può eventualmente entrare in considerazione nel caso in esame. È più precisamente l'art. 22 cpv. 2 LPNP, il quale abilita l'autorità cantonale competente a permettere la soppressione della vegetazione ripuale \"qualora l'interesse pubblico lo esiga\".\n\nNel caso particolare risulta da numerose fotografie che la costruzione della darsena litigiosa ha provocato la scomparsa delle piante cresciute nell'acqua o lungo la riva. Ancorché sembri che questa vegetazione sia stata piuttosto rada, anzi parzialmente deperita, é da sottolineare che essa beneficiava comunque della protezione che il citato art. 22 accorda in maniera assoluta. Essa non poteva essere annientata che con il consenso dell'autorità cantonale competente e per rispondere a un'esigenza di interesse pubblico.\n\nOra, una tale esigenza qui non sussiste. E'vero che, nella misura in cui gli intimati si sono impegnati mediante convenzione di servitù a non edificare su una fascia del loro terreno e a garantire il libero transito dei pedoni attorno alla darsena, essi hanno integrato la protezione legale, che non è né assoluta né al riparo da una modificazione. Ciò non significa tuttavia che esistesse un interesse pubblico tale da giustificare la rimozione BGE 96 I 686 S. 693della vegetazione acquatica. Si può affermare tutt'al più che questo interesse pubblico non vi si opponeva in modo categorico. Parimenti, se i lavori eseguiti dagli intimati hanno reso accessibile ai campeggiatori una boscaglia sino a quel momento impenetrabile, non si può certo sostenere che detti lavori fossero richiesti per delle ragioni di interesse pubblico. L'interesse di alcuni viandanti a incamminarsi nei boschi manifestamente non prevale sull'interesse della comunità a preservare l'aspetto naturale del luogo. Con riferimento agli art. 21 e 22 LPNP, la distruzione delle piante acquatiche non era giustificata, né di conseguenza era giustificata l'autorizzazione a costruire che presupponeva tale eliminazione.\n\nb) L'art. 31 della legge concernente l'alta vigilanza della Confederazione sulla polizia delle foreste dispone che l'area boschiva della Svizzera non può essere diminuita (cpv. 1); esso subordina il dissodamento delle foreste non protettrici all'autorizzazione del Governo cantonale e quello delle foreste protettrici all'autorizzazione del Consiglio federale (cpv. 2); a seconda della natura e della funzione protettrice o non protettrice, compete al Consiglio federale o al Governo cantonale la decisione se e in qual misura convenga compensare una diminuzione per mezzo di rimboschimenti (cpv. 3). L'art. 26 dell'ordinanza di esecuzione del 1. ottobre 1965 prescrive, nell'esame delle domande di dissodamento, di considerare tanto gli interessi della collettività alla conservazione della foresta, quanto gli interessi del richiedente, segnatamente con riguardo alla funzione protettiva della foresta, ai suoi effetti benefici e al suo aspetto panoramico (cpv. 1); esso prevede che, ordinariamente, ogni dissodamento dev'essere compensato con un equivalente rimboschimento nella stessa regione (cpv. 3).\n\nSi può discutere sulla questione a sapere se le decisioni impugnate, in quanto hanno condotto all'abbattimento di alberi, siano compatibili con questi testi. E'bensì vero che il Dipartimento delle pubbliche costruzioni ha fatto dipendere l'autorizzazione accordata da determinate clausole che fanno obbligo agli intimati di preservare intatta la foresta e di trattarla colturalmente. Risulta parimenti che il Consiglio di Stato ha fatto precedere all'abbattimento una martellazione ufficiale. Cionondimeno, non è provato che l'art. 31 cpv. 2 della legge concernente l'alta vigilanza della Confederazione sulla polizia delle foreste sia stato rispettato. Tutte le foreste ticinesi essendo BGE 96 I 686 S. 694considerate protettrici (Foglio ufficiale cantonale 1913, pag. 587), l'autorizzazione a dissodarle non può emanare il linea di principio che dal Consiglio federale. Infatti, dopo aver delegato alle autorità cantonali il potere di autorizzare i dissodamenti di una superficie massima di 3000 mq., mediante circolare del 24 dicembre 1909, il Consiglio federale medesimo ha poi costatato la nullità di questa delegazione di competenza (decisione del 6 maggio 1970 nella vertenza Lega svizzera per la protezione della natura e liteconsorti contro Consiglio di Stato del Canton Svitto, pubblicata in ZBl 1970, pag. 375 e segg.). Ci si può inoltre chiedere se, conformemente all'art. 26 dell'ordinanza di esecuzione, le autorità cantonali abbiano soppesato sufficientemente gli interessi divergenti e se abbiano rinunciato a ragione a esigere la sostituzione delle piante eliminate. La questione può tuttavia rimanere insoluta, dovendo il ricorso essere respinto per altre ragioni. Si vuole però rivolgere un invito all'autorità cantonale a riesaminare l'opportunità di un equivalente rimboschimento, che risponda meglio alle intenzioni del legislatore federale e che consenta di rimediare in parte alle conseguenze negative dell'autorizzazione.\n\nc) In principio, un'autorizzazione di polizia é irrevocabile allorquando il beneficiario abbia in buona fede investito somme ragguardevoli in vista della sua utilizzazione; questa regola trova segnatamente applicazione in materia di permessi di costruzione dopo l'inizio dei lavori (RU 90 I 15, 91 I 96, 92 I 235, 94 I 344). Eccezioni sono ammissibili soltanto se l'autorizzazione viola in modo particolarmente grave un interesse pubblico eminente e in questo caso la revoca sarà, generalmente, subordinata al pagamento di un'indennità (RU 88 I 227 e seg.).\n\nIn virtù del permesso che il Dipartimento delle pubbliche costruzioni aveva loro rilasciato il 17 novembre 1969, gli intimati erano in diritto di edificare la darsena a datare dalla pubblicazione della decisione all'albo comunale o, in caso di ricorso, una volta terminata la procedura. Orbene, nessun ricorso era ancora stato interposto nel momento in cui essi hanno dato inizio ai lavori, vale a dire nei primi mesi del 1970. Siccome le decisioni cantonali non menzionano né la legge federale sulla protezione della natura e del paesaggio, né quella che concerne l'alta vigilanza della Confederazione sulla polizia delle foreste, un intervento fondato su queste norme non era nemmeno prevedibile in quel momento. Ne consegue che gli intimati hanno BGE 96 I 686 S. 695fatto uso in buona fede dell'autorizzazione ottenuta. Il ricorso interposto dalla Lega svizzera per la protezione della natura in data 2 maggio 1970, ad una epoca in cui la darsena era già ricoperta, non può avere come effetto l'annullamento delle decisioni impugnate. Un'altra diversa soluzione potrebbe essere adottata soltanto se la costruzione ledesse in un modo particolarmente incisivo interessi superiori che il legislatore intendeva salvaguardare. Ciò però non è il caso. Per quanto spiacevole, la scomparsa della vegetazione acquatica e di parecchi alberi su di una porzione poco estesa non altera il sito considerato nel suo assieme. E'anche verosimile che, con l'andare del tempo, i danni causati possano essere parzialmente riparati. In queste condizioni, dovendo le decisioni impugnate essere confermate, non mette conto di esaminare se il loro annullamento ed il conseguente obbligo di demolire la darsena avrebbero potuto condurre al pagamento di un'indennità.\n\nE'certo che l'impossibilità di rimediare nella fattispecie alla violazione di norme legali non soddisfa il sentimento del diritto. Questa soluzione risulta dal fatto che l'interesse degli intimati è, se raffrontato con l'interesse pubblico in giuoco, preponderante. E'vero che se le decisioni in discorso fossero state regolarmente notificate alle parti la ricorrente avrebbe avuto modo di agire prima dell'inizio dei lavori autorizzati e avrebbe ottenuto l'annullamento o perlomeno la modifica del permesso di costruire. Nonostante ciò, la ricorrente non può avvalersi dell'art. 107 cpv. 3 OG, in virtù del quale le parti non devono sopportare le conseguenze di una notificazione irregolare. Questa disposizione non riguarda solamente la ricorrente ma anche gli intimati, i cui interessi sono in questo caso prevalenti.\n\nPoco importa poi che, stando alle osservazioni di risposta del Consiglio di Stato, gli intimati abbiano abusato dell'autorizzazione accordatagli, aprendo attraverso il bosco due strade di accesso alla darsena. L'abuso di un'autorizzazione non la vizia né può quindi condurre alla sua revoca. Incombe alla competente autorità disporre perché siano prese le misure atte a ripristinare uno stato di cose conforme al diritto. D'altra parte il Consiglio di Stato si è già dichiarato pronto a decretare simili provvedimenti.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto."}