{"annee": "96", "cour": "I", "page": "586", "date": "24/6/1970", "cite": [], "cite_par": ["135 I 302", "98 IA 409", "112 IA 398", "98 IA 418", "101 IV 167", "104 IA 377", "113 IA 309", "107 IA 45", "109 IA 208", "107 IA 226", "105 IA 15", "110 IA 47", "107 IA 277", "108 IB 142", "127 I 84", "100 IA 392", "98 IA 56", "104 IA 88"], "chapeau": "89. Arrêt du 24 juin 1970 dans la cause Aleinick contre Cour de justice et Procureur général du canton de Genève.", "regestes": ["Liberté de la presse; liberté d'expression. Art. 55 Cst. 1. Un écrit polycopié destiné à plusieurs centaines de personnes et poursuivant un but idéal est un \"produit de l'imprimerie\" qui bénéficie de la liberté de la presse (consid. 3). 2. L'exigence de l'autorisation préalable pour la distribution gratuite d'un tel imprimé sur la voie publique n'est pas compatible avec la liberté de la presse (art. 55 Cst.), qui exclut la censure préalable (consid. 4), ni avec la liberté d'expression, droit constitutionnel non écrit de la Confédération (consid. 6)."], "faits": "BGE 96 I 586 S. 586\n\nA.- Selon le \"Règlement sur la vente, la distribution et le colportage des journeaux, publications et écrits quelconques\", du 9 décembre 1895, modifié notamment les 5 février 1949 et 30 décembre 1959, la vente, la distribution et le colportage des journaux, écrits ou publications quelconques, sur la voie publique ou dans des lieux publics, sont soumis à l'autorisation préalable du Département de justice et police (art. 1er).\n\nBGE 96 I 586 S. 587Cette autorisation, toujours révocable, doit être immédiatement refusée ou retirée si ces journaux, publications ou écrits tombent sous le coup des art. 204 et 212 du code pénal suisse, s'ils portent atteinte au bon renom de la Suisse ou de Genève ou sont contraires aux bonnes moeurs, ou encore s'il s'agit d'illustrations, photographies, récits ou insertions de nature à suggérer, provoquer ou glorifier des actes criminels ou délictueux (art. 2 al. 1). Le département peut aussi interdire l'exposition, l'offre ou l'annonce, sur la voie publique, dans les vitrines ou tout lieu accessible au public, des journaux, publications ou écrits visés par le présent règlement. Il peut en outre, sur le préavis du Département de l'instruction publique, en interdire l'offre, la remise ou la vente aux mineurs de moins de 18 ans (art. 2 al. 2).\n\nD'autre part, la loi pénale genevoise, du 20 septembre 1941, prévoit à l'art. 37 des peines d'arrêts et d'amende pour les contraventions de police, notamment pour \"ceux qui ont contrevenu aux lois et règlements sur la presse, les annonces publiques, les éditeurs, imprimeurs et afficheurs\" (chiffre 35).\n\nB.- Dame Clothilde Aleinick a distribué aux ouvriers de la \"Société genevoise d'instruments de physique\" (SIP), le 21 novembre 1968 à 11 h. 45, devant l'entrée de la fabrique, un tract polygraphié de quatre pages qui s'en prenait à la commission ouvrière, critiquait l'attitude de la direction de l'usine et des dirigeants syndicaux et invitait les travailleurs à exiger de la commission ouvrière la mise sur pied d'une assemblée générale pour la semaine suivante. Elle a été frappée d'une amende de 100 fr. par le Service des contraventions, pour n'avoir pas demandé l'autorisation prévue à l'art. 1er du règlement. Le Tribunal de police a réduit l'amende à 60 fr. par décision du 29 mai 1969. Sur appel de dame Aleinick, la Cour de justice a confirmé ce jugement le 22 septembre 1969, notamment pour les motifs suivants:\n\nL'appelante ne peut pas invoquer la liberté de la presse, car le texte distribué n'est pas destiné à la discussion publique, mais seulement aux ouvriers de la SIP. En revanche, la convocation publique à une réunion relève de la protection du droit de réunion qui, à la différence du droit d'association (art. 56 Cst.), ne jouit pas expressément d'une garantie du droit constitutionnel. L'appelante ne s'est cependant, avec raison, pas plainte d'une atteinte au droit de réunion; elle ne saurait BGE 96 I 586 S. 588donc se plaindre d'une violation, à son détriment, d'une garantie constitutionnelle.\n\nC.- Agissant par la voie du recours de droit public, dame Aleinick requiert le Tribunal fédéral de déclarer inconstitutionnel l'arrêt rendu le 22 septembre 1969 par la Cour de justice du canton de Genève, partant de l'annuler. Elle allègue la violation de la liberté d'expression, droit constitutionnel fédéral non écrit, de la liberté de la presse (art. 55 Cst.) et de la liberté de réunion, également garantie par le droit fédéral; à titre subsidiaire, elle allègue encore la violation de l'art. 4 Cst., estimant que le règlement, destiné aux publications d'ordre commercial, a été appliqué arbitrairement à son cas, et que sa condamnation viole le principe de la proportionnalité.\n\nLa Cour de justice conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n2. Selon la cour cantonale, la recourante ne pouvait pas invoquer en sa faveur la garantie constitutionnelle de la liberté de la presse, car le tract distribué n'était pas destiné au public en général, mais uniquement aux ouvriers d'une entreprise déterminée, la SIP. La recourante conteste cette opinion et soutient que le tract en question bénéficie aussi de la liberté de la presse et que partant sa distribution ne pouvait être subordonnée à une autorisation préalable, les mesures préventives à l'égard des produits de l'imprimerie étant inconstitutionnelles. Il y a lieu d'examiner d'abord cet argument, la liberté de la presse étant expressément garantie par l'art. 55 Cst.\n\n3. Pour bénéficier de la protection de l'art. 55 Cst., l'expression de la pensée par la voie de la presse doit satisfaire à certaines conditions.\n\na) Il faut qu'il s'agisse d'un produit de l'imprimerie; on entend par là non seulement les documents reproduits par des moyens typographiques, mais également par la lithographie, la photographie, l'héliogravure, la polycopie ou reproduction à l'aide d'une matrice (cf. FAVRE, Droit constitutionnel suisse, 2e éd., p. 321; AUBERT, Traité de droit constitutionnel suisse, no 2084; cf. aussi RO 74 IV 130, 78 IV 128). Il est constant que les tracts distribués par dame Aleinick ont été reproduits au moyen d'une matrice, de sorte qu'on doit les considérer comme produits de l'imprimerie au sens de l'art. 55 Cst.\n\nBGE 96 I 586 S. 589\n\nb) Il faut ensuite que l'écrit en question soit destiné à la publication, qu'il soit \"destiné à un nombre plus ou moins grand de lecteurs\" (RO 31 I 393).\n\nSelon les indications données par l'avocat de la recourante, le tract aurait été reproduit en 750 exemplaires, dont environ 600 auraient été distribués. Il est sans importance que le tract fût destiné essentiellement au personnel d'une seule entreprise industrielle; le grand nombre d'ouvriers et d'employés de la SIP suffit à faire considérer comme remplie la présente condition.\n\nc) Il faut enfin que le produit imprimé tende à la réalisation d'un but idéal, à l'exclusion d'un but commercial. Le tract incriminé traite surtout de la position de la commission ouvrière dans l'entreprise, de sa composition et de son rôle vis-à-vis de l'ensemble des ouvriers. Le but poursuivi est ainsi de nature idéale, même si l'amélioration de la situation matérielle des travailleurs était finalement recherchée.\n\nEn conclusion, on doit reconnaître que le tract distribué par dame Aleinick est un produit de la presse au sens de la doctrine et de la jurisprudence et qu'il bénéficie de la protection de l'art. 55 Cst.\n\n4. a) Comme toute liberté, la liberté de la presse n'est pas absolue; elle n'est garantie que dans le cadre de la constitution et de la loi. Elle est en outre limitée par les exigences de l'ordre public, savoir par les mesures de police que les pouvoirs publics peuvent imposer pour sauvegarder la tranquillité, la sécurité, la salubrité et la morale publiques, ainsi que la bonne foi dans les relations d'affaires (RO 87 I 117, 91 I 326 consid. 4, 92 I 31). Pour être compatibles avec la constitution, ces restrictions de police doivent satisfaire à l'exigence de la proportionnalité, c'est-à-dire qu'elles ne doivent pas aller au-delà du but de police recherché: si ce but peut être atteint par des mesures moins sévères, ces mesures seules peuvent être prises, à l'exclusion de mesures plus restrictives pour la liberté des citoyens (RO 90 I 343, 91 I 327, 92 I 35 consid. 7).\n\nb) Il est généralement admis que les restrictions apportées à la liberté de la presse ne peuvent consister qu'en des mesures répressives et non pas préventives (cf. BOURQUIN, La liberté de la presse, p. 334; LUDWIG, Schweiz. Presserecht, p. 114; NEF, FJS no 321, p. 6; AUBERT, Traité de droit constitutionnel suisse, no 2094). Si des exceptions ont été tolérées par la jurisprudence, c'était en raison d'un danger jugé imminent pour l'ordre et la BGE 96 I 586 S. 590sécurité publics, en période politique troublée (cf. RO 60 I 108 ss., notamment 121).\n\nCependant la vente - sur la voie publique - des produits de l'imprimerie est assimilée au colportage et peut dès lors, selon la jurisprudence, être subordonnée à une autorisation préalable (RO 42 I 255 consid. 2, 58 I 230 consid. 4, 59 I 15 consid. 5). Cette exigence s'explique par le fait que le colportage comporte pour le public des inconvénients et des risques (indiscrétion parfois excessive des vendeurs, danger que des personnes de moralité douteuse s'introduisent dans les maisons, etc.) que les autres modes de diffusion de la presse ne créent pas (RO 59 I 16 consid. 5; cf. aussi RO 84 I 22). Mais l'exigence de l'autorisation, si elle est compatible avec la constitution, n'implique nullement la possibilité d'une censure préalable.\n\nIl faut également mettre à part les imprimés servant à la publicité commerciale qui ne bénéficient pas de la liberté de la presse, mais de la liberté du commerce et de l'industrie (RO 42 I 81, 73 IV 15 consid. 5) et peuvent de ce fait être soumis par les cantons, en vertu de l'art. 31 al. 2 Cst., à des prescriptions spéciales qu'il n'y a pas lieu d'examiner ici.\n\nc) Les motifs qui justifient l'exigence d'une autorisation pour la vente d'imprimés par la voie du colportage sont sans pertinence lorsqu'il s'agit de la simple distribution - gratuite - d'imprimés dans la rue et sur les places publiques. Les dispositions relatives à la publicité commerciale ne peuvent pas non plus s'appliquer à des imprimés qui ne poursuivent aucun but commercial mais qui visent avant tout un objectif de caractère idéal: politique, syndicaliste, culturel, religieux.\n\nDes mesures préventives ne se justifient nullement en cette matière: le danger que la distribution d'imprimés de ce genre peut présenter pour l'ordre et la sécurité publics, notamment pour la circulation des véhicules et des piétons, voire pour la propreté des rues, est minime; les mesures ordinaires de police (ordre de \"circuler\", d'évacuer des lieux où d'éventuels attroupements se formeraient, etc.) suffisent à l'élimination des troubles causés à l'ordre et à la sécurité. Le principe de la proportionnalité des mesures administratives s'oppose à ce que des exigences trop élevées (en l'espèce une autorisation préalable) soient fixées là où des dispositions moins restrictives suffisent. Et dans la mesure où l'exigence de l'autorisation préalable devrait permettre de contrôler le contenu de l'imprimé à distribuer, le cas échéant BGE 96 I 586 S. 591d'en interdire la distribution, elle se justifierait encore moins, à raison de son caractère de censure préalable, proscrite par le principe constitutionnel de la liberté de la presse.\n\nSans doute pourrait-on imaginer l'hypothèse oùla distribution de tracts se ferait avec une telle ampleur et un tel concours de personnes qu'il pourrait en résulter des attroupements défavorables à la circulation des piétons, voire des véhicules; un tel cas se rapprocherait alors de la \"manifestation\", à propos de laquelle la cour de céans a jugé que l'exigence de l'autorisation préalable était licite (RO 96 I 228 consid. 7). Une telle hypothèse constitue cependant l'exception: il ne serait nullement justifié de se fonder sur elle pour introduire la procédure d'autorisation. Il n'est d'ailleurs pas exclu que, même dans un tel cas, les mesures ordinaires de police pourraient suffire à éliminer les troubles éventuels causés par une distribution d'une telle ampleur. Quoi qu'il en soit, il s'impose d'admettre en principe que la distribution de tracts sur le domaine public ne présente qu'un danger minime pour l'ordre et la sécurité publics, danger auquel les mesures ordinaires de police suffisent à parer, excluant ainsi des mesures préventives, plus rigoureuses. Reste toutefois réservée l'application de la clause générale de police (RO 91 I 327, 92 I 31, 95 I 346 consid. 5).\n\n5. S'agissant d'une activité qui s'exerce sur le domaine public, on peut se demander si les pouvoirs publics n'ont pas la faculté de la restreindre plus qu'ils ne peuvent le faire en vertu de leur pouvoir de police.\n\nIl est généralement admis que l'Etat jouit d'une plus grande liberté en cette matière: il peut notamment, même sans base légale, subordonner à l'octroi d'une autorisation ou d'une concession une utilisation privative du domaine public par un particulier (RO 95 I 249 consid. 3 et les arrêts cités). Cependant, lorsqu'il s'agit d'un usage commun, chacun a le droit en principe d'utiliser le domaine public librement - autrement dit sans autorisation préalable - et gratuitement (RO 77 I 288, 83 I 147, 88 I 22 consid. 6).\n\nOn peut se demander si la distribution gratuite d'imprimés sur la voie publique constitue un usage privatif soumis à autorisation, ou simplement un usage commun. A première vue, il semble qu'une telle activité ne mette pas davantage à contribution le domaine public que le parcage des véhicules ou la réunion de quelques personnes arrêtées pour causer. Cependant plusieurs BGE 96 I 586 S. 592dispositions légales ou réglementaires, cantonales ou communales, soumettent à une autorisation préalable la distribution de publications, d'imprimés, de feuilles volantes, etc., sur la voie publique, ce qui laisserait supposer qu'on considère en général une telle activité comme un usage privatif. Certains cantons et villes qui prévoient le principe de l'autorisation préalable font cependant une exception pour les imprimés poursuivant un but idéal, relevant de la liberté d'opinion.\n\nLa question de l'usage commun ou privatif peut cependant rester indécise en l'espèce où, comme on va le voir, l'examen du grief de violation de la liberté d'expression, soulevé au premier chef par la recourante, fait apparaître inconstitutionnelle l'autorisation préalable prévue pour la distribution sur la voie publique d'imprimés à caractère idéal.\n\n6. La liberté d'expression, dont la liberté de la presse est une des manifestations, n'est pas consacrée par une disposition expresse de la constitution fédérale. Cependant le Tribunal fédéral l'a reconnue comme un \"principe fondamental du droit fédéral ou cantonal\" (RO 87 I 117), puis expressément comme un droit constitutionnel non écrit de la Confédération (RO 91 I 485 consid. 1, 96 I 224; cf. aussi \"Rapport du Conseil fédéral à l'Assemblée fédérale sur la Convention de sauvegarde des droits de l'homme et des libertés fondamentales\", FF 1968 II p. 1129), au même titre que la liberté individuelle, la liberté de la langue et la liberté de réunion (RO 96 I 224).\n\nMais la liberté d'expression n'est pas seulement, comme d'autres libertés expresses ou implicites du droit constitutionnel fédéral, une condition de l'exercice de la liberté individuelle et un élément indispensable à l'épanouissement de la personne humaine; elle est encore le fondement de tout Etat démocratique: permettant la libre formation de l'opinion, notamment de l'opinion politique, elle est indispensable au plein exercice de la démocratie. Elle mérite dès lors une place à part dans le catalogue des droits individuels garantis par la constitution et un traitement privilégié de la part des autorités.\n\nCertes, la liberté d'expression n'est pas illimitée. On peut d'ailleurs se demander si les restrictions prévues - diversement selon les cas - par la constitution fédérale pour l'exercice des libertés explicites sont applicables telles quelles aux libertés implicites, notamment à la liberté d'expression. Point n'est besoin cependant de répondre ici de façon complète à cette BGE 96 I 586 S. 593question; il suffit de relever qu'en général l'exercice de cette liberté ne comporte pas de risque tel qu'il faille le subordonner à une autorisation préalable, même s'il requiert la mise à contribution du domaine public. En tout cas, en l'espèce, les exigences de cette liberté doivent l'emporter sur le pouvoir de l'Etat de réglementer l'usage du domaine public, étant donné qu'il s'est agi d'une mise à contribution de la part d'une personne isolée et qu'elle a consisté uniquement dans la distribution gratuite d'imprimés ayant un but idéal.\n\n7. Ainsi l'exigence de l'autorisation préalable prévue par l'art. 1er du règlement genevois, dans la mesure où elle vise la distribution d'imprimés à caractère idéal, est incompatible avec la liberté de la presse garantie par l'art. 55 Cst. et avec la liberté d'expression, droit constitutionnel fédéral non écrit. Partant, la décision attaquée, se fondant sur une disposition inconstitutionnelle, est elle-même contraire à la constitution et doit être annulée. Dans ces conditions, il est superflu d'examiner encore le grief tiré de la violation de la liberté de réunion.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée;"}