{"annee": "96", "cour": "II", "page": "15", "date": "5/3/1970", "cite": ["53 II 437", "87 II 129", "40 II 182", "84 II 146"], "cite_par": ["117 II 132", "117 II 379"], "chapeau": "3. Auszug aus dem Urteil der II. Zivilabteilung vom 5. März 1970 i.S. D. gegen Vormundschaftsbehörde M.", "regestes": ["Portée du droit à une audition selon l'art. 374 al. 1 CC. La personne que l'on envisage de mettre sous tutelle ne doit pas seulement être interrogée sur le motif d'interdiction comme tel,mais il faut aussi lui donner l'occasion de se déterminer sur tous les faits essentiels qui pourraient conduire à son interdiction. Le droit à une audition ne comcide pas avec le droit d'être entendu qui découle de l'art. 4 Cst. Si, dans une procédure en interdiction, la personne que l'on se propose de mettre sous tutelle a pu s'exprimer sur tous les faits retenus, la règle de l'art. 374 al. 1 CC est observée, même si le droit d'être entendu a été violé."], "faits": "", "considerants": "BGE 96 II 15 S. 16\n\n3. Die Berufungsklägerin macht geltend, es stimme in keiner Weise, dass ihr schon früher vormundschaftliche Massnahmen angekündigt worden seien. Eine Entmündigung setzt jedoch nach Bundesrecht keine vorherige Androhung oder Ankündigung voraus. Hingegen darf eine Person gemäss Art. 374 Abs. 1 ZGB wegen Verschwendung, Trunksucht, lasterhaften Lebenswandels oder der Art und Weise ihrer Vermögensverwaltung nicht entmündigt werden, ohne dass sie vorher angehört wurde. Ob eine solche Anhörung erfolgt ist, muss von Amtes wegen geprüft werden (BGE 87 II 131 /32; EGGER, Kommentar z. ZGB, 2. Aufl., N. 11 zu Art. 374).\n\nDas Bundesgericht hat in einem Kreisschreiben vom 18. Mai 1914 an die kantonalen Regierungen Grundsätze über die Durchführung der in Art. 374 Abs. 1 ZGB vorgeschriebenen Anhörung aufgestellt (vgl.BGE 40 II 182-184). Dabei handelt es sich nicht um verbindliche Rechtssätze, deren Nichtbefolgung in jedem Fall zwingend zur Ungültigkeit der ausgesprochenen Entmündigung führen müsste (BGE 84 II 147 /48). Entscheidend ist, dass die zu entmündigende Person Gelegenheit erhält, nicht nur zum in Frage stehenden Entmündigungsgrund als solchem, sondern zu allen wesentlichen Einzeltatsachen Stellung zu nehmen (BGE 53 II 438; EGGER, a.a.O., N. 6 zu Art. 374).\n\nDie Vormundschaftsbehörde des Kreises M. ist der Pflicht zur Anhörung in genügender Weise nachgekommen. Bereits bei der Einvernahme vom 14. Oktober 1968 über die zum Schutze der Kinder getroffenen Massnahmen hat sie der BGE 96 II 15 S. 17Berufungsklägerin von der vorgesehenen Entmündigung gemäss Art. 370 ZGB Kenntnis gegeben, allerdings ohne sie schon damals zu allen wesentlichen Punkten zu befragen. Eine eingehendere Befragung wurde dann aber in der Sitzung vom 16. November 1968 durchgeführt, zu welcher die Berufungsklägerin persönlich vorgeladen worden war. Bei dieser Gelegenheit wurden ihr die wichtigsten Tatsachen vorgehalten, auf welche die Behörde ihren Entmündigungsentscheid stützte, und das Protokoll über diese Befragung wurde in den Beschluss aufgenommen. Da sich die Berufungsklägerin weigerte, die meisten der ihr gestellten Fragen zu beantworten, hat sie es sich selber zuzuschreiben, wenn die Anhörung keine Gesichtspunkte ergab, die gegen eine Entmündigung sprachen.\n\nDen vorinstanzlichen Akten lässt sich entnehmen, dass der Berufungsklägerin dagegen im Verfahren vor dem Kleinen Rat keine Gelegenheit eingeräumt wurde, zur Beschwerde der Gemeinde T. gegen den Entscheid des Bezirksgerichtsausschusses U. Stellung zu nehmen. Gegen eine solche Verweigerung des durch Art. 4 BV gewährleisteten Anspruchs auf rechtliches Gehör wäre grundsätzlich eine staatsrechtliche Beschwerde an das Bundesgericht möglich gewesen. Art. 374 Abs. 1 ZGB jedoch wäre nur verletzt, wenn die Vorinstanz wesentliche neue Tatsachen in bezug auf die Entmündigung als solche berücksichtigt hätte, ohne der Berufungsklägerin die Möglichkeit zu einer Stellungnahme einzuräumen (BGE 40 II 184Ziff. 5; EGGER, a.a.O., N. 16 zu Art. 374). Das ist nicht der Fall, soweit die Vorinstanz den gleichen Sachverhalt beurteilte, der bereits Grundlage des Entmündigungsbeschlusses gebildet hatte. Soweit sie dagegen meint, einen Entmündigungsgrund auch im häufigen Ortswechsel der Berufungsklägerin unter Hinterlassung von Schulden erblicken zu können, handelt es sich um einen Sachverhalt, zu dem sich die Berufungsklägerin nicht hat aussprechen können, und der daher unberücksichtigt zu bleiben hat.\n\nEs würde zu weit führen, aus Art. 374 ZGB einen Anspruch auf rechtliches Gehör ableiten zu wollen, der sich inhaltlich mit demjenigen deckt, den die Praxis auf Grund von Art. 4 BV entwickelt hat. Die Tragweite der vom Bundeszivilrecht vorgeschriebenen Anhörung beschränkt sich darauf, die Zulässigkeit der Entmündigung davon abhängig zu machen, dass sich der zu Bevormundende zu allen für die Anwendung des massgebenden BGE 96 II 15 S. 18Entmündigungsgrundes wesentlichen Tatsachen äussern konnte. Sofern dies in dem zur Entmündigung führenden Verfahren geschehen ist, kann es unter dem Gesichtspunkt von Art. 374 ZGB nicht mehr darauf ankommen, ob dem zu Bevormundenden auch im kantonalen Rechtsmittelverfahren alle sich aus Art. 4 BV ergebenden Rechte gewährt wurden.\n\n(4. - Das Bundesgericht weist die Sache zur Neubeurteilung an die Vorinstanz zurück, damit diese die Aussichten auf eine Heirat der Berufungsklägerin abkläre.)"}