{"annee": "96", "cour": "I", "page": "525", "date": "18/11/1970", "cite": ["95 I 103", "60 I 12", "94 I 513", "91 I 399", "71 I 369"], "cite_par": ["106 IA 100", "105 IA 67", "103 IA 31", "98 IA 56", "98 IA 73"], "chapeau": "81. Urteil vom 18. November 1970 i.S. X. gegen Kantonsgericht St. Gallen.", "regestes": ["Discipline du procès en procédure pénale. Art. 4 Cst. Fondement et portée du droit de l'inculpé et de son avocat de se plaindre, devant le juge pénal, des vices de la procédure d'instruction (consid. 2). Quand les limites de la critique admissible sont-elles dépassées, et quand l'avocat peut-il être frappé d'une amende d'ordre pour comportement inconvenant à l'égard des autorités de la justice pénale et d'un expert? (consid. 3)."], "faits": "BGE 96 I 525 S. 525\n\nAus dem Tatbestand:\n\nA.- Rechtsanwalt X. in St. Gallen hatte den wegen verschiedener Vermögensdelikte angeklagten A. zu verteidigen, der BGE 96 I 525 S. 526sich im Jahre 1965 etwa 3 Monate in Untersuchungshaft befunden und zunächst Rechtsanwalt Y. mit seiner Verteidigung beauftragt hatte. Auf dessen Antrag wurde im Frühjahr 1967 eine psychiatrische Begutachtung durchgeführt durch Dr. N. Nachdem A. der Strafkammer des Kantonsgerichts St. Gallen überwiesen worden war, übertrug er seine Verteidigung dem X. Dieser reichte am 12. März 1969 eine 68 Seiten umfassende Eingabe ein, in welcher er u.a. das Untersuchungsverfahren und das psychiatrische Gutachten scharf kritisierte.\n\nIn der Hauptverhandlung vom 10./11. Juni 1970 beantragte der Staatsanwalt Verurteilung des Angeklagten zu 3 Jahren Zuchthaus, während der Verteidiger Freisprechung von sämtlichen Anklagepunkten verlangte. Das Kantonsgericht sprach ihn von zwei Anklagen frei und verurteilte ihn zu 18 Monaten Zuchthaus sowie Fr. 500.-- Busse. Ferner auferlegte es dem Verteidiger in Anwendung von Art. 194 Ziff. 4 ZPO eine Ordnungsbusse von Fr. 200.-- \"wegen unanständigen Benehmens gegenüber dem Gerichtsexperten sowie Beamten und Behördemitgliedern der Strafrechtspflege\" (Disp. Ziff. 10 Abs. 1). Dieser Vorwurf bezieht sich auf Äusserungen des Verteidigers in dessen Eingabe vom 12. März 1969.\n\nB.- Gegen diese Bussenverfügung hat X. staatsrechtliche Beschwerde erhoben. Er macht Verletzung von Art. 4 BV (Willkür) geltend und führt zur Begründung dieser Rüge aus, dass und weshalb seine ihm im angefochtenen Entscheid zum Vorwurf gemachten Äusserungen nicht leichtfertig gemacht worden seien und ihre Beurteilung durch das Kantonsgericht nicht nur auf einer Verkennung der Aufgaben und Pflichten des Anwaltes und insbesondere des Strafverteidigers beruhe, sondern auch mit den Rechten des Angeklagten im Strafverfahren unvereinbar sei. Die nähere Begründung der Beschwerde ergibt sich, soweit notwendig, aus den nachstehenden Erwägungen.\n\nC.- Die Strafkammer des Kantonsgerichts St. Gallen hat dem Bundesgericht mitgeteilt, dass sie unter Hinweis auf die Akten und ihr Urteil und unter Bestreitung der tatsächlichen Vorbringen des Beschwerdeführers (soweit sie sich nicht mit den Akten decken) von einer Vernehmlassung Umgang nehme.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht nicht geltend, Art. 194 Abs. 2 Ziff. 4 ZPO oder die Anwendung dieser Bestimmung BGE 96 I 525 S. 527verstiessen gegen die Handels- und Gewerbefreiheit, unter deren Schutz auch die Ausübung der wissenschaftlichen Berufe steht. Er wirft dem Kantonsgericht ausschliesslich Willkür, d.h. Verletzung des Art. 4 BV vor. Zu prüfen ist daher lediglich, ob das Kantonsgericht die genannte Bestimmung in einer Weise ausgelegt und angewendet hat, die mit ihrem Wortlaut und Sinn unvereinbar, schlechthin unhaltbar ist oder sonst gegen Art. 4 BV verstösst.\n\n2. Nach Art. 194 Abs. 2 Ziff. 4 ZPO, die gemäss Art. 3 StPO auch auf die Strafrechtspflege entsprechend anwendbar ist, sind \"ordnungswidrige Vorträge, Weitschweifigkeit, unanständiges Benehmen gegen das Gericht, andere Behörden, die Gegenpartei oder Drittpersonen, Störung der Verhandlung und dergleichen\" mit Ordnungsbussen von Fr. 5.- bis 200.-- zu bestrafen. Unter diese Bestimmung fällt nicht nur das Verhalten des Anwalts, sondern auch dasjenige der Prozesspartei selber. Die Partei aber hat unmittelbar aufgrund des Art. 4 BV einen Anspruch auf rechtliches Gehör. Dieser bundesrechtliche Anspruch umfasst auch das Recht, sich vor den mit der Zivil- und Strafrechtspflege betrauten Behörden zu äussern (TINNER, Das rechtliche Gehör, ZSR 1964 S. 328) und zu den Vorbringen der Gegenpartei, zur Art der Beweiserhebung und zum Ergebnis des Beweisverfahrens Stellung zu nehmen (IMBODEN, Schweiz. Verwaltungsrechtsprechung 3. Aufl. Nr. 612 III a, b). Ob der bundesrechtliche Anspruch auf rechtliches Gehör verletzt sei, prüft das Bundesgericht frei (BGE 91 I 402 /3, BGE 94 I 522 oben, BGE 95 I 109; TINNER a.a.O. S. 407). Die Auslegung und Anwendung von Art. 194 Abs. 2 Ziff. 4 ZPO ist daher, soweit sie das Äusserungsrecht der Partei beschränkt, nicht nur unter dem beschränkten Gesichtswinkel der Willkür, sondern frei zu prüfen.\n\nDas im vorliegenden Falle streitige Äusserungsrecht des Anwalts ergibt sich in erster Linie aus dem Äusserungsrecht der Partei. Deshalb dürfen auch ihm keine Beschränkungen auferlegt werden, durch welche der Anspruch der von ihm vertretenen Partei auf rechtliches Gehör beeinträchtigt würde. Daneben ist die nicht zu unterschätzende Bedeutung des freien Anwaltsstandes für die Sicherung einer integern, den rechtsstaatlichen Anforderungen genügenden Rechtspflege zu berücksichtigen. In der Rechtsprechung (BGE 60 I 16,BGE 71 I 378) wie auch in der Lehre (GULDENER, Zivilprozessrecht S. 611/12) BGE 96 I 525 S. 528ist der Anwalt gelegentlich als Hilfsorgan der Rechtspflege oder als Gehilfe des Richters bezeichnet worden. Doch wollte damit nicht gesagt werden, dass sich seine Aufgabe hierin erschöpfe (vgl. DUBACH, Das Disziplinarrecht der freien Berufe, ZSR 1951 S. 49 a/50 a, 66 a/67 a). Er hat jedenfalls, gerade auch als Hilfsorgan der Rechtspflege, die Pflicht und das Recht, Missstände aufzuzeigen und Mängel des Verfahrens zu rügen. Der Preis, der für diese unentbehrliche Freiheit der Kritik an der Rechtspflege zu entrichten ist, besteht darin, dass auch gewisse Übertreibungen in Kauf zu nehmen sind. Wenn dem Anwalt unbegründete Kritik verboten ist, so kann er auch eine allenfalls begründete nicht mehr gefahrlos vorbringen und ist die Wirksamkeit der Kontrolle der Rechtspflege in Frage gestellt. Pflichtwidrig handelt er nur, wenn er eine Rüge wider besseres Wissen oder in ehrverletzender Form erhebt, statt sich auf Tatsachenbehauptungen und Wertungen zu beschränken.\n\n3. Das Kantonsgericht hat die gegenüber dem Beschwerdeführer verhängte Ordnungsbusse im angefochtenen Urteil verhältnismässig kurz begründet und es nicht für nötig erachtet, zu den ausführlichen Vorbringen in der staatsrechtlichen Beschwerde Stellung zu nehmen. Bei dieser Sachlage ist die Zulässigkeit der Busse ausschliesslich aufgrund der im angefochtenen Urteil enthaltenen Vorwürfe gegen den Beschwerdeführer und der sich auf diese beziehenden Ausführungen der Beschwerde zu prüfen. Das Bundesgericht hat weder zu berücksichtigen, was der Beschwerdeführer sonst zu seiner Rechtfertigung vorbringt, noch in den Akten nach weiteren Verstössen zu fahnden, mit denen die angefochtene Ordnungsbusse begründet werden könnte.\n\na) In seiner Eingabe vom 12. März 1969 hat der Beschwerdeführer das Gutachten des Gerichtsexperten Dr. N. eingehend kritisiert und dabei auch beanstandet, dass der Untersuchungsrichter seinem Auftragsschreiben an den Experten \"Ausführungen zur Persönlichkeit des Angeklagten\" beigefügt habe, deren Kopie sich nicht bei den Akten befinde und durch die der Experte, den er in diesem Zusammenhang als \"Ausländer\" bezeichnete, beeinflusst worden sei. Das Kantonsgericht erblickt hierin ein \"sehr unanständiges Benehmen\" des Beschwerdeführers, zumal da er sich, nachdem er erfuhr, dass der Experte Bündner sei, nicht entschuldigt habe. Der Vorwurfist unhaltbar. Wenn ein Anwalt zur Widerlegung der Schlüssigkeit eines BGE 96 I 525 S. 529Gutachtens neben einer Reihe sachlicher Gründe auch die Staatsangehörigkeit des Experten erwähnt, so mag dies unangebracht und geschmacklos sein, stellt aber keine strafbare \"Unanständigkeit\" im Sinne des Gesetzes dar.\n\nb) Im angefochtenen Entscheid wird weiter ausgeführt, der Beschwerdeführer habe sich den Untersuchungsbehörden gegenüber dadurch unanständig benommen, dass er ihnen habe \"schwere Mängel des Untersuchungsverfahrens und krasse Gesetzeswidrigkeiten zur Last legen wollen\". Im Anschluss hieran werden zwei Vorwürfe des Beschwerdeführers genannt, die zu beanstanden seien. Nach dem im Eingang von Erw. 3 Gesagten ist nur zu prüfen, ob diese beiden Vorwürfe die Ordnungsbusse zu begründen vermögen. Bemerkt sei immerhin, dass die Rüge von Verfahrensmängeln und Gesetzwidrigkeiten, die der Anwalt nachher nicht zu beweisen vermag, an sich keinesfalls geeignet ist, eine Ordnungsstrafe zu rechtfertigen. Er ist verpflichtet, solche Mängel geltend zu machen, und darf sich dabei weitgehend auf die Angaben seines Klienten verlassen. Wenn er erhebliche, seien es wirkliche oder bloss vermeintliche, Missstände rügt, so ist auch eine scharfe Ausdrucksweise hinzunehmen.\n\nInwiefern die im angefochtenen Entscheid kurz widerlegte Behauptung des Beschwerdeführers, der Untersuchungsrichter und der (an der Einvernahme des Angeschuldigten beteiligte) Polizeikorporal seien befangen gewesen und hätten in Ausstand treten müssen, \"unanständig\" sein soll, sagt das Kantonsgericht mit keinem Wort und ist auch nicht einzusehen. Soweit die Ordnungsbusse wegen dieser Rüge verhängt wurde, ist sie offensichtlich unhaltbar.\n\nAls besonders schwerwiegend bezeichnet das Kantonsgericht den unbewiesenen und in der Hauptsache widerlegten Vorwurf des Beschwerdeführers, der Angeklagte sei bei der Einvernahme durch den Polizeifunktionär \"einer richtigen ,Gehirnwäsche' unterzogen\" worden, worin - wie in der staatsrechtlichen Beschwerde zugegeben wird - eine Anspielung auf Methoden liegt, die in Diktaturstaaten Anwendung finden.\n\nDer Beschwerdeführer hat in seiner Eingabe vom 12. März 1969 einerseits unter Hinweis auf die Einvernahmeprotokolle festgehalten, dass sein Klient während der rund drei Monate dauernden Untersuchungshaft sehr zahlreichen, stunden- und tagelangen polizeilichen Verhören unterzogen worden sei; BGE 96 I 525 S. 530anderseits hat er geltend gemacht, die Gesundheit seines Klienten sei damals erschüttert gewesen. Wenn er im Hinblick hierauf den Ausdruck \"Gehirnwäsche\" verwendet hat, so handelte es sich offensichtlich um eine blosse, wenn auch übertreibende Vergleichung der strengen Verhöre mit der in Diktaturstaaten üblichen \"Gehirnwäsche\". Hätte er wirklich behaupten wollen, es sei mit in einem Rechtsstaat verpönten Untersuchungsmethoden wie Narkoanalyse oder dergleichen auf seinen Klienten eingewirkt worden, so hätte er dies zweifellos auch gesagt. Selbst im Sinne eines blossen Vergleichs erscheint die Verwendung des Ausdrucks \"Gehirnwäsche\" freilich als ein Missgriff, der jedoch als offensichtliche Übertreibung lediglich eine geringe Busse nach Art. 194 Abs. 2 Ziff. 4 ZPO, keinesfalls aber eine solche in der Höhe des dort vorgesehenen Maximums zu rechtfertigen vermag.\n\nc) Als \"unanständig\" im Sinne von Art. 194 Abs. 2 Ziff. 4 ZPO bezeichnet es das Kantonsgericht schliesslich, dass der Beschwerdeführer in der Eingabe vom 12. März 1969 erklärte, es wäre \"nicht nur ein Unglück für den Angeschuldigten und seine Angehörigen, sondern auch für unsere Strafrechtspflege und ihre Integrität\", wenn die mit Gesetz und Recht nicht in Einklang stehenden Methoden, die hier angewendet worden seien, um den Angeschuldigten zur Verurteilung zu bringen, Erfolg hätten. Das Kantonsgericht nimmt an, damit werde ihm \"gleichsam auf Vorschuss hin\" ein Vorwurf gemacht und überdies versucht, es \"in ungehöriger Art zu beeinflussen\". Diese Würdigung der Ausführungen des Beschwerdeführers wird in der Beschwerde mit Recht als unhaltbar angefochten.\n\nEine Beschwörung des Gerichts, wie sie hier vorliegt, überschreitet die Grenzen der dem Anwalt gestatteten rhetorischen Freiheit nicht. Dieser Appell an die Verantwortlichkeit des Gerichts ist umso weniger zu beanstanden, als es in der Folge den Angeschuldigten in zwei wesentlichen Punkten freigesprochen und die vom Staatsanwalt beantragte Freiheitsstrafe auf die Hälfte herabgesetzt hat. Dass mit jenen Ausführungen dem Gericht gleichsam auf Vorschuss hin ein Vorwurf gemacht werde, lässt sich im Ernste nicht behaupten. Ebensowenig lag darin der Versuch einer ungehörigen Beeinflussung des Gerichts. Von einer solchen könnte nur gesprochen werden, wenn der Beschwerdeführer dem Gericht für den Fall der Verurteilung des Angeschuldigten irgendwelche Nachteile, wie z.B. eine BGE 96 I 525 S. 531Zeitungspolemik oder eine Intervention im Parlament, in Aussicht gestellt hätte. Davon ist hier aber nicht die Rede.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und Ziff. 10 Abs. 1 des Urteils des Kantonsgerichts St. Gallen vom 10./11. Juni 1970 aufgehoben."}