{"annee": "96", "cour": "II", "page": "200", "date": "9/10/1970", "cite": [], "cite_par": [], "chapeau": "32. Arrêt de la IIe Cour civile du 9 octobre 1970 dans la cause Compagnie du chemin de fer électrique Aigle-Sépey-Diablerets.", "regestes": ["1. Saisi conformément à l'art. 1185 al. 2 CO d'une requête tendant à la convocation d'une assemblée des créanciers, le Tribunal fédéral la rejette s'il est en mesure de juger que la proposition qui sera soumise au vote de l'assemblée ne saurait obtenir son approbation (consid. 1). 2. L'assentiment de l'ensemble des obligataires est nécessaire pour la prorogation de l'échéance d'un emprunt par obligations dont la durée a déjà été prolongée au-delà des possibilités d'ajournement et de prorogation prévues à l'art. 1170 ch. 5 CO (consid. 2)."], "faits": "BGE 96 II 200 S. 200\n\nA.- La Compagnie du chemin de fer électrique Aigle-Sépey-Diablerets (en abrégé: la Compagnie) est une société anonyme qui a été constituée le 24 décembre 1910 et dont le siège est à Aigle. Elle exploite une ligne de chemin de fer d'Aigle au Sépey et du Sépey à Ormont-Dessus.\n\nSuivant le bilan du 31 décembre 1925, la Compagnie était débitrice notamment d'un emprunt hypothécaire en 1er rang d'un montant de 3 100 000 fr. à 5%, divisé en obligations de 500 fr., du 30 mars 1914 (en abrégé: l'emprunt en 1er rang). Le remboursement de cet emprunt devait se faire le 15 avril 1934. Par convention du 17 avril 1926, la Compagnie et les porteurs d'obligations ont décidé de convertir en actions privilégiées une partie des intérêts impayés de l'emprunt en 1er rang et de BGE 96 II 200 S. 201remplacer pour une période de cinq ans l'intérêt contractuel de cet emprunt par un intérêt variable dépendant du résultat d'exploitation.\n\nDepuis 1926, la Compagnie n'a plus payé d'intérêts.\n\nLe 4 décembre 1944, l'assemblée des porteurs d'obligations de l'emprunt en 1er rang a pris les décisions suivantes:\n\n\"1. Les intérêts échus et impayés au 31 décembre 1944 de l'emprunt en 1er rang 5 %, 1914, de 3 100 000 fr. sont abandonnés.\n\n2. Ledit emprunt sera transformé comme suit dès le 1er janvier 1945:\n\na) 50% du capital, soit 1 550 000 fr., est maintenu comme emprunt hypothécaire sur la ligne entière, avec intérêt fixé à 2% par an; b) le solde de l'emprunt, soit 1 500 000 fr., est abandonné.\n\n3. L'échéance de l'emprunt 1er rang ainsi réduit et transformé est reportée à fin 1959\".\n\nLe Tribunal fédéral a homologué ces décisions par arrêt du 8 octobre 1945. Il a considéré notamment que rien ne s'opposait à la durée des mesures qui avaient été prises. Il s'est référé à cet égard à l'arrêté du Conseil fédéral du 2 octobre 1942 qui a complété celui du 1er octobre 1935 concernant l'application des dispositions sur la communauté des créanciers à certaines branches économiques souffrant de la crise par un art. 1er al. 2 selon lequel l'assemblée des créanciers d'entreprises privées de chemin de fer remplissant certaines conditions - ce qui était le cas de la Compagnie - pouvait prendre toutes les mesures prévues par l'art. 51 al. 2 de la loi fédérale du 25 septembre 1917 concernant la constitution de gages sur les entreprises de chemin de fer et de navigation et la liquidation forcée de ces entreprises. Parmi ces mesures, l'art. 51 al. 2 de la loi précitée mentionne la prorogation de l'échéance de droits de créance et ne la limite pas dans le temps.\n\nB.- En décembre 1951, la Société de banque suisse s'est adressée, à la demande du conseil d'administration de la Compagnie, aux porteurs d'obligations de l'emprunt en 1er rang et leur a soumis les propositions suivantes:\n\n\"a) renonciation pour 1951 à l'intérêt de 2% sur l'emprunt 1er rang 1914, réduit à 1 550 000 fr.;\n\nb) remplacement dès 1952 de l'intérêt de 2% par un intérêt variable dépendant des résultats d'exploitation;\n\nc) prorogation de la durée de l'emprunt pour une nouvelle période de 10 ans à partir de l'échéance de 1959\".\n\nBGE 96 II 200 S. 202\n\nTous les obligataires ont adhéré à ces propositions. La Société de banque suisse aurait fait part de ce résultat au Tribunal fédéral. Celui-ci lui aurait déclaré qu'il n'était pas nécessaire de soumettre ces décisions à son approbation puisqu'elles avaient été acceptées par tous les obligataires.\n\nC.- Par lettre du 5 mai 1970, la Société de banque suisse a fait savoir au Tribunal fédéral que tous les obligataires de l'emprunt en 1er rang avaient consenti à en proroger la durée jusqu'au 31 décembre 1979. Elle le priait de lui confirmer que, dans ces conditions, il n'avait pas à intervenir. Le Président de la Chambre des poursuites et des faillites lui a répondu, le 20 mai 1970, que le Tribunal fédéral ne pouvait donner un avis sur le point de savoir si l'accord de tous les créanciers rendait inutile la procédure instituée par la loi pour la convocation de l'assemblée des obligataires et l'approbation de ses décisions.\n\nLe 6 juillet 1970, la Société de banque suisse a informé le Tribunal fédéral que le conseil d'administration de la Compagnie avait décidé de solliciter une prorogation de la durée de l'emprunt en 1er rang conformément à la procédure prévue par la loi et lui a demandé de prendre les mesures nécessaires en vue de la convocation de l'assemblée des obligataires.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 1185 al. 2 CO, le Tribunal fédéral est compétent pour convoquer l'assemblée des créanciers d'un emprunt par obligations contracté par une entreprise de chemin de fer, ainsi que pour approuver ses décisions. Saisi d'une requête tendant à la convocation d'une telle assemblée, il doit la rejeter si elle se révèle inutile. Tel est le cas lorsqu'il est en mesure de juger que la proposition qui sera soumise au vote de l'assemblée ne saurait obtenir son approbation.\n\n2. Les créanciers d'un emprunt par obligations constituent une communauté dont les décisions sont prises par l'assemblée des créanciers (art. 1157 al. 1 et 1164 al. 2 CO). Les restrictions des droits des créanciers que chaque obligataire peut être contraint de tolérer par une décision de la communauté réunissant la majorité des deux tiers du capital en circulation sont uniquement celles qu'énumère l'art. 1170 CO (cf. art. 1173 al. 1 CO). Des restrictions qui, par leur nature ou leur durée, portent une atteinte plus grave aux droits des créanciers exigent l'unanimité des obligataires (ZIEGLER, n. 3 aux art. 1170-1183 CO).\n\nBGE 96 II 200 S. 203\n\nPour un emprunt échu ou venant à échéance dans le délai de cinq ans, l'art. 1170 ch. 5 CO autorise l'ajournement des termes de remboursement pendant dix ans au plus, avec possibilité de prorogation pour cinq ans au plus.\n\nEn l'espèce, l'assemblée des créanciers a décidé, le 4 décembre 1944, de prolonger jusqu'au 31 décembre 1959 la durée de l'emprunt en 1er rang qui était arrivé à échéance le 15 avril 1934. Les possibilités d'ajournement et de prorogation qu'offre l'art. 1170 ch. 5 CO sont donc épuisées. Mais cette décision, que le Tribunal fédéral a homologuée par arrêt du 8 octobre 1945 en se fondant sur les arrêtés du Conseil fédéral des 1er octobre 1953 et 2 octobre 1942, est intervenue avant le 1er janvier 1950, date de l'entrée en vigueur des art. 1157 à 1186 CO. Or, selon le ch. 3 al. 3 des dispositions finales de la loi fédérale du 1er avril 1949 modifiant les dispositions du code des obligations sur la communauté des créanciers dans les emprunts par obligations, il faut tenir compte équitablement, lors de l'application de l'art. 1170 CO, des facilités égales ou correspondantes à celles que prévoit cette disposition et dont le débiteur a déjà bénéficié sous le régime de l'ancien droit en vertu de décisions de la communauté. ZIEGLER (Schlussbestimmungen 3, n. 6) estime que les facilités accordées au débiteur sur la base des dispositions exceptionnelles du droit de crise, dont font partie les deux arrêtés précités du Conseil fédéral, ne devraient pas être prises en considération. Cette opinion ne se concilie toutefois pas avec le texte de la loi qui par le uniquement de l'ancien droit sans faire de distinction à cet égard. On ne saurait dès lors faire abstraction de la décision du 4 décembre 1944 prorogeant la durée de l'emprunt pour une période de quinze ans, bien que son homologation repose sur des dispositions exceptionnelles du droit de crise. D'autre part, cette décision a été prise alors que l'emprunt était échu depuis le 15 avril 1934. Enfin, grâce à l'accord de tous les créanciers, la Compagnie a encore bénéficié d'une prorogation de dix ans à partir de l'échéance de 1959. La durée de l'emprunt en 1er rang a ainsi été prolongée de trente-cinq ans. Dans ces conditions, il convient de subordonner toute nouvelle prorogation à l'assentiment de l'ensemble des obligataires. C'est dire que le Tribunal fédéral ne pourrait approuver une décision de l'assemblée des créanciers qui accepterait, à la majorité requise par l'art. 1170 CO, de reporter l'échéance de l'emprunt au-delà du 31 décembre 1969. La demande de convocation de l'assemblée BGE 96 II 200 S. 204des créanciers, appelée précisément à se prononcer sur une nouvelle prorogation de cette échéance, doit dès lors être rejetée. Cela ne signifie toutefois pas que le remboursement de l'emprunt en 1er rang est actuellement exigible, puisque, selon les déclarations de la Société de banque suisse, tous les obligataires ont déjà consenti à une prorogation de la durée de l'emprunt jusqu'au 31 décembre 1979.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette la demande."}