{"annee": "96", "cour": "I", "page": "466", "date": "3/6/1970", "cite": [], "cite_par": ["104 IA 381", "113 II 113", "105 IB 431", "100 IB 236"], "chapeau": "73. Arrêt du 3 juin 1970 dans la cause Commune de Lutry contre Société vaudoise d'histoire et d'archéologie et consorts.", "regestes": ["Recours de droit public fondé sur l'art. 4 Cst.; qualité de la commune. Une commune n'a pas qualité pour former, contre une décision cantonale qui la touche en tant que propriétaire de biens destinés à l'usage commun, un recours de droit public fondé sur l'art. 4 Cst."], "faits": "BGE 96 I 466 S. 467\n\nRésumé des faits:\n\nLe Conseil communal de Lutry a adopté le 6 juin 1969 le projet d'élargissement de la route communale traversant le hameau du Châtelard, projet dont l'exécution impliquait la démolition de deux anciennes maisons d'habitation et de quelques dépendances, situées dans le hameau en bordure de la route. Ces immeubles avaient été acquis par la Municipalité - avec l'approbation du Conseil communal et du Conseil d'Etat - en vue de l'élargissement de la route. Par décision du 1er juillet 1969, la Municipalité a autorisé la Commune à démolir les bâtiments et à élargir la route.\n\nCette dernière décision a été annulée par la Commission cantonale de recours en matière de police des constructions (CCR), à la suite d'un recours déposé par la Société vaudoise d'histoire et d'archéologie et par deux habitants de la commune.\n\nLa Commune de Lutry a déposé contre la décision de la CCR un recours de droit public pour violation de l'art. 4 Cst.", "considerants": "Considérant en droit:\n\n1. L'autorisation de plaider, que doit accorder le Conseil communal pour qu'une commune puisse valablement agir en justice selon la législation vaudoise, n'a été produite que le 7 avril 1970, alors que le délai de recours expirait le 23 février. Mais il n'y a pas là motif d'irrecevabilité du recours, comme le Tribunal fédéral l'a déjà jugé dans l'arrêt du 11 mai 1966 relatif à la commune de Riex (non publié); on doit en effet assimiler l'autorisation de plaider du droit vaudois à une procuration, laquelle peut encore, selon l'art. 29 al. 1 OJ, être produite après le délai de recours.\n\n2. Selon la jurisprudence, une commune n'a pas qualité pour attaquer une décision cantonale par la voie du recours de droit public lorsqu'elle agit en tant que détentrice de la puissance publique, sauf lorsqu'elle se plaint d'une violation de son autonomie, ou qu'elle attaque une décision qui met en cause son existence ou l'étendue de son territoire (RO 94 I 455/6 et les arrêts cités). Elle a cette qualité, en revanche, lorsqu'elle a agi en se plaçant sur le terrain du droit privé et qu'elle est atteinte BGE 96 I 466 S. 468par une décision cantonale de la même façon que pourrait l'être un simple particulier, par exemple lorsqu'elle est touchée en tant que propriétaire de son patrimoine financier (RO 90 I 337, 95 I 53 consid. 1 et les arrêts cités).\n\nEn l'espèce, la recourante n'allègue pas une violation de son autonomie. Elle déclare expressément intervenir \"en qualité de propriétaire des immeubles dont l'autorité intimée a refusé la démolition\". Elle estime donc agir comme un sujet de droit privé, et non pas en tant que détentrice de la puissance publique.\n\na) La doctrine et la jurisprudence distinguent, dans les choses publiques au sens large, d'une part les biens qui appartiennent au patrimoine fiscal ou financier d'une corporation publique, d'autre part les biens qui font partie de son patrimoine administratif ou du domaine public (cf. FLEINER, Les principes généraux du droit administratif allemand, trad. Eisenmann, p. 216; GRISEL, Droit administratif suisse, p. 279 ss., 283 ss.). C'est seulement lorsqu'une commune est touchée dans son patrimoine financier ou fiscal que la jurisprudence lui reconnaît la qualité pour former, contre une décision cantonale, un recours de droit public fondé sur l'art. 4; s'agissant en revanche de décisions cantonales touchant au patrimoine administratif ou au domaine public, la question de la qualité pour recourir n'a pas été tranchée jusqu'ici (cf. RO 90 I 337 et les arrêts cités).\n\nb) En l'espèce, les immeubles litigieux ont été acquis par la commune à titre privé et ils ne sont encore affectés ni à l'administration communale, ni à l'usage commun. Ils ont dès lors l'apparence de biens du domaine privé de la commune. Mais ils n'ont été acquis par la commune qu'en vue de leur transfert au domaine public après démolition des bâtiments qui s'y trouvent et élargissement de la route communale, et c'est en fonction de cette future affectation que le Conseil communal, puis le Conseil d'Etat, en ont ratifié l'achat. Les bâtiments existants n'ont pas été entretenus après leur acquisition, si bien qu'ils n'avaient pas le caractère d'immeubles de rapport. Et si la commune en a décidé la démolition, ce n'est pas pour en obtenir un rendement plus élevé ou en faire un meilleur usage à des fins de gestion privée, mais pour les affecter au domaine public, dont ils devaient permettre l'amélioration.\n\nMatériellement, on se trouve dans la même situation que si l'autorité cantonale, saisie d'une demande de ratification d'un BGE 96 I 466 S. 469projet routier communal, en avait refusé l'approbation pour des raisons de protection des sites et par souci de sauvegarder de vieilles maisons. La situation serait différente si, renonçant à élargir la route du Châtelard, la commune de Lutry avait décidé de démolir ces anciens bâtiments pour les remplacer par des nouveaux, d'un meilleur rendement: dans cette hypothèse, on pourrait dire sans hésitation que la commune a été atteinte à l'instar d'une personne privée et lui reconnaître la qualité pour recourir.\n\nExaminant les choses dans leur réalité matérielle et non d'un point de vue purement formel, la cour de céans estime qu'elle doit traiter le cas comme s'il s'agissait de l'administration et de l'aménagement du domaine public, quand bien même le transfert à ce domaine n'a pas encore eu lieu. Il faut dès lors trancher la question, laissée indécise jusqu'ici (cf. RO 90 I 337), de la qualité de la commune pour former un recours de droit public, fondé sur l'art. 4 Cst., contre une décision cantonale relative à l'aménagement ou à l'administration du domaine public communal.\n\nc) Aménager, améliorer et administrer le domaine public, c'est accomplir au premier chef une tâche d'administration publique, quand bien même la collectivité (canton ou commune) est amenée, dans l'accomplissement de cette tâche, à exercer des facultés découlant d'un droit de propriété. Ce sont en effet des préoccupations d'intérêt public et le souci du bien commun qui dominent cette activité, et non des intérêts de nature privée, comme ceux qui sont en jeu dans la gestion du patrimoine financier. En accomplissant cette tâche, la commune ne se trouve donc pas dans une situation comparable à celle d'un simple particulier.\n\nIl est vrai qu'autrefois, la jurisprudence faisait une distinction suivant que l'Etat exerce sur le domaine public son droit de propriété ou au contraire sa souveraineté (RO 61 II 327). Mais la tendance actuelle de la jurisprudence est de considérer l'administration du domaine public comme un tout, que la collectivité agisse comme propriétaire du fonds ou en vertu de sa souveraineté (RO 93 I 300 consid. 2, 94 I 297 consid. 6). Il n'y a pas de raison de faire revivre l'ancienne jurisprudence - élaborée à propos de la responsabilité de la collectivité en raison du domaine public - et de l'appliquer en matière de qualité pour agir par la voie du recours de droit public. Une BGE 96 I 466 S. 470telle manière de faire conduirait à reconnaître cette qualité aux communes lorsqu'elles ont agi comme propriétaires des choses ouvertes à l'usage commun, et à la leur refuser lorsqu'elles ont agi en vertu de leur souveraineté sur ces choses, c'est-à-dire en vertu de leur pouvoir de puissance publique. La distinction, d'ailleurs fort peu pratique et souvent difficile à faire, ne manquerait pas de créer une grande insécurité juridique. Il importe donc d'adopter, en accord avec la jurisprudence actuelle relative à la responsabilité des pouvoirs publics pour les choses du domaine public, une solution unique valable dans tous les cas où l'autorité cantonale intervient au sujet du domaine public communal: s'agissant d'administration publique, la commune ne se trouve pas dans une situation analogue à celle d'un simple particulier et n'a dès lors pas qualité pour attaquer une décision cantonale en se fondant sur l'art. 4 Cst.\n\nd) Sans doute pourrait-on objecter qu'une telle solution paraît être en contradiction avec une autre tendance de la jurisprudence récente: celle qui consiste à ouvrir plus largement la voie du recours de droit public. Mais cette tendance est animée essentiellement par le souci de mieux protéger les citoyens contre d'éventuels abus de pouvoir, notamment contre les violations de l'art. 4 Cst.; or la commune, en tant que détentrice du pouvoir public, ne peut pas invoquer la violation de l'art. 4 Cst. ni celle d'autres droits constitutionnels des citoyens, comme le Tribunal fédéral l'a rappelé récemment encore (RO 94 I 455).\n\nC'est en revanche sur le terrain de l'autonomie communale que la jurisprudence actuelle accorde à la commune, en tant que détentrice du pouvoir public, une meilleure protection contre une intervention injustifiée du canton dans ses affaires. Il n'est dès lors pas nécessaire de lui ouvrir la voie du recours pour arbitraire - moins efficace - lorsqu'une décision cantonale l'atteint non pas comme propriétaire de son patrimoine financier ou fiscal, mais en sa qualité d'administrateur du domaine public.\n\nLa garantie de la propriété privée n'ayant pas été invoquée en l'espèce, il n'y a pas lieu d'examiner ici si la solution devrait être la même en cas de prétendue atteinte à ce droit constitutionnel du citoyen.\n\ne) La décision annulée par la Commission cantonale de recours ayant été prise par la Municipalité non pas comme BGE 96 I 466 S. 471gérante du patrimoine financier communal, mais en tant qu'autorité compétente en matière de police des constructions, c'est-à-dire en vertu de ses pouvoirs de puissance publique, la commune de Lutry n'a pas qualité pour former un recours de droit public fondé sur l'art. 4 Cst. Partant, le recours doit être déclaré irrecevable.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}