{"annee": "96", "cour": "IV", "page": "123", "date": "30/6/1970", "cite": ["95 IV 131"], "cite_par": [], "chapeau": "32. Auszug aus dem Urteil des Kassationshofes vom 30. Juni 1970 i.S. Wiss gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 206 CR. Racolage. Il y a incitation lorsque, sans y avoir été engagée, une prostituée adresse la parole à quelqu'un pour l'inviter à la débauche professionnelle."], "faits": "", "considerants": "BGE 96 IV 123 S. 123\n\nAus den Erwägungen:\n\nNach der neuern Rechtsprechung liegt in der unaufdringlichen Bekundung der Bereitschaft zur Unzucht, insbesondere im blossen Herumstehen oder Herumgehen an einem als Marktstand von Dirnen bekannten Ort, noch kein Antrag im BGE 96 IV 123 S. 124Sinne von Art. 206 StGB. Dieser erfordert ein weitergehendes aktives Verhalten, z.B. ein Anreden oder Zurufen, wodurch die Dirne von sich aus jemanden veranlassen will, ihre käuflichen Dienste in Anspruch zu nehmen oder doch darüber zu verhandeln (BGE 95 IV 133).\n\nDiese Voraussetzung ist im vorliegenden Falle erfüllt. Indem die Beschwerdeführerin in einem als Standort von Dirnen bekannten Quartier die beiden vorübergehenden Männer mit den Worten \"Chumm Schatz, mir gönd hei ansprach, lud sie diese unmissverständlich zur gewerbsmässigen Unzucht ein, was ein Antrag im Sinne von Art. 206 StGB war. Ein solcher läge nur dann nicht vor, wenn der Anstoss zur Aufnahme von Verhandlungen von den Männern ausgegangen wäre, diese also der Beschwerdeführerin deutlich zu erkennen gegeben hätten, dass sie sich als Freier mit ihr einlassen wollten, wie es z.B. zutrifft, wenn motorisierte Freier am Standplatz einer Dirne anhalten und sie durch Öffnen des Fensters oder ein anderes Zeichen einladen, zur Verhandlung an den Wagen heranzutreten (nicht veröffentlichtes Urteil des Kassationshofes vom 31. Oktober 1969 i.S. Germann gegen Bern). Von einer derartigen Absichtsäusserung, mit der die Männer die Beschwerdeführerin offensichtlich aufgefordert hätten, mit ihnen das Gespräch aufzunehmen, kann nicht die Rede sein. Nach den verbindlichen Feststellungen der Vorinstanz war es im Gegenteil die Beschwerdeführerin, die durch ihren einladenden Ausspruch eindeutig die Initiative ergriffen hat."}