{"annee": "96", "cour": "V", "page": "58", "date": "4/6/1970", "cite": [], "cite_par": ["98 V 245", "106 V 193", "98 V 186"], "chapeau": "13. Arrêt du 4 juin 1970 dans la cause R. M. et R. M. SA contre Caisse de compensation AVS de la FBMA ROTA", "regestes": ["Art. 4, 8 et 9 LAVS et art. 22 ss RAVS. Le prix d'un \"good will\" payable par acomptes après remise d'un commerce est soumis à cotisations personnelles. Fixation des dites cotisations."], "faits": "BGE 96 V 58 S. 58\n\nA.- R. M., né en 1906, exploitait une entreprise de carrosserie, dans un immeuble dont il est propriétaire. Désireux de réduire son activité professionnelle, pour des raisons d'âge et de santé, et de préparer sa retraite, il créa le 22 mars 1967 une société anonyme, R. M. SA, à laquelle il céda l'exploitation des ateliers de carrosserie avec effet au 1er janvier 1967. La société, au capital-actions de fr. 200 000.--, reprit du fondateur des actifs pour un montant équivalent, à savoir: avoir en banque, fr. 80 000.--; stock de marchandises, fr. 50 000.--; matériel et machines fr. 70 000.--. Propriétaire de la totalité des actions, R. M. en vendit dans les trois mois 336 sur 400 à des tiers, en particulier à ses employés. Il resta membre du conseil d'administration et conserva une certaine activité dans les ateliers, moyennant un salaire mensuel de fr. 1000.--. L'immeuble demeura propriété de l'intéressé, auquel la société paie un loyer et qui le considère désormais comme un élément de sa fortune privée, soit non commerciale. Enfin, l'acte de remise de commerce conclu entre la société et R. M. contient les dispositions suivantes:\n\n\"2.- En paiement de la valeur immatérielle de l'affaire ('good will') la\n\nsociété anonyme paiera à M. R... M... un montant annuel BGE 96 V 58 S. 59\n\nde fr. 43 200.-- (quarante trois mille\n\ndeux cents) pendant dix ans, soit jusqu'en 1976.\n\n3.- La valeur du 'good will' au 1er janvier 1967 est ainsi -\n\nescomptée à 6% l'an - de fr. 241 000.-- (deux cent quarante\n\net un mille francs).\"\n\nCette prestation de la société figure au pied du bilan d'ouverture, sous la rubrique \"engagements hors bilan\".\n\nB.- R. M. et la société R. M. SA sont affiliés à la Caisse de compensation AVS de la FBMA ROTA. La dite caisse inclinait à ne pas considérer la redevance annuelle de fr. 43 000.-- comme un revenu soumis à cotisations. Cependant, elle s'adressa à l'Office fédéral des assurances sociales, qui exprima le 13 décembre 1968 un avis opposé et lui enjoignit de réclamer des cotisations sur les versements de 1967 et 1968. Par décision du 24 janvier 1969, la caisse ordonna à R. M. de payer pour 1967 une cotisation de fr. 2135.85, frais compris, sur les fr. 43 200.-- qu'il avait reçus cette année-là.\n\nL'assuré recourut. En se prévalant entre autres de ce que le fisc avait traité les prestations litigieuses comme un bénéfice en capital, il conclut à ce qu'elles fussent exemptées de toute cotisation AVS/AI/APG.\n\nEn cours de procédure, le Tribunal cantonal des assurances invita la caisse à réclamer la cotisation en cause non seulement à R. M. mais encore - pour le cas où le revenu déterminant serait réputé provenir de l'exercice d'une activité dépendante - à la société R. M. SA La caisse prit le 28 mars 1969 une décision dans ce sens, contre laquelle la SA recourut.\n\nLe 14 mai 1969, le Président du Tribunal cantonal des assurances admit que la redevance de fr. 43 200.-- versée en 1967 par la société à R. M. était un revenu provenant d'une activité lucrative dépendante et soumise à ce titre à cotisations. Il rejeta les deux recours et confirma les décisions attaquées.\n\nC.- R. M. et R. M. SA ont déféré en temps utile ce jugement au Tribunal fédéral des assurances. Les recourants concluent derechef à ce que le versement litigieux soit déclaré franc de cotisations.\n\nDans son préavis, l'Office fédéral des assurances sociales conclut au rejet du recours.\n\nLes parties ont été invitées, avec l'Office fédéral des assurances sociales, à s'exprimer sur la solution consistant à considérer le montant obtenu en escomptant les dix annuités prévues BGE 96 V 58 S. 60comme un bénéfice en capital, soumis à une cotisation unique. Elles ont donné suite à cette invitation.\n\nD.- Le fisc cantonal a traité les redevances dues par la société R. M., à titre de prix du \"good will\", comme un bénéfice en capital. Il en a escompté la valeur au 1er janvier 1967 au taux de 5 1/2%, et a frappé le bénéfice ainsi obtenu (de fr. 252 906.--) de l'impôt unique et distinct prévu par la loi cantonale, à des taux réduits de 50%. Quant à l'administration de l'IDN, elle semble avoir perçu, sur le bénéfice en capital total, un impôt annuel entier, selon l'art. 43 AIN.", "considerants": "Considérant en droit:\n\n1. Pour évaluer une entreprise, il ne suffit pas d'additionner la valeur des biens matériels (marchandises, machines, espèces, créances, etc.) qui lui appartiennent. Il faut aussi, dans bien des cas, tenir compte de biens immatériels, tels que la raison de commerce, la réputation, la clientèle, les relations d'affaires, les fournisseurs, les méthodes de travail et peut-être le fait même d'exister, d'être organisé et de fonctionner depuis un certain temps. Ces biens immatériels, qu'on désigne communément du terme anglais de \"good will\", résultent de l'activité lucrative du chef d'entreprise, au même titre que l'accroissement de la valeur des biens matériels. Ils sont réalisables lors de la vente de l'entreprise; il s'agit alors de savoir s'ils constituent un revenu sur lequel sont dues les cotisations AVS/AI/APG, c'est-à-dire s'ils font partie du \"revenu provenant de l'exercice de toute activité dépendante et indépendante\", selon l'art. 4 LAVS.\n\n2. D'après l'art. 17 lettre d RAVS, sont réputées revenu provenant d'une activité indépendante, au sens de l'art. 9 al. 1er LAVS, \"les augmentations de valeur et les bénéfices en capital obtenus et portés en compte par des entreprises astreintes à tenir des livres\". Le Tribunal fédéral des assurances a déclaré conforme à la loi cette disposition du règlement (ATFA 1949 p. 166). Il l'a confirmé implicitement dans l'arrêt RCC 1950 p. 249, en insistant sur le fait que la règle ne concernait que la fortune commerciale et qu'elle ne saurait être étendue à l'augmentation de la fortune privée de l'assuré (cf. cependant ATFA 1965 p. 67). Par la suite, la jurisprudence s'est surtout préoccupée, lorsqu'il s'est agi d'appliquer l'art. 17 lettre d RAVS, de distinguer entre fortune commerciale et fortune privée.\n\nBGE 96 V 58 S. 61\n\nEn l'occurrence, le \"good will\" que la société R. M. SA doit payer à R. M. provient d'une augmentation de la fortune commerciale de ce dernier. D'autre part, R. M. était astreint à tenir des livres, lorsqu'il exploitait individuellement l'entreprise. Cependant, le chiffre 84 des directives de l'Office fédéral des assurances sociales sur les cotisations des travailleurs indépendants et des non-actifs s'exprime en ces termes:\n\n\"Les bénéfices en capital soumis à l'impôt annuel prévu par l'art. 43 AIN si l'assujettissement à l'impôt sur le revenu cesse ou s'il est procédé à une taxation intermédiaire (art. 96 AIN) ne font pas partie du revenu de l'activité indépendante, faute d'une disposition légale permettant de les assujettir.\"\n\nCes conditions sont précisément réalisées en l'espèce. Mais les directives susmentionnées ne sont pas conformes à la loi. En effet, la Cour plénière, saisie de la question, a déclaré qu'un \"good will\" payable par acomptes après remise d'un commerce est soumis à cotisations personnelles, ces dernières devant être acquittées en une fois, sur la valeur totale du \"good will\", sans aucune déduction. Car le \"good will\" constitue le revenu d'une activité lucrative indépendante (cf. p.ex. Blumenstein, \"System des Steuerrechts\", vol. 1, 1951, pp. 112-113). Et ce revenu est soumis à cotisations en vertu des art. 4, 8 et 9 de la LAVS, qui ne présente pas de lacune sur ce point. Il le serait même si le RAVS ne contenait aucune disposition sur ce sujet. La circonstance que la communication de l'administration de l'impôt ne mentionne pas un tel revenu ne saurait être déterminante puisque, selon la jurisprudence, le juge des assurances n'est pas lié par la taxation fiscale dans une semblable hypothèse. Au demeurant, le RAVS règle les diverses situations possibles, cela de la façon suivante:\n\na) s'il y a lieu d'appliquer l'art. 25 al. 1er RAVS, le \"good will\" doit être inclus dans le revenu, déterminé selon la procédure extraordinaire, en vertu des art. 4 et 8 LAVS;\n\nb) s'il n'y a pas lieu d'appliquer l'art. 25 al. 1er RAVS, ou bien:\n\nba) l'assuré continue à exercer une activité lucrative indépendante; il faut recourir alors à l'art. 23 al. 3 RAVS, la taxation fiscale suivant l'art. 43 AIN constituant une taxation intermédiaire \"sui generis\" (on pourrait peut-être appliquer l'art. 22 al. 3 RAVS, le cas échéant); ou bien: BGE 96 V 58 S. 62\n\nbb) l'assuré n'a plus d'activité indépendante principale; il faut alors appliquer l'art. 22 al. 3 RAVS, dans la mesure tout au moins où l'on peut admettre l'existence d'une activité lucrative.\n\nEn outre le montant soumis à cotisations est celui du \"good will\" dans son entier. S'agissant d'aliénation de la source de gain, on ne saurait dire qu'il existe encore un capital propre, autrefois investi et maintenant aliéné, au moment où le \"good will\" devient réalisable. Il n'y a donc pas lieu de déduire un intérêt.\n\nEnfin, la totalité du \"good will\" doit être soumise à cotisations au moment de son apparition, soit lorsque la remise de l'entreprise ou du commerce a eu lieu. Peu importent les modalités de paiement arrêtées par les parties en présence, modalités qui pourraient conduire dans certains cas à éluder l'obligation légale d'acquitter les cotisations. On tiendra compte de ces modalités en taxant le \"good will\" à la valeur qu'il représente le lendemain de la remise.\n\n3. En l'espèce, il faut admettre que R. M., devenu l'employé de R. M. SA, n'a plus d'activité indépendante principale; en revanche, en tant que vendeur et liquidateur de sa propre entreprise, il avait, au moment où a eu lieu la remise et où le \"good will\" est apparu, une activité indépendante accessoire justifiant l'application de l'art. 22 al. 3 RAVS. Peu importe à cet égard la circonstance que d'autres éléments, la conjoncture par exemple, jouent également un rôle quant à la fixation du prix du \"good will\". Il faut donc renvoyer la cause à la caisse de compensation, pour qu'elle rende une nouvelle décision, conformément aux principes exposés au considérant 2. La caisse fixera les cotisations personnelles AVS/AI/APG dues pour 1967 sur la totalité du \"good will\", à la valeur qu'il représentait le lendemain de la remise. Le tribunal de céans ne voit pas de motif impérieux de préciser d'ores et déjà le taux d'escompte applicable en l'occurrence. Tout au plus peut-on mentionner ici que le taux de capitalisation de 3 1/2% fixé par le Tribunal fédéral des assurances dans l'arrêt ATFA 1946 p. 131 est manifestement dépassé aujourd'hui.\n\nReste en outre réservé l'examen de la question soulevée par l'Office fédéral des assurances sociales dans sa détermination du 27 février 1970 (transfert d'un immeuble commercial au patrimoine privé du recourant).\n\nBGE 96 V 58 S. 63\n\nPar ces motifs, le Tribunal fédéral des assurances prononce: I. Le recours de R. M. SA est admis; cette société ne doit pas de cotisations AVS/AI/APG sur les annuités de fr. 43 000.-- qu'elle a versées et qu'elle versera à R. M. en vertu du contrat du 22 mars 1967.\n\nII. Le recours de R. M. est rejeté.\n\nIII. Le jugement et les décisions attaqués sont réformés d'office, dans ce sens que R. M. doit à la caisse intimée, sur la valeur escomptée au 1er janvier 1967 du prix du \"good will\", une cotisation AVS/AI/APG unique en tant que personne exerçant une activité indépendante, conformément aux considérants.\n\n4. La cause est renvoyée à la caisse de compensation, pour exécution."}