{"annee": "97", "cour": "I", "page": "79", "date": "26/1/1971", "cite": [], "cite_par": ["135 III 416", "117 II 327", "98 IB 6", "128 III 454"], "chapeau": "13. Arrêt de la Ire Cour civile du 26 janvier 1971 dans la cause Interfood SA contre Bureau fédéral de la propriété intellectuelle.", "regestes": ["Art. 3 al. 2 et 14 al. 1 ch. 2 LMF. Est du domaine public - et ne peut en conséquence être enregistré comme marque - le nom d'une ville étrangère dès lors qu'il peut être une indication de provenance de la marchandise. Inadmissibilité de la marque \"Cusco\" (ville et département péruviens, producteurs de cacao) pour du chocolat et du cacao."], "faits": "BGE 97 I 79 S. 79\n\nA.- La société Suchard Holding S.A, dont le siège est à Lausanne, a déposé le 24 juillet 1970 auprès du Bureau fédéral de la propriété intellectuelle à Berne des demandes d'enregistrement des marques \"Cusco\" et \"Cusko\" pour désigner les produits suivants: chocolat, cacao, articles de confiserie et de pâtisserie.\n\nLe Bureau fédéral a rejeté ces demandes par décision du 5 octobre 1970; il fait valoir que, Cuzco étant le nom d'une ville du Pérou, les marques proposées constituent une indication de provenance.\n\nB.- Interfood SA, nouvelle raison sociale de Suchard Holding SA, a formé le 4 novembre 1970 devant le Tribunal fédéral un recours de droit administratif contre le refus d'enregistrement des deux marques; elle allègue que le grand public ignore le nom de la ville péruvienne de Cuzco et que le Pérou n'est pas connu comme pays exportateur de cacao; elle fait valoir enfin que l'Office allemand des marques a admis les marques \"Cusco\" et \"Cusko\".\n\nLe Bureau fédéral conclut au rejet du recours.\n\nBGE 97 I 79 S. 80", "considerants": "Considérant en droit:\n\n1. En vertu des art. 3 et 14 al. 1 ch. 2 LMF, le Bureau fédéral doit refuser l'enregistrement d'une marque lorsque celle-ci comprend comme élément essentiel un signe devant être considéré comme étant du domaine public ou lorsqu'elle est contraire aux bonnes moeurs. Selon la jurisprudence du Tribunal fédéral (RO 93 I 571 et les précédents cités), une marque est contraire aux moeurs lorsqu'elle est de nature à induire en erreur le consommateur suisse moyen. Dès lors n'est pas admissible une marque comprenant une désignation géographique de nature à tromper le public sur la provenance de la marchandise. C'est un fait d'expérience que la désignation géographique éveille chez le consommateur l'idée que le produit qu'elle couvre provient du pays désigné. Aussi bien, la désignation géographique ne peut-elle être admise que lorsqu'elle a manifestement un caractère de fantaisie et qu'elle ne peut être comprise comme une indication de provenance.\n\n2. Cuzco (ou Cusco) est le nom de l'une des principales villes du Pérou, peuplée de 80 000 habitants environ. Elle a été le point de départ de l'expansion des Incas et la capitale de leur empire. En 1533, Pizzarro, conquistador espagnol, conquit le Pérou, et Cuzco devint par la suite un des grands centres de l'Amérique espagnole. Incas et Espagnols ont laissé à la ville de Cuzco un riche patrimoine historique et artistique. Actuellement, chef-lieu du département du même nom qui compte 828 000 habitants, Cuzco est connue notamment en raison de ses industries alimentaires et textiles (Grand Larousse encyclopédique, tome 3, p. 725). Le Pérou en général et Cuzco en particulier produisent du cacao et fabriquent du chocolat (Encyclopedia Britannica, vol. 6, 1961, p. 912).\n\nDans ces conditions, la marque \"Cusco\" (ou \"Cusko\") pour désigner du chocolat, du cacao, des articles de confiserie et de pâtisserie, constitue une indication géographique dépourvue de tout caractère de fantaisie. Le fait que du cacao est cultivé dans les environs de Cuzco et qu'il existe dans cette ville une fabrique de chocolat, si peu importante soit-elle, a pour conséquence que ce nom appartient au domaine public. Il n'est pas admissible qu'une entreprise puisse monopoliser à son profit une indication qu'un concurrent pourrait également utiliser pour indiquer la provenance de ses produits. Admettre BGE 97 I 79 S. 81le point de vue de la recourante reviendrait à empêcher tout fabricant de chocolat de mentionner l'origine du cacao contenu dans ses produits. Ce nom, qui est du domaine public, doit demeurer disponible pour quiconque veut fabriquer des produits contenant du cacao provenant de Cuzco et de sa région.\n\nCertes, il est peu vraisemblable que la ville et le département de Cuzco soient actuellement exportateurs de cacao, et le grand public suisse ignore même peut-être leur existence et leurs ressources. Mais le développement rapide du tourisme aura pour effet que le Pérou et ses villes principales, dont Cuzco, seront de plus en plus connus de la population suisse. Le nom de Cuzco correspondra alors à une indication de provenance; il importe que cette désignation, considérée comme étant du domaine public, ne soit pas le bien personnel d'une entreprise. Le recours doit donc être rejeté.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}