{"annee": "97", "cour": "I", "page": "73", "date": "2/2/1971", "cite": ["69 I 122", "93 I 561", "92 I 293", "81 I 378", "86 I 243", "87 I 305", "91 I 212", "94 I 559", "95 I 276", "85 I 128", "92 I 303", "94 I 151", "79 I 176"], "cite_par": ["101 IB 361", "104 IB 264", "100 IB 240", "112 II 59", "108 II 130", "112 II 369"], "chapeau": "12. Urteil der I. Zivilabteilung vom 2. Februar 1971 i.S. Ostergaard gegen Eidg. Amt für das Handelsregister.", "regestes": ["Art. 944 al. 2 CO, art. 45 et 46 ORC, art. 104 lettre a OJ; registre du commerce, désignation territoriale dans une raison de commerce. 1. Pouvoir d'examen du Tribunal fédéral (consid. 1). 2. Le refus de l'office fédéral du registre du commerce d'autoriser les adjonctions \"Euro\" et \"Europa\" dans la raison de commerce d'une entreprise de transport et d'expédition ne viole pas la loi (consid. 2 et 3)."], "faits": "BGE 97 I 73 S. 74\n\nA.- Die \"Europa Transport & Spedition A/S\" mit Sitz in Kopenhagen ist seit Mai 1961 im dänischen Aktiengesellschafts-Register eingetragen. Sie ist auch unter dem Namen \"Eurotrans A/S (Europa Transport & Spedition A/S)\" tätig.\n\nIhr Hauptaktionär Laurits Jorgensen Ostergaard beabsichtigt, in Zürich eine selbständige Aktiengesellschaft zu gründen. Nach dem Entwurf der Gründungsurkunde soll das Grundkapital in fünfzig Namenaktien zu Fr. 1'000.-- eingeteilt werden und Ostergaard davon 48 übernehmen. Art. 2 des Entwurfes der Statuten lautet: \"Die Gesellschaft bezweckt den Betrieb eines Transport- und Speditionsunternehmens auf dem Gebiete von Europa, und zwar als Filiale Zürich der Firma Eurotrans, Europa Transport und Spedition A/S in Kopenhagen\". Ostergaard ersuchte das Eidgenössische Amt für das Handelsregister, der zu gründenden Gesellschaft gemäss Art. 45 und 46 HRegV die Führung der Firma \"Eurotrans, Europa Transport und Spedition AG\" zu bewilligen. Er machte geltend, dieser Name solle die Gesellschaft nicht reklamehaft aus dem Kreise anderer Transportunternehmen hervorheben, sondern nur sagen, der Geschäftsbereich bestehe in europäischen Binnentransporten.\n\nB.- Das Amt für das Handelsregister wies das Gesuch am 24. September 1970 ab.\n\nEs führte aus, es beständen keine besonderen Umstände im Sinne der Art. 45 und 46 HRegV, die Firmenteile \"Europa\" und \"Eurotrans\" zu bewilligen. Die zu gründende Gesellschaft solle nur ein bescheidenes Grundkapital von Fr. 50'000.-- haben und wie viele andere Unternehmen die Durchführung internationaler Transporte in Europa bezwecken. Die vorgesehene Firma sei stark reklamehaft und verstosse damit auch gegen Art. 44 Abs. 2 HRegV.\n\nC.- Ostergaard führt Verwaltungsgerichtsbeschwerde. Er hält am Antrag auf Bewilligung der Firma \"Eurotrans, Europa Transport und Spedition AG\" fest. Er macht geltend, die vorgesehene Firma sei nicht unwahr, gebe der Gesellschaft nicht den Anschein einer erhöhten Bedeutung gegenüber Konkurrenzunternehmen und erwecke nicht den Eindruck eines europäischen Zusammenschlusses im Transport- und Speditionswesen. Der territoriale Zusatz habe bei Transportfirmen, Reiseagenture, Speditionsfirmen einen anderen Sinn als z.B. bei einer Treuhandgesellschaft; er weise nur auf die Geschäftstätigkeit BGE 97 I 73 S. 75hin, wie z.B. in den unbeanstandet gebliebenen Firmen Anglo-Continental Reise AG und Transorient AG\n\nD.- Das Amt für das Handelsregister beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer beruft sich auf den Beschwerdegrund der Unangemessenheit im Sinne von Art. 104 lit. c OG. Diese Norm trifft indessen nicht zu, da keiner der darin aufgezählten drei Fälle vorliegt. Es besteht insbesondere keine Bestimmung des Bundesrechts, die vorsähe, dass gegen Verfügungen des Amtes für das Handelsregister der vorliegenden Art wegen Unangemessenheit Verwaltungsgerichtsbeschwerde geführt werden könne. Darauf hat die I. Zivilabteilung bereits am 6. Oktober 1970 i.S. Société coopérative Boutique russe (Erw. 3) hingewiesen.\n\nDie Beschwerde ist nur wegen \"Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens\" im Sinne von Art. 104 lit. a OG zulässig. Nach dieser Bestimmung darf das Bundesgericht nicht sein eigenes Ermessen an die Stelle des Ermessens der Verwaltungsbehörde setzen. Es kann die Beschwerde nur gutheissen, wenn das Amt für das Handelsregister unzulässigerweise nach Ermessen verfügt oder das erlaubte Ermessen überschritten hat (vgl. zum früheren Wortlaut des Art. 104 Abs. 1: BGE 81 I 384, BGE 85 I 134, BGE 86 I 248, BGE 91 I 216, BGE 92 I 294, BGE 93 I 564, BGE 94 I 560; zum geltenden Art. 104 lit. a: Entscheid vom 6. Oktober 1970 i.S. Société coopérative Boutique russe, Erw. 3).\n\n2. Der Bundesrat kann bestimmen, in welchem Umfange nationale und territoriale Bezeichnungen bei der Bildung von Firmen verwendet werden dürfen (Art. 944 Abs. 2 OR). Er hat angeordnet, dass Einzelfirmen, Handelsgesellschaften und Genossenschaften in ihrer Firma grundsätzlich keine nationalen Bezeichnungen verwenden dürfen, das Amt für das Handelsregister jedoch nach Anhörung der nach den Umständen zuständigen Behörde, Amtsstelle oder Vertretung von Handel, Industrie oder Gewerbe Ausnahmen gestatten kann, wenn sie durch besondere Umstände gerechtfertigt sind (Art. 45 HRegV). Diese Bestimmung ist auch auf territoriale und regionale Zusätze anwendbar (Art. 46 HRegV).\n\n3. \"Europa\" und die Silben \"Euro\" in \"Eurotrans\" BGE 97 I 73 S. 76sind territoriale Zusätze im Sinne der Art. 944 Abs. 2 OR und 46 HRegV (BGE 86 I 246, BGE 93 I 564). Sie sind daher nur zulässig, wenn besondere Umstände sie rechtfertigen.\n\na) Dass sie nach der Auffassung des Beschwerdeführers angeben, die Gesellschaft führe Transporte durch Europa aus, ist kein solcher Umstand. Gewiss darf man in der Firma grundsätzlich auf die Natur des Unternehmens, auf seinen Zweck hinweisen. Wer das tun will, hat sich dennoch den übrigen Bestimmungen über die Bildung der Firma unterzuordnen. Art. 944 Abs. 1 OR knüpft dieses Recht ausdrücklich an die Voraussetzung, dass der Inhalt der Firma der Wahrheit entspreche, keine Täuschungen verursachen könne und keinem öffentlichen Interesse zuwiderlaufe. Die Einschränkungen im Gebrauch nationaler und territorialer Bezeichnungen liegen im öffentlichen Interesse und gehen daher dem Recht vor, auf die Geschäftstätigkeit hinzuweisen. Daher hat das Bundesgericht z.B. den auf Besonderheiten der gewerblichen Tätigkeit abgestimmten Zusatz \"American\" in der Firma \"American Automobile Service (Aktiengesellschaft)\" nicht zugelassen (BGE 91 I 216 ff.). Gleich hat es entschieden in bezug auf die Bezeichnungen \"Eurotreuhand\", \"Eurofiduciaire\" und \"Eurofiduciaria\", obschon mit ihnen ausgedrückt werden wollte, die Gesellschaft sei bestrebt und in der Lage, auf europäischem Gebiete zu arbeiten (BGE 86 I 246 ff.). Im vorliegenden Falle verhält es sich nicht anders. Dass Frachtführer Güter transportieren und Spediteure solche versenden, macht keinen Unterschied. Wie in den erwähnten Zusätzen in der Firma einer Treuhandgesellschaft soll \"Euro\" in der vom Beschwerdeführer vorgeschlagenen Firma eines Transport- und Speditionsunternehmens die geschäftliche Tätigkeit näher umschreiben, d.h. deren Erstreckung auf das Gebiet von Europa kundgeben. Das Vorhaben, Güter innerhalb von Europa zu transportieren oder transportieren zu lassen, ist sowenig ein die territoriale Bezeichnung \"Euro\" oder \"Europa\" rechtfertigender besonderer Umstand wie das Bestreben, über die Landesgrenzen hinausreichende Treuhandaufträge anzunehmen. Indem das Amt für das Handelsregister diese Zusätze nicht bewilligte, überschritt es das ihm zustehende Ermessen umso weniger, als der Wunsch, die geschäftliche Tätigkeit nicht auf die Schweiz zu beschränken, in der Firma anders ausgedrückt werden kann. Zulässig ist z.B. das Wort \"international\", denn es gilt weder BGE 97 I 73 S. 77als nationale noch als territoriale Bezeichnung (BGE 87 I 307, BGE 93 I 564 Erw. 3, BGE 95 I 279).\n\nb) Es gibt andere Unternehmer für Transporte oder Speditionen innerhalb Europas. Die Aktiengesellschaft, die der Beschwerdeführer gründen will, ist ihnen an Bedeutung nicht überlegen. Sie soll ein Grundkapital von nur Fr. 50'000.-- erhalten. Der Beschwerdeführer versucht nicht darzulegen, dass ihr Güterumschlag grösser sein werde als jener der Konkurrenten oder dass sie die Güter über längere Strecken transportieren lassen wolle als andere Frachtführer oder Spediteure. Die Zusätze \"Eurotrans\" und \"Europa\" gäben daher der Tätigkeit der Gesellschaft den Anschein einer Grösse, die ihr im Vergleich zu anderen nicht eigen sein wird. Sie würden nur der Reklame dienen, also gegen Art. 44 Abs. 1 HRegV verstossen (BGE 69 I 123,BGE 79 I 176, BGE 94 I 164, BGE 95 I 279). Der Wunsch nach reklamehaftem Auftreten ist kein besonderer Umstand im Sinne des Art. 45 Abs. 1 HRegV zur Bewilligung einer nationalen oder territorialen Bezeichnung; das grundsätzliche Verbot solcher Zusätze will der Reklame gerade vorbeugen (BGE 86 I 248, BGE 91 I 216).\n\nc) Der Beschwerdeführer bringt mit Recht nicht vor, die Beziehungen der zu gründenden Gesellschaft zu der dänischen \"Europa Transport & Spedition A/S\" oder \"Eurotrans A/S (Europa Transport & Spedition A/S)\" rechtfertigten die beanspruchten territorialen Bezeichnungen. Die Gesellschaft wird im Statutenentwurf zwar als \"Filiale Zürich\" des dänischen Unternehmens bezeichnet. Sie ist aber nicht deren Zweigniederlassung im Sinne des Obligationenrechts, besonders der Art. 935 und 952, denn sie ist als selbständige juristische Person (Aktiengesellschaft) geplant. Der Umstand allein, dass der Beschwerdeführer Hauptaktionär der dänischen Gesellschaft ist und auch die meisten Aktien der schweizerischen zeichnen will, ist kein besonderer Umstand, der die Angleichung der Firma an den Namen des dänischen Unternehmens rechtfertigen würde.\n\nd) Die Silben \"Euro\" wurden in neuerer Zeit wiederholt zur Bezeichnung von Organisationen verwendet, die der wirtschaftlichen oder technischen Zusammenarbeit europäischer Staaten dienen. So bestehen die durch ein Abkommen solcher Staaten geschaffene \"Eurofima, Europäische Gesellschaft für die Finanzierung von Eisenbahnmaterial\" und die von der Organisation für Europäische Wirtschaftliche Zusammenarbeit BGE 97 I 73 S. 78und Entwicklung gegründete \"Eurochemie, Europäische Gesellschaft für die Chemische Aufarbeitung bestrahlter Kernbrennstoffe\". Ferner nennen sich die auf einem Abkommen vom 25. März 1957 beruhende Europäische Atomgemeinschaft \"Euratom\" und die im Dezember 1960 geschaffene Europäische Flugsicherungsorganisation \"Eurocontrol\". Das Wort \"Eurotrans\" in der vom Beschwerdeführer vorgeschlagenen Firma könnte daher den Eindruck erwecken, die Gesellschaft sei aufähnliche Weise durch eine Übereinkunft europäischer Staaten zustande gekommen oder sei von ihnen beauftragt worden, den Güterverkehr in Europa zu organisieren oder zu überwachen. Das sind Aufgaben, die im Rahmen schon bestehender oder künftiger staatsvertraglicher Organisationen von europäischer Bedeutung durchaus denkbar sind. Die Möglichkeit der Irreführung des Publikums ist umso weniger zu unterschätzen, als man allgemein dazu neigt, Firmen durch den blossen Gebrauch ihres charakteristischen Bestandteils abzukürzen. Die Gefahr, dass die vom Beschwerdeführer in Aussicht genommene Gesellschaft im mündlichen oder schriftlichen Verkehr nur als \"Eurotrans\" bezeichnet würde, ist gross. Das ist ein Grund mehr, diesen Zusatz nicht zu bewilligen. Mit entsprechender Begründung hat das Bundesgericht auch Beschwerden gegen die Nichtzulassung der Firmenbestandteile \"Eurotreuhand\" und \"Eurobel\" abgewiesen (BGE 86 I 249 f., BGE 93 I 564 Erw. 3; vgl. auch BGE 95 I 281 Erw. 7).\n\ne) Dass im Handelsregister von Zürich eine \"Anglo-Continental Reise AG\" und eine \"Transorient AG\" eingetragen sind, ist kein Grund, auch die vom Beschwerdeführer beanspruchten territorialen Bezeichnungen zuzulassen. Das Bundesgericht ist nicht an die Übung der Handelsregisterbehörden gebunden, und diese Behörden selbst dürfen ihre Praxis ändern, wenn sie dafür sachliche Gründe anführen können (BGE 86 I 250, BGE 87 I 309, BGE 91 I 217 Erw. c, BGE 92 I 306, BGE 93 I 564). Übrigens ist jeder Fall nach den ihm eigenen besonderen Umständen zu beurteilen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}