{"annee": "97", "cour": "III", "page": "77", "date": "10/8/1971", "cite": [], "cite_par": ["104 III 25", "109 III 42"], "chapeau": "19. Extrait de l'arrêt du 10 août 1971 dans la cause Tea-Room Flamingo SA", "regestes": ["Droit de rétention du bailleur. Inventaire. Objets inventoriés enlevés sans droit par le preneur. 1. Le bailleur peut requérir la réintégration de ces objets sans avoir à respecter le délai de dix jours de l'art. 284 LP (consid. 1a). 2. Manière de procéder de l'office lorsqu'une partie des objets doit être libérée de l'inventaire parce que le droit de rétention n'existe que pour une partie de la créance de loyer prétendue (consid. 1 b). 3. Une nouvelle prise d'inventaire ne peut porter sur des objets qui, au moment où elle est requise, auraient dû être libérés, mais ne l'ont pas été en raison de l'inaction de l'office (consid. 2)."], "faits": "BGE 97 III 77 S. 78\n\nRésumé des faits:\n\nPar arrêt du 26 mars 1971, publié au RO 97 III 43 ss., le Tribunal fédéral a admis partiellement un recours de la société Tea-Room Flamingo SA et ordonné que la prise d'inventaire (no 155 246) effectuée par l'Office des poursuites de la Sarine en garantie du loyer dû à la société par Yvonne Barfuss et Daniel Bertaud soit maintenue en garantie du loyer courant jusqu'au 31 juillet 1971, soit pour une créance prétendue de 11 000 fr. avec intérêt à 5% dès le 1er mai 1971; il a invité l'office à libérer de la prise d'inventaire les objets qui ne sont plus nécessaires pour couvrir la créance précitée et les frais.\n\nPar lettre du 31 mars 1971, l'avocat de dame Barfuss et de Bertaud a requis l'office des poursuites \"de libérer au plus vite les objets dépassant le montant de 11100 fr.\". L'office n'a pas pris de décision sur cette requête.\n\nLe 6 avril 1971, les locataires ont enlevé des locaux pris à bail une partie des objets portés à l'inventaire du 10 février 1971, estimés à 13 605 fr.; les biens restants avaient une valeur estimative de 11 219 fr.\n\nFlamingo SA a requis le 3 mai 1971 une prise d'inventaire en garantie du loyer courant du 1er août au 31 octobre 1971 et s'élevant à 11 100 fr. avec intérêt à 5% dès l'échéance. L'office des poursuites a procédé à l'inventaire le 17 mai 1971 (procès-verbal de prise d'inventaire no 158 710). Il a constaté que les objets enlevés par les locataires ne se trouvaient plus dans les locaux loués et a dressé l'inventaire des biens restants. Informée de cette situation par l'office le 18 mai 1971, la bailleresse a requis par lettre du même jour la réintégration des objets emportés. L'office a déclaré tardive cette requête, selon indication figurant dans le procès-verbal de l'inventaire dressé le 17 mai 1971, expédié à Flamingo SA le 1er juin 1971.\n\nB.- La bailleresse a formé contre cette décision une plainte auprès de la Chambre des poursuites et faillites du Tribunal cantonal de l'Etat de Fribourg concluant à ce qu'il soit ordonné à l'Office des poursuites de la Sarine:\n\n\"1. de faire réintégrer les objets figurant dans l'inventaire no 155 246 du 10 février 1971 dressé à la requête de la plaignante contre Daniel Bertaud et Yvonne Barfuss;\n\n2. de dresser, conformément à l'arrêt de la Chambre des Poursuites et Faillites du Tribunal fédéral du 26 mars 1971 concernant les BGE 97 III 77 S. 79mêmes parties la liste des objets soumis au droit de rétention et devant garantir le loyer dû par D. Bertaud et Y. Barfuss pour les mois de mai, juin et juillet 1971 à la plaignante, soit frs. 11 100.-- plus intérêts au 5 % dès le 1er mai 1971 et frais; l'estimation de ces objets devant correspondre aux prix que l'Office des Poursuites pourra réaliser à une mise aux enchères publiques\n\n3. de donner suite à la requête de la plaignante du 3 mai 1971 et dresser avec les objets réintégrés un inventaire suffisant pour garantir le loyer dû pour les mois d'août, septembre et octobre 1971, échu le 1er août 1971\n\nPar arrêt du 22 juillet 1971, notifié à Flamingo SA le 26 juillet, l'Autorité cantonale de surveillance a rejeté la plainte. C. - Contre cette décision, Flamingo SA a recouru au Tribunal fédéral, par acte du 30 juillet 1971, en reprenant les conclusions soumises à l'autorité cantonale de surveillance.", "considerants": "Considérant en droit:\n\n1. a) Dans son arrêt du 26 mars 1971 (RO 97 III 43ss.), la Chambre de céans a jugé qu'en février 1971 une prise d'inventaire des biens sur lesquels la recourante revendiquait un droit de rétention selon l'art. 272 CO ne pouvait être effectuée qu'en garantie du semestre courant du 1er février au 31 juillet 1971; le loyer ayant été payé jusqu'au 30 avril 1971, l'inventaire ne devait être dès lors établi que pour couvrir le loyer des mois de mai à juillet 1971, soit une créance de 11 100 fr. avec intérêt à 5% dès le 1er mai 1971. La prise d'inventaire effectuée le 10 février 1971 n'a partant été maintenue qu'en garantie du loyer de mai à juillet 1971; elle a été annulée dans la mesure où elle se rapportait au loyer du trimestre suivant (août à octobre 1971). L'office des poursuites avait inventorié, le 10 février 1971, des biens estimés à 24 824 fr., car il avait admis que le loyer des mois d'août à octobre 1971 bénéficiait du droit de rétention. Par son arrêt du 26 mars 1971, le Tribunal fédéral a dès lors invité l'office à libérer de la prise d'inventaire les objets qui n'étaient pas nécessaires pour couvrir la créance de loyer de mai à juillet 1971 s'élevant à 11 100 fr. avec les intérêts et les frais.\n\nA la suite de cet arrêt, l'Office des poursuites de la Sarine devait rendre une décision indiquant les biens qu'il libérait de la prise d'inventaire et la communiquer aux parties. Certes, l'arrêt du Tribunal fédéral était passé en force de chose jugée dès son prononcé (art. 38 al. 1 OJ). Mais son exécution exigeait BGE 97 III 77 S. 80une mesure de l'office des poursuites. Tant que celui-ci n'avait pas, par une décision, déterminé les biens libérés de la prise d'inventaire effectuée le 10 février 1971, tous les biens inventoriés y restaient soumis et les locataires n'avaient pas le droit d'en enlever une partie de leur propre chef. Ils ne pouvaient emporter certains objets qu'après que l'office des poursuites en eut prononcé la libération de la prise d'inventaire par une décision passée en force. La prise d'inventaire opérée le 10 février 1971 continuait à produire ses effets quant à tous les biens qui y étaient portés aussi longtemps que l'office des poursuites ne l'avait pas modifiée en conformité de l'arrêt du Tribunal fédéral (cf. RO 69 III 67, 66 III 83).\n\nL'enlèvement par les locataires, le 6 avril 1971, d'une partie des biens inventoriés a ainsi été effectué sans droit. Comme les objets emportés n'avaient pas été libérés de la prise d'inventaire no 155 246 du 10 février 1971 et y restaient soumis, la recourante peut en requérir en tout temps la réintégration, sans être tenue par le délai de 10 jours dès l'enlèvement prévu à l'art. 284 LP (RO 54 III 270, 31 I 339/340; cf. RO 69 III 67, 66 III 83; JAEGER, éd. fr. par Petitmermet et Bovay, n.6 lettre B ad art. 283 LP; FRITZSCHE, Schuldbetreibung und Konkurs, vol. II p. 263); l'art. 284 LP vise en effet le cas d'enlèvement clandestin ou par violence d'objets qui n'ont pas encore été inventoriés (RO 31 I 339; JAEGER, op.cit., n.2 ad art. 284 LP).\n\nb) En exécution de l'arrêt du Tribunal fédéral du 26 mars 1971, l'Office des poursuites de la Sarine devra détermmer, par une décision qu'il communiquera aux parties, les biens qu'il libère de la prise d'inventaire opérée le 10 février 1971. Il prendra sa décision sans tenir compte de l'enlèvement d'une partie des objets inventoriés, accompli sans droit par les locataires. Il maintiendra dans la prise d'inventaire les biens permettant de garantir au mieux la créance de loyer prétendue pour les mois de mai à juillet 1971, avec intérêt à 5% dès le 1er mai 1971, plus les frais. Il tiendra compte à cet égard non seulement de la valeur estimative des biens mais aussi des résultats que l'on peut attendre de leur réalisation. Il maintiendra dans la prise d'inventaire no 155 246 les objets dont la vente devrait pouvoir se faire dans les meilleures conditions et permettre de couvrir la créance de loyer garantie avec les intérêts et les frais. Il fera procéder à la réintégration des biens enlevés par les locataires qu'il n'aura pas libérés de la prise d'inventaire BGE 97 III 77 S. 81no 155 246. Il veillera à ce que la garantie ne se révèle pas plus tard insuffisante par suite de revendications exercées par des acquéreurs de bonne foi d'objets emportés indûment par les locataires (cf. RO 69 III 67). La couverture devra être assurée non seulement pour la créance de loyer des mois de mai à juillet 1971, soit 11 100 fr. avec intérêts à 5% dès le 1er mai 1971, mais aussi pour les frais de prise d'inventaire, les frais de poursuite et, le cas échéant, les frais de mainlevée (JAEGER/DAENIKER, n.1 ad art. 68).\n\nL'office n'aura pas à dresser un nouvel inventaire ni à procéder à une nouvelle estimation. L'estimation n'a en effet pas été attaquée par la recourante dans les 10 jours dès celui où elle a reçu communication du procès-verbal de la prise d'inventaire du 10 février 1971. Il se peut toutefois que la valeur de réalisation de certains biens soit diminuée, par le fait que l'ensemble des objets nécessaires à l'exploitation ne pourra plus être vendu en bloc. L'office tiendra compte de cet élément, s'il y a lieu, pour déterminer les objets à libérer de l'inventaire.\n\n2. La recourante a requis le 3 mai 1971 une prise d'inventaire en garantie du loyer courant du 1er août au 31 octobre 1971. Elle était en droit de le faire. En effet, tant que dure le bail, le droit de rétention, qui couvre le loyer de l'année écoulée et du semestre courant (art. 272 CO), se renouvelle constamment en ce sens qu'il garantit toujours de nouveaux loyers et qu'il s'éteint automatiquement pour les créances antérieures s'il n'est pas exercé (RO 72 II 369; RO 97 III 45/46, consid. 2).\n\nLa nouvelle prise d'inventaire requise le 3 mai 1971 ne pourra cependant pas porter sur tous les objets figurant au procès-verbal de l'inventaire dressé le 10 février 1971, soit sur ceux qui se trouvent encore dans les locaux loués et sur tous ceux qui ont été emportés sans droit par les locataires. L'expédition complète de l'arrêt du Tribunal fédéral du 26 mars 1971 a été communiquée le 19 avril 1971 aux parties, à l'Office des poursuites de la Sarine et à l'Autorité fribourgeoise de surveillance, laquelle a reçu alors également le dossier cantonal. Dans les jours qui ont suivi, l'office des poursuites eût pu et dû rendre sa décision déterminant les objets libérés de la prise d'inventaire opérée le 10 février 1971 et maintenue seulement en garantie du loyer courant jusqu'au 31 juillet 1971, soit pour une créance de 11 100 fr. avec les intérêts et les frais. Dès lors, seuls les biens restant inventoriés à la suite de la mesure que l'office aurait dû BGE 97 III 77 S. 82prendre en exécution de l'arrêt du Tribunal fédéral du 26 mars 1971 et, le cas échéant, les objets non inventoriés le 10 février 1971 qui se trouvaient encore dans les locaux pris à bail auraient pu être frappés de la nouvelle prise d'inventaire requise par la recourante le 3 mai 1971 en garantie du loyer des mois d'août à octobre 1971. Cette prise d'inventaire ne pourra ainsi porter que sur les biens que l'office des poursuites aura maintenus dans celle du 10 février 1971 par la décision qu'il doit prendre en conformité de l'arrêt du 26 mars 1971 et au besoin sur les objets non inventoriés à cette époque qui garniraient encore les locaux loués. La carence de l'office des poursuites, qui n'a pas procédé régulièrement à l'exécution de la décision fédérale, ne doit pas profiter à la recourante ni porter préjudice aux locataires.\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nAdmet partiellement le recours et réforme la décision attaquée en ce sens que\n\n1) la prise d'inventaire no 158 710, effectuée par l'Office des poursuites de la Sarine le 17 mai 1971, est annulée;\n\n2) l'Office des poursuites de la Sarine est invité, dans le sens des considérants,\n\na) à libérer de la prise d'inventaire no 155 246, effectuée le 10 février 1971, les objets qui ne sont pas nécessaires pour couvrir le loyer courant jusqu'au 31 juillet 1971, soit une créance de 11 100 fr. avec intérêt à 5% dès le 1er mai 1971, et les frais;\n\nb) à faire réintégrer les objets enlevés qui demeurent soumis à la prise d'inventaire précitée (no 155 246 du 10 février 1971);\n\nc) à procéder à la prise d'inventaire requise par la recourante le 3 mai 1971 en garantie du loyer du 1er août au 31 octobre 1971."}