{"annee": "97", "cour": "I", "page": "852", "date": "22/12/1971", "cite": ["92 IV 107"], "cite_par": ["103 IB 247", "117 IB 441", "103 IB 232", "106 IA 38", "111 V 406"], "chapeau": "122. Auszug aus dem Urteil vom 22. Dezember 1971 i.S. Terme di San Pellegrino S.p.A., Mailand und Saprochi SA, Genf gegen Eidg. Departement des Innern.", "regestes": ["1. Compétence de statuer sur l'admissibilité de l'appellation \"Bitter analcoolico San Pellegrino\" pour un bitter sans alcool, dilué avec de l'eau, importé de l'étranger et destiné à être vendu dans tous les cantons? Ordonnance réglant le commerce des denrées alimentaires (consid. 2). 2. L'autorité fédérale qui se tient pour incompétente a-t-elle le devoir de transmettre la requête à l'autorité cantonale compétente? Application de l'art. 8 LPA? (consid. 3)."], "faits": "BGE 97 I 852 S. 852\n\nAus dem Sachverhalt:\n\nA.- Am 29. November 1961 bewilligte das Eidg. Gesundheitsamt (EGA) der Firma Saprochi SA, Genf, das Inverkehrbringen des von der Firma Terme di San Pellegrino S.p.A., BGE 97 I 852 S. 853Mailand, hergestellten alkoholfreien, mit Wasser verdünnten Bitters unter der Sachbezeichnung \"Bitter analcoolico San Pellegrino\".\n\nB.- Mit Eingabe vom 19. Februar 1963 stellte der Verband des schweizerischen Spirituosengewerbes das Begehren, die Bewilligung der Bezeichnung \"alkoholfreier Bitter\" sei zu widerrufen, da nach der LMV die Bezeichnung \"Bitter\" nur für alkoholhaltige Getränke benützt werden dürfe. Das EGA schloss sich auf Grund einer Stellungnahme der Justizabteilung der vom Verband des schweiz. Spirituosengewerbes vertretenen Auffassung an und schlug der Firma Saprochi SA vor, die Bezeichnung \"Bitter\" durch \"Apéritif\" zu ersetzen. Die Firma Saprochi wehrte sich jedoch gegen die verlangte Änderung der Bezeichnung und regte an, in die LMV eine Definition des alkoholfreien Bitters aufzunehmen. Das EGA entschloss sich, dieser Anregung Folge zu leisten; die Sachbezeichnung \"alkoholfreier Bitter\" wurde zunächst einfach weiter toleriert.\n\nC.- Durch Bundesratsbeschluss vom 3. November 1967 über die Änderung der LMV wurde in Art. 288ter die Bezeichnung \"alkoholfreier Bitter\" umschrieben. Der letzte Absatz der neuen Bestimmung enthält folgende Vorschrift über die Bezeichnung verdünnter, gebrauchsfertiger Getränke dieser Art:\n\n\"Mit Mineralwasser oder Trinkwasser verdünnte, zum direkten Konsum bestimmte Getränke der erwähnten Art fallen unter die Vorschriften von Art. 286. Ausgesprochen bittere, kohlensäurehaltige Getränke können als \"Bitter-Limonaden\" oder \"Bittere alkoholfreie Tafelgetränke\" bezeichnet werden.\"\n\nArt. 286 LMV bezieht sich auf die Limonaden. Nach dem französischen und dem italienischen Text des zitierten Abs. 4 von Art. 288ter LMV ist in diesen Sprachen für verdünnte, trinkfertig abgefüllte Getränke solcher Art die Verwendung des Wortes \"Bitter\", das heute auch in der französischen und italienischen Sprache als Sachbezeichnung gebräuchlich ist, nicht zulässig; bittere kohlensäurehaltige Getränke sind als \"limonades amères\" oder \"boisson de table amère sans alcool\" bzw. \"gazose amare\" oder \"bibite amare, analcooliche\" zu bezeichnen.\n\nD.- Der Kantonschemiker von Genf teilte der Firma Saprochi SA am 18. April 1968 unter Hinweis auf Art. 288ter LMV mit, die bisherige Bezeichnung \"Bitter analcoolico S. Pellegrino\" sei nicht mehr statthaft und durch \"limonade amère\" BGE 97 I 852 S. 854oder \"boisson de table amère sans alcool\" zu ersetzen. - Die Firma war mit dieser Änderung der Bezeichnung nicht einverstanden und wandte sich an das EGA; sie erhielt von dort Auskunft über die neue Rechtslage unter Einschluss eines Hinweises darauf, dass jetzt für die Genehmigung der neuen Etiketten und für die Gewährung einer Aufbrauchsfrist der bisherigen Etiketten der Kantonschemiker von Genf zuständig sei. Auch in der folgenden Zeit haben die Firma Saprochi SA und ihr Rechtsvertreter zum Teil direkt mit dem EGA ver handelt.\n\nE.- Mit Eingabe vom 27. Februar 1970 stellten die Terme di San Pellegrino S.p.A., Mailand und die Saprochi SA, Genf dem Eidg. Departement des Innern folgendes Rechtsbegehren:\n\n\"1. Es sei festzustellen, dass das von der Firma Terme di San Pellegrino SA Milano hergestellte, und durch die Firma SAPROCHI SA Genf in der Schweiz in Verkehr gebrachte alkoholfreie Getränk unter der Bezeichnung \"BITTER ANALCOOLICO S. PELLEGRINO\" auf den Markt gebracht werden darf; ev. sei festzustellen, dass dieses Geträrnk unter der vorgenannten Bezeichnung, aber unter Beifügung der Worte \"bibita di tavola\" auf den Markt gebracht werden darf.\n\n2. Weiter eventuell sei den Firmen Terme di San Pellegrino SA und SAPROCHI SA die Bewilligung zu erteilen, das genannte Getränk unter der Bezeichnung \"BITTER ANALCOOLICO S. PELLEGRINO\" in der Schweiz auf den Markt zu bringen; weiter eventuell sei die Bewilligung für die Bezeichnung \"BITTER ANAL-COOLICO S. PELLEGRINO, bibita di tavola\" zu erteilen.\"\n\nAuf dieses Begehren ist das Departement durch Verfügung vom 28. Mai 1971 mangels Zuständigkeit nicht eingetreten.\n\nF.- Die Terme di San Pellegrino S.p.A. Mailand und die Saprochi SA Genf, führen gegen den Nichteintretensentscheid des Departementes Verwaltungsgerichtsbeschwerde mit folgen dem Hauptbegehren:\n\n\"Die Zwischenverfügung des Eidgenössischen Departements des Innern vom 28. Mai 1971 sei aufzuheben. Das Departement sei im anbegehrten Sinne als zuständig zu erklären für den Erlass einer Feststellungsverfügung gemäss Art. 5 Abs. 1 und Art. 25 des Bundesgesetzes über das Verwaltungsverfahren vom 20. Dezember 1968 (VwG); eventuell sei die Vorinstanz anzuweisen, das Meinungsaustauschverfahren im Sinne von Art. 8 VwG vollständig durchzuführen und die Sache zum Entscheid des Begehrens über den Erlass einer Feststellungsverfügung an die zuständige Behörde zu überweisen.\" BGE 97 I 852 S. 855G. - Das Departement des Innern beantragt Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n1. (Eintreten).\n\n2. Gemäss Art. 56 Abs. 1 LMG obliegt \"die Ausführung dieses Gesetzes und der bundesrätlichen Erlasse mit Ausnahme der Grenzkontrolle den Kantonen\". Die von den Beschwerdeführern verlangte Feststellungsverfügung bezieht sich auf die Anwendung des Lebensmittelgesetzes und der Lebensmittelverordnung. Der Vollzug dieser Vorschriften ist nach dem zitierten Art. 56 LMG Sache der Kantone; dem Departement des Innern fehlt die Kompetenz zur Entscheidung von Einzelfällen.\n\na) Wohl enthält die LMV einige Vorschriften, die dem EGA bestimmte Kompetenzen zuweisen (vgl. LMV Art. 5 Abs. 2, Art. 19 Abs. 1, 3 und 4, Art. 20 Abs. 1, 2 und 3, Art. 33, Art. 185). Der Bundesrat hat bei Fragen, die einer rechtssatzmässigen Regelung kaum zugänglich sind, zur Erreichung einer einheitlichen Ordnung für die ganze Schweiz die Entscheidung der Einzelfälle einer Bundesstelle übertragen. Das ändert aber nichts an der grundsätzlichen Zuständigkeitsordnung, nach welcher in diesem Bereich wie auf vielen andern Gebieten der Bund zwar die Vorschriften erlässt, die Anwendung dieser Vorschriften aber primär durch die kantonalen Instanzen zu erfolgen hat. Dass die mit der Bearbeitung des Sachgebietes betrauten Amtsstellen des Bundes die kantonalen Vollzugsorgane beraten und allenfalls durch Rundschreiben und Richtlinien eine einheitliche Interpretation des Bundesrechts zu erreichen suchen, bewirkt selbstverständlich keine Änderung der gesetzlich geordneten Kompetenzverteilung. Die Einzelverfügungen sind von den zuständigen kantonalen Instanzen zu treffen (so z.B. auch beim Vollzug des Wehrsteuerrechts, des Gewässerschutzrechts oder des Strassenverkehrsrechts). - Die Behauptung der Beschwerdeführerinnen, das EGA habe schon ausserhalb der ihm gesetzlich zugewiesenen Kompetenzen Einzelfälle entschieden, ist nicht belegt. Der in der Beschwerde zitierte Entscheid VEB 31 Nr. 59 bezieht sich auf eine gemäss Art. 19/20 LMV in die Zuständigkeit des EGA fallende Bewilligung.\n\nBGE 97 I 852 S. 856\n\nb) Wenn über die Zulässigkeit der Bezeichnung eines Getränkes zu befinden ist, das in allen Kantonen verkauft werden soll, dann erscheint es unzweckmässig, dass mit kantonalen Instanzen verhandelt werden muss, obschon es um die Auslegung von Bundesrecht geht und ein für alle Kantone gültiger Entscheid erwünscht wäre. Das mag ein gesetzgebungspolitisches Argument zu Gunsten einer künftigen Vollzugskompetenz des Bundes sein; für die Auslegung der unmissverständlichen, geltenden Ordnung ist diese Erwägung ohne Belang.\n\nDer Nachteil der kantonalen Zuständigkeit, der hier anvisiert wird, ist übrigens in der Praxis nicht so gross, wie man zunächst annehmen könnte. Schon die koordinierenden Bestrebungen der Bundesinstanzen und die Bereitschaft der Kantone zur Einhaltung einer übereinstimmenden Praxis haben zur Folge, dass in der Regel eine Streitfrage doch nur in einem Kanton ausgetragen werden muss. Überdies kann heute in den meisten Fällen durch Verwaltungsgerichtsbeschwerde ein Entscheid des Bundesgerichtes erwirkt werden, auch wenn zunächst kantonale Behörden mit der direkten Anwendung des Bundesrechts betraut sind (Art. 98 lit. g OG).\n\nc) Von den Beschwerdeführerinnen wird geltend gemacht, Art. 56 LMG nehme die Grenzkontrolle von der Vollzugszuständigkeit der Kantone aus. Im vorliegenden Fall gehe es um ein Produkt, das aus dem Ausland in die Schweiz eingeführt werde; die Kompetenz der Bundesbehörden zum Erlass der verlangten Feststellungsverfügung ergebe sich aus ihrer Kompetenz zur Durchführung der Grenzkontrolle.\n\nIm angefochtenen Entscheid wird ohne weitere Begründung gesagt, die dem Bund vorbehaltene Grenzkontrolle interessiere hier nicht. - Die Vorinstanz geht offenbar davon aus, der Passus \"ausgenommen die Grenzkontrolle\" in Art. 56 LMG habe nur die Bedeutung, dass die Organisation und Durchführung der Grenzkontrolle von Lebensmitteln Sache des Bundes sei, dass aber alle Einzelverfügungen - wie etwa über die Zulässigkeit einer bestimmten Sachbezeichnung - auch bei importierten Produkten von den zuständigen kantonalen Behörden zu treffen seien. Diese Interpretation erscheint als zutreffend. Aus den Akten des EGA ist ersichtlich, dass die Bundesorgane, welche die Grenzkontrolle durchführen, nicht selber Verfügungen treffen, sondern dem zuständigen Kantonschemiker Meldung erstatten. Dieses Vorgehen steht mit der BGE 97 I 852 S. 857gesetzlichen Kompetenzordnung im Einklang. Aus dem in Art. 56 LMG umschriebenen Vorbehalt inbezug auf die Grenzkontrolle kann nicht eine Zuständigkeit des Bundes für die Durchführung der gesamten Lebensmittelpolizei-Gesetzgebung bei Import-Waren abgeleitet werden.\n\nd) Aus der Tatsache, dass die jetzt für unzulässig erklärte Bezeichnung im Jahre 1961 vom EGA bewilligt worden ist, ergibt sich ebenfalls keine Zuständigkeit des Departementes zum Entscheid über das Feststellungsbegehren.\n\nDie Kompetenz des EGA zur Erteilung der Bewilligung bestand bis zur Revision der LMV im Jahre 1967, weil vorher für das in Frage stehende Produkt in der LMV keine Bezeichnung vorgesehen war und das EGA gemäss Art. 5 Abs. 2 LMV in solchen Fällen die Sachbezeichnung festzulegen hat. Mit der Einfügung des neuen Art. 288ter in die revidierte LMV entfiel die Kompetenz des EGA gemäss Art. 5 Abs. 2 LMV, weil nun seit 1967 die Lebensmittelverordnung für dieses Getränk ausdrücklich eine Bezeichnung zur Verfügung stellt. Die Auslegung der einschlägigen Vorschrift ist Sache der kantonalen Instanzen.\n\nDas Begehren, das Departement sei zum Erlass der verlangten Feststellungsverfügung zuständig zu erklären, ist daher abzuweisen.\n\n3. Gemäss Art. 8 VwG hat eine Behörde, die sich als unzuständig erachtet, die Sache ohne Verzug der zuständigen Behörde zu überweisen und in Zweifelsfällen einen Meinungsaustausch mit der Behörde zu pflegen, deren Zuständigkeit in Frage kommt. Das Departement hat das Begehren um Erlass einer Feststellungsverfügung nicht an die zuständige kantonale Behörde weitergeleitet, sondern sich damit begnügt, auf das Begehren mangels Zuständigkeit nicht einzutreten.\n\na) Die Beschwerdeführer gehen mit Recht davon aus, dass Überweisung und Meinungsaustausch im Sinne von Art. 8 VwG auch dann durchzuführen sind, wenn die Zuständigkeit einer kantonalen Behörde in Frage kommt. In der Botschaft zum VwG (BBl 1965 II S. 1365) heisst es zwar, mit der \"Behörde\" sei natürlich eine Bundesbehörde gemeint. Ein sachlicher Grund, die Pflicht zur Überweisung bzw. zum Meinungsaustausch auf den Fall der möglichen Zuständigkeit einer andern Bundesbehörde zu beschränken, besteht nicht. Gerade in Fällen des Vollzugs von Bundesverwaltungsrecht durch BGE 97 I 852 S. 858kantonale Behörden, teilweise unter Mitwirkung von Amtsstellen des Bundes, kann es leicht vorkommen, dass ein Begehren an eine Instanz des Bundes statt an die für Einzelverfügungen zuständige kantonale Behörde gerichtet wird. Auch in diesem Falle hat die unzuständige Bundesbehörde gemäss Art. 8 VwG vorzugehen.\n\nDass unter Behörden im Sinne der Art. 7-9 VwG nicht in jedem Fall nur Bundesbehörden zu verstehen sind, ergibt sich übrigens indirekt auch daraus, dass in Art. 9 Abs. 3 VwG von der dort geregelten Konfliktsentscheidung die Kompetenzkonflikte mit kantonalen Behörden ausdrücklich ausgenommen wurden; diese Ausnahme wäre überflüssig, wenn mit \"Behörden\" in diesem Abschnitt durchwegs nur Bundesbehörden gemeint wären.\n\nb) Unter impliziter Anerkennung der Anwendbarkeit von Art. 8 VwG macht das Departement in seiner Vernehmlassung jedoch geltend, Art. 288ter LMV lege die in Frage kommenden Sachbezeichnungen eindeutig fest; etwas Abweichendes zu verfügen wäre verordnungswidrig und unzulässig; es sei daher nicht einzusehen, weshalb die Sache der kantonalen Aufsichtsbehörde über den Lebensmittelverkehr überwiesen werden sollte.\n\nMit dieser Argumentation hat das sich für unzuständig erklärende Departement die materielle Beurteilung des gestellten Begehrens vorweggenommen und auf die Überweisung verzichtet, weil es der Auffassung ist, die kantonale Behörde dürfe dem Begehren nicht entsprechen. Ob diese Stellungnahme zur materiellen Streitfrage richtig ist, kann hier offen bleiben. Es verstösst auf jeden Fall gegen Art. 8 VwG, dass die Behörde, die sich für unzuständig erachtet, die Überweisung an die zuständige Behörde unterlässt, weil sie das gestellte Begehren materiell für aussichtslos hält. Sie darf allenfalls dem Gesuchsteller und der zuständigen Instanz ihre Rechtsauffassung mitteilen, aber sie muss das bei der unzuständigen Instanz eingereichte Begehren gemäss Art. 8 VwG weiterleiten. In diesem Sinne ist das Eventualbegehren der Beschwerdeführerinnen auf Weiterleitung der Sache gutzuheissen.\n\nAuch wenn Art. 288ter Abs. 4 LMV, wie das Departement annimmt, der von den Beschwerdeführerinnen gewünschten Bezeichnung des Produktes entgegenstehen sollte, so bleibt - nach Durchführung des kantonalen Verfahrens - die Möglichkeit BGE 97 I 852 S. 859des Weiterzugs an das Bundesgericht gemäss Art. 97 ff. OG. Im verwaltungsgerichtlichen Beschwerdeverfahren wäre dann aber auch zu prüfen, ob die umstrittene Verordnungsvorschrift gesetzmässig ist. Aus den vorliegenden Akten ergeben sich inbezug auf die Gesetzmässigkeit der Bestimmung erhebliche Bedenken; die Rüge, der letzte Absatz von Art. 288ter LMV sei durch Sinn und Zweck des LMG nicht gedeckt, erscheint daher keineswegs von vornherein als aussichtslos. Diese Anfechtungsmöglichkeit haben die Beschwerdeführer jedoch erst, wenn eine weiterziehbare formelle Verwaltungsverfügung über ihr Feststellungsbegehren vorliegt. Eine Überprüfung der Gesetzmässigkeit der Verordnungsvorschrift liesse sich allerdings auch in einem Strafverfahren wegen Verletzung von Art. 288ter LMV vornehmen (vgl. BGE 92 IV 109). Die Beschwerdeführerinnen dürfen aber nicht auf den Umweg verwiesen werden, durch Zuwiderhandlung ein Strafverfahren und damit die Möglichkeit der richterlichen Überprüfung der angefochtenen Verordnungsvorschrift zu provozieren. Es ist ihnen durch Behandlung des einem wirklichen Interesse entsprechenden Feststellungsbegehrens die Möglichkeit einer Entscheidung der Streitfrage auf dem Wege der Verwaltungsjustiz und ohne das Risiko einer Bestrafung zu geben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird in dem Sinne gutgeheissen, dass das Eidg. Departement des Innern angewiesen wird, die Sache gemäss Art. 8 VwG der zuständigen Behörde zu überweisen; im übrigen wird die Beschwerde abgewiesen."}