{"annee": "97", "cour": "III", "page": "34", "date": "11/3/1971", "cite": [], "cite_par": ["102 III 78", "99 III 58", "105 III 101", "105 III 67", "102 III 49"], "chapeau": "9. Sentenza dell'11 marzo 1971 nella causa Lema SA e liteconsorti.", "regestes": ["Clôture de la faillite faute d'actif (art. 230 LP). Liquidation au sens de l'art. 134 ORI. 1. Quand la société en faillite est-elle radiée au registre du commerce? (consid. 1). 2. Le juge de la faillite est compétent pour prononcer non seulement la suspension mais aussi la clôture de la faillite faute d'actif. Lorsque l'office des faillites a publié un avis selon lequel la procédure de faillite sera clôturée si aucun créancier ne fournit dans le délai fixé l'avance requise en garantie des frais présumés, la question de savoir si cette condition est remplie doit être tranchée par le juge de la faillite (consid. 2). 3. La liquidation au sens de l'art. 134 ORI a lieu selon les règles de la procédure sommaire. La procédure doit être limitée aux personnes intéressées à l'immeuble (consid. 3)."], "faits": "BGE 97 III 34 S. 35\n\nA.- Il 29 maggio 1970 Carlo Garzoni fece notificare alla società immobiliare Lema SA, a Chiasso, un precetto esecutivo per il pagamento di Fr. 325 210,60 oltre interessi al 6% dal 28 novembre 1969. L'escussa interpose opposizione, ma questa venne rigettata in via definitiva, sino a concorrenza di un importo di Fr. 290 000.-- oltre interessi al 5% dal 1. luglio 1967, dal Pretore di Mendrisio. Il 15 settembre 1970 fu notificata alla debitrice, su istanza di Garzoni, una comminatoria di fallimento. Non avendo l'escussa pagato il debito, il Pretore di Mendrisio, così richiesto dal creditore, ne dichiarò il fallimento mediante decreto del 23 novembre 1970. Con successivo decreto del 9 dicembre 1970, tuttavia, il Pretore, fondandosi su un rapporto dell'ufficio di esecuzione e fallimenti di Mendrisio che aveva accertato una mancanza di attivo presso la debitrice, sospese la procedura fallimentare ai sensi dell'art. 230 LEF. L'ufficio pubblicò quindi, il 10 dicembre 1970, la decisione di sospensione, avvertendo che la procedura sarebbe stata ritenuta definitivamente chiusa qualora nessuno dei creditori non ne avesse chiesto la continuazione entro il termine di dieci giorni, anticipando nel contempo Fr. 10 000.-- per le presunte spese. Entro il termine fissato, Garzoni versò il citato importo, chiedendo esplicitamente la prosecuzione della procedura fallimentare. Ma il 30 dicembre 1970, egli rinvenne su quella decisione e domandò all'ufficio di procedere alla realizzazione dell'immobile della Lema SA sulla base dell'art. 134 RFF. Richiesto di versare all'uopo un anticipo di Fr. 2000.--, Garzoni domandò all'ufficio la restituzione dei residui Fr. 8000.--.\n\nNessun altro creditore aveva chiesto la continuazione della procedura fallimentare ai sensi dell'art. 230 LEF. L'ufficio procedette quindi alla preparazione della liquidazione speciale postulata da Garzoni e, sul foglio ufficiale ticinese del 22 gennaio 1971, pubblicò il bando d'incanto.\n\nB.- La Lema SA, la massa fallimentare Interform SA, e l'arch. Walter Hansruedi si aggravarono contro il citato modo di procedere dell'ufficio mediante un reclamo alla Camera di esecuzione e fallimenti del Tribunale di appello del cantone Ticino, quale autorità di vigilanza. Essi sostennero che l'ufficio era tenuto a continuare la procedura fallimentare e non poteva retrocedere l'anticipo. In via subordinata, chiesero che fosse assegnato alla debitrice un termine per contestare il credito e il diritto di pegno vantati da Garzoni.\n\nBGE 97 III 34 S. 36\n\nL'autorità di vigilanza respinse il reclamo. Essa riconobbe la facoltà del creditore di ritirare la domanda di liquidazione ordinaria e di farsi restituire l'anticipo, prima che l'ufficio avesse avviato la procedura. Osservò poi che la Lema SA aveva ormai cessato di esistere, e che pertanto era mal venuta a chiedere un termine per la contestazione del credito e del pegno.\n\nC.- Questa decisione è stata impugnata dalla Lema SA, dalla massa fallimentare Interform SA e dall'arch. Walter Hansruedi mediante un tempestivo ricorso al Tribunale federale.\n\nI ricorrenti chiedono che la decisione impugnata sia annullata, e che l'ufficio di Mendrisio continui la procedura fallimentare ordinaria. Subordinatamente, postulano che l'ufficio assegni alla fallita un termine per pronunciarsi sul credito e sul pegno vantati da Garzoni. Dei motivi addotti a sostegno del ricorso si dirà, ove occorra, nei considerandi.\n\nD.- Con decreto dell'8 marzo 1971 il Presidente della Camera di esecuzione e fallimenti del Tribunale federale ha accordato l'effetto sospensivo al gravame, in accoglimento d'una analoga domanda presentata dai ricorrenti.", "considerants": "Considerando in diritto:\n\n1. Giusta l'art. 939 cpv. 3 CO, tosto che sia chiusa la procedura di fallimento, la società vien cancellata dal registro di commercio sulla base della comunicazione ufficiale della chiusura. Qualora la procedura fallimentare sia sospesa per mancanza di attivo, la cancellazione ha luogo quando i rappresentanti della società non abbiano fatto una opposizione motivata contro di essa entro il termine fissato dall'ufficiale del registro nell'avviso a ciò relativo (art. 66 cpv. 2 seconda fase ORC). In concreto, il suddetto avviso è stato notificato al rappresentante della società il 23 febbraio 1971. Ne consegue che, in ogni caso sino a tale data, la Lema SA era ancora inscritta nel registro di commercio ed aveva pertanto una personalità giuridica. A torto, quindi, l'autorità cantonale di vigilanza le ha negato un'esistenza giuridica, contestandole il diritto di intervenire. Essa si è fondata invero sulla sentenza RU 53 III 187 e segg., secondo cui, una volta la procedura di fallimento terminata - ad esempio in seguito a un decreto di sospensione per mancanza di attivo - la cancellazione dal registro di commercio diventa definitiva e la società scompare come soggetto BGE 97 III 34 S. 37giuridico (v., in particolare, p. 191). Sennonché, l'autorità di vigilanza ha disatteso che tale giudizio era stato pronunciato sotto l'impero del regolamento del 1890 e delle sue due ordinanze completive, tutti abrogati nel 1937, in base ai quali la cancellazione ufficiale nel registro di commercio avveniva già in seguito alla dichiarazione di fallimento (F. v. STEIGER, Die handelsregisterliche Behandlung von Firmen, über welche der Konkurs eröffnet, das Verfahren aber gemäss Art. 230 SchKG eingestellt worden ist, in SJZ vol. 38 - anni 1941/42 - p. 215; P. L. USTERI, Zur Spezialliquidation von Pfändern nach Einstellung des Konkurses einer Verbandsperson, in SJZ vol. 34 - anni 1937/38 - p. 167). Se ne deve concludere che la Lema SA aveva tanto la veste per presentare il reclamo quanto la veste per interporre il presente ricorso.\n\n2. I ricorrenti negano che la procedura fallimentare potesse essere chiusa in seguito al ripensamento di chi ha versato l'anticipo e chiedono pertanto che l'ufficio di Mendrisio continui la procedura ordinaria. Questa domanda, e le considerazioni su cui è fondata, esulano dall'ambito del procedimento che ci occupa.\n\nSecondo la giurisprudenza, infatti, non solo la sospensione di un fallimento, ma anche la sua chiusura per mancanza di attivo cade nella competenza del giudice del fallimento, non già in quella dell'ufficio (RU 74 III 76/77). La situazione non cambia quando, conformemente all'art. 230 cpv. 2 LEF, si avverta pubblicamente che la procedura fallimentare verrà chiusa ove entro dieci giorni alcun creditore non ne chieda il proseguimento anticipandone le spese. Ora, in concreto, si tratta appunto di sapere se la condizione posta nell'annuncio si è avverata o meno, vale a dire, in definitiva, se il fallimento deve o no essere considerato chiuso. La soluzione di tale quesito spetta, per i motivi esposti, al giudice del fallimento. Pertanto, a torto i ricorrenti hanno sollevato siffatta questione in un reclamo all'autorità di vigilanza; e pure a torto quest'ultima autorità s'é accinta ad esaminarla nel merito. Occorre di conseguenza constatare che la precedente istanza non era competente a statuire sulla citata domanda dei ricorrenti; il suo giudizio viene pertanto rettificato in tal senso, e l'ufficio di esecuzione e fallimenti di Mendrisio invitato a trasmettere gli atti al giudice competente, perché esamini il quesito e lo decida.\n\nPoiché l'autorità di vigilanza non era competente per decidere BGE 97 III 34 S. 38se la procedura fallimentare era da considerarsi chiusa, oppure da farsi proseguire, non occorre nemmeno esaminare se l'ufficio aveva il diritto di restituire al creditore Garzoni l'importo da lui anticipato. In effetti, secondo una costante giurisprudenza, il reclamo all'autorità di vigilanza, così come il ricorso al Tribunale federale, servono soltanto al conseguimento di un fine pratico di procedura, non già alla semplice constatazione di un errato comportamento (art. 21 LEF; RU 81 III 67 n. 19, e p. 72 consid. 3; 86 III 109 consid. 1; 91 III 46/47).\n\n3. La sorte del ricorso appare in tali circostanze segnata. Sinché il giudice del fallimento non si sarà pronunciato sul destino della procedura fallimentare, ogni altra questione attinente al merito potrebbe quindi, di massima, essere lasciata indecisa. Per motivi di economia processuale, e al fine di evitare un nuovo eventuale ricorso, si giustifica tuttavia di esaminare già ora l'obiezione dei ricorrenti secondo cui l'ufficio doveva assegnare alla fallita, nella procedura dell'art. 134 RFF, un termine per contestare il credito e il pegno professati nei suoi confronti.\n\nGiusta l'art. 134 RFF, se la massa di una società anonima caduta in fallimento comprende fondi gravati da diritto di pegno e se il fallimento è stato sospeso in conformità dell'art. 230 LEF, ogni creditore pignoratizio può esigere che la liquidazione sia continuata sullo stabile che gli serve di pegno. La liquidazione avviene, allora, secondo la giurisprudenza del Tribunale federale, conformemente alle prescrizioni sulla procedura sommaria (art. 231 LEF, art. 96 lett. b e c RUF; RU 56 III 120/121). È tuttavia evidente che le relative norme vanno applicate in via analogetica: in particolare, la procedura di liquidazione dovrà essere limitata alle persone interessate nello immobile (v. USTERI, op.cit., p. 166, prima colonna). Non v'é d'altra parte la necessità di offrire all'escussa una speciale occasione per esprimersi sul credito e sul pegno. È ciò tanto meno nella fattispecie, ove la Lema SA già ebbe modo di esprimersi sulla pretesa di Garzoni in sede di opposizione al precetto esecutivo: facoltà di cui fece del resto uso. Inoltre, la debitrice ha avuto una nuova possibilità di esprimersi in occasione del deposito dell'elenco oneri e delle condizioni di incanto.\n\nNe consegue che l'accennata censura dei ricorrenti, secondo cui a torto non sarebbe stata data alla fallita la possibilità di BGE 97 III 34 S. 39contestare il credito e il pegno, si rivela manifestamente priva di fondamento.\n\nIl ricorso dev'essere di conseguenza respinto, e l'ufficio di esecuzione e fallimenti di Mendrisio è invitato a trasmettere gli atti al giudice del fallimento, perché decida se il fallimento dev'essere proseguito nelle forme della procedura ordinaria, oppure se lo stesso deve essere ormai dichiarato chiuso.\n\nLa Camera di esecuzione e dei fallimenti pronuncia:\n\nIl ricorso è respinto nel senso dei considerandi."}