{"annee": "97", "cour": "I", "page": "629", "date": "10/11/1971", "cite": [], "cite_par": ["108 IB 157", "117 IA 513", "106 IA 214", "107 IB 198", "110 IA 87"], "chapeau": "89. Extrait de l'arrêt du 10 novembre 1971 dans la cause Tundo contre Carlino et Tribunal cantonal neuchâtelois.", "regestes": ["Egalité de traitement en matière de législation. Art. 4 Cst. La loi cantonale qui dispense le plaideur mis au bénéfice de l'assistance judiciaire de rembourser à la partie victorieuse les frais de justice payés par celle-ci, sans prévoir le remboursement par l'Etat, viole l'art. 4 Cst."], "faits": "BGE 97 I 629 S. 630\n\nRésumé des faits:\n\nSelon la loi neuchâteloise du 14 avril 1925 sur l'assistance judiciaire en matière civile (LAJ), la partie qui a obtenu le bénéfice de l'assistance judiciaire totale ou partielle est dispensée de fournir caution et libérée définitivement de l'obligation de payer les frais et dépens de l'autre partie, quelle que soit l'issue du procès; l'Etat lui fait remise de tous les frais; il avance les débours judiciaires pour l'instruction de la cause (art. 4 LAJ).\n\nL'enfant Paolo Carlino, représenté par son curateur l'avocat Béguin, à Neuchâtel, a ouvert action en paternité contre Paolo Tundo; il a obtenu le bénéfice de l'assistance judiciaire totale. Le défendeur a conclu au rejet de la demande. Paolo Carlino s'est désisté de sa demande par exploit du 15 avril 1971.\n\nS'étant vu réclamer 44 fr. de frais judiciaires, Tundo a demandé au Tribunal cantonal de Neuchâtel de mettre ces frais à la charge du demandeur ou de l'Etat. Par ordonnance du 21 avril 1971, le Tribunal cantonal a rejeté la requête, en se fondant sur l'art. 4 LAJ.\n\nAgissant par la voie du recours de droit public, Tundo a requis le Tribunal fédéral de casser cette ordonnance.\n\nLe Tribunal Fédéral a admis le recours.", "considerants": "Considérant en droit:\n\n4. Il reste à examiner si la réglementation neuchâteloise telle qu'elle a été appliquée sans arbitraire est en elle-même contraire à l'art. 4 Cst.\n\nSelon la jurisprudence constante du Tribunal fédéral, le droit à l'assistance judiciaire découlant de l'art. 4 Cst. ne libère la partie indigente que de l'obligation d'avancer ou de garantir les fraisjudiciaires et les dépens de la partie adverse (RO 89 I 161 BGE 97 I 629 S. 631consid. 2; 95 I 415 consid. 2). Il ne lui confère pas le droit d'être libérée définitivement de ces frais (RO 67 I 68; 85 I 3). Cependant, le législateur cantonal peut lui accorder ce droit, quel que soit le sort final de ses conclusions. Un tel complément de la garantie minimum résultant du droit fédéral peut être opportun: tout procès comporte des risques et le plaideur indigent, qui s'expose en cas d'échec à se priver du nécessaire pour en payer les frais, hésitera à faire valoir son droit même s'il est dispensé de fournir dépôt ou caution.\n\nToutefois, le législateur cantonal ne peut, s'il entend faciliter ainsi au plaideur sans ressources la poursuite de son droit, disposer que de ses propres créances et non pas de celles de la partie adverse. La cour de céans n'a pas à revenir aujourd'hui sur une question à laquelle un ancien arrêt répond par la négative (RO 29 I 136 consid. 1) et à décider si l'art. 4 Cst. impose au législateur cantonal de prévoir le remboursement, par la partie qui succombe à la partie victorieuse, des frais de justice avancés par cette dernière. Il suffit de constater que le droit neuchâtelois prévoit cette obligation de remboursement en règle générale (art. 364 PC). L'indigence de la partie qui succombe n'est pas une raison suffisante de déroger à ce principe, même si, en fait, une créance contre cette partie n'a pas grande valeur. Certes, la Chambre de droit public a jugé dans son arrêt Späni c. Tribunal d'appel du canton de Bâle-Ville, du 19 mai 1971, que la règle du droit bâlois, selon laquelle le plaideur au bénéfice de l'assistance judiciaire est dispensé de payer, s'il succombe, les honoraires de l'avocat de la partie adverse, n'était pas contraire à l'art. 4 Cst. Selon cette jurisprudence, le recourant ne pourrait se plaindre de n'avoir pas obtenu le remboursement de ses honoraires d'avocat. Il ne le fait pas du reste. Mais ce qui vaut pour ces honoraires, dus par le plaideur en vertu d'un mandat qu'il confère de sa propre volonté, ne s'applique pas aux frais de justice, que le plaideur est contraint par l'Etat lui-même de payer, sous peine de se voir refuser le concours des tribunaux et de perdre son procès. L'application de l'art. 4 LAJ équivaut à faire supporter les frais de l'assistance judiciaire par un particulier. Elle aboutit à un traitement discriminatoire de la partie non assistée victorieuse, traitement qui ne trouve pas de justification suffisante dans la différence des situations de fait. L'ordonnance attaquée doit ainsi être annulée. Le législateur cantonal aurait pu ne point poser la règle de BGE 97 I 629 S. 632l'art. 4 LAJ et se borner, conformément au principe déduit de l'art. 4 Cst., à dispenser le plaideur indigent de l'avance des frais du procès. Il pouvait aussi lui faire remise de ces frais à titre définitif. Il pouvait encore le libérer de l'obligation de supporter, en cas d'échec, les honoraires d'avocat de la partie adverse. Mais s'il voulait le libérer, de plus, de l'obligation de rembourser, dans le même cas, les frais de justice payés par la partie victorieuse, il devait mettre ce remboursement à la charge de l'Etat. La situation faite à l'adversaire victorieux d'un plaideur assisté est d'autant moins équitable que l'Etat se réserve de poursuivre le remboursement des frais avancés ou remis, si la partie assistée revient à meilleure fortune (art. 17 LAJ), alors que la partie victorieuse est totalement privée de tout droit contre le plaideur assisté ou contre l'Etat.\n\nTant que l'art. 4 LAJ ne sera pas revisé, il appartiendra aux autorités cantonales chargées de l'appliquer de choisir, entre les diverses solutions compatibles avec l'ordre constitutionnel, celle qui leur paraîtra la plus conforme à la volonté du législateur."}