{"annee": "97", "cour": "I", "page": "479", "date": "9/7/1971", "cite": [], "cite_par": ["111 IV 189", "105 IB 114", "103 IB 372", "106 IB 199", "112 IB 417", "103 V 145"], "chapeau": "65. Auszug aus dem Urteil vom 9. Juli 1971 i.S. Kramer gegen Eidg. Justiz- und Polizeidepartement.", "regestes": ["Dans quelle mesure le Tribunal fédéral est-il lié, selon l'art. 105 al. 2 OJ, par les constatations de fait de l'autorité cantonale?"], "faits": "", "considerants": "BGE 97 I 479 S. 479\n\nDie Feststellung des rechtserheblichen Sachverhaltes durch die Vorinstanz bindet das Bundesgericht bei der Beurteilung einer Verwaltungsgerichtsbeschwerde nur, wenn als Vorinstanz eine Rekurskommission oder ein kantonales Gericht entschieden hat und der Sachverhalt weder offensichtlich unrichtig oder unvollständig noch unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt wurde (Art. 105 Abs. 2 OG).\n\nDer Entwurf des Bundesrates zu diesem Artikel nannte als Vorinstanzen, an deren Sachverhaltsfeststellung das Bundesgericht grundsätzlich gebunden ist, die eidgenössischen Rekurs- und Schiedskommissionen, die kantonalen Gerichte und die kantonalen Rekurskommissionen (Botschaft des Bundesrates an die Bundesversammlung über den Ausbau der Verwaltungsgerichtsbarkeit im Bunde, BBl 1965 II 1338). Seine heutige Fassung erhielt Art. 105 Abs. 2 OG durch die Kommission des Nationalrates. Im Unterschied zum Entwurf sind darin die eidgenössischen BGE 97 I 479 S. 480Schiedskommissionen nicht mehr erwähnt, was heissen muss, dass sie ausgeschieden wurden. Die übrigen Änderungen des Wortlautes gegenüber dem Entwurf scheinen lediglich redaktioneller Art zu sein, wurde doch der Artikel ohne weitere Erläuterungen oder Diskussionen von beiden Räten angenommen (vgl. insbesondere StenBull StR 1968 S. 203). Unter \"Rekurskommissionen\" im Sinne von Art. 105 Abs. 2 OG sind deshalb sowohl die eidgenössischen als auch die kantonalen Rekurskommissionen zu verstehen, die in zweiter Instanz entscheiden (vgl. GRISEL, Droit administratif suisse, S. 505).\n\nDurch die in Art. 105 Abs. 2 OG vorgesehene Regelung soll das Bundesgericht in jenen Fällen vor zeitraubenden Ermittlungen verschont werden, in denen die erstinstanzlichen Sachverhaltsfeststellungen bereits durch ein Gericht oder eine gerichtsähnliche Instanz vollständig überprüft werden können (vgl. Botschaft BBl 1965 II 1324). Über den vorliegenden Fall hat in zweiter Instanz die st.gallische Verwaltungsrekurskommission, eine kantonale Rekurskommission also, entschieden. Ihre Sachverhaltsfeststellungen binden aber das Bundesgericht nicht direkt, denn die Verwaltungsgerichtsbeschwerde richtet sich nicht gegen ihren Entscheid, sondern gegen den Entscheid des EJPD, das in dritter Instanz geurteilt hat und die Sachverhaltsfeststellungen der Rekurskommission frei überprüfen konnte. Wenn aber die Sachverhaltsfeststellungen des EJPD, wie im vorliegenden Falle, mit jenen der Rekurskommission übereinstimmen, so muss nach dem Zwecke von Art. 105 Abs. 2 OG das Bundesgericht nach Massgabe dieser Vorschrift daran gebunden sein. Diese Einschränkung der Kognitionsbefugnis des Bundesgerichts rechtfertigt sich umso mehr, als das Bundesgericht in diesen Fällen als vierte Instanz urteilt; die Vielzahl der Instanzen, die sich mit der Sache befassen, macht es allein schon wahrscheinlich, dass der Sachverhalt vollständig und richtig festgestellt wird.\n\nDas Bundesgericht ist hier also an die Sachverhaltsfeststellungen des EJPD gebunden, sofern der Sachverhalt weder offensichtlich unrichtig oder unvollständig noch unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt worden ist."}