{"annee": "97", "cour": "I", "page": "60", "date": "29/1/1971", "cite": [], "cite_par": ["105 IB 165", "103 IB 373", "98 IB 1", "98 IB 85"], "chapeau": "10. Urteil vom 29. Januar 1971 i.S. X. gegen Regierungsrat des Kantons Zürich.", "regestes": ["Art. 100 litt. b et art. 101 litt. d OJ; art. 10 de la loi fédérale sur le séjour et l'établissement des étrangers (LSEE). Recevabilité du recours de droit administratif contre le refus de lever temporairement une décision d'expulsion fondée sur l'art. 10 al. 1 litt. a LSEE; le Tribunal fédéral est lié par la décision d'expulsion qui demeure exécutoire même si la réhabilitation du requérant est intervenue selon le droit pénal (consid. 1 et 2). Bien qu'il n'existe pas selon le droit international public de droit subjectif à l'octroi d'une nouvelle autorisation d'entrer en Suisse, l'autorité n'en doit pas moins s'en tenir aux limites de son pouvoir d'appréciation lorsqu'elle statue sur la levée passagère d'une décision d'expulsion. Examen de la décision au point de vue de l'excès ou de l'abus du pouvoir d'appréciation (consid. 3); éléments déterminants pour mettre en balance les intérêts en présence (consid. 4)."], "faits": "BGE 97 I 60 S. 61\n\nA.- Das Divisionsgericht 8 verurteilte den deutschen Staatsangehörigen X. am 10. Dezember 1942 wegen versuchter Anstiftung zur Verletzung militärischer Geheimnisse, politischen Nachrichtendienstes und Nachrichtendienstes gegen fremde Staaten im Abwesenheitsverfahren zu acht Jahren Zuchthaus und fünfzehn Jahren Landesverweisung. Das Urteil erwuchs in Rechtskraft. Ferner verurteilte das Territorialgericht 3 A den Beschwerdeführer am 26. Oktober 1944 wegen Versuches der Verletzung militärischer Geheimnisse, militärischen Nachrichtendienstes bzw. Anstiftung hiezu sowie wegen versuchter Anstiftung zur Verletzung militärischer Geheimnisse im Abwesenheitsverfahren zu einer Zusatzstrafe von zwei Jahren Zuchthaus. Die Strafurteile konnten wegen des Aufenthalts des Beschwerdeführers in Deutschland nicht vollstreckt werden.\n\nAm 11. Februar 1943 hat die Polizeidirektion des Kantons Zürich den Beschwerdeführer auf Grund von Art. 10 Abs. 1 lit. a ANAG dauernd aus der Schweiz ausgewiesen. Diese Verfügung konnte dem Beschwerdeführer erst am 24. April 1968 zugestellt werden, als er sich in einem Hotel in B. aufhielt. Am 16. Mai 1968 ersuchte der Beschwerdeführer um die Aufhebung der Ausweisung. Die Polizeidirektion wies das Begehren ab. Das Militärkassationsgericht hat am 17. Juli 1968 die gegen den Beschwerdeführer ergangenen Strafurteile im Strafregister gelöscht. Den Rekurs des Beschwerdeführers gegen die Verfügung der Polizeidirektion hat der Regierungsrat am 30. Januar 1969 abgewiesen.\n\nAm 11. November 1969 ersuchte der Beschwerdeführer die Eidgen. Fremdenpolizei, ihm die Einreise in die Schweiz für die Dauer einer Woche zu gestatten. Die Fremdenpolizei überwies das Gesuch zuständigkeitshalber der Polizeidirektion des Kantons Zürich. Diese wies das Begehren ab. Den Rekurs dagegen hat der Regierungsrat des Kantons Zürich am 12. März 1970 BGE 97 I 60 S. 62abgewiesen, im wesentlichen mit der Begründung: der Beschwerdeführer habe keinen Rechtsanspruch auf vorübergehende Einstellung der Ausweisung. Diese könnte nur aufgehoben werden, wenn feststünde, dass ein öffentliches Interesse daran festzuhalten nicht mehr vorhanden sei. Bis zum Jahre 1961 habe der Regierungsrat von Personen, die seinerzeit der nationalsozialistischen Weltanschauung zum Durchbruch verhelfen wollten, erklärt, sie seien selbst dann weiterhin unerwünscht, wenn ihre Anwesenheit für die Schweiz keine Gefahr mehr bedeuten würde. Erst damals habe er Richtlinien für eine Lockerung dieser Rechtsprechung erlassen und die Polizeidirektion ermächtigt, Ausweisungsbeschlüsse gegenüber leichter belasteten Nationalsozialisten auf Gesuch hin aufzuheben. Der Beschwerdeführer erfülle die Voraussetzungen für die Anwendung dieser neuen Praxis nicht. Auch der Zeitablauf und die Rehabilitation könnten nicht massgebend sein. Der Beschwerdeführer sei immer noch unerwünscht, auch für einen kürzeren Aufenthalt. Er plane übrigens für später weitere Aufenthalte in der Schweiz. Geschäftliche Interessen vermöchten einen gegenteiligen Entscheid nicht zu rechtfertigen. Das Interesse der Öffentlichkeit an der Fernhaltung eines Verräters überwiege. Eine besondere Härte sei für den Beschwerdeführer mit der Abweisung des Gesuches nicht verbunden. Auch das Legalitätsprinzip sei nicht verletzt. Die Ausweisung auf unbestimmte Dauer wäre sinnlos, wenn sie auf den Zeitpunkt der Verjährung der Strafe und der Rehabilitierung des Täters aufgehoben werden müsste. Nach dem Willen des Gesetzgebers solle die Ausweisung für immer gelten und dieser Grundsatz nur in seltenen Ausnahmefällen durchbrochen werden. Die Landesverweisung verfolge von der administrativen Wegweisung verschiedene Ziele.\n\nB.- Mit der Verwaltungsgerichtsbeschwerde beantragt X., die Ausweisung für die Dauer einer Woche aufzuheben.\n\nDie Begründung des Antrages ergibt sich soweit notwendig aus den nachfolgenden Erwägungen.\n\nC.- Der Regierungsrat des Kantons Zürich beantragt die Abweisung der Beschwerde.\n\nDas Eidgen. Justiz- und Polizeidepartement schliesst ebenfalls auf Abweisung.\n\nD.- Über die Zuständigkeit zur Behandlung der Beschwerde hat das Bundesgericht einen Meinungsaustausch mit dem Bundesrat BGE 97 I 60 S. 63durchgeführt. Darin wurde die Zuständigkeit des Bundesgerichts zur Behandlung der Beschwerde festgestellt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Auf dem Gebiet der Fremdenpolizei ist die Verwaltungsgerichtsbeschwerde nicht zulässig gegen Verfügungen über die Einreiseverweigerung, die Einreisebeschränkung und die Einreisesperre (Art. 100 lit. b Ziff. 1 OG); gleiches gilt für Verfügungen über das Asylrecht (Ziff. 2), die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch gibt (Ziff. 3), sowie gegen die Ausweisung, welche sich auf Art. 70 BV stützt und gegen die Wegweisung (Ziff. 4). Die Beschwerde ist dagegen zulässig gegen die Ausweisung, die von einer kantonalen Behörde auf Grund von Art. 10 f. ANAG, also z.B. dann angeordnet wird, wenn der Ausländer wegen eines Verbrechens oder Vergehens gerichtlich bestraft wurde (Art. 10 Abs. 1 lit. a ANAG; Botschaft des Bundesrates zur Revision des OG, BBl 1965 II 1306; GRISEL, Droit administratif suisse S. 500 lit. b). Aus der Ausweisung im Sinn von Art. 10 ANAG ergibt sich begriffsnotwendig eine implicite Einreisesperre für die Dauer der Ausweisung. Sie ist nicht identisch mit der Einreisesperre im Sinn von Art. 100 lit. b Ziff. 1 OG. Denn als solche hat die Sperre zu gelten, die sich aus Art. 13 ANAG oder aus Art. 2 des BRB vom 10. April 1946 über Einreise und Anmeldung der Ausländer ergibt. Wird die Ausweisung eingestellt, die sich aus Art. 10 ANAG ergibt, so zieht die Einstellung die Aufhebung der mit der Ausweisung verbundenen Einreisesperre nach sich und bildet deren notwendige Folge. Sie charakterisiert sich als Widerruf und unterliegt nach Art. 101 lit. d OG der Verwaltungsgerichtsbeschwerde.\n\nDa die angefochtene Einreisesperre auch von einer letztinstanzlichen kantonalen Behörde ausgeht, steht dem Betroffenen die Verwaltungsgerichtsbeschwerde zur Verfügung.\n\n2. Der Beschwerdeführer verweist darauf, dass der Regierungsrat das Gesuch um gänzliche Aufhebung der Ausweisung abgewiesen hat, obwohl das Militärkassationsgericht die Strafen mittlerweile im Strafregister gelöscht hatte. Er macht aber mit Recht nicht geltend, dass sich die Gutheissung der Beschwerde automatisch aus der Rehabilitation ergebe. Jene BGE 97 I 60 S. 64Entscheidung ist in Rechtskraft erwachsen und kann in diesem Verfahren nicht überprüft werden. Die Frage stellt sich deshalb nicht, ob eine Löschung im Strafregister ohne weiteres die Aufhebung der sich auf die strafgerichtliche Verurteilung stützenden administrativen Ausweisung nach sich zieht. Das Bundesgericht ist an den Entscheid der Ausweisung in diesem Verfahren gebunden, solange er nicht von der zuständigen Behörde aufgehoben wird.\n\nWenn sowohl die gesetzliche Grundlage als der Zweck der administrativen Ausweisung von einander verschieden sind (HOFMANN, Das Verhältnis der gerichtlichen Landesverweisung als Nebenstrafe zur administrativen Ausweisung, SJZ Bd. 53 1957 S. 313), darf übrigens angenommen werden, dass auch der Hinfall der gerichtlichen Landesverweisung durch Rehabilitation nicht automatisch den Wegfall der administrativen Ausweisung zur Folge haben muss. Auch für andere Gebiete gilt der Grundsatz, dass die Verwaltungsbehörde die Verwaltungsgesetze unabhängig vom Strafrecht anzuwenden hat, jedenfalls wenn sich der Entscheid im Rahmen des der Verwaltung zustehenden Ermessens hält, sofern das Gesetz sie auf dieses verweist.\n\n3. Nach Art. 10 ANAG kann der Ausländer u.a. dann ausgewiesen werden, wenn er wegen eines Verbrechens oder Vergehens gerichtlich bestraft wurde. Doch soll die Ausweisung nur angeordnet werden, wenn sie nach den gesamten Umständen als angemessen erscheint. Was für die Ausweisung selber gilt, ist auch für die Einstellung und die damit verbundene Einreisesperre rechtens.\n\nDer Charakter der Bestimmung als Kann-Vorschrift und die Anweisung an die Behörde, die sämtlichen Umstände zu berücksichtigen, machen klar, dass es sich um einen Entscheid handelt, den die Behörde nach pflichtgemässem Ermessen zu treffen hat, vom Falle immerhin abgesehen, wo ein völkerrechtlicher Anspruch auf Wiedereinreise besteht (BBl 1965 II 1307, 1315; GRISEL a.a.O.). Auf einen derartigen Anspruch aus Staatsvertragsrecht kann sich der Beschwerdeführer nicht berufen. Mit der Verwaltungsgerichtsbeschwerde kann deshalb ausser der Rüge unrichtiger oder unvollständiger Tatbestandsfeststellung und derjenigen der Verletzung von Bundesrecht nur die Rüge der Überschreitung oder des Missbrauchs des behördlichen Ermessens, nicht auch der Unangemessenheit der Verfügung BGE 97 I 60 S. 65erhoben werden (Art. 104 OG). Der Beschwerdeführer behauptet einen derartigen Ermessensmissbrauch.\n\n4. Die angefochtene Entscheidung wird damit begründet, dass, weil der Beschwerdeführer keinen Anspruch auf Einreise in die Schweiz, d.h. auf Einstellung der Ausweisung besitze, darüber wie bei der Gewährung eines Aufenthalts grundsätzlich nach freiem Ermessen zu entscheiden und deshalb nur der Grundsatz der Rechtsgleichheit zu berücksichtigen sei. Dieser Grundsatz werde durch die Verweigerung der vorübergehenden Einstellung nicht verletzt. Demgegenüber macht der Beschwerdeführer geltend, der Entscheid dürfe nicht nur danach ausgerichtet werden; es habe vielmehr eine Interessenabwägung Platz zu greifen und die Behörde habe den Grundsatz der Verhältnismässigkeit zu beachten.\n\nDie Einstellung der Ausweisung ist mit dem angefochtenen Entscheid jedoch nicht bloss deshalb verweigert worden, weil der Beschwerdeführer damit nicht rechtsungleich behandelt werde. Sie wird damit begründet, dass das strafbare Verhalten des Beschwerdeführers schwer, und dass unsicher sei, ob die Verurteilung ohne den Vollzug der Strafe die verschiedenen Strafzwecke erreicht habe; ferner damit, dass der Beschwerdeführer den Aufenthalt in der Schweiz wiederholen wolle und dass die geschäftlichen Besprechungen, für welche die Einreisebewilligung verlangt werde, diese nicht zu rechtfertigen vermöchten.\n\nDass der Beschwerdeführer bei gleichen tatsächlichen Verhältnissen mit der Verweigerung der Einreisebewilligung anders, schlechter behandelt worden sei als andere Gesuchsteller, wird von ihm nicht behauptet. Er gehört nicht zu den Personen, auf welche die neuere Praxis des Regierungsrates zutrifft. Die Verbrechen, wegen deren er verurteilt worden ist, sind nicht leicht, sondern müssen als schwer bezeichnet werden, objektiv sowohl als subjektiv, auch wegen ihrer Häufung und Wiederholung. Dass er im Abwesenheitsverfahren verurteilt wurde, sich vor dem Strafrichter nicht stellte, ist nicht erheblich. Er behauptet nicht, dass bestimmte, zu seinen Gunsten sprechende Umstände nicht gewürdigt wurden. Er hätte sich dies auch selbst zuzuschreiben gehabt. Dasselbe gilt von der Behauptung, die während des Krieges gefällten Urteile seien aus der damaligen Zeit und Mentalität zu verstehen und die Verurteilung wäre unter veränderten Verhältnissen möglicherweise anders ausgefallen.\n\nBGE 97 I 60 S. 66Von welcher Intensität die verbrecherische Gesinnung des Täters, und ob das begangene Verbrechen objektiv schwer war, beurteilt sich nach dem Zeitpunkt der Urteilsfällung. Es durfte auch berücksichtigt werden, dass der Beschwerdeführer sich dem Vollzug der Urteile zu entziehen wusste.\n\nOb dem Umstand Bedeutung zukommt, dass der Beschwerdeführer gegenwärtig für die Sicherheit des Landes keine Gefahr darstellen dürfte, mag auf sich beruhen. Jedenfalls brauchte hierauf nicht entscheidend abgestellt zu werden. Der Ausländer, der in einer für die Unabhängigkeit des Gastlandes schweren Zeit wegen Verletzung militärischer Geheimnisse und verbotenen Nachrichtendienstes verurteilt worden ist, und der sich der Strafe entzogen hat, ist auch unerwünscht, wenn sich die politischen Verhältnisse inzwischen geändert haben und eine Wiederholung des Verbrechens nicht mehr zu befürchten ist. Das öffentliche Interesse an seiner Fernhaltung dauert fort, sofern nicht ganz gewichtige Interessen des Ausgewiesenen die Aufhebung der Einreisesperre rechtfertigen. Ein solcher Grund liegt nicht vor.\n\nDer Beschwerdeführer hat das Gesuch damit begründet, dass er zur schweizerischen Industrie enge Beziehungen habe und dass die Zusammenarbeit mit einer Firma einlässliche Verhandlungen erfordere, welche seine persönliche Anwesenheit in der Schweiz notwendig machen. Er würde auch persönlich untragbar, wenn er an Verhandlungen und Sitzungen nicht mehr teilnehmen könnte.\n\nDer Beschwerdeführer hat unterlassen, diese Behauptungen glaubhaft zu machen. Weder ergibt sich aus seinen Vorbringen, dass die vorgesehenen geschäftlichen Verhandlungen nicht in Deutschland oder in einem andern Lande möglich sind, noch dass sie in der Schweiz nicht durch andere Organe, oder dass sie nicht schriftlich oder telephonisch geführt werden können. Dafür, dass es sich nicht um die Interessen einer einzelnen schweizerischen Fabrik handeln kann, spricht der Umstand, dass der Beschwerdeführer bereits in B. Besprechungen und Verhandlungen geführt hat. Warum er sich nicht durch jemand anders vertreten lassen kann, ist ebenfalls nicht ersichtlich. Das blosse wirtschaftliche Interesse an der Ausdehnung der Geschäftstätigkeit, von der nicht feststeht, dass sie für den Beschwerdeführer wichtig ist, vermag dasjenige, dass der Beschwerdeführer im Hinblick auf seine Verurteilung die Schweiz nicht mehr soll betreten können, nicht aufzuwiegen.\n\nBGE 97 I 60 S. 67\n\nEs stellt deshalb weder einen Ermessensmissbrauch noch eine Überschreitung des Ermessens dar, wenn die kantonale Behörde die Einstellung der Ausweisung auch nicht vorübergehend auf gehoben hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}