{"annee": "97", "cour": "I", "page": "624", "date": "22/9/1971", "cite": ["94 I 513", "93 I 130", "81 II 138", "69 I 234", "81 II 439", "78 I 86", "87 I 411", "56 I 37", "93 I 666", "88 I 260", "74 I 147", "89 I 92", "82 I 53", "95 I 512", "76 I 329", "83 I 212", "71 I 44", "61 I 200"], "cite_par": ["111 IB 269", "98 IB 351", "112 IA 275", "105 IA 190", "118 IB 241", "105 IB 265", "109 IV 63", "101 IA 19", "108 IB 334", "98 IA 381", "97 I 809"], "chapeau": "88. Auszug aus dem Urteil vom 22. September 1971 i.S. Mangana AG gegen Gemeinde Murten und Kantonsgericht Freiburg.", "regestes": ["Prescription des prétentions à indemnité en cas d'expropriation matérielle. On peut admettre sans arbitraire que le droit à une indemnité pour une interdiction de bâtir édictée par un règlement communal des constructions, adopté en 1945 et approuvé en 1948 par le Conseil d'Etat fribourgeois, est prescrit après l'expiration d'un délai de dix ans dès l'entrée en vigueur de ce règlement, même en l'absence de disposition expresse."], "faits": "BGE 97 I 624 S. 624\n\nAus dem Sachverhalt:\n\nDer Gemeinderat von Murten erliess am 3. Dezember 1945 ein Baureglement (BauR), das vom Staatsrat des Kantons Freiburg am 27. Februar 1948 genehmigt wurde und in Art. 13 bestimmt:\n\n\"Zum Schutze der näheren Umgebung des Murtenschlachtdenkmals darf südlich der Bahnlinie kein Bau in einer kleineren Entfernung als 150 Meter von der Denksäule erstellt werden. Seeseits der letzteren ist alles zu unterlassen, was das jetzige Bild verändern oder sonstwie nachteilig beeinflussen könnte.\"\n\nDie 1924 gegründete Mangana AG hat ihren Sitz in Bern und befasst sich mit dem Erwerb und der Verwaltung von Liegenschaften. Im Jahre 1935 erwarb sie ein etwa 29 ha haltendes Grundstück in Murten, das am westlichen Rand des Gemeindegebietes liegt und bis heute landwirtschaftlich genutzt wird. Durch das in Art. 13 BauR enthaltene Bauverbot sind BGE 97 I 624 S. 625nach Angabe der Eigentümerin ca 20'995 m2 Boden unüberbaubar geworden. Die Mangana AG behauptet, dieses Land wäre, wenn es überbaut werden könnte, Fr. 40.- je m2 wert, sei aber infolge des Bauverbotes nur noch Fr. 5.- wert, so dass sie einen Schaden von rund Fr. 735'000.-- erleide.\n\nAm 16. März 1966 ersuchte die Mangana AG den Gemeinderat von Murten um Ausrichtung einer Minderwertsentschädigung. Als der Gemeinderat dies ablehnte, reichte sie Klage ein mit dem Begehren, es sei die Ungültigkeit des Bauverbotes festzustellen, eventuell sei ihr für die Einräumung des Bauverbots eine richterlich zu bemessende Entschädigung zu bezahlen. Das Zivilgericht des Sensebezirks und nach ihm das Kantonsgericht Freiburg, dieses mit Urteil vom 1. April 1969, wiesen die Klage ab in der Annahme, dass das Bauverbot gültig und ein allfälliger Entschädigungsanspruch verjährt sei.\n\nGegen dieses Urteil hat die Mangana AG staatsrechtliche Beschwerde erhoben. Sie rügt Verletzungen der Eigentumsgarantie (Art. 22 ter BV), der Rechtsgleichheit (Art. 4 BV) und des rechtlichen Gehörs (Art. 4 BV).\n\nDas Bundesgericht weist die Beschwerde ab, inbezug auf die Frage der Verjährung der Entschädigungsforderung aus folgenden", "considerants": "Erwägungen:\n\n5. Erweisen sich demnach sämtliche Rügen, die die Beschwerdeführerin gegen den Bestand des Bauverbots erhebt, als unbegründet, so stellt sich die Frage, ob sie wegen enteignungsähnlicher Eigentumsbeschränkung Anspruch auf eine Entschädigung hat.\n\nDie Entschädigungspflicht bei enteignungsähnlichem Eingriff ergibt sich aus der Eigentumsgarantie. Diese wird heute durch Art. 22ter BV gewährleistet. Früher wurde sie mit gleichem Inhalt zum ungeschriebenen Verfassungsrecht des Bundes gerechnet (BGE 89 I 98 mit Hinweisen und seitherige Rechtsprechung), vielfach aber, und namentlich zur Zeit des Erlasses des BauR (BGE 69 I 240/41,BGE 74 I 150,BGE 76 I 334) nur als Bestandteil des kantonalen Verfassungsrechts betrachtet. Das ist indessen insofern unerheblich, als der Inhalt der in der Freiburger KV enthaltenen Eigentumsgarantie von der des Bundesverfassungsrechts nicht verschieden ist.\n\nDa die Entschädigungspflicht bei enteignungsähnlichem Eingriff BGE 97 I 624 S. 626aus einem Verfassungsgrundsatz folgt, kann ihr der Art. 67 des freiburg. Strassengesetzes vom 24. Februar 1923, der jede Entschädigung für Bauverbote ausschloss, nicht entgegengehalten werden. Ebensowenig schliesst der Umstand, dass die Beschwerdeführerin das Bauverbot im Anschluss an den Erlass des BauR nicht angefochten hat, die Entschädigungspflicht der Gemeinde Murten aus, denn die Entschädigungspflicht wegen materieller Enteignung ist die Folge der rechtmässig zustandegekommenen Eigentumsbeschränkung. Dagegen würde sich die Prüfung der Frage, ob das Bauverbot die Beschwerdeführerin wie eine Enteignung treffe, erübrigen, wenn eine allfällige, einmal entstandene Entschädigungsforderung aus irgendeinem Grunde untergegangen wäre. Das hat das Kantonsgericht angenommen, indem es erklärt, sie sei verjährt. Es rechtfertigt sich daher, die Frage der Verjährung vorweg zu prüfen.\n\n6. Die Beschwerdeführerin nimmt zu Unrecht an, das Bundesgericht habe die Frage der Verjährung nicht nur unter dem Gesichtswinkel der Willkür, sondern frei zu prüfen. Es prüft zwar frei, ob ein bestimmter Eingriff in das Eigentum wie eine Enteignung wirke (BGE 93 I 139 oben). In welchem Verfahren und bis zu welchem Zeitpunkt die Entschädigungsforderung aus materieller Enteignung geltend gemacht werden kann, beurteilt sich dagegen grundsätzlich nach dem kantonalen Recht, dessen Auslegung und Anwendung das Bundesgericht nur auf Willkür hin prüft. Frei zu prüfen ist einzig, ob die Berufung der Gemeinde Murten auf die Verjährung, wie die Beschwerdeführerin behauptet, rechtsmissbräuchlich sei, d.h. gegen den unmittelbar aus Art. 4 BV folgenden Anspruch des Bürgers auf ein dem Grundsatz von Treu und Glauben entsprechendes Verhalten der Verwaltungsbehörden verstosse (BGE 94 I 521 /22).\n\na) Das öffentliche Recht des Kantons Freiburg enthielt zur Zeit des Erlasses des BauR keine Verjährungsvorschrift, die unmittelbar oder analog auf Entschädigungsforderungen aus materieller Enteignung anwendbar gewesen wäre. In der schweizerischen Verwaltungsrechtsprechung wie auch in der Rechtslehre wird jedoch, von vereinzelten Ausnahmen abgesehen, seit längerer Zeit angenommen, dass öffentlichrechtliche Ansprüche auch dann, wenn das Gesetz es nicht ausdrücklich vorsieht, der Verjährung unterliegen, da das öffentliche Interesse an der Wahrung der Rechtssicherheit dies gebietet. Und zwar gilt dies für Forderungen des Gemeinwesens an den Bürger wie für BGE 97 I 624 S. 627solche des Bürgers an das Gemeinwesen (BGE 94 I 517 E. 1, BGE 95 I 516 E. 3 je mit Hinweisen auf frühere Urteile; IMBODEN, Schweiz. Verwaltungsrechtsprechung, Nr. 121 II und dort angeführte kantonale Entscheide; GRISEL, a.a.O. S. 347; auch die gegenteilige bernische Praxis ist im Jahre 1970 aufgegeben worden, ZBl 72/1971 S. 329 ff.). Im Hinblick auf diese Rechtsprechung und Lehre kann die Auffassung des Kantonsgerichts, dass Entschädigungsansprüche aus materieller Enteignung im Kanton Freiburg trotz Fehlens einer ausdrücklichen Vorschrift der Verjährung unterliegen, keinesfalls als willkürlich bezeichnet werden, sondern erscheint auch bei freier Überprüfung als haltbar. Was die Beschwerdeführerin hiegegen und gegen die Annahme einer Verjährungsfrist von 10 Jahren vorbringt, ist nicht stichhaltig.\n\nb) Das gilt zunächst für den Einwand, der Entschädigungsanspruch aus materieller Enteignung sei, als ein unmittelbar aus dem Eigentum folgender Anspruch, ebenso unverjährbar wie das Eigentum selber und die daraus fliessenden Befugnisse. Das Grundeigentum ist kein höchstpersönliches, unverlierbares Recht wie etwa die persönliche Freiheit (vgl. BGE 88 I 271), sondern ein veräusserliches und veränderliches Recht. Wie Forderungen aus Rechtsgeschäften über Grundeigentum (BGE 81 II 143) verjähren auch Schadenersatzansprüche aus Eigentumsstörung (MEIER-HAYOZ, N. 74 zu Art. 641 ZGB) und andere Entschädigungsansprüche des Eigentümers (BGE 81 II 445 /46). Es ist kein Grund ersichtlich, die Entschädigungsforderung aus materieller Enteignung von dem im ganzen Bereich des öffentlichen Rechts geltenden allgemeinen Rechtsgrundsatz der Verjährung auszunehmen. Das öffentliche Interesse an der Rechtssicherheit, das bei andern öffentlichrechtlichen Forderungen für die Verjährung spricht, rechtfertigt auch eine zeitliche Begrenzung der Geltendmachung von Entschädigungsforderungen aus materieller Enteignung. Es ist einer Gemeinde, die Bauvorschriften und Zonenpläne mit zum Teil weitgehenden Eigentumsbeschränkungen erlässt, nicht wohl zuzumuten, auf unbestimmte Zeit im ungewissen darüber zu sein, ob wegen solcher Beschränkungen Forderungen aus materieller Enteignung gegen sie erhoben werden und welche Beträge diese erreichen. Neuere Erlasse sehen denn auch eine Frist für die Geltendmachung solcher Ansprüche ausdrücklich vor (§ 183 des Zürcher EG/ZGB, Art. 48 des Freiburger BGE 97 I 624 S. 628Baugesetzes vom 15. Mai 1962 [BauG], Art. 27 Abs. 3 des Nationalstrassengesetzes).\n\nc) Die Beschwerdeführerin behauptet, dass öffentlichrechtliche Geldforderungen im Jahre 1948, beim Inkrafttreten des BauR, als unverjährbar gegolten hätten und die Verjährung erst mit dem Inkrafttreten des kantonalen BauG (1. August 1962), das eine solche vorsieht (Art. 48), zu laufen begonnen habe. Dem kann nicht beigepflichtet werden. Zur Zeit, als das BauR erlassen wurde und in Kraft trat, ging schon die Praxis einer Reihe von Kantonen dahin, eine Verjährung öffentlichrechtlicher Ansprüche auch beim Fehlen einer Vorschrift anzunehmen (vgl. die Angaben bei ZWEIFEL, Zeitablauf als Untergangsgrund öffentlichrechtlicher Ansprüche S. 100 ff.). Ferner hatte das Eidg. Post- und Eisenbahndepartement die Verjährung von Telephongebühren (VEBB 1944/45 Nr. 146) und das Bundesgericht wiederholt die Verjährung der Rückforderung zu viel bezahlten Militärpflichtersatzes angenommen (BGE 56 I 45,BGE 61 I 201,BGE 71 I 47). In den Jahren nach 1948 wurde diese Rechtsprechung bestätigt und erweitert (BGE 78 I 89E. 4 und 191/92, BGE 83 I 218 E. 11; VEBB 1954 Nr. 99). Dass es sich dabei jeweils um andersartige Forderungen als die hier streitige handelte, ist bedeutungslos, da die Verjährung aufgrund eines allgemeinen Rechtsgrundsatzes angenommen worden und dieser nach dem hievor Gesagten unbedenklich auch auf Entschädigungsforderungen aus materieller Enteignung anwendbar ist.\n\nBeginn und Dauer der Verjährungsfrist sind, wie das Bundesgericht wiederholt erklärt hat, beim Fehlen besonderer Vorschriften ebenfalls nach allgemeinen Rechtsgrundsätzen zu bestimmen (BGE 93 I 672 und dort angeführte frühere Urteile). Im vorliegenden Falle hat das Kantonsgericht die längste in der bisherigen Rechtsprechung des Bundesgerichts angewandte Verjährungsfrist von 10 Jahren (Art. 127 OR) als zutreffend bezeichnet. Das ist nicht zu beanstanden. Die (übrigens erstmals vor Bundesgericht vertretene) Auffassung der Beschwerdeführerin, eine Verjährungsfrist müsste entsprechend der Ersitzung von Grundstücken (Art. 662 ZGB) 30 Jahre betragen, wird nicht näher begründet und ist abzulehnen, da sich die Ersitzung des Eigentums an einem Grundstück, das nicht im Grundbuch aufgenommen oder dessen Eigentümer daraus nicht ersichtlich ist, nicht vergleichen lässt mit dem Untergang einer Geldforderung infolge Verjährung.\n\nBGE 97 I 624 S. 629\n\nBetrug die Verjährungsfrist 10 Jahre, so ist die Entschädigungsforderung der Beschwerdeführerin auch dann vor Inkrafttreten des BauG untergegangen, wenn man diese Frist am letztmöglichen Termin beginnen lässt, nämlich mit der am 24. Juli 1948 erfolgten zweiten Publikation der Genehmigung des BauR durch den Staatsrat. Spätestens an diesem Tage trat das Bauverbot gemäss Art. 13 BauR in Kraft. Wie das Bundesgericht in BGE 93 I 144 ff. dargelegt hat, hängt es von der rechtlichen und wirtschaftlichen Qualifikation des Grundstücks in diesem Zeitpunkt ab, ob der Eingriff enteignungsähnlich ist. Von diesem Zeitpunkt an ist die Forderung fällig und kann sie der Betroffene geltend machen. Ein allfälliger Entschädigungsanspruch der Beschwerdeführerin war daher spätestens am 25. Juli 1958 verjährt.\n\nDaran hat sich nichts geändert mit dem Erlass des BauG vom 15. Mai 1962, das in Art. 48 für enteignungsähnliche Eingriffe Entschädigungen und für diese eine Verjährung von fünf Jahren vom Inkrafttreten des Planes an vorsieht und nach Art. 76 lit. a auch auf Bebauungspläne anwendbar ist, die vor seinem Inkrafttreten genehmigt wurden. Danach mag für Entschädigungsforderungen aus früher erlassenen Baubeschränkungen die Verjährung des Art. 48 erst am 1. August 1962 (Zeitpunkt des Inkrafttretens des BauG) zu laufen begonnen haben (vgl. BGE 82 I 57 /58, BGE 87 I 413), aber nur, soweit diese Forderungen nicht, wie die der Beschwerdeführerin allenfalls zustehende, schon verjährt waren. Dass das BauG bereits verjährte Entschädigungsansprüche hätte wiederaufleben lassen, ist in der Beschwerde, offensichtlich zu Recht, nicht behauptet worden.\n\nd) (Abweisung des Einwands, die Verjährungseinrede der Gemeinde Murten verstosse gegen Treu und Glauben)."}