{"annee": "97", "cour": "IV", "page": "233", "date": "1/10/1971", "cite": [], "cite_par": ["145 IV 137", "123 IV 84", "117 IV 369", "129 IV 49", "116 IV 258", "105 IV 142", "102 IB 218"], "chapeau": "43. Arrêt de la cour de cassation pénale, du 1er octobre 1971, dans la cause Schwab contre Ministère public du canton de Neuchâtel.", "regestes": ["Ausverkäufe und ähnliche Veranstaltungen; milderes Recht: Art. 2 Abs. 2 und Art. 3 AO; Art. 2 Abs. 2 StGB. 1. Bestätigung der Rechtsprechung hinsichtlich der \"Aktionen\" genannten Sonderverkäufe (Erw. 1). 2. Wird das Gesetz in der Zeit zwischen den Urteilen des Sachrichters und des Kassationsrichters geändert und wird das erstere Urteil aufgehoben, so muss der Richter, an den die Sache zurückgewiesen wird, prüfen, ob das neue Gesetz für den Angeschuldigten milder ist (Erw. 2). 3. Art. 2 Abs. 2 StGB ist auch anwendbar im Falle der Änderung einer Verwaltungsvorschrift eines Gesetzes, das auch Strafbestimmungen enthält (Änderung der Rechtsprechung) (Erw. 3)."], "faits": "BGE 97 IV 233 S. 233\n\nA.- Le 8 juin 1970, Schwab a été dénoncé au juge pénal pour avoir placé devant son magasin d'alimentation deux panneaux portant les inscriptions: \"Action de riz Benz\" et BGE 97 IV 233 S. 234\"Action Incarom\". Le 8 septembre 1970, le Tribunal de police de Neuchâtel l'a libéré du chef de contravention aux art. 1er à 4 et 20 OL, considérant que, vu l'évolution des habitudes dans le commerce, le mot \"action\" ne peut plus être considéré comme suggérant l'offre d'un avantage momentané et n'est plus de nature à tromper le consommateur.\n\nB.- Le 12 mai 1971, la Cour de cassation pénale du canton de Neuchâtel a renvoyé la cause au juge de première instance, considérant que la vente spéciale désignée par le mot \"action\" constitue une opération semblable à une liquidation, mais que l'inculpé ayant pu ignorer qu'il commettait une infraction en utilisant ce terme sans y avoir été autorisé, il appartiendra au juge de première instance de résoudre cette question de fait et, en cas de réponse affirmative, d'examiner s'il faut appliquer à l'inculpé l'art. 20 CP (erreur de droit).\n\nC.- Contre cet arrêt, Schwab s'est pourvu en nullité. Il conclut à libération\n\nD.- Le Ministère public du canton de Neuchâtel conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. Le recourant conteste tout d'abord la jurisprudence de la cour de céans, selon laquelle celui qui annonce publiquement une \"action\" pour un produit donné éveille en général l'impression, chez le lecteur moyen, en Suisse, qu'il organise une vente spéciale pendant laquelle il accorde exceptionnellement des avantages momentanés (RO 90 IV 111 consid. 2; 93 IV 108; arrêt du 17 mars 1964 en la cause Appenzeller, non publié). La cour de céans ne saurait suivre le recourant lorsqu'il affirme que l'acception du terme \"action\", dans le public suisse, ne serait plus ce qu'elle était naguère encore; que, par les ventes du type \"discount\", qui sont admises partout, on offre des avantages momentanés et que les différences dans la pratique des divers cantons, touchant les \"actions\", mettent les commerçants neuchâtelois dans une situation difficile. Premièrement, elle ne voit pas que le terme \"action\" ait changé de sens. Secondement, saisie d'un pourvoi en nullité, elle ne saurait se prononcer sur des allégations de fait touchant la nature des ventes \"discount\". Enfin les différences de pratique qui peuvent exister d'un canton à l'autre ne l'autorisent nullement à solliciter le sens des mots et de la loi.\n\nBGE 97 IV 233 S. 235\n\nIl suit de là que, dans la mesure où l'art. 2 al. 2 OL lui est applicable, le recourant doit être condamné, comme l'a admis en principe la cour neuchâteloise. Sur ce point, l'arrêt entrepris est conforme au droit fédéral.\n\n2. a) Schwab conteste cependant que la disposition précitée s'applique dans son cas. En effet, dit-il, le 15 mars 1971, le Conseil fédéral a modifié l'art. 3 de son ordonnance du 16 avril 1947 sur les liquidations et opérations analogues, soustrayant désormais à l'application de l'ordonnance notamment toutes les ventes spéciales de denrées alimentaires. Il estime que la Cour de cassation neuchâteloise, qui était saisie de la cause, le 1er mai 1971, lorsque le nouveau texte est entré en vigueur, aurait dû le lui appliquer en tant que loi plus douce, alors qu'elle l'a ignoré (art. 2 al. 2 CP).\n\nb) Le Ministère public conteste cette argumentation. Selon l'arrêt Schmucki (RO 76 IV 259), qu'il invoque, c'estle prononcé du juge de répression qui constitue la mise en jugement au sens de l'art. 2 al. 2 CP, de sorte que, seule, peut être appliquée à titre de loi plus douce, celle qui est entrée en vigueur avant ce jugement. Il s'ensuit que la cour de céans, n'étant pas juge de répression, mais seulement de cassation, ne peut en principe tenir compte du changement de la loi applicable, survenu entre le prononcé du juge de répression et son propre arrêt. Elle doit se contenter de rechercher si le juge de répression a bien appliqué le droit fédéral en vigueur au moment où il s'est prononcé. Lorsque le juge cantonal de seconde instance n'est pas non plus juge de répression, mais a le même pouvoir d'examen que la cour de céans, saisie d'un pourvoi en nullité, il se trouve, du point de vue de l'art. 2 al. 2 CP, dans la même situation qu'elle. Il doit seulement rechercher si le juge de répression a correctement appliqué le droit en vigueur au moment où il s'est prononcé.\n\nc) Lorsque cette question appelle l'affirmative, le jugement de répression subsiste. Dans la négative, cependant, il est cassé, de sorte que la procédure est ramenée au point où elle était avant le prononcé du juge de la répression et que l'inculpé se trouve dans la même situation que s'il n'avait jamais été mis en jugement selon l'art. 2 al. 2 CP; le juge auquel la cause est renvoyée devra alors, le cas échéant, tenir compte de la loi nouvelle, entrée en vigueur entre le moment où le jugment cassé est intervenu et le moment où il prononce la nouvelle sentence, considérée comme seule mise en jugement. Si cette entrée en BGE 97 IV 233 S. 236vigueur est antérieure à l'arrêt sur recours, le juge de cassation devra, pour que son renvoi soit conforme au droit, non se prononcer sur l'application de l'art. 2 al. 2 CP (car l'application de l'une et l'autre loi au cas particulier relève du juge de répression), mais enjoindre à ce juge de le faire et, au besoin, l'instruire sur l'interprétation de cette règle.\n\nd) Dans la présente espèce, le nouveau texte de l'art. 3 al. 1 OL est entré en vigueur entre le prononcé du Tribunal de police et celui de la Cour de cassation cantonale. Ladite cour, ayant annulé le jugement de première instance, devait tenir compte de la loi nouvelle et ordonner au nouveau juge d'examiner si l'art. 2 al. 2 CP était applicable. Or elle n'en a rien fait et cette lacune, qui constitue une violation du droit fédéral, impose l'annulation de l'arrêt attaqué.\n\n3. L'intimé objecte que l'art. 3 OL constitue une disposition administrative, non pénale, ce qui, nonobstant sa modification, exclut l'application de l'art. 2 al. 2 CP. Le Tribunal fédéral a jugé, dans son arrêt Lischer (RO 89 IV 113), que la modification des dispositions administratives d'une loi qui comprend aussi des dispositions pénales ne saurait appeler l'application de l'art. 2 al. 2 CP. En effet, a-t-il dit, une exception au principe de la non-rétroactivité de la loi pénale ne se justifie que lorsque, les conceptions juridiques ayant changé, on tient désormais tel acte qui, précédemment, tombait sous le coup de la loi pénale, pour non punissable ou pour moins grave. Lorsque ce changement de conception entraîne une modification de la loi, on fait tomber sous le coup de la loi nouvelle, par équité, les actes commis sous l'empire de la loi ancienne, mais jugés seulement après l'entrée en vigueur de la première. Ce principe, selon la jurisprudence rappelée plus haut, ne saurait s'appliquer aux dispositions administratives - et spécialement à celles qui règlent la circulation routière - parce que de telles règles, à la différence des textes proprement pénaux, ne peuvent être considérées comme plus ou moins graves, mais seulement comme plus ou moins opportunes.\n\nEn posant ce principe, la cour de céans avait, en réalité, modifié une jurisprudence antérieure (arrêt Landry, du 2 juin 1948, non publié) et confirmée à plusieurs reprises (arrêt Lang, du 27 janvier 1950: RO 76 IV 52; arrêt Bourquin, du 3 juin 1955, non publié; arrêt Brüllmann, du 3 septembre 1957, non publié; arrêt Leinmann, du 28 février 1963: RO 89 IV 36, consid. 2; un BGE 97 IV 233 S. 237seul arrêt fait exception, l'arrêt Demierre du 9 mai 1951, mais il émane de la délégation de la Cour de cassation pénale; ses motifs sont donc sommaires et il ne discute, ni même ne mentionne l'arrêt Lang, publié précédemment). La cour entend y revenir aujourd'hui, ayant soumis les motifs de l'arrêt Lischer à un nouvel examen.\n\nDans les lois administratives on trouve des dispositions qui règlent certains comportements, qu'elles imposent ou interdisent. Sous cet aspect, il s'agit de dispositions administratives. Mais les mêmes règles ont aussi un aspect pénal lorsque la loi comporte une ou plusieurs dispositions qui punissent les manquements aux injonctions ou aux interdictions qu'elle contient. Les premières sont alors inséparables des secondes. Car la règle pénale n'existe et ne peut être conçue que par rapport à l'ensemble (SCHWANDER, Das schweizerische Strafgesetzbuch, 2e éd., p. 14 no 21 i.f.; SCHULTZ, RJB 1965 p. 6 ss.). Les secondes, du reste, se réfèrent expressément aux premières. Par conséquent, même si la règle administrative est appréciable, non pas selon sa gravité, mais seulement selon son opportunité, il n'en reste pas moins que, sous son aspect pénal, c'est-à-dire considérée comme une unité avec celle qui prévoit la peine, elle peut entraîner, suivant les modifications qu'elle subira, une condamnation plus ou moins grave dans telle espèce considérée. Rien n'empêche donc, dans le cas des lois administratives aussi, d'appliquer le principe jurisprudentiel rappelé plus haut. C'est dans ce sens qu'il faut entendre l'art. 333 CP, selon lequel les dispositions générales du Code pénal suisse - au nombre desquelles on compte l'art. 2 al. 2 - sont applicables aux infractions prévues par d'autres lois fédérales, à moins que celles-ci ne contiennent des dispositions sur la matière.\n\nComme le dit l'arrêt Lischer (RO 89 IV 120, précité), qui donne des exemples concrets sur ce point, le législateur peut, par une disposition expresse, non seulement exclure, dans les lois administratives, toute rétroactivité des dispositions nouvelles et, partant, l'application de l'art. 2 al. 2 CP, mais encore introduire dans le droit nouveau des réserves en faveur de l'ancien. Mais ledit arrêt en conclut à tort que lorsque le législateur n'en fait rien, cela ne dispense pas le juge de rechercher, du point de vue de l'art. 2 al. 2 CP, s'il est juste d'appliquer cette règle légale aux infractions contre la loi administrative BGE 97 IV 233 S. 238dont il s'agit. Au contraire, l'art. 2 al. 2 CP s'applique en général en cas de modification d'une loi administrative, sauf si, comme on le voit dans les exemples donnés par l'arrêt Lischer, le législateur en dispose autrement.\n\n4. Dans la présente espèce, il est manifeste que la loi nouvelle, qui soustrait à l'application de l'ordonnance sur les liquidations toutes les ventes spéciales de denrées alimentaires (art. 3 al. 1, litt. a), est, pour le recourant qui a annoncé une telle vente, plus douce que la loi ancienne, qui exigeait une autorisation sous peine des arrêts ou de l'amende (art. 20 al. 1 OL). La Cour de cassation neuchâteloise, statuant à nouveau, devra donc soit prononcer elle-même la libération du recourant, soit renvoyer la cause à un autre juge pour qu'il la prononce.\n\nPar ces motifs, la Cour de cassation pénale:\n\nAdmet le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision."}