{"annee": "97", "cour": "I", "page": "349", "date": "25/6/1971", "cite": ["90 I 8", "87 I 91", "93 I 130", "93 I 313", "96 I 624", "91 I 169", "93 I 1"], "cite_par": ["117 V 349", "103 II 170", "108 IB 334", "107 IA 9", "100 IA 462", "99 IA 143"], "chapeau": "50. Auszug aus dem Urteil vom 25. Juni 1971 i.S. Erben der Anna Bader und Mitbeteiligte gegen Staat Zürich und Verwaltungsgericht des Kantons Zürich.", "regestes": ["Taux d'intérêt des indemnités dues en cas d'expropriation matérielle selon le droit zurichois; art. 4 Cst. (arbitraire). Il n'est pas arbitraire d'appliquer par analogie, aux cas soumis à l'ancien droit, la disposition de l'art. 183 bis LI.CC qui prévoit un taux mobile."], "faits": "BGE 97 I 349 S. 349\n\nMit Urteil vom 10. Juni 1970 sprach das Verwaltungsgericht des Kantons Zürich einer Anzahl der von der zürcherischen Verordnung zum Schutz der Katzenseen vom 12. Juli 1956 (in Kraft getreten am 3. August 1956) betroffenen Grundeigentümer Entschädigungen wegen materieller Enteignung zu. In Ziffer 2 des Dispositivs wurde über die Verzinsung der entsprechenden Beträge wie folgt entschieden:\n\n\"Die Entschädigungen sind vom Kläger wie folgt zu verzinsen:\n\nab 3. August 1956 bis 31. März 1958 zu 31/2%\n\nab 1. April 1958 bis 31. Dezember 1964 zu 33/4%\n\nab 1. Januar 1965 bis 31. Dezember 1966 zu 4 %\n\nab 1. Januar 1967 bis 31. Dezember 1967 zu 41/4%\n\nab 1. Januar 1968 bis 31. Dezember 1968 zu 41/2%\n\nab 1. Januar 1969 bis 31. März 1970 zu 43/4%\n\nab 1. April 1970 bis zum Auszahlungstag zu 5 %\n\nbei Auszahlung nach dem 31. März 1971\n\nab 1. April 1971 bis zum Auszahlungstag zu 51/4%.\"\n\nDie Erben der Anna Bader und des Ernst Bodmer sowie 20 Mitbeteiligte führen staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV mit dem Antrag, Ziff. 2 des erwähnten BGE 97 I 349 S. 350Urteils sei aufzuheben. Sie machen geltend, die ihnen zuerkannten Entschädigungsbeträge seien in Anlehnung an § 54 des zürcherischen Gesetzes über die Abtretung von Privatrechten (AbtrG) vom 30. November 1879 durchwegs mit 5% zu verzinsen. Sie halten dafür, die im angefochtenen Urteil vorgesehene gleitende Verzinsung im Sinne von § 183 bis EG/ZGB (Zinsfuss der Zürcher Kantonalbank für erste Hypotheken) sei willkürlich und verstosse überdies gegen den Grundsatz der Rechtsgleichheit, da sich das Obergericht in seinem parallelen Katzensee-Urteil vom 16. Dezember 1969 unter analoger Anwendung von § 54 AbtrG für einen einheitlichen Zinsfuss von 5% entschieden habe und das angefochtene Urteil des Verwaltungsgerichts insoweit im Widerspruch zur konstanten zürcherischen Rechtsprechung stehe. Die Beschwerdeführer verweisen in diesem Zusammenhang auf näher bezeichnete Entscheidungen des Bezirksgerichts und der Schätzungskommission sowie auf das Urteil des Verwaltungsgerichts vom 23. November 1965 i.S. Bäggli betr. Forchschutzverordnung.\n\nDer Staat Zürich und das Verwaltungsgericht beantragen, die Beschwerde abzuweisen, soweit darauf eingetreten werden könne. Ihre Vorbringen ergeben sich, soweit wesentlich, aus den nachfolgenden Erwägungen.", "considerants": "Aau den Erwägungen:\n\nDie Parteien sind sich darüber einig, dass die zugesprochenen Entschädigungsbeträge zu verzinsen sind. Ebenso ist unbestritten, dass hiefür weder die Vorschrift von § 54 AbtrG noch jene des § 183 bis EG/ZGB formell angewendet werden kann, weil das Abtretungsgesetz lediglich Bestimmungen über die formelle Enteignung enthält und § 183 bis EG/ZGB auf altrechtliche Fälle keine Anwendung findet (vgl. BGE 93 I 139 ff.). Dass im Kanton Zürich Ansprüche aus materieller Enteignung vom Zeitpunkt der Entstehung an auf Grund von Gewohnheitsrecht zu einem bestimmen Satz zu verzinsen wären, wird ferner zu Recht von keiner Seite behauptet. Die Beschwerdeführer machen jedoch geltend, die zürcherischen Behörden, insbesondere das Obergericht, lehnten sich an die Vorschrift von § 54 AbtrG an und sähen einen Zinsfuss von 5% vor. Der Staat Zürich und das Verwaltungsgericht gehen demgegenüber davon aus, ein gleitender Zinssatz im Sinne von § 183 bis EG/ZGB lasse sich BGE 97 I 349 S. 351auch für altrechtliche Fälle und damit auch im angefochtenen Urteil sachlich rechtfertigen.\n\nWie in den Beschwerdeantworten überzeugend ausgeführt wird, besteht im Kanton Zürich keine feststehende Praxis in dem von den Beschwerdeführern behaupteten Sinn. Die in der Beschwerde genannten Entscheidungen beziehen sich entweder auf das Verfahren der formellen Enteignung oder lassen - vom Urteil des Obergerichts vom 16. Dezember 1969 abgesehen - eine eingehende Erörterung des Problems vermissen. Die Beschwerdeführer vermögen insbesondere aus dem verwaltungsgerichtlichen Entscheid vom 23. November 1965 (Forchschutzverordnung) nichts zu ihren Gunsten abzuleiten, da - wie das Verwaltungsgericht mit Recht ausführt - für eine nähere Prüfung der Zinsfrage aus prozessualen Gründen kein Anlass bestand. Der sog. Albispassentscheid des Bezirksgerichts Zürich vom 8. Juli 1960 hilft den Beschwerdeführern schliesslich ebenfalls nicht, denn der Staat Zürich hat damals den Zinsanspruch der Kläger \"ohne Anerkennung einer Rechtspflicht und ohne Präjudiz\" bejaht. Das Verwaltungsgericht hatte erstmals im angefochtenen Entscheid Gelegenheit, sich eingehend mit der Verzinsung von altrechtlichen Entschädigungsansprüchen aus materieller Enteignung auseinanderzusetzen. Damit ist dem Vorwurf der verfassungswidrigen Praxisänderung der Boden entzogen, denn von einer rechtsungleichen Behandlung kann im vorliegenden Fall schon deshalb keine Rede sein, weil nach dem Gesagten kein vergleichbarer Entscheid der gleichen Instanz vorliegt (vgl. BGE 90 I 8, 226). Wohl hat das Bundesgericht seine Rechtsprechung über die Zulässigkeit von Praxisänderungen in BGE 91 I 172 und BGE 93 I 321 Erw. 4 präzisiert. Die damit vorgenommene Erweiterung des Rechtsschutzes hilft jedoch den Beschwerdeführern nicht, denn die hiefür umschriebenen Voraussetzungen sind im vorliegenden Fall offensichtlich nicht gegeben; das Obergericht, auf dessen Entscheid sich die Beschwerdeführer berufen, und das Verwaltungsgericht haben als staatsrechtlich gleichgestellte letztinstanzliche Gerichte in zwei voneinander unabhängigen Verfahren selbständig eine Lücke des kantonalen Rechts ausgefüllt und sind in richterlicher Rechtsfindung zu verschiedenen Resultaten gelangt, welche nach dem Gesagten keineswegs im Widerspruch zu einer ständigen Praxis der andern Instanz stehen. Eine präjudizielle Wirkung, welche den angefochtenen Entscheid des Verwaltungsgerichts BGE 97 I 349 S. 352unter dem Gesichtswinkel der Rechtsgleichheit als verfassungswidrig erscheinen liesse, kommt dem Urteil des Obergerichts vom 16. Dezember 1969 somit nicht zu.\n\nZu prüfen bleibt demnach bloss, ob der angefochtene Entscheid gegen das Willkürverbot verstösst. Willkür liegt indessen nur vor, wenn der Entscheid nicht nur unrichtig, sondern darüber hinaus schlechthin unhaltbar ist, namentlich wenn er einen allgemeinen Rechtsgrundsatz offensichtlich schwer verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 96 I 627 Erw. 4, BGE 93 I 6 /7 mit Verweisungen). Davon kann im vorliegenden Fall keine Rede sein, denn die Betrachtungsweise des Verwaltungsgerichts entspricht der im Jahre 1959 geschaffenen gesetzlichen Ordnung (§ 183 bis EG/ZGB), deren Verfassungsmässigkeit die Beschwerdeführer ausdrücklich anerkennen (Beschwerdeschrift S. 19). Das Verwaltungsgericht hat seinen Entscheid im übrigen unter Hinweis auf die bundesgerichtliche Rechtsprechung zur Zinspflicht nach öffentlichem Recht überzeugend begründet; das angefochtene Urteil gäbe dem Bundesgericht mithin auch bei freier Prüfung keinen Anlass zu Kritik, denn die Anwendung des Hypothekarzinsfusses für Entschädigungen aus materieller Enteignung erscheint sachlich richtig und entspricht der bundesgerichtlichen Rechtsprechung zum Begriff des \"üblichen Zinsfusses\" im Sinne von Art. 76 Abs. 2 und Art. 88 Abs. 1 EntG (vgl. BGE 87 I 91).\n\nAuch das Gebot der rechtsgleichen Behandlung spricht im übrigen für die vom Verwaltungsgericht getroffene Entscheidung, denn es ist nicht einzusehen, weshalb die neue Ordnung des § 183 bis EG/ZGB nicht auch auf altrechtliche Fälle anwendbar sein soll, zumal die Frage der Verzinsung bisher nicht gesetzlich geregelt war.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}