{"annee": "97", "cour": "II", "page": "58", "date": "30/3/1971", "cite": [], "cite_par": ["106 IB 223", "123 III 124", "113 II 121", "143 II 37", "104 II 270"], "chapeau": "9. Arrêt de la Ire Cour civile du 30 mars 1971 dans la cause Motel de Gruyères SA contre Leemann", "regestes": ["Contrat de bail, inexécution des obligations du bailleur. 1. Contrat de bail portant sur un motel et sur des locaux annexes à construire. Application des art. 102 ss. CO et non des art. 254-255 CO aux conséquences de la non-délivrance de ces locaux (consid. 3). 2. Exigibilité de l'obligation de délivrance du bailleur, compte tenu d'une clause contractuelle par laquelle les preneurs renoncent à réclamer une indemnité et à rompre le contrat en cas de retard, même de longue durée, dans la délivrance des locaux loués. Validité d'une telle clause (consid. 4). 3. Mise en demeure du débiteur; exceptions à l'exigence de l'interpellation posée par l'art. 102 al. 1 CO (consid. 5) et à celle de la fixation d'un délai (art. 108 ch. 1 CO; consid. 6). 4. Application par analogie de l'art. 352 CO au contrat de bail? Question laissée indécise (consid. 7)."], "faits": "BGE 97 II 58 S. 59\n\nA.- Le 15 juin 1964, les époux Jacqueline et Jonny-Robert Leemann ont conclu deux contrats de bail, en qualité de preneurs: l'un avec la Société anonyme Motel de Gruyères, l'autre avec la Société immobilière Les Prahys \"A\" SA Le premier contrat portait sur le Motel de Gruyères à Epagny et sur l'équipement destiné à son exploitation. Il commençait le jour même de la conclusion et devait se terminer le 31 décembre 1974, sous réserve de reconduction. Le loyer annuel était fixé à 50 400 fr.; pour les mois de juin à octobre 1964, des réductions dégressives étaient accordées aux preneurs, pour tenir compte du fait que certains travaux et installations n'étaient pas achevés, le motel étant une construction nouvelle. Le second contrat avait pour objet des locaux \"remis à l'usage de bureau, de buanderie, de locaux de séchage et repassage, de kiosque et de local de petit déjeuner\". Il devait commencer le 31 décembre 1964 et se terminer le 31 décembre 1974. Le loyer annuel se montait à 5400 fr. L'art. 21 stipulait que \"l'immeuble du bailleur n'étant pas encore commencé, les preneurs ne pourront exiger aucune indemnité quelconque, ni rompre le contrat s'ils ne peuvent pas prendre possession des locaux loués à la date prévue, même si ce retard est de longue durée\".\n\nAux termes d'une clause insérée dans les deux contrats, ceux-ci étaient liés l'un à l'autre et ne pouvaient être dénoncés ni prolongés séparément. Lors de la conclusion, les deux sociétés bailleresses avaient les mêmes administrateurs; elles étaient représentées toutes deux par la Société Régissa gérances SA à Vevey.\n\nLes locaux qui faisaient l'objet du second contrat n'ont pas été construits. A fin août 1965, aucun ordre précis n'avait encore été donné à cet effet par la bailleresse. De leur côté, les preneurs n'ont pas payé à la Société Motel de Gruyères SA le loyer convenu. Ils ont fait opposition aux poursuites dirigées contre eux par cette société. A fin août 1965, ils ont quitté le motel; par lettre du 1er septembre 1965, ils ont informé la Société Motel de Gruyères SA de leur décision de résilier \"avec effet immédiat les contrats de bail du 15 juin 1964\". Ils ont refusé de donner suite à une lettre du 20 septembre de la bailleresse qui les engageait à reprendre l'exploitation du motel.\n\nB.- Par demande du 27 décembre 1965, la Société Motel de Gruyères SA a ouvert action contre les époux Leemann en paiement du loyer du premier contrat échu à cette date, de la BGE 97 II 58 S. 60moitié des frais de publicité qu'elle avait engagés et des frais de poursuite et de prise d'inventaire. Elle a réclamé en outre 50 000 fr. à titre d'indemnité pour rupture de contrat. Au für et à mesure de l'échéance des termes, elle a introduit de nouvelles actions en paiement du loyer.\n\nLes défendeurs ont conclu au déboutement de la demanderesse et, reconventionnellement, à ce que celle-ci fût condamnée à leur payer 12 161 fr. 85 à titre de réparation du tort moral et de remboursement de diverses dépenses. Ils faisaient valoir que le chauffage et l'eau chaude n'avaient été fournis que tardivement, que le motel souffrait de divers défauts et que les locaux promis par la S.I. Les Prahys SA n'avaient pas été construits.\n\nAprès avoir ordonné la jonction des différentes actions, le Tribunal civil de la Gruyère a statué par jugement du 30 décembre 1969. Il a condamné les défendeurs à payer à la demanderesse 13 650 fr., représentant le quart du loyer convenu, pour la période du 15 juin 1964 au 31 août 1965, et 371 fr. 60, soit le quart des frais de poursuite; de son côté, la demanderesse était condamnée à payer 2161 fr. 85, représentant des frais d'installation des défendeurs. Le Tribunal s'est fondé sur l'art. 255 CO et surtout, quoique implicitement seulement, sur la clausula rebus sic stantibus, pour opérer une réduction de 75% sur le loyer contractuel et considérer comme justifiée la résiliation du contrat avec effet au 31 août 1965.\n\nC.- La demanderesse a appelé de ce jugement; elle a conclu au paiement par les défendeurs de 46 200 fr., montant correspondant à la moitié du loyer convenu pour la période du 1er août 1964 au 31 mai 1966, de 25 000 fr. à titre de dommagesintérêts consécutifs à la rupture intempestive du contrat de bail, de 750 fr. et de 743 fr. 20, sommes représentant respectivement une part des frais de publicité et la moitié des frais de poursuite; elle demandait en outre le rejet des conclusions reconventionnelles des défendeurs.\n\nPar arrêt du 7 octobre 1970, la Cour d'appel du Tribunal cantonal fribourgeois a condamné les époux Leemann à payer à la Société Motel de Gruyères SA 25 000 fr. avec intérêt à 5% dès le 1er mars 1965, à titre de loyer ou d'indemnité pour occupation des locaux du 1er août 1964 au 31 août 1965, et 371 fr. 60 avec intérêt à 5% dès le 1er mars 1965, à titre de frais de poursuite. Elle a alloué aux défendeurs un montant BGE 97 II 58 S. 61réduit de 1700 fr., avec intérêt à 5% dès le 1er septembre 1965, pour frais d'installation. Ecartant l'application de la clausula rebus sic stantibus, la Cour d'appel s'est fondée sur les art. 254-255 CO pour réduire à 25 000 fr. le loyer dû pour la période du 1er août 1964 au 31 août 1965. Elle a rejeté les conclusions de la demanderesse tendant au paiement du loyer postérieurement à cette dernière date, d'une indemnité pour rupture du contrat et d'une part des frais de publicité.\n\nD.- La Société anonyme Motel de Gruyères recourt en réforme au Tribunal fédéral contre cet arrêt. Elle conclut à ce que les époux Leemann soient condamnés à lui payer 18 900 fr., somme représentant le 50% du loyer pour la période du 1er septembre 1965 au 31 mai 1966, et 25 000 fr. à titre d'indemnité équitable pour rupture intempestive du contrat de bail.\n\nLes intimés proposent le rejet du recours.", "considerants": "Considérant en droit:\n\n1. a) Le Tribunal cantonal a laissé ouverte la question de la qualification juridique - bail à loyer ou bail à ferme - des contrats du 15 juin 1964. Suivant les critères consacrés par la jurisprudence du Tribunal fédéral (RO 93 II 456 et les arrêts cités), il y a lieu d'appliquer en l'espèce les règles du bail à loyer.\n\nb) Les intimés ont signé les deux contrats en qualité de preneurs. La recourante en revanche est partie à celui-là seul qui porte sur le motel lui-même; le bailleur des locaux qui font l'objet du second contrat est la S.I. Les Prahys \"A\" SA La recour.ante admet cependant l'existence d'un lien économique entre les deux sociétés bailleresses; elle ne se prévaut pas de cette double personnalité juridique pour échapper aux conséquences de l'inexécution des obligations de la S.I. Les Prahys SA, conséquences dont elle répond au contraire en procédure. Il y a donc lieu de traiter la présente espèce comme s'il s'agissait d'un contrat unique, la dualité de bailleurs s'expliquant par des motifs d'opportunité.\n\n2. Le Tribunal cantonal a retenu notamment les défauts suivants de la chose louée: protection insuffisante, surtout en hiver, du bâtiment contre les intempéries, source d'humidité; absence de protection sur les parois à l'intérieur des chambres et absence de plinthes; retard dans la fourniture de l'eau chaude et du chauffage; non-exécution des installations prévues dans le contrat conclu avec la S.I. Les Prahys SA; retard dans BGE 97 II 58 S. 62l'aménagement des abords du motel. Appliquant les art. 254-255 CO, il a opéré une réduction de 50% sur le loyer convenu, pour la période du 1er août 1964 au 31 août 1965, ainsi qu'une réduction supplémentaire de 2300 fr. fondée sur l'absence de chauffage durant les mois d'octobre et novembre 1964. L'arrêt déféré n'est pas remis en cause sur ces points.\n\nQuant à la rupture du bail signifiée par les preneurs le 1er septembre 1965, la Cour d'appel a constaté de manière à lier le Tribunal fédéral que les intimés n'avaient sommé ni la recourante ni la S.I. Les Prahys SA de remettre la chose en état dans un délai convenable, c'est-à-dire de construire les locaux qui faisaient l'objet du contrat passé avec cette dernière société. Elle a admis qu'une telle sommation était en principe nécessaire aussi bien dans le cadre de l'art. 254 que dans celui de l'art. 255 CO. Selon l'arrêt déféré, les art. 107 à 109 CO sont cependant applicables au délai à impartir pour remettre la chose en état; au vu de l'attitude de la bailleresse, qui n'avait pas commencé les constructions ni même donné un ordre précis d'exécution, plus de 14 mois après le début du bail, les preneurs pouvaient considérer que l'art. 108 ch. 1 CO était applicable, la fixation d'un délai perdant son sens; ils étaient donc en droit de se départir du contrat, et cela d'un jour à l'autre, sans avoir à prévenir la bailleresse de leur décision.\n\nLa recourante objecte à ce point de vue que le créancier ne peut se départir du contrat en application des art. 107 et 255 CO qu'après avoir mis le débiteur en demeure, ce qui implique une interpellation préalable, conformément à l'art. 102 CO; or les preneurs n'ont pas interpellé la bailleresse. Elle soutient en outre que les intimés devaient savoir qu'un retard pourrait se produire; ils avaient donc l'obligation d'impartir à la bailleresse un délai convenable pour exécuter les travaux de construction. La recourante en conclut que les preneurs ont rompu le contrat de bail de façon intempestive, ce qui justifie l'allocation des indemnités qui font l'objet de ses conclusions.\n\n3. Le Tribunal cantonal a appliqué à tort les art. 254-255 CO à la rupture du contrat en tant qu'elle se fondait sur la non-délivrance des locaux loués par la S.I. Les Prahys SA, locaux dont la construction n'était pas même commencée lorsque le bail prit fin le 1er septembre 1965. Il ne s'agit en effet ni du cas où la chose est délivrée dans un état inapproprié à l'usage pour lequel elle a été louée, ni de celui où elle tombe BGE 97 II 58 S. 63dans un tel état durant le bail. On se trouve en présence d'un cas d'inexécution des obligations contractuelles de la S.I. Les Prahys SA, à laquelle est assimilée la recourante. Il y a donc lieu d'appliquer les art. 102 ss. CO relatifs à l'inexécution des obligations.\n\n4. La question de la demeure de la recourante soulève préalablement celle de l'exigibilité de son obligation de délivrance des locaux. Le point de départ du bail conclu avec la S.I. Les Prahys SA était fixé au 31 décembre 1964. Mais cette date ne peut être considérée comme celle de l'échéance de l'obligation de la bailleresse, eu égard à l'ensemble des circonstances et en particulier à l'art. 21 du contrat; cette clause, qui stipule la renonciation des preneurs à réclamer une indemnité et à rompre le contrat en cas de retard dans la délivrance des locaux loués, fût-il même de longue durée, montre en effet que les parties étaient conscientes du fait que les constructions pouvaient ne pas être terminées à la fin de l'année 1964.\n\nOn peut se demander si l'art. 21 ne devrait pas être considéré comme nul, voire comme entraînant la nullité du contrat dans son ensemble, parce que remettant au pouvoir discrétionnaire du bailleur la détermination du point de départ effectif du bail. Cette question doit être résolue par la négative. Eu égard notamment à la situation actuelle en matière de logement et de construction, la validité de contrats qui portent sur des locaux restant à édifier et prévoient la renonciation du preneur à des dommages-intérêts en cas de retard dans la construction est admissible. L'incertitude, qui découle de l'éventualité d'un tel retard, sur le moment où les locaux pourront être occupés ne peut être assimilée à l'absence d'accord sur un élément essentiel du contrat.\n\nLes preneurs pouvaient cependant compter sur le commencement immédiat des travaux; à défaut de quoi, la renonciation à des dommages-intérêts et à la rupture du contrat de bail, qui devait en principe débuter le 31 décembre 1964, ne s'expliquerait pas. Le devoir de la bailleresse d'entreprendre immédiatement la construction découlait d'ailleurs de l'art. 75 CO; seule l'obligation de délivrance était différée du temps correspondant à la durée normale de construction, conformément à la nature de la prestation (VON TUHR/SIEGWART II p. 488 ch. 4). Commencés à temps, les travaux auraient dû être terminés au plus tard au milieu de l'été 1965. Il s'agissait en effet BGE 97 II 58 S. 64de constructions relativement simples et de peu d'importance; on doit d'autre part présumer que les preneurs n'auraient pas accepté les art. 3 et 21 du contrat s'ils avaient dû compter avec un terme plus long. Admettre la validité de l'art. 21 au-delà de cette époque reviendrait à livrer les preneurs au pouvoir discrétionnaire de la bailleresse et contreviendrait au principe de la bonne foi. L'obligation de la recourante était donc exigible au plus tard à fin juillet - début août 1965.\n\n5. Il est constant que les intimés n'ont pas interpellé la recourante au sens de l'art. 102 al. 1 CO. L'hypothèse de l'art. 102 al. 2 CO n'est pas non plus réalisée, pour les raisons déjà mentionnées. La recourante en conclut qu'elle n'était pas en demeure, lorsque les preneurs se sont départis du contrat.\n\nL'exigence de l'interpellation a pour but d'épargner au débiteur un traitement trop rigoureux, lorsqu'il ignore l'époque de l'exécution ou que cette époque est indéterminée (VON TUHR/SIEGWART II p. 577 II). Le cas où l'échéance a été fixée conventionnellement n'est pas la seule exception à cette exigence. Le but de celle-ci et le principe de la bonne foi postulent la même solution dans d'autres hypothèses où il serait inéquitable que la demeure du débiteur fût subordonnée à une interpellation (VON TUHR/SIEGWART II p. 581 IV). C'est ainsi que VON TUHR/SIEGWART (II p. 583 ch. 4) proposent l'application analogique de l'art. 108 ch. 1 CO lorsque le débiteur d'une obligation exigible déclare nettement qu'il ne l'accomplira pas et qu'il ressort de cette attitude qu'une interpellation est inutile. OSER/SCHÖNENBERGER (ad art. 102 CO n. 15) se prononcent aussi en faveur de l'application de l'art. 108 ch. 1 CO par analogie, dans l'hypothèse où il est clair qu'en dépit de l'interpellation, le débiteur ne s'exécutera pas. Dans un arrêt du 30 janvier 1968, le Tribunal fédéral a jugé que l'exigence de l'art. 102 CO était tempérée lorsque, selon les règles de la bonne foi, une interpellation formelle apparaît superflue, en particulier lorsque le débiteur a clairement manifesté, par son comportement, sa ferme intention de ne pas accomplir ses obligations (RO 94 II 32).\n\nEn l'espèce, la construction n'avait pas même débuté à l'époque de l'exigibilité de l'obligation de la bailleresse de délivrer les locaux, soit à fin juillet - début août 1965; aucun ordre précis d'exécution n'avait encore été donné. Par une telle passivité, alors que le contrat avait été conclu depuis plus BGE 97 II 58 S. 65d'un an et que la date prévue pour le commencement du bail était le 31 décembre 1964, la recourante manifestait clairement l'intention de ne pas accomplir son obligation pour le moment. Or elle savait que les locaux promis aux intimés étaient nécessaires à une exploitation normale et rentable du motel. Au surplus, à supposer même qu'elle eût donné une suite positive à une interpellation intervenue à cette époque, la prestation ne pouvait plus être fournie dans un délai acceptable par les intimés, compte tenu du temps nécessaire à la construction. Si l'on considère les circonstances de l'espèce à la lumière du but de l'interpellation et du principe de la bonne foi, on aboutit ainsi à la conclusion qu'une interpellation n'était pas nécessaire pour mettre en demeure la S.I. Les Prahys SA, à laquelle est assimilée la recourante. Celle-ci se trouvait donc en demeure dès l'exigibilité de son obligation, c'est-à-dire dès fin juillet - début août 1965.\n\n6. Aux termes de l'art. 108 ch. 1 CO, la fixation du délai prévu par l'art. 107 al. 1 CO n'est pas nécessaire lorsqu'il ressort de l'attitude du débiteur que cette mesure serait sans effet. Le Tribunal cantonal a considéré à juste titre que cette condition était remplie en l'espèce, puisque l'obligation de la recourante ne pouvait plus être exécutée dans un délai acceptable par les intimés. Ceux-ci étaient donc en droit de se départir du contrat dès la demeure du débiteur, soit dès fin juillet - début août 1965. Ils l'ont fait sans trop tarder, par lettre du 1er septembre 1965, de sorte que la recourante ne pouvait être portée à croire qu'ils avaient renoncé à user de leur droit. La licéité de la dénonciation du bail avec effet au 1er septembre 1965 conduit au rejet des conclusions de la recourante en paiement tant du loyer réduit postérieurement à cette date que d'une indemnité pour rupture intempestive du contrat.\n\n7. Le contrat de bail se caractérise par le fait qu'il crée entre les parties des rapports de droit durables. Si l'on considère ici les deux contrats en cause comme formant un tout, la rupture du bail par les preneurs a pour fondement l'inexécution d'une partie importante du contrat, lequel avait déjà partiellement déployé ses effets pendant un certain temps. Les preneurs disposaient notamment des chambres du motel qu'ils ont louées à des tiers, ce dont ils ont tiré quelque revenu. Une résolution ex tunc du contrat de bail conduirait ainsi à des calculs compliqués. Une telle solution doit d'ailleurs être BGE 97 II 58 S. 66écartée en règle générale s'agissant de rapports de droit durables, qui ont déjà donné lieu pendant un certain temps à l'exécution de prestations (RO 78 II 37; PAUL LEMP, Schadenersatz wegen Nichterfüllung als Folge des Schuldnerverzugs, Diss. Bern 1938, p. 64 ss. et 81 ss.; CHR. SCHMID, Die Bedeutung des allgemeinen Schuldnerverzugsrechtes für die Verzugsregelung bei Miete und Pacht, Diss. Bern 1955, p. 61 ss). En accordant aux preneurs, pour la période où le contrat a été partiellement exécuté, une réduction équitable de 50% du loyer du motel, le Tribunal cantonal a adopté, à juste titre, une solution correspondant à une résiliation ex nunc.\n\nOn aboutirait à la même solution si on admettait l'application par analogie au contrat de bail de l'art. 352 CO, comme le proposent certains auteurs (K. LARENZ, Lehrbuch des Schuldrechts, 9e éd., München 1968, Allgemeiner Teil I, p. 25 et 307 s.; G. BEITZKE, Nichtigkeit, Auflösung und Umgestaltung von Dauerrechtsverhältnissen, in \"Recht und Zeit\", Heft 9, 1948, p. 21; H. WIEMKEN, Rücktritt und Schadenersatz als Folgen der Nichterfüllung bei gegenseitigen Verträgen, Diss. Basel 1931, p. 43 ss.). Le Tribunal fédéral a jugé à propos du contrat de représentation exclusive que celui-ci, comme les autres contrats qui créent des rapports de droit durables, nécessitait une possibilité de mettre fin au contrat analogue à celle qui existe pour le contrat de travail (RO 78 II 37, 60 II 336). La question de l'application par analogie de l'art. 352 CO au contrat de bail peut toutefois demeurer indécise en l'espèce, la solution se dégageant déjà des art. 102 ss. CO.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme l'arrêt rendu le 7 octobre 1970 par la Cour d'appel du Tribunal cantonal fribourgeois."}