{"annee": "97", "cour": "I", "page": "509", "date": "3/2/1971", "cite": [], "cite_par": ["103 IA 468", "115 IA 42", "103 IA 191", "105 IA 255", "99 IA 60", "102 IA 160", "99 IA 71", "100 IA 89", "113 IA 332", "145 I 183", "98 IA 395"], "chapeau": "70. Arrêt du 3 février 1971 dans la cause Commune de Romanel sur-Lausanne contre Conseil d'Etat du canton de Vaud.", "regestes": ["Autonomie communale. Modification d'un règlement communal par le Conseil d'Etat. 1. Règlement communal soumis à l'approbation du Conseil d'Etat, ou simple décision d'espèce, non soumise à une telle approbation? (consid. 3). 2. Contrôle des règlements communaux par le Conseil d'Etat: sous l'angle de la légalité seulement, ou sous l'angle de l'opportunité également? (consid. 4). 3. Le Conseil d'Etat peut-il modifier un règlement soumis à son approbation, ou doit-il se contenter de ne pas l'approuver? (consid. 5)."], "faits": "BGE 97 I 509 S. 510\n\nA.- En séance du 17 décembre 1969, le Conseil général de Romanel-sur-Lausanne a décidé, sur préavis de la municipalité et après avoir entendu le rapport de la Commission spéciale désignée à cet effet, \"d'autoriser l'ouverture nocturne des magasins qui en font la demande. Dans le cas d'Hypermarché SA, selon l'horaire:\n\na) lundi, mardi, jeudi, de 9 h. à 19 h.\n\nb) mercredi, vendredi, de 9 h. à 22 h.\n\nc) samedi, de 9 h. à 17 h.\"\n\nC'est à la demande d'Hypermarché Romanel SA, dont l'intention était d'ouvrir un grand magasin sur le territoire de Romanel dès le printemps 1970, que la commune a été amenée à prendre une telle décision.\n\nB.- En février 1970, le Département de l'intérieur, par l'intermédiaire du Préfet du district de Lausanne, requit la commune de Romanel de lui soumettre la réglementation des heures de fermeture des magasins, en vue de sa ratification par le Conseil d'Etat, une telle réglementation n'ayant force de loi qu'après approbation par cette autorité. La commune de Romanel fit alors parvenir au Conseil d'Etat un extrait du procès-verbal de la séance du Conseil général du 17 décembre 1969. Le 15 avril 1970, le Conseil d'Etat approuva la décision BGE 97 I 509 S. 511du Conseil général, en la modifiant en ce sens que l'heure de fermeture était fixée à 19 heures du lundi au vendredi et à 17 heures le samedi, avec possibilité de servir la clientèle jusqu'à 20 heures, respectivement 18 heures le samedi.\n\nAgissant par la voie du recours de droit public, la commune de Romanel-sur-Lausanne conclut à l'annulation de la décision du Conseil d'Etat. Elle se plaint de la violation de son autonomie et du principe de l'égalité de traitement. Elle soutient notamment que la décision du 17 décembre 1969 n'est qu'une décision particulière, non soumise à l'exigence de l'approbation du Conseil d'Etat, que ce dernier a admis à tort qu'il pouvait étendre son contrôle à des questions d'opportunité, qu'enfin le Conseil d'Etat ne peut de toute façon pas modifier lui-même une disposition réglementaire communale, mais seulement refuser de l'approuver s'il l'estime illégale ou - dans les cas où son contrôle peut s'étendre à des questions d'opportunité - inopportune.\n\nLe Conseil d'Etat conclut au rejet du recours.\n\nLes arguments développés à l'appui du recours, d'une part, et de la décision attaquée, d'autre part, seront repris ci-dessous dans la mesure utile.", "considerants": "Considérant en droit:\n\n1. La commune de Romanel recourt en tant que détentrice de la puissance publique; elle soutient que la décision attaquée viole l'autonomie qui est reconnue aux communes vaudoises dans le domaine de la police du commerce, notamment des heures d'ouverture des magasins. Elle a donc qualité pour soulever le grief de violation de son autonomie (cf. RO 94 I 455, 543 s.; 96 I 236 et 372 consid. 1).\n\nUne commune n'a en revanche pas qualité, selon la jurisprudence, pour se plaindre d'une violation de l'art. 4 Cst., du moins lorsqu'elle fait valoir ce grief à titre indépendant (RO 94 I 455 consid. 1b). Elle peut cependant soulever un tel grief en rapport avec celui de violation de son autonomie, en prétendant par exemple que la décision attaquée crée à son égard une inégalité de traitement par rapport aux autres communes. C'est dans un tel contexte que la commune de Romanel soulève le grief d'inégalité de traitement, qui est dès lors également recevable.\n\nBGE 97 I 509 S. 512\n\n2. a) En droit vaudois, le principe de l'autonomie communale découle de l'art. 80 de la Constitution cantonale (Cst. vaud.), ainsi rédigé:\n\n\"L'existence des communes est reconnue et garantie.\n\nLes communes sont subordonnées à l'Etat, avec lequel elles concourent au bien de la société.\n\nElles jouissent de toute l'indépendance compatible avec le bien de l'Etat, son unité et la bonne administration des communes ellesmêmes.\"\n\nD'autre part, selon l'art. 92 Cst. vaud., la police locale est exercée par la municipalité, sous le contrôle du Conseil général ou communal.\n\nSi la constitution reconnaît une certaine autonomie aux communes, elle ne la délimite pas elle-même. Le champ et l'étendue en sont fixés par la loi cantonale sur les communes du 28 février 1956 (en abrégé LC), notamment par son art. 2, qui détermine les attributions et les tâches propres des autorités communales, parmi lesquelles figurent, sous lettre d de l'al. 2, \"les mesures propres à assurer l'ordre et la tranquillité publics, ainsi que la salubrité publique\". Selon l'art. 43 ch. 6 lettre d LC, la réglementation de l'ouverture et de la fermeture des magasins incombe, en tant que tâche de police du commerce, à la municipalité. L'art. 94 LC impose aux communes l'obligation d'avoir un règlement de police et les règlements imposés par la législation cantonale; elles peuvent également avoir d'autres règlements.\n\nLa surveillance de l'Etat sur les communes est réglée, d'une part, par l'art. 94 al. 2 LC selon lequel le règlement de police et \"les règlements ou dispositions de règlements qui confèrent des droits ou imposent des obligations aux autorités ou aux particuliers les uns à l'égard des autres\" doivent être approuvés par le Conseil d'Etat pour avoir force de loi, d'autre part, par les art. 137 à 149 LC, notamment par l'art. 137 qui dispose:\n\n\"L'Etat veille à ce que les communes s'administrent de manière conforme à la loi.\n\nSon pouvoir de surveillance ne s'étend aux questions d'opportunité que lorsque l'intérêt général du canton ou des intérêts légitimes d'autres communes se trouvent directement en cause, ou lorsque la bonne administration de la commune est gravement menacée.\"\n\nb) En matière d'autonomie communale, le Tribunal fédéral se reconnaît un pouvoir de libre examen lorsqu'il s'agit de BGE 97 I 509 S. 513l'interprétation de dispositions constitutionnelles cantonales, alors qu'il n'examine que sous l'angle restreint de l'arbitraire l'interprétation et l'application des dispositions légales ou réglementaires (RO 96 I 153 consid. 3, 94 I 545 consid. 3, 93 I 431 consid. 3 a).\n\n3. Il ressort clairement des dispositions précitées que la réglementation des heures d'ouverture et de fermeture des magasins, comme tâche traditionnelle de police locale (cf. IMBODEN, Schweiz. Verwaltungsrechtsprechung, 3e éd. no 237 II a), entre dans la compétence de la commune; le Conseil d'Etat l'a d'ailleurs expressément reconnu dans une décision récente du 20 mai 1969 (publiée dans la RDAF 1970 p. 88). Les communes ne sont cependant pas obligées d'édicter des dispositions en cette matière. Si elles le font, elles doivent alors les soumettre à l'approbation du Conseil d'Etat, que ces dispositions figurent dans leur règlement général de police ou dans un texte à part, car il n'est pas douteux qu'il s'agit en tout cas de dispositions conférant des droits ou imposant des obligations au sens de l'art. 94 al. 2 LC.\n\nDans la décision attaquée, le Conseil d'Etat considère la décision prise le 17 décembre 1969 par le Conseil général de Romanel comme un règlement de police dont la validité est subordonnée à l'approbation de l'Exécutif cantonal. La recourante met en doute la qualité de règlement de ladite décision. Elle soutient qu'il s'agit d'une décision d'espèce, sans caractère de généralité et d'abstraction, et nullement d'un règlement de police, pas plus que d'une disposition d'un règlement qui devrait être soumis à l'approbation du Conseil d'Etat au sens de l'art. 94 al. 2 LC.\n\nS'il est vrai que la décision du 17 décembre 1969 a été provoquée par l'installation future d'Hypermarché Romanel SA sur le territoire de la commune et avait principalement pour but de donner suite à la demande de cette entreprise tendant à l'ouverture de son magasin deux fois par semaine jusqu'à 22 heures, ladite décision n'en a pas moins posé le principe \"d'autoriser l'ouverture nocturne des magasins qui en font la demande\". Il s'agit là d'une disposition générale, valable pour un ensemble de cas et dont la portée est même plus grande qu'il n'apparaît à première vue. Comme la commune de Romanel, dont le règlement de police date de 1912, n'avait pas réglementé jusqu'ici les heures d'ouverture et de fermeture des magasins, BGE 97 I 509 S. 514les commerçants avaient toute liberté de fixer ces heures à leur gré, notamment de maintenir leurs magasins ouverts le soir, sans avoir d'autorisation à demander. Dorénavant, ils ne pourront plus le faire que moyennant une autorisation. La décision du 17 décembre 1969 a donc introduit dans la commune l'exigence de l'autorisation pour l'ouverture des magasins le soir; elle a ainsi introduit un régime d'interdiction de police avec réserve d'autorisation (cf. FLEINER, Les principes généraux du droit administratif allemand, trad. Eisenmann, p. 247). En raison de sa portée générale, une telle disposition ne peut être édictée que par la voie réglementaire, sans quoi la base légale communale ferait défaut.\n\nD'ailleurs, la commune reconnaît expressément dans son recours qu'il ne s'agit pas d'une décision \"ad personam\", mais d'une disposition concernant tous les commerces qui en feront la demande. Elle a également précisé, dans d'autres écrits figurant au dossier, que cette décision \"fera partie intégrante de notre futur règlement de police, lequel devra être ratifié par le Conseil d'Etat\" (lettre du 26 décembre 1969 à la direction d'Hypermarché) ou qu'elle \"sera incluse dans le nouveau règlement de police, actuellement à l'étude\" et qu'en attendant elle \"fait partie de notre ancien règlement\" (lettre du 25 février 1970 accompagnant la décision du 17 décembre 1969, demandée par la Préfecture du district en vue de son approbation par le Conseil d'Etat).\n\nDans ces conditions, il n'était en tout cas pas arbitraire de considérer la décision litigieuse comme une disposition réglementaire soumise à l'exigence de l'approbation du Conseil d'Etat au sens de l'art. 94 al. 2 LC. S'agissant de l'application d'une disposition légale cantonale, le Tribunal fédéral peut se contenter de cette constatation, sans avoir à rechercher la portée et l'interprétation exacte de cette disposition. Le grief de violation de l'autonomie communale se révèle donc mal fondé sur ce point.\n\n4. L'art. 94 LC ne dit pas dans quelle mesure et selon quels critères le Conseil d'Etat peut contrôler le contenu des règlements communaux qui lui sont soumis pour approbation. En revanche, le pouvoir général de surveillance de l'Etat sur les communes est délimité par l'art. 137 LC; l'alinéa 2 prévoit que ce pouvoir ne s'étend aux questions d'opportunité que dans trois cas: si l'intérêt général du canton se trouve directement BGE 97 I 509 S. 515en cause, si des intérêts légitimes d'autres communes se trouvent directement en cause, enfin si la bonne administration de la commune est gravement menacée. On peut déduire de l'art. 137 al. 1 et, a contrario, de l'al. 2, que le pouvoir de contrôle du Conseil d'Etat porte en principe sur la légalité des règlements qu'il est appelé à approuver.\n\nLa recourante ne prétend pas que l'art. 137 CP ne soit pas applicable lors de la procédure d'approbation des règlements communaux par le Conseil d'Etat. Elle soutient en revanche que sa décision du 17 décembre 1969 était parfaitement conforme au droit constitutionnel et légal et que le Conseil d'Etat ne pouvait en examiner l'opportunité, car aucun des cas mentionnés à l'art. 137 al. 2 n'était réalisé.\n\na) La décision litigieuse du 17 décembre 1969 ne viole pas le droit cantonal, qui ne contient aucune disposition générale sur la fermeture des magasins. Le Conseil d'Etat ne prétend d'ailleurs pas qu'une disposition expresse du droit cantonal ait été violée.\n\nEn revanche, le Conseil d'Etat soutient que la décision litigieuse viole l'art. 31 Cst. Il n'en est rien.\n\nIl est vrai que, dans sa jurisprudence relative à l'art. 31 Cst., le Tribunal fédéral a considéré que le souci de traiter de façon égale les concurrents et le rétablissement de l'égalité des chances troublée par une mesure de politique économique pouvaient servir de fondement à des prescriptions sur la fermeture des magasins (RO 88 I 236, 91 I 98). Mais lorsqu'un canton, renonçant à toute loi-cadre, laisse entièrement dans la compétence des communes la réglementation des heures d'ouverture et de fermeture des magasins, sans même leur imposer d'édicter une telle réglementation, il ne peut pas intervenir, à l'occasion de l'approbation d'un règlement communal en la matière, en prétextant qu'un tel règlement provoquerait par rapport aux commerçants d'autres communes des inégalités incompatibles avec l'art. 31 Cst. L'obligation de traiter de façon égale les commerçants d'une même branche ne s'adresse qu'au législateur compétent pour établir des restrictions de police à la liberté du commerce et de l'industrie et ne vise que le territoire soumis à sa législation. Du principe de l'égalité de traitement entre commerçants de la même branche, on ne peut tirer aucune obligation pour les cantons d'harmoniser entre eux leur législation, ni pour les communes d'harmoniser leur réglementation, BGE 97 I 509 S. 516dans les cantons où elles ont une certaine compétence en cette matière. Que l'égalité n'existe pas entre commerçants soumis à des réglementations différentes parce que domiciliés dans des cantons - ou des communes - différents, cela est évident et n'est pas incompatible avec la constitution fédérale (cf. RO 96 I 699 ss. consid. 4 b, 93 I 311 consid. 2 c, 336 consid. 5 a et 715; 91 I 491 consid. 3 a). Si un canton estime nécessaire d'éliminer les différences qui existent entre communes en cette matière, il lui appartient d'édicter une réglementation uniforme, en limitant en conséquence les attributions des communes.\n\nAinsi la décision litigieuse de la commune de Romanel n'était contraire ni à la loi, ni à la constitution. Le Conseil d'Etat ne pouvait donc pas la critiquer sous l'angle de sa conformité au droit.\n\nb) Des trois cas où la surveillance de l'Etat peut porter sur les questions d'opportunité, le troisième (menace pour la bonne administration de la commune) n'entre certainement pas en considération. Quant à l'intérêt général du canton, on ne peut pas prétendre avec quelque sérieux qu'il soit mis directement en cause par la décision litigieuse du 17 décembre 1969: en effet, d'une part les magasins sont ouverts le soir pendant la saison touristique dans les stations (Montreux compris), d'autre part les autres localités présentent des réglementations sensiblement différentes les unes des autres en raison de l'absence de prescriptions cantonales en la matière. Même si, en l'espèce, l'importance du commerce considéré et la proximité d'entreprises concurrentes soumises à une réglementation plus stricte donnent plus d'intérêt à la question en cause, on doit néanmoins reconnaître que l'intérêt général du canton n'est pas directement touché.\n\nIl est en revanche évident que les intérêts d'autres communes peuvent être mis en cause par la réglementation adoptée par Romanel, notamment ceux des communes voisines (dont Lausanne) qui ne souhaitent pas autoriser la vente nocturne. Sans doute est-ce avant tout les commerçants de ces communes qui sont touchés dans leurs intérêts légitimes. Mais les personnes qui, dans les communes voisines, vivent du commerce de détail représentent tout de même une partie assez importante de la population pour que l'on puisse considérer certains de leurs intérêts comme étant finalement aussi des intérêts légitimes de ces communes. D'autre part, si l'ouverture nocturne des BGE 97 I 509 S. 517magasins est maintenue à Romanel, il faut s'attendre à ce que, dans un avenir plus ou moins rapproché, les communes voisines elles-mêmes se voient contraintes d'accorder aux entreprises concurrentes situées sur leur territoire une réglementation des heures d'ouverture semblable à celle qu'Hypermarché a obtenue de la commune de Romanel. Or à l'intérieur des localités, la fermeture des magasins le soir est une mesure de police qui tend avant tout à assurer la tranquillité nocturne des habitants. L'autorisation d'ouvrir les commerces le soir, que les communes voisines seraient aussi amenées à accorder, aurait notamment comme conséquence d'augmenter considérablement le bruit du trafic et de mettre sérieusement en danger la tranquillité nocturne.\n\nDans ces circonstances, il n'est en tout cas par arbitraire de considérer que des intérêts légitimes des communes voisines se trouvent mis directement en cause par la décision de la commune de Romanel d'autoriser l'ouverture nocturne d'un grand magasin situé sur son territoire; dès lors, le Conseil d'Etat pouvait sans arbitraire étendre à des questions d'opportunité l'examen du règlement communal qui lui était soumis pour approbation.\n\nc) Si le Conseil d'Etat pouvait, sans arbitraire, se considérer légitimé à contrôler la décision litigieuse sous l'angle de l'opportunité, il reste encore à examiner s'il n'a pas violé la constitution en abusant de son pouvoir d'appréciation dans l'accomplissement de cette tâche (cf. RO 93 I 160, 94 I 545). Les considérations développées ci-dessus (consid. 4 b) permettent de répondre par la négative à cette question: on peut en effet soutenir par de bonnes raisons que la réglementation adoptée par la commune de Romanel aura des conséquences défavorables pour une région économique relativement vaste et qu'elle n'est dès lors pas opportune. De la circonstance que l'ouverture des magasins le soir soit autorisée dans des régions touristiques du canton de Vaud, comme d'autres cantons, en raison des conditions particulières que présentent ces régions, on ne peut tirer aucun argument déterminant pour critiquer l'effort du Conseil d'Etat en vue de protéger la réglementation existante en dehors des régions touristiques, notamment dans la région de Lausanne.\n\n5. La recourante conteste au Conseil d'Etat la compétence de modifier lui-même un règlement communal soumis à son BGE 97 I 509 S. 518approbation, aussi bien lorsqu'il peut en contrôler l'opportunité que simplement la légalité.\n\nIl va de soi qu'en tant qu'autorité d'approbation des règlements communaux, le Conseil d'Etat peut refuser d'approuver tout ou partie d'un règlement contraire à la constitution ou à la loi ou jugé inopportun (dans les cas où son contrôle peut porter sur de telles questions). Il est clair également que le Conseil d'Etat a la faculté, dans les cas où il refuse d'approuver un règlement ou simplement telle ou telle de ses dispositions, d'indiquer à la commune sur quels points et dans quel sens elle devrait modifier son règlement pour qu'il puisse être approuvé. En partant du principe \"qui peut le plus, peut le moins\", on pourrait en conclure que le Conseil d'Etat peut également apporter lui-même directement la modification dont il fait dépendre son approbation; en particulier lorsque l'examen de l'opportunité se justifie en raison de la mise en cause directe d'intérêts légitimes d'autres communes, la solution la plus rationnelle et la plus sûre semble effectivement consister à faire apporter la modification nécessaire par le Conseil d'Etat luimême, mieux placé qu'une commune seule pour apprécier objectivement les intérêts en présence et en tenir convenablement compte. Sans doute une telle façon de procéder n'est-elle pas à l'abri de toute critique, car elle peut aboutir en fait à instituer par la voie d'un arrêté particulier du Conseil d'Etat, sans base légale, la réglementation cantonale subsidiaire qui fait défaut en une certaine matière. Comme il s'agit cependant, en l'espèce, d'un domaine que les communes n'ont pas l'obligation de réglementer, la recourante reste libre d'abroger les prescriptions préparées par elle mais modifiées par le Conseil d'Etat. Ainsi le Conseil général conserve la faculté de réglementer cette matière ou de renoncer à toute réglementation, soit que la solution modifiée par le Conseil d'Etat lui paraisse finalement acceptable et qu'il la maintienne en vigueur, soit qu'il la juge inacceptable et décide de l'abroger. On peut en conclure que, dans les circonstances particulières de l'espèce, il n'était pas arbitraire de la part du Conseil d'Etat de procéder à la modification d'une disposition jugée inopportune en fonction d'intérêts légitimes d'autres communes, et que partant l'autonomie n'a pas été violée.\n\n6. En raison de l'actualité de la question soulevée, on peut sans doute se demander si une interdiction complète de la vente BGE 97 I 509 S. 519du soir est compatible avec la liberté du commerce et de l'industrie, ou si au contraire une solution plus souple pour les heures de fermeture des magasins n'est pas commandée par les besoins actuels de la clientèle (cf. PATAKI, Die Öffnungszeiten im Detailhandel unter besonderer Berücksichtigung der schweizerischen Verhältnissen, thèse St-Gall, 1968, notamment pp. 59 ss, 171, 175 ss., 191 ss.) Mais le Tribunal fédéral n'a pas à examiner ici cet aspect de la question, car la recourante ne peut invoquer elle-même la liberté du commerce et de l'industrie - et ne l'a d'ailleurs pas fait - dans la présente affaire. La Cour de céans doit donc se limiter à l'examen de l'autonomie communale (égalité de traitement comprise). Ainsi reste indécis le point de savoir si la décision attaquée, qui peut sans arbitraire se fonder sur le pouvoir légal d'intervention du Conseil d'Etat dans les affaires communales, est également compatible avec l'art. 31 Cst.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours dans le sens des considérants."}