{"annee": "97", "cour": "I", "page": "151", "date": "3/2/1971", "cite": ["57 I 19", "63 I 17", "96 I 594", "96 I 387", "87 I 73", "60 I 131", "87 I 191", "93 I 49", "92 II 82", "90 I 113", "85 I 39", "96 I 396", "94 II 292"], "cite_par": ["103 IB 69", "98 IA 314"], "chapeau": "25. Auszug aus dem Urteil vom 3. Februar 1971 i.S. Müller gegen The Bristol Steam Navigation Company Limited und Obergericht des Kantons Zürich.", "regestes": ["Convention belgo-suisse sur l'exécution des jugements, du 29 avril 1959. Réserve que doit faire devant le tribunal belge un défendeur domiciliéen Suisse, s'il veut pouvoir s'opposer par la suite à l'exécution du jugement en Suisse, en se fondant sur l'art. 2 lettre c de la convention (consid. 4). Le jugement belge est-il incompatible avec l'ordre public suisse au sens de l'art. 1er lettre a de la convention: - parce qu'il n'aurait pas tenu compte de l'exception de compensation soulevée par le défendeur? (consid. 5 a) - parce que le demandeur aurait commis un abus de droit en ouvrant action à un for créé artificiellement en vue d'éluder le droit suisse? (consid. 5 b)."], "faits": "BGE 97 I 151 S. 152\n\nA.- Josef Müller wohnt in Erlenbach (ZH) und vertreibt die Erzeugnisse eines englischen Stahlwerkes in der Schweiz und in Deutschland. In den Jahren 1959 bis 1962 liess er Stahlblech, das er in England übernommen hatte, durch die \"Bristol Steam Navigation Company Limited\" (im folgenden kurz \"Bristol\" genannt) per Schiff nach dem Kontinent transportieren. Nachdem im Frühling 1961 bei der Ausladung in Rotterdam Schäden an den ausgeladenen Waren festgestellt worden waren, wurde im April 1961 vereinbart, die \"Bristol\" solle die Transporte nach Antwerpen leiten und habe die Ware vor der Verladung auf Schäden hin zu prüfen und allenfalls Verladescheine mit einem Vorbehalt (sog. claused bills of lading) zu erstellen. Müller behauptet, dass die \"Bristol\" dies in der Folge unterlassen habe und dass auch die in Antwerpen ausgeladenen Waren Transportschäden aufgewiesen hätten. Er meldete der \"Bristol\" Ende Juni 1962 einen bei fünf Transporten entstandenen Schaden von ungefähr DM 180'000.-- an, stellte ihr am 15. August 1962 für Schäden im Gesamtbetrag von DM 264'976.-- (£ 23'764.--.-) Rechnung und lehnte es in der Folge ab, Frachtrechnungen im Gesamtbetrag von £ 18'251.11.8 zu bezahlen mit der Begründung, BGE 97 I 151 S. 153die \"Bristol\" schulde ihm nach Verrechnung mit seiner Schadenersatzforderung noch £ 5'543.15.-. Mit Schreiben vom 29. November 1962 setzte der Zürcher Anwalt der \"Bristol\" Müller eine Frist von 10 Tagen zur Bezahlung der Frachtrechnungen, ansonst er so rasch als möglich die Klage einleiten werde. Obwohl Müller nicht zahlte, wurde diese Klage nicht erhoben.\n\nB.- Am 12. Oktober 1963 liess die \"Bristol\" zwei Schiffsladungen, die sich im Hafen von Antwerpen befanden und nach ihrer Behauptung Müller gehörten, mit Arrest belegen. Hierauf leitete sie am 19. Oktober 1963 beim Gericht I. Instanz in Antwerpen gegen Müller Klage ein auf Zahlung von £ 18'220.17.- nebst Verzugszins seit 8. November 1962 sowie auf Vollstreckbarkeit durch Verwertung der Arrestgegenstände. Müller machte geltend, dass nicht das von der Klägerin angerufene englische, sondern das belgische Recht anwendbar und nach diesem die für Forderungen der vorliegenden Art geltende einjährige Verjährungsfrist abgelaufen sei; eventuell bestritt er die Gültigkeit des Arrestes mit der Begründung, die beschlagnahmte Ware sei nicht sein Eigentum gewesen.\n\nDas Gericht von Antwerpen hiess beide Klagebegehren mit Urteil vom 22. Juni 1964 gut.\n\nMüller reichte gegen dieses Urteil beim Appellationshof in Brüssel Berufung ein mit dem Antrag, die Klage sei wegen Verjährung abzuweisen, eventuell sei der Arrest ungültig zu erklären. Er machte wiederum geltend, dass belgisches Recht anwendbar sei, und bemerkte in diesem Zusammenhang, dass deshalb, weil Antwerpen beim Frachtvertrag Erfüllungsort sei, das Gericht von Antwerpen auch örtlich zuständig gewesen sei. Ferner führte er am Schlusse seiner Eingabe aus, die Erhebung der Verjährungseinrede sei durchaus gerechtfertigt, weil er gegen den Kläger eine die Frachtkosten übersteigende Schadenersatzforderung habe, wofür er sich auf die Korrespondenz vom Sommer 1962 berief.\n\nDer Appellationshof von Brüssel wies die Berufung mit Urteil vom 21. Oktober 1966 ab und bestätigte das angefochtene Urteil. Er betrachtete wie die Vorinstanz das englische Recht als anwendbar und schloss ihre Erwägungen mit der Feststellung, dass \"im englischen Recht die Forderung nicht verjährt ist und Appellant weiterhin keinen Beweis erbringt, dass er infolge Havarie oder Fehler irgendeinen begründeten BGE 97 I 151 S. 154Regress (Rekurs) gegen den Seetransporteur besitzen würde\" (beglaubigte Übersetzung aus dem Flämischen). Dieses Urteil wurde rechtskräftig und vollstreckbar.\n\nC.- Die \"Bristol\" unterliess es, die Verwertung der arrestierten Gegenstände zu verlangen. Dagegen betrieb sie Müller am 1. August 1968 in Erlenbach für Fr. 218'782.65 nebst 5 1/2% Zins seit 8. November 1962 und stellte, als der Betriebene Recht vorschlug, unter Berufung auf das schweizerisch-belgische Vollstreckungsabkommen vom 29. April 1959 (AS 1962 S. 894 ff., im folgenden kurz \"Abkommen\" genannt) das Gesuch um Vollstreckbarerklärung des Urteils des Gerichts von Antwerpen vom 22. Juni 1964 und um Erteilung der definitiven Rechtsöffnung. Der Audienzrichter des Bezirksgerichts Meilen erklärte das genannte Urteil für vollstreckbar und erteilte definitive Rechtsöffnung für Fr. 189'496.85 nebst 5 1/2% Zins seit 8. November 1962. Müller rekurrierte hiegegen an das Obergericht des Kantons Zürich, wurde aber mit Beschluss vom 2. März 1970 abgewiesen.\n\nD.- Gegen diesen Entscheid hat Müller staatsrechtliche Beschwerde erhoben.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Art. 1 Abs. 1 des Abkommens zählt unter lit. a - d vier Voraussetzungen auf, unter denen die im einen Staate gefällten Entscheidungen in Zivil- und Handelssachen im andern anerkannt werden. Dass diese Aufzählung abschliessend ist, ergibt sich aus Art. 3 und 7 des Abkommens, wonach die Prüfung eines Exequaturbegehrens sich auf die in Art. 1 vorgesehenen Voraussetzungen (und die nach Art. 6 beizubringenden Urkunden) zu beschränken hat und eine sachliche Nachprüfung des Entscheids in keinem Falle stattfinden darf. Im vorliegenden Falle ist unbestritten, dass die in lit. c und d genannten Voraussetzungen erfüllt sind. Streitig ist nur, ob das belgische Urteil mit der öffentlichen Ordnung der Schweiz vereinbar ist (lit. a) und ob es von einem nach Art. 2 des Abkommens zuständigen Gericht gefällt worden ist (lit. b).\n\n4. Das schweizerisch-belgische Vollstreckungsabkommen enthält im Gegensatz zum schweizerisch-französischen Gerichtsstandsvertrag keine für die Gerichte beider Staaten verbindlichen Gerichtsstandsvorschriften, sondern setzt, wie die meisten von der Schweiz abgeschlossenen Vollstreckungsabkommen BGE 97 I 151 S. 155(vgl. BGE 92 II 84 E. 2 und BGE 94 II 294 E. 2), nur die Bedingungen fest, unter welchen die von den Gerichten des einen Vertragsstaates gefällten Entscheide im andern Vertragsstaate anerkannt und vollstreckt werden (vgl. die Botschaft, BBl 1959 II 313/14). Diese Bedingungen werden in Art. 2 lit. a - jdes Abkommens aufgezählt. Beide kantonalen Instanzen haben angenommen, die Vollstreckung könne im vorliegenden Falle ausschliesslich aufgrund von lit. c bewilligt werden, d.h. weil der Beschwerdeführer vor den belgischen Gerichten zur Hauptsache verhandelt habe, ohne hinsichtlich der im Sinne dieses Abkommens zu verstehenden Zuständigkeit dieser Gerichte einen Vorbehalt anzubringen. Erweist sich diese Annahme als richtig, so braucht nicht geprüft zu werden, ob die belgischen Gerichte, wie die Beschwerdegegnerin behauptet, auch nach lit. b zuständig gewesen wären.\n\nDas Obergericht geht davon aus, dass weder der Beschwerdeführer noch seine Anwälte vor den belgischen Gerichten deren Zuständigkeit bestritten hätten. Diese Feststellung ist offenbar richtig und wird denn auch vom Beschwerdeführer nicht zu widerlegen versucht. Sein vor Obergericht erhobener Einwand, er habe seine belgischen Anwälte erfolglos aufgefordert, die Zuständigkeit der belgischen Gerichte zu bestreiten, ist in Erwägung 7 des angefochtenen Entscheids mit zutreffender Begründung zurückgewiesen worden und wird vor Bundesgericht nicht mehr vorgebracht.\n\nDer Beschwerdeführer hat zudem vor den belgischen Gerichten nicht nur vorbehaltlos zur Hauptsache verhandelt; vielmehr hat sein Anwalt vor dem Appellationshof noch ausdrücklich geltend gemacht, die belgischen Gerichte seien unabhängig vom Arrest auch deshalb zuständig, weil der Frachtvertrag in Antwerpen zu erfüllen gewesen sei. In der staatsrechtlichen Beschwerde wird freilich behauptet, diese Anerkennung sei nur unter der Voraussetzung erfolgt, dass das ganze Rechtsverhältnis der Parteien dem belgischen Recht unterstehe, was der Appellationshof abgelehnt habe. Für einen solchen Vorbehalt, dessen Zulässigkeit übrigens zweifelhaft erscheint, enthalten die Akten indessen keinen Anhaltspunkt. Davon abgesehen kommt der Frage, ob der Beschwerdeführer die Zuständigkeit der belgischen Gerichte im Verfahren vor diesen ausdrücklich anerkannt oder aber bestritten hat, keine entscheidende Bedeutung zu. Wenn nämlich ein Vollstreckungsabkommen keine Gerichtsstandsvorschriften aufstellt, sondern - wie das schweizerisch- BGE 97 I 151 S. 156belgische Abkommen - lediglich die Bedingungen der Anerkennung und Vollstreckung des Urteils im andern Vertragsstaate festsetzt, so ist zwischen der Zuständigkeit der Prozessgerichte nach ihrem Landesrecht und derjenigen nach dem Vollstreckungsabkommen zu unterscheiden. Der Beklagte, der sich der VOIlstreckung des Urteils im andern Staate widersetzen will, kann die erstere anerkennen und braucht in der Regel nur die zweite zu bestreiten. Dies wurde vom Bundesgericht für die Vollstreckungsabkommen mit Österreich (BGE 57 I 25), Deutschland (BGE 60 I 132/33, BGE 63 I 17/18) und Italien (BGE 96 I 595 /96) entschieden und muss erst recht für das Abkommen mit Belgien gelten, das in Art. 2 lit. c ausdrücklich von einem Vorbehalt \"hinsichtlich der im Sinne dieses Abkommens zu verstehenden Zuständigkeit\" spricht. Von einer Verletzung dieser Bestimmung könnte daher - gleichgültig ob der Beschwerdeführer nun die Zuständigkeit der belgischen Gerichte nach Landesrecht anerkannt oder bestritten hat - nur dann die Rede sein, wenn er bei ihnen vor oder gleichzeitig mit der Verhandlung zur Hauptsache in gehöriger Weise geltend gemacht hätte, dass er nach dem Abkommen sich der Anerkennung und Vollstreckung des Urteils in der Schweiz widersetzen könne und sich vorbehalte, von diesem Recht Gebrauch zu machen. Dass er etwas Derartiges geltend gemacht hätte, hat der Beschwerdeführer jedoch nie behauptet, geschweige denn darzutun versucht.\n\nUnter diesen Umständen vermag ihm auch der Einwand nicht zu helfen, er habe sich nicht freiwillig auf das Verfahren vor den belgischen Gerichten eingelassen, sondern sei durch den Arrest dazu gezwungen worden. Die Notwendigkeit, seine durch den Arrest gefährdeten Interessen zu wahren, mochte ihn allenfalls dazu veranlassen, sich trotz angeblicher Unzuständigkeit der belgischen Gerichte auf das Verfahren vor diesen einzulassen, hinderte ihn aber nicht, dabei zu erklären, dass er sich vorbehalte, gegen die spätere Vollstreckung des Urteils in der Schweiz Einsprache zu erheben. Aus dem gleichen Grunde ist auch der vom Obergericht übrigens mit zutreffender Begründung widerlegte Einwand des Beschwerdeführers unbehelflich, er habe dadurch, dass er vor den belgischen Gerichten (eventuell) die Ungültigerklärung des Arrestes beantragt habe, auch die Zuständigkeit dieser Gerichte bestritten.\n\n5. Nach Art. 1 lit. a des Abkommens setzt die Vollstreckung eines belgischen Urteils in der Schweiz voraus, dass es mit der BGE 97 I 151 S. 157öffentlichen Ordnung der Schweiz vereinbar ist. Der in den Vollstreckungsabkommen regelmässig enthaltene Vorbehalt der öffentlichen Ordnung des Vollstreckungsstaates bezieht sich, wie das Bundesgericht in seiner neueren Rechtsprechung angenommen hat, nicht nur auf den Inhalt der Entscheidung, sondern auch auf das Verfahren, in dem sie ergangen ist (BGE 85 I 47 E. 4, BGE 87 I 78 E. 6, BGE 90 I 118 E. 3 b, BGE 93 I 57 E. 4 und 272 E. 4 a, BGE 96 I 398). Anderseits sind dem Vorbehalt, wie wiederholt entschieden wurde, im Gebiete der Vollstreckung ausländischer Urteile engere Grenzen gezogen als im Gebiete der direkten Gesetzesanwendung (BGE 87 I 193 /94 und dort angeführte Urteile, BGE 90 I 118 E. 3, BGE 93 I 58 oben). Als unvereinbar mit der öffentlichen Ordnung der Schweiz gilt ein Urteil dann, wenn es in unerträglicher Weise gegen das einheimische Rechtsgefühl verstösst und grundlegende Regeln der schweizerischen Rechtsordnung verletzt (BGE 87 I 78 /79 und 193 ff., BGE 96 I 391 E. 3 und 397 E. 4).\n\na) Der Beschwerdeführer erblickt einen solchen Verstoss zunächst darin, dass die belgischen Gerichte über seine Behauptung, er habe der Klägerin gegenüber eine Gegenforderung, ohne materielle Prüfung hinweggegangen seien und ihm damit das rechtliche Gehör verweigert hätten.\n\nDer Einzelrichter von Meilen hat diesen Einwand abgewiesen mit der Begründung, es gehe aus dem Urteil des Appellationshofs von Brüssel nicht hervor, dass substantiierte Behauptungen des Beschwerdeführers betreffend Gegenforderungen nicht zum Beweis verstellt oder angebotene Beweise nicht abgenommen worden seien. Das Obergericht dagegen hat angenommen, der belgische Appellationshof habe in der Tat die Behauptungen des Beschwerdeführers hinsichtlich des Bestandes eines Schadenersatzanspruchs übergangen; der Beschwerdeführer habe es jedoch unterlassen, diesen Mangel durch eine Beschwerde an den belgischen Kassationshof zu rügen, und könne sich aus diesem Grunde nicht über eine Verletzung der öffentlichen Ordnung der Schweiz beschweren; dem stehe nicht entgegen, dass das Bundesgericht in BGE 85 I 50 /51 ausgeführt habe, die Berufung auf den ordre public setze nicht voraus, dass der Verurteilte im Ausland die gegen das Urteil zur Verfügung stehenden Rechtsmittel ergriffen habe, denn der dort beurteilte Fall könne mit dem vorliegenden nicht verglichen werden.\n\nIn der staatsrechtlichen Beschwerde wird dem entgegengehalten, dass BGE 85 I 50 /51 klar und eindeutig einen allgemeinen BGE 97 I 151 S. 158Grundsatz aufstelle und zudem auch eine Beschwerde an den belgischen Kassationshof nicht zu einer materiellen Prüfung der Verrechnungseinrede und damit zur Gewährung des rechtlichen Gehörs geführt hätte. Wie es sich hiemit verhält, kann dahingestellt bleiben, da die Berufung des Beschwerdeführers auf den ordre public schon aus andern Gründen abzuweisen ist.\n\nAus den Akten ergibt sich, dass der Beschwerdeführer weder vor dem Gericht von Antwerpen noch vor dem Appellationshof von Brüssel ausdrücklich die Verrechnungseinrede erhoben, sondern dass er seine Gegenforderung jeweils nur erwähnt hat, um sich gegen den Vorwurf missbräuchlicher Erhebung der Verjährungseinrede zu verteidigen. Das mag erstaunen, ist jedoch offenbar darauf zurückzuführen, dass die Verrechnungseinrede, wie in der staatsrechtlichen Beschwerde aufgrund von Auskünften der belgischen Anwälte des Beschwerdeführers ausgeführt wird, nach belgischem Recht nur hätte erhoben werden können, wenn die Gegenforderung vor Ablauf der einjährigen Verjährungsfrist in Belgien gerichtlich geltend gemacht worden wäre. Hat der Beschwerdeführer aber die Verrechnungseinrede nicht erhoben, so kann den belgischen Gerichten kein Vorwurf gemacht werden, wenn sie die Begründetheit der Gegenforderung des Beschwerdeführers nicht geprüft haben.\n\nDazu kommt, dass nur das Gericht von Antwerpen sich überhaupt nicht mit der Gegenforderung befasst hat, während der Appellationshof von Brüssel immerhin am Schlusse seiner Erwägungen festgestellt hat, dass der Beschwerdeführer keinen Beweis für die behauptete Schadenersatzforderung erbracht habe. Diese Feststellung, die zeigt, dass der Appellationshof die Beurteilung der Schadenersatzforderung nicht versehentlich unterlassen oder von vorneherein abgelehnt hat, kann zweierlei bedeuten. Entweder hätte der Beschwerdeführer - mangels einer Widerklage - nach belgischem Recht bestimmte Urkunden (rechtskräftiges Urteil, Schuldanerkennung, Vergleich oder dergleichen) vorlegen sollen, und dann besagt die Bemerkung des Appellationshofs lediglich, dass dies nicht geschehen sei. Oder aber der Appellationshof konnte über die zur Verrechnung gestellte Schadenersatzforderung entscheiden, in welchem Falle jene Feststellung besagt, dass der Anspruch mangels genügender Beweise abgewiesen werde. Ob dies zu Recht geschehen ist, kann aber nicht geprüft werden, da die Art. 3 und 7 des Abkommens jede sachliche Nachprüfung der im andern Vertragsstaate BGE 97 I 151 S. 159ergangenen Entscheidung verbieten und der Beschwerdeführer zudem die in jener Feststellung liegende Beweiswürdigung nicht beanstandet. Welches also auch die Bedeutung der Feststellung ist, so liegt jedenfalls weder eine Verweigerung des rechtlichen Gehörs noch eine formelle Rechtsverweigerung vor, so dass nicht näher geprüft zu werden braucht, unter welchen Voraussetzungen solche Mängel als Verstösse gegen die öffentliche Ordnung der Schweiz zu betrachten sind.\n\nb) Nach Auffassung des Beschwerdeführers verstossen die belgischen Urteile auch deshalb gegen die öffentliche Ordnung der Schweiz, weil damit ein gegen Treu und Glauben verstossendes Verhalten der Gegenpartei geschützt worden sei. Zur Begründung dieses Vorwurfs verweist er auf seinen Briefwechsel mit der Gegenpartei vom 19./29. November 1962, und behauptet, damit hätten die Parteien vereinbart, einen allfälligen Prozess in Zürich zu führen. Statt jedoch dort, wie angedroht, sofort Klage einzuleiten, habe die \"Bristol\" monatelang zugewartet und dann in Antwerpen einen Arrest erwirkt, um hier künstlich einen Gerichtsstand zu schaffen und den Beschwerdeführer daran zu hindern, sich durch Geltendmachung der Verrechnung mit seiner Gegenforderung zu verteidigen. Einen Beweis für solch missbräuchliches Vorgehen erblickt der Beschwerdeführer darin, dass die \"Bristol\" es trotz Obsiegens im Prozess in Belgien unterlassen habe, den in Antwerpen erwirkten Arrest bis zur Verwertung zu verfolgen.\n\nAuch diese Vorbringen vermögen indes nicht darzutun, dass die Urteile der belgischen Gerichte mit der öffentlichen Ordnung der Schweiz unvereinbar sind. Zunächst kann keine Rede davon sein, dass die \"Bristol\" mit dem Mahnschreiben ihres Anwalts vom 29. November 1962, das übrigens auf das Schreiben des Beschwerdeführers vom 19. November 1962 nicht einmal Bezug nimmt, sich verpflichtet hätte, ihre Ansprüche nur vor einem schweizerischen Gericht einzuklagen. Nähere Prüfung verdient nur der Vorwurf, die Beschwerdegegnerin habe einen künstlichen Gerichtsstand geschaffen, um die materiellen und prozessrechtlichen Vorschr iften der Schweiz über die Verrechnung zu umgehen. Entgegen der Auffassung der Beschwerdegegnerin erscheint es nicht als ausgeschlossen, dass ein als Gesetzesumgehung zu betrachtendes Vorgehen einer Prozesspartei ein ausländisches Urteil als mit der öffentlichen Ordnung der Schweiz unvereinbar erscheinen lässt und deshalb seine Vollstreckung BGE 97 I 151 S. 160in der Schweiz ausschliesst. Doch muss es sich bei den umgangenen Vorschriften um solche handeln, die um der öffentlichen Ordnung willen aufgestellt worden sind. Das ist bei den hier in Betracht fallenden Vorschriften über die Verrechnung zweier Forderungen nicht der Fall. Zudem hätten die schweizerischen Gerichte auf das Rechtsverhältnis zwischen den Parteien vermutlich nicht das schweizerische Recht, sondern wie die belgischen Gerichte das englische Recht angewendet. Auch haben die belgischen Gerichte die Gegenforderung des Beschwerdeführers nicht deshalb unberücksichtigt gelassen, weil die Verrechnung nach belgischem Recht unzulässig war, sondern offenbar deshalb, weil es der Beschwerdeführer unterlassen hat, sie durch Widerklage oder Erhebung der Verrechnungseinrede geltend zu machen und ihren Bestand zu beweisen. Schliesslich kann der Beschwerdeführer auch daraus nichts zu seinen Gunsten ableiten, dass die Beschwerdegegnerin mit der Erhebung der Klage einige Zeit zugewartet hat, denn er selbst hat es während dieser Zeit ebenfalls unterlassen, seine angebliche, die Forderung der \"Bristol\" übersteigende Gegenforderung einzuklagen, wofür das Gericht in Antwerpen als dem Ort der Vertragserfüllung oder wohl eher ein englisches Gericht zuständig gewesen wäre. Wenn er statt dessen vorerst untätig geblieben ist und dann - offenbar in der Erwartung, die belgischen Gerichte würden die gegen ihn eingeklagte Forderung wegen Verjährung abweisen - sich auf den Prozess in Belgien eingelassen hat, ohne seine Gegenforderung gehörig geltend zu machen oder die Einrede des Rechtsmissbrauchs oder der Gesetzesumgehung zu erheben, so kann er, nachdem der Prozess zu seinen Ungunsten ausgegangen ist, sich der Vollstreckung des Urteils nicht mit der Begründung entziehen, das Vorgehen der Gegenpartei sei missbräuchlich gewesen und habe gegen Treu und Glauben verstossen."}