{"annee": "97", "cour": "I", "page": "919", "date": "12/11/1971", "cite": ["78 IV 11", "68 IV 36", "96 IV 82", "93 IV 3", "88 IV 8"], "cite_par": ["102 IB 335", "110 V 330", "145 IV 137", "116 IA 207", "117 IV 40", "111 V 46", "117 IV 369", "134 IV 121"], "chapeau": "132. Urteil des Kassationshofes vom 12. November 1971 i.S. Buholzer gegen Regierungsrat des Kantons Luzern.", "regestes": ["1. Art. 104 litt. a OJ. Prise en considération des modifications de la loi. Application du droit entré en vigueur postérieurement à la décision attaquée, lorsqu'il représente une lex mitior et lorsqu'il n'en résulte aucune atteinte aux droits acquis de tiers (consid. 2). 2. Abrogation de la libération conditionnelle en cas de placement dans une maison d'éducation au travail. a) Art. 336 litt. e, 100 ter CP. Application du nouveau droit (consid. 1). b) Art. 100 ter ch. 1 al. 2 CP. Notion du cas de peu de gravité (consid. 3)."], "faits": "BGE 97 I 919 S. 919\n\nA.- Josef Buholzer, geboren 1947, wurde am 10. September BGE 97 I 919 S. 9201968 vom Obergericht des Kantons Luzern wegen Diebstahls, Sachbeschädigung und Betrugs zu 9 Monaten Gefängnis verurteilt. Das Gericht schob die Strafe auf und wies den Verurteilten aufunbestimmte Zeit in eine Arbeitserziehungsanstalt ein.\n\nAm 2. April 1971 wurde Buholzer auf Beschluss des Regierungsrates des Kantons Luzern für zwei Jahre bedingt aus der Anstalt entlassen und unter Schutzaufsicht gestellt. Zudem wurde ihm die Weisung erteilt, den ihm zugewiesenen Arbeitsplatz unverzüglich anzutreten, weder Stelle noch Unterkunft ohne Bewilligung des Schutzaufsichtsamts zu verlassen und sich arbeitsam und klaglos zu verhalten.\n\nNachdem das Justizdepartement Buholzer wegen arbeitsscheuen Verhaltens am 21. April 1971 erfolglos verwarnt hatte, beschloss der Regierungsrat des Kantons Luzern am 27. Mai 1971 den Widerruf der bedingten Entlassung und die Rückversetzung des Verurteilten in die Arbeitserziehungsanstalt.\n\nB.- Buholzer ficht diesen Entscheid mit verwaltungsgerichtlicher Beschwerde an. Er bestreitet, liederlich und arbeitsscheu gewesen zu sein. Während der zwei Monate nach seiner Entlassung habe er eineinhalb Monate gearbeitet, wofür er ein Arbeitszeugnis einlege. Im übrigen sei er arbeitsunfähig gewesen; sein Arzt habe ihm erklärt, er solle das Bett hüten, welche Weisung er befolgt habe. Schliesslich macht er geltend, während der 30 Monate, die er in der Arbeitserziehungsanstalt Liestal verbracht habe, hätten sich dort vorwiegend Insassen mit Gefängnis- und Zuchthausstrafen aufgehalten, was sich auf seine \"Erziehung\" ungünstig ausgewirkt habe.\n\nC.- Das Justizdepartement des Kantons Luzern hat sich mit dem Antrag auf Abweisung der Beschwerde vernehmen lassen.\n\nDas Eidg. Justiz- und Polizeidepartement weist in seinen Gegenbemerkungen zur Beschwerde darauf hin, dass seit dem angefochtenen Entscheid das Bundesgesetz vom 18. März 1971 betreffend Änderung des StGB in Kraft getreten ist. Da nach dem neuen Art. 397 bis Ziff. III 1 in Verbindung mit Art. 336 Buchstabe e die neuen Bestimmungen über die bedingte Entlassung auch auf Verurteilte Anwendung fänden, die vor dem 1. Juli 1971 bestraft worden sind, stelle sich die Frage, ob das Bundesgericht in Anwendung des neuen Art. 100 ter statt des früheren Art. 43 StGB zu entscheiden habe, d.h. ob rechtliche Veränderungen, die nach Erlass der angefochtenen Verwaltungsverfügung BGE 97 I 919 S. 921eingetreten seien, berücksichtigt werden müssten. Bei Anwendung von Art. 43 Ziff. 5 Abs. 3 sei die Beschwerde abzuweisen, bei Anwendung von Art. 100 ter stelle sich die Frage, ob ein leichter Fall vorliege.\n\nD.- In seiner Replik beruft sich Buholzer seinerseits auf Art. 100 ter mit dem Antrag, es sei wegen Vorliegens eines leichten Falles von der Rückversetzung Umgang zu nehmen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der angefochtene Entscheid ist am 27. Mai 1971 in Anwendung von Art. 43 Ziff. 5 Abs. 3 des 1937 erlassenen und 1950 erstmals revidierten StGB ergangen. Das BG betreffend Änderung des StGB vom 18. März 1971, durch dessen Art. 100 bis und 100 ter jener Art. 43 ersetzt wurde, ist am 1. Juli 1971 in Kraft getreten. Es sieht in Art. 397 bis Ziff. III 1 vor, dass sich das Verhältnis der neuen Bestimmungen zum bisherigen Recht u.a. nach der Regel des Art. 336 Buchstabe e bestimmt. Nach dieser Vorschrift finden die Bestimmungen des neuen Gesetzes über die bedingte Entlassung auch auf Verurteilte Anwendung, die vor dem Inkrafttreten dieses Gesetzes bestraft worden sind.\n\nDa es sich im vorliegenden Fall um den Widerruf einer bedingten Entlassung aus dem Vollzug einer Arbeitserziehungsmassnahme und nicht aus dem Strafvollzug handelt, stellt sich zunächst die Frage, ob Art. 336 Buchstabe e StGB überhaupt anwendbar sei.\n\na) Strikte genommen kann nach dem Gesetzeswortlaut, der von den Verurteilten spricht, die vor dem Inkrafttreten des neuen Gesetzes \"bestraft worden sind\", der zum Vollzug einer sichernden Massnahme in eine Anstalt Eingewiesene nicht jener Vorschrift unterstellt werden. Soweit das StGB den Ausdruck der Bestrafung verwendet, schliesst es ihn durchwegs an die Strafe im eigentlichen Sinne an. Das erhellt nicht nur aus dem Wortlaut der einzelnen Tatbestände des besonderen Teils, sondern ergibt sich auch daraus, dass der französische und der italienische Text in Art. 336 Buchstabe e StGB von den \"détenus\" bzw. den \"detenuti\" sprechen, womit Strafgefangene im eigentlichen Sinne gemeint sind (PICCARD/THILO/STEINER, Rechtswörterbuch, I S. 180 und S. 179 zu \"détention\"); es werden denn auch in den Bestimmungen über die sichernden Massnahmen (Art. 42-44 StGB) diese Ausdrücke BGE 97 I 919 S. 922nie verwendet. Dazu kommt, dass Art. 336 StGB unter dem Randtitel \"Vollziehung früherer Strafurteile\" steht, was weiter auf den eigentlichen Strafvollzug hinweist, unterscheidet doch das Gesetz an anderer Stelle sehr wohl zwischen dem Strafurteil und der Anordnung sichernder Massnahmen (Art. 62 StGB). Entsprechend haben die Buchstabe e vorangehenden Vorschriften des Art. 336 StGB allesamt die Vollziehung von Strafen zum Gegenstand. Sodann fällt auf, dass das Schrifttum, soweit es sich zum Art. 336 Buchstabe e StGB äussert, ausschliesslich auf Art. 38, also auf die bedingte Entlassung aus dem Strafvollzug verweist, diejenige aus dem Vollzug sichernder Massnahmen jedoch unerwähnt lässt (HAFTER, Allgemeiner Teil, S. 47; PETRZILKA, Zürcher Erläuterungen, II S. 470 zu Art. 336; THORMANN/v. OVERBECK, Kommentar, N 11 zu Art. 336; schliesslich erwähnt auch GERMANN in seiner Textausgabe die Rückwirkung des Gesetzes nur bei Art. 38 StGB (S. 76), nicht jedoch bei den Massnahmen der Art. 42 ff. StGB). Angesichts dessen wird man nicht wohl annehmen können, die in Art. 336 Buchstabe e StGB gebrauchte Wendung sei nicht bewusst so gewählt worden, dass sie nur die bedingte Entlassung aus dem Strafvollzug betreffe, zumal eine solche Lösung auch keineswegs eines vernünftigen Sinns entbehrt. Art. 336 Buchstabe e StGB stellt nichts anderes als die Anwendung des Grundsatzes der lex mitior auf den Vollzug von Strafurteile dar (s. HAFTER, op.cit. S. 47; v. OVERBECK, Der zeitliche Geltungsbereich des StGB und die Behandlung der Übergangsfälle, Z 56, S. 354; THORMANN/v. OVERBECK, op.cit. Vorbemerkungen zu Art. 336-339). Dass die früheren kantonalen Rechte nicht notwendigerweise strenger waren als die Bestimmungen des StGB über die bedingte Entlassung schliesst die Bedeutung des Art. 336 Buchstabe e StGB als eines Anwendungsfalles der lex mitior nicht aus. Die für den Verurteilten günstigere Geltung des neuen Rechts dürfte als Regel vorausgesetzt worden sein. Es liegt demnach Art. 336 Buchstabe e StGB der gleiche Gedanke zugrunde wie er in Art. 2 Abs. 2 StGB für die Beurteilung gesetzlich verankert wurde. Seine Geltung für sichernde Massnahmen wurde indessen schon in der parlamentarischen Beratung ausdrücklich verneint mit der Begründung, dass bei solchen Sanktionen der Zustand des Täters und die Einwirkung auf seinen Charakter massgebend seien, nicht das grössere oder geringere Bedürfnis nach Milde BGE 97 I 919 S. 923(StenBull NatR 1928, S. 73; StR 1931, S. 55; in gleichem Sinne BGE 68 IV 38, 66; HAFTER, op.cit. S. 46; LOGOZ, Kommentar N 8 zu Art. 2 S. 10; v. OVERBECK, op.cit. S. 362; derselbe, Gesetzesänderung und Strafvollstreckung, Z 46, S. 234). Was aber für die Anordnung der Massnahme gilt, hat nicht minder Geltung auch für ihren Vollzug. Passt jedoch der genannte Grundsatz des milderen Rechts nicht auf den Massnahmevollzug, so ist es nur folgerichtig, wenn Art. 336 Buchstabe e StGB, der wie ausgeführt, Ausdruck dieses Grundsatzes ist, seinerseits auf jenen nicht Anwendung findet. Damit erklärt sich auch der ausschliessliche Hinweis des obgenannten Schrifttums auf Art. 38 StGB. Ist demnach die sich strikte an den Wortlaut haltende Auslegung nicht sinnwidrig, so besteht kein Anlass, über diesen hinauszugehen (BGE 96 IV 84).\n\nb) Die Nichtanwendbarkeit des Grundsatzes der lex mitior auf Massnahmen bedeutet indessen nicht, dass insoweit nur das alte Recht zur Anwendung komme. Gegenteils ist das neue als das zweckmässigere Recht mit seiner Inkraftsetzung anzuwenden, ohne dass es dazu einer besonderen, Art. 336 Buchstabe e StGB entsprechenden Vorschrift bedarf. Das ist von Lehre und Rechtsprechung für die Anordnung von Massnahmen unmissverständlich festgehalten worden (s. namentlich HAFTER op.cit. S. 46 und Festgabe für den Juristentag 1928, S. 18; LOGOZ, N 8 in fine zuBGE 68 IV 37), und muss auch für den Vollzug gelten, soweit die neuen Vorschriften sich mit der Natur der vom Richter unter der Herrschaft des alten Rechtes angeordneten Massnahme vereinbaren lassen und diese nicht einfach aushöhlen; denn es wäre mit dem Prinzip der Bindung der Vollzugsbehörden an das richterliche Urteil nicht vereinbar, könnten diese über den Umweg neuen Vollzugsrechtes den richterlichen Entscheid abändern, zumal dann nicht, wenn keine dahingehende gesetzliche Vorschrift besteht. Im vorliegenden Fall ist jedoch eine solche Folge nicht zu befürchten. Die hier in Frage stehende Bestimmung des Art. 100 ter Ziff. 1 Abs. 2 des neuen Gesetzes, die von der Rückversetzung des aus der Arbeitserziehungsanstalt bedingt Entlassenen handelt, bringt in dem vom Beschwerdeführer angerufenen letzten Satz wohl eine bedeutsame Neuerung gegenüber dem vom Richter angewandten Art. 43 StGB, indem nunmehr bei Nichtbewährung des Entlassenen nicht notwendig mehr eine Rückversetzung eintreten muss, sondern in leichten Fällen von dieser Umgang BGE 97 I 919 S. 924genommen und eine Ersatzmassnahme angeordnet werden kann. Durch diese neue Ordnung wird jedoch der Charakter der vom Richter angeordneten Massnahme nicht berührt, kann sie doch bei erneuter Nichtbewährung des Entlassenen wieder vollzogen werden. Dann aber ist nach dem Gesagten Art. 100 ter Ziff. 1 Abs. 2 Satz 3 und Abs. 5 als neues Recht, das die Vermutung der grösseren Zweckmässigkeit für sich hat, mit seinem Inkrafttreten anwendbar geworden.\n\n2. Es stellt sich die weitere Frage, ob das Bundesgericht als Verwaltungsgerichtsbehörde eine nach Erlass des angefochtenen Entscheides eingetretene Gesetzesänderung überhaupt beachten dürfe und müsse. Grundsätzlich steht der Berücksichtigung einer nachträglichen Änderung der Rechtslage das Prinzip der Nichtrückwirkung entgegen. Diesem kommt jedoch keine absolute Bedeutung zu. Es rechtfertigt sich namentlich in Fällen, wo das neue Recht für den Betroffenen günstiger ist als das alte und durch die Anwendung des ersteren nicht in wohlerworbene Rechte Dritter eingegriffen wird, eine Ausnahme von der Regel zu machen, zumal der eine Verwaltungsverfügung anfechtenden Partei mit einer Entscheidung über die ursprüngliche Rechtmässigkeit der Verfügung wenig gedient ist, wenn deren Wirkungen andauern, die Gesetzeslage aber inzwischen geändert hat. Im vorliegenden Falle ist Art. 100 ter Ziff. 1 Abs. 2 rev. StGB für den Beschwerdeführer günstiger als Art. 43 Ziff. 5 Abs. 3 alt StGB, denn er sieht vor, dass in leichten Fällen von der Rückversetzung in die Anstalt Umgang genommen werden kann. Da zudem keinerlei Rechte Dritter in Frage stehen, ist die neue Bestimmung auch im Verfahren vor Bundesgericht anzuwenden.\n\n3. a) Das StGB verwendete bisher in den Art. 38 Ziff. 4 Abs. 2 und 41 Ziff. 3 Abs. 2 den Begriff des besonders leichten Falles, und die Rechtsprechung hat diesen im Rahmen der letztgenannten Bestimmung sehr zurückhaltend ausgelegt, indem sie zunächst Ersatzmassnahmen stets ausschloss, wenn für die zweite Tat eine Gefängnisstrafe ausgesprochen wurde (BGE 78 IV 11). In der Folge hat sie die Zügel etwas gelockert und auch bei Delikten, für die eine Gefängnisstrafe von nicht mehr als einer Woche ausgefällt wurde, bei Vorliegen aussergewöhnlicher Umstände einen besonders leichten Fall in Betracht gezogen (BGE 88 IV 9). Indessen wurde weiterhin daran festgehalten, dass die Gewährung des bedingten Strafvollzuges BGE 97 I 919 S. 925für die neue Tat, diese noch nicht als besonders leichten Fall erscheinen lasse (BGE 93 IV 6 /7). Anlässlich der jüngsten Revision des StGB wurde in der Botschaft des Bundesrates wie in der parlamentarischen Beratung auf die Härten der bisherigen Regelung und die Schwierigkeiten hingewiesen, die sich namentlich ergaben, wenn im neuen Urteil wieder der bedingte Strafvollzug gewährt, die frühere Strafe aber vollzogen wurde. Es wurde deshalb im Gesetz der Begriff des \"besonders leichten Falles\" durch denjenigen des \"leichten Falles\" ersetzt, um dem Richter die Möglichkeit einzuräumen, die konkreten Umstände besser zu berücksichtigen (BBl 1965 I 571; StenBull StR 1967 S. 57 Votum Hofmann, und S. 131). Im Nationalrat wurde dabei der Akzent auf die günstige Prognose als Voraussetzung für die Anordnung einer Ersatzmassnahme gesetzt und eine entsprechende Ergänzung des Entwurfes beschlossen (StenBull NatR 1969 S. 108 Votum Schmid, S. 109 Votum Schmitt). Entsprechend wurde in Art. 38 Ziff. 4 Abs. 2 die frühere Fassung gemildert, allerdings ohne dass als Voraussetzung für den Verzicht auf eine Rückversetzung in den Strafvollzug die begründete Aussicht auf Besserung erwähnt wurde. Der neue Art. 100 ter Ziff. 1 Abs. 2 hat eine Art. 38 Ziff. 4 Abs. 2 analoge Ausgestaltung erfahren.\n\nAus der Entstehungsgeschichte ergibt sich damit, dass der Begriff des (besonders) leichten Falles bewusst erweitert worden ist. Der Verurteilte, der während der bedingten Entlassung ein Delikt verübt, für welches eine Gefängnisstrafe ausgesprochen wird, die jene von der Rechtsprechung zu Art. 41 Ziff. 3 Abs. 2 StGB angenommene Höchstgrenze von einer Woche um einiges überschreitet, wird also nicht notwendig in den Straf- oder Massnahmevollzug zurückversetzt werden müssen. Auch werden Widersetzlichkeiten und andere Täuschungen des Vertrauens, die keine Bagatellen darstellen, aber nach den gesamten Umständen des Falles noch als verhältnismässig leicht erachtet werden können, dem bedingt Entlassenen die Zubilligung einer Ersatzmassnahme nicht zum vorneherein verschliessen.\n\nb) Im vorliegenden Fall ist erstellt, dass dem Beschwerdeführer bei der bedingten Entlassung die Weisung erteilt wurde, den ihm zugewiesenen Arbeitsplatz anzutreten und ohne Bewilligung des Schutzaufsichtsamtes weder Stelle noch Unterkunft zu wechseln. Weiter ist erwiesen, dass Buholzer drei Tage nach seiner Entlassung am 2. April 1971 eine ihm vom Schutzaufsichtsamt BGE 97 I 919 S. 926vermittelte Stelle in Kriens hätte antreten sollen, es aber nicht getan hat. Auch hat er seine Unterkunft im Elternhaus verlassen und sich anderwärts herumgetrieben. Am 19. April 1971 polizeilich zugeführt, wurde er vom Justizdepartement des Kantons Luzern eingehend verhört, wobei er zugab, die Stelle in Kriens grundlos nicht angetreten zu haben. Am 21. April 1971 wurde er von der zuständigen Behörde schriftlich verwarnt. Daraufhin meldete er am 22. April dem Schutzaufsichtsamt, er habe auf den 26. April in Winterthur Arbeit gefunden. An jenem Tag liess er sich vom Arbeitgeber das Zimmer zuweisen, trat jedoch die Arbeit nicht an und liess sich nicht wieder blicken. Den an ihn im Elternhaus gerichteten Aufforderungen des Schutzaufsichtsamts, sich zu melden, kam er nicht nach.\n\nIn diesem Verhalten liegt eine Täuschung des in die Arbeitswilligkeit des Beschwerdeführers und seine Bereitschaft zur Besserung gesetzten Vertrauens. Damit, dass der Beschwerdeführer schon wenige Tage nach der bedingten Entlassung sich um die ihm erteilten Weisungen und Ermahnungen keinen Deut gekümmert und nach der Verwarnung sich weiter einsichtslos erwiesen hat, hat er eine Einstellung bekundet, die an bösen Willen grenzt. Dieser Eindruck wird durch sein arrogantes Verhalten bei der Einvernahme durch das Justizdepartement des Kantons Luzern bestätigt. Darüber hilft nicht hinweg, was der Beschwerdeführer heute zur Stütze seines Begehrens vorbringt. Der ihm vom Regierungsrat gemachte Vorwurf der erneuten Arbeitsscheu kann mit dem ins Recht gelegten Arbeitszeugnis nicht widerlegt werden. Daraus ergibt sich bloss, dass Buholzer für das Malergeschäft Schmocker in Luzern \"einige Arbeiten\" ausgeführt hat. Wann diese ausgeführt wurden und wie lange sie gedauert haben, ist daraus nicht ersichtlich. Der Beleg hinterlässt den Eindruck eines blossen Gefälligkeitszeugnisses. Was schliesslich den Einwand der krankheitsbedingten Arbeitsunfähigkeit anbelangt, wo wird er durch die Erhebungen beim behandelnden Arzt entkräftet, wonach dieser bei Buholzer wohl einen Rachenkatarrh festgestellt, ihn jedoch nicht für arbeitsunfähig befunden hatte. Die Eltern hatten Buholzer denn auch ihrerseits, wie dieser vor dem Justizdepartement zugegeben hat, zur Arbeit angehalten. Im übrigen hätte der Beschwerdeführer seine krankheitsbedingte Abwesenheit vom Arbeitsplatz dem Schutzaufsichtsamt melden müssen, BGE 97 I 919 S. 927was er wohlweislich nicht getan hat. Vielmehr hat er seinem Vater, als dieser ihm ausrichtete, dass er sich beim Schutzaufsichtsamt zu melden habe, erklärt, er werde auch die nächsten 20 Jahre nichts arbeiten. Die Beharrlichkeit, mit der Buholzer sich den behördlichen Weisungen widersetzt und der Schutzaufsicht entzogen hat, ist nach dem Gesagten so offensichtlich, dass von einem leichten Fall nicht mehr die Rede sein kann, dies umso weniger, als der Beschwerdeführer heute 24jährig und damit kein unreifer Junge mehr ist.\n\nDemnach erkennt der Kassationshof:\n\nDie Beschwerde wird abgewiesen."}