{"annee": "97", "cour": "III", "page": "28", "date": "4/3/1971", "cite": ["78 III 49", "85 III 6", "49 III 173", "80 III 133", "31 I 336", "30 I 184", "63 III 47", "58 III 179", "32 I 181", "88 III 12", "33 I 671", "79 III 71", "29 I 109", "36 I 108", "80 III 20", "38 I 197", "78 III 19", "77 III 79"], "cite_par": ["101 III 1", "108 IA 205", "116 III 28", "105 III 107"], "chapeau": "8. Entscheid vom 4. März 1971 i.S. T. AG", "regestes": ["1. Droit des créanciers à l'établissement d'un acte de défaut de biens (art. 149 LP) dans le cas où le débiteur a vendu les objets saisis à des tiers inconnus et est parti pour l'étranger (consid. 2). 2. Le refus de l'office des poursuites d'accomplir un acte déterminé, par exemple d'établir un acte de défaut de biens, constitue-t-il un déni de justice pouvant faire l'objet d'une plainte en tout temps, conformément à l'art. 17 al. 3 LP, ou une mesure au sens de l'art. 17 al. 1 et 2 LP, qui entre définitivement en force si une plainte n'est pas déposée dans le délai de l'art. 17 al. 2 LP? (consid. 3)."], "faits": "BGE 97 III 28 S. 28\n\nA.- Am 10. Mai 1962 schrieb das Betreibungsamt Biel den Pfändungsgläubigern des Heinrich B., zu denen die T. AG als Gläubigerin in den Betreibungen Nr. 7744 und 9400 gehörte, der Schuldner habe seinen Hausrat samt den im Mai/Juli 1961 gepfändeten Gegenständen, deren Verwertung verlangt worden war, verkauft und sei nach Italien weggezogen; wer einen Verlustschein wünsche, solle das dem Amt mitteilen.\n\nAls die T. AG am 8. November 1962 die Ausstellung eines Verlustscheins verlangte, antwortete ihr das Amt am 13. November 1962, es könne diesem Gesuch nicht entsprechen, weil BGE 97 III 28 S. 29\"die Pfändung am 13. Juli 1962 bzw. am 3. Juni 1962 verjährt\" sei. (Am 3. Juni bzw. 13. Juli 1962 war in den Betreibungen Nr. 7744 und 9400 die Frist für das Verwertungsbegehren abgelaufen). Auf ein Wiedererwägungsgesuch vom 16. November 1962 hin teilte das Amt der T. AG am 22. November 1962 neuerdings mit, es könne ihrem Gesuch keine Folge geben.\n\nB.- Am 5. November 1970 ersuchte die T. AG von neuem um Ausstellung eines Verlustscheins für die Betreibung Nr. 7744. Am 10. November 1970 entsprach das Betreibungsamt diesem Gesuch (Verlustbetrag Fr. 1'444.20).\n\nGestützt auf diesen Verlustschein stellte die T. AG beim Betreibungsamt Lugano II, in dessen Amtskreis B. heute wohnt, das Begehren um Fortsetzung der Betreibung. Nach Zustellung der Pfändungsankündigung gab das Betreibungsamt Lugano II dem Schuldner auf eine Erkundigung hin vom Verlustschein Kenntnis. Hierauf führte der Schuldner gegen das Betreibungsamt Biel Beschwerde mit dem Antrag, der Verlustschein sei aufzuheben. Mit Rücksicht auf diese Beschwerde sah das Betreibungsamt Lugano vom Vollzug der angekündigten Pfändung ab.\n\nAm 15. Februar 1971 hiess die Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern die Beschwerde gut, weil die Verfügung des Betreibungsamtes Biel vom 22. November 1962, es werde kein Verlustschein ausgestellt, innert der Frist von Art. 17 Abs. 2 SchKG nicht angefochten worden und daher rechtskräftig geworden sei.\n\nC.- Diesen Entscheid hat die T. AG an das Bundesgericht weitergezogen mit dem Antrag auf Abweisung der Beschwerde des Schuldners. Sie macht geltend, die Verfügung des Betreibungsamtes vom November 1962 sei nicht rechtskräftig geworden; es handle sich hier um eine Rechtsverweigerung, gegen die nach Art. 17 Abs. 3 SchKG jederzeit hätte Beschwerde geführt werden können.\n\nDie Schuldbetreibungs- und Konkurskammer weist den Rekurs ab.", "considerants": "Erwägungen:\n\n1. (Rechtzeitigkeit der Beschwerde).\n\n2. Da der Schuldner die gepfändeten Gegenstände verkauft hatte und infolge seines Wegzugs ins Ausland nicht darüber befragt werden konnte, wer die Käufer seien, so dass es BGE 97 III 28 S. 30auch nicht möglich war, die Frage des gutgläubigen Besitzerwerbs (Art. 96 Abs. 2 SchKG) in einem Widerspruchsverfahren (BGE 58 III 179ff.) abzuklären, blieb dem Betreibungsamt Biel seinerzeit nichts anderes übrig, als die hängigen Betreibungsverfahren abzuschliessen. Es hätte den zu Verlust gekommenen Pfändungsgläubigern wie im Falle einer fruchtlosen Pfändung (Art. 115 Abs. 1 SchKG) oder einer Verwertung mit ungenügendem Erlös Verlustscheine ausstellen sollen, und zwar von Amtes wegen (vgl. BLUMENSTEIN, Handbuch des schweizerischen Schuldbetreibungsrechtes, S. 500; JAEGER, N. 3 zu Art. 149 SchKG; FAVRE, Droit des poursuites, 2. Aufl., S. 247). Nachdem es die Ausstellung von Verlustscheinen in seinem Zirkular an die Pfändungsgläubiger vom 10. Mai 1962 wohl mit Rücksicht auf die Kosten dieser Urkunden von einem dahin gehenden Begehren abhängig gemacht hatte, hätte es dem Gesuch, das die Rekurrentin am 8. November 1962 stellte, ohne weiteres entsprechen sollen. Die Betreibungen Nr. 7744 und 9400 (von denen nur die erste Gegenstand des vorliegenden Beschwerdeverfahrens ist) waren mit dem Ablauf der Frist für das Verwertungsbegehren (Art. 116 SchKG), die im Juni bzw. Juli 1962 zu Ende gegangen war, nicht etwa gemäss Art. 121 SchKG erloschen; denn die Rekurrentin hatte rechtzeitig die Verwertung verlangt und dieses Begehren nicht zurückgezogen. Indem die Rekurrentin die Ausstellung eines Verlustscheins nicht sofort nach Erhalt des Zirkulars vom 10. Mai 1962, sondern erst am 8. November 1962 verlangte, hat sie den Anspruch auf einen Verlustschein nicht verwirkt und auch nicht auf die Ausstellung eines solchen verzichtet. Sie hätte den Anspruch auf einen Verlustschein auch durch ein längeres Zuwarten nicht eingebüsst. Ein Gläubiger, der keinen Verlustschein erhält, obwohl die Voraussetzungen dafür erfüllt sind, kann grundsätzlich jederzeit verlangen, dass das Amt das Versäumte nachhole (BLUMENSTEIN a.a.O. S. 500). Durch langes Zuwarten verliert der Gläubiger abgesehen davon, dass die in Betreibung gesetzte Forderung während dieser Zeit verjähren kann, in der Regel nur die in Art. 149 Abs. 3 SchKG vorgesehene Befugnis, den Schuldner ohne neuen Zahlungsbefehl zu betreiben (BGE 33 I 673f. = Sep. ausg. 10 S. 204 ff.; JAEGER, N. 6 zu Art. 149 SchKG).\n\n3. Es war demnach gesetzwidrig, dass das Betreibungsamt Biel der Rekurrentin im Jahre 1962 keinen Verlustschein ausstellte BGE 97 III 28 S. 31Hätte die Rekurrentin binnen zehn Tagen nach Erhalt der Mitteilung des Amtes, dass es den verlangten Verlustschein nicht ausstellen könne, Beschwerde geführt, so hätte das Amt folglich angewiesen werden müssen, ihrem Begehren zu entsprechen.\n\nEine solche Beschwerde hat die Rekurrentin jedoch unterlassen. Bei dieser Sachlage durfte das Betreibungsamt Biel auf seinen Bescheid vom 13./22. November 1962, mit dem es die von der Rekurrentin verlangte Massnahme in bestimmter Form abgelehnt hatte, nur zurückkommen, wenn darin eine Rechtsverweigerung im Sinne von Art. 17 Abs. 3 SchKG lag, die jederzeit durch Beschwerde gerügt und daher vom Amt auch jederzeit wiedergutgemacht werden konnte, oder wenn seine Verfügung schlechthin nichtig war (zum Widerruf nichtiger Verfügungen durch das Amt selbst vgl.BGE 78 III 51, BGE 88 III 14 /15). Andernfalls wurde seine Verfügung rechtskräftig und unwiderruflich.\n\na) Unter Rechtsverweigerung im Sinne von Art. 17 Abs. 3 SchKG versteht die Rechtsprechung des Bundesgerichts, nachdem sie anfänglich auch willkürliche Massnahmen des Amtes unter diesen Begriff gezogen hatte (vgl. z.B. BGE 22 S. 265), seit dem EntscheideBGE 29 I 111f. = Sep.ausg. 6 S. 45 f. in Übereinstimmung mit der Praxis, die seinerzeit der Bundesrat befolgt hatte, nur die sog. formelle Rechtsverweigerung, d.h. die ausdrückliche oder stillschweigende Weigerung des Amtes, eine ihm obliegende Handlung vorzunehmen (vgl. ausser dem eben angeführten Entscheid die EntscheideBGE 30 I 186und 417,BGE 31 I 337und 741,BGE 32 I 183,BGE 36 I 111,BGE 38 I 198= Sep.ausg. 7 S. 42 und 157, 8 S. 129 und 287, 9 S. 11, 13 S. 29, 15 S. 12;BGE 79 III 73; BLUMENSTEIN, S. 79; JAEGER, N. 12 zu Art. 17 SchKG; FAVRE, S. 64; FRITZSCHE, Schuldbetreibung und Konkurs I, S. 44). Hinsichtlich der Frage, ob auch dann jederzeit Beschwerde wegen Rechtsverweigerung geführt werden kann, wenn das Amt eine bestimmte Massnahme durch eine ausdrückliche, mit einer Begründung versehene Verfügung abgelehnt hat, ist die Rechtsprechung nicht einheitlich (vgl. einerseitsBGE 49 III 177,BGE 63 III 51,BGE 78 III 23, BGE 80 III 24, wonach in einem solchen Falle grundsätzlich keine Rechtsverweigerung im Sinne von Art. 17 Abs. 3 SchKG vorliegt, sondern innert der zehntägigen Frist des Art. 17 Abs. 2 SchKG Beschwerde zu führen ist; anderseitsBGE 77 III 85f., wo ausgeführt wird, BGE 97 III 28 S. 32es sei \"nicht als Regel anzuerkennen, dass eine Rechtsverweigerung, sobald sie in einer ausdrücklichen Verfügung enthalten ist, nicht mehr jederzeit gemäss Art. 17 Abs. 3 SchKG angefochten werden könne\"; vielmehr dürfe das nach dieser Vorschrift bestehende unbefristete Beschwerderecht \"nur aus besondern Gründen ausnahmsweise befristet werden\"; ob man es mit einer Sachentscheidung oder mit Rechtsverweigerung zu tun habe, sei mitunter fraglich, wenn das Amt eine Massnahme ablehnt, die es unter bestimmten durch Gesetz oder Verordnung geregelten Voraussetzungen von Amtes wegen zu treffen hat; wenn das Amt in einem solchen Falle untätig bleibe oder sich auf Ansichtsäusserungen beschränke, könne jederzeit wegen Rechtsverweigerung oder -verzögerung Beschwerde geführt werden; \"Lehnt das Amt die Massnahme dagegen ausdrücklich ab, indem es deren Voraussetzungen verneint, so ist dies unter Umständen als Sachentscheidung zu betrachten, die nicht unbefristeter Anfechtung ausgesetzt zu werden verdient\"; ferner BGE 85 III 9, wo es heisst, als Verfügung gelte auch die Ablehnung einer von Beteiligten verlangten oder sonstwie in Betracht kommenden Anordnung oder Massnahme, sofern die Ablehnung ausdrücklich ausgesprochen wird oder sich aus dem Vorgehen des Betreibungsamtes unzweifelhaft ergibt; mit der eindeutigen Ablehnung aus bestimmten Gründen habe das Amt eine Entscheidung getroffen, was den Vorwurf der Rechtsverweigerung ausschliesse; \"Freilich stellt selbst eine ausdrückliche Ablehnung nicht in jedem Fall eine der Rechtskraft fähige Sachentscheidung dar. Stützt sie sich auf gar keine oder jedenfalls auf keine sachlichen Gründe, so bleibt die Rechtsverweigerung bestehen...\").\n\nEs kann sich fragen, ob an dem eben wiedergegebenen Vorbehalt auch künftig festgehalten werden soll, obwohl die Wendung \"keine sachlichen Gründe\" an die aufgegebene frühere Praxis erinnert, die neben der formellen Rechtsverweigerung auch die Willkür unter Art. 17 Abs. 3 SchKG zog. Diese Frage braucht jedoch im vorliegenden Falle nicht umfassend geprüft zu werden. Lehnt das Amt eine bestimmte Massnahme durch eine ausdrückliche, schriftlich erlassene und den Beteiligten (oder wenigstens dem Gesuchsteller) mitgeteilte Verfügung eindeutig ab, so bleibt der an der abgelehnten Massnahme interessierten Partei das Recht, wegen Rechtsverweigerung zu beliebiger Zeit Beschwerde zu führen, höchstens dann erhalten, BGE 97 III 28 S. 33wenn das Amt seine Weigerung überhaupt nicht begründet (vgl. BGE 80 III 135 : \"senza indicazione dei motivi\") oder wenn die vom Amt angeführten Gründe mit den Voraussetzungen, von denen das Gesetz die in Frage stehende Massnahme abhängig macht, klarerweise absolut nichts zu tun haben (vgl. den FallBGE 77 III 79ff., 86, wo das Konkursamt die Abtretung nach Art. 260 SchKG eines streitigen Rechtsanspruchs der Masse nicht aus Gründen des von ihm anzuwendenden Konkursrechts, sondern lediglich deshalb abgelehnt hatte, weil es den Anspruch für materiell nicht gerechtfertigt hielt). Lehnt das Amt die Massnahme dagegen unter Berufung auf bestimmte Gründe des Verfahrensrechts ab, so liegt darin stets eine Verfügung, die - wenn sie nicht öffentliche Interessen oder Interessen Dritter verletzt und daher schlechthin nichtig ist - nur innert der Frist des Art. 17 Abs. 2 SchKG angefochten werden kann, selbst wenn die angeführten Gründe ganz unhaltbar sind. So verhält es sich im vorliegenden Falle, wo das Betreibungsamt die Ausstellung eines Verlustscheins mit der - offensichtlich unrichtigen - Begründung abgelehnt hat, die Pfändung sei \"verjährt\", d.h. die Betreibung sei erloschen, was zutreffendenfalls die Nichtausstellung eines Verlustscheins hätte rechtfertigen können.\n\nb) Schlechterdings nichtig war die Verfügung des Betreibungsamtes Biel vom November 1962 nicht, weil die Verweigerung der Ausstellung eines Verlustscheins weder öffentliche Interessen noch Interessen am Verfahren nicht beteiligten Dritter verletzte, sondern nur die Interessen der Rekurrentin beeinträchtigte.\n\nDie damalige Verfügung des Betreibungsamtes wurde also mit dem unbenützten Ablauf der Beschwerdefrist des Art. 17 Abs. 2 SchKG rechtskräftig, so dass das Betreibungsamt dem neuen Gesuch um Ausstellung eines Verlustscheins, das die Rekurrentin im Jahre 1970 stellte, nicht hätte entsprechen sollen. Die Vorinstanz hat daher den Verlustschein vom 10. November 1970 mit Recht aufgehoben."}