{"annee": "97", "cour": "V", "page": "213", "date": "15/11/1971", "cite": [], "cite_par": ["107 V 99", "111 V 172", "114 V 1"], "chapeau": "52. Urteil vom 15. November 1971 i.S. Chramoy gegen Schweizerische Ausgleichskasse und Rekurskommission der Alters-, Hinterlassenen- und Invalidenversicherung für die im Ausland wohnenden Personen", "regestes": ["Art. 2 al. 2 LAVS, art. 10 al. 1er et art. 11 OAF: Adhésion à l'assurance facultative. Pas de prolongation du délai pour ce faire, en cas d'annonce tardive par le ressortissant suisse, lorsque la représentation suisse à l'étranger a omis de le rendre attentif à cette institution."], "faits": "BGE 97 V 213 S. 214\n\nA.- Der in Bern heimatberechtigte Henri Chramoy verliess im Februar 1969 die Schweiz, um sich im März 1969 in Israel niederzulassen. Am 11. Oktober 1970 reichte er das Gesuch um Aufnahme in die freiwillige AHV für Auslandschweizer ein. Mit Verfügung vom 10. Dezember 1970 wies die Schweizerische Ausgleichskasse sein Begehren ab, weil er sich nicht innerhalb der Jahresfrist seit Wegfall der Voraussetzungen für die obligatorische Versicherung für die freiwillige Versicherung angemeldet habe.\n\nB.- Beschwerdeweise machte er geltend, es sei ihm bei seiner Anmeldung von der Schweizerischen Botschaft in Tel Aviv im Juni 1969 nicht mitgeteilt worden, dass er sich innerhalb eines Jahres um die Zugehörigkeit zur freiwilligen Versicherung bewerben müsse.\n\nDie Rekurskommission für Personen im Ausland hat die Beschwerde mit Entscheid vom 20. April 1971 abgewiesen.\n\nC.- Henri Chramoy lässt Verwaltungsgerichtsbeschwerde erheben mit dem Begehren, die Beitrittserklärung sei auf Grund von Art. 10 Abs. 3 und Art. 11 der Verordnung über die freiwillige AHV und IV für Auslandschweizer (VFV) als gültig zu erklären und der Beschwerdeführer sei rückwirkend auf den Zeitpunkt seines Ausscheidens aus der obligatorischen AHV in die freiwillige Versicherung aufzunehmen. Die Begründung lässt sich wie folgt zusammenfassen: Der angefochtene Entscheid sei bundesrechtswidrig und unangemessen. Die VFV sehe in Art. 11 bei ausserordentlichen Verhältnissen eine Fristverlängerung um ein Jahr vor. Derartige Verhältnisse seien hier gegeben, weil dem Beschwerdeführer anlässlich seiner Anmeldung bei der Schweizerischen Botschaft nicht wie üblich das Merkblatt über den Beitritt zur freiwilligen Versicherung abgegeben worden sei. Aus diesem Grund habe sich der Beschwerdeführer erst im Herbst 1970 für die freiwillige AHV angemeldet. Der angefochtene Entscheid schaffe rechtsungleiche Verhältnisse zu jenen Auslandschweizern, die jeweils das Merkblatt erhalten. Die Abweisung der Anmeldung wäre für den Beschwerdeführer mit grossen finanziellen Einbussen verbunden. Endlich sei zu berücksichtigen, dass Henri Chramoy tadellos BGE 97 V 213 S. 215beleumdet und seinen Pflichten gegenüber der Schweiz stets nachgekommen sei.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 2 Abs. 1 AHVG können im Ausland niedergelassene Schweizerbürger, die nicht gemäss Art. 1 AHVG obligatorisch versichert sind, sich nach Massgabe des Gesetzes freiwillig versichern, sofern sie das 40. Altersjahr noch nicht zurückgelegt haben. Schweizerbürger, die aus der obligatorischen Versicherung ausscheiden, sind berechtigt, die Versicherung ohne Rücksicht auf ihr Alter freiwillig weiterzuführen (Art. 2 Abs. 2 AHVG). In den Art. 7-13 VFV hat der Bundesrat gestützt auf Art. 2 Abs. 3 AHVG die Voraussetzungen für den Beitritt zur freiwilligen Versicherung einlässlich normiert. Gemäss Art. 10 Abs. 1 VFV können Auslandschweizer ohne Rücksicht auf ihr Alter nur innert Jahresfrist seit Wegfall der Voraussetzungen für die obligatorische Versicherung den Beitritt zur freiwilligen Versicherung erklären. Art. 11 VFV sieht vor, dass die Ausgleichskassen bei ausserordentlichen Verhältnissen, die nicht vom Auslandschweizer selbst zu vertreten sind, auf Gesuch hin in Einzelfällen die Frist zur Abgabe der Beitrittserklärung um längstens ein Jahr erstrecken dürfen.\n\n2. Es ist unbestritten, dass die einjährige Frist des Art. 10 Abs. 1 VFV unbenützt verstrichen ist. Der Beschwerdeführer begründet diese Unterlassung damit, dass die Schweizerische Botschaft in Tel Aviv es unterlassen habe, durch Aushändigung des entsprechenden Merkblattes ihn auf die freiwillige Versicherung aufmerksam zu machen. Darin erblickt er ausserordentliche Verhältnisse im Sinn des Art. 11 VFV, weshalb die Frist zur Einreichung der Beitrittserklärung zu erstrecken sei.\n\nIn der Tat gehört die Orientierung der Auslandschweizer über die Beitrittsmöglichkeiten und die Auswirkungen der freiwilligen Versicherung zu den Befugnissen der schweizerischen Auslandvertretungen. Randziffer 4 der Wegleitung zur freiwilligen Versicherung der Auslandschweizer empfiehlt diesen BGE 97 V 213 S. 216Amtsstellen, alle Auslandschweizer bei der Eintragung in die Konsularmatrikel auf diese Möglichkeit aufmerksam zu machen. Eine förmliche, durch Gesetz oder Verordnung auferlegte Pflicht dazu besteht jedoch nicht. Unterbleibt die in der erwähnten Wegleitung empfohlene Orientierung, so können darin keine ausserordentlichen Verhältnisse im Sinn des Art. 11 VFV erblickt werden.\n\nIm vorliegenden Fall kommt noch folgendes hinzu: Der Beschwerdeführer hat sich drei Monate nach Wohnsitznahme in Israel mit der Schweizerischen Botschaft in Verbindung gesetzt. Es wäre ihm ohne weiteres möglich und auch zuzumuten gewesen, innert der folgenden neun Monate, somit fristgerecht, sich mit seinem Übertritt von der obligatorischen zur freiwilligen Versicherung zu befassen. Dann wäre er ohne Zweifel von der zuständigen Ausgleichskasse oder von der Schweizerischen Botschaft auf die einjährige Verwirkungsfrist des Art. 10 VFV aufmerksam gemacht worden. Mangelndes Wissen eines Versicherten um seine Rechte und Pflichten gehört an sich nicht zu jenen ausserordentlichen Verhältnissen, die erlauben, die Frist für den Beitritt zur freiwilligen Versicherung gemäss Art. 11 VFV zu verlängern (EVGE 1962 S. 99; nicht publiziertes Urteil vom 3. Juli 1969 i.S. Schenk).\n\nAusserordentliche Verhältnisse hat das Eidgenössische Versicherungsgericht bisher nur in zwei Fällen angenommen: einmal dort, wo ein Auslandschweizer an der fristgerechten Beitrittserklärung durch Umstände gehindert wurde, die von seinem Willen völlig unabhängig waren. Es handelte sich um einen in russische Gefangenschaft geratenen Auslandschweizer (EVGE 1955 S. 162). Desgleichen wurden ausserordentliche Verhältnisse bejaht im Falle einer Auslandschweizerin, auf deren Frage, wo sie das Beitrittsgesuch abgeben könne, erklärt wurde, sie möge sich nach ihrer Rückkehr nach Australien beim zuständigen Schweizerischen Konsulat melden. Inzwischen war die einjährige Frist verstrichen, obwohl sich die Auslandschweizerin beim Schweizer Konsulat unverzüglich eingefunden hatte (EVGE 1960 S. 186). - Diese Fälle illustrieren deutlich, welcher Art die ausserordentlichen Verhältnisse sein müssen, um die einjährige Fristerstreckung zu rechtfertigen.\n\nMag es auch hart erscheinen, das Beitrittsgesuch des heutigen Beschwerdeführers abzulehnen, so steht der angefochtene Entscheid doch im Einklang mit dem Bundesrecht; auch kann BGE 97 V 213 S. 217er nicht als unangemessen bezeichnet werden. Die Verwaltungsgerichtsbeschwerde erweist sich demzufolge als unbegründet.\n\nDemnach erkennt das Eidg. Versicherungsgericht: Die Verwaltungsgerichtsbeschwerde wird abgewiesen."}