{"annee": "98", "cour": "IA", "page": "314", "date": "13/6/1972", "cite": ["68 I 160", "72 I 175", "93 I 164", "82 I 242", "96 III 126", "62 I 85", "66 I 265", "81 I 52", "97 I 151", "57 I 19", "63 I 17", "96 I 594", "93 I 265", "84 I 30", "58 I 96", "80 I 200", "94 II 62", "62 I 81"], "cite_par": ["120 IA 256", "102 IA 406", "111 II 175", "118 IA 294", "104 IA 278", "141 III 210"], "chapeau": "50. Urteil vom 13. Juni 1972 i.S. Wehrli gegen Textilwerk Alpirsbach und Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen.", "regestes": ["Convention d'exécution du 2 novembre 1929 avec l'Allemagne. Lorsque la convention s'applique, l'art. 59 Cst. ne protège plus le débiteur (consid. 1). Quand le défendeur est-il entré en matière sans réserve sur le fond du litige, au sens de l'art. 2 ch. 3 de la convention (consid. 3)? Quand le défendeur s'est-il soumis par convention expresse à la compétence du tribunal qui a jugé, au sens de l'art. 2 ch. 2 de la convention? Droit déterminant (consid. 4). Application au cas où l'un des contractants se réfère, dans son offre ou sa déclaration d'acceptation, à des conditions générales de ventes contenant une clause attributive de compétence (consid. 5)."], "faits": "BGE 98 Ia 314 S. 314\n\nA.- Rudolf Wehrli in Goldach handelt mit Bodenbelägen. Er stand seit 1969 in Geschäftsverbindung mit der Firma Textilwerk Alpirsbach Otto Steurer (im folgenden kurz: Textilwerk) in Alpirsbach (Bundesrepublik Deutschland), die solche Beläge herstellt. Im ersten Halbjahr 1970 bestellte Wehrli BGE 98 Ia 314 S. 315wiederholt grössere Mengen von Belägen und erhielt hierauf vom Textilwerk jeweils Auftragsbestätigungen. Auf deren Vorderseite heisst es unten: \"Wir danken für Ihren Auftrag/Ihre Anfrage, den/die wir zu den umseitigen Verkaufs- und Lieferungsbedingungen vorgemerkt haben.\" Diese (auch auf der Rückseite der Rechnungsformulare befindlichen) Bedingungen bestehen aus einem längeren, kleingedruckten Text mit 11 numerierten Absätzen, von denen Ziff. 1 lautet:\n\n\"Erfüllungsort für sämtliche aus diesem Vertrag entstehenden Ansprüche ist Alpirsbach. Als Gerichtsstand gilt, unabhängig vom Streitwert, nach unserer Wahl die Zuständigkeit des Amtsgerichtes Freudenstadt oder Landesgerichtes Rottweil als vereinbart. Dies gilt auch für Wechsel-, Scheck- und Wandlungsklagen.\"\n\nDa Wehrli die Bezahlung der ihm gelieferten Waren wegen angeblicher Mängel derselben verweigerte, reichte das Textilwerk am 19. Oktober 1970 beim Amtsgericht Freudenstadt Klage auf Bezahlung des Rechnungsbetrages von DM 43'834.20 ein. Wehrli zog einen deutschen Anwalt bei, der zunächst in einer Eingabe vom 22. Dezember 1970 Abweisung der Klage beantragte, in einer weiteren Eingabe vom 4. Januar 1971 und in der mündlichen Verhandlung vom 22. Januar 1971 die örtliche Zuständigkeit des Amtsgerichts Freudenstadt bestritt und schliesslich dem Gericht am 4. Februar 1971 mitteilte, er lege sein Mandat nieder und weise darauf hin, dass er sich nicht zur Hauptsache geäussert habe, weil er die Zuständigkeit des Gerichts bestritten habe.\n\nAm 5. März 1971 erliess das Amtsgericht Freudenstadt ein Säumnisurteil, durch das es Wehrli zur Bezahlung von DM 43'834.20 nebst 10% Zins seit 1. Juli 1970 verurteilte und ihm die Kosten des Rechtsstreits auferlegte. Ferner erliess es am 24. März 1971 einen Kostenfestsetzungsbeschluss, mit dem es die von Wehrli an das Textilwerk zu erstattenden Kosten (mit Einschluss der Gerichtskosten) auf DM 1715.63 nebst 4% Zins seit 24. März 1971 festsetzte.\n\nB.- Gestützt auf diese beiden Entscheide hat das Textilwerk gegen Wehrli in Goldach Betreibung eingeleitet und, als Wehrli Recht vorschlug, unter Berufung auf das schweiz.deutsche Vollstreckungsabkommen vom 2. November 1929 (im folgenden kurz: Abkommen) um definitive Rechtsöffnung BGE 98 Ia 314 S. 316ersucht. Das Bezirksgerichtspräsidium Rorschach nahm an, Wehrli habe sich dadurch, dass sein Anwalt sich in der Klageantwortschrift vom 22. Dezember 1970 ohne Bestreitung der Zuständigkeit zur Sache äusserte, im Sinne von Art. 2 Ziff. 3 des Abkommens vorbehaltlos auf die Klage eingelassen, weshalb das Amtsgericht Freudenstadt zuständig gewesen sei. Demnach erteilte es definitive Rechtsöffnung für Fr. 51'636.70 nebst 10% Zins seit 1. Juli 1970 und für Fr. 2021.-- nebst 4% Zins seit 24. März 1971. Wehrli erhob hiegegen Rekurs, wurde aber vom Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen mit Entscheid vom 25. Februar 1972 abgewiesen, im wesentlichen aus folgenden Gründen: Die Fragen, ob eine vorbehaltlose Einlassung oder eine Gerichtsstandsvereinbarung (Art. 2 Ziff. 2 und 3 des Abkommens) vorliege, seien nach deutschem Zivilprozessrecht zu entscheiden. Eine vorbehaltlose Einlassung lasse sich mit der Begründung der Vorinstanz nicht annehmen, da der Anwalt Wehrlis die Zuständigkeit des angerufenen Gerichtes zwar nicht in der Klageantwort vom 22. Dezember 1970, wohl aber in der ergänzenden Eingabe vom 4. Januar 1971 sowie in der mündlichen Verhandlung vom 22. Januar 1971 nach deutschem Recht rechtzeitig bestritten habe. Indem Wehrli am weiteren Verfahren nicht mehr teilnahm, habe er jedoch darauf verzichtet, seine Unzuständigkeitseinrede in der von der dZPO vorgeschriebenen Form weiterhin aufrecht zu erhalten. Das daraufhin am 5. März 1971 in Anwendung von §§ 331/332 dZPO gefällte Versäumnisurteil habe sich auf die als zugestanden angenommenen Vorbringen des Klägers gestützt, und dazu habe auch die Behauptung gehört, die Zuständigkeit des Amtsgerichts Freudenstadt sei durch Ziff. 1 der Lieferbedingungen vereinbart worden. Das Amtsgericht habe somit in korrekter Anwendung der dZPO seine Zuständigkeit aufgrund einer Gerichtsstandsvereinbarung, nicht einer vorbehaltlosen Einlassung bejaht. Ob eine solche Vereinbarung auch ausserhalb eines Versäumnisurteils hätte angenommen werden dürfen, sei nicht näher zu prüfen, weil Wehrli selber durch seine Weigerung, an der mündlichen Verhandlung vom 5. März 1971 teilzunehmen, dem Amtsgericht die Bejahung einer Gerichtsstandsvereinbarung ermöglicht habe. Bemerkt sei immerhin, dass \"die Annahme einer Gerichtsstandsvereinbarung sich BGE 98 Ia 314 S. 317wahrscheinlich auch ausserhalb eines Versäumnisverfahrens aufgedrängt hätte\". Nicht näher geprüft zu werden brauche ferner, ob die Voraussetzungen der vorbehaltlosen Einlassung ebenfalls erfüllt wären.\n\nC.- Mit der staatsrechtlichen Beschwerde stellt Rudolf Wehrli den Antrag, der Entscheid des Rekursrichters vom 15. Februar 1972 sei aufzuheben und die definitive Rechtsöffnung in der Betreibung Nr. 1628 des Betreibungsamtes Goldach über Fr. 51'636.70 und Fr. 2021.-- nebst Zinsen sei zu verweigern. Er beanstandet die Annahme des Rekursrichters, es liege eine gültige Gerichtsstandsvereinbarung vor, und macht Verletzung der Art. 59 und 4 BV sowie, dem Sinne nach, auch eine solche des schweiz.-deutschen Vollstreckungsabkommens geltend. Die Begründung der Beschwerde ergibt sich, soweit wesentlich, aus den nachstehenden Erwägungen.\n\nD.- Der Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen hat auf Gegenbemerkungen zur Beschwerde verzichtet. Die Firma Textilwerk Alpirsbach Otto Steurer beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Beide kantonalen Instanzen haben die vom Beschwerdegegner nachgesuchte definitive Rechtsöffnung aufgrund des schweiz.-deutschen Vollstreckungsabkommens bewilligt. Der Beschwerdeführer beruft sich demgegenüber auf Art. 59 BV. Diese Bestimmung setzt zwar nicht nur der Gerichtshoheit der Kantone, sondern auch derjenigen fremder Staaten Grenzen (BGE 62 I 87, BGE 72 I 176 E. 2, BGE 96 III 135 /6; BURCKHARDT, Komm. der BV S. 541; GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz S. 72/73). Doch bietet Art. 59 BV keinen Schutz gegen die Vollstreckung eines ausländischen Urteils, wenn die Voraussetzungen, unter denen das Urteil in der Schweiz anerkannt und vollstreckt wird, in einem Staatsvertrag geregelt sind (BGE 57 I 22 E. 1, BGE 80 I 203, BGE 81 I 58, BGE 93 I 270 E. 2 b, BGE 94 II 62). Für die mit der Beschwerde aufgeworfene Frage, ob das Amtsgericht Freudenstadt örtlich zuständig war und sein Urteil in der Schweiz zu vollstrecken ist, ist das schweiz.-deutsche Vollstreckungsabkommen massgebend. Art. 59 BV kann lediglich insoweit zur Auslegung BGE 98 Ia 314 S. 318dieses Staatsvertrages herangezogen werden, als bei dessen Abschluss darauf Rücksicht genommen worden ist. In der Berufung des Beschwerdeführers auf Art. 59 BV ist die Rüge der Verletzung des Vollstreckungsabkommens mitenthalten. Ob der angefochtene Entscheid gegen das Abkommen verstosse, ist vom Bundesgericht in tatsächlicher und rechtlicher Hinsicht frei zu prüfen (BGE 93 I 167 E. 2 und 281 E. 3 je mit Hinweisen auf frühere Urteile). Der Berufung des Beschwerdeführers auf Art. 4 BV kommt daher keine Bedeutung zu.\n\n2. Nach Art. 1 des Abkommens werden die über vermögensrechtliche Ansprüche ergangenen rechtskräftigen Entscheidungen bürgerlicher Gerichte des einen Staates grundsätzlich im Gebiete des andern Staates anerkannt und vollstreckt (Art. 6), wenn für die Gerichte des ersten Staates eine Zuständigkeit nach Massgabe des Art. 2 begründet war. Im vorliegenden Falle kommen die Ziff. 2 und 3 des Art. 2 in Betracht, nach welchen die Zuständigkeit begründet ist,\n\n\"2. wenn sich der Beklagte durch eine ausdrückliche Vereinbarung der Zuständigkeit des Gerichts, das die Entscheidung gefällt hat, unterworfen hatte;\n\n3. wenn der Beklagte sich vorbehaltlos auf den Rechtsstreit eingelassen hatte.\"\n\n3. Das Bezirksgerichtspräsidium Rorschach hat die Zuständigkeit des Amtsgerichts Freudenstadt aufgrund von Art. 2 Ziff. 3 des Abkommens bejaht in der Annahme, der Beschwerdeführer habe sich deshalb im Sinne dieser Bestimmung vorbehaltlos auf den Rechtsstreit eingelassen, weil er in der ersten Eingabe, die sein Anwalt am 22. Dezember 1970 beim Gericht einreichte, dessen Zuständigkeit nicht bestritten habe. Der Rekursrichter hat diese Auffassung mit Recht abgelehnt. Davon, dass sich der Beschwerdeführer vor dem deutschen Gericht \"vorbehaltlos\" auf den Rechtsstreit eingelassen hätte, kann entgegen der vom Beschwerdegegner in der Beschwerdeantwort vertretenen Auffassung nicht die Rede sein. Der Rekursrichter hat festgestellt, dass der Beschwerdeführer die Zuständigkeit des deutschen Gerichts sowohl in der Eingabe vom 4. Januar 1971 als auch anlässlic.h der (ersten) mündlichen Verhandlung vom 22. Januar 1971 ausdrücklich und nach deutschem Zivilprozessrecht rechtzeitig bestritten habe. Da der BGE 98 Ia 314 S. 319Beschwerdeführer damit den nach Art. 2 Ziff. 3 des Abkommens erforderlichen Vorbehalt angebracht hat, könnte die Zuständigkeit aufgrund dieser Bestimmung nur bejaht werden, wenn er die Unzuständigkeitseinrede später zurückgezogen hätte (vgl. BGE 63 I 18). Das ist offensichtlich nicht der Fall; vielmehr hat sich der Beschwerdeführer nach der mündlichen Verhandlung vom 22. Januar 1971 rein passiv verhalten. Eine vorbehaltlose Einlassung kann nicht etwa deshalb angenommen werden, weil der Beschwerdeführer die Unzuständigkeitseinrede nicht bis zur Entscheidung formgerecht aufrecht erhalten habe. Es genügt, dass der Beklagte vor oder gleichzeitig mit der Einlassung die Zuständigkeit des Gerichts bestreitet (vgl. BGE 63 I 17); ja er braucht unter Umständen lediglich geltend zu machen, dass er sich der Anerkennung und Vollstreckung des Urteils in der Schweiz widersetzen könne und sich vorbehalte, von diesem Recht Gebrauch zu machen (BGE 96 I 595 ff., BGE 97 I 155 /6 und dort angeführte frühere Urteile).\n\n4. Liegt demnach der Zuständigkeitsgrund von Art. 2 Ziff. 3 des Abkommens nicht vor, so fragt sich, ob das Amtsgericht Freudenstadt aufgrund von Art. 2 Ziff. 2 als zuständig zu betrachten ist.\n\nDer Rekursrichter geht davon aus, dass die Frage, ob eine Gerichtsstandsvereinbarung im Sinne dieser Bestimmung vorliege, nach deutschem Zivilprozessrecht zu entscheiden sei, und er bejaht diese Frage deshalb, weil das Amtsgericht Freudenstadt ein Versäumnisurteil gefällt und in einem solchen aufgrund der als zugestanden betrachteten Vorbringen der Klägerin habe annehmen dürfen, es liege eine Gerichtsstandsvereinbarung vor. Dieser Auffassung des Rekursrichters kann nicht gefolgt werden. Wird die Vollstreckung eines ausländischen Urteils unter Berufung auf einen Staatsvertrag verlangt und die Zuständigkeit des ausländischen Gerichts aus einer Prorogation abgeleitet, so hat der schweizerische Vollstreckungsrichter zu prüfen, ob eine Gerichtsstandsvereinbarung im Sinne des Staatsvertrages vorliegt, und zwar hat er hierüber frei zu entscheiden und ist nicht an die Auffassung des ausländischen Richters gebunden (GULDENER a.a.O. S. 171 Anm. 27; SCHNITZER, Handbuch des schweiz. internationalen Privatrechts II S. 828; vgl. BGE 66 I 270). Der Rekursrichter hätte daher selbst dann, wenn das Amtsgericht Freudenstadt sich BGE 98 Ia 314 S. 320gemäss Art. 2 Ziff. 2 des Abkommens als zuständig bezeichnet hätte, prüfen sollen, ob sich der Beschwerdeführer durch eine \"ausdrückliche Vereinbarung\" im Sinne dieser Bestimmung der Zuständigkeit jenes Gerichts unterworfen habe. Erst recht war diese Prüfung unerlässlich, nachdem sich das Amtsgericht Freudenstadt damit begnügt hatte, inbezug auf seine Zuständigkeit auf die Vorbringen der Klägerin abzustellen. Dass und weshalb eine ausdrückliche Vereinbarung über die Zuständigkeit vorliegen soll, wird im angefochtenen Entscheid mit keinem Wort auch nur angedeutet. Wie es sich damit verhält, ist daher vom Bundesgericht zu prüfen.\n\nDas Erfordernis der \"ausdrücklichen Vereinbarung\" findet sich erstmals im Vollstreckungsabkommen der Schweiz mit Österreich vom 15. März 1927 (Art. 2 Ziff. 1) und wurde in der Folge auch in die Abkommen mit Deutschland vom 2. November 1929 (Art. 2 Ziff. 2), mit Italien vom 15. Januar 1933 (Art. 2 Ziff. 2) und mit Schweden vom 15. Januar 1936 (Art. 5 Ziff. 2) aufgenommen. Mit diesem und weiteren, in den zitierten Artikeln enthaltenen Zuständigkeitsgründen wollte die Schweiz, wie sich aus den Botschaften des Bundesrates zu diesen Abkommen ergibt, den Grundsätzen Rechnung tragen, welche die bundesgerichtliche Rechtsprechung zu Art. 59 BV entwickelt hatte (BBl 1927 I 372f. und 376, 1929 III 534, 1933 I 236/7, 1936 I 683). Das Bundesgericht und die Rechtslehre haben im Hinblick hierauf angenommen, dass diese Rechtsprechung zur Auslegung der Staatsverträge beigezogen werden könne, soweit deren Bestimmungen auf Art. 59 BV Rücksicht genommen haben (BGE 57 I 23, BGE 68 I 162, BGE 84 I 36; STAUFFER, Die neuen Verträge der Schweiz über die Vollstreckung von Zivilurteilen, S. 10/11; PROBST, die Vollstreckung ausländischer Zivilurteile S. 60 und 90). Ob hieran festzuhalten oder ob eine Bestimmung wie Art. 2 Ziff. 2 des Abkommens mit Deutschland aus sich selber auszulegen sei, kann dahingestellt bleiben, da die vorliegende Beschwerde schon im Hinblick auf den sich aus dem Wortlaut ergebenden Sinn der Bestimmung gutzuheissen ist.\n\n5. Bei der Auslegung des Erfordernisses der \"ausdrücklichen Vereinbarung\" unterscheidet das Bundesgericht zwischen Gerichtsstandsklauseln, die schon im Angebot auf Abschluss des zivilrechtlichen Rechtsgeschäfts enthalten waren, und selbständigen, BGE 98 Ia 314 S. 321namentlich nachträglichen Abreden über die Zuständigkeit.\n\na) Im ersten Falle stellt sich die Frage, ob eine \"ausdrückliche Vereinbarung\" vorliege, namentlich dann, wenn die Gerichtsstandsklausel nicht in dem von beiden Parteien unterzeichneten Vertragstext enthalten ist, sondern in Allgemeinen Geschäftsbedingungen, auf die der Antragsteller in seinem schriftlichen Angebot verwiesen und die er diesem beigelegt hat. Das Bundesgericht hat in zwei älteren Urteilen entschieden, eine \"ausdrückliche Vereinbarung\" liege nicht nur vor, wenn der Annehmende die Gerichtsstandsklausel in der Annahmeerklärung ausdrücklich erwähne, sondern schon dann, wenn er in dieser Erklärung keinen Einwand gegen die Gerichtsstandsklausel erhebe, sie nicht ablehne (BGE 58 I 99 E. 2, BGE 62 I 84/5). Zu einer Überprüfung dieser Rechtsprechung besteht heute kein Anlass, da im vorliegenden Falle die Geschäftsbedingungen mit der Gerichtsstandsklausel nicht einem Angebot beigefügt, sondern auf der Rückseite von Auftragsbestätigungen abgedruckt waren. Bemerkt sei immerhin, dass in der neuern Zivilrechtslehre mit beachtlichen Gründen die Auffassung vertreten wird, dass in Allgemeinen Geschäftsbedingungen enthaltene ungewöhnliche Regeln und insbesondere freiheitsbeschränkende Regeln wie der Verzicht auf den ordentlichen Gerichtsstand durch eine blosse globale Zustimmungserklärung nicht verbindlicher Vertragsinhalt werden, sondern nur dann, wenn der Geschäftspartner diesen Regeln bewusst zugestimmt hat, was derjenige, der dies behauptet, zu beweisen habe (JAEGGI N. 367/68 und 498-504 zu Art. 1 OR; MERZ, Massenvertrag und Allgemeine Geschäftsbedingungen, in der Festgabe für Schönenberger S. 148 ff.; für das deutsche Recht vgl. HAUSS, Richterliche Kontrolle von Allgemeinen Geschäftsbedingungen S. 13 ff.; vgl. ferner Art. 1341 des italienischen CC, wonach die Wirkung gewisser, in vorgeformten Verträgen enthaltenen Bestimmungen voraussetzt, dass sie \"specificamente approvate per iscritto\" sind). Im Hinblick hierauf dürfte es kaum angehen, schon deshalb, weil ein Geschäftsunerfahrener gegen die Gerichtsstandsklausel, die in den einer Offerte beigelegten Allgemeinen Geschäftsbedingungen enthalten ist, in der Annahmeerklärung keinen Einwand erhebt, das Vorliegen einer \"ausdrücklichen Vereinbarung\" anzunehmen. Anders mag es sich BGE 98 Ia 314 S. 322im kaufmännischen Verkehr verhalten, ist es doch den Kaufleuten einerseits bekannt, dass in zahlreichen Branchen Allgemeine Geschäftsbedingungen mit einer Gerichtsstandsklausel üblich sind, und anderseits ist es ihnen zuzumuten, die ihnen mit einer Offerte übergebenen Geschäftsbedingungen genau durchzusehen und eine ihnen nicht genehme Gerichtsstandsklausel abzulehnen (vgl. BGE 62 I 85 und inbezug auf Art. 59 BV das nicht veröffentlichte Urteil vom 24. Mai 1971 i.S. Kreienbühl c. Katzenstein, E. 4).\n\nb) Für den zweiten Fall, dass die Gerichtsstandsklausel erst in einer Auftragsbestätigung oder auf einer Rechnung erscheint, führte das Bundesgericht in zwei neuern Urteilen aus, dass die Klausel auch dann, wenn sie an sich unmissverständlich abgefasst sei, nur beachtlich sei, wenn die Gegenpartei eindeutig deren Annahme ausgesprochen habe; schweige sie oder nehme sie im weiteren Geschäftsverkehr nicht klar auf das Angebot zur Vereinbarung eines Gerichtsstandes Bezug, so liege keine \"ausdrückliche Vereinbarung\" vor (BGE 84 I 36 /37, Urteil vom 8. März 1972 i.S. Helm c. Trans-Chemie AG E. 3 und 4). An dieser Rechtsprechung ist festzuhalten. Wenn eine Vertragspartei der andern erst mit einem Bestätigungsschreiben oder gar erst mit der Rechnung Allgemeine Geschäftsbedingungen mit einer Gerichtsstandsklausel unterbreitet, so liegt jedenfalls hinsichtlich der Gerichtsstandsklausel ein blosses Angebot vor, das einer klaren Annahme durch die Gegenseite bedarf, damit eine \"ausdrückliche Vereinbarung\" über den Gerichtsstand zustandekommt. Von einer \"ausdrücklichen Vereinbarung\" lässt sich unmöglich sprechen, wenn die Gegenseite im weiteren Geschäftsverkehr zu der ihr vorgeschlagenen Gerichtsstandsklausel in keiner Weise Stellung genommen hat. Will die Partei, welche die Allgemeinen Geschäftsbedingungen mit der Gerichtsstandsklausel nicht schon ihrer Offerte beigelegt hat, eine \"ausdrückliche Vereinbarung\" über den Gerichtsstand herbeiführen, so muss sie die Gegenpartei veranlassen, der Gerichtsstandsklausel durch Unterzeichnung der Allgemeinen Geschäftsbedingungen oder durch besondere Erklärung zuzustimmen.\n\nIm vorliegenden Falle sind die Angebote, die zum Abschluss von Kaufverträgen führten, in der Form von Warenbestellungen vom Beschwerdeführer ausgegangen. Er erhielt hierauf jeweils BGE 98 Ia 314 S. 323\"Auftragsbestätigungen\", auf deren Rückseite (wie auch auf der Rückseite der späteren Rechnungen) \"Verkaufs- und Lieferungsbedingungen\" abgedruckt waren, die u.a. einen Gerichtsstand bestimmten. Dass der Beschwerdeführer sich je mit dieser Gerichtsstandsklausel ausdrücklich einverstanden erklärt oder sich dazu in einer Weise geäussert hätte, die als Zustimmung aufgefasst werden könnte, ist nicht dargetan. Die Behauptung in der Beschwerdeantwort, der Beschwerdeführer habe sich vor Amtsgericht Freudenstadt (selbst) auf die Verkaufs- und Lieferungsbedingungen des Beschwerdegegners ausdrücklich berufen, findet in den Akten keine Stütze. Richtig ist nur, dass die Einrede der Unzuständigkeit nicht schon in der ersten Rechtsschrift, sondern erst in einer ergänzenden Eingabe sowie in der ersten mündlichen Verhandlung erhoben wurde. Fehlt es somit an einer \"ausdrücklichen Vereinbarung\" der Zuständigkeit des Amtsgerichts Freudenstadt, so kann dessen gegen den Beschwerdeführer gefälltes Urteil in der Schweiz nicht vollstreckt werden.\n\n6. Da die Rechtslage klar ist, ist nicht nur der angefochtene Entscheid aufzuheben, sondern auch die vom Beschwerdegegner nachgesuchte definitive Rechtsöffnung zu verweigern (BGE 82 I 250 E. 3).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutheissen, der Entscheid des Rekursrichters für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen vom 25. Februar 1972 aufgehoben und die definitive Rechtsöffnung in der Betreibung Nr. 1628 des Betreibungsamtes Goldach über Fr. 51'636.70 und Fr. 2021.-- nebst Zinsen verweigert."}