{"annee": "98", "cour": "IA", "page": "324", "date": "12/7/1972", "cite": ["97 I 193", "74 II 202", "76 IV 142", "91 II 327", "96 IV 54", "90 II 9", "96 I 544"], "cite_par": ["118 IA 236", "117 II 231", "99 III 4", "116 II 385", "114 IA 101", "108 V 121"], "chapeau": "51. Auszug aus dem Urteil vom 12. Juli 1972 i.S. X. gegen Anklagekammer und Obergericht des Kantons Bern.", "regestes": ["Procédure, capacité d'ester en justice; art. 40 OJ, 14 PCF. A quelles conditions une personne atteinte de psychose processive peut-elle être déclarée incapable d'ester en justice?"], "faits": "", "considerants": "BGE 98 Ia 324 S. 324\n\nAus den Erwägungen:\n\n2. Nach Art. 40 OG in Verbindung mit Art. 14 BZP steht das Recht zur staatsrechtlichen Beschwerde nur den handlungsfähigen Personen zu. Die Prozessfähigkeit des Beschwerdeführers bildet somit eine Sachurteilsvoraussetzung, die das Bundesgericht von Amtes wegen und mit freier Kognition zu prüfen hat (vgl. BGE 96 I 547 Erw. 1 mit Verweisungen, BGE 97 I 199 E. 2).\n\n3. Die Prozessfähigkeit ist eine Wirkung der vom Bundesrecht in Art. 12 ff. ZGB geordneten Handlungsfähigkeit im Prozess (vgl. die bundesrätliche Botschaft zum Entwurf des BZP vom 14. März 1947, BBl 1947 I S. 1003). Sie setzt die Urteilsfähigkeit des Rechtsuchenden voraus (M. GULDENER, Schweizerisches Zivilprozessrecht, S. 115) und fehlt somit der Prozesspartei, die nicht in der Lage ist, vernunftgemäss zu handeln (Art. 16 ZGB). So verhält es sich namentlich beim psychopathischen Querulanten (BGE 76 IV 143) d.h. beim BGE 98 Ia 324 S. 325Menschen, dessen abnorme Reaktionen auf eine psychisch krankhafte Persönlichkeitsentwicklung zurückzuführen sind und der das eigene, meist falsch beurteilte Recht in übertriebener und rücksichtsloser Art und mit Rechtsbehelfen durchzusetzen versucht, die in keinem angemessenen Verhältnis zum erreichbaren Ziel stehen (BGE 96 IV 55 mit Hinweisen auf die psychiatrische Fachliteratur).\n\nDie Urteilsfähigkeit ist zu vermuten (BGE 90 II 12 Erw. 3). Wie diese Vermutung widerlegt werden kann, sagt das Gesetz nicht (BGE 91 II 338 Erw. 8,BGE 74 II 205Erw. 1). Wird, was im allgemeinen angezeigt ist, ein medizinischer Sachverständiger zugezogen, so hat sich sein Bericht darauf zu beschränken, den Geisteszustand des Untersuchten möglichst genau zu beschreiben und aufzuzeigen, ob und in welchem Mass das geistige Vermögen versagt (EGGER, N. 20 zu Art. 16 ZGB). Welche rechtlichen Schlüsse aus dem Ergebnis der medizinischen Begutachtung zu ziehen sind, entscheidet der Richter (BGE 91 II 338 Erw. 8; EGGER, N. 20 zu Art. 16 ZGB, J. M. GROSSEN, Das Recht der Einzelpersonen in: Schweizerisches Privatrecht, II, S. 320). Beim Entscheid darüber, ob ein Rechtsuchender als psychopathischer Querulant im soeben erwähnten Sinn bezeichnet werden muss, kann indessen ausnahmsweise vom Beizug eines Psychiaters abgesehen werden, wenn das langjährige, allgemein bekannte prozessuale Verhalten der Partei zum zwingenden Schluss führt, dass die fraglichen Handlungen auf keinerlei vernünftigen Überlegungen mehr beruhen, sondern schlechterdings nur noch als Erscheinungsform einer schweren psychischen Störung gewürdigt werden können (vgl. KURT EHRLICH, Behandlung des Querulanten, SJZ 48/1952, S. 329 ff., insbesondere S. 334). Eine Querulanz, die in ihren Wirkungen die Urteilsfähigkeit im Sinne von Art. 16 ZGB ausschliesst, darfindessen nicht leichthin bejaht werden. Nicht jeder, der sein vermeintliches Recht hartnäckig mit allen ihm zur Verfügung stehenden Mitteln und gelegentlich unter Missachtung des gebotenen Anstandes durchzusetzen versucht und auf diese Weise die Geduld von Gerichten und Behörden über Gebühr in Anspruch nimmt, gilt als psychopathischer Querulant (BGE 96 IV 55; WYRSCH, Gerichtliche Psychiatrie, S. 225 ff., 248). Zu beachten ist ferner. dass das schweizerische Recht keine abstrakte Feststellung der Urteilsunfähigkeit kennt. Der Richter BGE 98 Ia 324 S. 326hat vielmehr stets zu prüfen, ob die fragliche Person im konkreten Fall d.h. im Zusammenhang mit einer bestimmten Handlung oder bei der Würdigung bestimmter tatsächlicher Gegebenheiten als urteilsfähig angesehen werden kann (Grundsatz der Relativität der Urteilsfähigkeit; BGE 90 II 12 oben; vgl. auch EGGER, N. 6 zu Art. 16 ZGB, J. M. GROSSEN, a.a.O., S. 319, H. BINDER, Die Urteilsfähigkeit in psychologischer, psychiatrischer und rechtlicher Sicht, Zürich 1964, S. 30 ff., A. PETER, Die Urteilsfähigkeit, Diss. Zürich 1940, S. 67). Insbesondere beim Querulanten kann die Prozessunfähigkeit auf einen bestimmten, mehr oder weniger grossen Bereich von Rechtsstreitigkeiten beschränkt bleiben (WYRSCH, a.a.O., S. 227/8, KURT EHRLICH, a.a.O., S. 334).\n\nNach diesen Grundsätzen ist zu entscheiden, ob der Beschwerdeführer im vorliegenden Fall als prozessfähig gelten kann.\n\n(Das Bundesgericht spricht dem Beschwerdeführer die Urteilsfähigkeit nach einer Würdigung der von ihm während der vergangenen 12 Jahre beim Bundesgericht angehobenen Verfahren ab und tritt auf die Beschwerde nicht ein.)"}