{"annee": "98", "cour": "II", "page": "262", "date": "15/12/1972", "cite": ["89 II 273", "97 II 193", "90 II 269", "70 II 70", "91 II 159", "87 II 65", "96 II 314"], "cite_par": ["101 II 17", "109 II 291"], "chapeau": "37. Urteil der II. Zivilabteilung vom 15. Dezember 1972 i.S. A. gegen H.", "regestes": ["Action en paternité. La preuve positive de la paternité peut être apportée par des expertises scientifiques, notamment par une expertise sérostatistique selon ESSEN-MÖLLER. Si le degré de vraisemblance pour la paternité du défendeur, déterminé selon ESSEN-MÖLLER, dépasse 97 %, il appartient au pouvoir d'appréciation du juge d'ordonner ou de refuser l'expertise anthropologique et hérédobiologique par laquelle le défendeur entend prouver l'absence de sa paternité."], "faits": "BGE 98 II 262 S. 262\n\nA.- Von H. mit der Vaterschaftsklage auf Vermögensleistungen belangt, gab A. zu, der Mutter in der vom 4. Oktober BGE 98 II 262 S. 2631962 bis zum 1. Februar 1963 dauernden kritischen Zeit beigewohnt zu haben. Erwiesenermassen unterhielt die Kindsmutter im Oktober und November 1962 jedoch noch zu andern Männern geschlechtliche Beziehungen. Die Vaterschaft von A. konnte durch eine Blutuntersuchung nicht ausgeschlossen werden. Nach dem biostatistischen Ergänzungsgutachten des Gerichtlich Medizinischen Instituts der Universität Zürich ergab sich nach Essen-Möller eine Wahrscheinlichkeit von 97-98% für die Vaterschaft von A. Das Amtsgericht Solothurn-Lebern und das Obergericht des Kantons Solothurn nahmen gestützt auf das bundesgerichtliche Urteil 97 II 200 an, die Vaterschaft des Beklagten sei mit genügend hoher Wahrscheinlichkeit nachgewiesen. Sie hiessen deshalb die Klage gut, ohne das vom Beklagten beantragte anthropologisch-erbbiologische Gutachten (AEG) einzuholen.\n\nB.- Gegen das Urteil des Obergerichtes hat der Beklagte Berufung an das Bundesgericht erklärt. Er beantragt, das angefochtene Urteil sei aufzuheben und es sei festzustellen, dass er nicht der Vater der Klägerin sei. Zur Begründung führt er an, im Falle von Art. 314 Abs. 2 ZGB habe die Kindsmutter den Beweis zu erbringen, dass keiner der Männer, mit denen sie ausser dem Vaterschaftsbeklagten auch noch Verkehr gehabt habe, der Vater des Kindes sein könne, wobei an den Ausschluss Dritter die gleich strengen Anforderungen zu stellen seien wie für den Ausschluss des Vaterschaftsbeklagten, dessen Vaterschaft nach Art. 314 Abs. 1 ZGB zu vermuten sei. Dieser Beweis sei in keiner Weise erbracht worden. Die Klage hätte aber nicht bloss deshalb, sondern auch gestützt auf Art. 315 ZGB abgewiesen werden müssen, da die Kindsmutter zur Zeit der Empfängnis einen unzüchtigen Lebenswandel geführt habe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der Rechtsprechung des Bundesgerichtes (BGE 70 II 74; BGE 87 II 69 /70; BGE 89 II 276 Erw. 2; BGE 90 II 272 Erw. 2 und BGE 91 II 162 ff.) kann die Klägerschaft in einem Vaterschaftsprozess versuchen, den positiven Nachweis der Vaterschaft des Beklagten mit Hilfe naturwissenschaftlicher Methoden zu erbringen, wenn sie eine Beiwohnung nicht gemäss Art. 314 Abs. 1 ZGB nachzuweisen vermag, oder wenn die aus einer solchen Beiwohnung sich ergebende Rechtsvermutung durch den Nachweis BGE 98 II 262 S. 264von Mehrverkehr (Art. 314 Abs. 2 ZGB) oder unzüchtigen Lebenswandels (Art. 315 ZGB) entkräftet wird.\n\n2. Das Bundesgericht hat bereits anerkannt, dass der positive Nachweis der Vaterschaft durch eine biostatistische Untersuchung nach Essen-Möller möglich ist (vgl. BGE 96 II 314 ff, insb. Erw. 5). Zur Abklärung der Frage, ob ein derart erfolgter Nachweis durch das Beweismittel des AEG entkräftet werden könne, hat das Bundesgericht in dem in BGE 97 II 193 wiedergegebenen Falle ein Grundsatzgutachten bei Prof. Ritter, Direktor des Instituts für Anthropologie und Humangenetik der Universität Tübingen, eingeholt. Gestützt auf dieses Gutachten hat es in BGE 97 II 200 ausgeführt:\n\n\"Die Fehlermöglichkeiten, die nach dem Gutachten verbleiben, wenn der Essen-Möller-Wert 97% übersteigt, liegen im Bereich der Fehlermöglichkeiten, die das Bundesgericht bei der naturwissenschaftlichen Abklärung von Abstammungsfragen in Kauf zu nehmen pflegt. ... Daher lässt sich die Auffassung vertreten, bei einem solchen Essen-Möller-Wert sei die Vaterschaft des Beklagten als mit an Sicherheit grenzender Wahrscheinlichkeit erwiesen zu betrachten. ...\"\n\nDas Bundesgericht hat sich seither in mehreren Entscheiden an diese grundsätzlichen Ausführungen gehalten. Im zitierten Urteil (BGE 97 II 193 ff) hat es bei einem Essen-Möller-Wert von 94-95% und im nicht publizierten Urteil der II. Zivilabteilung vom 18. November 1971 i.S. Sch. c. W. bei einem Essen-Möller-Wert von 80-90% die Einholung eines AEG angeordnet; in den nicht publizierten Urteilen der II. Zivilabteilung vom 12. November 1971 i.S. F. c. G. und vom 13. Dezember 1971 i.S. M. c. M. hat es bei Essen-Möller-Werten von 99,6-99,7 bzw. von 99-99,1% den Beklagten zur Beweisführung durch ein AEG nicht zugelassen. Ob der Beklagte Anspruch auf Einholung eines AEG habe, falls der Essen-Möller-Wert 97-98% beträgt, hatte das Bundesgericht bisher nicht zu entscheiden. Wie dem Zitat zu entnehmen ist, erachtet es das Bundesgericht jedoch als zulässig, die Vaterschaft des Beklagten bei einem Essen-Möller-Wert, der 97% übersteigt, als mit an Sicherheit grenzender Wahrscheinlichkeit erwiesen zu betrachten.\n\n3. Im vorliegenden Fall beträgt die nach der Essen-Möller'schen Methode bestimmte Wahrscheinlichkeit der Vaterschaft des Beklagten gemäss dem biostatistischen Ergänzungsgutachten 97-98%. Umstände, die Zweifel an der Richtigkeit des Gutachtens begründen könnten, liegen nicht vor. Mehrverkehr BGE 98 II 262 S. 265und allfälliger unzüchtiger Lebenswandel der Kindsmutter während der Empfängniszeit vermögen an diesem Ergebnis nichts zu ändern. Es lag demnach im Ermessen der Vorinstanz, die Durchführung eines AEG anzuordnen oder abzulehnen. Die Vorinstanz hat die Vaterschaft des Beklagten gestützt auf die Ausführungen des Bundesgerichtes in BGE 97 II 200 als erwiesen erachtet und von der Einholung eines AEG abgesehen. Sie hat dadurch das Bundesrecht nicht verletzt. Infolgedessen erweist sich die Berufung des Beklagten als offensichtlich unbegründet."}