{"annee": "98", "cour": "IV", "page": "90", "date": "8/3/1972", "cite": ["90 IV 43", "82 IV 91", "92 IV 94", "96 IV 54", "71 IV 225", "93 IV 20", "80 IV 159", "81 IV 1", "72 IV 171"], "cite_par": ["105 IV 194", "135 IV 177", "103 IV 157", "116 IV 31", "116 IV 205", "116 IV 211"], "chapeau": "18. Auszug aus dem Urteil des Kassationshofes vom 8. März 1972 i.S. X. gegen A. und Mitbeteiligte.", "regestes": ["1. Art. 173 ss CP. Caractère attentatoire à l'honneur des expressions \"psychopathie\" (contesté) et \"lubricité perverse\" (admis) (consid. 3). 2. Art. 173 ch. 3 CP. Acte dicté par des motifs fondés (consid. 4)."], "faits": "BGE 98 IV 90 S. 91\n\nSachverhalt (gekürzt):\n\nA.- X. unterhielt ab 1965 eine intime Freundschaft mit Frau Y. Im Februar 1969 kam es zum Bruch. X. suchte in der Folge erneuten Kontakt mit seiner ehemaligen Freundin. Er schrieb ihr mehrere Serien von Briefen. Darin machte er ihr teils Vorwürfe, teils erteilte er ihr Belehrungen und wollte sie zu einer andern Einstellung gegenüber sich selbst und der Umwelt veranlassen. Von einem Teil der Briefe schickte er Kopien an Drittpersonen. Immer wieder forderte er sie auch zur Wiederaufnahme der geschlechtlichen Beziehungen auf. Dabei erging er sich in obszönen Schilderungen, denen er Bilder und Ausschnitte aus entsprechenden Veröffentlichungen beilegte. Er erinnerte Frau Y. an Einzelheiten gemeinsamer Sexualerlebnisse und malte mögliche neue Beziehungen aus.\n\nFrau Y. forderte ihn durch ihren Anwalt X. wiederholt auf, sie nicht mehr mit Briefen zu belästigen. Als dies nichts nützte, erhob sie Ehrverletzungsklage, die durch Vergleich im Sinne der Klage erledigt wurde. X. behauptete in der Folge, zu dem Vergleich genötigt worden zu sein. Er klagte seinerseits wegen Ehrverletzung. Auch diese Klagen wurden vor Friedensrichter erledigt. Als X. Frau Y. von neuem mit Briefen belästigte und wiederholte Warnungen unbeachtet liess, leitete sie Ehrverletzungsklage und zivilrechtliche Klage auf Unterlassung, Schadenersatz und Genugtuung ein.\n\nDas Bezirksgericht Z. verbot X. unter Androhung der Überweisung an den Strafrichter, der Klägerin oder Dritten Briefe oder andere Äusserungen zukommen zu lassen, durch welche die Klägerin in den persönlichen Verhältnissen verletzt würde. Die Schadenersatzforderung wurde abgewiesen, die Genugtuungsforderung geschützt. X. zog die Sache an das Obergericht und an das Bundesgericht weiter. Auch diese Instanzen schützten die Klage mit gewissen Änderungen.\n\nB.- Das bezirksgerichtliche Urteil wurde von den Bezirksrichtern A., B. und C. gefällt. Als Gerichtsschreiber wirkte D. Gegen diese vier Personen erhob X. Ehrverletzungsklage, die im wesentlichen folgenden Inhalt hatte:\n\n\"Am ... erfuhr ich erstmals beim Durchlesen des Urteils vom ... des Bezirksgerichtes Z., dass sich dieses Dokument auf Seite 7 folgendermassen über mich äussert:\n\n'In diesem Schreiben nimmt der Beklagte mit eingehenden Schilderungen geschlechtlicher Intimitäten und perverser Geilheit BGE 98 IV 90 S. 92immer wieder auf die früheren intimen Beziehungen der Parteien Bezug.'\n\nAuf Seite 10 desselben Urteils steht: ,... denn der Umstand, dass der Beklagte an einer kranken Psyche leidet, ist diesen Briefempfängern kaum bekannt.'\"\n\nDas Bezirksgericht Z. wies die Klage ab und sprach die Angeklagten frei.\n\nDas Obergericht bestätigte den Freispruch.\n\nC.- Mit der Nichtigkeitsbeschwerde beantragt X. Gutheissung seiner Ehrverletzungsklage, eventuell Aufhebung des angefochtenen Urteils und Rückweisung der Sache an das Obergericht zu neuer Beurteilung.", "considerants": "Aus den Erwägungen:\n\n3. Erste Voraussetzung einer Verurteilung wegen übler Nachrede im Sinne von Art. 173 StGB ist, dass der Kläger eines unehrenhaften Verhaltens oder einer andern rufschädigenden Tatsache bezichtet wurde. Der Kläger erblickt eine ehrverletzende Bezichtigung in dem Vorwurf, in seinen obszönen Briefen an Frau Y. \"mit perverser Geilheit\" immer wieder auf die früheren intimen Beziehungen der Parteien Bezug genommen zu haben, und ferner im Hinweis darauf, dass er \"an einer kranken Psyche\" leide.\n\na) Der Hinweis auf die \"kranke Psyche\" des Klägers war an sich geeignet, ihn in seiner gesellschaftlichen Geltung zu beeinträchtigen. Damit ist jedoch nicht gesagt, dass es sich um eine Ehrverletzung im Sinne der Art. 173 ff. StGB handle.\n\nDie gesellschaftliche Geltung wird auch beeinträchtigt, wenn die beruflichen Fertigkeiten und Leistungen herabgewürdigt, wenn die politische Gesinnungstreue bezweifelt, wenn die Geltung als Künstler geschmälert wird. Das Bundesgericht hat sich in ständiger Rechtsprechung auf den Standpunkt gestellt, in solchen Fällen werde nicht die persönliche Ehre, nicht die Geltung als ehrbarer Mensch angegriffen, die allein vom Strafgesetz geschützt werden sollte (BGE 71 IV 230,BGE 72 IV 172, BGE 80 IV 164, BGE 92 IV 96, 101).\n\nAuch die Behauptung, jemand leide an einer Krankheit, ist so lange nicht ehrverletzend, als damit nicht zugleich ein Angriff auf die persönliche Ehrenhaftigkeit verbunden ist. Wer von einer in einem Dienstleistungsbetrieb beschäftigten Person behauptet, sie leide an einer ansteckenden Krankheit, kann ihr BGE 98 IV 90 S. 93beruflich und menschlich schweren Schaden zufügen. Wird eine solche Äusserung böswillig verbreitet, so kann sich der Täter u. U. einer Klage wegen Verletzung von Persönlichkeitsrechten aussetzen; der Ehrverletzung ist er nicht schuldig. Anders, wenn er etwa behauptet, die Drittperson leide an einer selbst verschuldeten Geschlechtskrankheit.\n\nEbenso rührt die Äusserung, jemand sei psychisch krank, an sich nicht an die Ehre, weil sie kein moralisches Werturteil gegenüber dem für seine abnormen Reaktionen nicht Verantwortlichen enthält (BGE 96 IV 55, BGE 93 IV 21). Der Ehrverletzung macht sich indessen schuldig, wer psychiatrische Fachausdrücke nach laienhaftem Sprachgebrauch dazu missbraucht, jemanden als charakterlich minderwertig hinzustellen und dadurch in seiner persönlichen Ehre herabzuwürdigen (BGE a.a.O.).\n\nDas eingeklagte Urteil spart nicht mit zum Teil scharfer Kritik am Beschwerdeführer und seinem Verhalten. Der Hinweis auf seine psychische Krankheit steht jedoch gerade nicht in diesem Zusammenhang. Das Gericht prüfte die Voraussetzungen der Genugtuungsforderung von Frau Y. Dabei gelangte es zum Ergebnis, die in den Briefen des Beschwerdeführers enthaltenen schweren Vorwürfe hätten deshalb eine einschneidendere Wirkung erzielt, weil den Adressaten die kranke Psyche des Beschwerdeführers kaum bekannt gewesen sei. Das bedeutet umgekehrt, dass das Verhalten des Beschwerdeführers weniger belastend erschienen wäre, wenn jene um seine kranke Psyche gewusst hätten. Für jedermann offenkundig, bezog sich der Hinweis des Urteils nur auf den Bereich der Beziehungen des Beschwerdeführers zu Frau Y., wie im Urteil der Vorinstanz unter Bezugnahme auf das obergerichtliche Urteil im Ehrverletzungsprozess gegen den Beschwerdeführer mit Recht hervorgehoben wird. Der eingeklagte Passus enthält somit nicht den Vorwurf einer charakterlichen Minderwertigkeit, sondern die objektiv gemeinte Feststellung eines von der Norm abweichenden psychischen Zustandes inbezug auf das Verhalten des Beschwerdeführers gegenüber Frau Y.\n\nStellte der Hinweis auf die kranke Psyche des Beschwerdeführers demnach keinen Angriff auf seine persönliche Ehrenhaftigkeit dar, so sind die Angeklagten insoweit mit Recht freigesprochen worden.\n\nb) Geilheit bedeutet soviel wie erfüllt sein von Geschlechtslust, triebhaft lüstern sein (französisch: lubricité). Wird jemandem BGE 98 IV 90 S. 94Geilheit nur als momentane Stimmungslage zugeschrieben, so liegt darin nicht ohne weiteres der Vorwurf der Unehrenhaftigkeit. Anders, wenn damit ein dominierender Charakterzug aufgezeigt werden soll. Damit wird behauptet, eine Person lasse sich vorwiegend von libidinösen Trieben beherrschen unter Verkümmerung ethischer oder moralischer Werte. Ein solcher Vorwurf ist geeignet, die Geltung des Betroffenen als ehrenhafter Mensch zu verletzen.\n\nOhne dass die Parteien oder das Gericht sich näher damit auseinandersetzen, gehen sie zutreffend davon aus, dass der dem Kläger gemachte Vorwurf vom Leser dahin verstanden werden musste, der Beschwerdeführer habe sich bei der Niederschrift seiner obszönen Briefe jeweils von lüsterner Triebhaftigkeit leiten lassen. Die eingeklagte Stelle des Urteils war somit nach Inhalt und Zusammenhang als Rüge eines unehrenhaften Verhaltens des Klägers aufzufassen. Der Hinweis auf die Geilheit des Klägers, die sich in den beanstandeten Briefstellen bekunde, diente der These, Frau Y. sei in ihren Gefühlen als anständige Frau schwer verletzt worden, weil eben diese Darstellung eine schmutzige, widerliche Gesinnung atme. Der Erstangeklagte hat diesen Eindruck bestätigt durch seine Ausführung vor Obergericht, die Lektüre der Briefe errege Brechreiz.\n\nIndem die Angeklagten dem Kläger vorwarfen, mit \"perverser\" Geilheit geschrieben zu haben, beabsichtigten sie nicht, eine psychiatrische Diagnose seiner Triebhaftigkeit abzugeben. Es lag darin vielmehr eine Verstärkung des Unwerturteils über den Kläger und sein Verhalten. Die Angeklagten brachten zum Ausdruck, die Geilheit des Klägers übersteige das bei einem normalen Menschen anzutreffende Ausmass, er sei bei Abfassung der Briefe in geradezu widernatürlicher Weise lüstern gewesen. Die Vorinstanz hat sich auch zu diesem Punkt ausgeschwiegen. Indem sie die noch zu erörternden Entlastungsgründe untersucht, geht sie jedoch selbst davon aus, dass auch insoweit dem Beschwerdeführer ein unehrenhaftes Verhalten vorgeworfen wurde. Dem ist zuzustimmen.\n\n4. Der Beschuldigte entgeht der Bestrafung wegen übler Nachrede, wenn er nachweist, dass seine an sich ehrverletzende Äusserung der Wahrheit entspricht oder dass er ernsthafte Gründe hatte, sie in guten Treuen für wahr zu halten (Art. 173 Ziff. 2 StGB). Er ist jedoch vom Entlastungsbeweis ausgeschlossen, BGE 98 IV 90 S. 95wenn er seine Äusserungen ohne begründete Veranlassung vorwiegend in der Absicht vorgebracht hat, jemandem Übles vorzuwerfen, insbesondere wenn sich die Äusserungen auf das Privat- oder Familienleben beziehen (Art. 173 Ziff. 3 StGB).\n\na) Der Ausschluss vom Entlastungsbeweis setzt voraus, dass die in Art. 173 Ziff. 3 StGB angeführten Umstände kumulativ gegeben sind (BGE 82 IV 93). Aus welcher Absicht die Angeklagten gehandelt haben, ist Tatfrage, die vom Kassationshof nicht geprüft werden kann (Art. 273 Abs. 1 lit. b, 277 bis Abs. 1 BStP; BGE 90 IV 48 E. 3). Die Vorinstanz stellt verbindlich fest, dass sie den Beschwerdeführer in seiner persönlichen Ehrenhaftigkeit nicht heruntermachen wollten; sie hätten nicht aus bösem Willen gehandelt. Damit ist sinngemäss festgestellt, dass die Angeklagten nicht in der Absicht handelten, dem Beschwerdeführer Übles vorzuwerfen. Dass sich die Äusserungen auf Privatsachen bezogen, ergab sich zwangsläufig aus dem Gegenstand des Prozesses.\n\nOb die Angeklagten aus begründeter Veranlassung gehandelt haben, ist Rechtsfrage und untersteht der Prüfung des Kassationshofes. An sich ist diese Prüfung nicht mehr notwendig, nachdem feststeht, dass die Angeklagten dem Beschwerdeführer nicht Übles vorwerfen wollten. Mit der Vorinstanz ist jedoch auch das Handeln aus begründeter Veranlassung zu bejahen. Der Beschwerdeführer lässt in der Beschwerdeschrift selbst gelten, dass die Angeklagten sich über sein Verhalten und dessen Beweggründe im Hinblick auf das Verschulden gemäss Art. 49 OR auszusprechen hatten. Hingegen bestreitet er, dass die Angeklagten aus begründeter Veranlassung gerade die beiden eingeklagten Stellen ins Urteil aufgenommen hätten; sie hätten sich auch anders oder kürzer ausdrücken können. Das ist zwar richtig, hilft dem Beschwerdeführer jedoch nicht. Es bestand im Prozess gegen den Beschwerdeführer Anlass, die kränkende Wirkung seiner Briefe deutlich hervorzuheben. Das hätte durch ausgedehnte Zitate geschehen können. Es ist nicht zu beanstanden, dass es die Angeklagten vorgezogen haben, die Briefe dadurch zu charakterisieren, dass auf die daraus sprechende Geilheit verwiesen wurde. Mit der Vorinstanz ist festzustellen, dass es geradezu Pflicht der urteilenden Richter war, dies zu sagen, wenn sie von der Richtigkeit ihrer Schlussfolgerung überzeugt waren.\n\nBGE 98 IV 90 S. 96\n\nb) Die Vorinstanz stellt fest, dass die Angeklagten ein auf ihrer gewissenhaften Überzeugung beruhendes, sachlich mindestens vertretbares Urteil abgegeben haben. Das heisst, dass die Angeklagten im Sinne von Art. 173 Ziff. 2 StGB ihre Äusserungen aus ernsthaften Gründen für wahr halten durften.\n\nDieser Auffassung ist zuzustimmen. Die Briefe des Beschwerdeführers spiegeln eine so masslose Hassliebe gegenüber Frau Y., die übersteigerten eintönig wiederholten Schilderungen und Ratschläge über sexuelle Beziehungen sind so auffällig, dass sich die Annahme einer von der Norm abweichenden Geilheit geradezu aufdrängte oder jedenfalls auch ohne fachärztliche Begutachtung als vertretbar erschien. Auch der Umstand, dass der Beschwerdeführer nach vielfacher Zurückweisung durch Frau Y. und nach einer ersten von ihm faktisch anerkannten Klage der Meinung war, er könne seine ehemalige Geliebte durch höchst unerwünschte Schilderungen früherer Intimbeziehungen und durch breit ausgemalte Darstellung weiterer Sexualakte als Geschlechtspartnerin zurückgewinnen, liess die Schlussfolgerung zu, er habe aus widernatürlicher Geilheit geschrieben. Diesem Vorwurf perverser Einstellung kann sich der Beschwerdeführer umso weniger entziehen, als sich in seinen Briefen auch deutliche Züge von Exhibitionismus (mehrfache Zustellung von Penis-Fotos) und inzestiöser Tendenzen finden (Zustellung der Schilderung von Sexualbeziehungen zwischen Mutter und Sohn mit ermunternder Anleitung an Frau Y., ihre Tochter zur Masturbation zu erziehen). Mit Recht hat die Vorinstanz unter Hinweis auf BGE 81 IV 8 festgestellt, dass die Angeklagten die fraglichen Stellen aufgrund langjährlicher richterlicher Erfahrung in ihr Urteil aufnehmen durften, ohne vorher den Beschwerdeführer psychiatrisch begutachten zu lassen.\n\nWas der Beschwerdeführer einwendet, geht an der Sache vorbei. Die Angeklagten und die Vorinstanz haben ihn nicht generell als pervers oder als geisteskrank bezeichnet. Ihre Würdigung bezieht sich auf sein Verhalten gegenüber Frau Y., wie es in einzelnen Briefserien zum Ausdruck kam. Gestützt darauf und auf die gesamte Aktenlage durften die Angeklagten aufgrund ihrer menschlichen und richterlichen Kenntnisse in guten Treuen annehmen, in gewissen Briefen komme eine perverse Geilheit zum Ausdruck.\n\nBGE 98 IV 90 S. 97\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}