{"annee": "98", "cour": "IB", "page": "375", "date": "13/10/1972", "cite": ["97 I 143", "96 I 177", "95 I 504", "92 I 307", "97 I 820"], "cite_par": ["100 II 230", "100 II 52", "103 IB 91", "103 IA 288", "105 IB 49"], "chapeau": "55. Auszug aus dem Urteil vom 13. Oktober 1972 i.S. Econ Bank AG gegen Eidg. Bankenkommission.", "regestes": ["Art. 3bis al. 1 lit. b LB; exigences en matière de raison sociale d'une banque en mains étrangères. La combinaison phonétique \"Econ\" est une désignation de pure fantaisie et peut dès lors être admise comme raison sociale d'une banque en mains étrangères."], "faits": "BGE 98 Ib 375 S. 375\n\nA.- Am 5. Juni 1970 wurde in Zürich die \"Econ Finanz AG\" mit einem Aktienkapital von Fr. 2 000 000.-- BGE 98 Ib 375 S. 376gegründet (SHAB Nr. 140 vom 19. Juni 1970, S. 1411). Dabei wurde das Aktienkapital in 20 000 Inhaberaktien zu Fr. 100.-- eingeteilt, welche sich zu 55% in schweizerischen und zu 45% in deutschen Händen befanden. Im Zusammenhang mit einer Statutenänderung vom 20. November 1970 wählte die Gesellschaft die Firma \"Econ Bank AG\". Hierauf teilte ihr die Eidg. Bankenkommission (EBK) am 7. Dezember 1970 mit, dass die Gesellschaft die gesetzlichen Anforderungen erfülle, \"um als Bank im Handelsregister eingetragen zu werden\". In der Folge wurde die erwähnte Statutenänderung veröffentlicht (SHAB Nr. 33 von 10. Februar 1971, S. 327). Gestützt auf eine weitere Statutenänderung vom 24. Februar 1971 (SHAB Nr. 73 vom 17. März 1971, S. 731) wurde das Aktienkapital neu aufgeteilt in 700 Inhaberaktien zu Fr. 1000.-- und 13 000 Namenaktien zu Fr. 100.--. Am 8. Juni 1971 wurden die Statuten ein drittes Mal abgeändert (SHAB Nr. 141 vom 21. Juni 1971, S. 1524), wobei\n\n- das Aktienkapital auf Fr. 3 000 000.-- erhöht,\n\n- zusätzliche 1000 Inhaberaktien zu Fr. 1000.-- ausgegeben und\n\n- den 13 000 Namenaktien zu Fr. 100.-- die gleiche Stimmkraft gegeben wurde wie den Inhaberaktien zu Fr. 1000.--.\n\nDamit sank die Stimmkraft der 1700 Inhaberaktien zu Fr. 1000.-- (im Besitz deutscher Staatsangehöriger) auf 11,6%, während jene der 13 000 Namenaktien zu Fr. 100.-- (in schweizerischen Händen) auf 88,4% stieg.\n\nAm 24. Juni 1971 machte die EBK die Econ Bank AG gestützt auf den Bundesbeschluss vom 21. März 1969 über die Bewilligungspflicht für ausländisch beherrschte Banken (BB 1969, AS 1969, S. 442) darauf aufmerksam, dass eine Bewilligung im Sinne von Art. 3 dieses Erlasses einzuholen sei, weil die Bank kapitalmässig von Ausländern beherrscht werde (Art. 1 Abs. 2 BB 1969).\n\nB.- Am 1. Juli 1971 trat das Bundesgesetz betreffend die Abänderung des Bundesgesetzes über die Banken und Sparkassen vom 11. März 1971 in Kraft. Mit diesem Erlass wurde der erwähnte BB 1969 aufgehoben (III, Ziff. 4, AS 1971, S. 823), wobei dessen Inhalt jedoch im wesentlichen in Art. 3bis des revidierten Bankengesetzes (BankG) verankert wurde. Diese Bestimmung lautet wie folgt: BGE 98 Ib 375 S. 377\n\n\"1 Die Bewilligung zur Errichtung einer Bank, die nach schweizerischem Recht organisiert werden soll, auf die jedoch ein beherrschender ausländischer Einfluss besteht, wie auch die Bewilligung zur Errichtung eines Sitzes, einer Zweigniederlassung oder einer Agentur einer ausländischen oder ausländisch beherrschten Bank und die Bewilligung zur Bestellung eines ständigen Vertreters einer ausländischen Bank ist zusätzlich von folgenden Bedingungen abhängig zu machen:\n\na) von der Gewährleistung des Gegenrechts durch die Staaten, in denen die ausländischen Gründer oder die sie beherrschenden natürlichen oder juristischen Personen ihren Wohnsitz oder Sitz haben;\n\nb) von der Verwendung einer Firma, die nicht auf einen schweizerischen Charakter der Bank hinweist oder darauf schliessen lässt;\n\nc) von der Bestätigung der Nationalbank, dass ihr die Bank die zum Schutze der schweizerischen Kredit- und Währungspolitik erforderlichen Zusicherungen abgegeben hat.\n\n2 Die Bank hat der Nationalbank über ihren Geschäftskreis und ihre Beziehungen zum Ausland Auskunft zu erteilen.\n\n3 Eine nach schweizerischem Recht organisierte Bank fällt unter Absatz 1, wenn Ausländer direkt oder indirekt mit mehr als der Hälfte des Gesellschaftskapitals oder der Stimmen an ihr beteiligt sind oder auf sie in anderer Weise einen beherrschenden Einfluss ausüben.\n\n...\"\n\nC.- Mit Schreiben vom 21. Dezember 1971 führte die EBK aus, die Firmenbezeichnung \"Econ Bank\" entspreche den Anforderungen von Art. 3bis Abs. 1 lit. b BankG nicht, weil sie als \"neutrale\" Bezeichnung \"auf einen schweizerischen Charakter schliessen lasse\". Da sich die Econ Bank AG in der Folge unter Berufung auf Wortlaut und Entstehungsgeschichte der fraglichen Gesetzesbestimmung weigerte, ihre Firma abzuändern, traf die EBK am 13. März 1972 folgende Verfügung:\n\n\"1. Die ECON BANK AG, Zürich, ist als ausländisch beherrschte Bank im Sinne von Art. 3bis Abs. 3 Bankengesetz zu betrachten.\n\n2. Die in Art. 3ter Bankengesetz erwähnte zusätzliche Bewilligung wird nicht erteilt, es sei denn, die ECON BANK AG melde bis zum 30. Juni 1972 dem zuständigen Handelsregisteramt zwecks Eintragung eine neue, der Eidg. Bankenkommission im voraus genehme Firmabezeichnung, die Art. 3bis, Abs. 1, lit. b entspricht.\n\n3. Wenn die ECON BANK AG Zürich, bis 30. Juni 1972 ihre Firmabezeichnung nicht ändert, wird die Bewilligung für die Geschäftstätigkeit unverzüglich entzogen werden.\" BGE 98 Ib 375 S. 378\n\nD.- Die Econ Bank AG führt Verwaltungsgerichtsbeschwerde mit den folgenden Anträgen:\n\n\"1. Es sei die Verfügung der Eidgenössischen Bankenkommission vom 13. März 1972 in Sachen Econ Bank AG aufzuheben.\n\n2. Es sei der Beschwerdeführerin die zusätzliche Bewilligung zum Geschäftsbetrieb gemäss Art. 3bis und Art. 3ter Abs. 1 des BG über die Banken und Sparkassen zu erteilen.\n\n3. Es sei der Beschwerdeführerin die Führung der Firmenbezeichnung \"Econ Bank AG\" weiterhin zu gestatten.\"\n\nDie Beschwerdebegründung ergibt sich, soweit wesentlich, aus den nachfolgenden Erwägungen.\n\nE.- Die EBK beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Zulässigkeit der Verwaltungsgerichtsbeschwerde.)\n\n2. Nach Art. 3bis BankG bedarf eine nach schweizerischem Recht organisierte, ausländisch beherrschte Bank einer Spezialbewilligung der EBK, die nur erteilt wird, wenn die in Abs. 1 lit. a bis c umschriebenen Bedingungen erfüllt sind. Ein \"beherrschender ausländischer Einfluss\" besteht,\n\n- wenn Ausländer mit mehr als der Hälfte des Gesellschaftskapitals beteiligt sind,\n\n- oder wenn Ausländer über mehr als die Hälfte der Stimmen verfügen,\n\n- oder wenn Ausländer \"in anderer Weise einen beherrschenden Einfluss ausüben\" (Art. 3bis Abs. 3 BankG).\n\nInsoweit stimmt die Regelung des BankG mit Art. 1 des am 1. Juli 1971 aufgehobenen BB 1969 inhaltlich überein, wo von einem \"massgebenden\" ausländischen Einfluss die Rede war.\n\nWie die Beschwerdeführerin anerkennt, befindet sich ein Anteil von 56 2/3% ihres Aktienkapitals in deutschem Besitz. Sie hat deshalb im Sinne von Art. 3bis Abs. 3 BankG als \"ausländisch beherrscht\" zu gelten und bedarf der erwähnten Bewilligung, die ihr u.a. nur dann erteilt werden kann, wenn sie eine Firma führt, \"die nicht auf einen schweizerischen Charakter der Bank hinweist oder darauf schliessen lässt\" (Art. 1 Abs. 1 lit. b BB 1969; Art. 3bis Abs. 1 lit. b BankG). Dass die Firma \"Econ Bank\" nicht auf einen schweizerischen Charakter \"hinweist\", ist unbestritten. Streitig ist indessen, BGE 98 Ib 375 S. 379ob sie auf einen solchen \"schliessen lässt\", wie die EBK annimmt.\n\n3. Die Vorschrift von Art. 3bis Abs. 1 lit. b BankG soll bewirken, dass sich der Bankkunde nach Möglichkeit bereits aufgrund der Firmenbezeichnung Klarheit darüber zu verschaffen vermag, ob er seine Mittel einem schweizerischen oder einem ausländischen Institut anvertraut (vgl. die bundesrätliche Botschaft zur Revision des BankG vom 13. Mai 1970, BBl 1970 I S. 1153). Zu diesem Zweck hat der Gesetzgeber die Anforderungen an die Firmenbezeichnung ausländisch beherrschter Banken negativ umschrieben: die Firma darf weder auf einen schweizerischen Charakter \"hinweisen\" noch auf einen solchen \"schliessen lassen\". Nach dem Wortlaut soll damit offenbar sowohl eine direkte als auch eine indirekte Täuschung der Öffentlichkeit verhindert werden. Unzulässig ist demnach die Bildung einer Firma mit nationalen oder territorialen Bezeichnungen (vgl. Art. 944 Abs. 2 OR; Art. 45 HRV) oder mit Hinweisen auf typisch schweizerische Industrien und Erzeugnisse. Vorbehalten bleiben freilich Firmen bereits bestehender, ausländisch beherrschter Banken (wie z.B. Banca del Gottardo, Banca Val Lugano), weil diesen unter Umständen ein wohlerworbenes Recht auf Beibehaltung ihrer bisherigen Firma zustehen kann (vgl. BBl 1970 I, S. 1185). Aus dem Wortlaut von Art. 3bis Abs. 1 lit. b BankG folgt anderseits ohne weiteres, dass eine Firmenbezeichnung den gesetzlichen Anforderungen genügt, wenn sie nach dem allgemeinen Sprachgebrauch nicht geeignet ist, in der Öffentlichkeit den Eindruck zu erwecken, dass es sich bei der fraglichen Bank um eine schweizerische Unternehmung handle. So verhält es sich namentlich bei reinen Phantasiebezeichnungen, die keinerlei Rückschlüsse auf schweizerische Eigenart zulassen und lediglich dazu dienen, den Firmenträger von andern, allenfalls gleichartigen Unternehmungen zu unterscheiden. Keinesfalls kann aus dem Wortlaut von Art. 3bis Abs. 1 lit. b BankG abgeleitet werden, jede Firmenbezeichnung, die nicht auf eine ausländische Beherrschung hindeute, lasse ohne weiteres auf eine Schweizerbank schliessen.\n\nNachforschungen beim Eidg. Amt für das Handelsregister haben ergeben, dass die Lautverbindung \"Econ\" auch in anderen eingetragenen Firmenbezeichnungen vorkommt, freilich nur in zusammengesetzten Wörtern, wie beispielsweise BGE 98 Ib 375 S. 380\"Economia\", \"Economics\", \"Econometrics\" u.a.m. In der Erweiterung zu \"economic\" oder \"économique\" kommt ihr indessen ein Sinngehalt zu, der dem Bestandteil \"econ\" für sich allein nicht zugeschrieben werden kann. \"Econ\" bedeutet für sich allein nichts, sondern stellt eine reine Phantasiebezeichnung dar. Als Firma für eine Bank ist sie deshalb neutral; sie lässt nach dem Gesagten keinerlei Rückschlüsse auf einen schweizerischen Charakter zu und entspricht mithin den Anforderungen von Art. 3bis Abs. 1 lit. b BankG bzw. Art. 1 Abs. 1 lit. b BB 1969. Die Firmenbezeichnung der Beschwerdeführerin steht demnach einer Bewilligung im Sinne von Art. 3ter BankG nicht entgegen.\n\n4. Die EBK hat unter Hinweis auf die Materialien zu Art. 3bis Abs. 1 lit. b BankG und Art. 1 Abs. 1 lit. b BB 1969 anders entschieden. Wie die Beschwerdeführerin mit Recht geltend macht, kann die angefochtene Auslegung indessen nicht auf die Entstehungsgeschichte der erwähnten, wörtlich übereinstimmenden Vorschriften gestützt werden.\n\na) Nach ständiger Rechtsprechung (BGE 97 I 148, 823 Erw. 3; BGE 96 I 181; BGE 95 I 510 /11 mit Verweisungen) darf auf den Willen des historischen Gesetzgebers nur dann abgestellt werden, wenn er im Wortlaut des Gesetzes selbst Ausdruck gefunden hat, dem Sinn der Bestimmung entspricht und der Systematik des Erlasses Rechnung trägt. Ist das Gestetz unklar und können mehrere Auslegungen auf den Wortlaut gestützt werden, so bildet die Entstehungsgeschichte freilich ein Auslegungselement, und sie darf bei der Ermittlung des Sinngehalts einer auslegungsbedürftigen Vorschrift mitberücksichtigt werden, sofern sie über die Absichten des Gesetzgebers zuverlässig Aufschluss zu geben vermag (vgl. BGE 97 I 823 /4, BGE 92 I 309 mit Verweisungen).\n\nb) In seiner Botschaft zum BB 1969 (BBl 1968, II, S. 769) beantragte der Bundesrat folgende Formulierung: \"Diese Bewilligung ist von besonderen Bedingungen abhängig zu machen, so namentlich... von der Verwendung einer Firma, die auf den ausländischen Charakter der Bank hinweist\" (Art. 1 Abs. 1 lit. b). Zur Erläuterung führte er aus (BBl 1968, II, S. 763):\n\n\"In der Firma der Bank, auf die ein massgebender ausländischer Einfluss besteht, soll der ausländische Charakter der Bank zum Ausdruck kommen. Das wird in vielen Fällen durch die Übernahme der ausländischen Firma des Mutterhauses (z.B. Banque de Paris et BGE 98 Ib 375 S. 381des Pays-Bas SA) oder eine unzweifelhaft ausländische Bezeichnung (z.B. Wozchod Bank) geschehen. Wenn aber der Hauptteil der gewählten Firma nicht klar auf den ausländischen Charakter der Bank hinweist, indem er z.B. schweizerische Familiennamen verwendet oder lediglich auf den internationalen Geschäftskreis der Bank hinweist, dann wird es nötig sein, in einem Zusatz die ausländische Beherrschung zum Ausdruck zu bringen (z.B. \"Ausländische Bank\", \"Bank mit massgebendem ausländischen Einfluss\").\"\n\nDie beantragte Fassung stiess im Ständerat auf Widerstand, da Vergeltungsmassnahmen des Auslandes befürchtet wurden (Votum Bolla, StenB Ständerat, 1968, S. 334). In der Folge überwand der Ständerat indessen diese Bedenken und stimmte dem Bundesrat zu (StenB a.a.O., S. 338). Die nationalrätliche Kommission änderte jedoch die bundesrätliche Fassung ab und umschrieb die Bedingung negativ: \"..., die nicht auf einen schweizerischen Charakter der Bank hinweist.\" Der deutschsprachige Berichterstatter (Nationalrat Welter) bezeichnete diese Formulierung als \"mildere Fassung\", der französichsprachige (Nationalrat Copt) als \"assouplissement\" und \"adoucissement\" (StenB Nationalrat 1969, S. 17). Als Beispiel nannte Nationalrat Copt in diesem Zusammenhang die Firma \"Dupont & Cie\", die nach Auffassung der Kommission zulässig sei, während sie es nach dem Vorschlag des Bundesrats nicht gewesen wäre (StenB a.a.O., S. 18). In der Folge stimmte der Rat dem Kommissionsentwurf zu. Im Differenzbereinigungsverfahren empfahl die ständerätliche Kommission Zustimmung zur Fassung des Nationalrats (StenB Ständerat 1969, S. 49). Ständerat Borel widersetzte sich diesem Antrag und regte an, auch solche Firmenbezeichnungen für unzulässig zu erklären, die auf einen schweizerischen Charakter der Bank \"schliessen lassen\" (StenB a.a.O., S. 50). Diesem Vorschlag stimmte der Ständerat sogleich ohne weitere Diskussion mit 24 gegen 11 Stimmen zu, obwohl Bundesrat Celio die Auffassung vertrat, die vom Nationalrat beschlossene negative Formulierung bedeute mit oder ohne den von Ständerat Borel vorgeschlagenem Zusatz das gleiche (StenB a.a.O., S. 50). In der Folge schloss sich der Nationalrat dem Beschluss des Ständerates (Fassung nach Antrag Borel) an (StenB Nationalrat 1969, S. 159).\n\nBei der Revision des BankG wurde die Frage der Firmenbezeichnung ausländisch beherrschter Banken nochmals erörtert. Der Bundesrat verwies in seiner Botschaft vom 13. Mai 1970 BGE 98 Ib 375 S. 382auf seine im Jahre 1968 gestellten Anträge und hob hervor, dass die nunmehr vorgeschlagene Formulierung mit jener von Art. 1 Abs. 1 lit. b BB 1969 übereinstimme, weil die Bundesversammlung bei der Beratung dieses Erlasses vor Jahresfrist bekanntlich eine \"mildere Formulierung bevorzugt\" habe (BBl 1970 I, S. 1153/4). Die ständerätliche Kommission trat jedoch für eine strengere Ordnung ein. Ihr Berichterstatter (Ständerat Clerc) beanstandete, dass eine ausländisch beherrschte Bank nach dem bundesrätlichen Entwurf ohne weiteres die Firmenbezeichnung \"Banque de dépôt et de crédit\" wählen könnte und führt aus: \"La commission... préfère que la raison sociale fasse clairement apparaître le caractère étranger de la banque\" (StenB Ständerat 1970, S. 297 und 307). Der Ständerat und die Mehrheit der nationalrätlichen Kommission stimmten in der Folge einem entsprechenden Abänderungsantrag zu (StenB Ständerat 1970, S. 308 oben; StenB Nationalrat 1970, S. 764/5). Der Nationalrat beschloss jedoch mit 56 gegen 46 Stimmen Festhalten am Antrag des Bundesrats (StenB Nationalrat 1970, S. 766). Hierauf erklärte sich der Ständerat im Differenzbereinigungsverfahren ebenfalls damit einverstanden (StenB 1970 Ständerat, S. 465), so dass Art. 3bis Abs. 1 lit. b BankG die gleiche \"milde\" Fassung erhielt wie Art. 1 Abs. 1 lit. b BB 1969.\n\nc) Wie aufgrund der Beratungen in den eidgenössischen Räten festgestellt werden kann, bestand beim Gesetzgeber keine Klarheit über Bedeutung und Tragweite der gleichlautenden Bestimmungen in Art. 3bis Abs. 1 lit. b BankG und Art. 1 Abs. 1 lit. b BB 1969. Fest steht lediglich, dass im BB 1969 eine \"mildere Fassung\" gewählt wurde, als der Bundesrat ursprünglich beantragt hatte und dass es auch bei der Revision des BankG dabei blieb, obwohl einzelne Ratsmitglieder eine Verschärfung der Regelung gefordert hatten. Unter diesen Umständen besteht zum vornherein kein Anlass, den Vorschriften über die Firmenbezeichnung ausländisch beherrschter Banken eine andere Auslegung zu geben, als ihnen nach dem Wortlaut zukommt (vgl. oben Erw. 3).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und die Sache zur neuen Entscheidung im Sinne der Erwägungen an die Eidg. Bankenkommission zurückgewiesen."}