{"annee": "98", "cour": "III", "page": "27", "date": "26/4/1972", "cite": ["30 I 163", "42 III 402", "97 III 107", "85 III 165"], "cite_par": ["103 III 31", "99 III 58", "101 III 9", "120 III 114"], "chapeau": "5. Entscheid vom 26. April 1972 i.S. L.", "regestes": ["Opposition (art. 74 LP). Faculté du poursuivi, en cas de notification par la poste, de faire immédiatement opposition par oral ou par écrit au facteur ou - dans le cas où l'on va chercher le commandement de payer à l'office postal - au fonctionnaire du guichet; signification de l'attestation de l'opposition sur le commandement de payer (consid. 1). A quelles conditions les déclarations du poursuivi constituent-elles une opposition valable? (consid. 2)."], "faits": "BGE 98 III 27 S. 28\n\nAm 3. Dezember 1971 übergab der Chef des Postbüros Schwanden dem L., den der Postbote zuhause nicht angetroffen hatte, am Postschalter die für ihn bestimmte Ausfertigung des Zahlungsbefehls, den das Betreibungsamt Schwanden am 1. Dezember 1971 in der Betreibung Nr. 2639 für eine Forderung von Fr. 781.60 nebst Zins und Kosten gegen ihn erlassen hatte. L. nahm in die ihm ausgehändigte Urkunde kurz Einsicht, warf sie auf den Schaltertisch zurück mit dem Bemerken, er habe mit dieser Sache nichts zu tun und verweigere diesen Zahlungsbefehl, und verliess das Postbüro. Ein schriftlicher Bericht des Postbürochefs unterrichtete das Betreibungsamt über diesen Vorfall.\n\nAm 14. Dezember 1971 übermittelte das Betreibungsamt das Gläubigerdoppel des Zahlungsbefehls mit dem Vermerk \"Kein Rechtsvorschlag\" der Vertreterin des Gläubigers. Diese verlangte in der Folge die Fortsetzung der Betreibung. Gegen die vom Betreibungsamt am 20. Januar 1972 erlassene Pfändungsankündigung führte der Betriebene am 25. Januar 1972 Beschwerde mit dem Begehren, sie sei aufzuheben. Die untere Aufsichtsbehörde wies diese Beschwerde am 9. Februar 1972 ab. Die obere kantonale Aufsichtsbehörde, an welche der Betriebene rekurrierte und vor welcher nur noch streitig war, ob im dargestellten Verhalten des Betriebenen ein gültiger Rechtsvorschlag liege, bestätigte am 2. März 1972 den erstinstanzlichen Entscheid.\n\nAuf Rekurs des Betriebenen hin hebt die Schuldbetreibungs- und Konkurskammer des Bundesgerichts die Pfändungsankündigung auf.", "considerants": "Erwägungen:\n\n1. Der streitige Zahlungsbefehl ist dem Rekurrenten, wie die Vorinstanz zutreffend angenommen hat, mit der Übergabe am Postschalter gültig zugestellt worden, obwohl der Rekurrent ihn dann nicht mitgenommen, sondern auf den Schaltertisch zurückgeworfen hat (vgl. BGE 97 III 112 /13 mit Hinweisen).\n\nDer Vorinstanz ist auch darin beizustimmen, dass die Übergabe des Zahlungsbefehls am Postschalter unter dem Gesichtspunkt der Vorschriften über die Erhebung des Rechtsvorschlags (Art. 45 Abs. 3 und 4 der Vollziehungsverordnung I vom 1. September 1967 zum Postverkehrsgesetz = VV I) der Zustellung durch den Postboten gleichzuachten ist und dass demgemäss BGE 98 III 27 S. 29der Betriebene die Befugnis, bei der Zustellung des Zahlungsbefehls sogleich Rechtsvorschlag zu erheben, nicht einbüsst, wenn er vom Postboten zuhause nicht angetroffen wird und sich entsprechend der in seinen Briefkasten gelegten Einladung (Art. 157 VV I) auf das Postamt begibt, um den Zahlungsbefehl dort abzuholen. Der Rekurrent konnte also, nachdem ihm der streitige Zahlungsbefehl am Postschalter ausgehändigt worden war, sogleich Rechtsvorschlag erheben, und zwar mündlich oder schriftlich (Art. 74 Abs. 1 SchKG). Der bei der Postzustellung erklärte Rechtsvorschlag gilt als an das Betreibungsamt selbst gerichtet (BGE 85 III 168). Die in Art. 45 Abs. 4 VV I und im obligatorischen Formular für den Zahlungsbefehl vorgesehene Bescheinigung des Rechtsvorschlags auf beiden Doppeln des Zahlungsbefehls durch den Zusteller ist kein Gültigkeitserfordernis, sondern dient nur dazu, dem Schuldner den Nachweis der mündlichen Erklärung zu erleichtern (vgl. BGE 85 III 167 /68). Bei der Postzustellung kann daher ein gültiger Rechtsvorschlag erfolgt sein, auch wenn eine solche Bescheinigung fehlt, wie es im vorliegenden Falle zutrifft.\n\n2. Die Vorinstanz nimmt an, der Rekurrent habe mit seinem Verhalten nach der Entgegennahme des Zahlungsbefehls aus der Hand des Postbürochefs nur den Willen geäussert, den Zahlungsbefehl zu refüsieren. Sie verweist auf JAEGER, der in N. 4 zu Art. 74 SchKG (S. 167) unter Hinweis auf BGE 30 I Nr. 22 S. 163 ff. (Separatausgabe 7 Nr. 3 S. 19 ff.) bemerkt hat, die Refüsierung eines Zahlungsbefehls dürfe nicht als Rechtsvorschlagserklärung ausgelegt werden.\n\nIm FalleBGE 30 I 163ff. hatte das Bundesgericht entschieden, in der Erklärung des Betriebenen gegenüber dem Amte, er schicke den Zahlungsbefehl zurück (\"je vous retourne ce commandement de payer\"), liege kein gültiger Rechtsvorschlag; denn sie bedeute nicht notwendigerweise, dass der Betriebene die Schuld bestreiten wolle, weil die Rücksendung des Zahlungsbefehls auch aus einem ganz andern Grund erfolgen könne.\n\nUnter Bezugnahme hierauf hat das Bundesgericht im EntscheidBGE 42 III 402f. ausgeführt, in diesem Falle habe sich die Betriebene nicht darauf beschränkt, den Zahlungsbefehl zurückzuschicken, sondern sie habe ausdrücklich erklärt, sie weise die Betreibung zurück (\"Refuser la poursuite\"), woraus BGE 98 III 27 S. 30sich zweifelsfrei ergebe, dass sie die Schuld oder doch das Recht des Gläubigers zur Anhebung einer Betreibung bestreiten wolle; der von ihr gewählte Ausdruck sei freilich nicht glücklich; wo aber das Gesetz nicht eine bestimmte Form vorschreibe, dürfe von einer nicht rechtskundigen Person nicht verlangt werden, dass sie sich juristisch einwandfrei ausdrücke. In Übereinstimmung damit betrachtet HINDERLING (Der Inhalt des Rechtvorschlags, BlSchK 1945 S. 65 ff., 67) als gültige Rechtsvorschlagserklärungen u.a. die in die Rubrik für den Rechtsvorschlag gesetzten Bemerkungen \"refusé\", \"weil bezahlt\" oder \"Annahme verweigert\" (vgl. dazu auch FAVRE, Droit des poursuites, 2. Aufl. 1967, S. 139, sowie WALDER, Der Rechtsvorschlag, SJZ 1972 S. 17 ff., 20 Anm. 35). Da sich der Betriebene gegen eine von ihm als materiell ungerechtfertigt betrachtete Betreibung nur innert der kurzen Frist für den Rechtsvorschlag zur Wehr setzen kann und da er so wenig wie der Gläubiger (vgl. hiezu FRITZSCHE, Schuldbetreibung und Konkurs I, 1967, S. 62) gezwungen sein soll, sich eines Rechtsbeistandes zu bedienen, rechtfertigt es sich in der Tat, in einer Erklärung, mit welcher der Betriebene gegen den Zahlungsbefehl protestiert, im Zweifel einen gültigen Rechtsvorschlag zu erblicken (HINDERLING, a.a.O. S. 67; JOOS, Handbuch für die Betreibungsbeamten der Schweiz, 1964, S. 101; vgl. auch FRITZSCHE, a.a.O. S. 127).\n\nNach diesen Grundsätzen liesse sich das Vorliegen eines gültigen Rechtsvorschlags mit der Vorinstanz verneinen, wenn der Rekurrent den ihm übergebenen Zahlungsbefehl einfach auf den Schaltertisch zurückgeworfen und das Postamt verlassen hätte, ohne etwas zu sagen. Er hat aber erklärt, er habe mit dieser Sache nichts zu tun und verweigere (gemeint: deshalb) den Zahlungsbefehl. Bei dieser Sachlage ist nicht anzunehmen, sein Wille sei nur darauf gerichtet gewesen, den Zahlungsbefehl als Urkunde zurückzuweisen. Vielmehr hat er durch seine Erklärung mit genügender Deutlichkeit den Willen geäussert, die Betreibung als solche zu bestreiten. In seiner Erklärung ist also ein gültiger Rechtsvorschlag zu erblicken. Das rechtfertigt sich um so eher, als der Rekurrent ein fremdsprachiger Ausländer ist und deshalb besondere Schwierigkeiten hatte, sich richtig auszudrücken und die Eigenart des schweizerischen Vollstreckungsverfahrens für Geldforderungen zu verstehen."}