{"annee": "98", "cour": "IB", "page": "280", "date": "12/7/1972", "cite": ["97 I 573"], "cite_par": ["108 IB 245", "108 IB 505", "98 IB 424"], "chapeau": "40. Auszug aus dem Urteil vom 12. Juli 1972 i.S. Landolt gegen Gasverbund Ostschweiz AG und Eidg. Verkehrs und Energiewirtschaftsdepartement (EVED).", "regestes": ["Installations de transportpar conduites (LF du 4 octobre 1963; LITC). Recevabilité du recours de droit administratif dirigé contre des décisions sur oppositions rendues par le Département fédéral des transports et communications et de l'énergie en application des art. 21 ss. LITC."], "faits": "", "considerants": "BGE 98 Ib 280 S. 280\n\nDie Beschwerde richtet sich gegen den Einspracheentscheid des EVED, das das Begehren der Beschwerdeführerin, es sei die geplante Linienführung der Rohrleitungsanlage ausserhalb ihrer Liegenschaft zu verlegen, abwies.\n\nDas Bundesgericht beurteilt nach Massgabe von Art. 97 Abs. 1 OG letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwG; als solche gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen. Der angefochtene Entscheid zählt zu derartigen Verfügungen; er stützt sich auf öffentliches Recht des Bundes.\n\nDie Verwaltungsgerichtsbeschwerde gegen die Verfügung eines Departements des Bundes (Art. 98 lit. b OG) ist jedoch nur zulässig, sofern der angefochtene Entscheid unter keine der in den Art. 99 bis 102 OG aufgezählten Ausnahmen fällt. Von diesen ist im vorliegenden Fall einzig Art. 99 lit. c OG von Bedeutung. Darnach ist die Verwaltungsgerichtsbeschwerde unzulässig gegen Verfügungen über Pläne, soweit es sich nicht um Entscheide über Einsprachen gegen Enteignungen oder Landumlegungen handelt. Wie sich aus dem Wortlaut dieser Bestimmung ergibt, kann eine Verfügung über einen Plan demnach nur dann mit der Verwaltungsgerichtsbeschwerde angefochten werden, wenn es sich um einen Einspracheentscheid im Enteigungs- oder Landumlegungsverfahren handelt. Im Unterschied zum Enteigungsgesetz (EntG) sieht nun das Bundesgesetz BGE 98 Ib 280 S. 281über Rohrleitungsanlagen zur Beförderung flüssiger oder gasförmiger Brenn- oder Treibstoffe vom 4. Oktober 1963 (RLG) zwei aufeinanderfolgende Verfahren vor: das Plangenehmigungsverfahren (Art. 21 ff. RLG) und das Enteignungsverfahren (Art. 26 RLG). Allfällige Einsprachen müssen innert der Planauflagefrist von 30 Tagen im Plangenehmigungsverfahren erhoben werden (Art. 22 RLG). Das Enteignungsverfahren beschränkt sich auf die Behandlung der angemeldeten Forderungen; Einsprachen gegen die Enteigung sowie Begehren, die eine Planänderung bezwecken, sind ausgeschlossen (Art. 26 Abs. 2 RLG). Daraus erhellt, dass Rohrleitungsanlagen betreffende Einspracheentscheide nicht im Enteignungsverfahren ergehen. Eine wörtlich strenge Auslegung des Art. 99 lit. c OG müsste mithin dazu führen, dass die Verwaltungsgerichtsbeschwerde gegen im Plangenehmigungsverfahren ergangene Einspracheentscheide nicht zulässig wäre, weil es sich nicht um \"Entscheide über Einsprachen gegen Enteignungen\" handelt. Eine solche Auslegung entspricht aber dem Sinne und Zweck der Bestimmung nicht. Es kann nämlich ernstlich keinen für die Zulässigkeit der Verwaltungsgerichtsbeschwerde ins Gewicht fallenden Unterschied darstellen, ob die Einsprache gegen die Enteignung bzw. für eine Planänderung im Plangenehmigungs- oder im Enteignungsverfahren erhoben werden muss; es wäre denn auch unerklärlich, dass im einen Fall nicht, im andern Fall jedoch die Verwaltungsgerichtsbeschwerde zulässig sein sollte. Einspracheentscheide, die in Anwendung von Art. 21 ff. RLG ergehen, sind mithinjenen \"Entscheiden über Einsprachen gegen Enteignungen\" gleichzuachten, die, als Ausnahme von der Ausnahme, nach Art. 99 lit. c mit der Verwaltungsgerichtsbeschwerde angefochten werden können. Eine derartige Auslegung der Bestimmung erscheint überdies umso mehr gerechtfertigt, als sie bei der Anwendung des analoge Probleme aufwerfenden Nationalstrassengesetzes anerkannt wird (BGE 97 I 579)."}