{"annee": "98", "cour": "II", "page": "138", "date": "30/5/1972", "cite": ["38 II 306", "84 II 441", "96 II 262", "95 II 456", "63 II 423", "73 II 183", "92 II 270", "82 II 539", "70 II 188", "78 II 379", "83 II 216", "93 II 433", "95 II 354", "84 II 221", "54 II 404", "56 II 222", "77 II 321", "88 II 378", "59 II 78", "36 II 604", "76 II 393", "97 II 238", "93 II 40", "93 II 50", "84 II 314", "87 II 35", "87 II 107", "82 II 231", "88 II 465", "47 II 360", "58 II 449", "70 II 242", "73 II 57", "79 II 98", "88 II 371", "55 II 149", "52 II 159", "90 II 259", "93 II 260", "92 II 257", "81 II 284", "88 II 176", "96 II 400", "59 II 207", "97 II 78", "96 II 236", "79 II 305", "90 II 43"], "cite_par": ["102 II 122", "99 II 401", "105 II 39", "121 III 377", "103 II 211", "109 II 338", "101 II 290", "100 II 395"], "chapeau": "21. Urteil der I. Zivilabteilung vom 30. Mai 1972 i.S. Plascon AG gegen Luwa AG", "regestes": ["Art. 6 al. 1 LMF. 1. Exigences quant à la distinction de marques verbales ayant des éléments communs (consid. 1). 2. Danger de confusion entre les marques LUWA et LUMATIC (consid. 2). 3. Il n'y a pas péremption du droit d'action lorsque le titulaire de la marque lésée par égard à des relations commerciales n'intente action que huit ans après la publication du signe qui prête à confusion mais a averti auparavant la partie adverse dans des intervalles de deux à trois ans (consid. 3). 4. L'interdiction de continuer à utiliser une marque qui prête à confusion doit être assortie d'office d'une menace de peine ausens de l'art. 292 CP (consid. 4)."], "faits": "BGE 98 II 138 S. 139\n\nA.- Die Luwa AG, die luft- und wärmetechnische Apparate, Maschinen und Anlagen herstellt, liess in den Jahren 1934 und 1954 beim eidgenössischen Amt für geistiges Eigentum eine Marke registrieren, die aus einem Rechteck und dem darin stehenden Wort LUWA besteht. In den Jahren 1951 und 1958 hinterlegte sie ferner die reine Wortmarke LUWA und in den Jahren 1956, 1959 und 1960 die Wortmarken LUWAIR, UNILUWA, LUWAG, LUWERS und LUWETTE.\n\nDie Plascon AG hinterlegte am 22. Februar 1962 die für Dampfgeneratoren aller Art bestimmte Wortmarke LUMATIC und gebrauchte sie auf den von ihr hergestellten automatischen BGE 98 II 138 S. 140Dampf-Luftbefeuchtern. Dieses Zeichen wurde unter Nr. 190 427 registriert und am 7. April 1962 veröffentlicht.\n\nDie Luwa AG unterhält seit 1963 mit der Plascon AG geschäftliche Beziehungen. Sie lässt in Klima-Anlagen, die sie entwirft oder ausführt, Lumatic-Apparate einbauen.\n\nAm 19. Januar 1965 liess die Luwa AG die Plascon AG schriftlich auffordern, die Marke LUMATIC löschen zu lassen und nicht mehr zu gebrauchen, da sie mit der Marke und der Firma LUWA verwechselt werden könne. In seiner Antwort vom 2. März 1965 stellte sich der Vertreter der Plascon AG auf den Standpunkt, die beiden Marken seien nicht verwechselbar. Er wies darauf hin, dass die Luwa AG die Marke Lumatic seit fast drei Jahren kenne und seit zwei Jahren Bezügerin und Wiederverkäuferin der mit ihr versehenen Erzeugnisse sei. Er bat um Mitteilung, dass das Schreiben vom 19. Januar 1965 gegenstandslos geworden sei. Die Luwa AG liess das nicht gelten, beharrte mit Schreiben vom 5. Mai 1967 und vom 10. September 1969 aber umsonst darauf, dass die Plascon AG die Marke Lumatic löschen lasse und auf deren weitere Verwendung für Dampfgeneratoren verzichte.\n\nB.- Am 8. April 1970 klagte die Luwa AG gegen die Plascon AG mit den Begehren, die Marke Lumatic nichtig zu erklären und der Beklagten jede weitere Verwendung der Bezeichnung Lumatic als Marke, Name oder in anderer Weise zu verbieten.\n\nDie Beklagte beantragte, die Klage abzuweisen, und erhob Widerklage auf Löschung der Marken Luwag und Luwers wegen Nichtgebrauchs.\n\nDas Obergericht des Kantons Basel-Landschaft hiess am 30. November 1971 die Klage gut und wies die Widerklage ab.\n\nC.- Die Beklagte hat die Berufung erklärt. Sie beantragt, das Urteil, soweit es die Klage und die Kosten des Klageverfahrens betrifft, aufzuheben, die Klage abzuweisen und die bezüglichen Kosten der Klägerin aufzuerlegen.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Jede Marke muss sich von den früher hinterlegten durch wesentliche Merkmale unterscheiden, wenn die Erzeugnisse, die sie kennzeichnet, nicht gänzlich von den Waren BGE 98 II 138 S. 141abweichen, die mit den älteren Zeichen versehen sind (Art. 6 Abs. 1 und 3 MSchG). Genügend unterscheidbar sind zwei Marken, wenn sie, als Ganzes betrachtet, nicht leicht zu einer Verwechslung Anlass geben können (Art. 6 Abs. 2 MSchG). Zu vergleichen sind somit nicht die einzelnen Bestandteile, sondern massgebend ist der Gesamteindruck, den die Marken machen (BGE 78 II 381, BGE 82 II 233 f., BGE 84 II 446, BGE 87 II 37, BGE 88 II 376, 378, BGE 90 II 48, BGE 92 II 275).\n\nDer Gesamteindruck kann jedoch durch einen einzelnen Bestandteil entscheidend beeinflusst werden, so dass die Nachmachung oder Nachahmung dieses Teils leicht zu Verwechslungen führen kann. So hat das Bundesgericht als leicht verwechselbar erachtet z.B. die Marke \"Niedermann VAC Packung unter Vacuum\" einerseits und eine das Zeichen VAC und weitere Angaben enthaltende jüngere Etikette anderseits (BGE 93 II 55 f.), ferner die Marken \"Elisabeth Arden\" und \"Arden for men\" einerseits und die jüngere Marke \"Arlem\" anderseits (BGE 95 II 358 f.), die Marken \"HR MEN,S CLUB Helena Rubinstein\" und \"MEN'S CLUB - Eau de Cologne - HELENA RUBINSTEIN MEN'S DIVISION\" einerseits und die jüngeren Marken \"EDEN CLUB\" und \"EDEN CLUB SUPER STAR\" anderseits (BGE 96 II 403 ff.). Die Abänderung eines Teils einer Wortmarke führt somit nicht notwendigerweise zu einem genügend unterscheidbaren neuen Zeichen. Das Bundesgericht hat z.B. \"Hygis\" und \"Glygis\" als verwechselbar erklärt (BGE 47 II 363f.), ebenso \"Hero\" und \"Coro\" (BGE 52 II 166ff.), \"Alucol\" und \"Aludrox\" (BGE 78 II 380f.), \"Tobler-o-rum\" und \"Torero-Rum\" (BGE 88 II 378 f.), \"Brismarine\" und \"Blue Marine\" (BGE 93 II 262 ff.), \"Valvoline\" und \"Havoline\" (BGE 96 II 241 f.). Auch ergibt die Beifügung oder Weglassung unwesentlicher Silben oder nicht hervorstechender Wörter in der Regel nicht ein zulässiges neues Zeichen. Ungenügend ist z.B. der Unterschied zwischen \"Tavannes Watch\" und \"Favret Watch Tavannes\" (BGE 59 II 214), \"Lady Cora\" und \"Cora\" (BGE 36 II 608f.), \"Dogma\" und \"Dog\" (BGE 82 II 541 ff.), \"Compactus\" und \"Compact\" (BGE 84 II 316 ff.), \"Favre-Leuba\" und \"Leuba\" (BGE 88 II 377). Selbst wenn die ältere Marke im erweiterten oder verkürzten jüngeren Zeichen nur in veränderter Form wiederkehrt, kann die Verwechslungsgefahr bestehen. Das Bundesgericht hat sie z.B. bejaht bezüglich der BGE 98 II 138 S. 142Marken \"Figor\" \"Cafidor\" (BGE 70 II 189f.), \"Sihl\" und \"Silta\" (BGE 77 II 328f.), \"Felina\" und \"florina die Feinwäsche für Sie\" (BGE 88 II 467 ff.), \"Bic\" und \"Big-Pen\" (BGE 87 II 36 ff.), \"Sihl\" und \"Silbond\" (BGE 92 II 261), wobei es in den zwei letzteren Fällen berücksichtigte, dass die Silben \"bond\" bzw. \"Pen\" Sachbezeichnungen und daher schwache Zusätze seien. Es hat z.B. auch den Unterschied zwischen \"Dacron\" und \"Dralon\" (BGE 90 II 48 f.) und zwischen \"Ardena\" und \"Arlem\" (BGE 95 II 359) für zu geringfügig gehalten.\n\nDagegen erachtete das Bundesgericht als nicht verwechselbar die Marken \"Sihl\" und \"Cosil\", weil erstere dem Namen eines bekannten Flusses entspreche, letztere dagegen reines Phantasiewort sei, das auch nicht bloss entfernt an dieses Gewässer erinnere, und weil die gekennzeichnete Ware nur von aufmerksamen Geschäftsleuten eingekauft werde (BGE 92 II 275 f.). Es hat auch die Marken \"Pond's\" und \"Respond\" als genügend unterscheidbar angesehen, jedoch eingeräumt, dass ein Grenzfall vorliege (BGE 97 II 80 ff.). Damit wollte es die Anforderungen an die Unterscheidbarkeit zweier Marken nicht grundsätzlich herabsetzen. Der Entscheid sagt denn auch nichts von einer Änderung der Praxis. Die Verwechslungsgefahr hängt zudem nach wie vor von den Umständen des einzelnen Falles und damit vom Ermessen des Richters ab (BGE 82 II 540, BGE 84 II 444). Zu berücksichtigen ist namentlich, welcher Natur die gekennzeichneten Waren sind, welche Kreise sie erwerben, welche Aufmerksamkeit die Abnehmer anzuwenden pflegen und über welches Erinnerungsvermögen sie verfügen (BGE 83 II 220, BGE 84 II 445, BGE 87 II 37, BGE 88 II 379). So wurden z.B. die Marken \"Xylocain\" und \"Celecain\" als genügend unterscheidbar gewürdigt, weil die mit ihnen versehenen Injektionsmittel nur von Fachleuten angewendet würden (BGE 84 II 443 ff.). Stets ist zu bedenken, dass der Interessent die Marken auch dann genügend muss unterscheiden können, wenn er sie nicht gleichzeitig nebeneinander sieht (BGE 58 II 455,BGE 78 II 381f., BGE 87 II 37, BGE 93 II 265).\n\n2. Die Marke der Beklagten besteht aus der Stammsilbe \"Lu\" und dem Zusatz \"matic\". Dieser kommt im Englischen z.B. in den Wörtern automatic, pneumatic, pragmatic und aromatic vor und entspricht im Französischen und Italienischen den Endungen matique bzw. matico. Er ist als Markenbestandteil BGE 98 II 138 S. 143sehr verbreitet, besonders in Marken für automatische Apparate und Maschinen (s. z.B. Schweizerisches Patent-, Muster- und Marken-Blatt (SPMM) 1971 Ausgabe C S. 436/7, 449, 450, 454, 556, 607, 671, 709, 798; 1972 C S. 19). Auch Marken für andere Waren enthalten häufig die Endsilben \"matic\" (SPMM 1971 C S. 233, 450, 487, 540, 817; 1972 C S. 1). Gelegentlich kommen auch die Endungen \"matik\" oder \"matica\" vor (BGE 82 II 232, SPMM 1971 C S. 278). Die Endung \"matic\" ist schliesslich in Firmennamen zu finden, die als Marken benützt werden dürfen. Bei voller Aufmerksamkeit und genauer Überlegung kann man daher die Marke Lumatic der Beklagten mit der Marke der Klägerin kaum verwechseln. Die beiden Zeichen haben nur die Silbe \"Lu\" gemeinsam, und die Endungen \"matic\" und \"wa\" sind nach Schriftbild und Sinn nicht ähnlich; \"matic\" weist auf einen Automaten hin und \"wa\" ist entweder reine Phantasieendung oder eine Abkürzung, z.B. für \"Wasser\".\n\nTrotzdem sind die Marken \"Lumatic\" und \"Luwa\" verwechselbar. Es besteht die ernstliche Gefahr, dass ein Teil des Publikums das Zeichen der Beklagten gedanklich nicht in die Bestandteile \"Lu\" und \"matic\" zerlegt, sondern \"Luma\" und \"tic\" liest oder versteht. Die Beklagte räumt das im Grunde genommen selber ein, indem sie vorbringt, die Silbe \"Lu\" steche in ihrer Marke nicht wie in der Marke der Klägerin hervor. \"Luma\" aber ist der Marke \"Luwa\" sehr ähnlich. Ein kleiner Hör- oder Lesefehler genügt, um \"Luma\" als \"Luwa\" zu verstehen. Dann bleibt als unterscheidendes Merkmal nur noch die Endsilbe \"tic\". Sie genügt nicht, um Verwechslungen auszuschliessen. Sie ist nichtssagend, farblos, zu wenig charakteristisch und wird durch ihr häufiges Vorkommen als Endung in Marken zu einem schwachen Bestandteil herabgesetzt (vgl. z.B.BGE 79 II 99f.). Dass die eine Marke zwei, die andere dagegen drei Silben aufweist, bietet nicht Gewähr für genügende Unterscheidbarkeit. Es liegt der von der Rechtsprechung schon öfters behandelte Fall vor, wo der bloss leicht veränderten älteren Marke eine ungenügend hervorstechende Silbe angehängt wird. In solchen Fällen ist die Gefahr von Verwechslungen besonders gross, wenn der Inhaber der älteren Marke Serienmarken führt, die ihr gleichen. Die jüngere Marke kann dann leicht als weitere Abwandlung angesehen und die mit ihr gezeichnete Ware dem Betrieb des Inhabers BGE 98 II 138 S. 144der älteren Marke zugeschrieben werden (BGE 73 II 61,BGE 77 II 329, BGE 82 II 542). Die Auffassung der Beklagten, ihre Marke stehe ausserhalb des Rahmens, innerhalb dessen die Serienzeichen der Klägerin gebildet würden, hält nicht stand. Es ist nicht ausgeschlossen, dass \"Lumatic\" wie z.B. \"Luwair\", \"Luwag\" und \"Luwette\" als von \"Luwa\" abgeleitete Serienmarke der Klägerin aufgefasst wird. Die Gefahr der Irreführung über die Herkunft der Ware wird im vorliegenden Falle noch dadurch erhöht, dass Apparate der Beklagten in Anlagen der Klägerin eingebaut werden. Es kann wegen der Ähnlichkeit der Marken leicht der Eindruck entstehen, der Lieferant der Apparate sei identisch mit dem Ersteller der Anlage. Erhöhte Aufmerksamkeit, wie sie beim Besteller solcher Anlagen vorausgesetzt werden kann, und eine gewisse Fachkunde, über die er oder sein Berater oft verfügt, schliessen Irrtümer über die Herkunft der Ware nicht ganz aus. Zudem werden die Dampf-Luftbefeuchter der Beklagten auch im Einzelhandel angeboten, wo die Aufmerksamkeit der Kaufinteressenten oft gering ist. Die Klägerin braucht sich nicht gefallen zu lassen, als Herstellerin dieser Apparate angesehen zu werden. Auch das Publikum ist vor Täuschungen zu schützen. Dass tatsächlich schon solche vorgekommen seien, braucht nicht nachgewiesen zu werden.\n\nDer Beklagten hilft auch der Einwand nicht, die Silbe \"Lu\" weise auf den Begriff Luft hin, sei Beschaffenheitsangabe und dürfe daher auch von der Beklagten benützt werden. Die Verwendung eines im Gemeingebrauch stehenden Bestandteils entbindet den Inhaber der jüngeren Marke nicht der Pflicht, diese so zu gestalten, dass sie sich als Ganzes durch wesentliche Merkmale von den älteren unterscheidet (BGE 38 II 308f.,BGE 78 II 383Erw. 4). Übrigens lenkt die Silbe \"Lu\" den Gedanken nicht unmittelbar auf den Begriff Luft. Andeutungen aber, die nur mit Hilfe der Einbildungskraft als Sachbezeichnung verstanden werden können, sind nicht Gemeingut im Sinne des Art. 3 Abs. 2 MSchG (BGE 54 II 406,BGE 55 II 154,BGE 56 II 230f., 410,BGE 59 II 80,BGE 63 II 428,BGE 70 II 243,BGE 79 II 102, BGE 83 II 218, BGE 84 II 224, 432, BGE 90 II 263, BGE 93 II 56, 263, BGE 96 II 240, 250).\n\n3. Die Beklagte hält die Klage für rechtsmissbräuchlich, weil die Klägerin zu lange zugewartet habe.\n\nDass Löschungs- und Unterlassungsansprüche aus Markenrecht, Firmenrecht oder unlauterem Wettbewerb auf Grund BGE 98 II 138 S. 145des Art. 2 ZGB durch Zeitablauf untergehen können, hat das Bundesgericht anerkannt (BGE 73 II 189Erw. 5,BGE 76 II 394ff.,BGE 79 II 313Erw. 2 a, BGE 81 II 289 Erw. 2 c, BGE 88 II 180 Erw. 3, 375 f., BGE 93 II 46 Erw. 2 c, BGE 95 II 362). Die Verwirkung ist jedoch nicht leichthin zu bejahen. Gemäss Art. 2 Abs. 2 ZGB darf ein Recht nur dann keinen Schutz finden, wenn sein Missbrauch offenbar ist, d.h. klar zutage liegt.\n\nDiese Voraussetzung ist nicht schon dann erfüllt, wenn die Löschung einer Marke und das Verbot ihres weiteren Gebrauches gewichtigen Interessen ihres Benützers widersprechen. Die Behauptung der Beklagten, die Löschung der Marke Lumatic würde sie finanziell und moralisch unerträglich belasten, führt daher für sich allein nicht zur Abweisung der Klage. Auch die Meinung, eine Störung durch diese Marke sei nicht belegt, genügt zur Bejahung eines Rechtsmissbrauches nicht.\n\nEs müsste der Klägerin vielmehr ein offensichtlich gegen Treu und Glauben verstossendes Verhalten vorgeworfen werden können. Ein solches liegt jedoch nicht vor. Die Klägerin hat die Beklagte schon am 19. Januar 1965 aufgefordert, die Marke Lumatic löschen zu lassen und sie nicht mehr zu gebrauchen. Damals waren seit der Veröffentlichung dieses Zeichens weniger als drei Jahre verstrichen. Die Klägerin handelte nicht gegen die gute Treue, indem sie so lange nicht vorstellig wurde. Wie rücksichtsvolle Geschäftsleute es zu tun pflegen, durfte und musste sie sich überlegen, ob das Zeichen sich mit \"Luwa\" wirklich nicht vertrage und sie benachteilige. Eiliges Handeln war umso weniger am Platze, als die Klägerin von 1963 an mit der Beklagten geschäftliche Beziehungen unterhielt. Der Widerspruch der Beklagten vom 2. März 1965 sodann konnte die Klägerin in ihrer Überzeugung, ihr Begehren sei berechtigt, nicht bestärken. Wenn sie, wie sie der Beklagten am 5. Mai 1967 mitteilen liess, mit Rücksicht auf den gegenseitigen Geschäftsverkehr noch weiter prüfen wollte, ob sich das Zeichen Lumatic wirklich als störend erweise, kann ihr deshalb auch hieraus kein Vorwurf gemacht werden. Die Beklagte hat zu dieser weiteren Überprüfung der Lage durch ihr Schreiben vom 2. März 1965 Anlass gegeben. Sie durfte umso weniger voraussetzen, das zweijährige Schweigen der Gegenpartei bedeute endgültigen Verzicht auf die Anfechtung der Marke, als sie die Klägerin am 2. März 1965 gebeten hatte, BGE 98 II 138 S. 146ihr mitzuteilen, dass das Schreiben vom 19. Januar 1965 gegenstandslos geworden sei. Dieses Ersuchen zeigt, dass die Beklagte die Sache nicht ohne weiteres als erledigt erachtete, sondern eine Antwort erwartete. Das geht auch daraus hervor, dass der Vertreter der Beklagten nach dem Empfang des Schreibens vom 5. Mai 1967 die Gegenpartei telefonisch ersuchte, zunächst einmal zum Inhalt des Briefes vom 2. März 1965 Stellung zu nehmen. Die Beklagte betrachtete die Diskussion weder im März 1965 noch im Mai 1967 als abgeschlossen. Sie musste sich bewusst sein, dass sie durch den dem Willen der Klägerin widersprechenden weiteren Gebrauch der Marke Lumatic Gefahr lief, sich vor dem Gericht verantworten zu müssen und allenfalls zu unterliegen. Wenn sie die Auseinandersetzung hätte beschleunigen wollen, hätte sie es der Klägerin sagen müssen oder eine Feststellungsklage einreichen können. In Wirklichkeit lag ihr an einer Beschleunigung nichts. Das geht aus ihrer telefonischen Reaktion vom Mai 1967 hervor, die als hinhaltende Verteidigung aufgefasst werden muss, denn es konnte der Beklagten nicht entgangen sein, dass das Schreiben vom 5. Mai 1967 die Antwort auf den Brief vom 2. März 1965 war. Beide Parteien haben die Diskussion um die Zulässigkeit der Marke Lumatic gelassen geführt. Das ist an sich begreiflich, denn es lag nicht ohne weiteres auf der Hand, dass die beiden Marken unverträglich seien und die Klägerin geschädigt werden könnte. Es verstiess daher nicht gegen Treu und Glauben, dass die Klägerin nach dem Brief vom 5. Mai 1967 abermals etwas mehr als zwei Jahre zuwartete, bis sie am 10. September 1969 zum dritten Male vorstellig wurde. Die gegenseitigen geschäftlichen Beziehungen, welche die Beklagte selber als \"intensive und gute Zusammenarbeit\" bezeichnet, rechtfertigten reifliche Überlegung und Rücksichtnahme, die denn auch darin zum Ausdruck kam, dass die Klägerin schliesslich Vergleichsverhandlungen anregte.\n\nDie Auffassung der Beklagten, die geschäftlichen Beziehungen der Parteien vermöchten das Zuwarten der Klägerin nicht zu rechtfertigen, weil sie ausschliesslich im Interesse der Klägerin gelegen hätten, hält nicht stand. An geschäftlichen Beziehungen sind in der Regel beide Beteiligten interessiert. Nichts spricht dafür, dass es sich hier anders verhalten habe. Auch verkennt die Beklagte den Begriff des offenbaren Rechtsmissbrauchs, wenn sie vorbringt, die Klägerin hätte sie \"periodisch BGE 98 II 138 S. 147im laufenden Geschäftsverkehr\" auf die Nichtanerkennung der Marke Lumatic aufmerksam machen sollen. Häufigere Verwarnungen wären weltfremd gewesen und von der Beklagten auch nicht mehr ernst genommen worden. Die Beklagte durfte die Marke Lumatic schon vom Januar 1965 an nicht mehr in guten Treuen gebrauchen. Indem sie ihre Apparate weiterhin so benannte, nahm sie in Kauf, mit einem Zeichen zu werben, das sie später doch fallen lassen müsse. Anderseits ist nicht dargetan, dass die Klägerin aus dem Ruf, den die Beklagte ihren Erzeugnissen durch den widerrechtlichen Gebrauch der Bezeichnung Lumatic verschafft haben mag, Nutzen ziehen werde und dass sie es auf solchen Vorteil abgesehen habe, als sie mit der Klage zuwartete.\n\n4. Das Obergericht hat es unterlassen, mit dem Verbot, die Bezeichnung Lumatic weiterhin zu verwenden, den Hinweis auf die Strafandrohung des Art. 292 StGB zu verbinden. Da diese Androhung keinen dahin gehenden Antrag voraussetzt und von der Berufungsinstanz von Amtes wegen nachgeholt werden muss (BGE 87 II 112 Erw. 5, BGE 93 II 433, BGE 97 II 238 oben), ist sie auch im vorliegenden Falle in das Urteil aufzunehmen. Dass die Klägerin weder die Berufung noch die Anschlussberufung erklärt hat, steht dem nicht im Wege. Indem das Bundesgericht auf die Strafandrohung hinweist, ändert es das Urteil nicht zu Ungunsten der Beklagten ab (BGE 95 II 460 Erw. 4, BGE 96 II 262 oben).\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Basel-Landschaft vom 30. November 1971 bestätigt.\n\n2.- Die Organe der Beklagten werden darauf hingewiesen, dass sie gemäss Art. 292 StGB mit Haft oder Busse bestraft würden, wenn sie dem Verbot, die Bezeichnung \"Lumatic\" weiterhin als Marke, als Name oder in irgend einer anderen Weise zu verwenden, zuwiderhandeln sollten."}