{"annee": "98", "cour": "IA", "page": "281", "date": "3/5/1972", "cite": [], "cite_par": ["112 IA 356", "129 V 95", "115 IA 42", "103 IB 227", "103 IV 192", "130 I 140", "114 IA 286", "100 IA 41", "124 V 64", "112 V 248", "99 IB 60", "121 III 97", "104 IB 74"], "chapeau": "43. Extrait de l'arrêt du 3 mai 1972 dans la cause Groupement vaudois des écoles de circulation et Veulliez contre Conseil d'Etat du canton de Vaud.", "regestes": ["Liberté du commerce et de l'industrie. Base légale. Séparation des. pouvoirs. Art. 31 Cst. 1. La voie du recours au Conseil fédéral (art. 73 al. 1 lettre c LPA) n'est pas ouverte contre les violations du droit constitutionnel fédéral, sous réserve des cas d'attraction de compétence (consid. 3). 2. Base légale pour les prescriptions cantonales sur l'exercice du commerce et de l'industrie (art. 31 al. 2 Cst.): une base légale matérielle suffit selon la jurisprudence. Le droit cantonal peut en revanche imposer une base légale formelle; pour les ordonnances de l'autorité exécutive, il exige en général une délégation législative en faveur de cette autorité ou une compétence découlant directement de la constitution (consid. 5). 3. Une ordonnance d'exécution ne peut pas poser de nouvelles règles qui restreindraient les droits des administrés ou leur imposerait de nouvelles obligations (consid. 6)."], "faits": "BGE 98 Ia 281 S. 282\n\nA.- L'arrêté du 30 décembre 1970 \"sur l'exploitation des écoles de conduite\", édicté par le Conseil d'Etat du canton de Vaud en application de l'arrêté du Conseil fédéral du 2 juillet 1969 \"concernant les moniteurs et écoles de conduite\", contient notamment les dispositions suivantes:\n\n\"Art. 4. - Le tarif des heures d'enseignement théorique et pratique est arrêté par les associations professionnelles de moniteurs de conduite reconnues par l'Etat.\n\nLe tarif doit comprendre toutes les prestations que l'école de conduite est en droit de percevoir de ses élèves.\n\nLe tarif doit prévoir une distinction entre les leçons particulières et celles qui sont données à des groupes comprenant deux personnes BGE 98 Ia 281 S. 283ou plus; dans le tarif de groupe, le prix doit être réduit proportionnellement au nombre des participants.\n\nArt. 5. - Avant qu'il ne puisse entrer en vigueur, le tarif doit avoir été préalablement soumis au département, qui le retourne avec ses observations à l'association professionnelle.\n\nLe tarif, y compris celui pour les groupes d'élèves, doit être remis à chaque élève; il doit en outre être affiché en bonne place dans les salles de théorie.\n\nArt. 6. - L'école de conduite doit conclure, auprès d'une compagnie concessionnaire, pour chaque véhicule affecté à l'enseignement pratique de la conduite, une assurance-accidents occupants en faveur de ses élèves et une assurance-casco sans franchise couvrant le dommage subi par le véhicule mis à disposition de l'élève pour les leçons et les examens officiels.\n\nArt. 8. - L'école de conduite doit remettre à chaque élève une attestation valant quittance de prime d'assurance et comportant les mentions suivantes:\n\na) le nom de la société d'assurance;\n\nb) l'identité de l'élève;\n\nc) le montant des prestations d'assurance en cas de dommage corporel ou matériel;\n\nd) la renonciation de l'école de conduite à faire valoir ses droits contre l'élève-conducteur pour les dommages causés au véhicule mis à la disposition de l'élève;\n\ne) les conditions de validité de l'assurance;\n\nf) les modalités concernant l'annonce d'un sinistre;\n\ng) le montant de la prime d'assurance;\n\nh) la signature de l'exploitant de l'école de conduite.\n\nArt. 10. - La licence d'exploitation est retirée par le département:\n\na) si le permis de moniteur de conduite a été retiré à celui qui exerce sa profession à titre individuel ou en qualité de patron ou de gérant d'une école de conduite (article 12 de l'arrêté du Conseil fédéral concernant les moniteurs et écoles de conduite);\n\nb) si l'école de conduite n'est plus au bénéfice de l'assurance prévue aux articles 6 à 8 du présent arrêté;\n\nc) si l'exploitation de l'école de conduite suscite des plaintes fondées, notamment quant à l'application du tarif, l'obligation de remettre les quittances ou la valeur de l'enseignement;\n\nd) si le patron ou le gérant d'une école de conduite emploie comme moniteur une personne n'ayant pas le permis de moniteur de conduite.\n\nDans les cas c) et d), le retrait de la licence d'exploitation doit être précédé d'un avertissement.\n\nDans tous les cas, le département doit donner au titulaire de la licence d'exploitation la possibilité de se déterminer, oralement ou par écrit.\" BGE 98 Ia 281 S. 284B. - Agissant par la voie du recours de droit public, le Groupement vaudois des écoles de circulation et Raymond Veulliez, à Lausanne, requièrent le Tribunal fédéral d'annuler l'arrêté du 30 décembre 1970. Invoquant les art. 4 et 31 Cst., ils soutiennent que certaines dispositions de cet arrêté sortent du pouvoir réglementaire délégué aux cantons par la Confédération, sont dépourvues de base légale, arbitraires et portent enfin une atteinte injustifiée à la liberté professionnelle et à la liberté des contrats.\n\nC.- Conformément à l'art. 96 al. 2 OJ, le Tribunal fédéral a procédé à un échange de vues avec le Conseil fédéral, qui s'est reconnu compétent sur la base de l'art. 73 al. 1 lettre c de la LF du 20 décembre 1968 sur la procédure administrative (LPA), dans la mesure où les recourants invoquaient une violation de l'ACF du 2 juillet 1969, le Tribunal fédéral ayant de son côté à examiner les griefs fondés sur les art. 4 et 31 Cst. ou tirés de la force dérogatoire du droit fédéral; estimant que seul l'examen de l'art. 9 de l'arrêté attaqué relevait de sa compétence, le Conseil fédéral a proposé au Tribunal fédéral de se saisir en premier lieu des recours, ce que ce dernier a accepté.\n\nD.- Le Conseil d'Etat conclut au rejet des recours. Les deux recourants ont été autorisés à déposer un mémoire complétif, conformément à l'art. 93 al. 2 OJ.", "considerants": "Considérant en droit:\n\n1. (Jonction de cause).\n\n2. (Qualité pour recourir).\n\n3. Certains moyens des recourants pourraient éventuellement relever du Conseil fédéral, comme il a été admis de part et d'autre lors de l'échange de vues avec cette autorité. Il importe dès lors de préciser les griefs sur lesquels le Tribunal fédéral peut se prononcer.\n\nSelon l'art. 73 al. 1 lettre c LPA, le recours au Conseil fédéral est notamment ouvert contre les actes législatifs cantonaux pour violation \"d'autres dispositions du droit fédéral n'appartenant ni au droit privé ni au droit pénal\". Il ne peut s'agir en principe que du droit fédéral autre que le droit constitutionnel. Admettre le contraire conduirait à ce résultat absurde que les actes législatifs cantonaux pourraient être attaqués pour inconstitutionnalité à la fois par le recours de droit public au Tribunal fédéral et par le recours de l'art. 73 LPA au Conseil fédéral. Ce n'est certainement BGE 98 Ia 281 S. 285pas ce qu'a voulu le législateur. Le Message relatif au projet de LPA précise d'ailleurs que, pour le recours au Conseil fédéral, on a repris les anciens art. 124 à 134 OJ (FF 1965 II 1410). Le fait que l'art. 73 al. 1 lettre c LPA emploie le terme de \"droit fédéral\", alors que la disposition correspondante de de l'ancienne OJ (art. 125 al. 1 lettre b) parlait de \"lois fédérales\", ne signifie pas qu'on ait voulu étendre la compétence du Conseil fédéral aux violations de la constitution; si telle avait été la volonté des auteurs du projet de loi, ils l'auraient dit, avec motivation à l'appui. Selon toute probabilité, on a simplement voulu, par la modification en question, inclure la possibilité pour le Conseil fédéral de statuer accessoirement sur certaines questions constitutionnelles, en vertu du principe d'attraction de compétence, lorsqu'il est saisi d'un recours portant principalement sur une prétendue violation d'une loi fédérale.\n\nEn l'espèce, les recourants allèguent principalement la violation des art. 4 et 31 Cst., et incidemment seulement celle de l'ACF du 2 juillet 1969, assimilable à une loi fédérale. Dans la mesure où ils prétendent que le Conseil d'Etat, outrepassant la délégation de pouvoir consentie aux cantons par cet arrêté, a empiété sur un domaine relevant du droit fédéral, ils se prévalent implicitement de la force dérogatoire du droit fédéral, de sorte que le Tribunal fédéral est en tout cas compétent en vertu de l'art. 73 al. 2 lettre a LPA.\n\nEn raison du caractère prépondérant des griefs d'ordre constitutionnel, il a été admis, lors de l'échange de vues, que le Tribunal fédéral se saisirait de l'affaire en premier et qu'il pourrait se prononcer sur tous ces griefs, y compris sur la prétendue violation de principes généraux du droit public découlant notamment de l'art. 4 Cst.\n\n5. Les recourants soutiennent que l'exigence de la base légale n'a pas été respectée pour les art. 6 et 8 lettre d de l'arrêté attaqué. On peut admettre que le recourant Veulliez soulève implicitement le même grief contre l'art. 4 lorsque, dans son mémoire complétif où il prend position à l'égard de l'interprétation donnée par le Conseil d'Etat dans sa réponse, il prétend \"qu'il s'agit là d'une interprétation excessive de l'art. 20 ACF du 2 juillet 1969\".\n\nPour les prescriptions cantonales réservées par l'art. 31 al. 2 Cst., la jurisprudence admet qu'une base légale au sens matériel BGE 98 Ia 281 S. 286suffit (RO 91 I 462 s.); il appartient en revanche au droit public cantonal de préciser s'il faut une base légale au sens formel ou au sens matériel. Mise à part la clause générale de police, il faudra généralement, d'après ce droit, une délégation législative ou une compétence découlant directement de la constitution pour que l'autorité exécutive puisse édicter valablement une réglementation restrictive de la liberté du commerce et de l'industrie. Il n'y a aucune raison de ne pas appliquer dans ce domaine les mêmes principes que dans d'autres, par exemple en matière de restrictions à la propriété privée; dans la mesure où, de façon générale, la jurisprudence récente se montre plus exigeante dans l'application du principe de la légalité, cette règle vaut aussi pour la liberté du commerce.\n\n6. Il s'agit donc d'examiner si les dispositions attaquées, édictées en la forme d'un simple arrêté du Conseil d'Etat, satisfont à ces exigences générales et si elles ont été édictées conformément à la constitution vaudoise.\n\na) Pour justifier formellement son intervention, le Conseil d'Etat se fonde tout d'abord sur l'art. 11 de l'ACF du 2 juillet 1969, en disant que la surveillance des écoles de conduite \"implique sans doute le pouvoir d'édicter des prescriptions sur les rapports de l'école avec son client ou avec des compagnies d'assurance, pour autant qu'elles soient justifiées par un but de police\".\n\nOn ne saurait se rallier à cette manière de voir.\n\nL'art. 11 charge bien les cantons de la surveillance des écoles de conduite, mais il définit ce pouvoir avec précision, en parlant uniquement d'un répertoire à tenir, d'inspections et du contrôle à exercer sur les moniteurs dont un trop grand nombre d'élèves ont obtenu des résultats d'examens insuffisants. Il s'agit d'un simple pouvoir administratif d'exécution; il n'y est pas question du pouvoir de réglementer les rapports juridiques entre les écoles de conduite et leurs clients. Au surplus, même si l'art. 11 comprenait une délégation législative, cela ne signifierait pas encore que la compétence pour l'exercer appartienne au Conseil d'Etat, car ce texte par le de cantons sans autres précisions.\n\nb) Le Conseil d'Etat invoque en outre l'art. 20 de l'ACF du 2 juillet 1969, aux termes duquel \"les dispositions cantonales en matière de tarif, d'obligation de délivrer des quittances etc. sont réservées\". Qu'il s'agisse d'une simple réserve déclarative en faveur d'un droit cantonal autonome, ou d'une réserve BGE 98 Ia 281 S. 287constitutive ou véritable réserve - la question n'a pas besoin d'être tranchée en l'espèce -, les règles à édicter par le canton ne pourraient l'être que dans les formes et selon les règles de compétence du droit cantonal. Il n'en serait autrement que si l'art. 20 désignait lui-même l'autorité cantonale compétente pour édicter les règles qu'il réserve (FLEINER/GIACOMETTI, Schweiz. Bundesstaatsrecht p. 122 IV). Mais ce n'est pas le cas; le procédé, bien qu'utilisé parfois, serait d'ailleurs discutable en raison de l'autonomie reconnue aux cantons en matière d'organisation (AUBERT, Traité de droit constitutionnel, n. 722).\n\naa) La constitution vaudoise consacre expressément le principe de la séparation des pouvoirs (art. 30); elle attribue la fonction législative au Grand Conseil (art. 33) et confie au Conseil d'Etat les fonctions exécutives et l'administration du canton (art. 53), chargeant plus particulièrement cette autorité d'exécuter les lois et les décrets et de prendre à cet effet les arrêtés nécessaires (art. 60). Le mot \"arrêté\" vise ici, de toute évidence, non seulement des décisions d'espèce, mais aussi des actes réglementaires. Il ne peut cependant s'agir que de règlements d'exécution, car eux seuls sont nécessaires à l'exécution des lois (cf. RO 90 I 324). Tout au plus faut-il réserver en outre d'éventuelles ordonnances de nécessité fondées sur la clause générale de police; mais cette dernière ne saurait être invoquée en l'espèce. Le Conseil d'Etat ne pouvait donc édicter les dispositions litigieuses que si elles ont le caractère de disposition d'exécution.\n\nbb) L'ordonnance d'exécution ne peut disposer qu'intra legem, et non pas praeter legem. Elle peut établir des règles complémentaires de procédure, préciser et détailler certaines dispositions de la loi, éventuellement en combler de véritables lacunes; mais, à moins d'une délégation expresse, elle ne peut pas poser de nouvelles règles qui restreindraient les droits des administrés ou leur imposeraient des obligations, même si ces règles sont encore conformes au but de la loi (RO 95 I 232 consid. 6, 345 consid. 4; GIACOMETTI, Allgemeine Lehren, p. 241 s.; IMBODEN, Schweiz. Verwaltungsrechtsprechung, 3e éd. no 235 II; GRISEL. op.cit. p. 82 s.).\n\nLes limites exactes du pouvoir d'édicter des règlements d'exécution sont cependant difficiles à préciser in concreto, et l'on peut les étendre plus ou moins. En l'espèce, certaines des dispositions - non attaquées par les recourants - de l'arrêté BGE 98 Ia 281 S. 288cantonal ne sortent probablement pas de ces limites. En revanche les art. 4, 6 et 8 lettre d les dépassent incontestablement.\n\nEn effet, imposer aux écoles de conduite un tarif obligatoire et exhaustif (art. 4), les obliger à conclure une assurance-casco sans franchise et exiger qu'elles renoncent à tous droits envers l'élève-conducteur pour les dommages causés - même intentionnellement - par lui au véhicule, c'est poser d'importantes règles de droit matériel qui sont nouvelles par rapport à la LCR et qui ne sont pas nécessaires à l'exécution de cette législation. Il y eût fallu une délégation de la part de l'autorité législative; or le Conseil d'Etat ne fait état d'aucune délégation de ce genre, en dehors de deux dispositions légales dont on verra plus loin qu'elles ne suffisent pas.\n\nAu sujet de l'art. 4 de l'arrêté cantonal, le Conseil d'Etat relève, dans sa réponse au recours, que le tarif prévu n'aura qu'un caractère subsidiaire, en ce sens qu'il ne s'appliquera qu'à défaut de convention contraire des parties; il s'agirait donc d'une sorte de contrat-type. Mais cela ne ressort nullement du texte de l'art. 4; d'autre part, cette interprétation semble contredite par des pièces annexées au mémoire complétif du recourant Veulliez; elle est en outre démentie par l'art. 10 lit. c de l'arrêté cantonal, qui prévoit le retrait de la licence d'exploitation en cas de plaintes fondées quant à l'application du tarif. De toute façon, l'observation du Conseil d'Etat sur ce point n'est pas déterminante, car un contrat-type a par définition des effets de droit matériel qui relèvent de la loi au sens formel, et non d'un simple règlement d'exécution.\n\nC'est en vain également que le Conseil d'Etat soutient, à propos de l'art. 8 lettre d de l'arrêté attaqué, que cette disposition ne change rien à la situation résultant des règles du droit civil sur le mandat, parce que l'élève pourra néanmoins être recherché par l'école de conduite en cas de dommage causé au véhicule par dol ou faute grave. En effet, une telle conclusion ne ressort aucunement de cette disposition, au texte de laquelle le juge civil s'estimera peut-être lié et qui pourra de ce fait avoir des effets juridiques propres. Elle avait donc aussi besoin d'une base légale formelle. Au demeurant, si elle ne changeait vraiment rien aux règles du mandat, elle eût été superflue, et son annulation pour des motifs formels ne compromettra pas le but visé.\n\nBGE 98 Ia 281 S. 289\n\nc) Pour justifier son intervention par voie réglementaire, le Conseil d'Etat invoque encore les art. 54 de la loi cantonale sur les routes du 5 septembre 1933 et 71 de la loi cantonale du 11 février 1970 sur l'organisation du Conseil d'Etat.\n\nLa première de ces dispositions se borne à dire que le Conseil d'Etat est chargé de l'application de la LF sur la circulation des véhicules automobiles et des cycles et de son règlement d'exécution, et qu'il y pourvoit soit directement, soit par l'intermédiaire du Département des travaux publics. Si la compétence conférée par là au gouvernement comprend le pouvoir d'édicter des règlements d'exécution, conformément à l'art. 60 Cst. cant. on ne saurait cependant soutenir sans arbitraire que cet art. 54 constitue une clause de délégation habilitant le Conseil d'Etat à édicter des règlements supplétifs.\n\nLa même constatation s'impose à propos de la seconde disposition: compris dans un chapitre qui répartit les tâches du gouvernement entre ses sept départements, l'art. 71 de la loi du 11 février 1970 attribue la police de la circulation routière au Département de la justice, de la police et des affaires militaires. Le Conseil d'Etat croit pouvoir en déduire que ce département était compétent pour édicter l'arrêté du 30 décembre 1970, et qu'à plus forte raison il l'était lui-même, Conseil d'Etat. En réalité, ledit art. 71 n'ajoute rien aux attributions constitutionnelles ou légales de l'autorité exécutive et il est insoutenable d'en tirer le pouvoir d'édicter des règlements supplétifs, et même des règlement d'exécution.\n\nd) Ainsi les art. 4, 6 et 8 lettre d, dépourvus de base légale suffisante, doivent être annulés, avec cette précision que l'art. 6 ne doit l'être que dans la mesure où il oblige les écoles de conduite à conclure une assurance-casco, les recourants n'ayant pour le surplus pas contesté cet article. L'annulation de l'art. 4 entraîne également celle de l'art. 5 al. 1, qui est en étroite dépendance avec lui.\n\nLe grief de défaut de base légale étant admis, il n'est pas nécessaire d'examiner encore si les dispositions énumérées ci-dessus sont contraires à la liberté du commerce et de l'industrie et à la force dérogatoire du droit fédéral.\n\n7. (Annulation des mots \"l'application du tarif\" à l'art. 10 al. 1 lettre c, pour les mêmes motifs que l'annulation de l'art. 4).\n\nBGE 98 Ia 281 S. 290\n\nPar ces motifs le Tribunal fédéral:\n\nAdmet partiellement les recours en ce sens que sont annulés les art. 4, 5 al. 1, 6 (à partir des mots \"et une assurancecasco...\"), 8 lettre d'et 10 al. 1 lettre c (par la suppression des mots \"l'application du tarif\") de l'arrêté du Conseil d'Etat du 30 décembre 1970 sur l'exploitation des écoles de conduite."}