{"annee": "98", "cour": "IB", "page": "506", "date": "10/11/1972", "cite": [], "cite_par": ["104 IB 171", "111 V 279", "120 V 214"], "chapeau": "74. Auszug aus dem Urteil vom 10. November 1972 i.S. Gribair AG gegen Alpar AG und Eidg. Verkehrs- und Energiewirtschaftsdepartment", "regestes": ["Allocation de dépens dans la procédure administrative. 1. La décision sur les dépens peut comme telle faire l'objet d'un recours de droit administratif, si cette voie de droit est ouverte contre la décision sur le fond. L'art. 64 LPA confère un droit à l'allocation de dépens, de sorte que l'art. 99 lit. h OJ ne s'oppose pas à la recevabilité du recours (consid. 1). 2. Directives pour l'exercice du pouvoir d'appréciation en matière de dépens selon l'art. 64 LPA (consid. 2). 3. Le refus d'allouer des dépens constitue en l'espèce un abus, soit un excès de pouvoir (consid. 3)."], "faits": "BGE 98 Ib 506 S. 506\n\nSachverhalt:\n\nA.- Die Alpar AG betreibt auf Grund einer ihr am 31. Mai 1951 auf dreissig Jahre erteilten Konzession den Flughafen Bern-Belp. Sie führt ausserdem. gewerbsmässig Gelegenheitsflüge durch.\n\nBGE 98 Ib 506 S. 507\n\nDie Gribair AG hat am 25. September 1968 die Bewilligung zur Durchführung von gewerbsmässigen Flügen im nicht regelmässigen Luftverkehr mit Ausnahme von Rundflügen erhalten.\n\nB.- Am 16. September 1970 ersuchte die Gribair AG das Eidg. Luftamt, ihr auch die Durchführung von Rundflügen zu bewilligen. Dabei erklärte sie, wegen der ablehnenden Haltung des Direktors der Alpar AG habe sie es als zwecklos erachtet, vorab eine entsprechende Bewilligung zur Benützung des Flughafens Bern-Belp einzuholen.\n\nDas Eidg. Luftamt gab dem Begehren der Gribair AG am 17. November 1970 statt und erteilte ihr gleichzeitig die notwendigen Rechte zur Benützung des Flughafens.\n\nGegen den Entscheid des Eidg. Luftamtes führte die Alpar AG beim Eidg. Verkehrs- und Energiewirtschaftsdepartement (EVED) Beschwerde mit dem Begehren, die der Gribair AG erteilte Bewilligung zur Durchführung von Rundflügen aufzuheben, eventuell sie nur unter bestimmten Auflagen zu erteilen. Das EVED stellte die der Beschwerde durch die Vorinstanz entzogene aufschiebende Wirkung wieder her. Auf seine Einladung hin reichte die Gribair AG zwei Rechtsschriften ein. Am 18. Juni 1971 wies das EVED die Beschwerde ab und auferlegte der Alpar AG die Kosten des Beschwerdeverfahrens. Parteientschädigungen sprach es nicht zu.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde verlangt die Gribair AG Zusprechung einer angemessenen Parteientschädigung für das Beschwerdeverfahren vor dem EVED.\n\nGleichzeitig mit der Verwaltungsgerichtsbeschwerde beim Bundesgericht hat sie beim EVED ein Revisionsgesuch eingereicht. Das bundesgerichtliche Verfahren wurde deshalb am 28. Juli 1971 eingestellt und erst am 16. Juni 1972, nachdem das EVED entschieden hatte, auf das Revisionsgesuch der Gribair AG nicht einzutreten, wieder aufgenommen.\n\nD.- In seiner Vernehmlassung zur Verwaltungsgerichtsbeschwerde der Gribair AG führt das EVED im wesentlichen aus, es habe das Begehren der Gribair AG um Zusprechung einer Parteientschädigung seinerzeit \"stillschweigend abgewiesen\". Da die Alpar AG im Bewilligungsverfahren vom Eidg. Luftamt nicht angehört worden sei, sei sie gezwungen gewesen, Beschwerde zu erheben, um ihren Standpunkt darzulegen. Die Gribair AG selbst habe sich der einwandfreien formellen Erledigung des Bewilligungsverfahrens widersetzt, indem sie erklärt BGE 98 Ib 506 S. 508habe, es sei zwecklos, die Alpar AG zur Stellungnahme einzuladen. Der Sachverhalt habe übrigens einen Grundsatzentscheid nötig gemacht, mit dem die Änderung einer \"längeren vorangegangenen Praxis\" des Eidg. Luftamtes bestätigt worden sei. Während die Vernehmlassung des Eidg. Luftamtes für den Ausgang des Beschwerdeverfahrens massgebend gewesen sei, sei derjenigen der Gribair AG eher bloss formelle Bedeutung zugekommen. Die Zusprechung einer Parteientschädigung an die Gribair AG sei deshalb nicht gerechtfertigt.\n\nDie Alpar AG beantragt, die Beschwerde abzuweisen, soweit darauf eingetreten werden kann.", "considerants": "Aus den Erwägungen:\n\n1. Der angefochtene Entscheid stellt in erster Linie die Rechte fest, welche der Gribair AG auf Grund der Bundesgesetzgebung über die Luftfahrt gegenüber der Alpar AG zukommen. Er verweigert der Gribair AG überdies implizit eine Parteientschädigung für das Beschwerdeverfahren. In beiden Punkten erweist er sich als Verfügung im Sinne des Art. 5 Abs. 1 VwG, auf den Art. 97 Abs. 1 OG verweist. Da er ausserdem von einem Departement des Bundesrates, mithin von einer der in Art. 98 OG aufgezählten Vorinstanzen (lit. b) stammt, kann er grundsätzlich mit der Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden.\n\nDer Umstand, dass vor Bundesgericht lediglich die Frage der Zusprechung einer Parteientschädigung streitig ist, spricht nicht gegen die Zulässigkeit der Verwaltungsgerichtsbeschwerde. Aus Art. 101 lit. b OG ergibt sich im Gegenteil durch Schluss e contrario, dass die Verfügung über die Parteientschädigung auch für sich allein mit Verwaltungsgerichtsbeschwerde angefochten werden kann, wenn, wie hier, die Verwaltungsgerichtsbeschwerde in der Hauptsache zulässig ist.\n\nUnzulässig ist die Verwaltungsgerichtsbeschwerde nach Art. 99 lit. h OG gegen die Bewilligung oder Verweigerung von Entschädigungen, auf die das Bundesrecht keinen Anspruch einräumt. Dieser Fall trifft hier nicht zu. Die Beschwerdeinstanz \"kann\" nach dem Wortlaut von Art. 64 Abs. 1 VwG der ganz oder teilweise obsiegenden Partei von Amtes wegen oder auf Begehren eine Entschädigung für ihr erwachsene notwendige und verhältnissmässig hohe Kosten zusprechen. Mit dem Wort \"kann\" wird jedoch nicht in ihr Ermessen gestellt, jeglichen BGE 98 Ib 506 S. 509Entschädigungsanspruch auszuschliessen. Hätte der Gesetzgeber der Beschwerdeinstanz ein derart umfassendes Ermessen einräumen wollen, so hätte er die Zusprechung einer Parteientschädigung wohl nicht davon abhängig gemacht, ob der ganz oder teilweise obsiegenden Partei \"notwendige und verhältnismässig hohe Kosten\" erwachsen sind. Überdies wird in Art. 101 lit. b OG, aus dem sich die bedingte Zulässigkeit der Verwaltungsgerichtsbeschwerde gegen Verfügungen über Parteientschädigungen ergibt, offenbar angenommen, Art. 99 lit. h OG stehe gegebenenfalls der Anfechtung eines solchen Entscheides mit Verwaltungsgerichtsbeschwerde nicht im Wege. Das bedeutet, dass das Bundesrecht einen Anspruch auf Zusprechung einer Parteientschädigung anerkennt. Die Aufnahme einer Bestimmung über die Parteientschädigung in das Verwaltungsverfahrensgesetz des Bundes zeigt schliesslich die Absicht des Bundesgesetzgebers, den nach Art. 159 Abs. 2 OG in allen Verfahren vor Bundesgericht, einschliesslich den Verfahren der staatsrechtlichen Beschwerde und der Verwaltungsgerichtsbeschwerde, geltenden Grundsatz, wonach in der Regel die unterliegende Partei der obsiegenden Kostenersatz zu leisten hat, auf das verwaltungsinterne Beschwerdeverfahren auszudehnen; der Verpflichtung der unterliegenden Partei entspricht aber ein Anspruch der obsiegenden Partei. Art. 64 VwG begründet deshalb trotz seinem Wortlaut einen eigentlichen Anspruch auf Parteientschädigung. Art. 99 lit. h OG ist somit auf den vorliegenden Fall nicht anwendbar. Die Verwaltungsgerichtsbeschwerde der Gribair AG ist zulässig.\n\n2. Verfügungen über Parteientschädigungen nach Art. 64 VwG unterliegen jedoch nicht freier Prüfung durch das Bundesgericht. Der Begriff der \"notwendigen und verhältnismässig hohen Kosten\" in Art. 64 VwG gewährt als unbestimmter Rechtsbegriff der Beschwerdeinstanz einen gewissen Beurteilungsspielraum. Ausserdem ist auch die Verwendung des Wortes \"kann\" in dieser Bestimmung nicht bedeutungslos. Ob eine Parteientschädigung zuzusprechen ist und wie hoch sie gegebenenfalls anzusetzen ist, hängt von Umständen ab, die von der verwaltungsinternen Beschwerdeinstanz besser gewürdigt werden können als vom Bundesgericht, ist es doch die verwaltungsinterne Beschwerdeinstanz, die das Verfahren leitet, für welches die Entschädigung gefordert wird. Beim Entscheid in diesen beiden Fragen verfügt sie über freies Ermessen. Das Bundesgericht BGE 98 Ib 506 S. 510wacht lediglich darüber, dass sie ihr Ermessen weder überschreitet noch missbraucht.\n\nEs ist praktisch zwar kaum möglich, unabhängig vom Einzelfall den der Beschwerdeinstanz zustehenden Ermessensspielraum genau abzugrenzen. Gewisse Umstände sind beim Entscheid über die Zusprechung wie bei der Bemessung der Parteientschädigung jedoch regelmässig von Bedeutung. In Betracht fällt einmal das Verhalten der obsiegenden Partei im fraglichen Verfahren. Wie schon aus Art. 64 Abs. 1 VwG hervorgeht und in Art. 8 Abs. 5 der Verordnung über Kosten und Entschädigungen im Verwaltungsverfahren ausdrücklich festgehalten ist, sind unnötige Kosten nicht zu ersetzen. Trölerisches oder bösgläubiges Verhalten der obsiegenden Partei kann ein Grund sein, ihr gar keine oder nur eine reduzierte Parteientschädigung zuzusprechen.\n\nDie Bedeutung des in Frage stehenden Rechtsstreites kann auf verschiedene Arten berücksichtigt werden. Einerseits leuchtet ein, dass der Aufwand der Parteien um so höher ist, je schwieriger die zu behandelnden Fragen sind. Von diesem Gesichtspunkt aus müsste die Parteientschädigung um so höher ausfallen, je schwieriger die abzuklärenden Streitfragen sind. Geht der Streit um eine Grundsatzfrage, so ist anderseits verständlich, dass die Partei, die in erster Instanz unterlegen ist, die Beschwerdeinstanz anruft; unterliegt sie in zweiter Instanz, so rechtfertigt es sich mit Rücksicht auf das von ihr geltend gemachte Interesse, die Parteientschädigung niedrig anzusetzen. Die Verweigerung jeglicher Parteientschädigung an die obsiegende Partei aus diesem Grunde ist aber ausgeschlossen. Zwar können nach dem bei der Auslegung von Art. 64 VwG analog anwendbaren Art. 159 Abs. 3 OG die Kosten verhältnismässig verteilt werden, wenn sich die unterliegende Partei \"in guten Treuen zur Prozessführung veranlasst sehen\" durfte. Dies heisst jedoch nicht, dass eine Partei bereits dann von der Zahlung von Parteientschädigungen befreit bleibt, wenn sie ernsthafte Gründe hatte, anzunehmen, sie werde obsiegen. Wollte man Art. 159 Abs. 3 OG diese Bedeutung beimessen, so käme ihm praktisch eine grössere Tragweite zu als demin Art. 159Abs.2 OG enthaltenen Grundsatz, wonach die unterliegende Partei in der Regel verpflichtet wird, der obsiegenden alle durch den Rechtsstreit verursachten notwendigen Kosten zu ersetzen. Richtigerweise ist Art. 159 Abs. 3 OG nur auf Fälle anwendbar, in denen eine Partei aus einem für sie unvorhersehbaren Grund unterlegen ist.\n\nBGE 98 Ib 506 S. 511\n\nSchliesslich können, jedenfalls bei der Bemessung der Parteientschädigung, auch Erwägungen der Billigkeit eine Rolle spielen. Die Billigkeit wird etwa angerufen von einer finanzschwachen Partei oder von einer Partei, die unterlegen ist, weil Bestimmungen zur Anwendung kamen, die der Sachlage offenbar nicht gerecht werden.\n\n3. Die Gribair AG hat am Verfahren vor der Vorinstanz als Partei im Sinne von Art. 6 VwG teilgenommen. Unbestrittenermassen hat sie in der Hauptsache vollständig obsiegt. In Anbetracht der Bedeutung der Streitfrage hat sie mit gutem Grund einen Anwalt beigezogen; daraus sind ihr \"notwendige und verhältnismässig hohe Kosten\" erwachsen. Da die Voraussetzungen von Art. 64 Abs. 1 VwG somit erfüllt waren, hatte sie grundsätzlich Anspruch auf eine Parteientschädigung. Es fragt sich nur, ob die Vorinstanz ihr diese Entschädigung mit Rücksicht auf die besonderen Umstände des Falles verweigern konnte, ohne damit ihr Ermessen zu überschreiten oder zu missbrauchen.\n\nDas Eidg. Luftamt hat es seinerzeit unterlassen, die Alpar AG zur Stellungnahme zum Gesuch der Gribair AG einzuladen. Damit hat es den Anspruch der Alpar AG auf rechtliches Gehör verletzt, selbst wenn anzunehmen ist, dass die Alpar AG ihre Auffassung bereits früher hat bekanntgeben können. Wenn auch die Alpar AG durch diesen Verfahrensfehler der ersten Instanz zur Beschwerdeführung ermuntert worden sein mag, so musste sie jedoch wissen, dass er für sich allein niemals zur Aufhebung der streitigen Bewilligung der Gribair AG führen konnte. Für eine Aufhebung dieser Bewilligung hätten materielle Gründe bestehen müssen. Die Alpar AG kann sich deshalb der Leistung einer Parteientschädigung an die Gribair AG nicht mit dem Hinweis auf den fraglichen Verfahrensmangel entziehen. Anders wäre nur zu urteilen, wenn tatsächlich die Gribair AG, wie das EVED antönt, dem Eidg. Luftamt davon abgeraten hätte, die Alpar AG anzuhören. Dies trifft aber nicht zu. In ihrem Gesuch vom 16. September 1970 hat die Gribair AG lediglich erklärt, sie erachte es als zwecklos, bei der Alpar AG um die für die Durchführung von Rundflügen erforderliche Bewilligung zur Benützung des Flughafens Bern-Belp nachzusuchen, da sie die \"negative und ablehnende Haltung\" des Direktors dieser Gesellschaft bereits kenne.\n\nZweifellos besass die Alpar AG ein Interesse daran, die vom Eidg. Luftamt abweichend von der bisherigen Praxis entschiedene BGE 98 Ib 506 S. 512Grundsatzfrage dem EVED zur Überprüfung zu unterbreiten. Dies vermag aber höchstens eine gewisse Zurückhaltung der Beschwerdeinstanz bei der Bemessung der Parteientschädigung zu begründen, nicht jedoch die Verweigerung einer Parteientschädigung überhaupt.\n\nEs braucht nicht geprüft zu werden, ob die Gribair AG im Verfahren vor der Vorinstanz einzige Beschwerdegegnerin der Alpar AG war. Entscheidend ist allein, dass sie daran als Partei beteiligt war, mit ihrem Rechtsbegehren in der Hauptsache durchgedrungen ist und deshalb berechtigt war, eine Parteientschädigung im Sinne von Art. 64 VwG zu verlangen.\n\nDie vom EVED gegen die Zusprechung einer Parteientschädigung an die Gribair AG vorgebrachten Argumente erscheinen völlig unhaltbar. Mit der Verweigerung der Parteientschädigung hat das EVED sein Ermessen überschritten bzw. missbraucht. Die Verwaltungsgerichtsbeschwerde ist deshalb gutzuheissen."}