{"annee": "98", "cour": "IA", "page": "163", "date": "29/3/1972", "cite": ["82 I 281", "84 I 134", "96 I 53", "68 I 141", "97 I 329"], "cite_par": ["104 IA 172", "99 IA 697", "100 IA 322", "104 IA 79"], "chapeau": "23. Auszug aus dem Urteil vom 29. März 1972 i.S. X. & Co. AG gegen Kanton Bern und Verwaltungsgericht des Kantons Bern.", "regestes": ["Art. 4 Cst.; art. 2 Disp. trans. Cst.; droits de mutation. L'art. 7 al. 1 de la loi bernoise sur les droits de mutation et les droits perçus pour la constitution de gages, du 15 novembre 1970 (imposition des accessoires transférés en même temps que le fonds) ne viole ni l'art. 4 Cst., ni le principe de la force dérogatoire du droit fédéral."], "faits": "BGE 98 Ia 163 S. 163\n\nA.- Nach Art. 1 des bernischen Gesetzes betreffend die Handänderungs- und Pfandrechtsabgaben vom 15. November 1970 (HPAG) wird beim Erwerb eines Grundstücks eine kantonale Abgabe erhoben, die 1,5%, jedoch mindestens Fr. 20.- beträgt (Art. 6 HPAG) und aufgrund der Gegenleistung für den Grundstückerwerb bemessen wird (Art. 7 Abs. 1 HPAG). Diese besteht \"aus allen vermögenswerten Leistungen, die der Erwerber dem Veräusserer oder Dritten für das Grundstück, einschliesslich der Zugehör, zu erbringen hat\".\n\nB.- Mit Sacheinlagevertrag vom 27. März 1971 übertrug die Kommanditgesellschaft X. & Co. der zu gründenden Aktiengesellschaft X. & Co. AG Aktiven und Passiven, darunter ein Grundstück zum Übernahmewert von Fr. 591'000.--, sowie Maschinen, Werkzeuge und Mobiliar als Zugehör im Wert von Fr. 737'000.--. Die gestützt auf Art. 7 Abs. 1 HPAG erhobene Handänderungsabgabe betrug demnach Fr. 19'921.-- (Fr. 8'866.50 für das Grundstück + Fr. 11'054.50 für die Zugehör).\n\nDie X. & Co. AG erhob gegen diese Veranlagung Einsprache mit der Begründung, die Abgabe dürfe nur vom Wert BGE 98 Ia 163 S. 164des Grundstücks, nicht aber von jenem der Zugehör erhoben werden. Ihre Einsprache wurde jedoch vom Grundbuchamt, von der Justizdirektion des Kantons Bern und mit Urteil vom 13. Dezember 1971 letztinstanzlich vom Verwaltungsgericht des Kantons Bern abgewiesen.\n\nC.- Die X. & Co. AG führt staatsrechtliche Beschwerde. Sie rügt eine Verletzung von Art. 4 BV und von Art. 2 Üb. Best. BV und beantragt, den angefochtenen Entscheid des Verwaltungsgerichts aufzuheben. Die Begründung dieses Antrags ergibt sich, soweit wesentlich, aus den nachfolgenden Erwägungen.\n\nD.- Verwaltungsgericht und Justizdirektion des Kantons Bern beantragen die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin beanstandet, dass die Handänderungsabgabe nicht nur vom Wert des übertragenen Grundstücks, sondern auch von jenem der mitübertragenen Zugehör erhoben wurde. - Die angefochtene Veranlagung entspricht der Vorschrift von Art. 7 Abs. 1 HPAG. Die Beschwerdeführerin behauptet denn auch nicht, die kantonalen Behörden hätten das Gesetz in verfassungswidriger Weise angewendet. Sie macht vielmehr geltend, die Bestimmung von Art. 7 Abs. 1 HPAG sei verfassungswidrig.\n\nDie Frist zur Anfechtung des HPAG ist zwar längst abgelaufen. Nach ständiger Rechtsprechung kann jedoch die Verfassungswidrigkeit einer allgemeinen Norm noch im Anschluss an eine darauf gestützte Anwendungsverfügung gerügt werden. Erweist sich dieser Vorwurf als begründet, so führt dies freilich nicht zur Aufhebung der angefochtenen Vorschrift, sondern bloss zur Kassation des angefochtenen Entscheids (BGE 97 I 334 Erw. 3 und dort angeführte Urteile).\n\n3. a) Das Verwaltungsgericht bezeichnet die bernische Handänderungsabgabe als sog. Gemengsteuer d.h. als Steuer, die in Verbindung mit einer Grundbuchgebühr erhoben wird (vgl. ERNST BLUMENSTEIN, System des Steuerrechts, 3. Aufl., S. 7 und 167/8). Diese Ansicht findet ihre Stütze in Art. 1 HPAG, wird in der Rechtslehre geteilt (H. HUBER, Bundesrechtliche Schranken im Grundstückabgaberecht, ZBGR 49/1968, S. 69; WILLY MEIER, Die bernische Handänderungs- und Pfandrechtsabgabe, Diss. Bern 1946, S. 26) und von der Beschwerdeführerin BGE 98 Ia 163 S. 165nicht beanstandet. Ferner ist unbestritten, dass die mit Sacheinlagevertrag übertragenen Maschinen, Werkzeuge und Mobilien im Grundbuch angemerkte Zugehör des Grundstücks darstellen und dass sich die Verfügung über dieses auch auf die Zugehör bezog (Art. 644 Abs. 1 ZGB).\n\nb) Wie die Beschwerdeführerin mit Recht ausführt, kann der Eigentümer der Hauptsache über die in seinem Eigentum stehende Zugehör - sei es mit oder ohne Aufhebung des Zugehörverhältnisses - in den Formen des Fahrnisrechts verfügen (MEIER-HAYOZ, N. 42 zu Art. 644/5 ZGB mit Hinweisen auf Rechtsprechung und Lehre). Ebenso ist richtig, dass in solchen Fällen keine Handänderungsabgabe verfällt, sofern die Verfügung über Zugehör nicht anlässlich einer Veräusserung des Grundstücks erfolgt. Entgegen der Ansicht der Beschwerdeführerin ergibt sich daraus jedoch nicht, dass Art. 7 Abs. 1 HPAG gegen Art. 4 BV verstösst. Wird beim Grundstückserwerb eine Handänderungsabgabe erhoben, so lässt sich sachlich rechtfertigen, im Falle der Veräusserung eines Grundstücks mit Zugehör auch die Gegenleistung für diese mit der Abgabe zu belasten, zumal sich die Verfügung über das Grundstück in der Regel auch auf die Zugehör bezieht (Art. 644 Abs. 1 ZGB) und zwischen Hauptsache und Zugehör diesfalls ein besonders enger wirtschaftlicher Zusammenhang besteht. Wie ohne Willkür angenommen werden kann, folgt die Zugehör grundsätzlich auch steuerrechtlich der Hauptsache (E. BLUMENSTEIN, a.a.O., S. 197/8; MEIER-HAYOZ, N. 62 zu Art. 644/5 ZGB; ZBl 53/1952, S. 494 f.). Die angefochtene Ordnung verhindert, dass der erwähnte wirtschaftliche Zusammenhang auseinandergerissen wird und trifft daher keine rechtlichen Unterscheidungen, für die sich in den zu regelnden tatsächlichen Verhältnissen kein vernünftiger Grund finden lässt (BGE 96 I 56, 66 Erw. 2, 143, 456). Zu Unrecht macht die Beschwerdeführerin demnach geltend, die steuerliche Nichterfassung einer sowohl formell als auch materiell von der Veräusserung des Grundstücks losgelösten Verfügung über Zugehör führe zu einer rechtsungleichen und daher verfassungswidrigen Behandlung (vgl. dazu auch WILLY MEIER, a.a.O., S. 54 und 128), denn dem erwähnten wirtschaftlichen Zusammenhang zwischen Hauptsache und Zugehör kommt diesfalls nach dem Willen des zur Veräusserung befugten Eigentümers geringere Bedeutung zu. Dass die Zugehör anlässlich ihrer Veräusserung mit dem Grundstück nach BGE 98 Ia 163 S. 166den Regeln zur Verhinderung einer interkantonalen Doppelbesteuerung (Art. 46 Abs. 2 BV) der Steuerhoheit des Belegenheitskantons untersteht (BGE 68 I 143; LOCHER, Doppelbesteuerung, § 7 I A 2), ändert daran nichts.\n\nÄhnliche Überlegungen rechtfertigen sich im übrigen auch für die steuerrechtliche Behandlung der Übertragung eines Bau- oder Quellenrechts, wo die Handänderungsabgabe bloss dann erhoben wird, wenn die Servituten als selbständige und dauernde Rechte ins Grundbuch aufgenommen worden sind (Art. 4 lit. b HPAG).\n\nc) Die Beschwerdeführerin macht weiter geltend, es stehe dem Abgabepflichtigen frei, die Zugehör vertraglich nach Belieben zu bewerten und damit die Höhe der Abgabe zu beeinflussen. Wenn der Grundbuchverwalter die Zugehör sodann gemäss Art. 7 Abs. 6 HPAG nach Ermessen zu bewerten habe, so führe dies zu Willkür, rechtsungleicher Behandlung und Zufälligkeiten, weshalb die angefochtene Bestimmung auch unter diesem Gesichtswinkel gegen Art. 4 BV verstosse.\n\nAllein auch diese Rüge ist unbegründet. Nach Art. 7 Abs. 1 HPAG wird die Abgabe aufgrund der Gegenleistung für den Grundstückerwerb bemessen. Diese besteht \"aus allen vermögenswerten Leistungen, die der Erwerber dem Veräusserer oder Dritten für das Grundstück, einschliesslich der Zugehör, zu erbringen hat\". Daraus ergibt sich, dass für die Bemessung der Abgabe nicht allein auf den vereinbarten Übernahmepreis, sondern auch auf den Wert - bei Grundstücken mindestens auf den amtlichen Wert (Art. 7 Abs. 4 HPAG) - der übertragenen Sache abzustellen ist (vgl. W. MEIER, a.a.O., S. 125; E. BLUMENSTEIN, a.a.O., S. 236/7). Der freien Bestimmung der Gegenleistung sind mithin Grenzen gesetzt. Ferner ist selbstverständlich, dass Übernahmepreis für das Grundstück und Entgelt für die mitübertragene Zugehör im öffentlich beurkundeten Vertrag wahrheitsgetreu anzugeben sind. Unlautere Machenschaften, wie sie die Beschwerdeführerin in diesem Zusammenhang befürchtet, wären offensichtlich unzulässig und allenfalls sogar strafbar. - Wenn der Grundbuchverwalter - was im vorliegenden Fall unterbleiben konnte - die Abgabe, d.h. die massgebende Gegenleistung mangels einer schlüssigen Parteiabrede nach Ermessen zu bestimmen hat (Art. 7 Abs. 6 HPAG), so führt dies entgegen der Auffassung der Beschwerdeführerin nicht notwendigerweise zu einem unhaltbaren Ergebnis.\n\nBGE 98 Ia 163 S. 167\n\nDer Grundbuchverwalter hat nicht willkürlich d.h. nach Belieben, sondern nach pflichtgemässem Ermessen zu entscheiden und dabei insbesondere dem Wert der Gegenleistung Rechnung zu tragen und das Gebot der rechtsgleichen Behandlung zu beachten. Dass die massgebende Gegenleistung unter Umständen auch ermessensweise festzulegen ist, lässt die angefochtene fiskalische Belastung der Übertragung von Zugehör somit nicht als verfassungswidrig erscheinen.\n\nd) Die Beschwerdeführerin bringt ferner vor, dass bei der grundbuchlichen Behandlung von Grundstücken einerseits und von Zugehör anderseits hinsichtlich Aufwand, Verantwortung, Interesse der Parteien und Kosten wesentliche Unterschiede beständen. Es sei deshalb willkürlich, bei der Bemessung der Abgabe für Zugehör die gleichen Ansätze anzuwenden wie für die Übertragung von Grundstücken.\n\nDiese Rüge wird durch keine besonderen Vorbringen begründet, so dass sich fragt, ob überhaupt darauf eingetreten werden kann (vgl. Art. 90 Abs. 1 lit. b OG). Wie es sich damit verhält, braucht indessen nicht entschieden zu werden, denn könnte der Hinweis auf die beiden Urteile 82 I 281 ff. und 92 I 5 ff. als genügende Begründung gelten, so vermöchte die Beschwerdeführerin damit nicht durchzudringen. Wohl erkannte das Bundesgericht in den erwähnten Entscheiden, es verstosse gegen Art. 4 BV, für die Eintragung eines Grundpfandrechts die gleiche Gebühr (berechnet von der Pfandsumme) zu erheben wie beim Eigentumsübergang (berechnet vom Wert des Grundstücks), und es halte gleichermassen nicht vor der Verfassung stand, für die grundbuchliche Vormerkung der Miete eine wesentlich andere Gebühr zu erheben als für die Vormerkung anderer persönlicher Rechte. Allein die in den genannten Urteilen enthaltenen Erwägungen können nicht auf den vorliegenden Fall übertragen werden. Wird ein Grundstück mit Zugehör veräussert, so findet sowohl hinsichtlich des Grundstücks wie auch der Zugehör ein Eigentumsübergang statt. Bereits aus diesem Grund erscheint es zumindest nicht als unhaltbar, von Grundstück und Zugehör die nämliche Abgabe zu erheben. Dazu kommt, dass - wie aus Art. 1 Abs. 2 HPAG und aus der gesamten Ausgestaltung der Abgabe zu schliessen ist - die bernische Handänderungsabgabe in erster Linie Steuercharakter hat und der damit verbundenen Eintragungsgebühr nur untergeordnete Bedeutung zukommt.\n\nBGE 98 Ia 163 S. 168\n\n4. Die Beschwerdeführerin rügt endlich eine Verletzung von Art. 2 Üb. Best. BV mit der Begründung, eine nach den Umständen nicht mehr verhältnismässige Abgabe für die Übertragung von Zugehör erschwere deren Anmerkung im Grundbuch und verstosse daher gegen den Grundsatz der derogatorischen Kraft des Bundesrechts.\n\nWie das Bundesgericht wiederholt entschieden hat, beschränkt Art. 954 ZGB, welche Bestimmung die Beschwerdeführerin im Zusammenhang mit der Willkürrüge erwähnt, die Steuerhoheit der Kantone nicht (Urteil vom 9. März 1966 i.S. Scheller AG, Erw. 1, abgedruckt in ZBGR 48/1967, S. 158; BGE 84 I 139 Erw. 3; BGE 82 I 284 Erw. 1 mit Hinweisen). Aus dem erwähnten Entscheid vom 9. März 1966 ergibt sich jedoch, dass eine mit einer Grundbuchgebühr verkoppelte kantonale Handänderungssteuer gegen die Verfassung verstösst, wenn sie derart hoch ist, dass sie die Benützung einer Einrichtung des Bundesrechts verunmöglicht oder ungebührlich erschwert (vgl. dazu die Redaktionsbemerkung in ZBGR 48/1967, S. 165). Mit Recht hat die Lehre somit gestützt auf die erwähnte Rechtsprechung angenommen, für den Abgabepflichtigen sei in diesem Zusammenhang gleichgültig, unter welchen rechtlichen Gesichtspunkten die verschiedenen von ihm geforderten Abgaben erhoben würden (H. HUBER, a.a.O., ZBGR 49/1968, S. 85/6). Mit Rücksicht auf die den Kantonen zustehende Freiheit bei der Ausgestaltung des Steuersystems darf indessen nicht leichthin angenommen werden, eine Abgabe erschwere in übermässiger Weise die Benützung eines Instituts des Bundesprivatrechts.\n\nWas die bernische Handänderungsabgabe auf der Übertragung von Zugehör anbelangt, so fällt zunächst in Betracht, dass für die Abgabepflicht nichts darauf ankommt, ob die Zugehör im Grundbuch angemerkt ist oder nicht. Bilden bewegliche Sachen Zugehör im Sinne von Art. 644 Abs. 2 ZGB und werden sie zusammen mit dem Grundstück veräussert, so unterliegt der Wert der Zugehör auch in jenen Fällen der Handänderungsabgabe, in denen keine Anmerkung (Art. 946 Abs. 2 ZGB) erfolgt ist. Unter dem Gesichtswinkel der fiskalischen Belastung besteht demnach kein Grund, um von einer Anmerkung der Zugehör abzusehen. Damit ist der Verfassungsrüge bereits weitgehend der Boden entzogen. - Würde die Abgabe bloss auf der Übertragung angemerkter Zugehör erhoben, so könnte sodann nicht angenommen werden, die Höhe BGE 98 Ia 163 S. 169der Abgabe (1,5% der Gegenleistung bzw. des amtlichen Werts) erschwere die Benützung des bundesrechtlichen Instituts der Anmerkung übermässig. Dass das Bundesgericht in dem von der Beschwerdeführerin erwähnten Urteil 82 I 281 ff. eine bei der Eintragung eines Grundpfandrechts erhobene Abgabe von 1,4% der Pfandsumme (gegenüber 2,5 der bernischen Pfandrechtsabgabe gemäss Art. 13 Abs. 1 HPAG) als übermässig bezeichnet hat, hilft der Beschwerdeführerin nicht, da im vorliegenden Fall - wie in Erw. 3 lit. d ausgeführt - andere Gesichtspunkte massgebend sind und der genannte Entscheid zudem erkennen lässt, dass das Bundesgericht die nämliche, beim Eigentumsübergang erhobene und vom Wert des Grundstücks berechnete Abgabe nicht beanstandet hat. Der Abgabesatz von 1,5% entspricht ungefähr dem schweizerischen Mittel (vgl. Übersicht in \"Die Steuern der Schweiz\", III. Teil, Handänderungsabgaben, Ausgabe 1971), bewirkt keine übermässige Erschwerung der Eigentumsübertragung an Grundstücken und Zugehör und verstösst daher nicht gegen die derogatorische Kraft des Bundesrechts.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}