{"annee": "98", "cour": "IA", "page": "220", "date": "2/2/1972", "cite": [], "cite_par": ["98 IB 400", "106 IV 7", "101 IA 281"], "chapeau": "33. Arrêt du 2 février 1972 dans la cause Procureur général du canton de Genève contre Auditeur en chef de l'armée.", "regestes": ["Conflit de compétence selon l'art. 223 CPM. Révocation du sursis. En dépit de l'art. 41 ch. 3 al. 3 CP revisé, la compétence pour statuer sur la question de la révocation du sursis, à la suite d'une condamnation prononcée par un tribunal militaire pour une infraction commise pendant le délai d'épreuve, n'appartient pas à l'autorité militaire, mais au tribunal ordinaire qui a prononcé le sursis."], "faits": "BGE 98 Ia 220 S. 221\n\nA.- X. a été condamné le 16 septembre 1970, par le Tribunal de police de Genève, à 10 jours d'emprisonnement (sous déduction d'un jour de détention préventive), pour contravention à la loi fédérale sur les stupéfiants; il a été mis au bénéfice du sursis avec délai d'épreuve de trois ans. Le 22 juin 1971, le Tribunal militaire de division 1 l'a condamné, par défaut, à deux mois d'emprisonnement, pour insoumission intentionnelle commise le 23 novembre 1970. Le Bureau central suisse de police a annoncé le cas de récidive au Procureur général du canton de Genève, à l'intention du Tribunal de police, pour que celui-ci statue sur la question de la révocation du sursis accordé par le jugement du 16 septembre 1970. Le Procureur général a fait observer qu'en vertu des nouvelles dispositions du Code pénal suisse (CP), en vigueur dès le 1er juillet 1971, c'était le Tribunal militaire qui était compétent pour statuer sur cette question. Le Bureau central suisse de police lui a renvoyé l'avis de récidive, en lui faisant part des motifs pour lesquels, selon lui, l'affaire relevait de la compétence du Tribunal de police de Genève. Le Procureur général a transmis l'avis de récidive au Tribunal de division l'en le priant de statuer sur la question de la révocation du sursis. Le Grand Juge du Tribunal de division 1 s'est adressé à l'Auditeur en chef de l'armée, qui informa le Procureur général de Genève, par lettre du 23 novembre 1971, que l'affaire relevait, selon son point de vue, du Tribunal de police de Genève.\n\nB.- Par requête du 1er décembre 1971 fondée sur l'art. 223 du Code pénal militaire (CPM), le Procureur général du canton de Genève demande au Tribunal fédéral de déclarer que le Tribunal militaire de division 1 est compétent pour statuer sur la question de la révocation du sursis. Les motifs de sa requête seront repris ci-dessous, dans la mesure utile.\n\nL'Auditeur en chef de l'armée conclut à ce que le Tribunal de police de Genève soit déclaré compétent.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 223 al. 1 CPM, le Tribunal fédéral statue souverainement en cas de conflit de compétence entre la juridiction ordinaire et la juridiction militaire. Un tel conflit existe en l'espèce, où l'une et l'autre des juridictions refusent de se saisir du cas.\n\nBGE 98 Ia 220 S. 222\n\nSaisi des cas de conflit visés par l'art. 223 CPM, le Tribunal fédéral examine librement non seulement les questions de droit, mais aussi les questions de fait, dans la mesure tout au moins où elles sont déterminantes pour trancher la question de compétence (RO 97 I 147).\n\n2. a) La loi fédérale du 18 mars 1971 relative à la modification du Code pénal suisse est entrée en vigueur le 1er juillet 1971, à l'exception de quelques dispositions qui n'entrent pas en considération en l'espèce. Elle a modifié notamment l'art. 41 CP.\n\nSelon l'ancien texte du chiffre 3 de l'art. 41 CP, le juge qui prononçait une condamnation avec sursis était aussi compétent pour prononcer la révocation du sursis, c'est-à-dire ordonner l'exécution de la peine, lorsque survenait un motif légal de révocation; c'était notamment le cas lorsque le condamné commettait intentionnellement un crime ou un délit pendant le délai d'épreuve. Selon le texte revisé (art. 41 ch. 3 al. 3), ce n'est plus le premier juge (savoir, celui qui a prononcé la condamnation avec sursis) qui est compétent pour statuer sur la question de la révocation du sursis, mais le second juge, c'est-à-dire celui qui est appelé à connaître d'un crime ou d'un délit commis pendant le délai d'épreuve. La raison de cette modification est évidente: le second juge, qui doit de toute façon se préoccuper de la personnalité de l'accusé avant de prononcer son jugement, est mieux à même que le premier juge de décider si le sursis doit être révoqué ou si la peine doit éventuellement être remplacée par d'autres mesures prévues à l'art. 41 ch. 3 al. 2 CP. Le premier juge en effet devrait réétudier tout le dossier; bien souvent, il ne parviendrait qu'avec peine à se faire une image exacte des circonstances personnelles actuelles du condamné, que le second juge vient justement d'approfondir. Sous l'empire de l'ancienne réglementation, le tribunal qui avait accordé le sursis n'avait souvent connaissance de la nouvelle infraction qu'après plusieurs années et devait alors fonder sa décision uniquement sur les pièces du dossier (Bull. stén. CE 1967, p. 56 ss., CN 1969, p. 108 ss.; GERMANN, Zeitschrift für schweiz. Strafrecht, vol. 87 année 1971, p. 349 s., ainsi que dans Etudes en l'honneur de Jean Graven, Genève 1969, p. 70 ss.).\n\nIl s'agit d'examiner si la nouvelle réglementation de l'art. 41 ch. 3 al. 3 CP s'applique également dans les rapports entre la juridiction ordinaire et la juridiction militaire, notamment s'il BGE 98 Ia 220 S. 223appartient à un tribunal militaire, appelé à statuer sur une infraction commise pendant le délai d'épreuve, de décider si le sursis prononcé par un tribunal ordinaire doit être révoqué ou non.\n\nb) L'Auditeur en chef de l'armée soutient qu'une telle question ne se pose pas en l'espèce, où le Tribunal de division 1 a rendu son jugement avant le 1er juillet 1971, soit à un moment où le texte de l'art. 41 CP revisé n'était pas encore en vigueur. Ce dernier point n'aurait pas à être tranché s'il se révélait que la nouvelle réglementation ne s'applique de toute façon pas aux rapports entre la juridiction ordinaire et la juridiction militaire.\n\n3. a) L'art. 32 ch. 3 al. 1 CPM prévoit qu'en cas de commission intentionnelle d'un crime ou d'un délit pendant le délai d'épreuve, comme dans les autres cas qui peuvent justifier la révocation du sursis, il appartient au Département militaire fédéral d'ordonner l'exécution de la peine.\n\nIl s'agit d'examiner comment il faut interpréter cette prescription en fonction de la nouvelle disposition de l'art. 41 ch. 3 al. 3 CP, tant que le Code pénal militaire n'aura pas été adapté au Code pénal suisse revisé (cf., par exemple, art. 32 ch. 1 al. 1 CPM et art. 41 ch. 1 al. 1 CP revisé, au sujet de la durée de la peine en rapport avec l'octroi du sursis), adaptation dont les travaux préparatoires sont actuellement en cours.\n\nSi, en cas d'infraction intentionnelle commise pendant le délai d'épreuve, c'était toujours le second juge qui était déclaré compétent pour statuer sur la révocation du sursis, alors on pourrait penser que le premier juge n'a plus à s'occuper de cette question; mais tel n'est pas le cas. La loi suisse ne peut pas, par exemple, conférer des tâches à un juge étranger; si le second juge est un tribunal étranger, la compétence de statuer sur la. question de la révocation du sursis appartiendra néanmoins, en dépit de la formulation générale du texte de l'art. 41 ch. 3 al. 3 revisé, au juge suisse qui aura accordé le sursis.\n\nIl n'en va pas autrement dans les cas où le premier juge est un tribunal ordinaire et le second un tribunal militaire. Il n'y a pas de doute que l'art. 32 ch. 3 al. 1 CPM ne s'applique qu'à la révocation du sursis par un tribunal militaire. Il est également clair qu'en vertu de cette disposition, seule l'autorité militaire est compétente pour faire exécuter une peine prononcée avec sursis par un tribunal militaire. Si l'on voulait interpréter l'art. 41 ch. 3 al. 3 CP en ce sens qu'un tribunal militaire devrait statuer sur l'exécution d'une peine prononcée précédemment BGE 98 Ia 220 S. 224avec sursis par un tribunal ordinaire, on aurait comme conséquence qu'un tribunal militaire pourrait révoquer le sursis accordé par un tribunal ordinaire, alors qu'un tribunal ordinaire ne pourrait pas révoquer le sursis accordé par un tribunal militaire. Une telle solution ne serait pas judicieuse. Si le législateur avait eu dans l'idée que l'art. 41 ch. 3 al. 3 CP devrait aussi s'appliquer dans les rapports entre la juridiction ordinaire et la juridiction militaire, il aurait dû en toute logique créer une réglementation applicable d'un côté comme de l'autre, et non pas seulement de façon unilatérale. Mais alors, il aurait dû modifier le Code pénal militaire en même temps que le Code pénal suisse. Or il ne l'a pas fait, mais il a au contraire laissé subsister la réglementation du CPM, qui lui était connue, ce qui par le en faveur de la thèse selon laquelle l'art. 41 ch. 3 al. 3 CP ne s'applique pas dans les rapports entre la juridiction ordinaire et la juridiction militaire.\n\nCette conception est encore étayée par un autre argument. Selon l'art. 32 ch. 3 CPM, l'autorité compétente pour ordonner l'exécution d'une peine prononcée avec sursis par un tribunal militaire n'est pas ce tribunal lui-même, mais le Département militaire fédéral (respectivement l'Auditeur en chef de l'armée, selon l'art. 17 bis lettre g de l'ordonnance concernant la justice pénale militaire, du 29 janvier 1954, RS 322.2). Si l'art. 41 ch. 3 al. 3 CP s'appliquait également aux rapports entre la juridiction ordinaire et la juridiction militaire, la conséquence serait que la révocation du sursis accordé par un tribunal militaire serait prononcée par le Département militaire fédéral, respectivement l'Auditeur en chef, tandis que la révocation du sursis accordé par un tribunal ordinaire serait prononcée par un tribunal militaire. Celui-ci pourrait donc révoquer un sursis prononcé par un tribunal ordinaire, mais non pas un sursis prononcé par lui-même. De ce point de vue également, l'opinion selon laquelle l'art. 41 ch. 3 al. 3 CP s'appliquerait aussi aux rapports entre la juridiction ordinaire et la juridiction militaire ne peut pas correspondre au sens de la loi.\n\nLa situation est au fond simplement la suivante: le législateur fédéral, au moment où il a revisé le code pénal suisse, a laissé subsister le Code pénal militaire dans son ancienne teneur et en a renvoyé la revision à une date ultérieure. Cette remarque vaut aussi pour l'exécution des peines prononcées avec sursis: dans ce domaine également, on en reste - pour le moment du moins - à l'ancienne réglementation. Les attributions confiées aux BGE 98 Ia 220 S. 225tribunaux militaires et le droit qu'ils doivent appliquer sont déterminés par la législation militaire, non par le Code pénal suisse. L'art. 41 ch. 3 al. 3 n'apporte pas d'exception à cette règle. Il ne confère aux tribunaux militaires aucune tâche qui ne leur est pas attribuée par le Code pénal militaire. Si le législateur fédéral veut accorder aux tribunaux militaires la compétence d'ordonner l'exécution de peines prononcées avec sursis par les tribunaux ordinaires, il le fera lors de la revision du CPM en cours. Il pourra à cette occasion choisir une solution correspondant à celle de l'art. 41 ch. 3 al. 3 CP. Mais il est également libre de maintenir la réglementation actuelle.\n\nEn conclusion, la requête du Procureur général du canton de Genève doit être rejetée et le Tribunal de police de Genève déclaré compétent pour statuer sur l'exécution de la peine de 10 jours d'emprisonnement (sous déduction d'un jour de détention préventive) prononcée avec sursis contre X.\n\nIl résulte des considérations ci-dessus que les tribunaux ordinaires ne sont en revanche pas compétents, dans l'état actuel de la législation, pour prononcer la révocation du sursis accordé par les tribunaux militaires.\n\nDans ces conditions, il n'est pas nécessaire d'examiner si la requête du Procureur général ne devrait pas être rejetée déjà pour le motif que le jugement du Tribunal de division 1 a été rendu avant le 1er juillet 1971, c'est-à-dire avant l'entrée en vigueur du Code pénal suisse revisé.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le Tribunal de police de Genève compétent pour statuer sur l'exécution de la peine de 10 jours d'emprisonnement avec sursis infligée à X. par jugement du 16 septembre 1970."}