{"annee": "98", "cour": "V", "page": "52", "date": "19/1/1972", "cite": [], "cite_par": ["102 V 193", "99 V 103"], "chapeau": "14. Auszug aus dem Urteil vom 19. Januar 1972 i.S. Bundesamt für Sozialversicherung gegen Egloff und Obergericht des Kantons Schaffhausen", "regestes": ["Art. 41 LAI et 87 al. 2 RAI. L'indication de la date d'une revision dans une décision de rente n'a que la portée d'une remarque administrative interne: elle ne garantit aucunement l'allocation de la rente jusqu'à la date indiquée."], "faits": "", "considerants": "BGE 98 V 52 S. 52\n\nAus den Erwägungen:\n\nEs ist davon auszugehen, dass keine Invalidität rentenbegründenden Ausmasses bestand, als die angefochtene Verfügung erging. Die Rentenaufhebung ist daher an sich gerechtfertigt. Jedoch stellt sich die Frage, auf welchen Zeitpunkt die Aufhebung zu verfügen war. Insbesondere ist zu prüfen, ob die Verwaltung an den von ihr selbst vorgemerkten Revisionstermin gebunden ist.\n\na) Gemäss Art. 41 IVG ist die Rente für die Zukunft entsprechend zu erhöhen, herabzusetzen oder aufzuheben, wenn sich der Grad der Invalidität eines Rentenbezügers in einer für den Anspruch erheblichen Weise ändert. Die Revision wird gemäss Art. 87 Abs. 2 IVV von Amtes wegen durchgeführt, wenn sie im Hinblick auf eine mögliche erhebliche Änderung des BGE 98 V 52 S. 53Invaliditätsgrades bei der Festsetzung der Rente auf einen bestimmten Termin in Aussicht genommen worden ist oder wenn Tatsachen bekannt oder Massnahmen angeordnet werden, die eine erhebliche Änderung des Grades der Invalidität als möglich erscheinen lassen. Voraussetzung der Rentenrevision von Amtes wegen ist also jedenfalls eine erhebliche Änderung des Invaliditätsgrades.\n\nDieser Ordnung geht jedoch der Grundsatz vor, dass die Verwaltung befugt ist, eine Verfügung jederzeit von Amtes wegen abzuändern, wenn sie zweifellos unrichtig und ihre Berichtigung von erheblicher Bedeutung ist. Eine Rente kann somit allenfalls unter diesem Gesichtspunkt aufgehoben werden, wenn die Voraussetzungen für eine Revision gemäss Art. 41 IVG fehlen (EVGE 1966 S. 56/57, ZAK 1964 S. 433, nicht veröffentlichte Urteile i.S. Briw vom 11. November 1971 und i.S. Niederberger vom 10. Dezember 1971).\n\nb) Aus dem Gesagten folgt, dass die Verwaltung rechtlich nicht an den in Aussicht genommenen Revisionstermin gebunden ist, wenn sich eine für den Rentenanspruch erhebliche Änderung des Invaliditätsgrades vor diesem Zeitpunkt ergibt oder wenn sich die Rentenverfügung nachträglich als zweifellos unrichtig erweist. Die Angabe eines Revisionsdatums in einer Rentenverfügung wird der - ohnehin bloss formellen - Rechtskraft der Verfügung nicht teilhaftig und hat keinesfalls den Sinn, die Ausrichtung der Rente bis zum angegebenen Zeitpunkt zu garantieren. Die Verwaltung ist zur Angabe eines Revisionstermins nicht verpflichtet; nennt sie dennoch ein solches Datum, so hat dies lediglich die Bedeutung einer verwaltungsinternen Anmerkung, wie das Eidgenössische Versicherungsgericht in ständiger Rechtsprechung festgestellt hat (ZAK 1964 S. 433, nicht veröffentlichte Urteile i.S. Häfliger vom 27. Dezember 1967, i.S. Maffioli vom 15. Februar 1971 und i.S. Briw vom 11. November 1971)."}