{"annee": "98", "cour": "V", "page": "230", "date": "19/10/1972", "cite": ["83 II 180", "97 V 134"], "cite_par": ["145 I 183"], "chapeau": "58. Auszug aus dem Urteil vom 19. Oktober 1972 i.S. Ausgleichskasse des Kantons Luzern gegen Einwohnergemeinde Kriens und Versicherungsgericht des Kantons Luzern", "regestes": ["Art. 5 al. 2 LAVS. - L'exercice d'une fonction de l'administration publique n'est pas nécessairement une activité dépendante (précision de la jurisprudence). - La rémunération accordée par l'autorité tutélaire, en application de l'art. 416 CCS, à un particulier exerçant la fonction de tuteur constitue un salaire déterminant. Art. 12 et 14 al. 1er LAVS. L'institution publique investie des charges tutélaires est l'employeur du tuteur, et cela même lorsque la rémunération est prélevée sur les biens du pupille."], "faits": "BGE 98 V 230 S. 231\n\nA.- Gestützt auf eine Arbeitgeber-Kontrolle verpflichtete die Ausgleichskasse des Kantons Luzern mit Verfügung vom 4. Juni 1971 die Einwohnergemeinde Kriens zur Nachzahlung paritätischer Beiträge auf den Entschädigungen, welche die Gemeinde vier nebenamtlichen Vormündern in den Jahren 1966 bis 1970 zu Lasten der Mündelvermögen zugesprochen hatte.\n\nB.- Beschwerdeweise verlangte die Einwohnergemeinde Kriens die Aufhebung dieser Verfügung. Sie wendete ein, sie sei nicht Arbeitgeber der betreffenden Vormünder, weil keine Lohnzahlung durch sie vorliege...\n\nHierauf hob das Versicherungsgericht des Kantons Luzern die angefochtene Nachzahlungsverfügung mit Entscheid vom 13. Januar 1972 auf. Das Gericht erwog, Arbeitgeber im Sinne des Art. 12 AHVG könne nur sein, wer Arbeitsentgelte gemäss Art. 5 Abs. 2 AHVG ausrichte. Das treffe hinsichtlich der fraglichen Entschädigungen auf die Gemeinde nicht zu, da diese die Vergütungen weder geschuldet noch ausgerichtet habe. Vielmehr hätten die Vormünder diese Betreffnisse direkt aus den von ihnen verwalteten Mündelvermögen bezogen. Die Ernennung der Vormünder durch den Gemeinderat als Vormundschaftsbehörde, die Aufsicht über sie sowie die Festsetzung der Entschädigungen durch den Gemeinderat ändere nichts an der fehlenden Arbeitgebereigenschaft der Gemeinde. Das für diese Eigenschaft unerlässliche Erfordernis der Ausrichtung der Arbeitsentgelte könne nicht durch die erwähnten Merkmale unselbständiger Tätigkeit ersetzt werden.\n\nC.- Die Ausgleichskasse des Kantons Luzern zieht diesen Entscheid mit Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht weiter mit dem Antrag, es sei der vorinstanzliche Entscheid aufzuheben, soweit er bundesrechtliche Beiträge betreffe, und es sei die Kassenverfügung in diesem Umfange wieder herzustellen. Zur Begründung der Beschwerde BGE 98 V 230 S. 232beruft sich die Kasse auf ein in der amtlichen Sammlung veröffentlichtes Urteil vom 24. November 1967 (EVGE 1967 S. 228 = ZAK 1968 S. 301), wonach ein nebenberuflich tätiger Fleischschauer als Arbeitnehmer des Gemeinwesens gelte, das ihm jene Aufgabe übertragen habe. Dies treffe analog auch für den nebenamtlichen Vormund zu. Jedenfalls könne die beitragsrechtliche Qualifikation der Entschädigung des Vormundes nicht davon abhängen, ob das Mündel die Kosten aus seinem Vermögen bezahlen könne oder ob die Einwohnergemeinde die Entschädigung mangels Mündelvermögens zu ihren Lasten ausrichte...", "considerants": "Aus den Erwägungen:\n\n1. ... (Kognition).\n\n2. Zu Recht ist unbestritten, dass die fraglichen Entschädigungen Einkommen darstellen, das der Beitragspflicht unterliegt. Streitig ist dagegen, ob es sich dabei um Einkommen aus selbständiger oder unselbständiger Erwerbstätigkeit handelt; je nachdem sind die Sozialversicherungsbeiträge von den Vormündern als Selbständigerwerbenden in der Form von persönlichen Beiträgen oder von ihrem Arbeitgeber als paritätische Beiträge zu entrichten.\n\n3. Die Ausgleichskasse betrachtet die den Vormündern als Entschädigung für ihre Amtsführung zu Lasten der Mündelvermögen zugesprochenen Entgelte als massgebenden Lohn im Sinne des Bundesrechts, mithin als Emkommen aus unselbständiger Erwerbstätigkeit. Sie macht damit geltend, der vorinstanzliche Entscheid verletze Bundesrecht.\n\nAls massgebender Lohn gilt gemäss Art. 5 Abs. 2 AHVG jedes Entgelt für in unselbständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit. Zu dem für die Berechnung der paritätischen Beiträge massgebenden Lohn gehören laut Art. 7 AHVV insbesondere \"Einkommen der Behördemitglieder von Bund, Kantonen und der Gemeinden\" (Buchstabe i) sowie \"Sporteln und Wartegelder an in einem öffentlichen Dienstverhältnis stehende Versicherte, unter Vorbehalt abweichender kantonaler Regelungen\" (Buchstabe k). Merkmale unselbständiger Stellung im Sinne der wiedergegebenen Begriffsumschreibung sind insbesondere die arbeitsorganisatorische Unterordnung des Versicherten bzw. das Weisungsrecht BGE 98 V 230 S. 233des Arbeitgebers und das Fehlen des Unternehmerrisikos; ob massgebender Lohn vorliege, beurteilt sich ferner nicht nach der Meinung oder Abrede der am Rechtsverhältnis Beteiligten, das der Entrichtung des Entgeltes zugrunde liegt; in diesem Sinne bilden das Bestehen eines Arbeitsvertrages oder eines öffentlich-rechtlichen Dienstverhältnisses keine notwendige Voraussetzung der unselbständigen Erwerbstätigkeit (BGE 97 V 137, 218 Erw. 2 und dortige Hinweise, nicht veröffentlichte Urteile vom 12. Mai 1972 i.S. Raselli und vom 18. August 1970 i.S. Fischbacher).\n\nDie Rechtsprechung nimmt weiter an, wer kraft staatlicher Ernennung eine Funktion der öffentlichen Verwaltung ausübe, arbeite in unselbständiger Stellung und sei folglich mit Bezug auf diese Tätigkeit als Unselbständigerwerbender zu behandeln. Ob der staatliche Funktionär seine Verwaltungstätigkeit haupt- oder nebenamtlich betreibe und ob er im Hauptberuf Freierwerbender oder Lohnempfänger sei, beeinflusse diese ahv-rechtliche Qualifikation nicht. Zur Entrichtung des Arbeitgeberbeitrages und zur Abrechnung mit der Kasse sei in beiden Fällen das Gemeinwesen verpflichtet, das dem Versicherten die Verwaltungsfunktion übertragen habe und dem er für die ordnungsgemässe Amtsführung verantwortlich sei (EVGE 1967 S. 229 Erw. 2a = ZAK 1968 S. 301; im gleichen Sinne schon EVGE 1954 S. 97 ff. = ZAK 1954 S. 226 und EVGE 1953 S. 135 = ZAK 1953 S. 279). Demnach wurden hinsichtlich ihrer amtlichen Funktion als Unselbständigerwerbende behandelt: Fleischschauer (EVGE 1967 S. 228, ZAK 1958 S. 63 und OSWALD, AHV-Praxis, Nr. 95), ein Gemeindeförster (AHV-Praxis, Nr. 94), ein Pilzkontrolleur (AHV-Praxis, Nr. 97), Gebäude-Schatzungsexperten (EVGE 1950 S. 199), ein Waisenvogt (EVGE 1953 S. 135), die Hilfskraft eines nebenamtlichen Gerichtspräsidenten (EVGE 1954 S. 95) sowie ein nebenamtlicher Grundbuchführer (ZAK 1958 S. 63).\n\n4. a) Ob diese Grundsätze auch für den nebenamtlichen Vormund gelten, hängt zunächst davon ab, ob dieser im Auftrage eines Gemeinwesens und gestützt auf öffentlichrechtliche Bestimmungen eine Aufgabe der staatlichen Verwaltung erfülle.\n\nDas Vormundschaftsrecht ist in der schweizerischen Privatrechtskodifikation, nämlich im 10., 11. und 12. Titel des ZGB, geregelt. Das bedeutet indessen nicht, dass das gesamte BGE 98 V 230 S. 234Rechtsgebiet in seinem materiellen Gehalt zivilrechtlicher Natur ist. Es ist zwar als Ganzes Bundeszivilrecht im formellen Sinne (vgl. HUBER, Berner Kommentar, N. 107 und 109 zu Art. 6 ZGB; DESCHENAUX, Schweizerisches Privatrecht, Band II, S. 21; KAUFMANN, Berner Kommentar, Band II, Familienrecht, 3. Abt.: Die Vormundschaft, Einleitung N. 12), aber sein Inhalt ist nicht ausschliesslich privatrechtlicher Natur (HUBER, N. 109 zu Art. 6; KAUFMANN, N. 13). Vielmehr hat der eidgenössische Zivilgesetzgeber - im Rahmen des ZGB und der diesem zugrunde liegenden Bundeskompetenz (Art. 64 BV) - zahlreiche öffentlich-rechtliche Bestimmungen zur Sicherung der zivilrechtlichen Einrichtungen aufgestellt (HUBER, N. 105, 106 zu Art. 6; DESCHENAUX, a.a.O.; EGGER, Zürcher Kommentar, Band II, Familienrecht, 3. Abt.: Die Vormundschaft, Einleitung N. 15; BURCKHARDT, Kommentar zur BV, 3. Auflage 1931, S. 588 f.). Dies trifft in besonderem Masse auf das Vormundschaftswesen zu, weshalb es TUOR als \"ein merkwürdiges Zwischengebilde zwischen privatem und öffentlichem Recht\" bezeichnet (TUOR/SCHNYDER, ZGB, 8. Auflage 1968, S. 262); ähnlich EGGER: \"Das Vormundschaftsrecht ist zwiespältiger Natur\" (a.a.O., N.11). So betrachtet der letztgenannte die Bestimmungen über die Organisation der vormundschaftlichen Behörden und des Entmündigungsverfahrens als solche öffentlich-rechtlicher Natur (a.a.O., ebenso KAUFMANN, N. 13). Das Gesetz spricht denn auch vom Vormund als \"vormundschaftlichem Organ\" (Art. 360 ZGB) und enthält im 11. Titel je einen Abschnitt \"Das Amt des Vormundes\" und \"Das Amt des Beistandes\". Nach EGGER steht der Vormund zum Staat in einem verwaltungsrechtlichen Verhältnis und ist ihm gegenüber öffentlichrechtlich zur Erfüllung seiner Pflicht verbunden; das Amt beruht auf öffentlicher Übertragung (Art. 379, 385, 387 ZGB; EGGER, N. 4 zu Art. 367 ZGB). Der Vormund steht jedoch nicht in einem öffentlich-rechtlichen Dienstverhältnis und ist nicht Beamter des Gemeinwesens. Auch die II. Zivilabteilung des Bundesgerichtes bemerkt, der Vormund handle - bei der Prozessführung - zwar nicht namens oder in unmittelbarem Interesse des Gemeinwesens, aber doch in Ausübung eines ihm von diesem verliehenen Amtes, also nicht in eigener Sache (BGE 83 II 186, 192). Die Tätigkeit des Vormundes im Rahmen seiner gesetzlichen Pflichten und Befugnisse dient, BGE 98 V 230 S. 235wie die Einrichtung seines Amtes und die der gesamten vormundschaftsrechtlichen Behördenorganisation sowie deren öffentlich-rechtliche Ausgestaltung durch formelles Bundeszivilrecht und ergänzendes kantonales Recht (vgl. KAUFMANN, N. 11, 29, 30; EGGER, N. 15, 16), der Verwirklichung von Zivilrecht: denn das materielle Vormundschaftsrecht, insbesondere die Bestimmungen über die Handlungsfähigkeit des Mündels, das Verhältnis des Vormundes zum Mündel, die Vertretung des Mündels, die Fürsorgepflicht, die Vermögensverwaltung und die persönliche Verantwortlichkeit der vormundschaftlichen Organe, ist im wesentlichen Privatrecht (EGGER, N. 12). Gleicher rechtlicher Natur ist auch der Hauptzweck der Tätigkeit des Vormundes: gesetzliche Vertretung von und individuelle Fürsorge für Person und Vermögen des Mündels. Jedoch ist dieses Handeln zum Wohle des Mündels nicht nur Interessenwahrung für eine natürliche Person, sondern nach dem Gesagten auch Ausübung amtlicher Pflichten und Befugnisse kraft staatlicher Ernennung unter Aufsicht und Mitwirkung der vormundschaftlichen Behörden und nach Massgabe öffentlich-rechtlicher Bestimmungen. Der nebenamtliche Vormund (vom Amtsvormund ist hier nicht die Rede) hat demnach gegenüber der übergeordneten Behörde eine ähnliche Stellung wie der (nebenamtliche) Grundbuchführer (ZAK 1958 S. 63), der Handelsregisterführer, der Friedens- und der Zivilrichter; sie alle üben öffentliche Funktionen aus, die der Verwirklichung des materiellen Zivilrechts dienen.\n\nb) Allerdings kann nicht generell gesagt werden, die Ausübung einer öffentlichen Funktion sei an sich unselbständige Erwerbstätigkeit, wie aus EVGE 1967 S. 229 allenfalls herausgelesen werden könnte; das trifft nämlich beispielsweise auf die luzernischen Urkundspersonen nicht zu. Die Stellung des Vormundes muss darum auch unter diesem Gesichtspunkt aus der rechtlichen Ausgestaltung seines Amtes im ZGB erhellt werden. Naturgemäss steht dabei im Hinblick auf sein sozialversicherungsrechtliches Beitragsstatut nicht das rechtsgeschäftliche Handeln zum Wohle des Mündels im Vordergrund, sondern sein Verhältnis zur Vormundschaftsbehörde, die ihn bestellt hat. Schon die Berufung zum Vormund durch die Vormundschaftsbehörde kann nur unter eng umschriebenen gesetzlichen Voraussetzungen abgelehnt werden (Art. 383 ZGB); die Übernahme einer Vormundschaft ist also grundsätzlich BGE 98 V 230 S. 236Bürgerpflicht (Art. 382 ZGB). Der Vormund untersteht für alle seine amtlichen Handlungen der Aufsicht der Vormundschaftsbehörde; er hat über seine Tätigkeit Bericht zu erstatten und über die Vermögensverwaltung Rechenschaft abzulegen; die Berichte und Rechnungen bedürfen der Genehmigung durch die Vormundschaftsbehörde (Art. 423 ZGB); die Behörde setzt auch die Entschädigung für die Tätigkeit des Vormundes fest (Art. 416 ZGB). Gegen alle seine Handlungen kann jedermann, der ein Interesse hat, bei der Vormundschaftsbehörde Beschwerde führen (Art. 420 ZGB). Entsprechend streng ist die persönliche Verantwortlichkeit des Vormundes (und der übrigen vormundschaftlichen Organe) geregelt (Art. 426-430 ZGB). Die Gültigkeit der wichtigeren Geschäfte hängt von der Mitwirkung der Vormundschafts- oder gar der Aufsichtsbehörde ab (Art. 421, 422 ZGB). Wiewohl in vielen Einzelhandlungen, die er für das Mündel vornimmt, weitgehend selbständig und selbstbestimmend, unterliegt er doch einem generellen Weisungsrecht der Vormundschaftsbehörde, die ihn bestellt hat (EGGER, N. 13 und 14 zu Art. 398 ZGB). Die Vormundschaftsbehörde kann und muss nötigenfalls in die Amtsführung des Vormundes eingreifen und hat ihn allenfalls seines Amtes zu entheben (Art. 445-450 ZGB).\n\nAls Merkmal der selbständigen Erwerbstätigkeit hat die Rechtsprechung von jeher dem Unternehmerrisiko besondere Bedeutung beigemessen und - wo die Risikotragung nach der Art des freien Unternehmers fehlte - unselbständige Erwerbstätigkeit angenommen (vgl. anstelle vieler: BGE 97 V 137 Erw. 2). Diese Risikotragung fehlt nun aber beim Vormund vollständig; er trägt keinerlei selbständiges, frei übernommenes wirtschaftliches Risiko. Dabei ist dieses Unternehmerrisiko in keiner Weise mit der Verantwortlichkeit, auch mit einer erhöhten nicht, zu verwechseln. Denn diese liegt auf einer anderen Ebene; sie will den Vormund zu sorgfältiger Amtsführung zum Wohle des Mündels verhalten und schützt vor allem dieses, aber auch Dritte vor Schaden, den der Vormund verschuldet. Im übrigen handelt der Vormund für die Sache des Mündels, hat zu besorgen, was sein Amt mit sich bringt, und wird für seine Mühewalt gemäss Beschluss der Behörde entschädigt; das sind Merkmale, die dem eigenen wirtschaftlichen Risiko des Selbständigerwerbenden vollständig fremd sind.\n\nBGE 98 V 230 S. 237\n\nc) Demnach haben die nebenamtlichen Vormünder hinsichtlich dieser Tätigkeit sozialversicherungsrechtlich als Unselbständigerwerbende zu gelten; ihre Bezüge sind also massgebender Lohn. Ihr Beitragsstatut kann daher auch nicht davon abhängen, ob Mündelvermögen vorhanden ist und ob dessen Ertrag allenfalls ausreicht, um die Entschädigung an den Vormund zu decken. Denn es braucht nicht bloss deswegen selbständige Erwerbstätigkeit angenommen zu werden, weil die Gemeinde bzw. die Vormundschaftsbehörde die Entschädigungen nicht selber ausrichtet. Die Vorinstanz argumentiert, aus diesem Grunde könne die Gemeinde nicht Arbeitgeber der Vormünder sein. Diese Auffassung ist bezüglich der Gebühren, die einem Funktionär im Dienste der öffentlichen Verwaltung von Gesetzes wegen zufliessen, schon in EVGE 1967 S. 229 abgelehnt worden, wie auch das Sportelnsystem in Art. 7 lit. k AHVV ausdrücklich genannt wird. Der Vormund hat gemäss Art. 416 ZGB Anspruch auf Entschädigung für seine Tätigkeit, und zwar grundsätzlich unabhängig davon, ob Mündelvermögen vorhanden sei oder nicht (EGGER N. 3, 6, 7, 12 zu Art. 416). Besteht kein Mündelvermögen, so hat - nach Massgabe des zutreffenden kantonalen Rechts - in der Regel die Vormundschaftsbehörde bzw. das Gemeinwesen, dem sie zugeordnet ist, die festgesetzte Entschädigung zu bezahlen (EGGER, N. 14 zu Art. 416); dieses Gemeinwesen ist im Kanton Luzern die zuständige Einwohnergemeinde, deren Gemeinderat Vormundschaftsbehörde ist (§ 41 EG ZGB/LU). § 53 dieses Gesetzes bestimmt, die Kosten der Bevormundung habe die Einwohnergemeinde zu tragen, wenn der Bevormundete kein Vermögen besitze, welche Regelung auch für die Kosten der Vormundschaftsführung gilt (vgl. Entscheid des Regierungsrates des Kantons Luzern in SJZ 33, 1936/37 141; ferner EGGER, N. 14 zu Art. 416). Daraus erhellt, dass es keinen sachlichen Grund für eine unterschiedliche Behandlung in der sozialversicherungsrechtlichen Beitragspflicht gibt, je nachdem, ob die Gemeinde den Vormund aus eigenen Mitteln oder aber zu Lasten des Mündelvermögens entschädigt. Denn auch in letzterem Falle ist die Vormundschaftsbehörde für die Entschädigung des Vormundes zuständig; sie ermächtigt den Vormund, die von ihr festgesetzte Entschädigung direkt dem Mündelvermögen zu entnehmen, das er ohnehin verwaltet. Das ist aber, im Grunde genommen, nur eine administrative Vereinfachung in der Abwicklung des Zahlungsverkehrs. Der BGE 98 V 230 S. 238Entschädigung kommt deswegen - funktionell und jedenfalls auch beitragsrechtlich - kein anderer Charakter und auch kein anderer Rechtsgrund zu als der durch die Vormundschaftsbehörde aus ihrer Amts- oder der Gemeindekasse ausbezahlten Entschädigung an nebenamtliche Vormünder. Nach der Verwaltungs- und Gerichtspraxis kann denn auch Arbeitgeber im Sinne des Art. 12 AHVG sein, wer den ausgerichteten Lohn nicht aus eigenen Mitteln bestreitet (ZAK 1957 S. 254; Wegleitung des Bundesamtes für Sozialversicherung über den Bezug der Beiträge, Rz. 3). Da der Direktbezug der zugesprochenen Entschädigung aus dem Mündelvermögen eine materiell-rechtlich unbeachtliche administrative Vereinfachung darstellt, hat die Gemeinde - entgegen der vorinstanzlichen Auffassung - als Arbeitgeber zu gelten und über die den Vormündern zugesprochenen Entschädigungen paritätisch abzurechnen. Weder das Mündel noch dessen Vermögen können also als Arbeitgeber in Frage kommen...\n\nDemnach erkennt das Eidg. Versicherungsgericht: In Gutheissung der Verwaltungsgerichtsbeschwerde wird der vorinstanzliche Entscheid aufgehoben."}