{"annee": "98", "cour": "V", "page": "95", "date": "19/1/1972", "cite": ["97 V 45"], "cite_par": ["98 V 205", "100 V 37"], "chapeau": "26. Auszug aus dem Urteil vom 19. Januar 1972 i.S. Friedli gegen Ausgleichskasse VATI und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 12 LAI et 2 RAI. - Physiothérapie en cas de paralysie: confirmation et précision de la jurisprudence. - Compétence exclusive du Conseil fédéral pour instituer des solutions particulières dans le domaine des mesures médicales."], "faits": "BGE 98 V 95 S. 95\n\nA.- Bei der 1942 geborenen Johanna Friedli, die im Jahre 1961 an Poliomyelitis erkrankt war, bestehen noch mehrere Restlähmungen. Die Invalidenversicherung gewährte ihr zahlreiche Eingliederungsmassnahmen. Mit Verfügung vom 13. Februar 1969 sprach ihr die Ausgleichskasse VATI bis 31. März 1973 erneut medizinische Massnahmen zu. Im Sommer 1970 hob sie jene Verfügung jedoch mit sofortiger Wirkung wieder auf, weil nach der neuern Rechtsprechung des Eidg. Versicherungsgerichts die Physiotherapie, insbesondere die Badekuren, in Lähmungsfällen gegen sekundäres pathologisches Geschehen gerichtet sei. In diesem Sinn verfügte die Kasse am 28. Juli 1970.\n\nB.- Auf Beschwerde hin verpflichtete das Verwaltungs gericht des Kantons Bern die Invalidenversicherung, die Kosten BGE 98 V 95 S. 96der Badekur, die Johanna Friedli bei Erlass der Verfügung vom Februar 1969 bereits begonnen hatte, noch zu übernehmen. Im übrigen wies es die Beschwerde mit Entscheid vom 21. Dezember 1970 ab.\n\nC.- Die Versicherte liess gegen diesen Entscheid Verwaltungsgerichtsbeschwerde einreichen und beantragen, \"es seien die Kosten für die notwendige Therapie, einschliesslich der jährlichen Badekuren, als medizinische Eingliederungsmassnahmen weiterhin von der Invalidenversicherung zu übernehmen\"...\n\nDie Ausgleichskasse trägt auf Gutheissung der Verwaltungsgerichtsbeschwerde an...\n\nDas Bundesamt für Sozialversicherung beantragt in einer grundsätzlichen Vernehmlassung die Gutheissung der Verwaltungsgerichtsbeschwerde... Es erblickt zwischen den vom Eidg. Versicherungsgericht aufgestellten Grundsätzen zu Art. 12 IVG und dem Willen des Gesetzgebers, auch Massnahmen zur Bewahrung der Erwerbsfähigkeit vor wesentlicher Beeinträchtigung als Invalidenversicherungsleistungen vorzusehen, \"eine gewisse Unvereinbarkeit\". Medizinische Massnahmen, die bezwecken, die Erwerbsfähigkeit vor wesentlicher Beeinträchtigung zu bewahren, seien nämlich ihrer Art nach stabilisierende Vorkehren, die in der Regel gegen das Fortschreiten labilen pathologischen Geschehens gerichtet seien. Aus den Vorarbeiten zur Revision des Invalidenversicherungsgesetzes von 1968 gehe deutlich hervor, dass mit dem Verzicht auf die bisher in Art. 2 IVV enthaltene zeitliche Beschränkung eine wiederholte Gewährung von Badekuren zur Erhaltung der Erwerbsfähigkeit namentlich in Lähmungsfällen ermöglicht werden sollte. Nach Auffassung des Bundesamtes ist daher den Ausführungen in der Verwaltungsgerichtsbeschwerde eine gewisse Berechtigung nicht abzusprechen. Auch eine etwas weitergehende Praxis lasse sich mit den geltenden gesetzlichen Bestimmungen, insbesondere auch mit dem Erfordernis der Dauerhaftigkeit des Eingliederungserfolges, woran nicht allzu hohe Anforderungen zu stellen seien, noch vereinbaren. Deshalb seien wiederholt notwendige Badekuren in Lähmungsfällen auch dann zu übernehmen, \"wenn sie einzig der Bewahrung der Erwerbsfähigkeit vor wesentlicher Beeinträchtigung dienen, unter der Voraussetzung, dass die Erhaltung der Erwerbsfähigkeit im Vordergrund steht und das BGE 98 V 95 S. 97labile pathologische Geschehen hinsichtlich seiner Bedeutung eindeutig sekundär ist\". Dies treffe in der Regel dann zu, wenn die Physiotherapie nur dazu diene, die Folgen der lähmungsbedingten Inaktivität, denen nicht eigentlicher Krankheitscharakter zukomme, zu beheben und damit die Erwerbsfähigkeit zu erhalten. - Bei Johanna Friedli beständen keine Anhaltspunkte für ein wesentliches sekundäres labiles pathologisches Geschehen, weshalb ihr die zur Bewahrung der Erwerbsfähigkeit wiederholt notwendigen physiotherapeutischen Massnahmen zu gewähren seien...", "considerants": "Aus den Erwägungen:\n\n1. (BGE 97 V 45 Erw. 1).\n\nGestützt auf Art. 12 Abs. 2 IVG steht es dem Bundesrat allerdings zu, nicht nur den Leistungsbeginn, sondern auch die Leistungsdauer bei Lähmungen und andern motorischen Funktionsausfällen vorzuschreiben, was hinsichtlich der medizinischen Massnahmen zur Bewahrung der Erwerbsfähigkeit vor wesentlicher Beeinträchtigung gegebenenfalls zur Preisgabe des Grundsatzes führen würde, dass die für die Stabilisierung oder Verhütung labilen Gesundheitsschadens notwendige Therapie zur Behandlung des Leidens an sich gehört. Solange eine derartige positivrechtliche Norm fehlt, besteht für das Eidg. Versicherungsgericht auch heute keine Veranlassung, abweichend von der bisherigen Praxis dauernd stabilisierende medizinische Vorkehren, wie sie beispielsweise infolge von Lähmungen indiziert sein können, zu gewähren.\n\nAus diesen prinzipiellen, vom Gesamtgericht genehmigten Überlegungen kann der vom Bundesamt geäusserten Auffassung, \"auch eine etwas weitergehende Praxis lasse sich mit den geltenden gesetzlichen Bestimmungen ... noch vereinbaren\", nicht beigepflichtet werden. Im übrigen ist den Darlegungen in der Verwaltungsgerichtsbeschwerde und in der bundesamtlichen Vernehmlassung, welche fortdauernde stabilisierende Massnahmen im Hinblick auf die Bewahrung der Erwerbsfähigkeit in Lähmungsfällen befürworten, generell entgegenzuhalten, dass der Richter nicht befugt ist, Sonderlösungen für Lähmungsfälle zu treffen, soweit dies im Gesetz oder in der Verordnung selber nicht geschieht; denn die Lähmungen sind nur ein Teil im gesamten Komplex der durch BGE 98 V 95 S. 98Geburtsgebrechen, Krankheit oder Unfall bedingten motorischen Funktionsausfälle.\n\n2. ... Der medizinische Gutachter, welcher die Auffassung vertritt, \"dass feststellbare Verbesserungen der Muskelfunktion sich noch nach vielen Jahren einstellen\" können, zweifelt nicht daran, dass sich der Zustand der Beschwerdeführerin durch weitere gezielte physiotherapeutische Behandlung noch verbessern lässt, wenn auch die Geschwindigkeit des Besserungsvorganges nicht voraussehbar ist. Das Vorliegen eines sekundären Krankheitsprozesses wird vom Experten verneint. Daraus ergibt sich, dass das Optimum an physischer Leistungsfähigkeit der Beschwerdeführerin noch nicht erreicht ist. Deshalb rechtfertigt sich die weitere Zusprechung physiotherapeutischer Massnahmen bis zur Herstellung dieses als dauerhaft vorauszusetzenden Zustandes. In diesem Sinne ist die Verwaltungsgerichtsbeschwerde gutzuheissen.\n\nDemnach erkennt das Eidg. Versicherungsgericht: In Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Verwaltungsgerichts des Kantons Bern vom 21. Dezember 1970, soweit mit ihm Badekuren verweigert werden, aufgehoben und die Invalidenversicherung verpflichtet, der Beschwerdeführerin entsprechend der Kassenverfügung vom 13. Februar 1969 im Sinne der Erwägungen weiterhin physiotherapeutische Massnahmen zu gewähren."}