{"annee": "98", "cour": "V", "page": "14", "date": "27/3/1972", "cite": [], "cite_par": ["112 V 371"], "chapeau": "4. Extrait de l'arrêt du 27 mars 1972 dans la cause Assurance militaire fédérale contre Aymon et Tribunal des assurances du canton du Valais", "regestes": ["Art. 24 al. 1er et 26 LAM. - Conditions de la rente pour un temps déterminé, d'une part, et pour un temps indéterminé, d'autre part. - Octroi d'une nouvelle rente pour un temps déterminé et révision (éléments susceptibles d'être modifiés). - Détermination du taux d'invalidité (conditions particulières de travail, revenu réalisé)."], "faits": "", "considerants": "BGE 98 V 14 S. 15\n\nExtrait des considérants:\n\n1. ... a) La rente d'invalidité est substituée à l'indemnité de chômage \"s'il n'y a pas lieu d'attendre de la continuation du traitement une sensible amélioration de l'état de l'assuré et si l'affection assurée est suivie d'une atteinte présumée permanente à la capacité de gagner...\" (art. 23 al. 1er LAM). La rente sera alors allouée soit pour un temps déterminé, soit pour un temps indéterminé (art. 24 al. 1er LAM). La loi ne délimite pas plus avant le domaine de l'une et de l'autre des formes de rente. La délimitation est néanmoins claire, en son principe du moins et bien que la pratique et la jurisprudence ne paraissent pas avoir toujours fait montre à cet égard d'une rigueur absolue (une marge d'appréciation est d'ailleurs indispensable).\n\nIl faut poser pour règle que, lorsqu'il s'agit d'une atteinte à la capacité de gain censée permanente, la rente doit être allouée pour un temps indéterminé (arrêt non publié Martin du 25 septembre 1958), bien entendu révisible aux conditions légales. L'octroi de la rente pour un temps déterminé sera en principe réservé aux deux hypothèses suivantes:\n\n- soit lorsque, malgré la permanence de l'atteinte à la santé, les répercussions sur la capacité de gain peuvent être d'avance reconnues passagères, notamment en raison de l'accoutumance;\n\n- soit lorsque, au contraire, un pronostic à longue échéance n'est pas possible, que l'on ignore en particulier si l'assuré pourra conserver l'emploi occupé ou quel emploi il deviendra apte à assumer (arrêt non publié Gerber du 4 juin 1962).\n\nb) La révision d'une rente en cours - qu'elle ait été octroyée pour un temps déterminé ou indéterminé - intervient lorsque \"l'infirmité physique ou psychique de l'assuré devient plus tard notablement supérieure ou inférieure à celle qui avait été admise lors de la fixation de la pension\" (art. 26 al. 1er LAM), par quoi il faut entendre une modification non pas de l'état de santé en tant que tel mais - même sans changement aucun de cet état - une modification de la répercussion de l'état sur la capacité de gain (v. p.ex. ATFA 1964 p. 136; v. également ATFA 1968 p. 187).\n\nLa révision est donc réservée aux cas où la situation évolue postérieurement à la constitution de la rente, et cela d'une façon qui ne pouvait en principe être prévue (soit quant à sa survenance BGE 98 V 14 S. 16même, soit quant à son ampleur ou à sa date) lors de cette constitution.\n\nc) Si les champs d'application de la rente temporaire, d'une part, et de la révision, d'autre part, sont ainsi nettement distincts, la portée decesdeux institutions n'est pas moinsdifférente:\n\n- A l'échéance d'une rente octroyée pour un temps déterminé, tous les éléments constitutifs de la rente peuvent être librement revus, chacun pour lui-même, et l'Assurance militaire procède à un nouvel examen du cas sans être liée d'aucune sorte à sa précédente appréciation des faits. Que l'on ne puisse faire totale abstraction du passé est cependant évident, comme vient de le rappeler la Cour de céans dans l'arrêt non publié Pedrett du 25 février 1972. Car une appréciation foncièrement différente d'une situation de fait restée entièrement identique serait arbitraire, s'il y était procédé sans motif. Il existe donc une certaine présomption, non irréfragable, d'exactitude des éléments de calcul précédemment retenus. La jurisprudence a toutefois formulé une réserve: la responsabilité reconnue de la Confédération ne peut pas, en règle générale, être remise en cause (v. p.ex. ATFA 1958 p. 88 consid. 1; message du Conseil fédéral du 22 septembre 1947, FF 1947 III 132; commentaire de SCHATZ, pp. 138/139).\n\n- Lors de la révision, en revanche, seul peut être revu le taux de l'invalidité; et cet examen n'est pas libre, car il ne suffit pas d'une appréciation différente mais il faut une modification objectivement constatable du taux d'incapacité de gain pour qu'il y ait motif à révision. Il est vrai que, depuis la novelle de 1958, qui prescrit d'allouer une nouvelle rente lorsque la demande de révision doit être agréée, le gain pris pour base de calcul de la rente est lui aussi adapté lors de révision (arrêts non publiés Sonder du 6 mars 1961 et Veeser du 11 septembre 1961; v. aussi le message du 15 juillet 1958 du Conseil fédéral, FF 1958 II 425). Mais c'est là une adaptation purement secondaire, qui jamais ne provoque de révision et à laquelle il est procédé à l'occasion seulement de la révision.\n\nd) Très nette en théorie, la distinction ci-dessus exposée l'est sans doute moins en pratique.\n\nSous l'empire de l'ancienne loi de 1901, dont l'art. 28 al. 2 disposait pourtant que, à l'échéance d'une première rente temporaire, la nouvelle rente ne pouvait qu'exceptionnellement être temporaire, l'Assurance militaire avait parfois tendance à allouer BGE 98 V 14 S. 17successivement toute une série de rentes temporaires (v. p.ex. ATFA 1928 p. 87, plus spécialement p. 91). La LAM actuelle ne connaissant plus une telle disposition, cette tendance a vraisemblablement subsisté (v. p.ex. l'état de fait dans l'arrêt ATFA 1958 p. 88). Or, si l'octroi successif de rentes temporaires permet certes de serrer la réalité de plus près, cela ne doit pas amener à vider la notion d'invalidité de sa substance et à transformer la rente en une sorte d'indemnité de chômage prolongée. Et s'il est justifié de ne pas préjuger l'avenir lorsque l'incertitude est totale, cela ne signifie pas que l'on puisse laisser indéfiniment les questions en suspens, au grand dam de la sécurité du droit, tant que plane le moindre doute; de par sa nature même, la rente d'invalidité implique un pronostic qu'il faut bien poser, quitte à le réviser par la suite; c'est là précisément le rôle de l'art. 26 LAM. La rente temporaire ne doit pas déborder son domaine, tel qu'il a été décrit plus haut (lit. a)...\n\n4. ... La jurisprudence a reconnu, à propos des rentes de durée déterminée, qu'il pouvait se justifier de tenir compte, dans l'appréciation du degré de l'incapacité de gagner, non seulement de la situation de l'assuré sur le marché du travail en général, mais également de ses conditions particulières de travail et du revenu réalisé (v. p.ex. ATFA 1958 p. 88; arrêts non publiés Reichler du 4 juillet 1960, Emery du 2 avril 1964 et Krebs du 4 octobre 1966). Mais elle a posé pour condition une certaine stabilité de l'emploi et a clairement précisé aussi que pareille manière de faire ne se justifiait que dans des cas exceptionnels (v. p.ex. ATFA 1968 p. 88; 1964 p. 136 consid. 4; 1959 p. 175; 1958 p. 88). Or, si l'octroi successif de rentes temporaires permet Krebs précité). Il sied de ne pas oublier ces conditions et restrictions, si l'on ne veut pas effacer toute délimitation d'avec l'indemnité de chômage (v. consid. 1 lit. d ci-dessus)."}