{"annee": "98", "cour": "V", "page": "174", "date": "30/8/1972", "cite": [], "cite_par": ["112 V 387", "122 V 6", "120 V 141"], "chapeau": "44. Urteil vom 30. August 1972 i.S. Eidgenössische Militärversicherung gegen Schnell und Versicherungsgericht des Kantons Thurgau", "regestes": ["Art. 25 al. 4 et 26 al. 1er LAM: Droit à la rente en cas de lésions d'organes doubles. - Revision de la rente accordée pour la perte d'un oeil avant 1964, en cas d'atteinte ultérieure à l'autre en dehors du service militaire: application dans le temps de la novelle du 19 décembre 1963 (en vigueur depuis le 1er janvier 1964). - Evaluation de l'invalidité, en particulier lors de lésion des yeux."], "faits": "BGE 98 V 174 S. 174\n\nA.- Bruno Schnell, der den Beruf eines Mechanikers erlernt hat, zog sich am 13. Juni 1933 in der Rekrutenschule eine schwere Verletzung des rechten Auges zu, das seither praktisch erblindet ist. Mit Beschluss vom 23. März 1934 gewährte ihm die Eidgenössische Pensionskommission eine Rente wegen 25% iger Invalidität. Am 9. Dezember 1968 teilte Bruno Schnell der Eidgenössischen Militärversicherung mit, dass die Sehkraft seines linken Auges immer mehr nachlasse und die Rente mit Rücksicht auf den massgebenden Jahresverdienst viel zu tief angesetzt sei. Die BGE 98 V 174 S. 175Militärversicherung nahm neue Abklärungen vor, sah sich jedoch zunächst nicht veranlasst, dèn Invaliditätsgrad zu revidieren. Hingegen erhöhte sie den anrechenbaren Jahresverdienst. Auf Einsprache hin, mit der Bruno Schnell die Erhöhung des Invaliditätsgrades auf 50% hatte beantragen lassen, holte die Militärversicherung beim Chefarzt einer Augenklinik einen gutachtlichen Bericht ein. Prof. B. veranschlagte den Invaliditätsgrad bezüglich des rechten Auges auf 30%, weil dieses amaurotisch sei, ein Sekundärglaukom aufweise und in ausgeprägter Divergenzstellung stehe. Hingegen habe sich die Sehkraft des linken Auges kaum geändert; dessen Sehschärfe sei annähernd normal, und das Gesichtsfeld sei normal. In einem zusätzlichen Bericht begründete Prof. B. die Erhöhung des Invaliditätsgrades damit, dass seit 1964 am rechten Auge ein Epithelödem der Hornhaut aufgetreten sei, das vermehrte Blendung verursachen könne. Zudem habe der Strabismus divergens dieses Auges im Verlauf der letzten Jahre zugenommen; dieser sei kosmetisch sehr störend und wie eine Abulbie zu bewerten. - Am 7. Dezember 1970 schlug die Militärversicherung gestützt auf Art. 26 Abs. 1 MVG dem Versicherten vor, auf den 1. Januar 1970 den Invaliditätsgrad auf 30% festzulegen. Bruno Schnell liess jedoch nach wie vor die Auffassung vertreten, dass nicht Art. 26 Abs. 1 MVG, sondern Art. 25 Abs. 4 MVG anwendbar sei und der Invaliditätsgrad auf 50% festgesetzt werden müsse, worauf die Militärversicherung am 25. Januar 1971 entsprechend ihrem Vorschlag vom 7. Dezember 1970 verfügte.\n\nB.- Bruno Schnell liess diese Verfügung beim Versicherungsgericht des Kantons Thurgau beschwerdeweise anfechten mit dem Antrag, es sei ihm eine Invalidenrente auf der Grundlage hälftiger Invalidität zuzusprechen. Es wurde geltend gemacht, die Sehkraft des linken Auges habe wegen der unfallbedingten Überbeanspruchung so sehr abgenommen, dass der Versicherte in seiner Erwerbsfähigkeit als qualifizierter Mechaniker nunmehr etwa zur Hälfte beeinträchtigt sei. Art. 25 Abs. 4 MVG sei anzuwenden.\n\nDie Vorinstanz ging davon aus, dass bei der erstmaligen Rentenfestsetzung im Jahre 1934 eine Risikoprämie von 10 bis 15% für die allfällige spätere Schädigung des linken Auges mit berücksichtigt worden sei. Diese unterliege ebenfalls dem Revisionsvorbehalt des Art. 26 Abs. 1 MVG, sofern sich das Risiko BGE 98 V 174 S. 176faktisch erheblich schwerer oder früher realisiere, als ursprünglich angenommen worden sei... Die Vorinstanz verhielt deshalb die Militärversicherung, eine neue Rentenverfügung auf Grund von Art. 25 Abs. 4 MVG zu erlassen, wobei durch ein medizinisches Gutachten abgeklärt werden müsse, wie weit die Erwerbsfähigkeit infolge der effektiv noch bestehenden Sehkraft beider Augen gesamthaft beeinträchtigt sei (Entscheid vom 4. November 1971).\n\nC.- Die Eidgenössische Militärversicherung erhebt gegen diesen Entscheid Verwaltungsgerichtsbeschwerde mit dem Antrag auf Wiederherstellung ihrer Verfügung vom 25. Januar 1971. Zur Begründung brmgt sie im wesentlichen vor: Der Umstand, dass im vorliegenden Fall ein Revisionsgrund nach Art. 26 MVG gegeben sei, lasse keineswegs automatisch auch die Anwendung von Art. 25 Abs. 4 MVG zu. Mit diesem Artikel werde nämlich eine neue Haftung für die Folgen einer Schädigung des bisher nicht versicherten andern paarigen Organs stipuliert. Bei der Revision nach Art. 26 MVG könne dagegen nur der Invaliditätsgrad der \"versicherten Gesundheitsschädigung\" abgeändert werden, während die andern Rentenelemente unverändert bleiben würden. Insbesondere dürfe der Haftungsgrad im Rahmen von Art. 26 Abs. 1 MVG nicht geändert werden. Der Einbezug einer Risikoprämie von 10-15% in die ursprüngliche Invaliditätsschätzung auf 25% zeige klar, dass für das unverletzte linke Auge eine Haftung des Bundes nicht vorgesehen gewesen sei. Einer spätern Beeinträchtigung dieses Organs und damit dem Risiko totaler Erblindung sei lediglich durch die Erhöhung des Invaliditätsgrades mittels der Risikoprämie Rechnung getragen worden. Eine Übernahme des Gesamtschadens sei damit ausgeschlossen worden und könne jetzt nicht einfach über Art. 26 MVG wieder eingeführt werden.\n\nBruno Schnell lässt die Abweisung der Verwaltungsgerichtsbeschwerde beantragen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Durch die am 1. Januar 1964 in Kraft getretene Gesetzesnovelle vom 19. Dezember 1963 zum MVG wurde dem Art. 25 folgender Absatz 4 beigefügt: BGE 98 V 174 S. 177\n\n\"Bei Schädigung eines paarigen Organs ist das Risiko einer späteren Schädigung des andern Organs in der Berechnung der Rente nicht zu berücksichtigen. Bei späterer Schädigung des zweiten Organs geht der gesamte Schaden zu Lasten der Militärversicherung...\"\n\nVor jener Revision des MVG war die Frage der Entschädigung für die Folgen der Schädigung paariger Organe lediglich durch die Rechtsprechung geregelt. In seiner Botschaft vom 26. März 1963 zur erwähnten Gesetzesnovelle (S. 13 f.) hat der Bundesrat in Übereinstimmung mit der Expertenkommission indessen erklärt, die Rechtsprechung des Eidg. Versicherungsgerichts auf diesem Gebiet schwanke je nach der Art des betroffenen Organs. So habe beispielsweise das Risiko der Blindheit in der Entschädigung für den Verlust eines Auges als mitinbegriffen zu gelten. Gehe das zweite Auge durch eine Affektion verloren, für welche die Militärversicherung hafte, so werde die Rente nicht geändert. Dasselbe gelte für den Verlust einer Niere. Hingegen sei bei einseitiger Taubheit das Risiko einer Beeinträchtigung des andern Ohres in der Rentenberechnung nicht mitinbegriffen. Werde dieses durch eine nichtversicherte Affektion geschädigt, so habe dies die Revision der Leistung zur Folge. Der Bundesrat fährt fort:\n\n\"Die Lösung, die dem Risiko des Verlustes des zweiten Organs bei der Entschädigung für die Veränderung des ersten Rechnung trägt, ist nicht gerecht; sie läuft darauf hinaus, denjenigen zu wenig zu geben, bei denen das Risiko eingetreten ist, und den andern zu viel. Die Entschädigung soll daher dem Schaden entsprechen, der aus der Schädigung des ersten Organs entsteht. Wird das zweite als Folge einer nicht versicherten Affektion betroffen, so ist der Fall gemäss Art. 26, Absatz 1, MVG einer Revision zu unterziehen...\"\n\nDie Gesetzesmaterialien lassen erkennen, dass die Frage der Entschädigung für den Verlust paariger Organe besonders von der Expertenkommission und den parlamentarischen Kommissionen vorrangig behandelt, die bisherige differenzierte Entschädigungspraxis als ungerecht und sachlich nicht vertretbar abgelehnt wurde. Der Gesetzgeber wollte die bisherige Rechtslage offensichtlich von Grund auf ändern. Dies führte zum heutigen Art. 25 Abs. 4 MVG im oben zitierten Wortlaut, mit dem ein an sich versicherungsfremdes, völlig neues Rechtsinstitut in das MVG eingeführt wurde mit dem Zweck, die ungleiche rechtliche Behandlung analoger gesundheitlicher Schädigungen auszumerzen.\n\nBGE 98 V 174 S. 178\n\n2. Die Militärversicherung meint nun allerdings, Art. 25 Abs. 4 MVG sei nicht anwendbar auf jene Fälle, in denen noch vor dem Inkrafttreten der neuen Bestimmung wegen Schädigung eines paarigen Organs eine Rente rechtskräftig zugesprochen worden ist und das zweite paarige Organ durch eine nicht versicherte Affektion später auch noch geschädigt wird. Sie beruft sich auf die Übergangsbestimmung Ziffer IV Abs. 3 der Gesetzesnovelle, wonach \"die im Zeitpunkt des Inkrafttretens dieses Gesetzes noch nicht rechtskräftig entschiedenen Fälle\" nach neuem Recht beurteilt werden müssen. Der Rentenanspruch von Bruno Schnell sei schon im Jahre 1934 rechtskräftig entschieden worden. Dieser Auffassung ist folgendes entgegenzuhalten:\n\nWohl trifft es zu, dass die Pensionsverfügung vom 23. März 1934 in ihrer Gesamtheit unangefochten rechtskräftig geworden ist. Die Rechtskraft einer Verwaltungsverfügung oder eines Urteils wirkt aber - in sachlicher Hinsicht - nur soweit, als es sich um den gleichen Verfügungs- oder Streitgegenstand handelt. Von Gleichheit des Verfügungs- oder Streitgegenstandes kann dann nicht gesprochen werden, wenn der Versicherte einen gegenüber dem frühern Verwaltungsakt oder Urteil veränderten Sachverhalt geltend macht. An dieser Identität fehlt es aber auch dann, wenn seit Erlass des Verwaltungsaktes oder des Urteils eine Rechtsänderung eingetreten ist, welche Verfügung oder Urteil nun als rechtswidrig erscheinen lässt (vgl. EYERMANN-FRÖHLER, Verwaltungsgerichtsordnung, München und Berlin, 1965, 4. Aufl., S. 588 N. 10 und S. 593 N. 30; GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, S. 23 N. 3.5; ferner EVGE 1954 S. 111, 1960 S. 225, 1961 S. 103 und das nicht publizierte Urteil vom 16. Juni 1969 i.S. Kissling).\n\nDie Rentenfestsetzung im Jahre 1934 betraf das geschädigte rechte Auge des Beschwerdegegners. Darüber hinaus umfasste der Rentensatz von 25% eine Risikoprämie im Hinblick auf eine theoretisch mögliche künftige Schädigung des linken Auges, wie noch darzutun sein wird. Anderseits macht der Beschwerdegegner heute geltend, die Sehkraft seines linken Auges lasse immer mehr nach, und zwar in einem Ausmass, dass seine Gesamtinvalidität den ursprünglichen Invaliditätsgrad von einem Viertel weit übersteige. Dazu kommt das am 1. Januar 1964 in Kraft getretene neue Rechtsinstitut von Abs. 4 BGE 98 V 174 S. 179des Art. 25 MVG. Zwischen der ursprünglichen Rentenfestsetzung und der heutigen Rechtsbehauptung des Beschwerdegegners besteht demnach keine Identität. Der Überprüfung des streitigen Anspruchs steht somit die von der Militärversicherung angerufene Übergangsbestimmung nicht entgegen.\n\n3. a) Wird in der Folge der körperliche oder psychische Nachteil des Versicherten erheblich grösser oder erheblich geringer, als bei der Festsetzung der Rente angenommen wurde, so ist nach Art. 26 Abs. 1 MVG eine neue Rente festzusetzen oder, wenn überhaupt kein Nachteil mehr besteht, die bisherige Rente aufzuheben. - Die Militärversicherung vertritt die Auffassung, die in dieser Bestimmung vorgesehene Revisionsmöglichkeit beziehe sich nur auf die aus der versicherten Gesundheitsschädigung resultierende Invalidität und lasse keineswegs automatisch auch die Anwendung von Art. 25 Abs. 4 MVG zu.\n\nArt. 26 Abs. 1 MVG regelt die Rentenrevision infolge erheblich veränderter Verhältnisse seit Erlass der Rentenverfügung (vgl. EVGE 1964 S. 140). Eine derartige Veränderung kann auch die erst seit Erlass der Rentenverfügung eingetretene Schädigung des zweiten paarigen Organs sein und daher ebenfalls zur Rentenrevision führen; dies jedenfalls dann, wenn die neue Schädigung unter der Herrschaft des neuen Art. 25 Abs. 4 MVG leistungserhöhendes Ausmass erreicht hat.\n\nDaraus ergibt sich die Befugnis, die Gesamtinvalidität des Beschwerdegegners unter Berücksichtigung der geltend gemachten Visusverminderung des zweiten Auges im Sinn des Art. 26 Abs. 1 MVG revisionsweise frei zu überprüfen und über den Rentenanspruch neu zu befinden.\n\nb) Bei der Bemessung der Gesamtinvalidität ist folgendes zu beachten:\n\nDie Erfahrungen bei Invaliditätsschätzungen im Gebiet der Augenschäden haben die Schweizerische Ophthalmologische Gesellschaft dazu geführt, für die Bemessung der Erwerbsunfähigkeit Durchschnittsansätze aufzustellen. Der totale Verlust eines Auges wird bei Berufen mit geringen optischen Ansprüchen in der Regel mit 20%, bei mittleren optischen Ansprüchen mit 25% und bei hohen optischen Ansprüchen mit 30-33 1/3% entschädigt, sofern der bisherige Beruf weiterhin ausgeübt werden kann. Bleibt der Augapfel erhalten, so können bis zu 5% in Abzug gebracht werden, es sei denn, der Defekt sei besonders gut sichtbar und bedeute deshalb eine erwerblich in Betracht BGE 98 V 174 S. 180fallende Entstellung. In diesen Ansätzen ist das Risiko der Erblindung des zweiten Auges mit eingeschlossen. Das Eidg. Versicherungsgericht ist dieser Praxis gefolgt, wie sich übrigens aus Erwägung 1 ergibt (vgl. GRAVEN, Les Invalidités, S. 54; EVGE 1958 S. 217 und das nicht publizierte Urteil vom 28. Februar 1967 i.S. Barlogis).\n\nDemnach muss im vorliegenden Fall mit der Militärversicherung und entgegen der Auffassung des Beschwerdegegners davon ausgegangen werden, dass der Invaliditätsansatz von 25% auch eine Risikoprämie für die Erblindung des zweiten Auges umfasste, obschon das Erblindungsrisiko im Rentenbeschluss der Pensionskommission vom März 1934 nicht ausdrücklich erwähnt wird. Bruno Schnell hat seither also eine Rente bezogen, deren Höhe ein Risiko berücksichtigte, das sich - nach den Angaben des Versicherten - anscheinend heute zu realisieren beginnt. Es fragt sich, wie diese Risikoprämie bei der Festsetzung des Gesamtinvaliditätsgrades zu berücksichtigen ist.\n\nDer Zweck dieser Prämie besteht darin, das Risiko der theoretisch möglichen Schädigung des zweiten paarigen Organs abzugelten. Realisiert sich dieses Risiko, so ist - in Anwendung von Art. 26 Abs. 1 und 25 Abs. 4 MVG - eine Rente für den gesamten durch die Beeinträchtigung beider paarigen Organe bedingten Schaden zuzusprechen. Anderseits ist von diesem Zeitpunkt hinweg die Weitergewährung der Prämie sachlich nicht mehr gerechtfertigt.\n\nDaher wäre es logisch, die Rente nur nach Massgabe der Gesamtinvalidität unter Ausschluss der Risikoprämie festzusetzen. Dies hätte unter Umständen jedoch zur Folge, dass die Gesamtinvalidität und damit die Rente geringer bemessen werden müsste, als dem bisherigen Invaliditätsgrad unter Einschluss der Risikoprämie entspräche. Dieser Lösung steht die in Ziffer IV Abs. 1 der Gesetzesnovelle verankerte Besitzstandsgarantie entgegen, auf die der Vertreter der Militärversicherung bei der Beratung des Art. 25 Abs. 4 MVG in der ständerätlichen Kommission ausdrücklich hingewiesen hat. Dem Sinn des Gesetzes entspricht es daher am ehesten, die Rente zwar ausschliesslich nach Massgabe der effektiven Gesamtinvalidität neu zu bemessen, sie jedoch in jenen Fällen, in denen dieser Invaliditätsgrad zur Herabsetzung der Versicherungsleistungen führen würde, nach dem bisherigen Rentenansatz (für die Schädigung des ersten paarigen Organs und die Risikoprämie) BGE 98 V 174 S. 181weiterhin auszurichten. Eine Rentenrevision im Sinn des Art. 26 Abs. 1 MVG käme demzufolge nur in Betracht, wenn die nach Art. 25 Abs. 4 MVG neu geschätzte Gesamtinvalidität den bisherigen Rentenansatz übersteigt.\n\nDas Gericht verkennt nicht, dass mit diesem Vorgehen jener Versicherte, der eine Prämie für ein Risiko bezogen hat, das sich erst nach Jahrzehnten realisiert, günstiger gestellt ist als der Invalide, dessen zweites paariges Organ schon nach kurzdauerndem Bezug der Risikoprämie geschädigt wird. Man könnte sich deshalb fragen, ob die neue Rente für die Gesamtinvalidität, soweit sie den bisherigen Rentenansatz übersteigt, nicht mit Rücksicht auf die lange Bezugsdauer angemessen gekürzt werden müsste. Eine solche Lösung würde indessen zu kaum verantwortbaren Komplikationen in der Rentenbemessung führen.\n\n4. Es wird nun Sache der Militärversicherung sein, die Gesamtinvalidität des Beschwerdegegners im Sinn der obigen Erwägungen zu veranschlagen und über den Rentenanspruch neu zu befinden.\n\nDemnach erkennt das Eidg. Versicherungsgericht: Die Verwaltungsgerichtsbeschwerde wird abgewiesen, und die Akten gehen an die Militärversicherung, damit diese im Sinn der Erwägungen verfahre."}