{"annee": "99", "cour": "IA", "page": "317", "date": "19/9/1973", "cite": [], "cite_par": ["107 IB 43", "103 IB 144", "102 IA 92", "116 V 28", "106 II 106", "106 IB 125", "143 III 42", "110 IB 63"], "chapeau": "34. Arrêt du 19 septembre 1973 dans la cause Brozicek contre Conseil d'Etat du canton de Genève", "regestes": ["Refus de renouveler l'autorisation de séjour d'un étranger. L'acte désigné à tort comme \"recours en nullité\" est recevable comme recours de droit public s'il remplit les conditions de l'art. 90 OJ (consid. 1). Le recours de droit administratif est irrecevable, à moins que l'étranger ne bénéficie d'un droit à l'octroi de l'autorisation en vertu d'un traité international (confirmation de la jurisprudence; consid. 2). L'étranger qui ne bénéficie pas d'un tel traité n'a pas qualité pour attaquer la décision de refus par un recours de droit public; il peut cependant se plaindre par cette voie des vices de procédure équivalant à un déni de justice ou s'en rapprochant (confirmation de la jurisprudence; consid. 3). Lorsque la loi prévoit deux instances, le justiciable a le droit d'exiger que l'autorité supérieure ne se saisisse pas du litige s'il n'a pas été tranché par l'autorité inférieure (consid. 4 a). En matière d'autorisation de séjour, le droit fédéral ne garantit pas deux instances cantonales. En revanche, le droit genevois les garantit (consid. 4 b). Cette garantie a été méconnue en l'espèce (consid. 4 c)."], "faits": "BGE 99 Ia 317 S. 318\n\nA.- Jiri Brozicek, ressortissant tchécoslovaque, docteur en droit, a quitté son pays en 1968, accompagné de sa femme et de ses deux enfants mineurs, afin de faire opérer à l'étranger ces derniers, qui avaient été victimes d'un accident de la circulation. Venant de Paris, il est entré en Suisse avec sa famille le 8 septembre 1968 et s'est rendu à Genève. Après avoir occupé un emploi auprès du Comité international de la Croix-Rouge, il a été engagé dès septembre 1970 en qualité de maître suppléant au collège de la Seymaz du cycle d'orientation de l'enseignement secondaire genevois.\n\nB.- Brozicek a déposé auprès de la Police cantonale genevoise des étrangers (bureau du contrôle de l'habitant auprès du Département de justice et police) une demande d'autorisation de séjour temporaire. Le 31 mars 1970, la Police cantonale des étrangers a pris une décision refusant de lui octroyer une autorisation de séjour et lui impartissant un délai au 31 juillet 1970 pour quitter le territoire genevois. Le Conseil d'Etat, saisi d'un recours formé par l'intéressé, a rejeté ce recours dans le sens des considérants par arrêté du 6 octobre 1970 et a imparti au recourant un délai au 30 juin 1971 pour quitter avec sa famille le territoire genevois, à moins qu'il ne demande à être mis au bénéfice de l'asile politique.\n\nLe 3 mars 1971, la Police cantonale des étrangers a établi au nom de Brozicek un livret pour étrangers \"B\" (autorisation de BGE 99 Ia 317 S. 319séjour) no 37 044, pour lui-même, son épouse et ses enfants, valable jusqu'au 30 juin 1971. Le \"but du séjour\" était libellé comme suit: \"Maître suppléant au Collège de la Seymaz D.I.P. ... et préparer son départ. Epouse: sans activité lucrative. Enfants: traitement médical.\"\n\nLe 11 août 1971, le Conseil d'Etat a décidé de laisser ce cas en suspens jusqu'à nouvel ordre et d'autoriser la direction du collège de la Seymaz à réengager l'intéressé pour l'année scolaire 1971-1972.\n\nLe 16 février 1972, la Police cantonale des étrangers a procédé au renouvellement du livret pour étrangers. La nouvelle autorisation a été donnée pour une durée expirant le 30 juin 1972. Le libellé du \"but du séjour\" a été modifié comme suit: \"Maître suppléant au Collège de la Seymaz, Cycle d'orientation ... Epouse et enfants: vivre auprès du chef de famille.\"\n\nBrozicek ayant sollicité le renouvellement de l'autorisation de séjour pour l'année 1972-1973, la Police cantonale des étrangers s'est adressée le 14 août 1972 au Conseil d'Etat pour lui rappeler le \"cas maintenu en suspens\". Elle a écrit le même jour au requérant pour l'informer que \"la demande de renouvellement d'autorisation de séjour que vous avez présentée est encore à l'examen\".\n\nC.- Par arrêté du 1er novembre 1972, le Conseil d'Etat a décidé ce qui suit:\n\n1) La décision du 11 août 1971, suspendant l'arrêté du 6 octobre 1970, n'est pas renouvelée.\n\n2) Un délai au 15 janvier 1973 est imparti au recourant pour quitter le territoire genevois.\n\nDans les considérants de cet arrêté, le Conseil d'Etat invoque plusieurs incidents mis à la charge de Brozicek, qui serait un individu instable et récriminateur, s'intégrant difficilement aux exigences locales.\n\nD.- Brozicek a adressé au Tribunal fédéral un \"recours en nullité selon l'art. 68 al. 1 lettre b\" OJ contre l'arrêté du Conseil d'Etat du 1er novembre 1972. Il y fait valoir que lui-même et la direction du collège de la Seymaz ont présenté les 9 et 15 mai 1972 des demandes d'autorisation pour la reconduction de son engagement et la prolongation de son permis de séjour B auprès du Contrôle de l'habitant et que celui-ci ne s'est pas prononcé sur cette dernière demande, traitée par le Conseil d'Etat en première et simultanément en dernière instance dans son arrêté BGE 99 Ia 317 S. 320du 1er novembre 1972. Il soutient que le Conseil d'Etat aurait ainsi violé les art. 15 et 19 de la loi fédérale sur le séjour et l'établissement des étrangers (LSEE), ainsi que les art. 3 et 4 de la loi genevoise du 21 février 1934. Il ajoute que la décision du Conseil d'Etat du 11 août 1971 ne lui a jamais été notifiée et ne peut entraîner aucun préjudice pour lui. Enfin, l'arrêté du 1er novembre 1972 reposerait sur des constatations inexactes et incomplètes et ne serait pas approprié à l'ensemble des circonstances.\n\nE. - Le Conseil d'Etat conclut à l'irrecevabilité, subsidiairement au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recourant qualifie son recours de \"recours en nullité\" et déclare se fonder sur l'art. 68 al. 1 litt. b OJ. En réalité, selon cette disposition elle-même, la voie du recours en nullité n'est ouverte que dans les \"affaires civiles\". La décision attaquée n'est pas rendue dans une affaire civile, mais est une décision cantonale de caractère administratif; elle ne peut être attaquée devant le Tribunal fédéral que par la voie du recours de droit public, conformément à l'art. 84 OJ, à moins qu'elle ne puisse faire l'objet d'un recours de droit administratif (art. 98 litt. g OJ).\n\nCependant, la désignation erronée du recours ne peut nuire au recourant si, pour le surplus, les conditions de forme légales sont observées (cf. RO 56 II 3). Or, on peut admettre que l'acte de recours satisfait aux exigences de l'art. 90 al. 1 OJ, encore que le recourant ne mentionne expressément aucune règle constitutionnelle. Du point de vue de la forme, le recours est donc recevable comme recours de droit public.\n\nCependant, les conditions de l'art. 93 al. 2 OJ ne sont pas remplies; les mémoires complémentaires du recourant sont tardifs et, partant, irrecevables (art. 89 OJ).\n\n2. Aux termes de l'art. 18 LSEE, le refus d'autorisation prononcé par le canton est définitif, ce qui, en vertu de l'art. 74 litt. e LPA, exclut le recours au Conseil fédéral. Le refus d'une autorité cantonale de renouveler une autorisation ne peut pas non plus faire l'objet d'un recours de droit administratif au Tribunal fédéral. En vertu de l'art. 100 litt. b ch. 3 OJ, un tel recours n'est en effet pas ouvert, en matière de police des étrangers, contre le refus d'autorisations auxquelles le droit fédéral ne confère pas un droit. Or, la législation interne ne BGE 99 Ia 317 S. 321confère pas de droit au renouvellement d'une autorisation de séjour (art. 4 LSEE). Seuls les ressortissants de certains pays bénéficient, en vertu de traités internationaux, d'un droit à l'octroi d'une autorisation ou au renouvellement d'une autorisation déjà accordée (RO 98 Ia 650, 97 I 533, 93 I 5). Mais aucun traité de cette nature n'existe entre la Suisse et la Tchécoslovaquie; le recourant, citoyen tchécoslovaque, ne peut agir par le moyen du recours de droit administratif.\n\nSeule reste ainsi ouverte la voie du recours de droit public.\n\n3. Pour que le recours puisse être déclaré recevable, encore faut-il que toutes les conditions de recevabilité prévues par la loi soient réunies, et notamment celle de l'art. 88 OJ, selon lequel ont qualité pour recourir les particuliers ou les collectivités lésés par des arrêtés ou des décisions qui les concernent personnellement ou qui sont d'une portée générale. En l'espèce, Brozicek recourt contre une décision qui le concerne personnellement mais son recours ne peut être reçu que s'il est lésé par cette décision dans ses intérêts juridiquement protégés (RO 98 Ia 651, 96 I 311, 95 I 106). Ainsi qu'on vient de le rappeler, l'étranger ne peut en principe, sous réserve des dispositions des traités internationaux, faire valoir aucun droit à l'obtention ou au renouvellement d'une autorisation de séjour. L'intérêt qu'il peut avoir à cette obtention ou à ce renouvellement n'est qu'un intérêt de pur fait. La décision qui les lui refuse ne l'atteint donc pas dans ses intérêts juridiquement protégés, et l'un des éléments nécessaires pour qu'il ait qualité pour agir par le moyen d'un recours de droit public fait donc défaut (RO 98 Ia 651).\n\nCependant, l'étranger auquel l'autorisation de séjour est refusée en application de l'art. 4 LSEE conserve le droit de former un recours de droit public dans la mesure où il fait valoir des vices qui affectent la procédure d'examen de la demande d'autorisation et qui équivalent à un déni de justice ou s'en rapprochent. La faculté de se plaindre d'un déni de justice formel ou encore de la violation du droit d'être entendu qui découle de l'interdiction du déni de justice résultant de l'art. 4 Cst. est ouverte à tout individu qui participe à une procédure, même si la loi ne lui reconnaît pas des intérêts juridiquement protégés quant au fond (RO 98 Ia 651, 96 I 600, 93 I 5).\n\nEn revanche, l'étranger n'a pas qualité pour attaquer par le moyen du recours de droit public le refus d'une autorisation de séjour en raison de vices qui affecteraient la décision quant au BGE 99 Ia 317 S. 322fond et notamment qui toucheraient le pouvoir d'appréciation de l'autorité. L'interdiction de l'arbitraire, par opposition à l'interdiction du déni de justice formel et notamment à la garantie du droit d'être entendu, est liée aux droits que l'intéressé peut faire valoir quant au fond et ne peut être invoquée que par celui qu'une décision atteint dans ses intérêts juridiquement protégés. Si l'on entendait tirer de l'art. 4 Cst. la faculté pour un individu atteint dans ses intérêts de fait d'exercer un recours de droit public motivé par une application arbitraire du droit, indépendamment de l'existence d'un intérêt juridiquement protégé quant au fond, on reconnaîtrait ainsi l'existence d'une qualité pour agir dans des cas où l'art. 88 OJ l'exclut (RO 98 Ia 652).\n\nAinsi, en l'espèce, le Tribunal fédéral ne peut entrer en matière que sur les griefs touchant à la procédure d'examen de la demande présentée par le recourant, griefs qui constituent du reste le moyen principal. En revanche, le recours est irrecevable dans la mesure où il critique la manière dont le Conseil d'Etat a établi et apprécié les circonstances de fait et dans la mesure où il fait valoir que la décision n'est pas appropriée à l'ensemble des circonstances.\n\n4. Le recourant affirme que le Conseil d'Etat a statué simultanément en première et en dernière instance et qu'il l'a privé du droit de bénéficier de la procédure en deux instances garantie par la loi.\n\na) Dans le domaine de la juridiction administrative, comme dans toute juridiction, d'une façon générale, les règles de compétence prévues par le législateur doivent être observées strictement par les autorités appelées à statuer sur les demandes qui leur sont soumises. Lorsque le législateur a prévu que les litiges doivent être soumis à une autorité déterminée, dont les décisions peuvent être portées par voie de recours devant une autorité supérieure, les justiciables ont le droit d'exiger que cette dernière ne se saisisse pas du litige lorsque celui-ci n'a pas été tranché par l'autorité inférieure. Ils ont droit à ce que le cours normal des instances, tel qu'il a été prévu par la loi, soit suivi. Ce principe, applicable en matière judiciaire, l'est aussi en matière administrative (cf. IMBODEN, Schweizerische Verwaltungsrechtsprechung, 3e éd., vol. II, p. 685, no 634, I; GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, p. 77, no 2.2.5: FEHR, Die Verwaltungsrechtspflege im Kanton Zürich, p. 208 BGE 99 Ia 317 S. 323ss.; ZBl 1964 p. 471). L'autorité supérieure ne peut donc se saisir d'un litige qui doit d'abord être tranché par une autorité inférieure, à moins que la loi ne le lui permette expressément. En tout cas, elle ne peut le faire sans l'accord des parties.\n\nb) Aux termes de l'art. 15 LSEE, la police cantonale des étrangers exerce toutes les fonctions relatives à la police des étrangers qui ne sont pas dévolues à une autorité fédérale ou que la législation cantonale n'attribue pas à une autre autorité; le droit d'octroyer ou de maintenir une autorisation de séjour doit être conféré à la police cantonale des étrangers ou à une autorité qui lui est préposée. Selon l'art. 19, le recours à une autorité cantonale supérieure doit être réservé par la législation cantonale pour les cas de refus, lorsque la compétence d'octroyer ou de maintenir une autorisation n'est pas réservée au gouvernement cantonal ou à un chef de département ou qu'il n'existe pas de droit de recours à l'autorité fédérale.\n\nLa législation fédérale ne garantit donc nullement à l'étranger, en cas de rejet de sa demande, l'examen de son cas par deux instances cantonales. Mais le droit de recours doit être réservé à l'étranger, lorsque le droit de décider (en première instance) n'appartient pas au gouvernement cantonal ou au chef d'un département.\n\nSelon la loi d'application dans le canton de Genève de la LSEE, du 21 février 1934, c'est le département dejustice et police qui est l'autorité cantonale de police des étrangers (art. 1er), le bureau du contrôle de l'habitant fonctionnant comme organe de contrôle (art. 2). Les autorisations, le refus de séjour, d'établissement ou de tolérance ainsi que les expulsions et les révocations sont prononcés par le département (art. 3), la voie du recours au Conseil d'Etat étant ouverte contre toute décision prise en cette matière par le département (art. 4). Ainsi, en vertu de la législation genevoise, le Conseil d'Etat ne peut pas se prononcer directement sur une demande d'autorisation de séjour ou de renouvellement d'une telle autorisation, sauf, sans doute, avec l'accord de l'intéressé.\n\nc) En l'espèce, la situation de fait est complexe. D'une part, le Conseil d'Etat, saisi d'un recours formé par Brozicek contre la décision de la Police cantonale des étrangers, a rejeté ce recours le 6 octobre 1970 et a imparti à l'intéressé un délai de départ. L'arrêté attaqué du 1er novembre 1972 est intitulé \"arrêté relatif au recours de Monsieur Jiri Brozicek\" et est considéré par le BGE 99 Ia 317 S. 324Conseil d'Etat comme faisant suite au recours du 28 avril 1970, dont l'exécution avait été suspendue le 11 août 1971. Si la situation se présentait seulement sous cet angle, le recours devrait incontestablement être rejeté.\n\nMais d'autre part, la Police cantonale des étrangers a agi dans un sens différent de celui qu'aurait dû impliquer l'état de fait qui vient d'être rappelé. Si, dans sa réponse au recours, le Conseil d'Etat a affirmé que le recourant n'avait jamais été mis formellement au bénéfice d'une autorisation de séjour et que l'attestation délivrée à l'intéressé et aux termes de laquelle il était sous permis SB no 37 044 en formalité de renouvellement était due à une erreur, il ressort de l'examen du livret pour étrangers, qui se trouvait déposé pour renouvellement auprès de l'autorité cantonale et que celle-ci a remis au Tribunal à la demande du juge délégué, que cette déclaration est erronée. Brozicek se trouvait effectivement au bénéfice d'une autorisation de séjour valable en dernier lieu jusqu'au 30 juin 1972. La Police des étrangers a procédé au renouvellement de l'autorisation le 16 février 1972, sans formuler aucune réserve et notamment en n'inscrivant plus la mention du but \"préparer son départ\" qui figurait sur le même livret au regard de l'autorisation échue le 30 juin 1971. Le recourant déclare n'avoir jamais eu connaissance de la décision du Conseil d'Etat du 11 août 1971, et l'intimé ne conteste pas le fait que cette décision n'a jamais été communiquée au recourant. Une telle communication ne ressort d'ailleurs pas du dossier.\n\nDès lors, le recourant pouvait légitimement croire, lorsque l'autorisation de séjour eut été renouvelée le 16 février 1972, qu'il se trouvait au bénéfice d'une autorisation de séjour normale et que la décision du Conseil d'Etat du 6 octobre 1970 était devenue caduque. Il ne pouvait d'ailleurs qu'être confirmé dans cette idée par la lettre que lui a adressée la Police des étrangers le 14 août 1972 et - la veille de la décision du Conseil d'Etat - par l'attestation du 31 octobre 1972.\n\nDe toute façon, il avait reçu, de l'autorité compétente pour la délivrer, une autorisation de séjour valable jusqu'au 30 juin 1972 et, conformément aux indications figurant sur le livret, il a sollicité en temps utile, soit en mai 1972 (date indiquée par le recourant et non contestée par l'intimé, qui n'a pas produit l'intégralité du dossier), une prolongation de l'autorisation. Il devait donc normalement recevoir une décision de la Police cantonale des étrangers admettant ou rejetant sa requête, décision BGE 99 Ia 317 S. 325qu'il aurait pu, dans le cas où elle aurait été négative, porter devant le Conseil d'Etat. La Police des étrangers ayant consulté le Conseil d'Etat, celui-ci a repris la procédure qu'il avait laissée en suspens par sa décision du 11 août 1971, sans s'apercevoir qu'entre-temps la situation de l'intéressé avait été modifiée, du fait qu'il avait obtenu le 16 février 1972 une autorisation régulière de séjour.\n\nDès lors, c'est à juste titre que le recourant requiert l'annulation de la décision du Conseil d'Etat, cette décision ayant été rendue en violation du droit, que la loi donne au requérant, de voir sa requête examinée, en cas de refus, par deux instances successives. L'arrêté attaqué est ainsi en contradiction avec l'art. 4 Cst. et doit être annulé pour le motif qui vient d'être relevé, sans que le tribunal de céans ait à se prononcer sur les griefs que le recourant forme contre l'arrêté du Conseil d'Etat quant au fond, griefs qui échappent à sa compétence.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule l'arrêté du Conseil d'Etat du canton de Genève du 1er novembre 1972."}