{"annee": "99", "cour": "IA", "page": "52", "date": "24/1/1973", "cite": ["96 I 59", "97 I 659"], "cite_par": ["100 IA 386", "103 IA 152"], "chapeau": "8. Urteil vom 24. Januar 1973 i.S. Badertscher gegen Gemeinde Wünnewil und Staatsrat des Kantons Freiburg.", "regestes": ["Art. 85 litt. a OJ. Violation du droit de vote résultant du décompte erroné des voix. Interprétation de l'art. 79 de la loi fribourgeoise sur les communes et paroisses du 19 mai 1894 selon lequel une décision de l'assemblée communale n'est valide que pour autant qu'elle réunit \"la majorité absolue des suffrages des membres présents\"."], "faits": "BGE 99 Ia 52 S. 52\n\nA.- Das freiburgische Gesetz vom 19. Mai 1894 über die Gemeinden und Pfarreien (GGP) enthält im I. Titel des ersten Teils Vorschriften über die Gemeindeversammlungen. Es unterscheidet dabei zwischen \"Wahlversammlungen\" (Art. 19-66) und den \"übrigen Gemeindeversammlungen\" (Art. 67-83). Über diese \"übrigen Gemeindeversammlungen\" bestimmt Art. 79:\n\n\"1 Eine Entscheidung ist nur dann gültig, wenn sie die absolute Stimmenmehrheit der anwesenden Mitglieder erlangt hat.\n\n2 Das Protokoll muss jedesmal, bei Strafe der Nichtigkeit, erwähnen:\n\na) die Zahl der anwesenden Mitglieder;\n\nb) die Zahl des Stimmenmehrs für jede Entscheidung.\" BGE 99 Ia 52 S. 53\n\nDie französische Fassung des Art. 79 lautet:\n\n\"1 Une décision n'est valide que pour autant qu'elle réunit la majorité absolue des suffrages des membres présents.\n\n2 Le protocole doit mentionner chaque fois, sous peine de nullité: a) Le nombre des membres présents.\n\nb) Le chiffre de la majorité qu'a obtenue une décision.\"\n\nGemäss Art. 21 der freiburgischen Kantonsverfassung gilt der französische Gesetzestext als Urtext. Eine mit der heutigen französischen Fassung des Art. 79 GGP wörtlich übereinstimmende Vorschrift fand sich schon im Gesetz über die Gemeinden und Pfarreien vom 5. Juli 1848 (Art. 43). Sie wurde in die späteren Gemeindegesetze vom 7. Mai 1864 (Art. 46) und vom 26. Mai 1879 (Art. 52) und auch in das heute geltende Gesetz vom 19. Mai 1894 offenbar diskussionslos übernommen. Demgegenüber hatte das Gesetz von 1848 in seiner deutschen Übersetzung ursprünglich einen etwas anderen Wortlaut, indem in Absatz 1 nur von der \"absoluten Stimmenmehrheit\" die Rede war; Absatz 2 unterschied sich von der jetzigen Fassung nur redaktionell. Im Gesetz von 1864 erhielt Absatz 1 die heutige Fassung. Der deutsche Text von 1879 entspricht wörtlich demjenigen von 1894.\n\nB.- Art. 79 GGP wurde während langer Zeit in konstanter Praxis dahin ausgelegt, dass für das gültige Zustandekommen eines Gemeindeversammlungsbeschlusses die Zustimmung der absoluten Mehrheit der im Zeitpunkt der Abstimmung anwesenden Gemeindemitglieder erforderlich sei, gleichgültig, ob sich ein Teil der Anwesenden der Stimme enthalten habe oder nicht. Noch in einem Schreiben der kantonalen Direktion der Gemeinden und Pfarreien aus dem Jahre 1936 wurde ausgeführt: \"Laut Art. 79 des Gemeindegesetzes ... ist eine Entscheidung nur dann gültig, wenn sie die absolute Stimmenmehrheit der anwesenden Mitglieder erlangt hat. Die Anwesenden sollen demnach, auch wenn sie sich der Stimme enthalten haben, mitgezählt werden, um die absolute Stimmenmehrheit festzustellen. Die Zahl der Anwesenden muss im Augenblick der Abstimmung festgestellt werden. Bei geheimen Abstimmungen wird die Zahl der anwesenden Mitglieder durch die ausgeteilten Zettel festgesetzt.\" In einem Entscheid vom 17. August 1951 vertrat der Staatsrat des Kantons Freiburg, offenbar in Anlehnung an eine inzwischen geänderte Praxis, erstmals die Auffassung, dass die sich der Stimme enthaltenden Gemeindemitglieder BGE 99 Ia 52 S. 54bei der Ermittlung des absoluten Mehrs nicht mitzuzählen seien; zur Begründung verwies er auf die (inzwischen aufgehobenen) Art. 43 und 44 GGP, welche die Wahlversammlungen betreffen und vorschreiben, dass nicht oder nicht ordnungsgemäss ausgefüllte Zettel ungültig und bei der Ermittlung des Wahlergebnisses nicht zu berücksichtigen seien. Spätere Anfragen kommunaler Behörden wurden unter Hinweis auf den Staatsratsentscheid vom 17. August 1951 von der kantonalen Verwaltung nunmehr dahin beantwortet, dass die sich der Stimme enthaltenden Gemeindemitglieder bei der Ermittlung des absoluten Mehrs nicht mitzuzählen seien.\n\nC.- Am 3. Dezember 1971 fand in der Gemeinde Wünnewil eine Gemeindeversammlung statt, welche unter Traktandum 3 die Detailpläne, das Ausführungsbegehren und das Kreditbegehren über Fr. 4'300,000.-- für die bauliche Erweiterung des Schulzentrums Wünnewil zu behandeln hatte. Von den erschienenen 259 Stimmberechtigten stimmten 106 für und 68 (bzw. 72 laut Angabe des Beschwerdeführers) gegen das Projekt; der Rest enthielt sich der Stimme. Gestützt auf die vom Staatsrat vertretene neue Auslegung des Art. 79 GGP behandelte der Gemeinderat das Projekt als genehmigt.\n\nD.- Hiegegen erhob Fritz Badertscher, der als stimmberechtigter Bürger an der Versammlung teilgenommen hatte, am 5. Dezember 1971 beim Staatsrat des Kantons Freiburg fristgerecht Rekurs. Er machte geltend, bei richtiger Auslegung von Art. 79 GGP sei die zur Gültigkeit des Beschlusses erforderliche Mehrheit nicht zustandegekommen. Bei 259 anwesenden Personen betrage das absolute Mehr 130 Stimmen. Mit bloss 106 befürwortenden Stimmen sei die in Art. 79 GGP verlangte absolute Mehrheit nicht erreicht worden.\n\nAm 24. Juli 1972 führte Fritz Badertscher staatsrechtliche Beschwerde, mit der er rügte, dass sich der Staatsrat des Kantons Freiburg durch die Nichtbehandlung seines am 5. Dezember 1971 eingereichten Rekurses einer Rechtsverzögerung bzw. Rechtsverweigerung schuldig mache. In seiner Vernehmlassung erklärte der Staatsrat, dass der ausstehende Entscheid demnächst ergehen werde, und wies in der Folge am 3. Oktober 1972 den Rekurs ab. Die staatsrechtliche Beschwerde wurde daraufhin am 28. November 1972 vom Bundesgericht als gegenstandslos geworden abgeschrieben.\n\nZur Begründung seines Rekursentscheides vom 3. Oktober BGE 99 Ia 52 S. 551972 verwies der Staatsrat auf die seit 1951 geänderte Praxis. Da nur 174 (106+68) Mitglieder sich an der Abstimmung beteiligt und die übrigen sich der Stimme enthalten hätten, betrage das absolute Mehr 88 (174: 2 = 87 + 1 = 88). Mit 106 Ja-Stimmen sei das unter Traktandum 3 vorgelegte Projekt demnach genehmigt worden. Anstelle der nunmehr aufgehobenen Art. 43 und 44 GGP sehe das neue Gesetz über die Ausübung der bürgerlichen Rechte vom 15. Juli 1966 in Art. 49-51 vor, dass in kantonalen und kommunalen Abstimmungen leere und ungültige Stimmzettel bei der Auszählung des Abstimmungsergebnisses ausser Betracht fielen. Diese Vorschrift müsse analog auch auf Art. 79 GGP Anwendung finden; denn leere Stimmzettel bei der geheimen Abstimmung seien gleichbedeutend mit Stimmenthaltung bei der offenen Abstimmung.\n\nE.- Gegen den Rekursentscheid des Staatsrates richtet sich die vorliegende staatsrechtliche Beschwerde, mit der Fritz Badertscher eine Verletzung von Art. 4 BV sowie seiner politischen Stimmberechtigung geltend macht.\n\nIm Namen des Staatsrates beantragt die Staatsanwaltschaft des Kantons Freiburg Abweisung der Beschwerde. Die Gemeinde Wünnewil hat auf Gegenbemerkungen verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht geltend, der Gemeindeversammlungsbeschluss vom 3. Dezember 1971 über die Erweiterung des Schulzentrums Wünnewil sei, entgegen der Auffassung des Gemeinderates und des Staatsrates, nicht gültig zustandegekommen. Er rügt damit eine Verletzung der politischen Rechte der Bürger (Art. 85 lit. a OG). Hiezu ist er als stimmberechtigter Einwohner der Gemeinde Wünnewil legitimiert.\n\nBei Beschwerden gemäss Art. 85 lit. a OG prüft das Bundesgericht die Auslegung kantonaler Vorschriften, die den Umfang und Inhalt des Stimm- und Wahlrechtes normieren oder mit diesem in einem engen Zusammenhang stehen, grundsätzlich frei (BGE 97 I 663 E. 3, 32 E. 4 a; BGE 96 I 61 E. 3 mit Hinweisen). Der vom Beschwerdeführer zusätzlich erhobenen Willkürrüge kommt daher keine selbständige Bedeutung zu; dasselbe gilt für die Rüge der Verletzung von Art. 9 KV, welcher lediglich den bereits in Art. 4 BV verankerten Gleichheitssatz wiederholt.\n\n2. Dass sich die Frage, ob der Gemeindeversammlungsbeschluss vom 3. Dezember 1971 gültig zustandegekommen sei, BGE 99 Ia 52 S. 56in erster Linie nach Art. 79 GGP beantwortet, ist unbestritten. Das am 15. Juli 1966 erlassene Gesetz über die Ausübung der bürgerlichen Rechte (GABR) hat zwar die Durchführung der eidgenössischen, kantonalen und kommunalen Wahlen und Abstimmungen neu geregelt. Doch enthält dieses Gesetz nur Vorschriften über solche Abstimmungen, die ausserhalb einer Gemeindeversammlung durch Urnengang erfolgen. Für die Ausübung der politischen Rechte in Gemeindeversammlungen wird in Art. 223 GABR ausdrücklich auf die Spezialgesetzgebung, mithin auf das GGP, verwiesen, allerdings unter dem Vorbehalt, dass das GABR selber keine anderweitige Regelung getroffen hat. Eine gleichartige Bestimmung findet sich in Art. 32 Abs. 3 GABR, welcher die Vorschriften des GGP \"betreffend die Gemeinde-Abstimmungen\" vorbehält. Es liegt nahe, anzunehmen, dass der Gesetzgeber damit u.a. die Vorschrift des Art. 79 GGP über die Ausmittlung des Abstimmungsergebnisses in Gemeindeversammlungen weiterhin in Kraft lassen wollte. Dafür spricht insbesondere auch, dass in Art. 229 lit. c GABR, der eine Reihe von widersprechenden Bestimmungen des GGP als aufgehoben erklärt, von Art. 79 GGP nicht die Rede ist. Wenn auch die Aufzählung der aufgehobenen Bestimmungen nicht abschliessend ist, so darf doch angenommen werden, dass der Gesetzgeber diese wichtige, in jüngerer Zeit häufig diskutierte Vorschrift des GGP wohl ausdrücklich als aufgehoben erklärt hatte, wenn für sie neben der Regelung des GABR kein Raum mehr bestünde. Es lag offenbar sogar in der Absicht des Gesetzgebers von 1966, die Sondervorschrift des Art. 79 GGP weiterbestehen zu lassen. Dass diese nach wie vor Gesetzeskraft besitzt, wird denn auch vom Staatsrat nicht in Frage gestellt. Er geht selber davon aus, dass lediglich die Auslegung und Handhabung des Art. 79 GGP streitig ist, wobei er allerdings die Vorschriften des neuen GABR \"analog\" angewendet haben will. Er verweist u.a. auf die Bestimmung des Art. 50 Abs. 6 GABR, welcher vorsieht, dass leere und ungültige Zettel bei der Ermittlung des Abstimmungsergebnisses nicht mitzuzählen sind. Der Staatsrat übersieht jedoch, dass eine analoge Anwendung dieser Regel auf den vorliegenden Fall nur dann und nur soweit in Betracht kommt, als der in erster Linie massgebende Art. 79 GGP keine anderweitige Ordnung enthält. Es könnte sich einzig fragen, ob der Gesetzgeber mit Art. 50 Abs. 6 GABR ein für sämtliche Abstimmungen gültiges Prinzip statuieren BGE 99 Ia 52 S. 57wollte, wonach bei der Feststellung der Mehrheit Stimmenthaltungen unberücksichtigt bleiben sollen, so dass die allfällig abweichenden Vorschriften des GGP als in diesem Sinne korrigiert anzusehen wären. Hiefür bestehen jedoch keine genügenden Anhaltspunkte. Art. 50 Abs. 6 GABR wie auch die übrigen Bestimmungen der vom Staatsrat herangezogenen Art. 49 und 50 betreffen nach Wortlaut und Systematik nur das Verfahren bei Urnenabstimmungen, und der in diesem Zusammenhang ebenfalls angerufene Art. 51 gilt einzig für das Wahlverfahren. Aufgrund der erwähnten Vorbehalte in Art. 32 Abs. 3 und Art. 223 GABR ist vielmehr anzunehmen, dass der Gesetzgeber die Sondervorschrift des Art. 79 GGP über die Abstimmungen in Gemeindeversammlungen unberührt in Kraft lassen wollte.\n\n3. a) Geht man davon aus, so kann kaum ein Zweifel darüber bestehen, dass nicht die vom Staatsrat heute vertretene, sondern die frühere Auslegung des Art. 79 GGP, auf die sich der Beschwerdeführer beruft, die richtige ist. Wenn im massgebenden französischen Text bestimmt wird, ein Gemeindeversammlungsbeschluss sei nur gültig, wenn er \"la majorité absolue des suffrages des membres présents\" (deutscher Text: \"die absolute Stimmenmehrheit der anwesenden Mitglieder\") auf sich vereint, so kann dies nicht anders verstanden werden als dahin, dass die absolute Mehrheit sämtlicher an der Versammung anwesenden - d.h. einschliesslich der sich der Stimme enthaltenden - Bürger gegeben sein muss. Zwar spricht Art. 79 nicht schlechthin von der \"majorité absolue des membres présents\", sondern er verlangt die \"majorité absolue des suffrages des membres présents\", woraus zur Unterstützung der gegenteiligen These abgeleitet werden könnte, die absolute Mehrheit sei nur inbezug auf die Zahl der abgegebenen - positiven oder negativen - Stimmen zu berechnen, wer keine Stimme abgegeben habe, falle bei der Ermittlung der \"majorité des suffrages\" ausser Betracht. Bei dieser Betrachtungsweise wäre jedoch der Zusatz \"des membres présents\" überflüssig und unverständlich. Gegen die vom Staatsrat vertretene Auslegung spricht auch die Vorschrift in Art. 79 Abs. 2, wonach das Protokoll für jede einzelne Abstimmung einerseits die Zahl der anwesenden Bürger und andererseits die Zahl des anfallenden Stimmenmehrs enthalten muss. Dies ist offensichtlich nichts anderes als die Wiedergabe der beiden Grössen, die BGE 99 Ia 52 S. 58sich für die Ermittlung des Mehrheitsverhältnisses gegenübergestellt werden müssen.\n\nb) Eine Art. 79 GGP entsprechende und in der französischen Fassung wörtlich übereinstimmende Vorschrift fand sich bereits im Gesetz über die Gemeinden und Pfarreien von 1848; sie wurde offenbar diskussionslos in die späteren Gesetze von 1864 und 1879 und auch in das heutige GGP von 1894 übernommen. Das Protokoll der grossrätlichen Beratungen von 1848 gibt über die hier strittige Frage keinen Aufschluss. Es ist lediglich ersichtlich, dass ursprünglich vorgesehen war, dass das Gemeindeversammlungsprotokoll auch die Zahl der in der Gemeinde stimmberechtigten Bürger angeben sollte, wovon dann aber aus praktischen Gründen abgesehen wurde. Die Gesetzesmaterialien geben jedenfalls keinen Anhaltspunkt dafür, dass die obige, anhand des Wortlautes sich aufdrängende Auslegung nicht dem wirklichen Sinn der Bestimmung entspricht. Wesentlich ins Gewicht fällt schliesslich auch die Tatsache, dass die Vorschrift zunächst während langer Zeit in jener naheliegenden Weise ausgelegt und gehandhabt worden ist. Es könnte immerhin eingewendet werden, der Gesetzgeber habe beim Erlass des GABR im Jahre 1966 von einer Abänderung oder Aufhebung des Art. 79 GGP deshalb abgesehen, weil er mit der seit 1951 geänderten Praxis des Staatsrates einverstanden gewesen sei und daher keinen Anlass für eine Korrektur gesehen habe. Dies wäre für die Auslegung des Art. 79 GGP jedoch höchstens dann von Bedeutung, wenn der Gesetzgeber von 1966 eine dahingehende Auffassung irgendwie verbindlich zum Ausdruck gebracht hätte, was nicht zutrifft. Da er die Vorschrift unberührt weiterbestehen liess, ist sie unabhängig von seiner allenfalls abweichenden Meinung nach ihrem objektiven Gehalt und nach dem Willen des historischen Gesetzgebers, auf dem ihre Rechtskraft beruht, auszulegen.\n\nc) Die Berechnung der Stimmenmehrheit anhand der Gesamtzahl der Stimmbürger bzw. der an einer Versammlung Anwesenden (sog. Personenprinzip) war in älteren Gesetzen häufig vorgesehen (KERN, Über die Äusserung des Volkswillens in der Demokratie, S. 46). Auch in der Freiburger Staatsverfassung vom 7. Mai 1857 fand sich eine derartige - inzwischen revidierte - Vorschrift, indem in Art. 79 KV die Revision der Verfassung von der Zustimmung der Mehrheit der eingeschriebenen Aktivbürger abhängig gemacht wurde (vgl. CASTELLA, L'organisation des pouvoirs politiques dans les constitutions BGE 99 Ia 52 S. 59du canton de Fribourg, S. 267, 273). Schliesslich kennt das GGP selber noch zwei weitere Bestimmungen, welche für die Gültigkeit eines Beschlusses die Zustimmung der Mehrheit der Anwesenden verlangen, nämlich in Art. 95 für Abstimmungen im Generalrat (Gemeindeparlament) und in Art. 106 für Abstimmungen im Gemeinderat (Exekutive). Dass dieses Verfahren mit Nachteilen behaftet ist, lässt sich nicht bestreiten (vgl. KERN, a.a.O., S. 47 f.). In neueren Gesetzen finden sich denn auch derartige Regelungen kaum mehr; massgebend für das Abstimmungsergebnis ist im allgemeinen die Mehrheit der Stimmenden bzw. der gültigen Stimmzettel (GIACOMETTI, Das Staatsrecht der schweizerischen Kantone, S. 258 ff.). Es besteht hier jedoch kein Anlass, sich mit den Vor- und Nachteilen der beiden Systeme näher auseinanderzusetzen. Den diesbezüglichen Überlegungen im Entscheid des Staatsrates käme nur dann eine gewisse Bedeutung zu, wenn über die Auslegung des Art. 79 GGP überhaupt noch Zweifel bestünden, was nicht zutrifft. Es kann auch keine Rede davon sein, dass die vom historischen Gesetzgeber in Art. 79 GGP getroffene Regelung mit den Grundsätzen der Demokratie oder mit Art. 4 BV unvereinbar und deshalb nicht anwendbar wäre. Für die unterschiedliche Behandlung von Abstimmungen in Gemeindeversammlungen und solchen durch Urnengänge lassen sich immerhin sachliche Gründe anführen. Vom Bürger, der an einer Gemeindeversammlung teilnimmt und sich dort bei der Abstimmung der Stimme enthält, kann mit einer gewissen Berechtigung angenommen werden, dass er dadurch seinen Unwillen über die Vorlage zum Ausdruck bringt, ihr jedenfalls die Zustimmung bewusst verweigert; demgegenüber ist das Verhalten des einer Urnenabstimmung Fernbleibenden eher dahin zu verstehen, dass er den Entscheid den an der Abstimmung teilnehmenden Bürgern überlassen und sich selber einer Stellungnahme enthalten will. Es ginge im übrigen auch nicht an, die Bestimmungen der Art. 49-51 GABR \"analog\" auf die Abstimmungen in den Gemeindeversammlungen anzuwenden, wie dies der Staatsrat im angefochtenen Entscheid getan hat, da dies mit der in Art. 79 GGP getroffenen Regelung in klarem Widerspruch stünde. Die vom Staatsrat angestrebte Verbesserung der jetzigen Ordnung lässt sich weder durch eine Neuinterpretation noch durch eine analoge Anwendung anderweitiger Vorschriften, sondern nur durch eine Gesetzesänderung erreichen.\n\n4. Der angefochtene Rekursentscheid des Staatsrates beruht BGE 99 Ia 52 S. 60demnach auf einer unrichtigen Auslegung des Art. 79 GGP. Legt man die Vorschrift richtig aus, so ergibt sich, dass die an der Gemeindeversammlung vom 3. Dezember 1971 unter Traktandum 3 zur Abstimmung gebrachte Vorlage nicht die erforderliche Stimmenmehrheit erreicht hat. Bei insgesamt 259 anwesenden Bürgern betrug die absolute Mehrheit 130 Stimmen; zugestimmt haben jedoch nur 106 Bürger. Welche rechtlichen und finanziellen Auswirkungen dies für die inzwischen bereits im Rohbau erstellte Schulhausbaute haben wird, ist nicht zu prüfen. Gegenstand des vorliegenden Verfahrens bildet nur die Frage, ob der streitige Gemeindeversammlungsbeschluss die erforderliche Stimmenmehrheit auf sich vereint hat, und mit der Gutheissung der Beschwerde in diesem Punkte sind die politischen Rechte des Beschwerdeführers gewahrt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Rekursentscheid des Staatsrates des Kantons Freiburg vom 3. Oktober 1972 aufgehoben; es wird festgestellt, dass an der Gemeindeversammlung von Wünnewil vom 3. Dezember 1971 über Traktandum 3 ein zustimmender Beschluss nicht zustandegekommen ist."}