{"annee": "99", "cour": "III", "page": "82", "date": "1/11/1973", "cite": ["41 III 315", "98 II 176", "93 II 461", "91 III 98"], "cite_par": ["131 III 327"], "chapeau": "16. Auszug aus dem Urteil der II. Zivilabteilung vom 1. November 1973 i.S. Konkursmasse L'Eplattenier gegen Geiser", "regestes": ["\"Prescription\" de l'action révocatoire selon l'art. 292 LP. Nature juridique du délai prévu à l'art. 292 LP pour l'action révocatoire (éclaircissement de la jurisprudence)."], "faits": "BGE 99 III 82 S. 82\n\nGekürzter Tatbestand:\n\nA.- Mit Vertrag vom 8. Juni 1965 verkaufte der in finanzielle Bedrängnis geratene J.-P. L'Eplattenier dem R. Geiser 34 Namenaktien der Carrosserie Langenthal AG im Nominalwert von je Fr. 1000.-- zum Preise von insgesamt Fr. 210 000.--. Am 16. Juli 1965 fiel L'Eplattenier in Konkurs.\n\nMit Schreiben vom 21. April 1966 forderte die Konkursverwaltung R. Geiser auf, die in seinem Besitz befindlichen Aktien der Carrosserie Langenthal AG, deren Eigentumserwerb angefochten werde, herauszugeben. Da Geiser geltend machte, er habe sämtliche Aktien an Grogg verkauft, verlangte die Konkursverwaltung von Geiser die Rückerstattung von Fr. 153 000.-- nebst 5% Zins seit Zahlungsaufforderung bis zum 31. Juli 1966.\n\nMit Zahlungsbefehl vom 8. Juni 1970 liess die Konkursverwaltung R. Geiser im Namen der Konkursmasse L'Eplattenier für Fr. 210 000.-- nebst 5% Zins seit 8. Juni 1965 betreiben, wobei als Grund der Forderung angegeben wurde: \"Anfechtungsanspruch der Masse gegenüber dem Betriebenen nach Art. 285 ff. SchKG aus Kauf und Bezahlung von Aktien der Carrosseriewerke Langenthal AG vom 8. Juni 1965\". Am 6. Juni 1970 BGE 99 III 82 S. 83stellte die Konkursmasse ferner beim Gerichtspräsidenten von Aarwangen das Gesuch um Vorladung des R. Geiser zu einem Aussöhnungsversuch, auf dessen Durchführung beide Parteien in der Folge verzichteten.\n\nB.- Die Anfechtungsklage wurde von der Konkursmasse mit Klageschrift vom 20. August 1972 (Postaufgabe 18. September 1972) beim Gerichtspräsidenten von Aarwangen anhängig gemacht. Dieser beschränkte das Verfahren entsprechend dem Antrag des Beklagten auf die Frage der Verjährung bzw. der Verwirkung der Klage. Mit Entscheid vom 2. Februar 1973 wies der Gerichtspräsident die Klage ab. Er nahm an, diese sei verwirkt, da sie nicht innert der fünfjährigen Frist des Art. 292 SchKG anhängig gemacht worden sei; bei dieser Frist handle es sich entgegen dem Wortlaut des Gesetzes nicht um eine Verjährungs-, sondern um eine Verwirkungsfrist, deren Lauf nicht unterbrochen werden könne.\n\nC.- Der Appellationshof des Kantons Bern wies die von der Klägerin gegen dieses Urteil erklärte Appellation mit Entscheid vom 1. Mai 1973 ab. Er schloss sich der Auffassung des erstinstanzlichen Richters an und betrachtete die Klage als verwirkt, ohne dass er die materiell-rechtlichen Voraussetzungen der geltend gemachten Anfechtung prüfte.\n\nAuf Berufung der Klägerin hin hat das Bundesgericht das angefochtene Urteil aufgehoben und die Sache zu materieller Beurteilung an die Vorinstanz zurückgewiesen.", "considerants": "Aus den Erwägungen:\n\n3. Art. 292 SchKG lautet in allen drei Sprachen übereinstimmend dahin, die Anfechtungsklage verjähre (\"se prescrit\"; \"si prescrive\") durch Ablauf von fünf Jahren seit der anfechtbaren Rechtshandlung. Dass im Gesetz von Verjährung gesprochen wird, ist für die Auslegung nicht von grosser Bedeutung (vgl. BGE 93 II 486 Erw. 10 a); es gibt eine ganze Reihe von Bestimmungen, welche nach der von der Rechtsprechung vorgenommenen Auslegung eine Verwirkungsfrist enthalten, obwohl der Bundesgesetzgeber das Wort \"verjähren\" verwendet hat (vgl. BGE 98 II 178). Massgebend muss vielmehr sein, ob die Verwirkung der Klage bei Nichteinhaltung der Fünfjahresfrist dem Wesen der Sache gerechter wird als die Verjährung.\n\nDas Bundesgericht hat im Entscheid 41 III 319/20 Erw. 2 die Rechtsnatur der in Frage stehenden Frist verschieden aufgefasst BGE 99 III 82 S. 84je nach dem, ob der Anfechtungsanspruch bereits zur Entstehung gelangt ist oder nicht. Diese Unterscheidung hat ihren Grund darin, dass die Fünfjahresfrist des Art. 292 SchKG schon mit der Vornahme der anfechtbaren Rechtshandlung zu laufen beginnt und nicht erst dann, wenn der Anfechtungsanspruch entstanden ist. Dieser Anspruch setzt zu seiner Entstehung voraus, dass ein Verlustschein infolge Pfändung ausgestellt oder der Konkurs eröffnet und damit die Schädigung des Gläubigers in seinen Exekutionsrechten offenbar geworden ist (Art. 285 SchKG). Sind seit der anfechtbaren Rechtshandlung fünf Jahre vergangen, bevor es zur Ausstellung eines Verlustscheins oder zur Konkurseröffnung gekommen ist, fehlt es an einem Tatbestandsmerkmal, das zur Entstehung des Anfechtungsanspruchs erforderlich ist. Das Bundesgericht nimmt im zitierten Entscheid an, dass Art. 292 SchKG insofern eine Klagebefristung enthalte, als er eine Anfechtung ausschliesse, falls zwischen der anfechtbaren Rechtshandlung und der Eröffnung des Konkurses bzw. der Ausstellung eines Verlustscheines infolge Pfändung mehr als fünf Jahre verstrichen sind.\n\nIst dagegen die Konkurseröffnung oder die Ausstellung des Verlustscheins vor Ablauf der fünfjährigen Frist erfolgt, so liegt nach der in BGE 41 III 320 vertretenen Auffassung kein Grund vor, den Rest dieser Frist entgegen dem Wortlaut des Gesetzes und entgegen den Bedürfnissen der Praxis nicht als Verjährungs-, sondern als Verwirkungsfrist zu betrachten. Die praktischen Gesichtspunkte, die für eine Verjährung und gegen eine Verwirkung sprechen, werden darin erblickt, dass bei Annahme der Klageverwirkung die Anfechtungsklage in vielen Fällen verfrüht oder gar überflüssigerweise erhoben werden müsste, z.B. während des Schwebens von Vergleichsverhandlungen oder vor Abklärung der tatsächlichen Verhältnisse oder sogar trotz der Anerkennung des Anfechtungsanspruches seitens des Begünstigten. Auch würde, wenn der Anfechtungsanspruch erst kurz vor Ablauf von fünf Jahren seit der anfechtbaren Rechtshandlung entsteht, nicht mehr genügend Zeit für die Einreichung und Substanzierung der Klage übrig bleiben. Diese Gründe sprechen nach dem im Jahre 1915 gefällten Entscheid dafür, den nach der Konkurseröffnung oder der Verlustscheinsausstellung noch laufenden Teil der Frist des Art. 292 SchKG als wirkliche Verjährungsfrist, mit der Möglichkeit der Unterbrechung gemäss Art. 135 OR, zu betrachten.BGE 99 III 82 S. 85\n\nIn einem neueren Entscheid hat das Bundesgericht die Frage aufgeworfen, aber ausdrücklich offen gelassen, ob es angezeigt wäre, die erwähnte Rechtsprechung zu ändern und die Frist des Art. 292 SchKG auch insoweit, als sie erst nach der Konkurseröffnung oder der Ausstellung eines Verlustscheins aus Pfändung läuft, als Verwirkungsfrist zu betrachten (BGE 93 II 486 ff. Erw. 10; vgl. auch schon BGE 91 III 99 ff. Erw. 2). Im Entscheid BGE 93 II 487 führt das Bundesgericht die verschiedenen Meinungen, die in der Doktrin hierüber vertreten wurden, an, ohne selber dazu Stellung zu nehmen.\n\nDie einzelnen Lehrmeinungen lassen sich in verschiedene Gruppen einteilen. Eine erste Richtung vertritt VON TUHR, der die ganze Frist als Verjährungsfrist im eigentlichen Sinne des Wortes betrachtet (VON TUHR/SIEGWART, Allgemeiner Teil des OR, II. Halbbd., S. 657, insbes. Anmerkung 27). Eine zweite Gruppe wird von den Autoren gebildet, welche im wesentlichen die vom Bundesgericht in BGE 41 III 319 f. dargelegte Auffassung teilen; sie besteht aus GAUGLER, Die paulianische Anfechtung, Bd. I, S. 193 ff., aus FRITZSCHE, Schuldbetreibung und Konkurs, II. Bd., S. 292 sowie aus BRAND, Das Anfechtungsrecht der Gläubiger nach dem SchKG, Berner Diss. 1902, S. 277 und 321, und BERZ, Der paulianische Rückerstattungsanspruch, Zürcher Diss. 1960, S. 79 ff., welch letzterer allerdings in dogmatischer Hinsicht zum Teil von der Auffassung des Bundesgerichts abweicht. Eine dritte Gruppe von Autoren betrachtet die Klagefrist des Art. 292 SchKG als eine gesetzliche Befristung, auf welche die Vorschriften des Obligationenrechtes über die Verjährung nicht zur Anwendung gelangen; dazu gehören vor allem BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, S. 874 f., HANGARTNER, Die Gläubigeranfechtung im schweizerischen Recht, Zürcher Diss. 1929, S. 97 ff., und KELLER, Schweizerische Zeitschrift für Betreibungs- und Konkursrecht, 1914, S. 184. Eine vierte Lehrmeinung geht dahin, dass es sich bei der Befristung der Anfechtungsklage zwar um eine Verwirkungsfrist handle, dass indessen die Vorschriften über die Unterbrechung der Verjährung analog anzuwenden seien. Diese Auffassung wird insbesondere vertreten von JAEGER, N. 2 zu Art. 292 SchKG, und von FAVRE, Droit des poursuites, 2e édition, S. 388. Wenn im angefochtenen Entscheid ausgeführt wird, in der Doktrin herrsche die Meinung deutlich vor, dass die Frist des Art. 292 SchKG als Verwirkungsfrist aufzufassen sei, so ist BGE 99 III 82 S. 86diese Aussage im vorliegenden Zusammenhang nur begrenzt richtig. Die Vorinstanz unterlässt es nämlich, darauf hinzuweisen, dass immerhin die deutliche Mehrzahl der Autoren für die Anwendung der Vorschriften des Obligationenrechtes über die Unterbrechung der Verjährung eintritt, und sei es auch nur auf dem Wege der Analogie.\n\nFür die Behandlung der in Frage stehenden Frist als Verwirkungsfrist wird vor allem ins Feld geführt, dass diese Frist nicht mit der Entstehung des Anfechtungsanspruches zu laufen beginnt, sondern schon mit der anfechtbaren Handlung als solcher und dass sie somit ablaufen kann, bevor die Möglichkeit einer Anfechtung überhaupt besteht (so BLUMENSTEIN, JAEGER und FAVRE, a.a.O.). Dieser Umstand schliesst indessen, wie das Bundesgericht zutreffend angenommen hat, eine Klageverjährung nicht aus, sobald der Anfechtungsanspruch innerhalb der Fünfjahresfrist infolge Konkurseröffnung oder Ausstellung eines Pfändungsverlustscheines einmal entstanden ist. Man kann sich höchstens fragen, ob es richtig sei, die vor der Anspruchsentstehung laufende Frist als Verwirkungsfrist zu bezeichnen, wie es das Bundesgericht im Entscheid 41 III 320 getan hat. Richtiger dürfte die Auffassung sein, dass es bis zur Konkurseröffnung bzw. zur Ausstellung eines Verlustscheins infolge Pfändung an einer Voraussetzung des Anfechtungsanspruches fehlt und dieser überhaupt nicht zur Entstehung gelangt, wenn die Frist vorher abläuft. In diesem Sinne äussert sich BERZ (a.a.O. S. 80), der mit Recht annimmt, der Nichtablauf der Fünfjahresfrist bilde im Grunde genommen nichts anderes als ein zusätzliches Tatbestandsmerkmal der in Art. 288 SchKG geregelten Absichtspauliana. Es ist in der Tat schwer einzusehen, wie ein Recht verwirken soll, das noch gar nicht entstanden ist.\n\nDie Vorinstanz hat sich in Anlehnung an BLUMENSTEIN (a.a.O. S. 874) vom Gedanken leiten lassen, die Anfechtungsklage sei ein rein betreibungsrechtliches Institut und der Gesetzgeber habe nicht von ungefähr auch alle übrigen rein betreibungsrechtlichen Klagen nicht der Verjährung unterstellt, sondern befristet. Der Umstand, dass der Anfechtungsanspruch im SchKG geregelt ist und in engem Zusammenhang mit der Zwangsvollstreckung steht, muss indessen einer privatrechtlichen Betrachtungsweise nicht unbedingt entgegenstehen. Es ist nicht zu verkennen, dass der mit rein persönlicher Wirkung ausgestattete Anfechtungsanspruch mit einem privatrechtlichen Anspruch vieles gemeinsam BGE 99 III 82 S. 87hat (BERZ, a.a.O. S. 35 ff. und 87 f.) und dass sein besonderer Zweck die Annahme einer Klageverjährung nicht etwa zwingend ausschliesst. So ist beispielsweise unter dem Gesichtspunkt der Verjährung kein grundlegender Unterschied zwischen dem Anfechtungs- und dem Bereicherungsanspruch zu erblicken; es ist nicht einzusehen, weshalb jener verwirken, dieser aber nur verjähren soll.\n\nAuch die von der Vorinstanz aus Gründen der Rechtssicherheit geäusserten Bedenken, eine Verjährung anzunehmen, vermögen nicht zu überzeugen. Mit der paulianischen Anfechtung wird nach feststehender Rechtsprechung entgegen dem Wortlaut von Art. 285 Abs. 1 SchKG nicht etwa die Gültigkeit der anfechtbaren Rechtshandlungen in Frage gestellt, sondern lediglich ein persönlicher Rückerstattungsanspruch geltend gemacht (BERZ, a.a.O. S. 89 ff.; FRITZSCHE, a.a.O. S. 276; FAVRE, a.a.O. S. 380 ff., je mit Zitaten). Zuzugeben ist, dass für den potentiellen Anfechtungsbeklagten ein unsicherer Zustand besteht, solange die Anfechtungsklage erhoben werden kann. Man kann sich aber fragen, ob dieser im Vergleich zu den auf dem Spiele stehenden Gläubigerinteressen eine besondere Rücksichtnahme verdient. Das ist mindestens in bezug auf die Absichtspauliana des Art. 288 SchKG eindeutig zu verneinen. Aber auch bei der Schenkungs- und der Überschuldungsanfechtung der Artikel 286 und 287 SchKG ist es nicht unbillig, der Verjährung gegenüber der Verwirkung den Vorzug zu geben. In diesem Zusammenhang ist zu beachten, dass die Überschuldungsanfechtung entfällt, wenn der Begünstigte beweisen kann, dass er die Vermögenslage des Schuldners nicht gekannt hat (Art. 287 Abs. 2 SchKG), und dass sich die Rückerstattungspflicht des gutgläubigen Empfängers einer Schenkung auf die Bereicherung beschränkt (Art. 291 Abs. 3 SchKG). Die Auswirkungen dieser beiden Arten von Anfechtungsklagen sind somit erheblich gemildert, wenn der Beklagte gutgläubig war. Die bösgläubigen Beklagten aber verdienen keinen besonderen Schutz.\n\nDer Beklagte macht geltend, es wäre widersinnig, wenn der Konkursablauf als öffentlichrechtliches Verfahren durch privatrechtliche Verjährungsvorschriften beeinflusst werden könnte. Im Interesse einer speditiven und geordneten Durchführung dürfe den Beteiligten nicht gestattet werden, durch Verjährungsunterbrechungen die Beendigung des Konkurses nach Belieben hinauszuzögern. Damit würde das öffentliche Interesse verletzt.BGE 99 III 82 S. 88\n\nDieser Argumentation ist indessen entgegenzuhalten, dass die Verschleppung eines Konkursverfahrens auf andere Weise verhindert werden kann als durch Annahme einer Verwirkungsfrist in Art. 292 SchKG. Weiter wendet der Beklagte ein, der Anfechtungsanspruch könne nur durch gerichtliche Klage geltend gemacht werden. Er zieht daraus den Schluss, dass die fünfjährige Anfechtungsfrist eine Klagebefristung darstelle, wobei das Klagerecht bei Nichteinhaltung der Frist verwirke. Diese Auffassung ist jedoch unzutreffend; denn ist der Anfechtungsanspruch einmal entstanden, kann er unter Umständen auch ohne Prozess durchgesetzt werden (BERZ, a.a.O. S. 79 Anm. 10). Der Anwendung der Verjährungsvorschriften des Obligationenrechtes steht in dieser Hinsicht nichts entgegen.\n\nSchliesslich behalten auch die praktischen Gesichtspunkte, auf die das Bundesgericht im bereits zitierten Entscheid 41 III 320 hingewiesen hat, ihr Gewicht. Wenn die nach der Konkurseröffnung oder der Ausstellung eines Pfändungsverlustscheines laufende Fünfjahresfrist nicht wie eine Verjährungsfrist unterbrochen werden könnte, würde dies in bestimmten Fällen zu einer ausserordentlichen Erschwerung der Anfechtungsmöglichkeit führen. Ein solches Entgegenkommen gegenüber den Anfechtungsbeklagten ist aber unter Berücksichtigung der gesamten Interessenlage nicht gerechtfertigt. Die Bestimmungen über die Verjährungsunterbrechung gemäss Art. 135 OR müssen nach dem Ausgeführten in einem Fall wie dem vorliegenden anwendbar sein. Ob es sich dabei um eine direkte oder nur analoge Anwendung handelt, braucht nicht entschieden zu werden."}