{"annee": "99", "cour": "IA", "page": "482", "date": "7/3/1973", "cite": ["991 A 148", "91 I 329", "97 I 792"], "cite_par": ["120 IB 465", "109 IB 20", "101 IA 188", "104 IA 201", "112 IB 496"], "chapeau": "59. Auszug aus dem Urteil vom 7. März 1973 i.S. Werder gegen Regierungsrat und Verwaltungsgericht des Kantons Zürich.", "regestes": ["Art.22ter Cst., garantie de la propriété. Refus de l'autorisation de bâtir en tant que mesure de planification, art. 129 de la loi zurichoise sur les constructions; réversal de démolition. Le réversal de démolition est une condition à laquelle est subordonnée l'autorisation de bâtir lorsque cette autorisation pourrait être refusée (consid. 3). Il ne peut pas aller au-delà du but visé par le refus d'autorisation qui le justifie (consid. 4). Refus temporaire de l'autorisation; pouvoir d'examen du Tribunal fédéral quant à la base légale (consid. 3) et quant à l'intérêt public (consid. 5)."], "faits": "BGE 99 Ia 482 S. 482\n\nA.- Ernst Werder ist Eigentümer des Grundstücks Kat. Nr. 5369, welches in Sünikon/Steinmaur an der Wehntalerstrasse, BGE 99 Ia 482 S. 483einer Hauptverkehrsstrasse I. Klasse, liegt. Mitte September 1969 stellte er bei der Gemeinde ein Baugesuch für einen Gartensitzplatz mit Abschlussmauer und einem gedeckten Zugang zum Wohnhaus. Die Baudirektion des Kantons Zürich überprüfte das Gesuch unter strassenpolizeilichen Gesichtspunkten. Mit Verfügung vom 31. Oktober 1969 ermächtigte sie den Gemeinderat von Steinmaur, die geplante Baute wegen ihrer ungünstigen Präjudizierung der zukünftigen Baulinienziehung an der Wehntalerstrasse nur unter der Bedingung zu bewilligen, dass Werder die folgende öffentlich-rechtliche Eigentumsbeschränkung im Grundbuch anmerken lasse:\n\n\"Der jeweilige Eigentümer ist verpflichtet, den gedeckten Zugang und die Abschlussmauer (Sitzplatz) auf eigene Kosten und ohne Entschädigung seitens des Staates oder der Gemeinde zu beseitigen, wenn der Ausbau der Strasse oder andere wichtige Gründe dies erfordern. Ob solche Gründe vorliegen, entscheidet die Baudirektion des Kantons Zürich\".\n\nDer Gemeinderat Steinmaur erteilte am 8. November 1969 die Baubewilligung, wobei er die Bedingungen der Baudirektion zu deren integrierendem Bestandteil erklärte.\n\nB.- Ernst Werder wandte sich innert der Rekursfrist, die in der auch ihm zugestellten Verfügung der Baudirektion vom 31. Oktober 1969 angesetzt worden war, an den Regierungsrat des Kantons Zürich. Der Rekurs wurde am 16. September 1971 abgewiesen. Hierauf erhob Werder Beschwerde beim Verwaltungsgericht des Kantons Zürich mit dem Begehren, ihn von dem durch die Baudirektion angeordneten Beseitigungsrevers zu entlasten. Mit Entscheid vom 24. Februar 1972 wies das Verwaltungsgericht die Beschwerde ab, im wesentlichen aus folgenden Gründen: Nach der vom Verwaltungsgericht geschützten ständigen Praxis des Regierungsrats könnten gestützt auf § 129 des Zürcher Baugesetzes für Ortschaften mit städtischen Verhältnissen vom 23. April 1893 (BauG), welches für Strassen I. Klasse sinngemäss Anwendung finde (§ 31 b Abs. 2 des Gesetzes betreffend das Strassenwesen vom 20. August 1893 (StrassG)), Baubewilligungen verweigert werden, wo ein Bebauungsplan fehle oder ein vorhandener Bebauungsplan in Revision stehe und zu befürchten sei, die Ausführung der projektierten Baute könnte die angemessene Gestaltung des Bebauungsplanes, namentlich die Ziehung der Baulinien, ungünstig präjudizieren. Eine solche Bauverweigerung sei nicht BGE 99 Ia 482 S. 484unbefristet, sondern gelte nur bis zu der von der Gemeinde beförderlich an die Hand zu nehmenden Planung. Entgegen der Auffassung des Beschwerdeführers sei sie jedoch nicht von vornherein auf fünf Jahre zu beschränken. Die Annahme des Regierungsrates, dass für die Baulinien der Wehntalerstrasse ein Abstand von 30 m vorzusehen sei, lasse sich vertreten. Auch wenn die von Werder geplante Baute nur 3,65 m in das Gebiet zwischen den künftigen Baulinien hineinrage, so werde deren Ziehung dadurch doch ungünstig präjudiziert. Die Baute hätte deshalb nach § 129 BauG verweigert werden können. Wenn sie unter der Bedingung eines Beseitigungsrevers dennoch bewilligt werde, so geschehe dies im Sinne eines milderen Eingriffs in die Eigentumsrechte.\n\nC.- Mit Eingabe vom 20. Mai 1972 hat Ernst Werder gegen diesen Entscheid des Verwaltungsgerichts des Kantons Zürich vom 24. Februar 1972 sowie die Entscheide des Regierungsrats und der Baudirektion staatsrechtliche Beschwerde erhoben. Er macht eine Verletzung der Eigentumsgarantie sowie Willkür geltend und beantragt sinngemäss, den von den kantonalen Behörden angeordneten Beseitigungsrevers aufzuheben. Die Begründung der Beschwerde ist, soweit nötig, in den nachstehenden Erwägungen wiedergegeben.\n\nD.- Das Verwaltungsgericht des Kantons Zürich beantragt Abweisung, soweit auf die Beschwerde einzutreten ist. Der Regierungsrat hat auf Gegenbemerkungen verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. a) Nach der Rechtsprechung des Bundesgerichts kann sich die staatsrechtliche Beschwerde nur gegen den Entscheid der letzten kantonalen Instanz mit freier Prüfungsbefugnis richten und nicht auch gegen vorausgegangene Entscheide unterer Instanzen (BGE 991 a 148 Erw. 2, 160 je mit Verweisungen). Das Zürcher Verwaltungsgericht beurteilt Beschwerden der vorliegenden Art in rechtlicher und tatsächlicher Hinsicht frei (§§ 50, 51, 60 des Zürcher Verwaltungsrechtspflegegesetzes vom 24. Mai 1959 (VRG); dass bei Fragen des Ermessens nur dessen Missbrauch und Überschreitung als Rechtsverletzung gelten, (§ 50 Abs. 2 lit. c VRG), bedeutet keine Einschränkung seiner Prüfungsbefugnis, wie sie hier zu verstehen ist. Auf das Beschwerdebegehren ist daher nicht einzutreten, soweit damit die Aufhebung der Entscheide des BGE 99 Ia 482 S. 485Regierungsrats und der Baudirektion des Kantons Zürich beantragt wird.\n\nb) Der Beschwerdeführer macht neben einer Verletzung der Eigentumsgarantie (Art. 22ter BV) auch geltend, der angefochtene Entscheid sei willkürlich. Diese Rüge erschöpft sich jedoch in der Behauptung, das Verwaltungsgericht habe die aus der Eigentumsgarantie sich ergebenden Grundsätze in willkürlicher Weise missachtet, weshalb ihr keine selbständige Bedeutung zukommt.\n\n3. Der Beseitigungsrevers ist eine öffentlichrechtliche Eigentumsbeschränkung, die im Sinne eines weniger weit gehenden Eingriffs mit einer Baubewilligung verbunden wird, wenn diese überhaupt verweigert werden könnte. Seine Verfassungsmässigkeit hängt somit zunächst davon ab, ob die Voraussetzungen für eine Verweigerung der Baubewilligung gegeben sind. Die dem streitigen Revers zugrundeliegende Bauverweigerung wurde von der zuständigen Behörde wegen der künftigen Baulinienziehung für die Wehntalerstrasse angeordnet, und zwar im Sinne einer vorübergehenden Massnahme bis zur Erstellung des Bebauungsplanes. Sie ist mit Art. 22ter BV vereinbar, wenn sie auf einer gesetzlichen Grundlage beruht und im öffentlichen Interesse steht (BGE 99 I a 37, 98 I a 38 Erw. 2, 97 I 795, 96 I 133). Ob die gesetzliche Grundlage vorhanden ist, prüft das Bundesgericht unter dem beschränkten Gesichtswinkel der Willkür, da ein im Hinblick auf die künftige Baulinienziehung vorsorglich erlassenes Bauverbot keinen besonders schweren Eingriff ins Eigentum darstellt. Die Frage des öffentlichen Interesses dagegen prüft es frei; es übt jedoch Zurückhaltung, soweit die Antwort von der Würdigung der örtlichen Verhältnisse abhängt, welche die kantonalen Behörden besser kennen und überblicken als das Bundesgericht, und soweit sich ausgesprochene Ermessensfragen stellen (BGE 98 I a 38, 376 Erw. 4 je mit Verweisungen).\n\n4. a) Die Bauverweigerung, mit welcher der angefochtene Beseitigungsrevers begründet wird, stützt sich auf § 129 BauG, der wie folgt lautet:\n\n\"Wenn sich der Bebauungsplan noch nicht auf die Baustelle und ihre Umgebung erstreckt und aus diesem Grunde die Bewilligung einstweilen verweigert wird, so soll der Gemeinderat beförderlich die Ergänzung desselben vornehmen und diese nebst den aufzustellenden Bau- und Niveaulinien dem Regierungsrat zur Genehmigung vorlegen\".\n\nBGE 99 Ia 482 S. 486\n\nDiese Vorschrift setzt nach ihrem Wortlaut und Sinn voraus, dass beim Fehlen eines Bebauungsplanes eine nachgesuchte Bewilligung einstweilen verweigert werden kann. Mit Recht wird dies in der staatsrechtlichen Beschwerde nicht mehr bestritten. Der Beschwerdeführer anerkennt auch, dass die Vorschrift nach § 31 b Abs. 2 StrassG auf das fragliche Gebiet von Sünikon/Steinmaur anwendbar ist und der Entscheid über die Zulassung der Baute der kantonalen Baudirektion zusteht, da die Baulinie für eine Strasse I. Klasse in Frage steht. Er macht jedoch geltend, die Bauverweigerung müsse aufhöchstens fünf Jahre begrenzt werden. Der im Abschnitt \"Übergangs- und Vollzugsbestimmungen\" des BauG enthaltene § 149 a, wonach für Grundstücke, die zur Ausführung eines in Vorbereitung befindlichen öffentlichen Werkes benötigt werden, ein längstens auf fünf Jahre befristetes Bauverbot bei der Direktion der öffentlichen Bauten nachgesucht werden könne, sei nämlich auch bei einer Bauverweigerung nach § 129 BauG zu beachten. Ob dies zutrifft und die vom Verwaltungsgericht vertretene Auffassung, § 149 a BauG stelle neben der Bauverweigerung nach § 129 BauG ein selbstständiges Planungsinstrument dar und sei auf diese auch nicht analog anwendbar, als willkürlich zu betrachten ist, kann jedoch offen bleiben. Denn es geht hier einzig um die Frage, ob eine vorübergehende Bauverweigerung überhaupt zulässig ist; dass die Massnahme nach § 129 BauG nicht unbefristet ist, wird schon damit gesagt, dass die Bewilligung einstweilen verweigert werden kann und ergibt sich auch daraus, dass die zuständige Behörde die Planung beförderlich vorzunehmen hat. Welche zeitliche Ausdehnung der Massnahme sich mit der Eigentumsgarantie vereinbaren lässt und ob allenfalls § 149 a BauG zu berücksichtigen ist, braucht jetzt noch nicht entschieden zu werden. Die Frage wird erst aktuell, wenn der Beschwerdeführer allenfalls angesichts einer ihm zu lange scheinenden Dauer der Beschränkung deren Aufhebung bzw. die Beseitigung des Revers verlangen will. Was ihre grundsätzliche Zulässigkeit betrifft, so findet die in Frage stehende einstweilige Bauverweigerung in § 129 BauG ihre hinreichende gesetzliche Grundlage.\n\nb) Zu Unrecht glaubt der Beschwerdeführer, der Gartensitzplatz dürfe ihm nicht verweigert bzw. mit einem Revers belastet werden, weil an dieser Stelle bereits ein Gebäudeteil gestanden habe, dessen Wert höher gewesen sei und der wegen seiner solideren Konstruktion sogar eine grössere präjudizierende BGE 99 Ia 482 S. 487Wirkung auf die künftige Planung gehabt hätte. Der Beschwerdeführer hat den alten Gebäudeteil freiwillig beseitigt. Die frühere Existenz eines freiwillig abgebrochenen Hausteils verleiht dem Grundeigentümer jedoch keinen Anspruch darauf, die betreffende Stelle überhaupt wieder oder unter den gleichen rechtlichen Voraussetzungen neu zu überbauen. Er hat sich der nunmehr geltenden - provisorischen oder definitiven - Regelung der baulichen Ausnützung seiner Parzelle zu fügen.\n\n5. Das öffentliche Interesse an der Bauverweigerung bestreitet der Beschwerdeführer mit der Begründung, dass seine Anbaute die künftige Planung nicht ungünstig präjudiziere. Sie rage bloss 3,65 m in das Gebiet zwischen den vom Regierungsrat vorgesehenen Baulinien, deren Abstand von 30 m jedoch zu gross sei. Ein solcher Baulinienabstand sei für einen künftigen Strassenausbau nicht notwendig; eine in der Nähe durchgeführte Strassenkorrektur zeige, dass man bloss mit einer Strassenbreite von 11,5 m zu rechnen habe.\n\nOb im Einzelfall die tatsächlichen Verhältnisse eine Bauverweigerung rechtfertigen, beurteilt sich naturgemäss nach weniger strengen Kriterien, wenn sie als einstweilige Massnahme im Hinblick auf die künftige Planung verfügt wird, als wenn es um ein endgültiges Bauverbot geht. Im Rahmen der vorsorglichen Freihaltung eines Gebietes können noch gar nicht alle Gesichtspunkte, die bei der definitiven Planung massgebend sein werden, berücksichtigt und abschliessend geprüft werden. An den Nachweis einer ungünstigen Auswirkung der Baute auf den zu schaffenden Bebauungsplan sind deshalb keine hohen Anforderungen zu stellen; allerdings rechtfertigt nicht schon, wie im regierungsrätlichen Entscheid zutreffend ausgeführt wird, jede noch so entfernte Möglichkeit einer Kollision zwischen privater Bautätigkeit und öffentlicher Planung eine Bauverweigerung. Es geht um Ermessensfragen, die in Würdigung der örtlichen Verhältnisse und mit Blick auf die künftige Entwicklung zu beurteilen sind, was dem Bundesgericht Zurückhaltung bei der Überprüfung des Entscheids der kantonalen Behörde gebietet. Solange diese aus vertretbaren Gründen annimmt, der projektierte Bau könnte die künftige Planung beeinträchtigen, kann von einem Verstoss gegen die Eigentumsgarantie nicht gesprochen werden.\n\nEine ungünstige Präjudizierung der Baulinienziehung wäre somit zu verneinen, wenn von vornherein mit Gewissheit feststehen würde, dass ein künftiger Ausbau der Wehntalerstrasse BGE 99 Ia 482 S. 488unter keinen Umständen einen Baulinienabstand erfordern wird, der die Baute des Beschwerdeführers erfasst. Das ist jedoch nicht der Fall, auch wenn ein Baulinienabstand von 30 m als hoch erscheint und die Baute nur 3,65 m hineinragt. Die vorsorgliche Freihaltung von Land in einem planerisch noch nicht erfassten Strassengebiet hat sich vernünftigerweise nicht auf ein Minimum, sondern auf die allfällige äusserste Grenze des künftigen Raumbedarfs auszurichten. Nach den Ausführungen der kantonalen Behörden dient die Wehntalerstrasse neben der geplanten Hochleistungsstrasse Kloten-Bülach der Verbindung des Flughafens mit dem Kanton Aargau. Mit ihrer nur 7 bis 8 m Breite werde sie dem in naher Zukunft anfallenden Verkehr nicht mehr genügen. Sie werde deshalb neben der projektierten Hochleistungsstrasse als wichtigste Bebauungsplanstrasse in die Verkehrsplanung aufgenommen. Entsprechend ihrer Bedeutung müsse daher ein Baulinienabstand von 30 m vorgesehen werden. Was der Beschwerdeführer dagegen vorbringt, vermag diese planerischen Überlegungen der Behörde nicht zu entkräften. So anerkennt er selbst, dass die Strasse heute schon sehr stark befahren ist. Ihre Ausbaufähigkeit lässt sich aber nicht verneinen mit dem Hinweis auf die bereits bestehende verhältnismässig enge Strassenüberführung beim Pfaffenrank. Wenn die Strasse an jener Stelle samt Trottoir nur 11,5 m breit ist, so muss sie deswegen nicht auf der ganzen Länge diese Breite aufweisen. Der weitere Einwand des Beschwerdeführers, ein so grosser Baulinienabstand rechtfertige sich höchstens für Wohnbauten, nicht aber für eine Gartenanlage, betrifft Details, die im Rahmen der vorsorglichen Planung noch nicht entschieden zu werden brauchen und vorgebracht werden können, wenn die Baulinie endgültig festgesetzt ist. Selbst wenn die Möglichkeit nicht auszuschliessen ist, dass das einstweilen von einer Bauverweigerung betroffene Grundstück bei der definitiven Planung freigegeben werden könnte, so ist dies kein Beweis für die Unhaltbarkeit der vorsorglichen Planungsmassnahme, sondern entspricht nur ihrem provisorischen Charakter. Das öffentliche Interesse an der einstweiligen Bauverweigerung ist somit zu bejahen.\n\n6. Art. 22ter BV verlangt indessen nicht nur, dass an der in Frage stehenden Eigentumsbeschränkung überhaupt ein öffentliches Interesse besteht. Der Eingriff ins Eigentum darf vielmehr nur so weit gehen, als der verfolgte öffentliche Zweck BGE 99 Ia 482 S. 489es erheischt, d.h. er muss verhältnismässig sein (BGE 97 I 799). Der Beseitigungsrevers ist die Bedingung, unter welcher eine Baubewilligung, die an sich zu verweigern wäre, ausnahmsweise doch erteilt wird. Gegenüber der Verweigerung stellt die mit einer solchen Bedingung verbundene Erteilung der Bewilligung den milderen Eingriff dar und ist insoweit ohne weiteres verhältnismässig. Der Revers muss daneben aber auch im Zusammenhang stehen mit der ihm zugrundeliegenden Bauverweigerung. Er darf keinem anderen Zweck dienen als dem Zweck, der mit der Bauverweigerung verfolgt wird. Im vorliegenden Fall ist es die vorsorgliche Festsetzung der im Hinblick auf den Ausbau der Wehntalerstrasse zu ziehenden Baulinie, welche die Bewilligungsverweigerung rechtfertigt. Über diesen Zweck darf der streitige Revers nicht hinausgehen. Die Pflicht zur allfälligen Beseitigung der Anbaute besteht nur dann, wenn die endgültig festgesetzte Baulinie für die Wehntalerstrasse dies erfordert. Wird die Baulinie bei der definitiven Planung vor der Baute durchgezogen, so fällt die rechtliche Grundlage der Bauverweigerung und damit auch des Revers dahin; kommt die Baute dagegen innerhalb der endgültigen Baulinie zu stehen, so wird das Bauverbot bzw. der Revers endgültig, stützt sich dann aber auf die rechtliche Grundlage der für die Baulinien geltenden Vorschrift des § 48 BauG. Der von der Baudirektion verfügte Revers verpflichtet den Beschwerdeführer jedoch zur Beseitigung der Baute nicht nur, wenn der Ausbau der Wehntalerstrasse, sondern auch, wenn andere wichtige Gründe dies erfordern. Das geht zu weit. Eine Pflicht zur Beseitigung der Baute aus andern als strassenbautechnischen Gründen wäre durch den öffentlichen Zweck, der den Revers bzw. die diesem zugrundeliegende Bauverweigerung rechtfertigt, nicht mehr gedeckt. Die Klausel ist deshalb in dem Sinne restriktiv auszulegen, dass der jeweilige Eigentümer nur aus Gründen, die mit dem Ausbau der Wehntalerstrasse zusammenhangen, zur Beseitigung der Baute verpflichtet ist. Mit dieser eingeschränkten Bedeutung, an die sich die kantonalen Behörden zu halten haben, ist der Beseitigungsrevers mit der Eigentumsgarantie vereinbar.\n\n7. Der Beschwerdeführer begründet die behauptete Unzulässigkeit des Beseitigungsrevers ferner damit, dass dieser eine materielle Enteignung bedeute, die nicht entschädigt werde. Ob eine materielle Enteignung vorliegt und diese allenfalls BGE 99 Ia 482 S. 490entschädigungspflichtig wäre, ist im vorliegenden Verfahren, da es einzig um die Zulässigkeit der Bauverweigerung bzw. des Revers geht, jedoch nicht zu prüfen. Ansprüche aus einer vermeintlichen materiellen Enteignung sind auf dem in § 183bis ff. EGZGB vorgesehenen Rechtswege geltend zu machen; das Bundesgericht könnte sich darüber erst im Anschluss an einen in diesem Verfahren ergangenen letztinstanzlichen kantonalen Entscheid äussern (BGE 91 I 338).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen abgewiesen, soweit darauf einzutreten ist."}