{"annee": "99", "cour": "IB", "page": "159", "date": "13/7/1973", "cite": ["99 IB 60", "98 IB 457", "97 I 778", "97 I 740", "92 I 427", "97 II 259", "97 I 293", "95 I 289", "96 I 138", "97 I 573", "94 I 82", "91 I 457", "88 I 276"], "cite_par": ["101 IB 462", "108 IB 540", "139 II 460", "118 IB 536", "103 IA 360", "100 IB 429", "107 IB 177", "128 II 34", "104 IB 364", "108 IB 19", "101 IB 143", "103 IV 192", "100 IB 318", "109 IB 285", "105 IB 348", "110 IB 213", "103 IB 134", "104 IB 205", "124 I 127", "101 IB 70", "100 IB 310"], "chapeau": "20. Urteil vom 13. Juli 1973 i.S. Hans Giger AG gegen Abteilung für Landwirtschaft des Eidg. Volkswirtschaftsdepartements.", "regestes": ["Procédure (OJ/LPA) - Examen de la légalité et de la constitutionnalité de dispositions d'une ordonnance dans la procédure devant le Tribunal fédéral (consid. 1a). - Les conclusions en constatation de droit sont recevables si le requérant y a un intérêt digne de protection (consid. 1b). Ordonnance sur le bétail de boucherie: contingents d'importation d'aloyaux. - Principes en matière de limitation quantitative des importations (consid. 3). - Légalité des dispositions sur le droit d'importer (consid. 4 a), la fixation des contingents des groupes (consid. 4 b), les principes de calcul des contingents (consid. 4 c) et le système d'écoulement des excédents (consid. 4 d)."], "faits": "BGE 99 Ib 159 S. 160\n\nA.- Das Bundesgesetz über die Förderung der Landwirtschaft und die Erhaltung des Bauernstandes vom 3. Oktober 1951 (LwG) bezweckt, durch seine Vorschriften einen gesunden Bauernstand und im Dienste der Landesversorgung eine leistungsfähige Landwirtschaft zu erhalten und sie unter Wahrung der Interessen der schweizerischen Gesamtwirtschaft zu fördern. Um dieses Ziel erreichen zu können, ist der Bundesrat unter anderem befugt, die Einfuhr landwirtschaftlicher Erzeugnisse mengenmässig zu beschränken oder Zollzuschläge zu erheben, wenn der Absatz inländischer landwirtschaftlicher Erzeugnisse zu angemessenen Preisen durch die Einfuhr gleichartiger landwirtschaftlicher Erzeugnisse gefährdet wird. Ferner können die Importeure unter den gleichen Voraussetzungen verpflichtet werden, gleichartige Erzeugnisse inländischer Herkunft und handelsüblicher Qualität in einem zumutbaren Verhältnis zur Einfuhr zu übernehmen (Art. 23 Abs. 1 LwG). Wenn für die Verwertung einheimischer landwirtschaftlicher Erzeugnisse infolge der Einfuhr eines nicht gleichartigen Produktes eine nicht mehr tragbare Konkurrenz entsteht, kann auch für diese nicht gleichartigen Produkte die Einfuhr beschränkt und eine Übernahmepflicht im dargelegten Sinne angeordnet werden, allerdings nur vorübergehend (Art. 23 Abs. 2 LwG). Sofern die Einfuhr bewilligungspflichtig ist, sind die Einfuhrberechtigungen periodisch neu zu ordnen, wobei eine ausreichende Kontingentsreserve zur Anpassung an wechselnde Verhältnisse zu schaffen ist (Abs. 3).\n\nBGE 99 Ib 159 S. 161\n\nUm Preiszusammenbrüche bei wichtigen landwirtschaftlichen Produkten zu vermeiden, kann der Bund sodann befristete Einzelaktionen zur Marktentlastung im Sinne der Überschussverwertung, insbesondere durch Unterstützung der Lagerhal.. tung, durchführen oder weitere im allgemeinen Interesse liegende Massnahmen zur Absatzförderung unterstützen (Art. 25 LwG).\n\nArt. 117 LwG überträgt dem Bundesrat die Vollziehung des Gesetzes und den Erlass der erforderlichen Ausführungsbestimmungen, soweit das Gesetz ihn nicht dem Eidg. Volkswirtschaftsdepartement (EVD) oder ihm nachgeordneten Amtsstellen übertragen hat. In Ausführung von Art. 23 und anderer Bestimmungen des Gesetzes erliess der Bundesrat am 30. Dezember 1953 die seither ausser Kraft gesetzte Verordnung betreffend Schlachtviehmarkt und Fleischversorgung (SVO). Art. 6-9 der Verordnung regelten die Einfuhrbeschränkungen für Schlachtvieh, Fleisch, Wurstwaren usw. und bezeichneten die Waren, die nur auf Grund einer Bewilligung eingeführt werden durften. Dazu gehörte Fleisch der Zolltarifnummern 76 a bis 78, Pferde, Füllen, Ochsen, Stiere, Kühe, Rinder usw., Schweine zum Schlachten und in Hälften. Art. 9 umschrieb die Einfuhrberechtigung. Aus den hier interessierenden Bestimmungen (Art. 9 Abs. 1 lit. a-c) ergibt sich, dass die Firmen des Lebensmittelhandels, die gewerbsmässig und dauernd Fleischwaren vertreiben, nur zur Einfuhr von konserviertem Fleisch und von gefrorenen Nierstücken sowie gefrorenen Schafen einfuhrberechtigt waren, nicht aber für andere Fleischarten wie beispielsweise Binden und Bindenstotzen. Einfuhrbewilligungen wurden nur nach Massgabe der Einzelkontingente erteilt. Art. 10 befasste sich mit deren Bemessung. Die Art. 12 ff. regelten die Übernahmepflicht der Importeure in Form der Überschussverwertung. Nach Art. 12 wurden die Importeure von Schlachtvieh, Pferden und Füllen zum Schlachten, von Fleisch in ganzen Tierkörpern, Hälften und Vierteln, sowie von Stotzen und von Wurstfleisch als übernahmepflichtig erklärt. Importeure, bei denen aus besondern Gründen die Überschussverwertung eine aussergewöhnliche Härte bedeutete, konnten sich durch Leistung einer Ersatzabgabe von der Übernahmepflicht befreien (Art. 16).\n\nArt. 25 SVO sah die Bildung einer gemeinsamen Organisation der am Schlachtvieh- und Fleischabsatz interessierten Kreise vor, die unter gewissen Voraussetzungen für bestimmte Vollzugsaufgaben BGE 99 Ib 159 S. 162herangezogen werden kann. Mit der \"Vereinbarung über die Schlachtviehordnung\" vom 22. Dezember 1953 gründeten solche Kreise als gemeinsame Organisation in diesem Sinne die Schweizerische Genossenschaft für Schlachtvieh- und Fleischversorgung (GSF), die heute noch besteht und die Kontingentierung technisch durchführt.\n\nDie SVO wurde im Laufe der Jahre verschiedentlich in Einzelpunkten revidiert und sodann durch die Verordnung über den Schlachtviehmarkt und die Fleischversorgung (Schlachtviehverordnung vom 27. September 1971) ersetzt. Die neue Verordnung trat am 15. Oktober 1971 in Kraft.\n\nArt. 6 bezeichnet die Waren, deren Einfuhr beschränkt werden kann. Es gehören dazu u.a. Kälber, Rinder, Kühe und Tiere der Schweinegattung, sowie deren Fleisch und geniessbare Schlachtnebenprodukte. Alle diese Tiere und Produkte dürfen nur auf Grund von Bewilligungen eingeführt werden. Solche werden im allgemeinen nach Massgabe der Verfügbarkeit von Einzelkontingenten auf Gesuch hin erteilt und sind nicht übertragbar (Art. 7 SVO). Art. 12 umschreibt die Einfuhrberechtigung; Art. 14 befasst sich mit den sogenannten Gruppenkontingenten. Die Art. 17 und 18 handeln von den Kontingentsgrundlagen für die Berechnung der Kontingente der einzelnen Einfuhrberechtigten. Die Art. 24 ff. regeln die Verpflichtung der Importeure zur Übernahme von Schlachtvieh durch Marktabräumung und Überschussverwertung. Nach Art. 24 sind die Importeure der in Art. 6 Abs. 1 Ziff. 1 und 2 lit. a genannten Waren, ausgenommen Schlachtnebenprodukte und Koscherfleisch, unter näher beschriebenen Voraussetzungen verpflichtet, inländisches Schlachtvieh nach den Weisungen der Abteilung für Landwirtschaft (ALw) in einem zumutbaren Verhältnis zu ihren gleichartigen Einfuhren zu übernehmen. Die Importeure haben diese Übernahmepflicht grundsätzlich durch Beteiligung an der pflichtgemässen Überschussverwertung zu erfüllen, so beispielsweise durch Einfrieren von Fleisch von Grossvieh, Kälbern usw. An der Marktabräumung haben sich dagegen nur einfuhrberechtigte Schlachtviehhandelsfirmen zu beteiligen (Art. 24 Abs. 2). Art. 31 handelt von der Befreiung von der Übernahmepflicht in Härtefällen durch Leistung einer Ersatzabgabe. Nach Art. 47 Abs. 1 lit. e kann dauernd oder vorübergehend von der Einfuhrberechtigung ausgeschlossen werden, wer die Übernahmepflicht nicht erfüllt.\n\nBGE 99 Ib 159 S. 163\n\nB.- Die Firma Hans Giger AG in Bern befasst sich mit dem Import en gros von Lebensmitteln. Sie führte u.a. gefrorenes Fleisch ein, anfänglich Hinter- und Vorderviertel, später auch Nierstücke, Bindenstotzen und Schaffleisch. Nach ihren Angaben machte der Anteil an der Einfuhr von gefrorenem und gekühltem Fleisch inklusive Schlachtnebenprodukte in den Jahren 1970 und 1971 rund 50% ihres Gesamtumsatzes aus. Auf Grund ihrer frühern Handelstätigkeit erhielt sie unter der Herrschaft der SVO von 1953 ein Kontingent von 20% der Einfuhrmenge an Binden und Bindenstotzen und ein Nierstückkontingent von 12% des Gesamtkontingentes; das letztere Kontingent wurde jedoch ab 1965 nach und nach reduziert und sank 1971 auf 6,41%. Die Hans Giger AG verkaufte das eingeführte Fleisch bis 1971 ausschliesslich an Metzger- und Fleischhandelsbetriebe. Im Jahre 1971 hat sie nach ihren Angaben ca. 1300 Abnehmer in 10'500 Einzellieferungen bedient. Der Reingewinn auf Bindenstotzen, Binden und Nierstücken habe 1971 rund 1,12% betragen.\n\nAm 13. Juli 1972 setzte die ALw das Einfuhrkontingent der Firma Hans Giger AG auf Grund der SVO vom 27. September 1971 für Bindenstotzen bzw. zugeschnittene Rindsbinden neu fest und wies ihr 10% der Importmenge, d.h. das gesamte Wirtschaftsgruppenkontingent des Lebensmittelhandels zu, dies deswegen, weil sich keine andern Lebensmittelhandelsfirmen über regelmässige Lieferungen von Stotzen bzw. Binden an die Bindenfleischfabrikanten ausweisen konnten. Am 4. August 1972 setzte sie sodann ihr Kontingent für die Einfuhr von Rindsnierstücken neu fest. Danach betrug ihr Anteil an der Einfuhr 3'1093% der jeweils alle 14 Tage freizugebenden Menge. Diese Regelung sollte vom 7. August 1972 bis anfangs Juli 1973 gelten. Mit Eingaben vom 15. Juli und 11. August 1972 wandte sich die Hans Giger AG an die ALw und verlangte eine Abänderung der Zuteilung zu ihren Gunsten. Die ALw unterbreitete die Eingaben dem EVD, das die ALw anwies, in ihrem ursprünglichen Sinne zu verfügen. Die ALw erliess daher am 7. September eine entsprechende definitive Verfügung.\n\nC.- Die Hans Giger AG zieht die Verfügung mit Verwaltungsgerichtsbeschwerde an das Bundesgericht weiter und stellt folgende Begehren:\n\n\"1. Die Kontingente der Beschwerdeführerin für BGE 99 Ib 159 S. 164\n\na) Binden und Bindenstotzen\n\nb) Rindsnierstücke\n\nseien in Abänderung der Kontingentszuteilung gemäss der angefochtenen Verfügung vom 7. September 1972 zu erhöhen und so zu bemessen, wie sie sich ergeben, wenn die angefochtenen Kürzungen der Gruppenkontingente des Lebensmittelhandels nicht berücksichtigt werden. Eventuell sei die Sache an das EVD und die Abteilung für Landwirtschaft zurückzuweisen mit der Weisung, die Kontingente im anbegehrten Sinne festzusetzen.\n\nGleichzeitig sei durch Erlass einer Feststellungsverfügung zu erkennen, dass die Festsetzung des Gruppenkontingentes des Lebensmittelhandels für Binden und Bindenstotzen auf bloss 10% und die Kürzung des Anteiles des Lebensmittelhandels an den Nierstücken von 14,75 % auf 12% gesetz- und verfassungswidrig sind und somit nicht berücksichtigt werden dürfen.\n\n2. Es sei durch Erlass einer Feststellungsverfügung ferner zu erkennen,\n\na) Hinsichtlich der Kontingentsgrundlagen:\n\n- dass die den Lebensmittelhandelsfirmen durch Art. 12/b/cc der neuen Schlachtviehordnung ab 1. Januar 1976 auferlegte Pflicht zur Übernahme von mindestens 25% inländischer Binden und Bindenstotzen gesetz- und verfassungswidrig ist und deswegen für die Beschwerdeführerin zur Erhaltung ihres Kontingentes für diese Fleischsorten entfällt, wobei eine Übernahme im Rahmen einer allfälligen Überschussverwertung vorbehalten bleibt;\n\n- dass es gesetz- und verfassungswidrig ist, wenn gemäss Art. 18 Abs. 4 der neuen Schlachtviehordnung als Kontingentsgrundlage der Lebensmittelhandelsfirmen für Rindsnierstücke neben den Importen auch im Inland zugekaufte Rindsnierstücke (bzw. solche, die in Hintervierteln oder Pistolas inländischer Herkunft enthalten sind) mitberücksichtigt werden, und dass somit die Einzelkontingente der Gruppe des Lebensmittelhandels nur auf Grund der Importe zu bestimmen sind.\n\nb) Hinsichtlich der Überschussverwertung:\n\n- dass es dem Landwirtschaftsgesetz und den bei seiner Durchführung zu beachtenden Verfassungsgrundsätzen widerspricht, eine selber nicht schlachtende und hinsichtlich der Importe auf bestimmte Stücke beschränkte Lebensmittelhandelsfirma im Rahmen der Überschussverwertung zur Übernahme inländischen Viehs zu verpflichten, und dass der Beschwerdeführerin somit auch weiterhin zu gestatten ist, sich an der Überschussverwertung wie bisher durch Leistung einer Ersatzabgabe zu beteiligen.\n\n3. Die Kosten des Beschwerdeverfahrens seien der Beschwerdegegnerin aufzuerlegen und es sei der Beschwerdeführerin eine Entschädigung für ihre Partei- und Anwaltskosten zuzuerkennen.\"\n\nD.- Die ALw und das EVD beantragen die Abweisung der Beschwerde.\n\nDer Instruktionsrichter verfügte den Beizug der Vernehmlassung BGE 99 Ib 159 S. 165der Kartellkommission zum Entwurf für die neue Schlachtviehverordnung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Beschwerdeführerin ficht die zahlenmässige Berechnungsweise der ihr auf Grund der neuen SVO zugeteilten Einfuhrkontingente nicht an. Dagegen erklärt sie, es müssten ihr grössere Anteile an den Einfuhrmengen zugeteilt werden, weil die neue Ordnung als solche teilweise gesetz- und verfassungswidrig sei. Zudem sei die Ordnung ungesetzlich, insoweit sie sie durch die Auferlegung von Übernahmepflichten zu einer Änderung ihrer Geschäftstätigkeit zwinge.\n\nDie SVO stellt eine bundesrätliche Verordnung dar, die auf Grund der in Art. 23 und 117 LwG enthaltenen Ermächtigungen erlassen wurde. Das Bundesgericht kann Verordnungen des Bundesrates grundsätzlich, von hier nicht in Betracht fallenden Ausnahmen abgesehen, auf ihre Rechtmässigkeit hin überprüfen (BGE 99 Ib 62). Es unterwirft dieser Kontrolle insbesondere die auf eine gesetzliche Delegation gestützten (unselbständigen) Verordnungen des Bundesrates. Es prüft, ob solche Verordnungen sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Soweit das Gesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit der unselbständigen Verordnungen (BGE 94 I 88 Erw. 1; auch BGE 97 II 272). Die Ausführungsverordnung muss sich somit innerhalb der vom Gesetz gewollten Ordnung halten. Sie kann ergänzende Verfahrensbestimmungen aufstellen, gewisse Gesetzesvorschriften näher präzisieren und eventuelle Lücken ausfüllen. Soweit nicht eine ausdrückliche Ermächtigung vorliegt, kann die Verordnung nicht neue Vorschriften aufstellen, die die Rechte der Bürger beschränken oder ihnen neue Pflichten auferlegen, selbst wenn diese Regeln sich noch mit dem Zweck des Gesetzes vertragen (BGE 98 I a 286 Erw. 6). Die Gesetz- oder Verfassungswidrigkeit einer Verordnungsvorschrift kann der betroffene Bürger im verwaltungsgerichtlichen Verfahren anlässlich einer auf sie gestützten Einzelverfügung rügen (BGE 92 I 431 Erw. 3; BGE 99 Ib 62 mit Hinweisen).\n\nb) Mit ihrem Begehren, es sei die Kontingentszuteilung abzuändern, verbindet die Beschwerdeführerin den Antrag, es sei zu erkennen, dass die Festsetzung der Gruppenkontingente BGE 99 Ib 159 S. 166des Lebensmittelhandels für Binden und Bindenstotzen und die Kürzung des Anteils desselben an den Nierstücken gesetz- und verfassungswidrig seien. Sie räumt selber ein, dieses Begehren könnte als blosses Motiv für das Leistungsbegehren verstanden werden. Es komme ihm jedoch insofern selbständige Bedeutung zu, als es dabei um die Feststellung der Zulässigkeit der Beschränkung der Gruppenkontingente, nicht nur um die Festsetzung der Einzelkontingente gehe.\n\nFeststellungsbegehren sind im verwaltungsgerichtlichen Verfahren zulässig, wenn daran ein schutzwürdiges Interesse besteht (BGE 98 Ib 459 Erw. 6 b). Die Beschwerdeführerin ficht sowohl die Bemessung der Gruppenkontingente als solche als auch die Berechnungsweisen innerhalb des Gruppenkontingents an. Sie macht jedoch selbst geltend, die Frage der Bemessung der Einzelkontingente sei von derjenigen nach der Zulässigkeit einer Kürzung der Gruppenkontingente nicht abtrennbar. Für eine besondere Feststellung der Unzulässigkeit der Kürzung der Gruppenkontingente besteht somit kein Anlass und damit kein hinreichend schutzwürdiges Interesse.\n\nHingegen erscheint es gerechtfertigt, ein Feststellungsurteil zu treffen über die Zulässigkeit der Vorschriften, die die Beschwerdeführerin verpflichten, ab 1976 mindestens 25% inländischer Binden und Bindenstotzen zu übernehmen. Ein Feststellungsanspruch kann nämlich auch hinsichtlich erst in der Zukunft eintretender öffentlichrechtlicher Rechte und Pflichten bestehen, sofern diese hinreichend konkret sind und jetzt schon ein schutzwürdiges Interesse an ihrer Feststellung besteht. Dass ein schutzwürdiges Interesse genügt, ergibt sich aus Art. 97 OG in Verbindung mit Art. 5 Abs. 1 lit. b VwG und Art. 1931it. a OG; nach Massgabe dieser Bestimmungen können nämlich beim Bundesgericht Feststellungsverfügungen dann angefochten werden, wenn sie sich einerseits auföffentliches Recht des Bundes stützen und anderseits der Beschwerdeführer durch die Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat (vgl. zum Feststellungsinteresse BGE 98 Ib 459 Erw. 6 b; GUENG, Zur Tragweite des Feststellungsanspruches gemäss Art. 25 VwG, in SJZ 67 (1971) S. 370 ff.; MÜLLER, Vorbeugender Verwaltungsrechtsschutz, in Zeitschr. für Walliser Rechtsprechung, 5 (1971) S. 345 ff.).\n\nWie die Beschwerdeführerin glaubhaft dartut, würde sie im Falle der Rechtsbeständigkeit der Vorschrift gezwungen, ihren BGE 99 Ib 159 S. 167Geschäftsbereich auf Gebiete auszudehnen, in denen sie bisher nicht tätig war, was für sie mit Unzukömmlichkeiten verbunden wäre. Mit der organisatorischen Umstellung müsste sie bereits vor 1976 beginnen. Sie hat deshalb ein schutzwürdiges Interesse, jetzt schon zu wissen, ob sie mit Recht zu dieser Umstellung in ihrer Geschäftstätigkeit verhalten werden kann.\n\nDasselbe trifft, wenn auch in weniger einschneidendem Masse, zu für die von der Beschwerdeführerin anbegehrte Feststellung, dass sie nicht verpflichtet sei, sich an der Überschussverwertung anders als in der bisherigen Weise, d.h. mit einer Geldzahlung, zu beteiligen. Zwar ist die Beschwerdeführerin durch die angefochtene Verfügung nicht gehalten, sich an der Überschussverwertung durch Übernahme von Inlandfleisch zu beteiligen, und es ist auch nicht darüber befunden worden, dass dies in Zukunft nicht durch Leistung einer Ersatzabgabe im Sinne von Art. 31 SVO geschehen kann. Wann es wieder zu einer Überschussverwertung kommt, ist ungewiss. So war im Jahre 1972 beispielsweise hinsichtlich des Absatzes von Rindfleisch keine solche nötig; Überschussverwertungen scheinen überhaupt nur selten angeordnet zu werden (vgl. Bericht der Expertenkommission für die Revision der Schlachtviehordnung, S. 152). Doch können einerseits die in der Verordnung genannten Voraussetzungen für die Beteiligung an der Überschussverwertung in Zukunft eintreten; anderseits hat die ALw durch das Schreiben vom 15. November 1971 zum Ausdruck gebracht, dass sie Art. 31 SVO einschränkend anzuwenden gedenkt. Die Beschwerdeführerin tut wiederum glaubhaft dar, dass die Realübernahme von Inlandfleisch im Zuge der Überschussverwertung sie zu einer Änderung ihrer bisherigen Betätigungsweise zwingen würde und dass sie bereits jetzt damit beginnen müsste, die organisatorischen Voraussetzungen für die Umstrukturierung ihrer Handelstätigkeit zu schaffen.\n\nDie Beschwerdeführerin hat im Verwaltungsverfahren, für das hinsichtlich der Feststellungsbegehren Art. 25 VwG Recht schafft (98 Ib 457; GUENG und MÜLLER, a.a.O.), entsprechende Anträge auf Erlass einer Feststellungsverfügung gestellt. Die angefochtene Verfügung spricht sich zu diesen Feststellungsbegehren nicht direkt aus, sondern erwähnt sie einzig in der Darstellung des rechtserheblichen Sachverhaltes. Es ist deshalb anzunehmen, dass die Begehren als stillschweigend abgelehnt zu gelten haben. Die ALw ist mit dieser Betrachtungsweise BGE 99 Ib 159 S. 168einverstanden. Es ist deshalb auf den in Ziff. 2 der Beschwerdebegehren enthaltenen Feststellungsantrag einzutreten.\n\n3. a) Art. 23 LwG sieht drei Arten von Massnahmen zum Schutze der inländischen landwirtschaftlichen Erzeugung vor, wenn diese durch die Einfuhr gefährdet wird: einmal die mengenmässige Beschränkung der Einfuhr gleichartiger Erzeugnisse, sodann die Erhebung von Zollzuschlägen und schliesslich die Verpflichtung der Importeure zur Übernahme gleichartiger inländischer Erzeugnisse in einem zumutbaren Verhältnis zur Einfuhr (Leistungssystem). Diese Massnahmen können unabhängig voneinander oder kombiniert angeordnet werden. Genügen sie nicht, weil durch die Einfuhr nicht gleichartiger Produkte der Absatz der Inlandware beschränkt wird, kann der Bundesrat auch die Einfuhr nicht gleichartiger Produkte beschränken; schliesslich kann er, wenn Preiszusammenbrüche drohen, besondere Verwertungsmassnahmen anordnen.\n\nDie revidierte SVO setzt, wie die alte Ordnung, sowohl die Kontingentierung der Einfuhr (Art. 5 ff.), wie auch das Leistungssystem (Art. 24 ff.) als Schutzmassnahmen ein. Beide Massnahmen setzen voraus, dass der Absatz landwirtschaftlicher Erzeugnisse zu angemessenen Preisen durch die Einfuhr gefährdet ist (Art. 23 Abs. 1 LwG).\n\nVon der Beschwerdeführerin wird nicht bestritten, dass die Voraussetzungen für beide Massnahmen gegeben sind. Die Rüge, die Kontingentierung sei nicht begründet, erhebt sie mit Recht nicht; denn sowohl die mengenmässige Beschränkung der Einfuhr als auch die Pflicht zur Übernahme gleichartiger landwirtschaftlicher Erzeugnisse inländischer Herkunft finden ihre Grundlage im Gesetz; auch sind die Absatzverhältnisse für die Inlanderzeugung unbestrittenermassen derart, dass Massnahmen zu ihrem Schutz angezeigt sind. Diese gesetzliche Ordnung hat das Bundesgericht hinzunehmen; namentlich hat es nicht zu prüfen, ob eine andere Einfuhrregelung auch möglich und zweckmässig wäre.\n\nb) Mit einer Beschränkung der Einfuhr können verschiedene Ziele angestrebt werden. Neben dem Schutz inländischer Wirtschaftszweige gegen ausländische Konkurrenz vermögen etwa aussenhandelspolitische oder konjukturpolitische Absichten gefördert werden (vgl. FREI, Kontingentierung und Einfuhrbeschränkung, Diss. Bern 1941, S. 31). Es kann auch versucht werden, mit ihr den Aufbau eines bestimmten Wirtschaftszweiges BGE 99 Ib 159 S. 169zu beeinflussen (vgl. BGE 97 I 302 Erw. 3 d; LYK, Wirtschaftspolitisch motivierte Bewilligungspflichten im schweizerischen Recht, Diss. Bern 1970, S. 60, Anm. 179). Die Zielsetzung der Importbeschränkung für landwirtschaftliche Erzeugnisse ist in Art. 23 LwG umschrieben. Sie soll der Förderung der einheimischen Landwirtschaft durch Sicherung des Absatzes inländischer landwirtschaftlicher Erzeugnisse zu angemessenen Preisen dienen (BGE 95 I 297). Über die Art und Weise der Bemessung und Verteilung der Kontingente bei mengenmässiger Begrenzung der Einfuhr ist damit noch nichts gesagt. Das Gesetz schreibt einzig vor, dass die Einfuhrberechtigungen periodisch neu zu ordnen sind und eine angemessene Kontingentsreserve zu schaffen ist. Der Gesetzgeber hat damit dem Bundesrat nicht nur bei der Wahl der Massnahmen nach Art. 23 Abs. 1 LwG, sondern auch bezüglich der Kontingentsbemessung weites Ermessen eingeräumt. Das Bundesgericht kann daher hinsichtlich der Regelung der Kontingentseinräumung bei der Überprüfung der SVO nicht sein eigenes Ermessen an die Stelle desjenigen des Bundesrates setzen; es hat sich auf die Prüfung zu beschränken, ob die umstrittenen Verordnungsvorschriften offensichtlich aus dem Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen herausfallen (BGE 88 I 280 Erw. 3) oder aus andern Gründen gesetz- oder verfassungswidrig seien (BGE 97 I 583 Erw. 3 und 446; BGE 97 II 272). Insbesondere kann es nicht Aufgabe des Bundesgerichtes sein, zu untersuchen, ob die vorgesehenen Massnahmen wirtschaftlich zweckmässig sind oder nicht. Für die Zweckmässigkeit der angeordneten Massnahmen trägt der Bundesrat die Verantwortung, nicht das Bundesgericht. Die von ihm verordnete Regelung verstösst nur dann gegen Art. 4 BV, wenn sie sich nicht auf ernsthafte Gründe stützen lässt, wenn sie sinn- und zwecklos ist oder wenn sie rechtliche Unterscheidungen trifft, für die sich ein vernünftiger Grund in den tatsächlichen Verhältnissen nicht finden lässt (BGE 96 I 143; BGE 97 I 782 Erw. 2 c). Freilich hat der Bundesrat bei der Kontingentierung auch auf die Interessen anderer Wirtschaftszweige Rücksicht zu nehmen. Ob zu ihnen auch die Konsumenten im allgemeinen gehören, mag offen bleiben. Das Bundesgericht könnte jedenfalls die Ordnung ganz oder teilweise nur aufheben, soweit sie offensichtlich die Rücksichtnahme auf die andern Wirtschaftszweige vermissen liesse.\n\nIn welcher Weise die Kontingente ihrer Höhe nach festgesetzt BGE 99 Ib 159 S. 170und verteilt werden, ist ein Problem, das der Bundesrat im Rahmen der gesetzlichen Zwecksetzung zu lösen hat. Nahe liegt eine Bemessung der Kontingente nach der bisherigen Importtätigkeit der Einfuhrberechtigten in einem bestimmten, der Einführung der Kontingentierung vorausliegenden Zeitraum. Ungleichheiten können leicht vermieden werden, wenn die Einfuhrberechtigung eines jeden bisherigen Importeurs gleichmässig gekürzt wird. Das war denn auch der Grundsatz für die Kontingentsbemessung unter der alten SVO für konserviertes Fleisch und Nierstücke, Wurstwaren, Schweineschmalz und Rinderfett (vgl. hiezu auch VEB 1952, S. 159). Indessen lässt sich eine solche Aufteilung nicht unbeschränkt aufrechterhalten, wenn das ganze System nicht erstarren und insbesondere neue Interessenten vom Import nicht dauernd ausgeschlossen werden sollen (vgl. zur Problematik einer solchen Ordnung GYGI, Interventionsrecht und Interventionsverwaltung, Bern 1958, S. 66 f.). Die vorgeschriebene Bereitstellung einer Kontingentsreserve vermag zwar Härten in letzterer Hinsicht zu mildern, wird aber nicht ausreichen, um bei sich stark ändernden Verhältnissen den Bedürfnissen zu genügen. Es wird sich daher nicht vermeiden lassen, dass bei dieser Art der mengenmässigen Beschränkung der Einfuhr die Importeure sich im Laufe der Zeit unter Umständen Kürzungen in ihren Zuteilungen gefallen lassen müssen (BGE 97 I 743, Erw. 3), sofern nicht bisherige Kontingentsinhaber auf ihr Kontingent verzichten oder es nicht mehr selber ausnützen. Eine Besitzstandsgarantie besteht in dieser Hinsicht nur, soweit sie ausdrücklich vorgesehen ist oder sich aus dem Sinne der Ordnung ergibt.\n\nEine Revision der gesamten Ordnung ist daher unter Umständen angezeigt. Art. 23 LwG schreibt sie dem Bundesrat sogar zwingend vor. Die dort vorgesehene periodische Neufestsetzung der Einfuhrberechtigung kann sich dabei nicht allein auf die Umschreibung des Kreises der Einfuhrberechtigten beziehen, sondern auch auf das Ausmass der diesen zuzuerkennenden Kontingente. Es ergibt sich aus der Natur der zu ordnenden Verhältnisse, dass dabei auf die traditionellen Importberechtigten Rücksicht zu nehmen ist und einschneidende Veränderungen vermieden werden, wenn sie sich nicht aufdrängen, damit der Gesetzeszweck besser gewahrt werden kann. Das kann aber jedenfalls nicht bedeuten, dass nicht auch weitere, bisher am Import nicht beteiligte Kreise zur Einfuhr zugelassen BGE 99 Ib 159 S. 171werden, wenn dafür ein sachlich gerechtfertigtes Bedürfnis besteht. Andernfalls müsste die Ordnung wiederum erstarren. Wird davon ausgegangen, dass nicht ohne gewichtige Gründe in die traditionelle Struktur eingegriffen werden soll, ist damit nicht gesagt, dass - wie die Beschwerdeführerin offenbar annimmt - einzig der Lebensmittelhandel dazu gehöre. Im Zeitpunkt der Revision der SVO gehörten bereits auch die Metzger und der Schlachtviehhandel dazu. Entgegen der Ordnung, wie sie beispielsweise bei der Futtermitteleinfuhr geschaffen wurde (BGE 97 I 295) enthalten weder die gesetzliche Ordnung noch die Regelung auf der Verordnungsstufe eine Garantie der Erhaltung einer bestimmten Struktur, die bei der Neufassung der SVO zu berücksichtigen gewesen wäre. Ist die dem einzelnen Importeur zugeteilte Quote prozentmässig fixiert, kann eine Änderung dieser Quote im Sinne einer Erhöhung oder Ermässigung vor allem dann in Frage kommen, wenn die Gesamtmenge der eingeführten Erzeugnisse sich im allgemeinen oder der Zusammensetzung nach erheblich ändert. Es ist dabei unvermeidlich, dass jede Ordnung und jede Änderung dieser Ordnung die Verhältnisse, wie sie sich ohne staaliche Einfuhrregelung gestaltet haben, verändert und dass sie einen Zustand aufrechterhält, der von der Ordnung, wie sie sich bei Aufhebung der Einfuhrbeschränkung ergäbe, abweichen wird. Eine vollständige Wettbewerbsneutralität (vgl. dazu BGE 91 I 462) staatlicher Eingriffe ist nicht erreichbar; es ist gerade der Zweck des Eingriffs, den Wettbewerb in bestimmte Bahnen zu lenken. Die SVO erklärt denn auch nur hinsichtlich der Durchführung der in ihr enthaltenen Bestimmungen sei auf die Erhaltung des im Rahmen der Einfuhrbeschränkung möglichen Wettbewerbs gebührend Rücksicht zu nehmen (Art. 1 Abs. 2 SVO); sie setzt damit voraus, dass die Ordnung selber den Wettbewerb nach Massgabe ihrer Bestimmungen einschränkt.\n\nc) Die geltende SVO ist das Ergebnis umfangreicher und jahrelanger Vorarbeiten, in deren Verlauf die direkt am Fleischimport interessierten Kreise ausgiebig zu Wort gekommen sind. Die Revision der SVO verfolgte u.a. das Ziel, die Stellung des Lebensmittelhandels bei der Fleischeinfuhr zu beschneiden (vgl. Antrag des EVD an den Bundesrat vom 10. September 1971, S. 17). Eine gewisse Strukturänderung hinsichtlich der Importberechtigungen hatte die Revision der SVO somit unbestreitbar zum Ziel. Eine solche ist insoweit zulässig, als sie sich im Rahmen BGE 99 Ib 159 S. 172des vom Gesetz angestrebten Zweckes hält und nicht ohne zwingende Gründe zum gänzlichen Ausschluss von bisher importberechtigten Gruppen führt.\n\nDie Veränderung in der Umschreibung der Einfuhrberechtigung und der Kontingentsbemessung wird vom Bundesrat mit einer stärkeren Berücksichtigung des sog. Leistungsprinzips, das von dem in Art. 23 Abs. 1 LwG niedergelegten Leistungssystem zu unterscheiden ist, begründet. Die neue SVO will demgemäss künftig die mengenmässige Bemessung der Kontingente danach bestimmen, was die einzelnen Wirtschaftsgruppen, die als Importberechtigte in Frage kommen können, im allgemeinen für den Absatz der Inlanderzeugung leisten; damit werden die Kontingente derjenigen Wirtschaftsgruppen, die - sei es auch als Folge ihrer spezifischen Berufsfunktion - für den Absatz von Inlandprodukten mehr leisten, zulasten der andern, die für den Absatz des im Inland erzeugten Fleisches nichts leisten, erhöht. Eine solche Bevorzugung macht das Gesetz dem Bundesrat nicht zur Pflicht; es verbietet sie ihm aber auch nicht. Sie ist im Gegenteil im Rahmen des LwG, das die einheimische Produktion fördern und ihren Absatz zu angemessenen Preisen (Art. 29 LwG) fördern will, sinnvoll. Übrigens kannten schon frühere Regelungen ähnliche Umschreibungen der Kontingentsbemessungsgrundlagen (z.B. Art. 3 der Verordnung des Bundesrates über die Beschränkung der Einfuhr vom 6. Mai 1932). Der Gedanke, für das Ausmass der Importberechtigung auf ein Leistungsprinzip abzustellen, ist somit im schweizerischen Wirtschaftsverwaltungsrecht nicht neu.\n\nFür den Absatz von Inlandware sind aber vor allem die Berufsgattungen von Bedeutung, die berufsmässig Inlandware kaufen und verwerten, wie die Schlachtviehhändler, die Metzger und die Bindenfleischfabrikanten, letztere soweit sie inländische zugeschnittene Binden und Bindenstotzen kaufen. Ohne ihre Tätigkeit wäre der reibungslose Inlandabsatz nicht gesichert. Die reinen Importfirmen erbringen dagegen für den Absatz von Inlanderzeugnissen keine Leistungen. Ihre berufliche Tätigkeit steht sogar in einem gewissen Gegensatz zu den Interessen der inländischen Produzenten, die Art. 23 LwG schützen will. Damit ist nicht gesagt, dass sie nicht auch ihrerseits volkswirtschaftlich eine gerechtfertigte Leistung erbringen.\n\nEine gewisse Bevorzugung der Wirtschaftsgruppen, die sich mit der Verwertung der Inlandware befassen, ist aber auch aus BGE 99 Ib 159 S. 173einem andern Grunde vertretbar. Erfahrungsgemäss ist das Importfleisch billiger als das im Inland erzeugte Fleisch, für das im Rahmen von Richtpreisen ein den Erfordernissen des Art. 29 LwG entsprechender Preis festgesetzt wird. Dürften die Käufer von Inlandware nicht oder nur in ungenügendem Masse importieren, dann könnten sie unter Umständen die Inlandware nur mit Verlust oder überhaupt nicht absetzen, es sei denn, die Importeure, die nur einführen, würden die Preise auf der gleichen Höhe halten. Im Interesse der Ausdehnung ihres Absatzes werden sie das vermutlich jedoch nicht tun, sondern, unter Verzicht auf einen Teil der ihnen sonst zufallenden Marge billiger verkaufen. Ein Abschöpfungssystem, wobei die abgeschöpften Beträge zur Verbilligung der Inlanderzeugung eingesetzt werden könnten, hat der Bundesrat aus rechtlichen Gründen beim gegenwärtigen Stande der Gesetzgebung für unzulässig gehalten. Er kann sich dabei darauf berufen, dass entsprechende Massnahmen anlässlich der Gesetzesberatung verworfen worden sind. Wenn deshalb nicht ein gespaltener Fleischpreis entstehen soll, was zu Störungen in der Versorgung führen müsste, ist den Abnehmern von Inlandware zu ermöglichen, in einem bestimmten Umfang zu importieren, damit sie beim Absatz von Inlandware und Importware auf Grund einer Mischrechnung kalkulieren und damit auch hinsichtlich der Inlandware mit den reinen Importeuren konkurrenzfähig bleiben können. Die SVO muss deshalb danach trachten, zwischen den Verwertern der Inlandproduktion und reinen Importfirmen ein gewisses Gleichgewicht herzustellen, das seiner Natur nach immer prekär bleiben wird, da die Verhältnisse sich nach Umfang und Preis des Angebotes ständig wandeln. Auf welcher Ebene sich dieses Gleichgewicht herstellen wird, ist schwer vorauszubestimmen. Wenn ein Ungleichgewicht entsteht, wird infolgedessen auch die Kontingentsbemessung geändert werden müssen. Die Herstellung eines Gleichgewichts ist eine ständige Aufgabe der Wirtschaftslenkung ähnlich wie die Erzielung eines Gleichgewichtes zwischen den verschiedenen Produktionszweigen durch die Preisparität nach Art. 30 LwG. Mit welchen Abstufungen in der Kontingentsbemessung versucht werden soll, dieses Gleichgewicht herzustellen, ist weitgehend eine Ermessensfrage, deren Beantwortung von der genauen Kenntnis der tatsächlichen Verhältnisse abhängt.\n\nFür eine Veränderung der bisherigen Kontingentsgrundlagen BGE 99 Ib 159 S. 174zulasten des Lebensmittelhandels spricht in diesem Zusammenhang der Umstand, dass die Bedeutung der verschiedenen Arten von Einfuhren sich im Laufe der Zeit gewandelt hat. So hat sich gezeigt, dass die Einfuhr von lebendem Schlachtvieh gegenüber 1953, als die alte Kontingentsordnung eingeführt wurde, viel von ihrer Bedeutung verloren hat und dass die Importe sich mengenmässig mehr auf Rindsnierstücke und Binden verlagert haben. Die Einfuhrkontingente der für Schlachtvieh Einfuhrberechtigten und damit ihre Möglichkeit, mit Mischpreisen zu kalkulieren, hat an Bedeutung verloren, während die Kontingente der für Nierstücke Einfuhrberechtigten an wirtschaftlicher Bedeutung gewonnen haben. Die Absicht, die dadurch geschaffenen Veränderungen in der Struktur der Einfuhr durch eine stärkere Beteiligung der am Absatz von Inlandware tätigen Berufe zu korrigieren, ist vertretbar. Eine Kürzung des Gruppenkontingentes des Lebensmittelhandels hält sich deshalb im Rahmen des dem Bundesrat zustehenden Ermessens.\n\nJede zahlenmässige Festsetzung eines Anteils in einem derart vielschichtigen System lässt sich nicht bis ins letzte auch zahlenmässig begründen. Sie ist immer Sache einer ermessensmässigen Abwägung. Der Bundesrat hat das ihm zustehende Ermessen nicht verletzt, als er unter Berücksichtigung der von ihm der ganzen Ordnung zugrundeliegenden massgebenden Gesichtspunkte, insbesondere des Leistungsprinzips im eben aufgezeigten Sinn, die Kontingentsanteile der Beschwerdeführerin bzw. des Lebensmittelhandels zu Gunsten der übrigen Gruppen herabsetzte.\n\n4. Unter Berücksichtigung der dargelegten Grundsätze sind die Rügen der Beschwerdeführerin im Zusammenhang mit der mengenmässigen Beschränkung der Einfuhr zu prüfen. Sie betreffen einmal die Umschreibung der Einfuhrberechtigung für Binden und Bindenstotzen, sodann die Festsetzung der Gruppenkontingente und schliesslich die Festlegung der Grundlagen für die Kontingentsberechnung bei der Einfuhr der Rindsnierstücke.\n\na) Nach Art. 12 lit. b SVO sind für Bindenstotzen und zugeschnittene Binden einfuhrberechtigt die Bindenfleischfabrikanten sowie die Schlachtviehhandelsfirmen. Dazu kommen die Lebensmittelhandelsfirmen, die Bindenstotzen oder zugeschnittene Binden regelmässig in grösseren Mengen an Bindenfleischabrikanten liefern. Für diese letztere Gruppe von Einfuhrberechtigten BGE 99 Ib 159 S. 175gilt zusätzlich, dass ihre Lieferungen ab 1. Januar 1976 im Ausmass von mindestens 25 Prozent auf Bindenstotzen und zugeschnittene Binden inländischer Herkunft entfallen müssen. Den Bindenfleischfabrikanten und den Schlachtviehhandelsfirmen ist eine Verpflichtung dieser Art nicht auferlegt.\n\nDie Beschwerdeführerin hat bisher nur Bindenstotzen und Binden ausländischer Herkunft vertrieben. Sie hat sich, wenn sie die Einfuhrberechtigung behalten will, ab 1976 zum Teil somit auf dem Inlandmarkt einzudecken. Sie wird damit zu einer Ausweitung ihrer Organisation genötigt. Sie wendet grundsätzlich ein, die Übernahmepflicht sei eine Folge der Einfuhrberechtigung, könne aber nicht zu ihrer Grundlage gemacht werden. Dieser Einwand ist nicht stichhaltig. Die Beschwerdeführerin übersieht, dass es sich bei der Verpflichtung, Inlandware als Voraussetzung für die Kontingentserteilung zu übernehmen, nicht darum handelt, ihr Leistungen im Sinne des Leistungssystems aufzuerlegen, sondern um die Umschreibung der Einfuhrberechtigung. Dabei ist es nach dem Gesagten zulässig, die Einfuhrberechtigung abhängig zu machen von Leistungen für den Absatz von Inlanderzeugnissen, und unter Umständen Firmen ganz von ihr auszuschliessen, wenn sie keine solchen erbringen. Dass die Hans Giger AG im Inland damit in gleicher Weise tätig werden muss, wie andere Importeure das bereits tun, ist weder gesetzwidrig noch unverhältnismässig. Die Beschwerdeführerin behauptet auch nicht, der Umfang der ihr auferlegten Inlandleistung sei übermässig.\n\nFragen kann sich, ob die Vorschrift gegen das Gebot der Gleichbehandlung verstösst, denn den übrigen Einfuhrberechtigten, nämlich den Bindenfleischfabrikanten und Schlachtviehhandelsfirmen, werden solche Verpflichtungen nicht auferlegt. Es ist indes davon auszugehen, dass diese bereits, ohne dazu verpflichtet zu sein, zufolge der Natur ihrer Tätigkeit Inlandware in einem entsprechenden Masse übernehmen. Sollte diese Voraussetzung allerdings nicht oder nicht mehr bei allen Firmen zutreffen, würde die der Gruppe Lebensmittelhandel auferlegte zusätzliche Verpflichtung zum Bezug der Inlandware gegen das Gebot der Rechtsgleichheit verstossen, da in einem wesentlichen Punkte eine durch nichts gerechtferigte Ungleichbehandlung bewirkt würde. Lässt sich nämlich die Verpflichtung als Ausfluss des Leistungsprinzips rechtfertigen, so muss sie für alle Importeure gelten. Zu einer solchen Abweichung vom Grundsatz BGE 99 Ib 159 S. 176der Rechtsgleichheit ist der Bundesrat nicht ermächtigt. Es wäre alsdann entweder diese zusätzliche Verpflichtung, weil rechtswidrig, nicht zu beachten oder, was dann naheliegender ist, den andern beiden Gruppen von Importberechtigten die gleiche Verpflichtung aufzuerlegen, soweit sie diese nicht schon von sich aus erfüllen.\n\nb) Die Beschwerdeführerin beanstandet sodann, dass die neue Verordnung die Gruppenkontingente für die Einfuhr von Binden und Bindenstotzen sowie von Nierstücken, soweit es den Lebensmittelhandel betrifft, auf 10 bzw. 12 Prozent herabgesetzt worden sind. Die Tatsache, dass die SVO für diese Einfuhren die Bildung von Gruppenkontingenten vorsieht - was u.a. von der Kartellkommission bemängelt worden ist - rügt die Beschwerdeführerin nicht. Sie lässt sich sachlich vertreten. Die Beschwerdeführerin sieht sich aber durch die Herabsetzung des Kontingentes für Binden und Bindenstotzen von 20 Prozent nach alter Regelung auf zehn Prozent, wobei sie erst noch damit rechnen müsse, dass im Laufe der Zeit neue Kontingentsansprecher auftreten und sich mit ihr in das Gruppenkontingent teilen könnten, benachteiligt. Letzteres ist von der Beschwerdeführerin hinzunehmen, da sie keinen Anspruch darauf besitzt, auch in der Zukunft allein von allen Lebensmittelhandelsfirmen für Binden und Bindenstotzen einfuhrberechtigt zu sein. Unbeachtlich muss in diesem Zusammenhang allerdings auch der Hinweis der Verwaltung darauf bleiben, dass nach der ausser Kraft gesetzten Ordnung die Beschwerdeführerin überhaupt keinen Anspruch gehabt habe, Binden und Bindenstotzen importieren zu dürfen. Es ist davon auszugehen, dass sie gemäss der alten Ordnung ein solches Kontingent besass und dass dieses nun erheblich reduziert werden soll.\n\nDie zahlenmässige Festsetzung der Gruppenkontingente ist, wie ausgeführt, eine Ermessensfrage. Die Beschwerdeführerin kann daher mit ihrem Begehren nur durchdringen, wenn sie den Nachweis einer Überschreitung des Ermessens seitens des Bundesrates oder eine Verfassungs- oder Gesetzesverletzung nachweist. Dadurch, dass der Bundesrat bei der Aufteilung der Kontingente die Tatsache berücksichtigte, dass einzelne importberechtigte Wirtschaftszweige für den Inlandabsatz grössere Leistungen erbrachten als andere, hat er sein Ermessen - wie bereits dargelegt worden ist - nicht überschritten.\n\nHinsichtlich der mengenmässigen Aufteilung durfte der BGE 99 Ib 159 S. 177Bundesrat die Entwicklung der Verhältnisse berücksichtigen, wie sie seit dem Inkrafttreten der alten SVO eingetreten waren. Die Kontingentsfestsetzung darf deshalb nicht allein im Hinblick auf die prozentuale Verteilung nach alter und neuer Ordnung verglichen werden, sondern in ihren Auswirkungen auch nach der zahlenmässigen Bedeutung hin. In dieser Hinsicht heben sowohl das EVD als auch die ALw hervor, dass sich - wie unter Ziff. 3 c schon erwähnt worden ist - seit dem Inkrafttreten der SVO im Jahre 1953 die Zusammensetzung der Importe erheblich gewandelt hat und dass damit einzelne Importberechtigungen an Gewicht verloren, andere erheblich gewonnen haben; namentlich ist mengenmässig die Beteiligung des Lebensmittelhandels an der Gesamteinfuhr bei gleichbleibendem prozentualem Anteil gewachsen: Während 1955 insgesamt 33 529 Stück Grossvieh mit einem Schlachtgewicht von 9772 Tonnen eingeführt wurden, waren es 1971 bloss 9297 Stück mit einem Gewicht von 2365 t. Demgegenüber ist die Einfuhr an Rindsnierstücken und Bindenstotzen von rund 1600 t auf über 17 000 t angestiegen. Die Bedeutung des Kontingentes an lebenden Schlachttieren hat sich deshalb verringert, diejenige des Kontingents an Rindsnierstücken und Bindenstotzen dagegen erheblich vergrössert. Sodann weitete sich die Preisdifferenz zwischen Inland- und Importware stark aus. Die Abnahme von Inlandware ist deshalb offenbar weniger gewinnbringend geworden und eine genügendeÜbernahme dürfte nur zu erwarten sein, wenn den Übernehmern von Inlandware durch stärkere Beteiligung an den Importen eine bessere Mischrechnung ermöglicht wird. Die Kürzung des Importanteils des Lebensmittelhandels kann daher nicht als unsachlich beurteilt werden. Insbesondere trifft es nicht zu, das eine Kürzung des Gruppenkontingentes des Lebensmittelhandels schon unverhältnismässig ist.\n\nAnders wäre die Sachlage zu würdigen, wenn befürchtet werden müsste, die Beschwerdeführerin werde ohne zwingende Notwendigkeit durch die Kontingentskürzung in ihrem wirtschaftlichen Bestand - soweit er vom Fleischimport abhängt - bedroht. Das ist jedoch nicht der Fall.\n\nAllerdings sind einer weiteren Ausdehnung ihrer Geschäfttätigkeit Grenzen gesetzt, sofern sich die Beschwerdeführerin nicht entschliesst, sich inskünftig am Absatz von Inlandware zu beteiligen, oder sofern nicht die Gesamteinfuhr zunimmt und BGE 99 Ib 159 S. 178damit der prozentuale Anteil sich in einem grösseren Einfuhrquantum auswirkt. Es ist auch nicht zu bestreiten, dass der Beschwerdeführerin eine Einbusse zugemutet wird. Nach ihren Angaben betrug nämlich ihr Anteil an der Nierstückeinfuhr im Jahre 1968 680 t und stieg bis 1971 auf 767 t; nach der neuen Ordnung könnte sie bei einer gleichbleibenden Gesamteinfuhr nur noch 370 t einführen, was eine Minderung um die Hälfte bedeutet. Es ist jedoch nicht zu übersehen, dass der Anteil der Beschwerdeführerin bei Erlass der SVO im Jahre 1953 nur 175 t betrug. Es hat sich also in nicht ganz zwanzig Jahren eine erhebliche Ausweitung ihres Anteils ergeben. Eine Rückbildung im Rahmen einer Neuordnung lässt sich daher rechtfertigen.\n\nGleiches gilt hinsichtlich der Einfuhr von Binden und Bindenstotzen. 1955 wurden 321 t Bindenstotzen eingeführt; 1971 5437 t. Die Beschwerdeführerin gibt an, dass sie im Jahre 1968 806 t zugeteilt erhielt, 1970 sank der Anteil auf 675 t, um 1971 auf 1262 t zu steigen. Nach der neuen SVO dürfte ihr Importanteil immer noch gegen 600 t betragen, und damit nur wenig unter dem im Jahre 1970 erreichten Stand liegen.\n\nDie Beschwerde ist deshalb, auch soweit sie die Festsetzung der Gruppenkontingente nach neuer Ordnung anbetrifft, abzuweisen.\n\nc) Die Beschwerde richtet sich alsdann gegen die Bestimmung der Kontingentsgrundlagen bei der Einfuhr von Rindsnierstücken. Nach Art. 18 Abs. 4 SVO werden die Kontingentsgrundlagen der Lebensmittelhandelsfirmen auf Grund der Rindsnierstücke ermittelt, die sie zukaufen oder die in den hinzugekauften Hintervierteln oder Pistolas enthalten sind. Abgezogen werden davon die an andere Lebensmittelhandelsfirmen gelieferten Rindsnierstücke. Der Wortlaut der Bestimmung, wonach auf die Zukäufe von Rindsnierstücken abgestellt wird, könnte vermuten lassen, für die Berechnung der Kontingentsgrundlagen solle in Zukunft einzig auf die Inlandzukäufe abgestellt werden. Das ist jedoch nicht der Sinn der Bestimmung, wie sich aus der Vernehmlassung der ALw ergibt. Zweck der Ordnung ist vielmehr, dass auch bei den Lebensmittelhandelsfirmen auf die Gesamteinkäufe von Nierstücken abgestellt werden soll; im Unterschied jedoch zur alten Ordnung, die einzig auf die bisherigen Importmengen abstellte, werden auch allfällige Inlandkäufe berücksichtigt. Diese Regelung hat zur Folge, dass das Importkontingent der Beschwerdeführerin im BGE 99 Ib 159 S. 179Vergleich zu einer Firma, die gleichviel importiert, aber noch im Inland zukauft, gekürzt wird, wenn sie nicht auch im Inland zukauft. Damit wird einerseits ein indirekter Zwang auf die Lebensmittelhandelsfirmen ausgeübt, im Inland zuzukaufen; anderseits wird die Stellung der Firmen, die bisher schon zugekauft hatten, deren Zukäufe aber bei der Kontingentsbestimmung bis anhin nicht in Betracht gezogen werden konnten, verbessert. Dergestalt wird zwischen den letzteren und den reinen Importfirmen Gleichheit bei der Kontingentsberechnung geschaffen. Diese Regelung, die wiederum dazu dient, den Absatz von Inlandware zu fördern, hält sich nach dem Dargelegten im Rahmen der gesetzlichen Ordnung, auch wenn sie die Beschwerdeführerin zwingt, einen neuen Geschäftszweig aufzunehmen, sofern sie ihre Kontingente im bisherigen Rahmen ungefähr behalten will.\n\nDie Beschwerdeführerin erhebt dagegen den Einwand, das System sei wirtschaftlich völlig unvernünftig, weil es im Inlandmarkt preistreibend wirke, wenn nun ein neuer Käufer noch auf ihn gehetzt werde. Sodann müsse der Lebensmittelhändler, wenn er nicht seine ganze Betriebsstruktur ändern wolle, sich in die Abhängigkeit der Metzger begeben, die seine Kontingentskonkurrenten seien und keinerlei Interessen hätten, die Lebensmittelhandelsfirmen zu beliefern, auch darum nicht, weil ihnen solche Lieferungen nach Art. 18 Abs. 1 lit. b von ihren Kontingentsgrundlagen in Abzug gebracht würden.\n\nWas den ersten Einwand anbetrifft, handelt es sich um einen solchen wirtschaftlicher Art, der im Rahmen der Verwaltungsgerichtsbeschwerde nicht beurteilt werden kann; zudem beruht er auf Vermutungen. In zweiter Linie will die Beschwerdeführerin geltend machen, es könnte ihr unter Umständen der Zukauf gar nicht möglich sein, weil die Metzger sie nicht beliefern würden. In diesem Falle müsste die Beschwerdeführerin tatsächlich ihre Betriebsstruktur ändern, selber Vieh einkaufen und schlachten oder schlachten lassen. Doch dürfte dies keine unzumutbare Behinderung ihrer Tätigkeit sein. Sollte sich in der Zukunft zeigen, dass weder der eine noch der andere Weg begangbar wäre, müsste diese Regelung allerdings dannzumal neu überprüft werden.\n\nDie Beschwerdeführerin rügt freilich auch, dass sie durch die neue Ordunung darum besonders hart getroffen werde, weil sie keine Übergangszeit vorsehe. Allenfalls erfolgende Zukäufe BGE 99 Ib 159 S. 180würden sich also erst auswirken, wenn die Kontingente neu berechnet werden. Die Beschwerdeführerin, die bisher keine inländischen Zukäufe getätigt hatte, hatte somit keine Möglichkeit und auch keinen Anlass, bei der Neufestsetzung der Kontingente ihre Kontingentsgrundlagen durch entsprechende Zukäufe zu verbessern; diese wirken sich erst auf den Zeitpunkt hin aus, in dem die Kontingentsanteile nach Massgabe des Art. 22 Abs. 1 SVO neu festgesetzt werden. Bestimmt wäre es wünschbar gewesen, dem Umstand, dass in diesem Zeitpunkt eine wichtige Neuerung eingeführt wurde, durch Festsetzung einer Übergangsperiode Rechnung zu tragen; die Pflicht, eine Übergangsordnung zu schaffen, bestand indes nicht. Die Perioden für die Kontingentsberechnung sind überdies gegenüber der alten Ordnung erheblich verkürzt worden, so dass sich Zukäufe kontingentsrechtlich rasch auswirken werden. Da die Beschwerdeführerin durch entsprechende Massnahmen ihre Kontingentsberechnungsgrundlage rasch verbessern kann, liegt auch keine untragbare Härte vor. Überdies ist zu berücksichtigen, dass eine Übergangsordnung sinnvoll nur hätte funktionieren können, wenn denjenigen Importeuren, die bereits Inlandskäufe tätigten, während dieser Übergangsperiode die Zukäufe nicht hätten angerechnet werden können, was für diese ebenfalls hätte eine Härte bedeuten können.\n\nd) Schliesslich ficht die Beschwerdeführerin die Art und Weise an, in der sie künftig zur Überschussverwertung herangezogen werden soll.\n\nDie SVO regelt in ihrem Abschnitt IV das Leistungssystem im Sinne von Art. 23 Abs. 1 lit. c LwG. Es kommt indessen neben der Kontingentierung nur zum Einsatz, wenn trotz der mengenmässigen Beschränkung der Einfuhr und weiterer von der GSF vorzukehrenden Massnahmen die Richtpreise nicht gehalten werden können. Es ist, abgesehen von der sog. freiwilligen Überschussverwertung nach Art. 33 ff. in zwei Formen vorgesehen: als Marktabräumung (Art. 27) und als pflichtmässige Überschussverwertung (Art. 28 ff.). Zur ersten ist die Beschwerdeführerin nicht verpflichtet, wohl aber zur zweiten Form. Danach hätte sie als Importeurin von Binden und Bindenstotzen sowie von Rindsnierstücken nach Art. 26 lit. a SVO grosses Schlachtvieh zu übernehmen, und zwar bis zu 50 Prozent der Einfuhren, maximal bis zu 2000 t Fleisch mit Knochen (Art. 30 Abs. 1 lit. a). Die Überschussverwertung geschieht BGE 99 Ib 159 S. 181durch Einfrieren von Fleisch und Lagerung, die Herstellung von Fleischkonserven und die Ausfuhr von Schlachtvieh und Fleisch (Art. 28). Offenbar besteht hinsichtlich der Formen, in denen sich ein zur Überschussverwertung verpflichteter Importeur an der Überschussverwertung beteiligen will, Freiheit. Importeure von Rindsnierstücken, für welche die pflichtmässige Überschussverwertung aus besondern Gründen eine aussergewöhnliche Härte bedeutet, können von der Pflicht zur Übernahme von Fleisch durch Leistung einer Ersatzabgabe befreit werden. Die alte SVO enthielt eine ähnliche Regelung hinsichtlich der Überschussverwertung. Nur gestattete sie die Leistung einer Ersatzabgabe unter den gleichen Voraussetzungen allen Importeuren, nicht nur den Importeuren von Nierstücken. Die neue Ordnung bringt gegenüber der alten somit insofern eine zusätzliche Belastung der Importeure, als beispielsweise Importeure von Binden und Bindenstotzen nicht mehr durch Leistung einer Ersatzabgabe von der Überschussverwertung in natura entbunden werden können. Ausserdem hat die ALw erklärt, sie werde die von der Beschwerdeführerin angerufenen Verhältnisse in Zukunft nicht mehr als besondere Gründe, die die Befreiung rechtfertigten, gelten lassen.\n\nDie Beschwerdeführerin hält diese Ordnung für gesetz- bzw. verfassungswidrig. Das trifft nicht zu. Art. 23 Abs. 1 lit. c LwG verpflichtet die Importeure schlechthin zur Übernahme von Inlandware, wenn die entsprechenden Voraussetzungen gegeben sind. Es ist nicht zu vermuten, dem Gesetzgeber sei dabei entgangen, dass durch diese Vorschrift unter Umständen eine reine Importfirma zur Betätigung im Inlandhandel und zu eigener Schlachtung genötigt sein könnte, wenn sie den Übernahmepflichten nachkommen muss. Eine Befreiung von der Übernahmepflicht durch Leistung einer Ersatzabgabe sieht das Gesetz selbst nicht vor. Wenn der Bundesrat sie auf dem Verordnungsweg unter gewissen Voraussetzungen eingeführt hat, so war das ein Entgegenkommen, auf das die Importeure keinen gesetzlichen Anspruch hatten. Offenbar wollte er damit gewissen Schwierigkeiten, die die Beschwerdeführerin nun geltend macht, Rechnung tragen. Wenn er nun hinsichtlich gewisser Importarten darauf zurückkommt und die Gewährung dieser Erleichterungen wieder einschränkt, so ist er damit im Rahmen des Gesetzes geblieben. Eher hätte sich die Frage stellen lassen, ob die Abgeltung der Übernahmepflicht durch eine Geldleistung BGE 99 Ib 159 S. 182rechtsgleich war oder nicht. Dem Problem ist jedoch hier nicht weiter nachzugehen.\n\nDie Beschwerdeführerin wendet allerdings ein, die Verpflichtung zur Übernahme von Schlachttieren verstosse gegen den in Art. 23 Abs. 1 lit. c LwG niedergelegten Grundsatz, wonach im Rahmen des Leistungssystems nur gleichartige Erzeugnisse übernommen werden müssten. Da sie nur Fleisch einführe, sei sie nicht gehalten, Schlachttiere zu übernehmen. Der Einwand ist nicht stichhaltig. Art. 7 SVO erklärt Schlachttiere und ihr Fleisch als gleichartig. Damit hält sich die Verordnung im Rahmen des Gesetzes.\n\nWas unter Gleichartigkeit zu verstehen ist, ergibt sich aus wirtschaftlichen Überlegungen. Gleichartig sind Erzeugnisse im Sinne des LwG dann, wenn sie geeignet sind, ohne Rücksicht auf die äussere Form, in der sie auftreten, einander zu ersetzen und demgemäss auch zu konkurrenzieren. Können nicht gleichartige Erzeugnisse Produkte konkurrenzieren, die nach Art. 23 Abs. 1 nicht frei eingeführt werden können, darf ihre Einfuhr nur unter den erschwerten Bedingungen von Art. 23 Abs. 2 LwG beschränkt werden. In diesem Sinn muss das Tier und sein Fleisch als gleichartig nach Massgabe des Gesetzes gelten. Durch die Einfuhr einer bestimmten Sorte Fleisch kann der Absatz der entsprechenden Tiere im Inland ebenso behindert werden wie durch die direkte Einfuhr solcher Tiere selbst. Im Falle der Kontingentierung der Rindereinfuhr fiele es einem Importeur vermutlich nicht schwer, die Tiere im Ausland schlachten zu lassen und dann das Fleisch ohne Beschränkung einzuführen. Esmussdeshalb, schonum solcheAusweichgeschäfte zu erschweren, das Fleisch einer bestimmten Tierart als mit dem Tier selbst gleichartig behandelt werden. In dieser Hinsicht besteht eine lange, diesem Grundsatz entsprechende Verwaltungspraxis. Sie ist anlässlich der Beratung des Gesetzes unwidersprochen als wegleitend erklärt worden (StenBull NR 1951, 58, Votum des Kommissionspräsidenten Obrecht). Bereits die SVO von 1953 stellte denn auch eine dem heutigen Art. 7 entsprechende allgemeine Regel auf (Art. 6 SVO 1953). Allerdings ist dieser Begriff der Gleichartigkeit in erster Linie massgebend für die Bestimmung der der Einfuhrbeschränkung unterworfenen Warengattungen nach Art. 23 Abs. 1 lit. a SVO. Aber es ist nicht anzunehmen, dass der Begriff der Gleichartigkeit nach lit. a nicht mit demjenigen nach lit. c gleichbedeutend ist. Darüber BGE 99 Ib 159 S. 183hinaus ist es auch sachlich gerechtfertigt, wenn im Rahmen der pflichtmässigen Überschussverwertung das Tier und sein Fleisch einander gleichgestellt werden. Soll das Leistungssystem wirksam ausgestaltet werden, muss nicht nur die Übernahme von Inlandfleisch, sondern auch diejenige von Inlandtieren angeordnet werden können, denn es sind ja in erster Linie Schlachttiere, die allenfalls gar nicht oder nur zu unter den Richtpreisen liegenden Erlösen abgesetzt werden könnten, wenn die Nachfrage nicht genügt. Es erscheint daher auch nicht unverhältnismässig, wenn die Beschwerdeführerin wie alle andern Importeure verhalten wird, nicht nur Inlandfleisch, sondern auch schon Schlachttiere abzunehmen; denn je grösser der Kreis der Abnahmepflichtigen ist, desto sicherer lässt sich die Überschussverwertung von Schlachttieren reibungslos durchführen.\n\nDazu gestattet die SVO noch Ausnahmen von der Übernahmepflicht in natura und erlaubt sie unter Umständen durch eine Geldleistungspflicht zu ersetzen. Wie aus der Stellungnahme der ALw, die in Übereinstimmung steht mit dem seinerzeitigen Antrag des EVD an den Bundesrat, hervorgeht, will sie den Umstand, dass eine Importfirma bisher nicht geschlachtet hat oder dass sie nicht über die erforderlichen Kühlräume verfügt, nicht mehr als ausreichend betrachten, um die Ersatzabgabe an die Stelle der Naturalerfüllungspflicht treten zu lassen. Da die pflichtmässige Überschussverwertung nur von Zeit zu Zeit und anscheinend nur in grösseren zeitlichen Abständen aktuell wird, könnte sich fragen, ob es, obwohl das Gesetz eine Abgeltung der Übernahmepflichten nicht vorsieht, dem Bundesrat in der Ausgestaltung der SVO aber einen weiten Bereich der Gestaltungsfreiheit überlässt, nicht unverhältnismässig ist, wenn die Lebensmittelhandelsfirmen im Hinblick auf die Möglichkeit, dass einmal eine Überschussverwertung nötig ist, gezwungen werden, organisatorische Vorkehren an die Hand zu nehmen um selber schlachten zu können, oder zur Anlage von Kühlräumen genötigt sind, die sie normalerweise nicht benötigen. Wäre die Verordnungsbestimmung in diesem Sinne zu verstehen, hätten die Einwände der Beschwerdeführerin besonderes Gewicht. Allein die SVO verlangt nicht, dass die Lebensmittelhandelsfirmen unbedingt selber schlachten oder den nötigen Kühlraum für allfällige Übernahmen zur Verfügung stellen. Sie gestattet es und setzt voraus, dass der Pflichtige mit Dritten Verträge BGE 99 Ib 159 S. 184abschliesst und diese stellvertretend die Übernahmepflicht erfüllen lässt. Diese Massnahme ist - wenn auch vielleicht bisher ungewohnt - zumutbar. Ausserdem ist vorgesehen, dass dann, wenn ein Abschluss entsprechender Übernahmeverträge zu angemessenen Bedingungen nicht möglich sein sollte, die Übernahmepflicht durch die Anordnung der Ersatzabgabe ersetzt werden kann. Damit erscheint die vorgesehene Regelung und die ihr gegebene Tragweite in ihren Auswirkungen tragbar und verstösst nicht gegen den verfassungsmässigen Grundsatz der Verhältnismässigkeit. Die der Beschwerdeführerin erwachsende Belastung, die im Interesse der Sicherung des Absatzes von Inlandware erfolgt, erscheint haltbar. Ob wirtschaftlich durch die Verpflichtung, Inlandfleisch statt Inlandtiere zu übernehmen, in jeder Hinsicht und in jedem Fall der angestrebte Zweck auch erreicht werden könnte, ist schwer zu beurteilen. Die Wahl des Systems muss innerhalb der delegierten Kompetenzen und der Verfassung dem Bundesrat überlassen bleiben. Nicht beurteilt zu werden braucht die Frage, ob durch das System blosser Ersatzabgaben wirtschaftlich dasselbe Ergebnis wie durch die Pflicht zur Naturalübernahme erreicht werden könnte.\n\nDie Beschwerde ist deshalb auch hinsichtlich dieses Punktes, soweit er heute schon beurteilt werden kann, abzuweisen. Es verbleibt der Beschwerdeführerin für den Fall, dass sie einmal tatsächlich zur pflichtmässigen Überschussverwertung herangezogen werden und ihr die Entrichtung einer Ersatzabgabe nicht bewilligt werden sollte, die Möglichkeit, sich darüber zu beschweren. Ebenso wird sie dannzumal geltend machen können, es beständen für sie noch andere, von der Verwaltung nicht anerkannte Gründe, die die Naturalübernahme in ihrem Falle zur aussergewöhnlichen Härte im Sinne der Verordnung werden liessen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf eingetreten wird."}