{"annee": "99", "cour": "IA", "page": "407", "date": "24/5/1973", "cite": ["84 I 217", "82 II 495", "96 II 314", "97 II 297", "90 I 29", "90 II 149", "82 I 234", "90 II 219", "84 I 221", "98 IA 484", "89 I 158", "98 IA 455", "90 I 104", "57 II 133", "89 I 92", "97 II 193", "97 I 45", "97 I 839", "91 II 159", "98 IA 449"], "cite_par": ["114 IA 350", "104 IA 480"], "chapeau": "47. Urteil der II. Zivilabteilung als Staatsgerichtshof vom 24. Mai 1973 i.S. Tronnolone gegen Obergericht des Kantons Aargau, Jemmolo und De Girolamo", "regestes": ["Liberté personnelle. Expertise anthropobiologique dans le procès en paternité. Le droit fédéral reconnaît fondamentalement au défendeur à l'action en paternité le droit d'exiger l'administration d'une expertise anthropobiologique. Le point de savoir si et comment l'administration d'une telle preuve peut être obtenue est cependant une question de droit cantonal. Le prononcé en vertu duquel une partie est contrainte à se soumettre à une expertise anthropobiologique constitue-t-il une atteinte à la liberté personnelle? Exigences relatives à la base légale sur laquelle pourrait se fonder un tel prononcé pour le cas où la question serait résolue de manière affirmative."], "faits": "BGE 99 Ia 407 S. 408\n\nA.- Am 8. November 1965 gebar die damals noch unverheiratete italienische Staatsangehörige Maria De Girolamo, nunmehr verheiratete Jemmolo, den Knaben Maurizio. Als dessen Vater bezeichnete sie ihren Landsmann Pietro Tronnolone. Am 21. Februar 1966 leiteten die Kindsmutter und das durch seinen Beistand vertretene Kind gegen Tronnolone beim Bezirksgericht Bremgarten Vaterschaftsklage ein. Das Gericht gelangte auf Grund des Beweisverfahrens zum Schluss, der Beklagte habe der Kindsmutter während der Empfängniszeit, die vom 12. Januar bis 12. Mai 1965 dauerte, beigewohnt. Der Beklagte konnte nach dem vom Gerichtlich-Medizinischen Institut der Universität Zürich erstatteten Blutgruppengutachten als Vater des Kindes Maurizio nicht ausgeschlossen werden. Weitere Gutachten holte das Gericht nicht ein. Es nahm an, der Beklagte habe die Vermutung seiner Vaterschaft nicht zu beseitigen vermocht; die Klage sei daher gutzuheissen.\n\nB.- Gegen das Urteil des Bezirksgerichtes Bremgarten vom 9. April 1970 reichte der Beklagte beim Obergericht des Kantons Aargau Appellation ein. Das Obergericht holte vorerst beim Gerichtlich-Medizinischen Institut der Universität Zürich ein BGE 99 Ia 407 S. 409biostatistisches Gutachten ein. Diesem lässt sich entnehmen, bei Pietro Tronnolone betrage die Essen-Möller'sche Vaterschaftswahrscheinlichkeit 80-90%, die Vaterschaft sei demnach unentschieden, bzw. wahrscheinlich. Nach Ansicht des Experten ist dieses Ergebnis indessen mit Vorsicht zu würdigen, da sich die Berechnung der Wahrscheinlichkeit der Vaterschaft auf die in Deutschland und der Schweiz geltende Verteilung der Blutgruppenmerkmale stützt, die Parteien jedoch aus anderen (italienischen) Bevölkerungskollektiven stammen, über deren Erbmerkmalsverteilung nichts bekannt ist. Aus ähnlichen Gründen lehnte es das Gerichtlich-Medizinische Institut der Universität Bern anschliessend ab, eine Beurteilung der Vaterschaftswahrscheinlichkeit nach Riedwyl vorzunehmen. Darauf beschloss das Obergericht, ein anthropologisch-erbbiologisches Gutachten (AEG) durchführen zu lassen. Die Klägerin, die seit dem Sommer 1968 mit ihrem Kind in Italien weilt, weigerte sich jedoch, mit dem Kind zur Begutachtung nach Bern zu reisen, da sie dann 2-3 Tage nicht arbeiten könnte. Im Urteil vom 10. November 1972 führte das Obergericht dazu aus, eine Prozesspartei könne zum persönlichen Erscheinen vor dem Gerichtsexperten und zur Duldung der für die Begutachtung erforderlichen Untersuchungen nur verpflichtet werden, wenn das kantonale Recht hiefür eine ausreichende Grundlage biete. Ob die Durchführung eines AEG einen Eingriff in die persönliche Freiheit im Sinne von Art. 19 KV/AG darstelle, erscheine zwar fraglich; jedenfalls fehle aber eine Bestimmung im Zivilprozessrecht, die es erlauben würde, eine Partei zur Duldung einer Begutachtung zu zwingen. Deshalb dürfe aus der Weigerung auch keine für die betreffende Partei nachteilige Schlussfolgerung gezogen werden. Demnach sei dem Beklagten die Entkräftung der Vaterschaftsvermutung, die mit dem Bezirksgericht Bremgarten zu bejahen sei, misslungen, was zur Abweisung der Appellation führe.\n\nC.- Der Beklagte hat beim Bundesgericht gegen dieses Urteil ausser einer Berufung auch staatsrechtliche Beschwerde eingereicht. Mit der letzteren beantragt er, den angefochtenen Entscheid aufzuheben. Der Begründung lässt sich entnehmen, nach Treu und Glauben seien die Parteien eines Prozesses verpflichtet, bei der Tatbestandsfeststellung mitzuwirken. Das folge auch aus dem Grundsatz, dass der Kläger, der mit dem Einreichen der Klage eine öffentliche Anstalt in Anspruch nehme, sich damit einem besondern Gewaltsverhältnis zum Staat unterwerfe und BGE 99 Ia 407 S. 410demnach die daraus fliessenden Freiheitsbeschränkungen auf sich zu nehmen habe. Insbesondere habe er sich einer ausdehnenden Auslegung der geschriebenen verfahrensrechtlichen Pflichten zu unterziehen. Das Erfordernis der gesetzlichen Grundlage brauche sich nicht auf alle Einzelheiten zu beziehen. Das Obergericht hätte die Kläger daher trotz fehlender Bestimmung in der Zivilprozessordnung zu einer anthropologischerbbiologischen Expertise zwingen können. Da es dies nicht getan habe und den Beklagten trotzdem dafür einstehen lasse, dass die Vaterschaftsvermutung nicht zerstört werden konnte, habe es dem Beklagten das rechtliche Gehör verweigert und sich somit der Rechtsverweigerung schuldig gemacht.\n\nD.- Die Kläger beantragen sowohl die Abweisung der Berufung als auch der staatsrechtlichen Beschwerde. Das Obergericht Aargau hat auf eine Vernehmlassung verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 57 Abs. 5 OG ist die Entscheidung über die Berufung in der Regel bis zur Erledigung der staatsrechtlichen Beschwerde auszusetzen. Im vorliegenden Fall besteht kein Anlass, von dieser Regel abzuweichen.\n\n2. Das Bundesrecht gesteht dem Vaterschaftsbeklagten in jedem Fall das Recht auf Durchführung einer Blutgruppenbestimmung zu (BGE 90 II 151 /152). Das gleiche gilt für die Anordnung eines anthropologisch-erbbiologischen Gutachtens (AEG) (BGE 90 II 221 ff, BGE 91 II 161 ff). Auch die Tatsache, dass ein solches in sogenannten Einmannfällen nur selten zu einem sichern Vaterschaftsausschluss führen kann (BGE 96 II 322 mit Hinweisen, HEGNAUER, N. 187 zu Art. 314/315 ZGB), ändert daran nichts (BGE 97 II 200). Es ist jedoch eine Frage des kantonalen Rechtes, ob und wie die Erhebung eines solchen Beweises erzwungen werden kann (vgl. BGE 82 II 510). Die aargauische Zivilprozessordnung bietet nach Ansicht des Obergerichtes des Kantons Aargau keine Möglichkeit, die Kläger zu einer Mitwirkung beim AEG zu zwingen. Da mit einer Berufung an das Bundesgericht nur die Verletzung von Bundesrecht gerügt werden kann, könnte im Berufungsverfahren nicht beurteilt werden, ob das Obergericht gestützt auf das kantonale Recht zu dieser Weigerung berechtigt war. Im Verfahren der staatsrechtlichen Beschwerde lässt sich hingegen überprüfen, ob darin eine Rechtsverweigerung und somit eine Verletzung von Art. 4 BV zu erblicken ist.\n\nBGE 99 Ia 407 S. 411\n\n3. Im Zivilprozessverfahren sind die Parteien berufen, das Ihre zur Erarbeitung eines spruchreifen Prozessmaterials beizutragen (KUMMER, Grundriss des Zivilprozessrechts, S. 7). Sie sind insbesondere gehalten, an der Wahrheitsfindung mitzuwirken, zu gerichtlichen Terminen zu erscheinen, auszusagen und Beweiserhebungen zu dulden. In den meisten Prozessordnungen trifft sie keine Pflicht zur Vornahme der ihnen obliegenden Prozesshandlungen, sondern lediglich eine prozessuale Last, d.h. die Parteien können weder unmittelbar (z.B. durch polizeiliche Vorführung), noch mittelbar (z.B. durch Strafdrohung) zu Prozesshandlungen gezwungen werden; ihr Untätigsein hat bloss zur Folge, dass ihnen prozessuale Nachteile entstehen (vgl. KUMMER, a.a.O., S. 76 und 77). So verhält es sich in der aargauischen Zivilprozessordnung mit der Obliegenheit, an einem Augenschein oder an einer Verhandlung von Sachverständigen, die ohne Anwesenheit der Parteien nicht erfolgen kann, teilzunehmen. Die aargauische Zivilprozessordnung (ZPO) schreibt dem Richter vor, nach den §§ 85 und 86 ZPO zu verfahren, falls eine Partei trotz erhaltener Vorladung zu einer solchen Verhandlung nicht erscheint (§§ 211 und 220 ZPO). Während § 86 ZPO das unentschuldigte Ausbleiben beider Parteien regelt, ordnet § 85 an:\n\n\"Wenn eme Partei der Vorladung keine Folge gibt, ohne ihre Säumnis genügend rechtfertigen zu können, so wird sie zu den Tageskosten und zu einer Ordnungsbusse von Fr. 10.- bis 40.- verfällt. In der zweiten Vorladung sind die Rechtsbegehren der erschienenen Partei anzugeben und die Säumnisfolgen gemäss Absatz 3 anzudrohen.\n\nGibt eine Partei auch der zweiten Vorladung keine Folge, so soll der anwesenden Partei ihr Rechtsbegehren zugesprochen werden, sofern dasselbe nach den Akten nicht als ein offenbar ungerechtfertigtes erscheint.\"\n\nDie Parteien können demnach weder unmittelbar noch mittelbar zum Erscheinen gezwungen werden. In diesem Sinne trifft der Hinweis des Obergerichtes auf EICHENBERGER (Beiträge zum Aargauischen Zivilprozessrecht, S. 192) zu, wonach das Gesetz keine prozessuale Pflicht zur Duldung eines Augenscheines statuiere. Sowohl die Obliegenheit, an einem Augenschein teilzunehmen, als auch jene, einer Verhandlung der Sachverständigen beizuwohnen, bildet indessen eine prozessuale Last. EICHENBERGER (a.a.O., S. 192) schreibt denn auch:\n\n\"Verweigert die beweisführende Partei den Augenschein, so geht sie damit zu ihrem Nachteil der Benutzung dieses Beweismittels BGE 99 Ia 407 S. 412verlustig. Ist es die andere Partei, so kann der Richter ihre Weigerung (z.B. den Zutritt zu einem Lokal zu gestatten, eine Sache dem Richter vorzulegen, sich einer ärztlichen Untersuchung zu unterziehen, sich zu einer Blutentnahme für die Blutgruppenuntersuchung zu stellen), bei der Beweiswürdigung berücksichtigt werden ...\"\n\nIm gleichen Sinne führte das Obergericht Aargau in einem Urteil vom 28. November 1945 (Vierteljahresschrift für Aargauische Rechtsprechung 1945-46, Nr. 25, S. 92/93) selbst aus:\n\n\"Bleibt eine Partei bei einer Beweisverhandlung aus, so besteht die Präklusion in der Regel lediglich darin, dass sie gemäss §§ 146, 211 Abs. 1 und 220 Abs. 1 ZPO in ihrer Abwesenheit durchgeführt wird. Ist ihre Anwesenheit im Sinne der §§ 211 Abs. 2 und 220 Abs. 2 ZPO nötig (z.B. weil die vorzulegenden Bücher zu erläutern sind, bei einem Augenschein der Zutritt zu einem Lokal zu gestatten ist, die Partei sich einer ärztlichen Untersuchung zu unterziehen oder die Parteiversicherung abzugeben hat und dgl.), so fällt die betreffende Beweisabnahme, sofern sie von der säumigen Partei beantragt war, dahin; war sie indessen vom Gegner beantragt, so ist die Säumnis bei der Beweiswürdigung (§ 147) in dem für den Gegner günstigen Sinne auszulegen (...).\"\n\nDie Autoren KELLER/PFISTERER (Die Zivilprozessordnung für den Kanton Aargau, S. 123) haben die Erwägungen dieses Urteils kritiklos in ihren Kommentar übernommen. § 211 bietet demnach die gesetzliche Grundlage, um eine Partei, die ohne stichhaltigen Grund zu einer ärztlichen Untersuchung trotz erhaltener Vorladung nicht erscheint, unter Androhung der Säumnisfolgen erneut vorzuladen und, wenn sie der Vorladung wiederum keine Folge leistet, ihr das unbegründete Nichterscheinen zu ihren Ungunsten auszulegen.\n\n4. Nach der Rechtsprechung des Bundesgerichtes (BGE 90 I 34 Erw. 3 mit Hinweisen und BGE 97 I 50) sind Eingriffe in die persönliche Freiheit nur dann zulässig, wenn sie auf gesetzlicher Grundlage beruhen, im öffentlichen Interesse liegen und wenn sie das Grundrecht überdies weder völlig unterdrücken noch seines Gehaltes als fundamentale Institution unserer Rechtsordnung entleeren. Das Bundesgericht stellt an die gesetzliche Grundlage umso strengere Anforderungen, je schwerer der Eingriff ist (BGE 90 I 39 und 110). Es hat entschieden, dass sogar ein verhältnismässig harmloser und wenig schmerzhafter Eingriff wie die Entnahme von Blut für eine Blutgruppenuntersuchung einen Eingriff in die persönliche Freiheit darstelle, der einer ausdrücklichen gesetzlichen Grundlage bedürfe (BGE 82 I 238, BGE 99 Ia 407 S. 413 BGE 89 I 100 und BGE 90 I 110). Demgegenüber hat es in BGE 84 I 220 und BGE 89 I 163 festgestellt, dass bei einer anthropologisch-erbbiologischen Begutachtung von einem Eingriff in die körperliche Unversehrtheit nicht die Rede sein könne. Es handle sich lediglich darum, sich vom Experten besichtigen und photographieren zu lassen, was nicht wesentlich über das persönliche Erscheinen hinausgehe, zu dem eine Partei bei der Parteibefragung (BGE 84 I 221) bzw. ein Zeuge bei der Zeugeneinvernahme (BGE 89 I 163) verhalten werden könne. In BGE 90 I 34 ff. Erw. 3 hat es seine Rechtsprechung über die persönliche Freiheit präzisiert; es hat die frühere Praxis jedoch nicht widerrufen. In einem spätern Entscheid (BGE 90 I 110 /111) hat es dann jedoch offengelassen, ob eine anthropologisch-erbbiologische Begutachtung einen Eingriff in die persönliche Freiheit darstelle. Zu dieser Frage braucht auch im vorliegenden Fall nicht Stellung bezogen zu werden. § 211 in Verbindung mit § 85 ZPO würde nämlich für einen derart geringen Eingriff in die persönliche Freiheit, wie er in der anthropologisch-erbbiologischen Begutachtung allenfalls erblickt werden könnte, eine hinreichende gesetzliche Grundlage bilden. Sodann würde das öffentliche Interesse das Interesse der Kläger an der Wahrung ihrer Persönlichkeitsrechte bei weitem überwiegen; denn die aus der Begutachtung entstehenden Unannehmlichkeiten, die mit keinen besonders peinlichen Prozeduren verbunden sind, müssten insbesondere den das Verfahren auslösenden Klägern im Interesse der Wahrheitsfindung in jedem Falle zugemutet werden (vgl. dazu GROSSEN in ZSR 1960 II S. 66 a). Da das Grundrecht auf persönliche Freiheit durch das Zulassen einer anthropologisch-erbbiologischen Begutachtung überdies keineswegs seines Gehaltes entleert werden könnte, wäre diese nach der angeführten bundesgerichtlichen Rechtsprechung somit selbst dann zulässig, wenn sie als Eingriff in die persönliche Freiheit betrachtet würde. Die Aufforderung zur Duldung eines AEG kann somit auch nicht gegen Art. 19 der Staatsverfassung des Kantons Aargau verstossen, wie es das Obergericht im angefochtenen Urteil zu befürchten scheint.\n\n5. Die Androhung von Säumnisfolgen in dem Sinne, dass im Falle der Weigerung einer Partei, sich einer Begutachtung zu unterziehen, dieser angedroht wird, der Richter werde bei der Beweiswürdigung die vom Beweisgegner behauptete Tatsache als bewiesen erachten, führt dann nicht zum Ziel, wenn das eidgenössische oder kantonale Recht dem Richter derartige Beweispräsumptionen BGE 99 Ia 407 S. 414verbietet. Nach Bundesrecht ist dies wohl beim Ehelichkeitsanfechtungsprozess (BGE 82 II 511), nicht aber beim auf blosse Vermögensleistungen gerichteten Vaterschaftsprozess des Art. 307 ZGB der Fall (BGE 57 II 136und BGE 97 II 301; HEGNAUER, N. 17 zu Art. 310 ZGB).Nach aargauischem Zivilprozessrecht steht diesem. Vorgehen bei gewöhnlichen Vaterschaftsprozessen ebenfalls nichts entgegen (§ 54 des aarg. EG zum ZGB; KELLER-PFISTERER, a.a.O., S. 6 sub i VIII und S. 119 N. 7; Obergericht Aargau in SJZ 1946, S. 26, Nr. 4; EICHENBERGER, a.a.O., S. 192).\n\n6. Zusammenfassend ist festzuhalten, dass der angefochtene Entscheid Art. 4 BV verletzt, da es das Obergericht in willkürlicher Weise ablehnte, die Kläger entsprechend den massgebenden Bestimmungen der aargauischen Zivilprozessordnung unter Androhung der Säumnisfolgen des § 85 Abs. 3 ZPO zur Untersuchung durch den Gutachter aufzubieten. Das Urteil des Obergerichtes ist daher aufzuheben. Die vom Beschwerdeführer verlangte Weisung kann indessen nicht erteilt werden, weil die staatsrechtliche Beschwerde, von hier nicht in Frage stehenden Ausnahmen abgesehen, rein kassatorische Natur hat (BGE 97 I 841 mit Hinweisen, BGE 98 Ia 451, BGE 98 Ia 457 und BGE 98 Ia 486 mit Hinweisen). Das Obergericht wird vor der neuen Entscheidung die Kläger nochmals unter Androhung der Säumnisfolgen von § 85 Abs. 3 ZPO (Klageabweisung) zur Untersuchung durch den Gutachter aufzubieten haben. Wenn diese das Erscheinen wieder ablehnen, wird es ihre Weigerung auf ihre Begründetheit zu überprüfen und zu beurteilen haben, ob das Begehren des Beklagten nicht auch ohne Durchführung eines AEG als offenbar ungerechtfertigt erscheint. Dann wird allenfalls noch zu entscheiden sein, ob und inwieweit dem Kind selbst bzw. seinem Beistand eine unentschuldbare Säumnis zur Last fällt und wie weit aus einer Säumnis des Beistandes oder der Kindsmutter nachteilige Folgen für das Kind abgeleitet werden dürfen.\n\nDemnach erkennt das Bundesgericht:\n\nDie staatsrechtliche Beschwerde wird gutgeheissen und das Urteil des Obergerichtes (2. Zivilabteilung) des Kantons Aargau vom 10. November 1972 aufgehoben."}