{"annee": "99", "cour": "II", "page": "39", "date": "15/5/1973", "cite": ["95 II 442", "85 II 22", "84 II 151"], "cite_par": ["123 III 24", "131 III 511", "120 II 197"], "chapeau": "7. Urteil der I. Zivilabteilung vom 15. Mai 1973 i.S. Lautenschlager gegen Brügger.", "regestes": ["Art. 32 ss. CO; représentation. 1. Etendue des pouvoirs dans les rapports externes, lorsque le tiers se contente de la déclaration du représentant selon laquelle il serait le représentant général d'un autre (consid. 1). 2. Interprétation d'une procuration générale que le représentant utilise pour obtenir un prêt (consid. 2). 3. Instructions relatives à l'utilisation de la procuration ou limitation matérielle des pouvoirs? (consid. 3)."], "faits": "BGE 99 II 39 S. 39\n\nA.- Am 13. März 1970 kaufte Georges Brügger das Gasthaus \"Gemsli\" in Wilen-Walzenhausen, das er im Dezember 1970 wieder verkaufte. Bei beiden Kaufgeschäften liess er sich durch seinen Vater vertreten, dem er am 6. März und 30. April 1970 je eine Generalvollmacht mit Substitutionsbefugnis aus stellte.\n\nDurch Vertrag vom 18. Juni 1970 gewährten die Eheleute BGE 99 II 39 S. 40Josef und Martha Lautenschlager dem Georges Brügger ein Darlehen von Fr. 50'000.--. Auch bei diesem Vertrag trat Vater Brügger als Vertreter seines Sohnes auf. Er nahm zudem am 22. Juni und 21. Juli 1970 die Darlehenssumme in Raten entgegen und quittierte dafür. Durch den Vertrag verpflichtete sich der Borger, auf der Liegenschaft \"Gemsli\" zwei Grundpfandtitel von je Fr. 25'000.-- zu errichten und sie den Eheleuten Lautenschlager auszuhändigen, die vorher Inhaberaktien als Sicherheit erhielten. Da die Titel nicht errichtet wurden, kündigten die Eheleute Lautenschlager am 8. Mai 1971 das für mindestens ein Jahr fest gewährte Darlehen und verlangten dessen Rückzahlung bis 30. Juni 1971. Am 27. Juli erklärten sie sich damit einverstanden, dass das Darlehen je Ende September und Oktober 1971 in Raten zurückbezahlt werde. Georges Brügger bestritt jedoch eine Schuldpflicht, da sein Vater den Darlehensvertrag ohne sein Wissen abgeschlossen habe.\n\nB.- Im Dezember 1971 klagten die Eheleute Lautenschlager gegen Georges Brügger auf Zahlung von Fr. 55'000.--nebst 5% Zins.\n\nDas Amtsgericht Luzern-Land hiess die Klage am 6. Juli 1972 dahin gut, dass es den Beklagten verpflichtete, den Klägern Fr. 54'971.10 nebst 5% Zins von Fr. 35'000.-- seit 1. Oktober 1971 sowie von Fr. 15'000.-- seit 1. November 1971 zu bezahlen.\n\nAuf Appellation des Beklagten wies das Obergericht des Kantons Luzern am 13. November 1972 die Klage dagegen ab, weil von einer rechtsgenüglichen Mitteilung einer Vollmacht durch den Beklagten an die Kläger nicht die Rede sein könne.\n\nC.- Die Kläger haben gegen dieses Urteil die Berufung erklärt. Sie beantragen, es aufzuheben und die Klage im Sinne des erstinstanzlichen Entscheides gutzuheissen.\n\nDer Beklagte beantragt, die Berufung abzuweisen und das Urteil des Obergerichts zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Obergericht führt aus, der Umfang der Ermächtigung im Aussenverhältnis beurteile sich nach der Mitteilung des Vertretenen an den Dritten, insbesondere nach der dem Dritten vorgewiesenen Vollmachtsurkunde (Art. 33 Abs. 3 OR). Im vorliegenden Fall sei nicht erwiesen, dass der Beklagte den Klägern die Vollmacht irgendwie mitgeteilt habe. Auch Vater BGE 99 II 39 S. 41Brügger habe ihnen weder das Original noch eine amtlich beglaubigte Abschrift der Generalvollmacht mit Substitutionsbefugnis vorgelegt; er habe sich vielmehr damit begnügt, sich als Generalbevollmächtigter seines Sohnes auszugeben. Eine solche Mitteilung vermöge für sich allein die nach dem Gesetz einzig massgebende Kundgabe des Vertretenen aber nicht zu ersetzen, weshalb eine rechtswirksame Vertretung des Beklagten durch seinen Vater beim Abschluss des Darlehensvertrages zu verneinen sei.\n\nDieser Auffassung kann nicht beigepflichtet werden. Sie verkennt den Sinn und Zweck der direkten Stellvertretung. Art. 32 Abs. 1 OR macht die Wirksamkeit der Vertretung nicht davon abhängig, dass der Vertretene dem Dritten vom Inhalt der Vollmacht, sei es direkt oder über den Vertreter, Kenntnis gibt. Diese Bestimmung setzt bloss voraus, dass der Vertreter im Namen des Vertretenen handelt und dazu ermächtigt ist. Die Art. 32 ff. OR verpflichten entgegen der Annahme des Obergerichtes auch den Vertreter nicht, die Vollmachtsurkunde dem Dritten von sich aus vorzulegen oder ihm jedenfalls über den Inhalt der Urkunde Auskunft zu geben. Das lässt sich schon deshalb nicht allgemein sagen, weil die Erteilung der Vollmacht - abgesehen von Ausnahmebestimmungen, die hier nicht zutreffen (z.B. Art. 16 GBV und Art. 493 Abs. 6 OR) - an keine besondere Form gebunden ist; sie kann sogar stillschweigend, durch schlüssiges Verhalten erfolgen (BGE 84 II 157 mit Zitaten). Der Vertreter muss sich dem Dritten bei Vertragsabschluss bloss als solcher zu erkennen geben (Art. 32 Abs. 2 OR), ihm also klarmachen, dass er nicht für sich, sondern im Namen eines andern handelt.\n\nEtwas anderes ergibt sich auch aus Art. 33 Abs. 3 OR nicht. Diese Bestimmung bezieht sich, wie das Obergericht richtig annimmt, auf den sachlichen Umfang der Vollmacht im Aussenverhältnis. Sie gilt aber bloss für den Fall, dass die Ermächtigung vom Vollmachtgeber dem Dritten mitgeteilt worden ist. Trifft dies zu, so beurteilt sich ihr Umfang dem Dritten gegenüber nicht auf Grund der Vereinbarung zwischen dem Vollmachtgeber und dem Bevollmächtigten, d.h. des Ermächtigungsgeschäftes, sondern nach Massgabe der erfolgten Kundgebung (BGE 85 II 24). Daraus folgt indes ebenfalls nicht, die Mitteilung an den Dritten sei Gültigkeitserfordernis der direkten Stellvertretung. Das Obergericht übersieht, dass die Vollmachtenerteilung BGE 99 II 39 S. 42als empfangsbedürftige Willenserklärung bloss dem Vertreter zugehen muss und dass Art. 33 Abs. 3 von der Mitteilung einer schon erteilten Vollmacht ausgeht. Die Vollmacht ist gültig, wenn sie dem Bevollmächtigten mitgeteilt wird (BECKER, N. 3 zu Art. 32 OR). Die Mitteilung an Dritte ist dem Vollmachtgeber anheimgestellt; er kann sie vornehmen, aber auch unterlassen.\n\nFreilich darf der Dritte schon im eigenen Interesse nicht leichthin annehmen, dass derjenige, der im Namen eines andern zu handeln angibt, dazu rechtsgeschäftlich ermächtigt worden ist. Bei Kreditgeschäften oder andern Verpflichtungen von Bedeutung wird er denn auch regelmässig bereits zu seinem eigenen Schutze einen Ausweis über die Ermächtigung verlangen. Diesem Schutzbedürfnis entspricht, dass der Vertretene die Ermächtigung dem Dritten oft direkt mitteilt oder z.B. durch Eintragung einer Prokura in ein Handelsregister oder durch Vorweisung der Vollmachtsurkunde mitteilen lässt. Liegt eine Mitteilung vor, so darf der Dritte sich gemäss Art. 33 Abs. 3 OR darauf verlassen, gleichviel ob sie sich mit der erteilten Vollmacht in allen Teilen decke oder nicht, denn Art. 33 Abs. 3 dient dem Schutz des guten Glaubens im Verkehr, in erster Linie also dem Dritten. Wenn dieser aber auf eine Bekanntgabe der Ermächtigung verzichtet und sich mit Erklärungen des Vertreters begnügt, beansprucht er den Schutz nicht. Die Wirksamkeit der Vertretung hängt dann von der erteilten Vollmacht ab, deren Umfang sich nach dem Inhalt des Ermächtigungsgeschäftes beurteilt (Art. 33 Abs. 2 OR). Ergibt sich dabei, dass der Vertreter die ihm eingeräumten Befugnisse überschritten hat, so wird der Vertretene weder berechtigt noch verpflichtet. Das Risiko, dass der Bevollmächtigte die Grenze seiner Vertretungsmacht übertritt, geht diesfalls ausschliesslich zu Lasten des Dritten; denn diesem ist zuzumuten, die im Verkehr gebotene Sorgfalt zu beachten und sich über den genauen Umfang der vom Vertreter behaupteten Vollmacht zu erkundigen. Sieht sich der Dritte in seinem Vertrauen aber nicht enttäuscht, erweist sich die behauptete Vollmacht im Gegenteil auch unter den Parteien des Ermächtigungsgeschäftes als wirklich bestehend, so ist nicht einzusehen, weshalb sich der Vertretene auf das vom Dritten eingegangene Risiko sollte berufen können.\n\n2. Im vorliegenden Fall kann sich somit bloss fragen, ob BGE 99 II 39 S. 43Vater Brügger, der sich den Klägern gegenüber als Vertreter des Beklagten ausgegeben hat, gestützt auf die Generalvollmachten vom 6. März und 30. April 1970 ermächtigt gewesen sei, den Darlehensvertrag mit Wirkung für seinen Sohn abzuschliessen.\n\nWelchen Umfang der Vollmachtgeber einer Vollmacht geben will, steht in seinem Belieben. Er kann sie für ein einzelnes Geschäft (Spezialvollmacht), für eine bestimmte Gattung von Geschäften (Gattungsvollmacht), aber auch für alle seine Rechtsgeschäfte wirtschaftlicher Natur (Generalvollmacht) ausstellen. Selbst eine Generalvollmacht ist jedoch beschränkt. Die Beschränkung kann sich aus den Umständen oder schon aus dem Gesetz ergeben. Dies trifft z.B. nach Art. 396 Abs. 3 OR zu, der für bestimmte Aufträge eine besondere Ermächtigung vorschreibt. Ähnlich verhält es sich für den Prokuristen nach Art.459 Abs. 2, für den Handlungsbevollmächtigten nach Art.462 Abs. 2, für den Handelsreisenden nach Art. 463 Abs. 1 OR und für den Versicherungsagenten nach Art. 34 VVG. Die für bestimmte Vertreter geltenden Beschränkungen hindern einen Vollmachtgeber jedoch nicht, den Umfang einer Generalvollmacht, die sich auf alle seine Geschäftsbereiche beziehen soll, durch besondere Aufzählung einzelner Geschäfte so zu erweitern, dass der Vertreter auch solche Rechtshandlungen vornehmen kann, die z.B. einem Prokuristen oder Agenten ohne besondere Ermächtigung verwehrt sind. Eine solche Generalvollmacht liegt hier vor.\n\nDer Beklagte hat seinem Vater am 6. März und am 30. April 1970 je eine Generalvollmacht mit Substitutionsbefugnis ausgestellt. Nach beiden Urkunden ermächtigte der Beklagte seinen Vater zur Vertretung \"in allen seinen Angelegenheiten, in denen eine rechtsgeschäftliche Vertretung möglich ist\". In beiden Vollmachten wird ferner eine Reihe von Rechtshandlungen und Rechtsgeschäften besonders hervorgehoben, zu deren Vornahme der Beklagte eine ausdrückliche Ermächtigung erteilte. So wurde Vater Brügger unter anderem ermächtigt, Wechselverpflichtungen einzugehen, Grundstücke zu erwerben, zu veräussern, zu verpfänden oder mit andern beschränkten dinglichen Rechten zu belasten und \"überhaupt alle Rechtshandlungen und Rechtsgeschäfte vorzunehmen, welche nicht wegen ihrer höchstpersönlichen Natur die persönliche Mitwirkung des Vollmachtgebers erheischen\". Die Aufzählung BGE 99 II 39 S. 44ist, wie aus der beigefügten Wendung erhellt, nicht abschliessend, sondern nach der Vertrauenstheorie zu ergänzen. Dabei ergibt sich selbst bei zurückhaltender Auslegung, dass die Aufnahme von Darlehen durch den Text, aber auch durch den Sinn und Zweck der Vollmacht gedeckt ist. Vater Brügger war nach dem Wortlaut der Urkunden befugt, Grundstücke zu veräussern und mit Hypotheken zu belasten. In dieser Befugnis war als das Mindere die andere eingeschlossen, zur Finanzierung von Geschäften des Vollmachtgebers Darlehen aufzunehmen. Jenes ist dem Prokuristen ohne besondere Ermächtigung denn auch untersagt, dieses jedoch nicht (vgl. Art. 459 in Verbindung mit Art. 462 OR).\n\n3. Das Obergericht nimmt an, es liege jedenfalls eine inhaltliche Beschränkung der Vollmachten auf die Kaufgeschäfte vor, da die beiden Vollmachten als Ausweis für die Eintragung im Grundbuch hinterlegt werden mussten und Vater Brügger von seinem Sohn keine weiteren Abschriften erhalten habe. Das Amtsgericht vertrat dagegen die Auffassung, der Beklagte habe durch seine angeblichen Weisungen, die Vollmachten bloss für die Kaufgeschäfte zu verwenden, nicht das rechtliche Können des Vertreters, sondern nur dessen Dürfen zu beschränken vermocht; denn ein Vertrag, den der Vertreter im Rahmen der erteilten Vollmacht, aber in Missachtung von Weisungen abschliesse, binde den Vertretenen.\n\nNach VON TUHR/SIEGWART (OR Allg. Teil I S. 315), auf die das Amtsgericht sich beruft, berühren Weisungen des Vollmachtgebers über den Gebrauch der Vollmacht deren Inhalt nicht, sondern nur das Ermächtigungsgeschäft (vgl. auch BGE 95 II 449). Die Folge davon ist, dass der Vertretene rechtsgültig verpflichtet wird, wenn der Abschluss eines Vertrages durch den Vertreter zwar einer Weisung widerspricht, sich aber mit der dem Dritten mitgeteilten Vollmacht verträgt; er muss sich nach Art. 33 Abs. 3 OR bei der Mitteilung behaften lassen. Ist eine Mitteilung dagegen unterblieben, so wird der Vollmachtgeber bei Nichtbeachtung von Weisungen so wenig gebunden wie bei Überschreitung der Ermächtigung, da er sich auch dem Dritten gegenüber auf den Inhalt des Ermächtigungsgeschäftes berufen kann (Art. 33 Abs. 2 OR).\n\nDieselben Rechtsfolgen ergeben sich, wenn Weisungen, wie sie vom Beklagten behauptet werden, nicht als Vorschriften über den Gebrauch der Vollmacht, sondern als Einschränkung BGE 99 II 39 S. 45der Ermächtigung gewertet werden. Die Beschränkung einer dem Dritten nicht mitgeteilten Vollmacht wird schon mit der Erklärung gegenüber dem Vertreter wirksam, und wenn der Vertreter sich darüber hinwegsetzt, kann der Vollmachtgeber die Verletzung der Beschränkung auch dem Dritten entgegenhalten. Er ist damit nur ausgeschlossen, wenn er dem Dritten die Vollmacht, nicht aber die Beschränkung mitgeteilt und der Dritte vom teilweisen Widerruf auch sonst keine Kenntnis erhalten hat (Art. 34 Abs. 3 OR).\n\nIm vorliegenden Fall steht bloss fest, dass die beiden Generalvollmachten beim Grundbuchamt Walzenhausen hinterlegt worden sind und der Beklagte davon keine Abschriften erstellt hat. Daraus kann entgegen der Annahme des Obergerichtes nicht geschlossen werden, der Beklagte habe die Vollmachten auf die Kaufgeschäfte beschränkt. Das lässt sich umsoweniger sagen, als nach dem Schlusssatz der Urkunden die Beschränkung \"auf ein einzelnes bestimmtes Rechtsgeschäft\" in den Vollmachten vermerkt werden musste, was weder im einen noch im andern Falle geschehen ist. Der Beklagte hat den ihm gemäss Art. 8 ZGB obliegenden Beweis für die Behauptung, er habe seinen Vater bloss zum Kauf und Verkauf des Gasthauses ermächtigt, auch sonst nicht erbracht. Er kann diese Einrede folglich den Klägern nicht entgegenhalten, gleichviel ob seine Behauptung als inhaltliche Beschränkung der Vollmachten oder bloss als Weisung über deren Gebrauch auszulegen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts - I. Kammer - des Kantons Luzern vom 13. November 1972 aufgehoben und der Beklagte verpflichtet, den Klägern Fr. 54'971.10 nebst 5% Zins von Fr. 35'000.-- seit 1. Oktober 1971 sowie von Fr. 15'000.-- seit 1. November 1971 zu bezahlen."}