{"annee": "99", "cour": "II", "page": "332", "date": "4/12/1973", "cite": ["79 II 277", "76 II 298"], "cite_par": ["120 II 128"], "chapeau": "46. Urteil der I. Zivilabteilung vom 4. Dezember 1973 i.S. Spar- und Leihkasse des Amtsbezirkes Büren gegen Basellandschaftliche Hypothekenbank.", "regestes": ["Droit de change, chèque. 1. Art. 1128 CO. Recours du porteur de chèque contre un endosseur. Exception de l'endosseur selon laquelle le porteur n'aurait pas exécuté conformément aux instructions le mandat de prendre des renseignements sur la couverture du chèque et de les lui communiquer avant de procéder à l'encaissement. Preuve. Devoirs du mandataire (consid. 1-3). 2. Art. 1042 al. 6 et 1143 ch. 10 CO. Avis en cas de défaut de paiement (consid. 4)."], "faits": "BGE 99 II 332 S. 332\n\nA.- Die Spar- und Leihkasse des Amtsbezirkes Büren (SLB) übernahm von ihrem in Frankfurt a./M. niedergelassenen Kunden Ryan vom September 1970 an wiederholt auf ausländische, BGE 99 II 332 S. 333besonders deutsche Banken gezogene Checks zum Inkasso und indossierte sie an die Zweigniederlassung Basel der Basellandschaftlichen Hypothekenbank (BLH). Diese liess ihr die Checkbeträge im Banken-Clearing gutschreiben, und die SLB schrieb sie ihrerseits Ryan gut oder führte für ihn Zahlungen aus.\n\nAm 26. Oktober 1970 erhielt die SLB von Ryan drei Checks, die Sperber am 24. Oktober in der Höhe von zusammen DM 250 000.-- auf die Zweigstelle Kaiserstrasse der Commerzbank AG in Frankfurt a./M. gezogen hatte, sowie einen vom gleichen Aussteller auf die Frankfurter Volksbank gezogenen Check von DM 85 000.--. Die SLB übergab diese Papiere an die Adresse der BLH als Eilsendung der Post. In dem als Rimesse bezeichneten Begleitschreiben ersuchte sie die Adressatin, das Inkasso zu besorgen und den Gegenwert nach Eingang zu vergüten. Sie fügte bei: \"Wir bitten Sie, betreffend Deckung dieser Checks per Telex bei den zuständigen Banken anzufragen und uns die Antwort telephonisch weiterzuleiten.\" Die Sendung traf um 13.40 Uhr des 26. Oktober 1970 bei der BLH ein. Die SLB hatte der Adressatin den Auftrag, sich bei den bezogenen Banken über die Deckung zu erkundigen, schon vorher auch telephonisch erteilt, wobei allerdings nicht bewiesen ist, dass sie schon damals Erkundigung \"per Telex\" verlangte.\n\nDie BLH führte den Auftrag durch ihren Prokuristen Klüppelberg noch am gleichen Tage aus, wobei er die durch Fernschreiber nicht erreichbare Zweigstelle Kaiserstrasse der Commerzbank telephonisch ansprach. Klüppelberg erhielt von der Angestellten Simon der angerufenen Stelle die Zusage, es sei ein zur Honorierung der Checks genügendes Guthaben des Ausstellers vorhanden und die Checks könnten - unter banküblichem Vorbehalt - auf den Weg gebracht werden. Seine Frage, ob man in Frankfurt unter dem banküblichen Vorbehalt das gleiche verstehe wie in der Schweiz, nämlich Vorbehalt der Echtheit der Checkformulare und der Unterschrift, soll von Fräulein Simon weder bejaht noch verneint worden sein.\n\nKlüppelberg will die erhaltene Auskunft erst am 27. Oktober telephonisch an die SLB weitergegeben und dabei auch erwähnt haben, dass sie unter banküblichem Vorbehalt erfolgt sei. Gleichzeitig kam er mit der SLB überein, über die Checkguthaben sofort abzurechnen. Die BLH liess ihr hierauf am 27. Oktober über Banken-Clearing für die vier Checkguthaben von DM 335 000.-- Fr. 398 717.-- gutschreiben.\n\nBGE 99 II 332 S. 334\n\nDie SLB ihrerseits schrieb dem Konto Ryan für die vier Checks am 27. Oktober Fr. 397 645.-- gut. Sie hatte indessen im Hinblick auf die erwartete Einlösung dieser Checks auf Anweisung Ryans schon am 26. Oktober Fr. 250 000.-- anderen Banken überwiesen. Am Abend des 26. Oktober erreichte der Passivsaldo des Kontos Ryan Fr. 696 088.80. Am Abend des 27. Oktober wies das Konto dagegen einen Aktivsaldo von Fr. 60 458.70 und am 29. Oktober, nach weiteren Gutschriften und Belastungen, einen solchen von Fr. 81 595.85 auf.\n\nDie auf die Zweigstelle Kaiserstrasse der Commerzbank in Frankfurt gezogenen drei Checks wurden am 29. Oktober durch die Deutsche Bank AG zur Zahlung vorgelegt, von der Bezogenen aber nicht eingelöst, weil sie \"vom Aussteller gesperrt\" worden seien. Die Filiale Lörrach der Checkinhaberin meldete der BLH um 16.30 Uhr des gleichen Tages telephonisch, dass diese Checks unbezahlt geblieben seien. Klüppelberg will diese Nachricht unmittelbar nachher an die SLB weitergegeben haben. Die SLB will dagegen erstmals am 11. November telephonisch von der Nichteinlösung der Checks erfahren haben. Die BLH wandte sich am 12. November an die SLB und belastete diese am 13. November für die Rückchecks samt Provision mit Fr. 297 997.70.\n\nIn einem Schreiben vom 19. November an die SLB beharrte die Commerzbank darauf, dass sie die Sperre der Checks durch den Aussteller auf jeden Fall habe beachten müssen. Am 17. Dezember 1970 schrieb sie dagegen der BLH, nach ihrer Zusage vom 26. Oktober habe sie feststellen müssen, dass Sperber ihr aus nichteingelösten Checks einen Betrag schuldete, der das Guthaben auf seinem Konto der Zweigstelle Kaiserstrasse überstieg. Auch habe sie erfahren, dass mehrere Personen, zu denen auch Sperber und Ryan gehörten, aufeinander nicht gedeckte Checks gezogen hätten, um sich zum Nachteil von Banken zu bereichern. Um dieser internationalen Checkreiterei ein Ende zu bereiten, habe sie das Konto des Sperbers wegen der ihr zustehenden Forderung gesperrt, aber nicht verhindern können, dass ihr und auch anderen Banken Schaden entstanden sei.\n\nB.- Die BLH leitete gegen die SLB für Fr. 297 997.70 nebst Zins Wechselbetreibung ein. Der Appellationshof des Kantons Bern bewilligte am 22. April 1971 für Fr. 221 815.05 nebst Zins den Rechtsvorschlag, indem er die Rückgriffsforderung der BLH BGE 99 II 332 S. 335aus den drei Checks auf Fr. 297 626.20 bezifferte, aber als glaubhaft erachtete, dass die Betriebene gegen die Gläubigerin eine Schadenersatzforderung von Fr. 221 443.55 habe.\n\nIn der Folge bezahlte die SLB den Teilbetrag, für den sie im Verfahren um Bewilligung des Rechtsvorschlages unterlegen war.\n\nDie BLH anderseits klagte gegen sie auf Zahlung der Fr. 221 815.05 nebst Zins, für die der Rechtsvorschlag bewilligt worden war.\n\nDie Beklagte erklärte für Fr. 33 220.-- den Abstand, da sie am 5. März 1971 von Sperber Fr. 50 000.-- hatte einbringen können und das Konto Ryan deshalb am 13. September 1971 noch einen Aktivsaldo von Fr. 33 220.-- aufwies.\n\nSoweit die Klage weiter ging, wies der Gerichtspräsident von Büren sie am 24. Mai 1972 ab.\n\nAuf Appellation der Klägerin, die an den Klagebegehren festhielt, hiess der Appellationshof des Kantons Bern am 12. März 1973 die Klage im Betrage von Fr. 188 373.55 nebst 6% Zins seit 30. Oktober 1970 gut.\n\nC.- Die Beklagte hat die Berufung erklärt. Sie beantragt, die Klage abzuweisen, eventuell soweit sie Fr. 69 806.10 übersteigt. Die Klägerin beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte als Indossantin der drei nicht eingelösten Checks bestreitet weder die Voraussetzungen des checkrechtlichen Rückgriffsrechts der Klägerin (Art. 1128 f. OR) noch dessen dem angefochtenen Urteil zugrunde gelegten Umfang. Sie streitet in der Berufung nur um den Bestand und die Höhe ihrer zur Verrechnung gestellten Schadenersatzforderung aus ihrem der Klägerin erteilten Auftrag.\n\nAnderseits ficht die Klägerin das vorinstanzliche Urteil nicht an; sie beanstandet nicht, dass der Appellationshof die Klage nur im Betrage der eingeklagten Hauptforderung von Fr. 221 593.55 abzüglich die anerkannten Fr. 33 220.-- gutgeheissen, dagegen zu dem noch streitig gewesenen Teil von Fr. 221.50 der Provisionsforderung nicht Stellung genommen hat.\n\nBGE 99 II 332 S. 336\n\nDas Bundesgericht hat daher auf die checkrechtliche Rückgriffsforderung nicht weiter einzugehen.\n\n2. Mit dem Inkassoauftrag, den die Beklagte der Klägerin am 26. Oktober erteilte, verband sie den Auftrag, \"betreffend Deckung dieser Checks per Telex bei den zuständigen Banken anzufragen und uns die Antwort telephonisch weiterzuleiten\". Die Beklagte macht nicht geltend, die Klägerin habe sich unsorgfältig erkundigt. Sie wirft ihr aber Unsorgfalt bei der telephonischen Meldung der erhaltenen Auskunft vor. Im kantonalen Verfahren sah sie den Fehler im angeblichen Verschweigen der Tatsache, dass die Commerzbank die Auskunft, Deckung sei vorhanden und die Checks könnten auf den Weg gebracht werden, nur \"unter banküblichem Vorbehalt\" erteilt hatte. In der Berufung trägt sie dagegen vor, die Klägerin habe verschwiegen, dass die Commerzbank das Vorhandensein der Deckung erst nach dem dritten Anruf bestätigt, die verlangte Sperre des Kontos des Ausstellers nicht zugesagt und die Frage, ob man in Deutschland unter dem banküblichen Vorbehalt dasselbe verstehe wie in der Schweiz, nicht befriedigend beantwortet habe. Ferner wirft sie der Klägerin vor, diese hätte sie darauf aufmerksam machen müssen, dass sie Risiken laufe, wenn sie schon vor der Einlösung der Checks Verfügungen treffe.\n\na) Der Check enthält die unbedingte Anweisung, eine bestimmte Geldsumme zu zahlen (Art. 1100 Ziff. 2 OR; Art. 1 deutsches Checkgesetz), also die Ermächtigung des Ausstellers an den Bezogenen, diese Summe auf Rechnung des Ausstellers an den Inhaber des Checks zu leisten. Irgendwelche Rechte gegenüber dem Bezogenen verschafft er dem Inhaber nicht. Ein Forderungsrecht des Inhabers gegenüber dem Bezogenen entsteht nie, denn Art. 1104 OR und Art. 4 deutsches Checkgesetz schliessen die Annahme des Checks aus (Urteil des deutschen Bundesgerichtshofes vom 23. Februar 1951 in Neue Juristische Wochenschrift 1951 S. 599 Spalte rechts und HEFERMEHL daselbst S. 598 Spalte rechts). Wenn der Bezogene den Check nicht einlöst, kann der Inhaber nur den in Art. 1128 OR und Art. 40 deutsches Checkgesetz umschriebenen Rückgriff gegen die Indossanten, den Aussteller und die anderen Checkverpflichteten ausüben. Der Inhaber kann daher vom Bezogenen auch nie verlangen, dass er das Guthaben des Ausstellers sperre, damit der Check im Zeitpunkt der Vorweisung eingelöst werden könne. Schon aus diesem Grunde kam ein Auftrag der Beklagten BGE 99 II 332 S. 337an die Klägerin, die Commerzbank zur Sperre des Guthabens Sperbers zu verhalten, nicht in Frage.\n\nDie Beklagte hat denn auch der Klägerin eine solche Weisung nicht erteilt. Nach der Auffassung der Vorinstanz lautete der vorerst telephonisch und dann schriftlich erteilte Auftrag dahin, \"die Deckung der in Frage stehenden Checks bei den bezogenen Banken abzuklären und die Antwort an die Beklagte telephonisch weiterzuleiten\". Diese Feststellung widerspricht der auf der Rimesse vom 23. Oktober enthaltenen Formulierung des Auftrages nicht. Die Beklagte hat somit von der Klägerin nur verlangt, die Commerzbank nach dem Vorhandensein der Deckung zu fragen. Sie hat nie behauptet, die Klägerin hätte der Commerzbank zumuten sollen, keine Auszahlungen auf Rechnung Sperbers mehr vorzunehmen und dessen Guthaben auch nicht mit Forderungen der Bank zu verrechnen, so dass im Zeitpunkt der Vorweisung der Checks die Deckung noch vorhanden sein werde. Selbst in der Berufung behauptet sie das nicht. Sie macht nur geltend, Klüppelberg habe im Verfahren über die Bewilligung des Rechtsvorschlages ausgesagt, er habe die Commerzbank darauf aufmerksam gemacht, dass das Guthaben zu sperren sei, da die Beklagte darüber verfügen wolle, und diese Aussage entspreche auch den Angaben der Klägerin in ihrem Schreiben an die Commerzbank vom 18. November 1970. Der Appellationshof hält indessen die Aussagen Klüppelbergs für nicht zuverlässig, und auch die Angaben im zitierten Schreiben erbringen nicht Beweis, weil Klüppelberg und die Klägerin zu dieser Zeit bestrebt waren, die Verantwortung für den Schaden (untauglicherweise) der Commerzbank zuzuschreiben. Übrigens kommt nichts darauf an, was Klüppelberg von dieser Bank verlangt haben will. Entscheidend ist, welchen Inhalt der Auftrag der Beklagten hatte und rechtlich haben konnte.\n\nIst somit davon auszugehen, dass die Klägerin nicht beauftragt war, von der Commerzbank eine Sperre des Deckungsguthabens zu verlangen, so war sie auch nicht gehalten, der Beklagten zu melden, die Bezogene habe die Sperre nicht zugesagt. Die Beklagte hätte selber wissen sollen, dass die Checks weder sie noch die Klägerin berechtigten, eine solche Zusage zu erwarten. Die Klägerin hatte sie darüber nicht zu belehren, denn der Auftrag lautete nicht auf Erteilung von Rechtsauskünften.\n\nb) Der Appellationshof erachtet die Aussage Klüppelbergs, er habe der Beklagten den von der Commerzbank gemachten BGE 99 II 332 S. 338\"banküblichen Vorbehalt\" mitgeteilt, als nicht zuverlässig. Er hält aber auch die Behauptung der Beklagten, der Bestand der Deckung sei ihr vorbehaltlos gemeldet worden, nicht für bewiesen. Wie die Beklagte anerkennt, ist das Bundesgericht an diese Beweiswürdigung gebunden.\n\nDie Auffassung des Appellationshofes, die Beklagte habe zu beweisen, dass die Klägerin ihre vertraglichen Verpflichtungen verletzt und den erwähnten Vorbehalt nicht weitergemeldet habe, wird von der Beklagten nicht beanstandet, muss aber als Frage des eidgenössischen Rechts von Amtes wegen überprüft werden.\n\nWo das Gesetz es nicht anders bestimmt, hat derjenige das Vorhandensein einer behaupteten Tatsache zu beweisen, der aus ihr Rechte ableitet (Art. 8 ZGB). Dem Gläubiger obliegt daher der Beweis des Inhaltes der Verpflichtung, dem Schuldner dagegen der Beweis, dass er sie erfüllt habe (BGE 76 II 299,BGE 79 II 279; VON TUHR/SIEGWART § 60 I; OSER/SCHÖNENBERGER Art. 88 N. 1; BECKER Vorbem. zu Art. 68 - 96 N. 15; KUMMER Art. 8 N. 161). Wenn die Klägerin verpflichtet war, der Beklagten den \"banküblichen Vorbehalt\" zu melden, hatte daher die Klägerin den Beweis zu erbringen, dass sie es getan habe. Es traf nicht die Beklagte die Last des Beweises, dass der Vorbehalt in der Mitteilung der Klägerin fehlte. Die Beklagte befindet sich nicht in gleicher Lage wie z.B. der Käufer, der zunächst die Kaufsache als Erfüllung angenommen hat, nachträglich aber Mängel entdeckt haben will und diese, wie KUMMER Art. 8 N. 275 und 277 ausführt, daher beweisen muss. Die Unsicherheit darüber, ob die Klägerin den \"banküblichen Vorbehalt\" weitergemeldet habe, wirkt sich somit zu ihrem Nachteil aus; es muss davon ausgegangen werden, diese Meldung sei unterblieben.\n\nc) Deshalb fragt sich, ob die Klägerin verpflichtet war, der Beklagten den erwähnten Vorbehalt zu melden und sie darauf aufmerksam zu machen, dass sein Sinn unsicher bleibe.\n\nDiese Frage ist zu verneinen. Welchen Sinn der \"bankübliche Vorbehalt\" auch immer gehabt haben mag, verstand er sich unter Banken und damit auch im Verhältnis zwischen der Klägerin und der Beklagten von selbst. Es war selbstverständlich, dass die Commerzbank die Checks nicht einlösen würde, wenn sie sich als gefälscht erweisen sollten. Es war aber auch selbstverständlich, dass sie anderweitige Verfügungen über das Guthaben Sperbers, namentlich dessen Verrechnung mit eigenen Forderungen, BGE 99 II 332 S. 339nicht vorzubehalten brauchte, um sie vornehmen zu dürfen. Das ergab sich aus der Natur des Checks, der dem Inhaber gegen den Bezogenen weder ein Forderungsrecht noch ein Recht auf \"Sperrung\" des Guthabens des Ausstellers verleiht. Die Beklagte als Bank, die Checks zu übernehmen pflegte und sie sogar bevorschusste, musste das selber wissen. Die Klägerin hatte sie darüber umso weniger zu belehren, als sie nicht beauftragt war, auf eine Sperre des Guthabens Sperbers zugunsten der Checkinhaberin hinzuwirken, sondern nur abzuklären hatte, ob die Checks gedeckt seien. Der erhaltene Auftrag verpflichtete die Klägerin auch nicht, die Beklagte auf Gefahren aufmerksam zu machen, die sie laufe, wenn sie Ryan vor der Einlösung der Checks befriedige. Übrigens führt die Beklagte selber aus, sie sei sich der Risiken des Checkverkehrs mit dem Ausland voll bewusst gewesen. Auch der Inkassoauftrag, den die Beklagte der Klägerin erteilte, brachte die Pflicht nicht mit sich, die Beklagte darüber zu belehren, dass die Deckungsmeldung die Einlösung der Checks nicht unbedingt gewährleiste.\n\nDass die Beklagte in der \"Rimesse\" vom 26. Oktober Vergütung des Gegenwertes \"nach Eingang\" verlangt hatte, ändert nichts. Abgesehen davon, dass die Beklagte diese Weisung fallen liess, indem sie sich am 27. Oktober mit der sofortigen Abrechnung und Überweisung des Betrages einverstanden erklärte, bedeutete die Wendung \"nach Eingang\" nur, dass die Klägerin der Beklagten die Checkbeträge erst gutzuschreiben brauche, wenn die bezogenen Banken die Checks wirklich eingelöst haben würden. Daraus konnte unmöglich abgeleitet werden, die Beklagte betrachte das Inkasso schon mit der Deckungsmeldung als vollständig gesichert. Eher war daraus zu schliessen, sie sei sich bewusst, dass erst die tatsächliche Einlösung der Checks den Erfolg des Inkassoauftrages gewährleiste.\n\nDass Klüppelberg den \"banküblichen Vorbehalt\" tatsächlich an die Beklagte weitergegeben haben will, führt nicht zu einem anderen Schluss. Nachdem der Klägerin vorgehalten wird, die Weitergabe dieses Vorbehaltes sei nicht bewiesen, muss auch bei der Beurteilung der Frage, ob er hätte weitergegeben werden sollen, unterstellt werden, die Klägerin habe ihn, weil überflüssig, verschwiegen.\n\nd) Die Klägerin verletzte ihre Pflichten als Beauftragte auch nicht dadurch, dass sie der Beklagten verschwiegen haben soll, sie habe die telephonische Deckungsbestätigung der Commerzbank BGE 99 II 332 S. 340erst nach dem dritten Anruf erhalten. Eine Feststellung der kantonalen Instanzen, wonach die Klägerin die Commerzbank dreimal angerufen habe, fehlt. Gewiss hat Klüppelberg in diesem Sinne ausgesagt. Die kantonalen Urteile erwähnen seine Aussage, sagen jedoch nicht, ob sie Glauben verdiene. Unabgeklärt bleibt auch, warum angeblich drei Anrufe nötig waren. Aus den Aussagen Klüppelbergs zu schliessen, musste Fräulein Simon von der Commerzbank zuerst ihren Vorgesetzten befragen, der nicht sogleich zur Stelle war. Es fehlt jeder Anhaltspunkt, dass der behauptete dreimalige Anruf nötig gewesen sei, weil die Commerzbank sich überlegt hätte, ob sie die tatsächlich vorhandene Deckung bestätigen oder das Guthaben Sperbers mit eigenen Forderungen verrechnen wolle. Nach verbindlicher Feststellung des Appellationshofes stellte die Commerzbank erst nach der Bestätigung der Deckung fest, dass ihr eine das Guthaben übersteigende Forderung zustand. Die Beklagte bestreitet das nicht. Zudem zahlte sie zugunsten Ryans schon am 26. Oktober Fr. 250 000.-- aus, ohne die Deckungsmeldung abzuwarten. Hätte sie dem Umstande, dass diese so lange nicht eintraf, Bedeutung beigemessen, so wäre sie nicht so vorgegangen, sondern hätte sie mit der Auszahlung zugewartet und sich bei der Klägerin nach den Gründen der Verzögerung erkundigt. Das tat sie nicht einmal, als die telephonische Deckungsmeldung der Klägerin eintraf. Es widerspricht Treu und Glauben, dass die Beklagte nun der Klägerin aus der Nichterwähnung des angeblich dreimaligen Anrufens nach Frankfurt einen Vorwurf macht, nachdem sie selber die Beauftragte damals über die Gründe der Verzögerung der Auskunft nicht befragte.\n\n3. Da die Deckungsmeldung der Klägerin nicht mangelhaft war, kommt auf die Behauptung der Beklagten nichts an, sie hätte die Zahlungen vom 27. Oktober und vom 29. Oktober nicht vorgenommen, wenn Klüppelberg sie am Morgen des 27. Oktobers aufgeklärt hätte, sie dürfe nicht sicher mit der Einlösung der Checks rechnen. Soweit dieses Anbringen die Vergütungen vom 29. Oktober betrifft, ist es zudem neu und daher nicht zu hören. Im kantonalen Verfahren hat die Beklagte diese Zahlungen nur als Folge davon hingestellt, dass ihr die Klägerin die Nichteinlösung der Checks statt schon an diesem Tage erst am 11. November gemeldet habe.\n\n4. Die Beklagte hält daran fest, sie hätte die Zahlungen vom 29. Oktober von zusammen Fr. 118 567.45 nicht vorgenommen BGE 99 II 332 S. 341oder jedenfalls rechtzeitig widerrufen, wenn ihr die Klägerin von der Nichteinlösung der Checks durch die Commerzbank schon an diesem Tage Kenntnis gegeben hätte. Darauf stützt sich ihr Eventualbegehren um Abweisung der Klage, soweit sie Fr. 69 806.10 (188 373.55 - 118 567.--) übersteigt. Die Beklagte wirft dem Appellationshof vor, er habe dieses Begehren nicht beurteilt, weil er übersehen habe, dass die Fr. 118 567.45 erst ausbezahlt worden seien, nachdem die Commerzbank die Einlösung der Checks schon verweigert hatte.\n\na) Die beiden Zahlungen vom 29. Oktober ergeben sich aus dem Auszug der Beklagten über das Konto Ryan, auf den im übrigen auch die kantonalen Instanzen abstellen. Dass der Appellationshof sie nirgends erwähnt, geht offensichtlich darauf zurück, dass er sich der Auffassung der ersten Instanz anschliesst, wonach die vermögensmindernden Auszahlungen schon am 26. und 27. Oktober erfolgt seien und die behauptete Verspätung der Notifikation gemäss Art. 1042 OR keinen neuen, bei rechtzeitiger Benachrichtigung vermeidbaren Schaden verursacht habe. Von einem Übersehen der Zahlungen vom 29. Oktober kann daher nicht die Rede sein.\n\nb) Materiell hält jedoch die erwähnte Begründung nicht stand. Sie war sinnvoll für den erstinstanzlichen Richter, der die Schadenersatzansprüche der Beklagten in vollem Umfange mit der Begründung schützte, die Auszahlungen zulasten des Kontos Ryan vom 26. und 27. Oktober hingen ursächlich zusammen mit der vorbehaltlosen und daher pflichtwidrigen Deckungsmeldung vom 26. Oktober. Von diesem Standpunkt aus war nicht zu untersuchen, ob die Beklagte auch durch die Auszahlungen vom 29. Oktober geschädigt worden sei. Der Appellationshof dagegen verneint eine Verantwortlichkeit der Klägerin für die Deckungsmeldung. Er hätte daher prüfen sollen, ob die Klägerin wegen pflichtwidriger Verzögerung der Meldung, die Commerzbank habe am 29. Oktober die Checks nicht eingelöst, dafür einstehen müsse, dass die Beklagte die Auszahlungen von diesem Tage vornahm und nicht widerrief und deshalb zu Schaden kommt.\n\nc) Gemäss Art. 1143 Ziff. 10 in Verbindung mit Art. 1042 OR hat der Inhaber des nicht bezahlten Checks nach der Protesterhebung vier Werktage zur Verfügung, um seinen unmittelbaren Vormann zu benachrichtigen. Der Indossant seinerseits hat nach Empfang der Nachricht seinem unmittelbaren Vormann binnen BGE 99 II 332 S. 342zweier Werktage davon Kenntnis zu geben. Wer die rechtzeitige Benachrichtigung versäumt, verliert den Rückgriff nicht, haftet aber für den etwa durch seine Nachlässigkeit entstandenen Schaden bis zur Höhe der Checksumme (Art. 1042 Abs. 6 OR).\n\nDie drei in Frage stehenden Checks nennen keine bestimmte Person als Zahlungsempfänger. Sie gelten somit als auf den Inhaber gestellt, umso mehr als der für die Einsetzung eines Zahlungsempfängers offen gelassenen Stelle die Worte \"oder Überbringer\" folgen (Art. 1105 Abs. 2 OR). Die Klägerin hat die Checks nicht indossiert. Sie nimmt den Rückgriff in ihrer Eigenschaft als Inhaberin. Um der Schadenersatzpflicht gemäss Art. 1042 Abs. 6 zu entgehen, hatte sie deshalb vier Werktage Zeit, um die Beklagte von der Nichteinlösung der Checks in Kenntnis zu setzen. Mit dem Vorwurf, die Benachrichtigung hätte schon am 29. Oktober stattfinden sollen, lässt sich daher eine Schadenersatzpflicht gemäss Art. 1042 Abs. 6 nicht begründen. Vor dem 3. November 1970 (der 1. November war ein Sonntag) hatte die Beklagte nicht Anspruch auf die Nachricht. Dass sie aber am 3. November die Zahlungen vom 29. Oktober noch hätte widerrufen können, behauptet sie nicht.\n\nSie macht auch nicht geltend, dass und inwiefern sie sie am 31. Oktober noch hätte rückgängig machen können. Es wäre ihr daher selbst dann nicht geholfen, wenn die Benachrichtigungsfrist nur zwei Werktage betragen hätte.\n\nDer Vorwurf pflichtwidrigen Verhaltens der Klägerin lässt sich auch nicht etwa mit dem Inkassoauftrag begründen, den die Beklagte ihr erteilt hat. Gegenstand des Auftrages war die Einziehung von Checkbeträgen. Mangels gegenteiliger Weisungen der Beklagten durfte die Klägerin daher davon ausgehen, hinsichtlich der Benachrichtigungspflicht gälten die checkrechtlichen Bestimmungen. Die Beklagte hat nicht behauptet, sie habe bei der Erteilung des Auftrages verlangt, die allfällige Nichtbezahlung der Checks sei ihr unverzüglich, d.h. noch am gleichen Tage zu melden. Das ergab sich auch nicht aus der \"Rimesse\" vom 26. Oktober, noch verstand es sich von selbst. Dass die Beklagte eine telephonische Deckungsmeldung wünschte, bedeutet nicht, es müsse ihr auch die Nichtbezahlung der Checks möglichst rasch und telephonisch gemeldet werden. Die Deckungsmeldung sollte ihr den Entschluss zu den von Ryan gewünschten vorzeitigen Auszahlungen erleichtern. Die Klägerin durfte am 29. Oktober davon ausgehen, diese Auszahlungen BGE 99 II 332 S. 343seien bereits erfolgt. Tatsächlich hatten sie schon am 26. Oktober stattgefunden. Am 29. Oktober konnten sie nicht mehr verhindert oder rückgängig gemacht werden. Unter diesem Gesichtspunkt drängte sich daher eine sofortige Benachrichtigung der Beklagten nicht auf.\n\nDass die Beklagte andere Gründe haben könnte, von der Nichteinlösung der Checks sofort Kenntnis zu erhalten, brauchte die Klägerin ebenfalls nicht anzunehmen. Den Stand des Kontos Ryan bei der Beklagten kannte sie nicht und musste sie nicht kennen. Dass Ryan und Sperber \"Checkreiterei\" getrieben haben sollen, erfuhr sie erst durch das Schreiben der Commerzbank vom 17. Dezember. Ihr Auftrag beschränkte sich auf das Inkasso von Checks, und das Verhältnis Ryans zur Beklagten ging sie nichts an; es verpflichtete sie nicht zu grösserer Sorgfalt als die Art. 1143 und 1042 OR. Die Beklagte leitet aus dem Inkassoauftrag denn auch nichts ab, sondern beruft sich nur auf diese Bestimmungen.\n\nDaher kann dahingestellt bleiben, ob die Klägerin der Beklagten schon am 29. Oktober mitteilte, die Checks seien nicht eingelöst worden, oder erst am 11. November, wie die Beklagte behauptet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes des Kantons Bern vom 12. März 1973 bestätigt."}