{"annee": "99", "cour": "IV", "page": "57", "date": "19/1/1973", "cite": ["90 IV 43", "80 IV 15", "50 I 318", "80 IV 184", "92 IV 65", "82 IV 15", "75 IV 26", "91 IV 24", "97 IV 99"], "cite_par": ["127 IV 178", "129 IV 238", "107 IV 185", "100 IB 383", "104 IV 175", "107 IV 205", "99 IV 185", "109 IV 121", "115 IV 219"], "chapeau": "12. Urteil des Kassationshofes vom 19. Januar 1973 i.S. Schweizerische Bundesanwaltschaft gegen Überweisungsbehörde des Kantons Baselland und Gass.", "regestes": ["Art. 18 al. 204 CP. Publications obscènes. La conscience - élément constitutif de l'intention - de l'obscénité d'une publication existe déjà chez l'auteur lorsqu'il se rend compte que celle-ci a trait au domaine sexuel et que toute allusion à ce dernier, par l'écrit ou par l'image, est propre, selon les conceptions communément admises, à blesser profondément le sentiment naturel de la décence et de la bien-séance des lecteurs et des spectateurs moyens."], "faits": "BGE 99 IV 57 S. 57\n\nA.- Gass ist Geschäftsführer der Kinos \"Morgarten\" in Basel und \"Roxy\" in Birsfelden. Als solcher ist er verantwortlich für die Auswahl und Aufführung der Filme. In der Zeit vom 26. Dezember 1971 bis 2. Januar 1972 zeigte er im Kino \"Roxy\" den Film \"Blutjunge Verführerinnen\" in der vom Verleiher bezogenen ungekürzten Originalfassung. Der Film wird im Reklametext des Verleihers als Darstellung eines \"explosiven und harten Stoffes über die skrupellosen Sexspiele minderjähriger Mädchen\" geschildert, die \"ohne jede Scham die Hüllen fallen lassen, um den Mann zu verführen, der ihnen BGE 99 IV 57 S. 58gefällt\", und die \"auf der Badematte, im D-Zug oder Autobus, im Kollektiv in Scheunen, mit Mann und Frau Liebe machen\". Er besteht denn auch in einer ununterbrochenen Folge geschmackloser und derber Episoden eines angeblichen \"Schülerinnen-Reports\", in welchen als minderjährig vorgegebene, von ihrem Geschlechtstrieb beherrschte Mädchen sich hemmungslos als Verführerinnen an ihre Opfer heranmachen, um mit ihnen schliesslich nach aufreizenden Entkleidungsszenen in allen möglichen Stellungen und an zum Teil ausgefallenen Orten den Beischlaf zu vollziehen oder sich der lesbischen Liebe hinzugeben.\n\nB.- Ein gegen Gass wegen unzüchtiger Veröffentlichungen nach Art. 204 StGB eingeleitetes Strafverfahren wurde am 21. Juni 1972 durch die Überweisungsbehörde des Kantons Basel-Landschaft mangels subjektiven Tatbestandes eingestellt.\n\nAuf Beschwerde der Schweizerischen Bundesanwaltschaft hin bestätigte das Obergericht des Kantons Basel-Landschaft am 19. September 1972 den vorgenannten Einstellungsentscheid. Es bejahte zwar mit der ersten Instanz den objektiv unzüchtigen Charakter des Filmes, verneinte jedoch den Vorsatz.\n\nC.- Die Schweizerische Bundesanwaltschaft führt Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichtes sei aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie die Staatsanwaltschaft anweise, gegen den Beschwerdegegner Anklage wegen Widerhandlung gegen Art. 204 StGB zu erheben.\n\nD.- Gass trägt auf Abweisung der Beschwerde an.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Zur Entscheidung steht die Frage, ob der Beschwerdegegner vorsätzlich gehandelt habe. Die Vorinstanz hat sie verneint. Gass habe das Wissen um die Unzüchtigkeit des Films bestritten. Er sei auf Grund des feststellbaren allgemeinen Wandels in der Einstellung zur Sexualität und der Tatsache, dass der Film in Basel unbeanstandet gezeigt worden sei, der Auffassung gewesen, dass er sich mit dessen Vorführung noch im Rahmen des moralisch Verantwortbaren bewege. Er habe also darauf vertraut, dass der Film nicht unzüchtig sei.\n\na) Nach der Rechtsprechung gehört zum Vorsatz gemäss Art. 18 Abs. 2 StGB nur das auf die objektiven Merkmale des BGE 99 IV 57 S. 59Deliktstatbestandes bezogene Wissen und Wollen, nicht aber auch das Bewusstsein der Rechtswidrigkeit oder gar dasjenige der Strafbarkeit (BGE 75 IV 29E. 3, 43 E. 4, 82 E. 5, 152 E. 2; BGE 80 IV 21, 89 E. d; BGE 82 IV 16; BGE 90 IV 49; BGE 91 IV 29 E. 2). Das fehlende Unrechtsbewusstsein schliesst deshalb den Vorsatz ebenso wenig aus wie eine unrichtige rechtliche Subsumtion des Sachverhalts (BGE 50 I 327).\n\nDas zum Vorsatz gehörende Wissen soll dem Täter den Sinn seines Handelns deutlich machen. Dieses Verständnis erlangt der Täter bei Merkmalen, die beschreibender Natur sind (z.B. Mensch, Tier), unmittelbar mit der sinnlichen Wahrnehmung der Tatsachen. Anders verhält es sich bei den sog. normativen Tatbestandsmerkmalen (z.B. Unzüchtigkeit einer Handlung oder einer Veröffentlichung). Hier reicht die blosse Tatsachenkenntnis nicht aus. Das zum Vorsatz gehörende Wissen verlangt zusätzlich eine Wertung durch den Täter, die indes mit der im Gesetz liegenden Wertung bzw. vom Richter geforderten exakten juristischen Subsumtion nicht übereinstimmen muss. Dem subjektiven Erfordernis des Wissens ist hier vielmehr Genüge getan, wenn der Täter den Tatbestand so verstanden hat, wie es der landläufigen Anschauung eines Laien entspricht (sog. Parallelwertung in der Laiensphäre). Er muss also die Wertung bloss in dem Umfang vollziehen, der ihm als Nichtjuristen möglich ist. Mehr verlangen hiesse die Begehung vorsätzlicher Delikte Juristen und solchen Laien vorbehalten, die mehr oder weniger zufällig juristische Kenntnisse besitzen. Das aber kann nicht der Sinn des Gesetzes sein (Leipziger Kommentar, 8. Auflage, N. 3 b und 10 zu § 59 StGB; SCHÖNKE/SCHRÖDER, 16. Auflage, N. 10 und 38 zu § 59 StGB; MEZGER, Strafrecht, 3. Auflage, S. 328 Ziff. 3; HAFTER, Allg. Teil S. 124 Ziff. IV; SCHULTZ, Bundesgerichtliche Rechtsprechung über den Sachverhaltsirrtum, ZStR 1961, S. 81 Anm. 23).\n\nb) Was das normative Tatbestandsmerkmal der Unzüchtigkeit im Sinne des Art. 204 StGB betrifft, so verlangt es ein gewisses Mindestmass rechtswidriger Einwirkung, wie es beispielsweise auch im Falle der grausamen Behandlung nach Art. 134 Ziff. 1 StGB, des grossen Schadens im Sinne von Art. 145 Abs. 2 StGB oder der schweren Drohung bei der Erpressung oder nach Art. 180 StGB gefordert wird. Der Täter muss die rechtswidrige Wirkung nach seiner Laienvorstellung BGE 99 IV 57 S. 60erfassen. Die im Begriff der Unzüchtigkeit liegende rechtliche Toleranzgrenze braucht er nicht zu kennen. Es genügt, dass die Wirkung, so wie er sie erkannt und gewollt oder in Kauf genommen hat, den nach Gesetz strafbaren Grad erreicht hat. Das zum Tätervorsatz gehörende Wissen ist also schon gegeben, wenn der Täter sich bewusst ist, dass die Veröffentlichung auf das Geschlechtliche Bezug hat und deren schriftliche oder bildhafte Darstellung nach landläufiger Auffassung geeignet ist, das natürliche Sittlichkeits- und Schamgefühl des durchschnittlichen Lesers oder Betrachters möglicherweise empfindlich zu verletzen. Dabei ist nicht zu übersehen, dass das zum Eventualvorsatz gehörende Bewusstsein, eine Veröffentlichung sei möglicherweise unzüchtig, auch derjenige haben kann, der nach seinem eigenen Empfinden nichts Unzüchtiges daran findet. Es genügt zur Erfüllung des Wissenselementes, dass er die objektive Bedeutung in laienhafter Sicht kennt (Leipziger Kommmentar, N. 3 zu § 184 StGB). Wollte man nämlich das für massgebend erachten, was der Täter persönlich für unzüchtig hält, so hätte das zur Folge, dass ein jeder nach dem Strafrecht zu beurteilen wäre, das er sich vorgestellt hat. So müsste mangels Vorsatz beispielsweise derjenige freigesprochen werden, der zu einer unzüchtigen Handlung im Sinne von Art 188 und 191 StGB nötigt, die nach seiner falschen Auffassung noch geduldet wird; gleicherweise ginge straflos aus, wer die dem Kinde zugefügte Behandlung noch nicht für \"grausam\" hält (Art. 134 StGB). Eine derartige Subjektivierung müsste sich umgekehrt auch zu Ungunsten desjenigen auswirken, der irrtümlich annimmt, die Strafbarkeit sei in einem Falle gegeben, wo dies in Wirklichkeit nicht zutrifft (z.B. bei der Annahme, Unzüchtigkeit werde schon bei einem geringeren Grade von Unsittlichkeit bejaht oder für eine strafbare Erpressung genüge auch eine geringfügige Drohung). Aus dem Gesagten erhellt, dass die Frage, von welchem Moment an das Strafgesetz eingreift, eine solche der rechtlichen Subsumtion ist, welche vom Vorsatz des Täters nicht erfasst sein muss. Es genügt, dass der Täter die dem betreffenden Tatbestand eigenen objektiven Tatumstände und deren tatbestandstypische Bedeutung in laienhafter Sicht kennt.\n\nc) Im vorliegenden Fall lässt sich den Erwägungen der Vorinstanz nicht entnehmen, dass sie bei ihrer Annahme, wonach der Vorsatz auch das Merkmal der Unzüchtigkeit BGE 99 IV 57 S. 61umfassen müsse und diese Voraussetzung bei Gass nicht erfüllt gewesen sei, den hievor umschriebenen Wissensbegriff zugrunde gelegt hat. Nach dem Zusammenhang der im angefochtenen Entscheid gemachten Ausführungen liegt vielmehr der Schluss nahe, dass das Obergericht bloss von dem zum Tätervorsatz gehörenden Wissen ausgegangen ist und dem Angeklagten zugute gehalten hat, er habe irrtümlich die rechtliche Toleranzgrenze verkannt. Dafür spricht einmal der Umstand, dass die Vorinstanz sich mit dem Wissensinhalt bei normativen Tatbestandsmerkmalen im angefochtenen Urteil überhaupt nicht auseinandergesetzt hat. Sie hat gegenteils an die Würdigung des objektiven Tatbestandes, welcher der Gesetzesbegriff des Unzüchtigen im Sinne der bundesgerichtlichen Rechtsprechung zugrunde gelegt wurde, unmittelbar ihre Ausführungen zum subjektiven Tatbestand angeschlossen und dabei den Begriff des Unzüchtigen ohne erkennbaren Unterschied zu den vorausgegangenen Erwägungen verwendet. Der angefochtene Beschluss enthält auch keine Ausführungen darüber, dass Gass auch nicht etwa eventualvorsätzlich gehandelt hätte. Die grundlegende Feststellung der Vorinstanz, wonach der Vorsatz nur dann bejaht werden könne, wenn der Beschwerdegegner sich der Unzüchtigkeit des Films bewusst gewesen sei, macht deutlich, dass sie sich einzig die Frage nach dem direkten Vorsatz gestellt und das Wissen um die Möglichkeit des unzüchtigen Charakters des Films ausser acht gelassen hat; denn wie bereits in Ziff. 1b oben dargetan worden ist, kann das zum Eventualvorsatz gehörende Bewusstsein jener Möglichkeit auch derjenige haben, der nach eigenem Empfinden nichts Unzüchtiges an der Veröffentlichung findet. Zudem konnte der Beschwerdegegner feststellen, dass der Film sich in aufreizenden und Abscheu und Widerwillen erregenden Darstellungen erschöpft, die den Menschen ausschliesslich als begehrliches, völlig von seinem Geschlechtstrieb beherrschtes Wesen erscheinen lassen. Entsprechend wies schon der Reklametext des Verleihers unmissverständlich darauf hin, dass es sich um die Darstellung eines \"explosiven und harten Stoffes über die skrupellosen Sexspiele minderjähriger Mädchen\" handelte, die \"ohne jede Scham die Hüllen fallen lassen, um den Mann zu verführen, der ihnen gefällt\". Der Beschwerdegegner bestreitet nicht, dass er um jene Wirkung des Films wusste. Auch macht das Obergericht keine gegenteiligen Feststellungen, die darauf schliessen BGE 99 IV 57 S. 62liessen, dass Gass die vom fraglichen Streifen ausgehende Wirkung irrtümlich geringer eingeschätzt hätte.\n\nAngesichts dieser Umstände und in Anbetracht der offensichtlichen Unzüchtigkeit des Films sowie der persönlichen Erfahrung des Beschwerdegegners auf dem fraglichen Gebiet hätte die Vorinstanz nicht mit solcher Sicherheit, wie das im angefochtenen Urteil geschehen ist, den Vorsatz von Gass verneinen dürfen, wenn sie von dem in der vorangehenden Erwägung umschriebenen Vorsatzbegriff ausgegangen wäre. Am Gesagten ändert der im angefochtenen Urteil gemachte Hinweis auf den allgemein eingetretenen Wandel in der Einstellung zur Sexualität so wenig wie der Umstand, dass der Film andernorts unbeanstandet aufgeführt worden ist. Dass ein gleicher Einwand in BGE 97 IV 103 und namentlich in dem nicht veröffentlichten Teil dieses Urteils (S. 12) lediglich im Zusammenhang mit der Einziehung eines unzüchtigen Films als unerheblich bezeichnet wurde, besagt keineswegs, dass die entsprechenden Erwägungen nicht darüber hinaus für die Beurteilung des subjektiven Tatbestandes des Art. 204 StGB Geltung haben. Vielmehr ist auch hier durchaus beachtlich, dass die Vorführung eines unzüchtigen Films wegen der möglicherweise zu lässigen Haltung der zuständigen Aufsichtsorgane oder deswegen unbeanstandet bleibt, weil Kinobesucher, selbst wenn sie am Film Anstoss genommen haben, von der Erstattung einer Strafanzeige wegen der damit verbundenen Unzukömmlichkeiten oder aus der Befürchtung heraus absehen, sich der öffentlichen Kritik auszusetzen. Diese Erfahrungstatsache ist jedoch Filmverleihern und Kinobesitzern sehr wohl bekannt.\n\nSoweit der Beschwerdegegner übrigens auch das Wollen bestreitet, was er im kantonalen Verfahren nicht ausdrücklich getan hat, begründet er seine Behauptung nicht näher. Immerhin ist diesem Einwand entgegenzuhalten, dass bei Bejahung des Wissens um die Unzüchtigkeit des Films im vorliegenden Fall aus diesem ohne weiteres auch auf das Wollen geschlossen werden kann. Denn bei der offensichtlichen Unzüchtigkeit des Films kann das Handeln des Beschwerdegegners vernünftigerweise nicht anders denn als Billigung der vom Gesetz verpönten Vorführung ausgelegt werden (BGE 92 IV 67 E. 4 a; BGE 80 IV 191 E. 1 d mit Verweisungen).\n\n2. Ist aber nach diesen Ausführungen die Annahme begründet, dass die Vorinstanz von einem unrichtigen Wissensbegriff BGE 99 IV 57 S. 63ausgegangen ist und den Vorsatz deswegen verneint hat, weil der Beschwerdegegner die Unzüchtigkeit des Films im Rechtssinne nicht in Kauf genommen habe, so liegt darin bloss die Feststellung eines Irrtums in der Auslegung des Gesetzesbegriffs des Unzüchtigen, also eines Subsumtionsirrtums, der jedoch den Vorsatz nicht ausschliesst. Dann aber kann keine Rede davon sein, dass ein Freispruch des Beschwerdegegners als sicher angesehen werden müsse, wie das nach der Praxis des Obergerichts für die Bestätigung eines Einstellungsbeschlusses erforderlich wäre. Der angefochtene Entscheid ist deshalb aufzuheben und die Sache an die Vorinstanz zurückzuweisen mit der Auflage, die Staatsanwaltschaft zur Anklageerhebung gegen Gass wegen Widerhandlung gegen Art. 204 StGB zu veranlassen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, der Beschluss des Obergerichts des Kantons Basel-Landschaft vom 19. September 1972 aufgehoben und die Sache zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}