{"annee": "99", "cour": "IA", "page": "188", "date": "20/6/1973", "cite": ["97 I 820", "93 I 620", "95 I 531", "95 I 213"], "cite_par": ["145 I 121", "103 IA 444"], "chapeau": "22. Urteil vom 20. Juni 1973 i.S. Hans Zwicky gegen Grossen Rat des Kantons Thurgau", "regestes": ["Art. 85 lettre a OJ; référendum financier cantonal. 1. Notion de la \"dépense globale unique\" par opposition à la \"dépense annuelle renouvelable\" (consid. 2 a). 2. Décision attaquable et point de départ du délai de recours en matière de recours pour violation des dispositions sur le référendum, lorsqu'une dépense globale unique est fractionnée en plusieurs dépenses partielles. Portée juridique des décisions d'approbation de budget (consid. 2 b). 3. Notion de la dépense \"nouvelle\". Les dépenses pour l'évaluation, selon des méthodes scientifiques, des postes de travail de l'ensemble du personnel de l'Etat constitue une dépense \"nouvelle\" selon le droit constitutionnel thurgovien (consid. 3)."], "faits": "BGE 99 Ia 188 S. 188\n\nA.- Nach § 4 Abs. 1 lit. d der thurgauischen Kantonsverfassung (KV) unterliegen alle Grossratsbeschlüsse, welche eine neue einmalige Gesamtausgabe von mehr als 400 000 Franken oder eine neue jährlich wiederkehrende Verwendung von mehr als BGE 99 Ia 188 S. 18940 000 Franken zur Folge haben, dem fakultativen Referendum.\n\nDer Regierungsrat des Kantons Thurgau liess dem Grossen Rat am 22. August 1972 eine \"Botschaft über die Durchführung einer Arbeitsplatzbewertung als Grundlage für die Besoldungsfestsetzung\" zugehen. Er führte darin aus, die thurgauische Besoldungsordnung weise noch Züge aus der Zeit auf, da im Staatswesen kleinbetriebliche Verhältnisse geherrscht hätten. Eine Lohnordnung, die den heutigen Anforderungen (Klarheit, Begründbarkeit der Einreihungen, Flexibilität, Marktkonformität) entspreche, lasse sich bei einer gewissen Grösse des Unternehmens nur noch anhand einer systematischen Beurteilung der Grundlagen erarbeiten. Zu diesem Zweck habe die Arbeitswissenschaft analytische Verfahren entwickelt, die eine objektive Bewertung der Arbeitsplätze garantierten. Im Hinblick auf die notwendige Revision des Besoldungswesens dränge sich eine Arbeitsplatzbewertung (APB) auf. Vom betriebswissenschaftlichen Institut der ETH (BWI) habe man deshalb einen Vorbericht eingeholt. Der Regierungsrat legte sodann in seiner Botschaft ausführlich dar, wie die Arbeitsplatzbewertung nach dem System des BWI durchgeführt wird. Die Bewertung wird einen Zeitraum von etwa drei Jahren in Anspruch nehmen. Sie wird von einem Stab durchgeführt, dem geschulte Beamte der Staatsverwaltung, Experten des BWI und die Einreihungskommission angehören. Projektleiter ist der Vorsteher des Personalamtes. Ihm sollen für die Arbeitsplatzbewertung vier vollamtliche Sachbearbeiter beigegeben werden. Das BWI wirkt als beratendes Fachorgan. Den finanziellen Aufwand schätzte der Regierungsrat wie folgt ein:\n\n\"Für die Mitarbeit des BWI ist (ohne Berücksichtigung der Teuerung) mit einem Kostenaufwand - die Offerte datiert vom Oktober 1971 - von zu rechnen 100-150 000 Fr.\n\nDie vier vollamtlichen Sachbearbeiter für die Dauer von drei Jahren (für das AB-Projekt tätig) erfordern einen Aufwand an Besoldungen von durchschnittlich 4 x 30 000 Fr. x 3 Jahre ca. 360 000 Fr.\n\nMiete der notwendigen Büroräumlichkeiten, Anschaffung von Büroeinrichtungen ca. 30 000 Fr.\n\nEinsatz der Einreihungskommission, ca. 15-20 bezahlte Sitzungen für 17 Personen plus Präsident ca. 40 000 Fr.\n\nSchulungs- und Instruktionsaufwand ca. 20 000 Fr.\n\nTotalkosten ca. 550-600 000 Fr.\" BGE 99 Ia 188 S. 190\n\nAm Schlusse seines Berichtes ersuchte der Regierungsrat den Grossen Rat, der Durchführung der Arbeitsplatzbewertung zuzustimmen und hiefür pro 1972 einen Nachtragskredit in Beratung zu ziehen.\n\nB.- Bereits im Voranschlag für das Jahr 1972 war unter der neu geschaffenen Position \"Arbeitsplatzbewertung\" ein Betrag von Fr. 20 000.-- eingesetzt worden. In den Voranschlag für 1973 wurde ein Posten von Fr. 200 000.-- aufgenommen, wobei der Regierungsrat in seiner Budgetbotschaft diese Ausgabe mit den laufenden und weiterhin entstehenden Kosten für die Arbeitsplatzbewertung begründete. Diese Position wurde vom Grossen Rat in der Budgetberatung am 14. Dezember 1972 genehmigt.\n\nIn seiner Sitzung vom 15. Februar 1973 beschäftigte sich der Grosse Rat mit der erwähnten Botschaft des Regierungsrates über die Durchführung der APB. Ein Ratsmitglied warf in der Eintretensdebatte die Frage auf, welche Bedeutung der beantragte Beschluss des Grossen Rates eigentlich habe, ob damit der Kredit für die Durchführung der APB bewilligt werden solle. Der Sprecher der Regierung stellte sich auf den Standpunkt, die Ausgaben gehörten zur Besoldung des Staatspersonals und seien daher gebunden. Nachdem Eintreten beschlossen worden war, vertrat das gleiche Mitglied in einem weiteren Votum die Ansicht, es handle sich nicht um gebundene Ausgaben. Ein anderes Ratsmitglied beantragte, die Sache an die Kommission zurückzuweisen, damit sie prüfe, ob der Ausgabenbeschluss dem fakultativen Referendum unterstehe. Der Sprecher der Regierung opponierte dem Antrag und führte aus, mit dem Beschluss des Grossen Rates werde nur der Regierung die Befugnis eingeräumt, die geplante Arbeitsplatzbewertung in den nächsten drei Jahren durchzuführen. Die einzelnen Kredite hiefür müssten dann jeweils bewilligt werden. Der Rückweisungsantrag wurde mit grossem Mehr abgewiesen. Ein Ratsmitglied stellte hierauf den Antrag, der Grosse Rat solle von der Durchführung einer Arbeitsplatzbewertung in der kantonalen Verwaltung bloss Kenntnis nehmen. Diesem Vorschlag wurde jedoch mit grosser Mehrheit der Kommissionsantrag vorgezogen, der dahin lautete, es sei der Durchführung der APB zuzustimmen. Der erste Votant stellte hierauf den Antrag, es sei beizufügen: \"Dieser Beschluss untersteht dem fakultativen Referendum gemäss § 4 lit. d der Kantonsverfassung.\" Ein Ratsmitglied machte darauf BGE 99 Ia 188 S. 191aufmerksam, dass vom Betrag von Fr. 600 000.-- eine Tranche von Fr. 200 000.-- schon bewilligt sei, und fügte bei: \"Damit ist der Finanzierungsbeschluss bereits erfolgt, und man ist der Meinung der Regierung gefolgt, dass das eine gebundene Ausgabe sei.\" Der Beschwerdeführer, der dem Rat ebenfalls angehört, erklärte, seiner Meinung nach hätte \"heute\" über den Gesamtkredit abgestimmt werden müssen, alles andere sei falsch. Der Antrag, den Beschluss dem fakultativen Referendum zu unterstellen, wurde mit 45 gegen 30 Stimmen abgelehnt, worauf der Grosse Rat in der Schlussabstimmung dem bereinigten Beschlussesentwurf der Kommission zustimmte.\n\nC.- Gegen diesen Beschluss des Grossen Rates vom 15. Februar 1973 führt das Ratsmitglied Hans Zwicky staatsrechtliche Beschwerde. Er rügt eine Verletzung von § 4 KV und stellt den Antrag, der angefochtene Beschluss sei aufzuheben. Die Begründung der Beschwerde ergibt sich, soweit nötig, aus den folgenden Erwägungen.\n\nD.- Der Grosse Rat des Kantons Thurgau beantragt Abweisung der Beschwerde. Da sich die Begründung des angefochtenen Beschlusses erst aus der Beschwerdeantwort ergab, wurde dem Beschwerdeführer gemäss Art. 93 Abs. 2 OG Gelegenheit gegeben, die Beschwerde zu ergänzen, von welcher Möglichkeit er Gebrauch machte.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die thurgauische Kantonsverfassung kennt das obligatorische und das fakultative Finanzreferendum. Grossratsbeschlüsse, die eine neue einmalige Gesamtausgabe von mehr als 800 000 Franken oder eine neue jährlich wiederkehrende Verwendung von mehr als 80 000 Franken zur Folge haben, unterliegen obligatorisch der Volksabstimmung (§ 4 Abs. 1 lit. c KV). Werden diese Beträge nicht erreicht, aber die Summen von 400 000 bzw. 40 000 Franken überschritten, so unterliegt der Grossratsbeschluss der Volksabstimmung, wenn 2000 Stimmberechtigte innert sechs Wochen seit der Veröffentlichung des Beschlusses im Amtsblatt es verlangen (fakultatives Referendum; § 4 Abs. 1 lit. d KV).\n\nDer Beschwerdeführer macht geltend, der Grosse Rat habe eine Ausgabe beschlossen, welche dessen endgültige Finanzkompetenz übersteige; es sei deshalb verfassungswidrig, dass der Beschluss nicht dem fakultativen Referendum unterstellt worden BGE 99 Ia 188 S. 192sei. Der Beschwerdeführer rügt damit sinngemäss eine Verletzung des politischen Stimmrechtes (Art. 85 lit. a OG), wozu er als thurgauischer Stimmbürger unbekümmert um seine Stellung als Mitglied des Grossen Rates ohne weiteres legitimiert ist (BGE 97 I 823).\n\n2. Wie sich aus dem Protokoll der Verhandlungen des Grossen Rates vom 15. Februar 1973 ergibt, bestand bei der Beratung der Vorlage betreffend die APB über die Bedeutung des zu fassenden Beschlusses Unklarheit. Der genehmigte Beschlussesentwurf hat folgenden Wortlaut: \"Der Durchführung einer Arbeitsplatzbewertung in der kantonalen Verwaltung wird zugestimmt.\" Damit beschloss der Grosse Rat, dass die Arbeitsplatzbewertung durchzuführen sei, und zwar in der Weise, wie es der Regierungsrat in seiner Botschaft vorgeschlagen hatte. Dieser Beschluss des Grossen Rates hat eine bestimmte Ausgabe zur Folge. Nach der Botschaft des Regierungsrates wird die Durchführung der APB, die sich über etwa drei Jahre hinziehen wird, 550 000 bis 600 000 Franken kosten.\n\na) Auch wenn diese Summe nicht auf einmal, sondern während der dreijährigen Ausführung des Unternehmens nach Massgabe der geleisteten Arbeiten ausgegeben wird, so steht doch fest, dass es sich nicht um eine \"jährlich wiederkehrende Verwendung\", sondern um eine \"einmalige Gesamtausgabe\" handelt. Der zu gewährende Kredit dient einem Zweck, der in einem bestimmten, absehbaren Zeitraum definitiv erreicht sein wird, und die Höhe der ungefähren Gesamtkosten ist zum vornherein bekannt. Eine solche Ausgabe bleibt ihrer Natur nach einmalig, auch wenn die nötigen Kredite aufgeteilt werden oder wenn die Ausgabe nicht auf einmal erfolgt (LAUR, Das Finanzreferendum im Kanton Zürich, Diss. Zürich 1966, S. 105107). In den Beratungen des Grossen Rates war denn auch regelmässig von den genannten Gesamtkosten der APB die Rede.\n\nb) Es bleibt zu prüfen, ob der angefochtene Grossratsbeschluss vom 15. Februar 1973 eine Ausgabe zur Folge hat, die den Betrag von 400 000 Franken übersteigt. Dass die vom Regierungsrat vorgeschlagene und vom Grossen Rat beschlossene APB 550 000 bis 600 000 Franken kosten wird, ist unbestritten. In den Voranschlag 1972 wurden dafür 20 000 Franken und in den Voranschlag 1973 200 000 Franken aufgenommen. Werden diese beiden Beträge von der Summe von 600 000 Franken BGE 99 Ia 188 S. 193abgezogen, so verbleibt eine Ausgabe von 380 000 Franken, die der Grosse Rat an sich in eigener Kompetenz endgültig beschliessen kann. Er stellt sich denn auch in seiner Beschwerdeantwort auf den Standpunkt, am 15. Februar 1973 hätten kreditmässig nur 380 000 Franken zur Entscheidung gestanden, weshalb kein Anlass und keme Möglichkeit bestanden habe, den Beschluss dem fakultativen Referendum zu unterstellen; wenn der Beschwerdeführer eine Verletzung des Stimmrechtes hätte geltend machen wollen, hätte er gegen den Beschluss vom 14. Dezember 1972, mit dem der Grosse Rat einen Betrag von 200 000 Franken in den Voranschlag 1973 einsetzte, staatsrechtliche Beschwerde erheben müssen, da damit grundsätzlich die Finanzierung der geplanten und in ihrer finanziellen Auswirkung damals bereits bekannten APB beschlossen worden sei. Die erst gegen den Beschluss vom 15. Februar 1973 eingereichte Beschwerde sei verspätet.\n\nDieser Argumentation ist nicht beizupflichten. Der im Voranschlag von 1972 enthaltene Posten von 20 000 Franken kann unberücksichtigt bleiben. Zu prüfen ist, welche Bedeutung der Grossratsbeschluss vom 14. Dezember 1972 hatte, mit dem für die APB ein Ausgabeposten von 200 000 Franken in den Voranschlag 1973 aufgenommen wurde. Das Budget enthält in erster Linie eine blosse übersichtliche Darstellung der Einnahmen und Ausgaben, die für die massgebende Periode zu erwarten sind. So zählt es denn auch diejenigen Ausgaben auf, die schon auf Grund von Gesetzen oder andern vorausgegangenen Beschlüssen zu tätigen sein werden. Daneben kann das Budget aber auch andere Elemente enthalten. Zwar wird in der schweizerischen Finanzpraxis über eine Ausgabe von grösserer Bedeutung in der Regel durch einen besonderen Beschluss entschieden. Doch wird mitunter eine Ausgabe gleichzeitig mit dem Budget, d.h. ohne besondere Vorlage beschlossen (BGE 95 I 535 /36 mit Hinweis auf frühere Urteile und auf die Rechtslehre). - Der Beschluss des Grossen Rates vom 14. Dezember 1972 war indessen kein solcher Ausgabenbeschluss; es wurde vielmehr nur vorsorglich, nämlich für den Fall der Annahme der APB-Vorlage, der Betrag von 200 000 Franken in das Budget eingesetzt. Als der Grosse Rat am 15. Februar 1973 das APB-Geschäft behandelte, war er frei, die Durchführung der Arbeitsplatzbewertung zu beschliessen oder nicht. Hätte er die Vorlage verworfen, so wäre die vorsorglich in das Budget 1973 aufgenommene Ausgabe von BGE 99 Ia 188 S. 194200 000 Franken dahingefallen. Erst mit dem am 15. Februar 1973 getroffenen Entscheid, die vom Regierungsrat vorgeschlagene APB durchzuführen, wurde die Ausgabe für dieses Unternehmen beschlossen, und zwar eine Ausgabe, die den Betrag von 400 000 Franken überstieg. Bevor sich der Grosse Rat für die Durchführung der APB entschieden hatte, konnte die hiefür erforderliche Ausgabe nicht schon beschlossen sein, und wenn der Grosse Rat mit dem Budgetbeschluss vom 14. Dezember 1972 implizite auch die Durchführung der APB beschlossen hätte, hätte er am 15. Februar 1973 nicht mehr über die Durchführung diskutieren und beschliessen müssen. Mit Recht führt der Beschwerdeführer aus, die ganze am 15. Februar 1973 im Grossen Rat geführte Debatte hätte gar keinen Sinn mehr gehabt, wenn man mit dem Beschwerdegegner davon ausgehen wollte, der Entscheid über die Durchführung der APB sei schon am 14. Dezember 1972 gefallen.\n\nDie staatsrechtliche Beschwerde wäre übrigens selbst dann nicht verspätet, wenn der Grosse Rat bereits am 14. Dezember 1972 eine Ausgabe für die APB beschlossen hätte. Es wäre gegebenenfalls nur ein Betrag von 200 000 Franken bewilligt worden, und ein solcher Beschluss ist nicht wegen Verletzung der Referendumspflicht anfechtbar, da ihn der Grosse Rat in eigener Kompetenz fassen kann. Erst als feststand, dass es nicht bei dieser Ausgabe blieb, sondern mehr als 400 000 Franken ausgegeben wurden, also im Anschluss an den Beschluss vom 15. Februar 1973, konnte der Bürger wegen Verletzung des Stimmrechtes staatsrechtliche Beschwerde führen. Das Beschwerderecht wäre nur dann verwirkt, wenn durch den unangefochten gebliebenen Grossratsbeschluss vom 14. Dezember 1972 eine wiederkehrende Verwendung bewilligt worden wäre, was hier - anders als in dem in BGE 95 I 534 ff. beurteilten, ebenfalls den Kanton Thurgau betreffenden Fall - nicht zutrifft. Die Argumentation des Grossen Rates liefe darauf hinaus, dass eine Gesamtausgabe von über 400 000 Franken in mehrere, diesen Grenzbetrag nicht erreichende Teilkredite aufgeteilt und so dem Referendum entzogen werden könnte, was mit dem Sinn von § 4 KV nicht vereinbar wäre.\n\n3. a) Der Grosse Rat hat demnach am 15. Februar 1973 für die Durchführung der APB eine einmalige Gesamtausgabe von über 400 000 Franken beschlossen. Nach § 4 Abs. 1 lit. d KV unterliegt der Beschluss dem fakultativen Referendum, wenn die Ausgabe eine \"neue\" ist. BGE 99 Ia 188 S. 195\n\nEin bundesrechtlicher Begriff der \"neuen Ausgabe\" besteht nicht. Was darunter zu verstehen ist, muss vielmehr durch Auslegung des kantonalen Verfassungsrechts ermittelt werden. Dabei steht dem Bundesgericht grundsätzlich freie Prüfung zu; in ausgesprochenen Zweifelsfällen schliesst es sich jedoch der von der obersten kantonalen Behörde vertretenen Auslegung an. Der verfassungspolitische Zweck des Finanzreferendums besteht darin, dem Bürger bei Beschlüssen über erhebliche Ausgaben, die ihn als Steuerzahler mittelbar treffen, ein Mitspracherecht zu sichern. Dies gilt zunächst für Vorlagen, mit welchen die Verwaltung zur Erfüllung von zusätzlichen, ausserhalb ihres bisherigen Tätigkeitsbereichs liegenden Aufgaben einen Kredit begehrt. Das erwähnte Mitspracherecht soll sodann auch in jenen Fällen gewährleistet bleiben, in denen die verlangten Mittel dazu dienen sollen, die bisherige gesetzliche Verwaltungstätigkeit zu ermöglichen, sofern sich in Bezug auf das Mass und den Einsatzbereich der benötigten Mittel nach der Rechtslage und den Umständen Wahlmöglichkeiten ergeben. Im Lichte dieser Zweckbestimmung ist im konkreten Fall zu entscheiden, ob die fragliche Kreditvorlage eine \"neue\" oder eine \"gebundene\" Ausgabe betrifft. \"Gebunden\" und \"neu\" sind in diesem Zusammenhang korrespondierende und sich gegenseitig ausschliessende Begriffe, die alle Ausgaben eines Gemeinwesens erfassen. Im Sinne des Finanzreferendums ist daher jede Ausgabe, die nicht \"gebunden\" ist, \"neu\" und umgekehrt. Nach den vom Bundesgericht aufgestellten allgemeinen Grundsätzen gelten insbesondere jene Ausgaben als \"gebunden\", die durch einen Rechtssatz prinzipiell und dem Umfang nach vorgeschrieben sind oder die zur Erfüllung der gesetzlich geordneten Verwaltungsaufgaben unbedingt erforderlich sind. Von einer gebundenen Ausgabe kann ferner dann gesprochen werden, wenn anzunehmen ist, das Stimmvolk habe mit einem vorausgehenden Grunderlass auch die aus ihm folgenden Aufwendungen gebilligt, falls ein entsprechendes Bedürfnis voraussehbar war oder gleichgültig ist, welche Sachmittel zur Erfüllung der vom Gemeinwesen mit dem Grunderlass übernommenen Aufgabe gewählt werden. Dabei ist indessen vorausgesetzt, dass es sich um gleiche oder gleichartige Mittel handelt; dies trifft namentlich dann nicht zu, wenn hinsichtlich der Kosten und der sachlichen Auswirkungen wesentliche Unterschiede bestehen (BGE 97 I 824 /25).\n\nDer Grosse Rat macht in seiner Vernehmlassung geltend, es BGE 99 Ia 188 S. 196sei ihm nach § 36 lit. b KV unter anderem die Pflicht übertragen, öffentliche Beamtungen aufzustellen sowie die Besoldung der Beamten festzusetzen. Für die Festsetzung der Besoldungen sei naturgemäss eine Besoldungsordnung notwendig, welche ihrerseits auf einem System beruhen müsse, das dem Postulat der Lohngerechtigkeit und der zutreffenden Einstufung der einzelnen Beamtungen entspreche. Im Grundauftrag, die Besoldungen festzusetzen, sei somit auch der Auftrag enthalten, das ganze Besoldungssystem auf eine Grundlage zu stellen, die den erwähnten Kriterien gerecht werde. Daraus folge, dass die Ausgabe für die APB nicht neu, sondern gebunden sei.\n\nDem ist nicht beizupflichten. Zwar trifft es zu, dass dem Grossen Rat nach der Kantonsverfassung die Aufgabe übertragen ist, die Besoldungen des Staatspersonals festzusetzen. Drängt es sich auf, eine neue Besoldungsordnung zu schaffen, so sind gewisse Vorarbeiten nötig und müssen dafür gewisse Mittel eingesetzt werden. Handelt es sich um Mittel, die voraussehbar waren, als dem Grossen Rat die Befugnis zur Festsetzung der Besoldungen übertragen wurde, oder ist es offensichtlich gleichgültig, welche Mittel eingesetzt werden, so unterliegt der Beschluss über die entsprechenden Ausgaben nicht dem fakultativen Referendum (BGE 97 I 825, BGE 93 I 627). Es ist in diesem Fall anzunehmen, mit dem dem Grossen Rat erteilten \"Grundauftrag\", die Besoldungen festzusetzen, habe der Stimmbürger auch die Ausgaben für die Mittel bewilligt, die zur Schaffung einer Besoldungsordnung erforderlich sind. Für die hier in Frage stehende Ausgabe treffen die genannten Voraussetzungen indessen nicht zu. Als der thurgauische Stimmbürger vor mehr als 100 Jahren in § 36 lit. b KV dem Grossen Rat die Befugnis zur Festsetzung der Besoldungen des Staatspersonals übertrug, rechnete er nicht damit, dass für die Besoldungsordnung eines Tages eine immerhin recht kostspielige, auf wissenschaftlicher Grundlage beruhende Arbeitsplatzbewertung notwendig sein werde. Freilich ist davon auszugehen, das Volk habe damals die Ausgaben für die Mittel gebilligt, die jeweils während der Geltungsdauer der Verfassungsvorschrift für die Vorbereitung einer Besoldungsordnung unerlässlich sind. Eine nach wissenschaftlichen Prinzipien durchgeführte Arbeitsplatzbewertung mag als Grundlage für eine gerechte Neufestsetzung der Besoldungen erwünscht und nach heutiger Anschauung durchaus angezeigt sein. Man kann aber die Gehälter auch heute mit einfachern BGE 99 Ia 188 S. 197Methoden und mehr empirisch festsetzen, etwa indem eine mit dem Personalwesen vertraute Kommission mit geringem Kostenaufwand die einzelnen Stellen in Gehaltsklassen einstuft. Die vom Regierungsrat vorgeschlagene und vom Grossen Rat beschlossene, nach einem analytischen Verfahren durchzuführende Arbeitsplatzbewertung mit einem Kostenaufwand von rund 600 000 Franken ist demnach nicht unerlässlich, um die vorgesehene neue Besoldungsordnung zu schaffen.\n\nb) Es ist, wie sich schon nach dem Gesagten ergibt, auch nicht offensichtlich gleichgültig, welche Mittel für die Vorbereitung der Besoldungsordnung eingesetzt werden. Das wäre der Fall, wenn für die Vorbereitung der Gehaltsordnung nur gleiche oder gleichartige Mittel in Frage kämen; es trifft hingegen nicht zu, wenn zwischen den verschiedenen Mitteln, z.B. hinsichtlich der Kosten oder Auswirkungen, wesentliche Unterschiede bestehen (BGE 97 I 825, BGE 95 I 218 /19, BGE 93 I 627). Der Beschwerdeführer weist darauf hin, dass der Regierungsrat die von ihm vorgeschlagene APB in seiner Botschaft selber als \"möglichen Weg\" bezeichnet habe. Ob der Regierungsrat mit dieser Wendung zum Ausdruck bringen wollte, die APB nach dem System des BWI sei eine von verschiedenen Möglichkeiten der Vorbereitung einer Besoldungsordnung, oder ob er sagen wollte, das Verfahren des BWI sei in der thurgauischen Staatsverwaltung praktisch durchführbar, kann dahingestellt bleiben. Es steht jedenfalls ausser Zweifel, dass man die Besoldungen auch neu festsetzen kann ohne eine auf wissenschaftlicher Grundlage erarbeitete Arbeitsplatzbewertung. In der Parlamentsdebatte wurden zwar dem Rat keine ausgearbeiteten andern Lösungsvorschläge unterbreitet, doch wurde immerhin ausgeführt, das Personalamt könnte ein modernes Besoldungsregulativ entwerfen und eine aus Arbeitgebern und Arbeitnehmern zusammengesetzte Kommission den Entwurf beraten, was \"rascher, billiger und zweckmässiger\" zum Ziele führen würde.\n\nBei dieser Sachlage ist die vom Grossen Rat für die APB beschlossene Ausgabe von 550 000 bis 600 000 Franken nicht als gebundene, sondern als neue Gesamtausgabe zu betrachten, die gemäss § 4 Abs. 1 lit. d KV dem fakultativen Referendum untersteht. Die Beschwerde ist daher gutzuheissen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Beschluss des BGE 99 Ia 188 S. 198Grossen Rates des Kantons Thurgau vom 15. Februar 1973 insoweit aufgehoben, als er nicht dem fakultativen Referendum unterstellt wurde."}