{"annee": "99", "cour": "IA", "page": "312", "date": "3/7/1973", "cite": ["92 I 191", "98 II 104", "74 I 1", "74 I 97"], "cite_par": [], "chapeau": "33. Auszug aus dem Urteil vom 3. Juli 1973 i.S. Geschwister X. gegen Y. und Kantonsgerichtspräsidium von Graubünden.", "regestes": ["Prolongation du bail. Art. 267 c litt. c CO. Lorsque le propriétaire justifie d'un besoin sérieux selon les circonstances, il n'y a pas lieu de mettre en balance ses intérêts et ceux du locataire."], "faits": "BGE 99 Ia 312 S. 312\n\nA.- Die Geschwister X. bewohnen in ihrem Wohnhaus in Trun die Fünfzimmerwohnung des ersten Stockes. Auf den 1. April 1973 kündeten sie Y. den Mietvertrag über die Fünfzimmerwohnung des zweiten Stockes mit der Begründung, A. X. wolle sie wegen bevorstehender Heirat beziehen.\n\nDer Präsident des Bezirksgerichtes Vorderrhein erstreckte am 24. Januar 1973 auf Begehren des Y. das Mietverhältnis bis zum 30. September 1973.\n\nBGE 99 Ia 312 S. 313\n\nDas Kantonsgerichtspräsidium von Graubünden wies am 19. Februar 1973 die Beschwerde der Geschwister X. ab. Es verneinte den Eigenbedarf (Art. 267c lit. c OR) mit der Begründung, auf den 1. April 1973 werde die Z. vermietete Dreizimmerwohnung im dritten Stock des gleichen Hauses frei, weshalb A. X. nicht auf die Wohnung des zweiten Stockes angewiesen sei, und zwar selbst dann nicht, wenn seine Braut, wie in der Beschwerde behauptet werde, bereits Möbel für eine Fünfzimmerwohnung angeschafft habe. Zur Frage, ob die Nichterstreckung des Mietverhältnisses für Y. eine Härte zur Folge hätte (Art. 267a Abs. 1 OR), führte das Kantonsgerichtspräsidium im wesentlichen aus: Die Feststellung des Vorderrichters, wonach der Wohnungsmarkt in Trun sehr angespannt sei, stütze sich auf bei der Gemeindekanzlei eingezogene Erkundigungen, die gegenüber dem Kantonsgerichtspräsidium bestätigt worden seien. Im Dorfe sei bekannt, dass Y. sich mit dem Bau eines eigenen Hauses befasse. Es liege deshalb auf der Hand, dass er bei der Suche nach einer Wohnung für nur ein halbes Jahr auf besondere Schwierigkeiten stossen müsse. Die Verhältnisse auf dem Wohnungsmarkt in einem Dorfe seien leicht zu überblicken. Es seien daher von Y. nicht weitergehende Beweise für seine vergeblichen Anstrengungen bei der Suche nach einer neuen Wohnung zu verlangen. Es sei davon auszugehen, dass er für die Zeit vom 1. April bis 30. September 1973 für seine fünfköpfige Familie keine geeignete Wohnung finden könne. Sein grosses Interesse, in der Wohnung bleiben zu können, überwiege das Interesse der Vermieter an der Nichterstreckung des Verhältnisses eindeutig. Für Y. gehe es um die notwendige Wohnung für seine Familie, für A. X. dagegen nur darum, seine Verheiratung allenfalls für kurze Zeit hinauszuschieben oder sich vorerst mit der Dreizimmerwohnung zu begnügen. Der Einwand, es seien bereits Möbel für eine Fünfzimmerwohnung bestellt, vermöge abgesehen davon, dass die Beschwerdeführer diese Behauptung nicht unter Beweis stellten, die Interessenlage nicht zu ihren Gunsten zu ändern. Wenn A. X. oder dessen Braut ihr Mobiliar kauften, bevor sie die Gewissheit hatten, die Fünfzimmerwohnung beziehen zu können, hätten sie allfällige Nachteile ihrem eigenen Verschulden zuzuschreiben. Jedenfalls müsse ihnen viel eher zugemutet werden, mit dem Bezug aller Möbel zuzuwarten, als der Famillie Y., allenfalls ohne Wohnung zu sein.\n\nBGE 99 Ia 312 S. 314\n\nB.- Die Geschwister X. beantragen mit staatsrechtlicher Beschwerde, den Entscheid des Kantonsgerichtspräsidiums wegen Verletzung des Art. 4 BV aufzuheben.\n\nAuf ihr Gesuch blieb das Verfahren vom 23. März bis am 16. April 1973 eingestellt, weil sie gegen den angefochtenen Entscheid ein Revisionsgesuch einreichten. Das Kantonsgerichtspräsidium wies dieses am 3. April 1973 ab.\n\nC.- Der Beschwerdegegner hält die Beschwerde für unbegründet, erklärt aber, keinen Gegenantrag zu stellen.\n\nDas Kantonsgerichtspräsidium beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 267c lit. c OR darf das Mietverhältnis nicht erstreckt werden \"bei Eigenbedarf des Vermieters für sich, nahe Verwandte oder Verschwägerte\".\n\nNach der Auffassung der Beschwerdeführer setzt sich der angefochtene Entscheid willkürlich über den Begriff des Eigenbedarfes hinweg.\n\na) Die Rechtsprechung des Bundesgerichts (BGE 98 II 108 und nicht veröffentlichter Entscheid der I. Zivilabteilung vom 1. Februar 1973 i.S. Stierli/Maurer) geht davon aus, Art. 267c lit. c OR wolle gegenüber dem Vermieter nicht strenger sein, als Art. 5 lit. b BRB vom 15. Oktober 1941 betreffend Massnahmen gegen die Wohnungsnot (BMW) und Art. 35 lit. c der Verordnung vom 11. April 1961 über Mietzinse und Kündigungsbeschränkungen (VMK) waren. Nach den unter diesem Notrecht ergangenen Entscheiden (BGE 74 I 3und 100, BGE 92 I 194 Erw. 2) bejaht sie den Eigenbedarf, wenn der Vermieter den Wunsch, die Mietsache selber zu benützen oder durch einen nahen Verwandten oder Verschwägerten benützen zu lassen, nicht bloss vorschiebt, um einen lästigen Mieter loszuwerden, sondern nach den Umständen ernsthaft zu begründen vermag. Eigenbedarf erfordert dagegen nicht, dass das ernsthafte Bedürfnis auch dringlich sei, dass derjenige, für den die Mietsache benötigt wird, also erheblich benachteiligt wäre, wenn es nicht befriedigt würde. Insbesondere setzt Eigenbedarf nicht voraus, dass der Vermieter oder sein naher Verwandter oder Verschwägerter obdachlos würde oder an einem unzumutbaren Orte unterkommen müsste, wenn ihm die Mietsache nicht zur Verfügung stände.\n\nBGE 99 Ia 312 S. 315\n\nDas Kantonsgerichtspräsidium setzt sich mit dieser Rechtsprechung nicht auseinander. Der Beschwerdegegner seinerseits macht nur geltend,BGE 74 I 3sei nicht zu Art. 267c lit. c OR ergangen, die kantonale Gerichtspraxis sei etwas strenger, nach der Auffassung des Obergerichts des Kantons Zürich setze Eigenbedarf triftige Gründe und Dringlichkeit voraus und im staatsrechtlichen Beschwerdeverfahren habe das Bundesgericht nur beschränkte Kognition.\n\nDiese Anbringen tragen zur Ermittlung des Sinnes des Art. 267c lit. c nichts bei. Wer das nach den Umständen ernsthafte Bedürfnis des Vermieters oder seines nahen Verwandten oder Verschwägerten nur für schutzwürdig hält, wenn es dringlich ist und triftige Gründe den Schutz aufdrängen, wägt es gegen das Interesse des Mieters an der Erstreckung des Mietverhältnisses ab. Gerade die Abwägung der gegenseitigen Interessen, wie Art. 267 a Abs. 1 OR sie in anderen Fällen der Kündigung des Mietverhältnisses verlangt, wird durch die Ausnahmebestimmung des Art. 267c lit. c bei Eigenbedarf durch das ausdrückliche Verbot der Erstreckung des Verhältnisses ausgeschlossen. Darauf wurde schon in BGE 98 II 108 hingewiesen. Der Wille des Gesetzes ist derart klar, dass ihm auch unter dem Gesichtspunkt des Art. 4 BV Nachachtung verschafft werden muss.\n\nDas Bundesgericht hat denn auch schon unter der Herrschaft von Art. 5 lit. b BMW und Art. 35 lit. c VMK Entscheide, die trotz ernsthaften und nicht spekulativ verursachten Eigenbedarfs den Schutz der Kündigung verweigerten, als willkürlich aufgehoben (BGE 74 I 97ff., BGE 92 I 191 ff).\n\nb) Das Kantonsgerichtspräsidium stellt fest, dass A. X. zu heiraten beabsichtigt, und zieht auch nicht in Zweifel, dass er im Falle der Nichterstreckung des Mietverhältnisses mit seiner Ehefrau die vom Beschwerdegegener besetzte Wohnung beziehen würde. Das hat denn auch der Beschwerdegegner nicht bestritten. Selbst vor dem Bundesgericht behauptet er nichts Gegenteiliges. Er macht in der Beschwerdeantwort vom 24. Mai nur geltend, A. X. habe noch nicht geheiratet. Selbst wenn das am 24. Mai zugetroffen haben und auch heute noch richtig sein sollte, käme indessen darauf nichts an. Massgebend sind die Verhältnisse im Zeitpunkt des angefochtenen Entscheides. Dass damals, am 19. Februar 1973, A. X. nicht beabsichtigt habe, ungefähr auf den 1. April zu heiraten und in die Wohnung einzuziehen, BGE 99 Ia 312 S. 316wurde nie vorgetragen. Dass er seither angeblich nicht heiratete, kann gerade die Folge davon sein, dass ihm die Wohnung noch nicht zur Verfügung steht. Das Kantonsgerichtspräsidium hat ihm ja geradezu zugemutet, die Verehelichung allenfalls hinauszuschieben.\n\nDaher ist von der Ernsthaftigkeit der von den Beschwerdeführern behaupteten Absicht des A. X. und damit seines Eigenbedarfes auszugehen, um so mehr als Heirat einer Person, die wie A. X. mit Geschwistern zusammenwohnt, üblicherweise das Bedürfnis nach einer eigenen Wohnung schafft.\n\nDas Kantonsgerichtspräsidium verneint denn auch den Eigenbedarf nur deshalb, weil das junge Ehepaar die auf Ende März 1973 frei werdende Dreizimmerwohnung im dritten Stock beziehen könne, selbst wenn die Braut bereits Möbel für eine Fünfzimmerwohnung angeschafft habe. Damit widerlegt es nicht die Ernsthaftigkeit des Vorhabens zum Bezug der Fünfzimmerwohnung, sondern seine Dringlichkeit. Der Vorhalt, A. X. könne sich mit der Dreizimmerwohnung begnügen, kehrt denn auch in der anschliessenden Erwägung über das Vorliegen eines Härtefalles im Sinne des Art. 267a Abs. 1 wieder, wo das Kantonsgerichtspräsidium das Interesse des Beschwerdegegners an der Erstreckung des Mietverhältnisses höher bewertet als das Interesse des Ehepaares am Beziehen der Fünfzimmerwohnung. Der angefochtene Entscheid verkennt somit in klarer Weise den Begriff des Eigenbedarfes und verletzt damit Art. 4 BV.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid des Kantonsgerichtspräsidiums von Graubünden vom 19. Februar 1973 aufgehoben."}