{"annee": "99", "cour": "III", "page": "71", "date": "29/11/1973", "cite": ["83 III 46", "97 I 193", "82 III 119", "97 I 438", "97 II 259", "98 IV 134"], "cite_par": ["103 IV 192", "103 IA 85", "109 II 478"], "chapeau": "15. Entscheid vom 29. November 1973 i.S. Raiffeisenbank Iffezheim und Mitbeteiligte.", "regestes": ["Tarif des frais applicable à la LP (art. 16 LP); émolument pour la garde d'objets mobiliers, en particulier pour la garde de papiersvaleurs (art. 28 du Tarif). Interprétation de l'art. 28 al. 1 et 4 du Tarif (consid. 1-3). Examen de la légalité de l'art. 28 al. 1. L'émolument mensuel pour la conservation de titres de créance ne doit pas dépasser 0,3 de la valeur nominale (consid. 5)."], "faits": "BGE 99 III 71 S. 71\n\nA.- Gestützt auf einen Arrestbefehl, den drei deutsche Banken für eine Forderung von mehr als drei Millionen Franken gegen Heinz-Erich Schmid erwirkt hatten, arrestierte das Betreibungsamt Zürich 2 am 16. Oktober 1972 bei der Interkredit Bank Zürich AG Obligationen aus 17 verschiedenen Emissionen in deutscher, französischer und holländischer Währung (Arrest Nr. 21/1972). Die 17 Titelpakete umfassten\n\n470 Obligationen zu DM: 1 000.--,\n\n11 Obligationen zu DM: 5 000.--,\n\n14 Obligationen zu FF: 5 000.--, BGE 99 III 71 S. 72\n\n1650 Obligationen zu hfl.: 100.--,\n\n590 Obligationen zu hfl.: 1000.--,\n\n10 Obligationen zu hfl.: 10 000.--.\n\nDas Betreibungsamt übergab diese Titel, die es auf insgesamt Fr. 1 669 000.-- schätzte, der Zürcher Kantonalbank zur Verwahrung in offenem Depot. In der am 14. November 1972 versandten Arresturkunde setzte es die monatliche Verwahrungsgebühr im Sinne von Art. 28 Abs. 1 des Gebührentarifs zum SchKG vom 7. Juli 1971 (GebT) auf Fr. 5500.-- fest (je Fr. 2.- für 2735 Titel mit Nennwerten - nach Umrechnung in Schweizerfranken - bis Fr. 10 000.--, je Fr. 3.- für 10 Titel mit Nennwerten über Fr. 10 000.--) und nahm in seine Gebührenrechnung (neben hier nicht interessierenden Posten) auch die von der Kantonalbank für die Zeit bis 31. März 1973 (d.h. für ein halbes Jahr) verlangte Depotgebühr von Fr. 856.-- auf.\n\nB.- Am 22. November 1972 führten die Arrestgläubiger gegen die Gebührenrechnung des Betreibungsamtes Beschwerde. Sie liessen die Belastung mit der Depotgebühr der Bank von halbjährlich Fr. 856.-- gelten, sprachen dem Betreibungsamt dagegen das Recht ab, daneben auch noch die Verwahrungsgebühr im Sinne von Art. 28 Abs. 1 GebT zu verlangen, und beantragten eventuell, diese Gebühr sei unter Zugrundelegung des Gesamtnennwerts aller arrestierten Titel von rund 1,6 Mio Franken oder allenfalls der zwischen 10 000 und mehr als 100 000 Franken liegenden Gesamtnennwerte der verschiedenen Titelpakete auf Fr. 12.- oder Fr. 125.-- pro Monat festzusetzen.\n\nDie untere Aufsichtsbehörde schützte am 4. Mai 1973 den Hauptantrag der Beschwerdeführer und strich die Verwahrungsgebühr von Fr. 5500.-- aus der Gebührenrechnung.\n\nDas Betreibungsamt, das inzwischen verfügt hatte, die monatliche Verwahrungsgebühr werde im Hinblick auf den Mitte November 1972 erfolgten Umtausch der 1650 Obligationen zu hfl. 100.-- in 165 Obligationen zu hfl. 1000.-- ab 16. November 1972 auf monatlich Fr. 2530.-- herabgesetzt (je Fr. 2.- für 1250 Titel mit Nennwerten bis Fr. 10 000.-- und je Fr. 3.- für 10 Titel mit Nennwerten über Fr. 10 000.--), zog den Entscheid der untern Aufsichtsbehörde an die obere kantonale Aufsichtsbehörde weiter. Diese schützte am 28. September 1973 die Gebührenberechnung des Betreibungsamtes mit der Korrektur, dass das Amt die Depotgebühr der Bank nicht besonders BGE 99 III 71 S. 73\n\n- 73 - in Rechnung stellen dürfe, sondern sie aus der Verwahrungsgebühr im Sinne des Art. 28 Abs. 1 GebT in Höhe von Fr. 5500.-- für die Zeit vom 16. Oktober bis 15. November 1972 und von monatlich Fr. 2530.-- für die Folgezeit zu bezahlen habe.\n\nC.- Gegen den Entscheid der obern kantonalen Aufsichtsbehörde haben die Beschwerdeführer an das Bundesgericht rekurriert. Sie beantragen, der erstinstanzliche Entscheid, wonach für die Verwahrung der arrestierten Titel nur die Gebühren der Bank geschuldet wären, sei wiederherzustellen; eventuell sei dem Betreibungsamt zu gestatten, neben den Gebühren der Bank eine eigene Verwahrungsgebühr zu verlangen, die nicht für jeden einzelnen Titel nach Massgabe seines Nennwerts, sondern für jedes Paket gleichartiger Titel nach Massgabe des Gesamtnennwerts der betreffenden Titel zu berechnen sei; subeventuell sei die Gebührenrechnung des Betreibungsamtes nach Gutdünken des Bundesgerichts zu kürzen.\n\nDas Betreibungsamt hält in seiner Vernehmlassung an seiner Gebührenberechnung fest. Der Arrestschuldner schliesst sich der Auffassung der Vorinstanz und des Betreibungsamtes an.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Art. 28 GebT trägt die Überschrift \"Verwahrung beweglicher Sachen\" und lautet:\n\n\"1 Die Gebühr für die Verwahrung eines Wertpapiers bemisst sich nach dem\n\nNennwert oder, mangels eines solchen, nach dem Schätzungswert und beträgt\n\nmonatlich je Titel\n\nNenn- oder schätzungswert Gebühr\n\nFranken Franken\n\nbis 10 000 2\n\nüber 10 000 bis 50 000 3\n\nüber 50 000 bis 100 000 8\n\nüber 100 000 12\n\n2 Die Gebühr für die Verwahrung einer anderen Wertsache bemisst sich\n\nnach dem Schätzungswert und beträgt monatlich je Stück:\n\n...\n\n3 Das Amt setzt für die Verwahrung von Gebrauchs- oder\n\nVerbrauchsgegenständen, unter Berücksichtigung des Schätzungswertes, eine\n\nangemessene Gebühr fest.\n\nBGE 99 III 71 S. 74\n\n4 Verwahrt das Amt die Sachen nicht selbst, so hat es Anspruch auf\n\nErsatz der Auslagen.\"\n\nDie arrestierten Obligationen sind unzweifelhaft Wertpapiere im Sinne von Absatz 1 dieser Bestimmung. Das Betreibungsamt hat sie gemäss Art. 275 in Verbindung mit Art. 98 SchKG (vgl. hiezu BGE 82 III 122 Erw. 1, BGE 83 III 47 Erw. 1) in Verwahrung genommen. Der Umstand, dass es sie gemäss Art. 9 SchKG der Zürcher Kantonalbank in ihrer Eigenschaft als Depositenanstalt im Sinne von Art. 24 SchKG übergeben hat, ändert nichts daran, dass sie sich im Sinne des Gesetzes in amtlicher Verwahrung befinden (vgl. JAEGER, N. 5 zu Art. 98 SchKG, wonach die Verwahrung von \"Kostbarkeiten\" im Sinne von Art. 98 SchKG, also u.a. von Wertpapieren, \"in der Zuhandenahme und der Übergabe an die Depositenanstalt\" besteht). Also hat das Betreibungsamt nach dem Wortlaut von Art. 28 Abs. 1 GebT Anspruch auf die hier vorgesehene Gebühr.\n\n2. Die Rekurrentinnen sind freilich der Ansicht, falls das Amt die von ihm in Verwahrung genommenen Wertgegenstände der Depositenanstalt übergebe, greife Art. 28 Abs. 4 GebT ein; nach dieser Vorschrift habe das Amt nur Anspruch auf Ersatz der Auslagen, also der Depotgebühr und weiterer Gebühren der Depositenanstalt und allfälliger sonstiger Auslagen.\n\nArt. 28 Abs. 4 GebT sagt allgemein, das Amt habe, wenn es \"die Sachen\" nicht selbst verwahrt, Anspruch auf Ersatz der Auslagen. Der Ausdruck \"Sachen\" umfasst alle in Art. 28 Abs. 1 bis 3 GebT erwähnten Gegenstände (vgl. die Überschrift des Artikels). Dass dem Amt grundsätzlich alle notwendigen Auslagen zu ersetzen sind, ergibt sich schon aus Art. 12 GebT, so dass Art. 28 Abs. 4 GebT überflüssig wäre, wenn er nur diesen Grundsatz bestätigen würde. Auf den ersten Blick könnte daher scheinen, das Amt habe im Falle, dass es Gegenstände im Sinne von Art. 28 Abs. 1 bis 3 GebT nicht selbst verwahrt, sondern durch die Depositenanstalt oder durch andere Dritte verwahren lässt, nicht auf eine Verwahrungsgebühr, sondern nur auf Ersatz der Auslagen Anspruch.\n\nDiese Schlussfolgerung, welche die Rekurrentinnen und die untere Aufsichtsbehörde gezogen haben, hält jedoch einer nähern Prüfung nicht stand. Wenn der Verordnungsgesetzgeber bei der letzten Revision des GebT mit dem Erlass von Art. 28 Abs. 4 in Abweichung von Art. 32 der Gebührentarife von 1948 und 1957, wo eine entsprechende Bestimmung fehlte, hätte BGE 99 III 71 S. 75anordnen wollen, das Amt habe, falls es die Sachen nicht selbst verwahrt, nur Anspruch auf Ersatz der Auslagen, so hätte es sich aufgedrängt, das ausdrücklich zu sagen. Dass das Amt in diesem Falle nur den Ersatz seiner Auslagen, dagegen keine Gebühr verlangen könne, versteht sich nicht etwa von selbst; denn die amtliche Verwahrung belastet das Amt auch dann mit Arbeit und Verantwortung, wenn es die Sachen zur Aufbewahrung einem Dritten übergibt (vgl. für die Verwahrung von Wertpapieren Erw. 5 c hienach), so dass die Verweigerung einer Gebühr etwas ganz Ungewöhnliches wäre. Wenn Art. 28 Abs. 4 GebT gleichwohl einfach sagt, das Amt habe im erwähnten Falle Anspruch auf Ersatz der Auslagen, so kann das also nur heissen, dass es diesen Ersatz neben der ihm nach Art. 28 Abs. 1 bis 3 GebT zukommenden Gebühr verlangen kann. Art. 28 Abs. 4 GebT stellt in Wirklichkeit klar, dass die Auslagen, die dem Amt aus der durch das Gesetz (Art. 9 SchKG) oder aus praktischen Gründen gebotenen Verwahrung von Sachen ausserhalb der Amtsräume entstehen, zu den notwendigen Auslagen im Sinne von Art. 12 GebT gehören. Er hat in dieser Hinsicht die gleiche Funktion wie Art. 32 Abs. 4 des geltenden GebT, wonach im Falle der Versteigerung oder des Ausverkaufs die Kosten für notwendige Gehilfen und Lokale, die dem Amt nicht unentgeltlich zur Verfügung stehen, als Auslagen gelten. (Der Vorentwurf des Eidgenössischen Justiz- und Polizeidepartements, der die letzte Revision des GebT einleitete, verwies denn auch hinsichtlich der Verwahrungskosten auf die Bestimmung über die Kosten der Versteigerung und des Ausverkaufs, aus welcher der geltende Art. 32 Abs. 4 GebT hervorgegangen ist; vgl. Art. 32 Abs. 3 und 36 Abs. 3 des Vorentwurfs).\n\nDie Annahme, Art. 28 Abs. 4 GebT schliesse die Erhebung einer Verwahrungsgebühr aus, wenn das Amt die Sachen nicht selbst verwahrt, verbietet sich bei Wertpapieren und andern Wertsachen nicht nur aus den bereits angeführten, sondern auch noch aus besondern Gründen. Das Amt hat nämlich solche Gegenstände gemäss Art. 9 SchKG der Depositenanstalt zu übergeben, wenn darüber nicht binnen drei Tagen verfügt wird. Es kann nicht angenommen werden, diese (in Art. 21 Abs. 2 GebT ausdrücklich erwähnte) Vorschrift sei bei Erlass von Art. 28 GebT übersehen worden oder man habe die Gebühr von Art. 28 Abs. 1 und 2 GebT nur für den Fall vorgesehen, BGE 99 III 71 S. 76dass das Amt die betreffenden Gegenstände in Missachtung von Art. 9 SchKG während längerer Zeit selbst verwahrt. Indem Art. 28 GebT in den Absätzen 1 und 2 bestimmt, die Gebühr für die Verwahrung von Wertpapieren und andern Wertsachen betrage \"monatlich\" je Titel bzw. je Stück 2-12 bzw. 2-6 Franken, obwohl das Amt solche Gegenstände nach Gesetz nur wenige Tage selbst verwahren darf, ordnet er also unmissverständlich an, diese Gebühr sei auch dann geschuldet, wenn das Amt die Gegenstände vorschriftsgemäss innert drei Tagen der Depositenanstalt übergibt.\n\nDie Auffassung der Vorinstanz, das Betreibungsamt habe bei Übergabe in Verwahrung genommener Wertpapiere an die Depositenanstalt die daraus entstehenden Auslagen aus der Verwahrungsgebühr im Sinne von Art. 28 Abs. 1 GebT zu decken, findet in den Bestimmungen des GebT keine Stütze. Der in Art. 12 GebT vorgesehene Anspruch auf Ersatz der notwendigen Auslagen tritt grundsätzlich zum Anspruch auf die Gebühr für die in Frage stehende Verrichtung hinzu. Art. 28 Abs. 4 GebT schafft hievon, wie dargelegt, für die Verwahrungsgebühr keine Ausnahme. - Zum Ergebnis, dass dem Amt im erwähnten Falle nach Wortlaut und Sinn des Art. 28 GebT sowohl die Verwahrungsgebühr nach Abs. 1 als auch der Ersatz der von der Depositenanstalt verlangten Entschädigung geschuldet sind, gelangen - mit zum Teil abweichender Begründung - auch STRAESSLE und KRAUSKOPF in ihren 1972 erschienenen Erläuterungen zum GebT vom 7. Juli 1971 (N. 1 und 4 zu Art. 28).\n\n3. Den Beschwerdeantrag, die Verwahrungsgebühr sei, wenn überhaupt geschuldet, nach Massgabe des Gesamtnennwerts der arrestierten Obligationen auf Fr. 12.- (den in Art. 28 Abs. 1 GebT für die Verwahrung eines Titels im Nennwert von mehr als 100 000 Franken vorgesehenen Betrag) festzusetzen, halten die Rekurrentinnen vor Bundesgericht nicht aufrecht. Die Verwahrungsgebühr so zu berechnen, widerspräche denn auch offensichtlich dem klaren Wortlaut von Art. 28 Abs. 1 GebT. Das gleiche gilt aber auch für den aufrechterhaltenen Eventualantrag, die Verwahrungsgebühr sei in der Weise zu berechnen, dass die gleichartigen Titel zusammengefasst werden und für jedes Paket gleichartiger Titel auf den Gesamtnennwert der betreffenden Titel abgestellt wird; denn Art. 28 Abs. 1 GebT stellt auf den Nennwert des einzelnen BGE 99 III 71 S. 77Wertpapiers ab und setzt die \"je Titel\" (also für jedes einzelne Wertpapier) geschuldete Gebühr fest (vgl. dazu Art. 28 Abs. 2 GebT, der sagt, wieviel die Gebühr für die Verwahrung einer andern Wertsache \"je Stück\" ausmacht).\n\n4. Rechnerisch wird die Gebührenrechnung des Betreibungsamtes mit Recht nicht beanstandet. Die festgesetzte Verwahrungsgebühr und der Ersatz der Depotgebühren der Kantonalbank sind also nach Wortlaut und Sinn des GebT geschuldet.\n\n5. Für den Fall, dass die vom Betreibungsamt verlangte Verwahrungsgebühr nicht schon auf Grund der von ihnen vorgeschlagenen Auslegung des Art. 28 GebT gestrichen oder gekürzt werden kann, machen die Rekurrentinnen der Sache nach geltend, die in Art. 28 Abs. 1 GebT vorgesehene Verwahrungsgebühr stehe namentlich bei Titeln mit verhältnismässig niedrigem Nennwert zu den Leistungen des Betreibungsamtes in einem offenkundigen Missverhältnis und überschreite daher den Rahmen einer Gebühr im Rechtssinne; die Regelung des Art. 28 Abs. 1 GebT sei auch deshalb ungerecht, weil sie die Höhe der Gebühr für die Verwahrung von Wertpapieren mit einem bestimmten Gesamtnennwert zu sehr von der Stückelung dieser Papiere abhängen lasse. Sie weisen darauf hin, dass das Betreibungsamt für die Verwahrung der arrestierten Obligationen, die im Hinblick auf den Arrestforderungsprozess mehrere Jahre dauern könne, auf Grund von Art. 28 Abs. 1 GebT eine Gebühr verlange, die ein Vielfaches der Depotgebühr der die grössern Leistungen erbringenden Kantonalbank ausmache, und beleuchten die von ihnen als ungerecht beanstandeten Auswirkungen des Art. 28 Abs. 1 GebT ausserdem mit folgenden Beispielen:\n\nNennwert der Titel\n\nAnzahl der Titel\n\nGesamtnennwert der Titel\n\nGebühr pro Monat\n\nGebühr pro Jahr\n\nFr.\n\nAnzahl\n\nFr.\n\nFr.\n\nFr.\n\n10.\n\n10000\n\n100000.\n\n20000.\n\n2400000.\n\n100.\n\n1000\n\n100000.\n\n2000.\n\n24000.\n\n1000.\n\n100\n\n100000.\n\n200.\n\n2400.\n\n10000.\n\n10\n\n100000.\n\n20.\n\n240.\n\n100000.\n\n1\n\n100000.\n\n12.\n\n144.\n\n* Zahlreiche amerikanische Aktien haben einen Nennwert, der umgerechnet unter Fr. 10.- liegt.\n\nBGE 99 III 71 S. 78\n\na) Art. 16 SchKG ermächtigt den Bundesrat, den Gebührentarif zu diesem Gesetze zu erlassen. Der Gebührentarif zum SchKG darf also (neben dem Auslagenersatz) nur Abgaben vorsehen, die den Charakter einer Gebühr haben. Hat eine im GebT vorgesehene Abgabe nicht diesen Charakter, so fehlt ihr die gesetzliche Grundlagè. Das Bundesgericht ist befugt und verpflichtet, die Vollziehungsverordnungen des Bundesrats zu Bundesgesetzen auf ihre Gesetzmässigkeit (und, falls das Bundesgesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, auch auf ihre Verfassungsmässigkeit) zu prüfen (BGE 97 I 446 Erw. 3 und BGE 97 II 272 Erw. 2 e mit Hinweisen, 98 I b 160 Erw. 3 a, BGE 98 IV 135 Erw. 1b).\n\nb) Gebühren unterstehen nach Rechtsprechung und Lehre dem sog. Kostendeckungsprinzip (BGE 97 I 204 Erw. 6 und 334 Erw. 5 mit Hinweisen auf frühere Entscheide; IMBODEN, Schweiz. Verwaltungsrechtsprechung, 3. Aufl., Band II, 1969, Nr. 412, S. 510; GRISEL, Droit administratif suisse, 1970, S. 120). Darnach soll der Gesamtertrag der Gebühren die gesamten Kosten des betreffenden Verwaltungszweigs in der Regel nicht übersteigen. Die Gesamtkosten brauchen nicht unbedingt so auf die einzelnen Verrichtungen verteilt zu werden, wie es dem dadurch verursachten Arbeits- und Kostenaufwand entspräche, sondern bei der Verteilung dürfen auch andere Momente wie die mit einer bestimmten Verrichtung verbundene Verantwortung sowie das Interesse und die Leistungsfähigkeit des Pflichtigen berücksichtigt werden. Die Gebühr für eine bestimmte Verrichtung muss aber auf jeden Fall in einem vernünftigen Verhältnis zur erbrachten Leistung bleiben. Ferner muss der Tarif nach sachlich haltbaren Gesichtspunkten ausgestaltet sein und darf keine Unterscheidungen treffen, für die ein vernünftiger Grund nicht ersichtlich ist.\n\nc) Im Lichte dieser Grundsätze ist nicht zu beanstanden, dass die Gebühr für die Verwahrung von Wertpapieren nach Art. 28 Abs. 1 GebT \"je Titel\" berechnet wird; denn die Verwahrung einer Mehrzahl von Titeln verursacht mehr Arbeit als die Verwahrung eines einzelnen, auch wenn es sich um mehrere gleichartige Titel handelt. Auch die Bemessung der Gebühr nach der Dauer der Verwahrung hat sachliche Gründe. Dass die Verwahrungsgebühr vom Wert des Titels abhängig gemacht wird, lässt sich im Hinblick auf die Verantwortung des Amtes und das Interesse der Beteiligten rechtfertigen. Das BGE 99 III 71 S. 79Abstellen auf den Nennwert statt auf den Schätzungs- bzw. Kurswert ist mindestens bei Obligationen aus praktischen Gründen vertretbar; ebenso grundsätzlich die Festsetzung der Gebühr auf nach diesem Wert abgestufte Frankenbeträge. Die \"Sprünge\", welche die Gebühr beim Überschreiten einer Wertstufe in ihrem absoluten Betrag und auch im prozentualen Verhältnis zum Nennwert macht, können in Kauf genommen werden, wenn die Gebühr verhältnismässig bescheiden ist. Als verhältnismässig bescheiden darf die aus Art. 28 Abs. 1 GebT sich ergebende Gebühr wenigstens dann gelten, wenn der Nennwert eines Titels Fr. 10 000.-- oder mehr beträgt. Die auf ein Jahr berechnete Verwahrungsgebühr nach Art. 28 Abs. 1 GebT überschreitet zwar bei Nennwerten unter Fr. 36 000.-- (und sogar bei gewissen höhern Nennwerten) den Satz von 1 des Nennwerts, der bei Obligationen für die jährliche Depotgebühr der Zürcher Kantonalbank gilt. Es ist jedoch zu berücksichtigen, dass die Banken, die grosse Mengen von Titeln verwahren und verwalten, für dieses Geschäft weit besser eingerichtet sind als die Betreibungsämter und dass das Depotgeschäft den Banken abgesehen von der Depotgebühr Vorteile bringt, die bei den Betreibungsämtern ausser Betracht fallen. Eine Verwahrungsgebühr von monatlich 0,2 oder jährlich 2,4 für einen Titel im Nennwert von Fr. 10 000.-- und eine solche zwischen fast 0,3 und 0,2 pro Monat oder fast 3,6 und 2,4 pro Jahr, wie sie sich nach Art. 28 Abs. 1 GebT für Titel mit Nennwerten von mehr als Fr. 10 000.-- bis Fr. 15 000.-- ergibt, erscheinen unter diesen Umständen noch als tragbar, und zwar auch dann, wenn das Amt die Titel gemäss Art. 9 SchKG der Depositenanstalt übergibt. Das Amt hat in diesem Falle - abgesehen von den mit der Deponierung und der Rücknahme des Depots verbundenen Bemühungen - die Verwaltung der Titel durch die Depositenstelle zu überwachen, über die Erträgnisse Buch zu führen und darüber hinaus u.a. die nötigen Instruktionen für die Verwendung zurückbezahlter Kapitalbeträge und (bei Aktien) für die Verwendung von Bezugsrechten und eventuell für die Ausübung von Mitgliedschaftsrechten zu erteilen. Seine Verantwortung wird durch die Übergabe der Titel an die Depositenanstalt nicht aufgehoben; dies im vorliegenden Falle umsoweniger, als die Depotbedingungen der Zürcher Kantonalbank vorsehen, diese besorge die Kontrolle über Verlosungen, Kündigungen BGE 99 III 71 S. 80und Kraftloserklärungen von Wertpapieren sowie mangels rechtzeitiger Instruktion den Verkauf von Bezugsrechten, ohne dafür eine Verantwortung zu übernehmen.\n\nDer Aufbau des Tarifs von Art. 28 Abs. 1 GebT und dessen Auswirkungen im Falle, dass es sich um Schuldtitel mit Nennwerten von Fr. 10 000.-- oder mehr handelt, lassen sich also mit den angeführten Grundsätzen vereinbaren, auch wenn der Tarif in diesem Bereich einige Unebenheiten aufweist und dem Betreibungsamt eine eher hohe Entschädigung gewährt.\n\nd) Bei Titeln mit wesentlich niedrigerem Nennwert kann die Anwendung von Art. 28 Abs. 1 GebT dagegen zu Belastungen führen, die den Rahmen einer Gebühr eindeutig sprengen. So steht z.B. eine Abgabe von monatlich Fr. 2.- oder jährlich Fr. 24.- je Titel für die Verwahrung von Obligationen im Nennwert von Fr. 1000.-- offensichtlich in einem groben Missverhältnis zu den Leistungen des Amtes; sie ist mit 2,4% im Jahr 24mal höher als die Depotgebühr der Bank und lässt dem Amt in vielen Fällen rund die Hälfte des Zinsertrags zufliessen. Nicht viel geringer ist die prozentuale Belastung bei den arrestierten 1000er Titeln in fremder Währung, deren Nennwert das Betreibungsamt zu einem Kurs von 120% in Schweizerfranken umgerechnet hat. Bei Obligationen mit Nennwerten unter Fr. 1000.--, wie sie sich in grosser Zahl unter den arrestierten Titeln fanden, ist das Missverhältnis noch weit krasser (vgl. die Beispiele der Rekurrentinnen). Die in Art. 28 Abs. 1 GebT enthaltene Regel, dass die Gebühr bei Titeln im Nennwert bis zu Fr. 10 000.-- monatlich Fr. 2.- oder jährlich Fr. 24.- je Titel beträgt, ist also durch Art. 16 SchKG nicht gedeckt und darf deshalb nicht angewendet werden, soweit Titel mit Nennwerten von wesentlich weniger als Fr. 10 000.-- in Frage stehen. Die Gebührenberechnung des Betreibungsamtes, die sich auch hinsichtlich solcher Titel auf die erwähnte Regel stützt, ist daher als gesetzwidrig aufzuheben.\n\ne) Es bleibt dem Bundesrat vorbehalten, die Regelung des Art. 28 Abs. 1 GebT, soweit sie nach dem Gesagten gesetzwidrig ist, durch eine neue, mit dem Gesetz vereinbare Regelung zu ersetzen. Verschiedene Lösungen sind dabei denkbar.\n\nDie Lücke, die der GebT bis zum Erlass einer neuen Bestimmung hinsichtlich der Gebühr für die Verwahrung von Wertpapieren mit Nennwerten unter Fr. 10 000.-- aufweist, lässt sich wenigstens für Fälle wie den vorliegenden auf Grund der BGE 99 III 71 S. 81Erwägung ausfüllen, dass die Belastung mit einer Gebühr von praktisch 0,3 pro Monat oder 3,6 pro Jahr, wie sie sich nach Art. 28 Abs. 1 GebT bei einem knapp über Fr. 10 000.-- liegenden Nennwert ergibt, gerade noch als zulässig gelten kann. Die in Art. 28 Abs. 1 GebT für Titel mit Nennwerten bis zu Fr. 10 000.-- vorgesehene Gebühr von monatlich Fr. 2.- oder jährlich Fr. 24.- darf demnach erhoben werden, wenn der Nennwert Fr. 6667.-- erreicht oder übersteigt (Fr. 24.- = 3,6 von Fr. 6667.--). Ist der Nennwert niedriger, so muss die Gebühr auf monatlich 0,3 oder jährlich 3,6 des Nennwerts beschränkt bleiben. (Die Frage, ob dem Amt bei Verwahrung von nur wenigen Titeln mit geringem Nennwert allenfalls eine über diesem Ansatz liegende Mindestgebühr zuzugestehen wäre, stellt sich im vorliegenden Falle nicht).\n\nDie auf fremde Währungen lautenden Nennwerte der im vorliegenden Fall in Verwahrung genommenen Obligationen sind zwecks Berechnung der Verwahrungsgebühr zum Wechselkurs, der zu Beginn der Verwahrung galt, in Schweizerfranken umzurechnen.\n\nWird demgemäss für die Titel in deutscher Währung ein Wechselkurs von rund 118.--, für die Titel in französischer Währung ein solcher von rund 75.- und für die Titel in holländischer Währung ein solcher von rund 117.-- eingesetzt, so ergibt sich für die 10 Obligationen zu hfl. 10 000.-- ein Nennwert von je Fr. 11 700.-- und eine Verwahrungsgebühr von monatlich insgesamt Fr. 30.-. Bei allen übrigen Titeln ergibt die Umrechnung einen unter Fr. 6667.-- liegenden Nennwert; ihr Gesamtnennwert beträgt umgerechnet Fr. 1 555 350.--, die Gebühr für ihre Verwahrung also monatlich 0,3 hievon = Fr. 466.60. Die monatliche Gebühr für die Verwahrung aller arrestierten Titel beläuft sich somit auf (Fr. 30.- + Fr. 466.60 =) Fr. 496.60.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird in dem Sinne teilweise gutgeheissen, dass die im Arrestverfahren Nr. 21/1972 des Betreibungsamtes Zürich 2 neben der Depotgebühr der Zürcher Kantonalbank zu entrichtende Verwahrungsgebühr im Sinne von Art. 28 Abs. 1 GebT auf monatlich Fr. 496.60 festgesetzt wird. Im übrigen wird der Rekurs abgewiesen."}