{"annee": "99", "cour": "II", "page": "53", "date": "29/5/1973", "cite": [], "cite_par": [], "chapeau": "10. Auszug aus dem Urteil der I. Zivilabteilung vom 29. Mai 1973 i.S. M und N gegen B.", "regestes": ["Art. 115 et 522 al. 1 CO. Moyen tiré du vice de forme d'un contrat comportant la promesse de prestations d'entretien viager que le créancier n'a toutefois plus considérées comme telles après la conclusion du contrat."], "faits": "BGE 99 II 53 S. 53\n\nA.- Der 1880 geb. A vermietete 1948 eine Wohnung seines Zweifamilienhauses den Eheleuten B. Als seine Frau ein Jahr später starb, wurde das Verhältnis zu den Mietern enger. A nahm bei diesen regelmässig das Mittagessen ein und liess sich durch Frau B die Wäsche besorgen und die Wohnung reinigen, alles gegen Bezahlung.\n\nAm 10. April 1964 liessen A und B über die Liegenschaft einen \"Kaufvertrag\" öffentlich beurkunden, den Frau B mitunterzeichnete. Die Kaufsumme von Fr. 90'000.-- sollte zu 28'000.-- durch Verrechnungen, zu 10'000.-- durch Übernahme einer Grundpfandschuld im ersten Rang und zu 27'000.-- in bar getilgt werden. Im Restbetrag von Fr. 25'000.-- gewährte der Verkäufer dem Käufer ein Darlehen, das durch eine Grundpfandverschreibung im zweiten Rang sichergestellt wurde und mit 4% zu verzinsen war. Die vom Käufer zur Verrechnung gestellte Forderung von Fr. 28'000.-- wurde im Vertrag zu Fr. 6'500.-- als Gegenwert für ein lebenslängliches und unentgeltliches Wohnrecht angegeben, das dem Verkäufer im ersten Stock des Hauses eingeräumt wurde. Der Käufer verpflichtete sich zudem zusammen mit seiner Ehefrau, dem Verkäufer BGE 99 II 53 S. 54lebenslänglich und unentgeltlich die Wäsche zu besorgen, die Wohnung zu reinigen, das Mittagessen zu geben und ihn in leichteren Krankheitsfällen unentgeltlich zu pflegen, wofür die Vertragsparteien weitere Fr. 6'500.-- berücksichtigten. Fr. 15'000.-- sodann begründeten sie mit \"Aufwendungen, die der Käufer und seine Ehefrau seit 15 Jahren geleistet haben\" (Reinigungs- und Gartenarbeiten, Wäsche, Essen, Pflege usw.). Die Eheleute B gaben dem A nach dem Vertragsschluss wie bis anhin das Mittagessen, besorgten ihm die Wäsche und reinigten ihm die Wohnung, aber nie unentgeltlich; A bezahlte sie dafür. Den Zins für das im zweiten Rang gesicherte Grundpfanddarlehen von Fr. 25'000.-- forderte er nie; er stellte ihnen dafür regelmässig fingierte Quittungen aus.\n\nB.- Nach dem Tode des A im Jahre 1970 klagten dessen Töchter M und N gegen B insbesondere auf Nichtigkeit des Vertrages vom 10. April 1964.\n\nDas Bezirksgericht Aarau und auf Appellation hin am 17. November 1972 auch das Obergericht des Kantons Aargau wiesen die Klage ab.\n\nDas Bundesgericht weist die Berufung der Klägerinnen ab und bestätigt das Urteil des Obergerichts.", "considerants": "Aus den Erwägungen:\n\nDie Klägerinnen halten den Vertrag insbesondere für ungültig, weil er den Bestimmungen des Verpfründungsvertrages unterstehe, aber nicht in der von Art. 522 Abs. 1 OR vorgeschriebenen Form des Erbvertrages abgeschlossen wurde.\n\nOb der Vertrag dieser Form bedurfte, braucht indessen nicht entschieden zu werden. Wenn die Vertragschliessenden die Natural- und Dienstleistungen und das Wohnrecht nicht überhaupt bloss zur Dissimulation des vereinbarten Kaufpreises in den Vertrag aufgenommen haben, sondern sie ursprünglich als teilweise Gegenleistung für die Liegenschaft und damit als Pfrundleistungen behandelt wissen wollten, betrachtete A sie jedenfalls alsbald nach dem Abschluss des Vertrages nicht mehr als solche. Er bezahlte die Natural- und Dienstleistungen der Eheleute B nach dem 10. April 1964 gleich wie vorher, und als Entgelt für das Wohnen will er dem Beklagten die Zinsen für die im zweiten Rang gesicherte Grundpfandforderung erlassen haben, was der Beklagte, sich angeblich in der Rolle eines Beschenkten fühlend, unwidersprochen geschehen liess. Die BGE 99 II 53 S. 55Klägerinnen missbrauchen offensichtlich das Recht, indem sie geltend machen, der Vertrag hätte wegen verpfründungsrechtlicher Merkmale der Form des Erbvertrages bedurft, obschon ihr Rechtsvorgänger sich nie als Pfründer gefühlt und benommen hat. A hat darauf verzichtet, den Vertrag als (teilweises) Pfrundverhältnis durchzuführen. Er begab sich nach dem Vertragschluss in die gleiche Lage, in der er sich befunden hätte, wenn ihm die verpfründungsrechtlichen Leistungen in der Form des Erbvertrages versprochen worden und die Vertragschliessenden nachher übereingekommen wären, der Vertrag solle hinsichtlich dieser Leistungen nicht mehr gelten, diese seien vielmehr fortlaufend besonders zu vergüten. Eine solche Übereinkunft wäre formlos gültig gewesen, und A hätte bei ihr behaftet werden müssen (Art. 115 OR). Indem die Klägerinnen Art. 522 Abs. 1 OR anrufen, um den Vertrag zu Fall zu bringen, versuchen sie diese Bestimmung einem Zwecke dienstbar zu machen, der ihr fremd ist."}