{"annee": "99", "cour": "IV", "page": "92", "date": "18/4/1973", "cite": ["97 IV 104"], "cite_par": ["111 IV 151", "100 IV 5"], "chapeau": "20. Urteil des Kassationshofes vom 18. April 1973 i.S. Schweizerische Bundesanwaltschaft gegen Schmid, Richner und Landsmann.", "regestes": ["Art. 276 ch. 1 al. 1 CP. Ne tombent sous le coup de cette disposition que les propos qui sont, en raison de leur forme et de leur contenu, propres à influencer la volonté du destinataire et à l'engager à accomplir des actes déterminés."], "faits": "BGE 99 IV 92 S. 92\n\nA.- Im November 1970 erschien in St. Gallen in einer Auflage von ca. 700 Stück die Nr. 2 der Zeitschrift \"Roter Gallus\". Das Blatt umfasste 26 Seiten und enthielt mehrere längere und einige kürzere Artikel u.a. über die Reaktion der Presse auf die vorangegangene Nummer, über angebliche Missstände an den Kantonsschulen St. Gallen und Trogen, über Probleme der Bildungspolitik im allgemeinen und insbesondere über die \"Ausbeutung\" der Lehrlinge, über die Ungerechtigkeit der gesellschaftlichen Ordnung in Angola und in San Salvador usw. Auf der zweitletzten Seite der Ausgabe erschien der Text, der Gegenstand des vorliegenden Strafver fahrens ist. Er hat folgenden Wortlaut:\n\nDann gibt's nur eins: Sag NEIN!\n\n\"Du. Mann an der Maschine und Mann in der Werkstatt. Wenn sie dir morgen befehlen, du sollst keine Konsumgüter mehr machen - sondern Destruktionsmittel, dann gibt's nur eins: Sag NEIN! Du Mädchen hinterm Ladentisch und Mädchen im Büro. Wenn sie dir morgen befehlen, du sollst Granaten füllen und dich Soldaten hingeben, dann gibts nur eins: Sag NEIN!\n\nDu. Besitzer der Fabrik. Wenn sie dir morgen befehlen, du sollst statt Puder und hygienischer Artikel Schiesspulver verkaufen, dann gibt's nur eins: Sag NEIN!\n\nDu. Forscher im Laboratorium. Wenn sie dir morgen befehlen, BGE 99 IV 92 S. 93du sollst statt Drogen für das \"neue Leben\" einen Tod erfinden für das alte Leben, dann gibt's nur eins: Sag Nein!\n\nDu. Dichter in deinem Dachzimmer. Wenn sie dir morgen befehlen, du sollst keine Liebeslieder, du sollst Hasslieder singen, dann gibt's nur eins: Sag NEIN!\n\nDu. Pfarrer auf der Kanzel. Wenn sie dir morgen befehlen, du sollst den Mord segnen und den Krieg heilig sprechen, dann beharre wie immer auf deiner Tradition, denn dann gibt's nur eins: Sag NEIN!\n\nDu. Pilot auf dem Flugfeld. Wenn sie dir morgen befehlen, du sollst Atombomben und Chemikalien über die Städte tragen, dann gibt's nur eins: Sag NEIN!\n\nDu. Richter im Talar. Wenn sie dir morgen befehlen, du sollst zum Kriegsgericht gehen um zu verurteilen, dann gibt's nur eins: Sag NEIN!\n\nDu. Mann auf dem Dorf und Mann in der Stadt. Wenn sie morgen kommen und dir den Gestellungsbefehl bringen, dann gibt's nur eins: Sag NEIN!\n\nDu. Mutter in St. Gallen und Mutter in New York, du, Mutter in Haifa und Mutter in Lagos, du Mutter in Kairo und Mutter in Saigon - Mütter der Welt, wenn sie morgen befehlen, ihr sollt Kinder gebären, Krankenschwestern für Kriegslazarette und neue Soldaten für neue Schlachten, Mütter in der Welt, dann gibt's nur eins: Sagt NEIN! Mütter sagt NEIN!\n\nWenn ihr nicht NEIN sagt, wenn ihr nicht NEIN sagt, Männer und Mütter, dann, dann werdet ihr hungern und jammern, krank sein und heulen, frieren und beten, ihr werdet wie kleine Kinder werden und den Gegner zu hassen beginnen\".\n\nDieser Artikel ist von keinem Verfasser gezeichnet; er schliesst mit den Worten \"frei nach W. Borchert\".\n\nNach Auffassung des Untersuchungsrichteramtes St. Gallen und der Schweizerischen Bundesanwaltschaft erfüllte der Ausspruch: \"Du. Mann auf dem Dorf und Mann in der Stadt. Wenn sie morgen kommen und dir den Gestellungsbefehl bringen, dann gibt's nur eins: Sag NEIN!\" den Tatbestand der Aufforderung zur Verletzung militärischer Dienstpflichten gemäss Art. 276 Ziff. 1 StGB. Die Strafuntersuchung wurde durch Verfügung des Eidg. Justiz- und Polizeidepartementes vom 29. Dezember 1970 den Strafuntersuchungsbehörden des Kantons St. Gallen übertragen.\n\nDiesen gelang es nicht, den wirklichen Verfasser des fraglichen Artikels zu ermitteln. Sie erklärten deshalb Schmid als zeichnenden Redaktor verantwortlich. Daneben übernahmen Richner, ein Mitglied der \"Basisgruppe\", sowie Landsmann, der als Graphiker Schmid über die Wirkung der Zeitschrift nach aussen beraten hatte, die Verantwortung für den betreffenden Artikel.\n\nBGE 99 IV 92 S. 94\n\nB.- Das Bezirksgericht St. Gallen hat in seinem Urteil vom 16. November 1971 die Frage, wer von den drei Angeklagten nach Art. 27 StGB als Verfasser oder Redaktor des inkriminierten Artikels wegen Aufforderung zur Verletzung der militärischen Dienstpflicht gemäss Art. 276 StGB zur Verantwortung zu ziehen sei, offen gelassen. Es gelangte zum Schluss, dass dieser Tatbestand schon objektiv nicht erfüllt sei, weshalb sich eine Entscheidung über die presserechtliche Verantwortung der drei angeklagten Personen erübrige. Diese wurden demzufolge freigesprochen.\n\nEine von der Schweizerischen Bundesanwaltschaft gegen dieses Urteil erhobene Berufung wies das Kantonsgericht St. Gallen mit Urteil vom 20. November 1972 ab.\n\nC.- Die Schweizerische Bundesanwaltschaft führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, die Sache an die Vorinstanz zurückzuweisen, damit diese den verantwortlichen Verfasser und dessen Gehilfen ermittle, der Widerhandlung von Art. 276 Ziff. 1 Abs. 1 StGB schuldig erkläre und angemessen bestrafe.\n\nD.- Schmid, Richner und Landsmann beantragen Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Die Abklärung der Frage, wer nach Art. 27 StGB strafrechtlich als Verfasser oder Redaktor die Verantwortung für den inkriminierten Artikel trägt, ist nur dann sinnvoll, wenn durch die fragliche Veröffentlichung der Straftatbestand des Art. 276 Ziff. 1 Abs. 1 StGB objektiv überhaupt erfüllt wurde. Es ist daher zunächst zu prüfen, ob diese Voraussetzung gegeben sei, wie die Beschwerdeführerin geltend macht.\n\nGemäss Art. 276 Ziff. 1 Abs. 1 StGB macht sich u.a. strafbar, wer öffentlich zum Ungehorsam gegen militärische Befehle, zur Dienstverletzung, zur Dienstverweigerung oder zum Ausreissen auffordert.\n\na) Eine solche Aufforderung muss \"öffentlich\" erfolgen. Die Vorinstanz hat die Erfüllung dieses Tatbestandsmerkmals bejaht. Mit Recht. Sind von der fraglichen Zeitung insgesamt ungefähr 550 Exemplare an beliebige Interessenten verkauft worden, so ist eine darin allenfalls enthaltene Aufforderung zur Verletzung der militärischen Dienstpflicht öffentlich erfolgt.\n\nb) Zu prüfen bleibt, ob durch den inkriminierten Artikel bzw.\n\nBGE 99 IV 92 S. 95durch den darin enthaltenen, eingeklagten Satz: \"Du Mann auf dem Dorf und Mann. in der Stadt. Wenn sie morgen kommen und dir den Gestellungsbefehl bringen, dann gibt's nur eins: Sage NEIN!\" zum Ungehorsam gegen militärische Befehle, zur Dienstverletzung oder zur Dienstverweigerung aufgefordert worden ist.\n\nDass an sich der Aufruf, den Gestellungs- oder Marschbefehl mit \"Nein\" zu beantworten, diesem also keine Folge zu geben, eine Aufforderung sowohl zum Ungehorsam gegen einen militärischen Befehl wie auch zur militärischen Dienstverweigerung darstellt, ist nicht zweifelhaft. Allein, die blosse Einladung zu einem solchen Verhalten genügt nach der bundesgerichtlichen Rechtsprechung nicht zur Erfüllung des Tatbestandes von Art. 276 Ziff. 1 Abs. 1 StGB. Zwar ist nicht erforderlich, dass eine solche öffentliche Aufforderung die Wahrscheinlichkeit oder nahe Möglichkeit des Erfolgseintritts im Sinne einer konkreten Gefährdung des geschützten Rechtsgutes zum Inhalt habe; denn das Gesetz spricht einfach vom Auffordern zur Dienstverweigerung, stellt also schon die blosse Aufforderung unter Strafe, unbekümmert darum, ob deren Befolgung nahe lag. Diese in BGE 97 IV 105 /6 entwickelten Grundsätze sind denn der Vorinstanz auch nicht entgangen.\n\nHingegen muss eine öffentliche Aufforderung zur Dienstverweigerung, soll sie unter dem Gesichtspunkt von Art. 276 Ziff. 1 Abs. 1 StGB erfasst werden, eine gewisse Eindringlichkeit aufweisen. Nicht schon jede mit zurückhaltender Sachlichkeit getroffene blosse Feststellung, im Gesamten der Ausführungen nicht ins Gewicht fallende Bemerkung oder nach Art der Äusserung nicht ernst zu nehmende Aussage genügt. Vielmehr muss, damit von einer öffentlichen \"Aufforderung\" im Sinne des Gesetzes gesprochen werden kann, eine Äusserung vorliegen, welche nach Form und Inhalt überhaupt geeignet ist, den Willen der Adressaten zu beeinflussen, eine Masse von Menschen (an deren Stimmungen und Triebe appelliert wird) also stimmungsmässig in Bewegung zu setzen und zu bestimmten Handlungen zu veranlassen. Nach Art. 276 Ziff. 1 Abs. 1 StGB genügt es, \"wenn der Täter mit einer gewissen in der Art seiner Äusserung selber liegenden Eindringlichkeit öffentlich zur Dienstverweigerung aufruft\" (BGE 97 IV 107).\n\n2. Es ist im vorliegenden Fall also zu prüfen, ob dieses Erfordernis der gewissen Eindringlichkeit erfüllt sei.\n\nBGE 99 IV 92 S. 96\n\na) Auch wenn der Artikel mit dem beanstandeten Satz: \"Du. Mann auf dem Dorf und Mann in der Stadt. Wenn sie morgen kommen und dir den Gestellungsbefehl bringen, dann gibt's nur eins: Sag NEIN!\" erst auf S. 24 der betreffenden Zeitung erscheint, und wenn - wie die Vorinstanz ausführt - im Handverkauf erhältliche Hefte vom kaufenden unbekannten und zerstreuten Publikum in der Regel nur schnell und oberflächlich durchgeblättert und dann beiseite gelegt werden, sodass die Wahrscheinlichkeit gering ist, dass ein Leser sich nach den vorausgehenden langatmigen und kleingeschriebenen Abhandlungen bis zum halbseitigen Artikel mit dem inkriminierten Passus durcharbeitet, so spricht dies noch nicht gegen die Anwendbarkeit des Art. 276 StGB. Denn damit diskutiert die Vorinstanz die Frage der Wahrscheinlichkeit oder nahen Möglichkeit des Erfolgseintritts einer solchen Aufforderung zur Dienstverweigerung, zu welcher notwendigerweise auch die Erreichung des Adressaten (Käufers) überhaupt gehört. Wie bereits dargelegt, ist dieser Umstand aber für die Anwendbarkeit des Art. 276 StGB unbeachtlich (BGE 97 IV 105 unten).\n\nb) Im angefochtenen Entscheid wird ausgeführt, der beanstandete Ausspruch stehe erst im neunten Vers des fraglichen Artikels; dadurch sei er derart in andere Texte eingebettet, dass er das angesprochene Publikum - die einrückungspflichtigen Wehrmänner oder auch die Öffentlichkeit - allgemein nur stark abgeschwächt erreiche.\n\nDieser Betrachtungsweise kann nicht gefolgt werden. In Wirklichkeit weist der Artikel eine offensichtliche Steigerung des Appells zur planmässigen Beeinträchtigung jeglicher militärischen Anstrengung auf: Zuerst werden im zivilen Sektor der werktätige Mensch, das erwerbstätige Mädchen, der Fabrikbesitzer, der Laboratoriumsforscher, der Dichter, der Pfarrer zur Verweigerung derjenigen Arbeitsleistungen aufgefordert, welche der Existenz und Schlagkraft der Armee dienen können. Hierauf wird im militärischen Sektor der Pilot zur Verweigerung seines Dienstes aufgefordert und der Richter aufgerufen, die dem Kriegsrecht unterstellten Rechtsbrecher nicht zu verurteilen. Endlich folgt der eingeklagte Ausspruch, durch den überhaupt alle Männer zu Stadt und Land geheissen werden, einem militärischen Stellungsbefehl keine Folge zu leisten. Nach einem Appell an die Mütter schliesst der Artikel mit der Beschwörung der apokalyptischen Folgen, welche eintreten BGE 99 IV 92 S. 97müssten, wenn nicht in allen diesen Fällen die Aufgerufenen - insbesondere also auch die Militärdienstpflichtigen - sich beharrlich weigern, ihre Pflichten zu erfüllen.\n\nDiese Aufforderungen zu einem bestimmten Verhalten sind mithin weder mit zurückhaltender Sachlichkeit getroffene blosse Feststellungen, noch können sie als im Gesamten der Ausführungen nicht ins Gewicht fallende Bemerkungen abgetan werden. Sie sind nach Form und Aufbau vielmehr geeignet, den Willen der Adressaten zu beeinflussen. Das Moment einer gewissen Eindringlichkeit ist ihnen damit eigen. Die Auffassung der Vorinstanz, es fehle an einer öffentlichen Aufforderung im Sinne des Gesetzes, erweist sich daher als unzutreffend.\n\nc) Die Meinung des Kantonsgerichtes lässt sich auch nicht mit dem Hinweis darauf begründen, dass der beanstandete Artikel in keiner Weise hervorgehoben werde. Zwar sei ihm eine kleine Graphik vorangestellt; doch lasse diese erst auf den zweiten Blick eine Anzahl von Panzerfahrzeugen erkennen, die eine Art Schweizer Kreuz tragen, sodass diesem Umstand keine eindeutige Aussage zukomme.\n\nBei der genannten Graphik handelt es sich in Wirklichkeit um eine im Verhältnis zur Grösse des Artikels recht ansehnliche Illustration, die zudem deutlich mehrere Panzer mit ihren Raupenrädern erkennen lässt. Das vorderste dieser Fahrzeuge trägt nicht bloss \"eine Art\" Schweizer Kreuz. Dieses ist vielmehr als solches ohne weiteres erkennbar. Wenn dessen vertikale und horizontale Balken nicht gleich lang sind, so ist das darauf zurückzuführen, dass das Schweizer Kreuz auf dem schräg nach hinten verlaufenden Brustschild des ersten Panzers perspektivisch verkürzt erscheint, was zeichnerisch richtig ist. Es ist daher unzutreffend, von einer bloss geringen Bedeutung dieses Kreuzes auf den dargestellten Panzern zu sprechen. Gegenteils kommt diesem Symbol besondere Bedeutung zu, weil es den Aufruf zur Verweigerung der militärischen Dienstpflicht dadurch in für den unvoreingenommenen Durchschnittsleser sofort erkennbarer Weise in direkte Beziehung zur schweizerischen Armee setzt. Die in die Augen springende Wirkung der Graphik wird noch durch den Umstand verstärkt, dass dem fraglichen Artikel unmittelbar ein Aufsatz mit der gleichen Zielrichtung und dem auffallenden Titel \"Der Kriegsdienstverweigerermensch\" folgt, der mit einem Signet versehen ist, das zwei menschliche Arme beim Zerbrechen eines Gewehres darstellt.\n\nBGE 99 IV 92 S. 98\n\nZusammengenommen bilden alle diese Momente einen wirksamen Blickfang für den die Zeitung durchblätternden Leser. Der vorinstanzlichen Auffassung, wonach der betreffende Artikel graphisch überhaupt nicht hervorgehoben werde, kann deshalb nicht beigepflichtet werden.\n\nd) Die beanstandete Aufforderung zur militärischen Dienstpflichtverweigerung richtet sich nicht etwa allgemein an die ganze Welt, sondern an die wehrpflichtige schweizerische Bevölkerung. Das geht einmal daraus hervor, dass der \"Rote Gallus\" in der Schweiz veröffentlicht wird, und dass die beanstandete Nr. 2 dieser Zeitung sich zum überwiegenden Teil mit schweizerischen Verhältnissen (Appenzellerland, Ostschweiz, St. Gallen) auseinandersetzt, worauf schon Titelblatt und Inhaltsangabe hinweisen. Während der Originaltext von Borchert das Kriegsproblem von einem allgemeinen die ganze Welt anvisierenden Standpunkt aus erörtert, richtet sich der inkriminierte Aufruf unmissverständlich an die schweizerische Leserschaft. Der Artikel im \"Roten Gallus\" weicht denn auch in gewissen Teilen erheblich vom ursprünglichen Text des genannten Schriftstellers ab.\n\ne) Unzutreffend ist ferner die Vermutung der Vorinstanz, dass der Ausdruck \"Gestellungsbefehl\" dem st. gallischen Leser des \"Roten Gallus\" kaum verständlich erscheinen dürfte. Gewiss mögen in der deutschsprachigen Schweiz andere, sinnverwandte Wörter wie Marschbefehl oder Einrückungsbefehl verbreiteter sein. Damit ist aber nicht gesagt, dass der in Frage stehende Ausdruck - namentlich im Zusammenhang mit der im Artikel angestrebten allgemeinen Verhinderung militärischer Pflichterfüllung überhaupt - vom unvoreingenommenen Leser nicht klar verstanden werde.\n\nf) Der Einwand der Beschwerdegegner, es müsse verfassungsmässig erlaubt sein, das wörtliche Zitat eines Dichters wiederzugeben, ohne damit gegen Art. 276 StGB zu verstossen, ist unbehelflich. Hinsichtlich des hier in Frage stehenden neunten Verses kann nämlich von einem \"Zitat\" trotz dessen wörtlicher Übereinstimmung mit dem Originaltext in guten Treuen darum nicht die Rede sein, weil der darin enthaltene öffentliche Aufruf offensichtlich ein anderes Ziel im Auge hat als das von Borchert angestrebte. Wie bereits bemerkt, erwähnt Borchert im Originaltext das Kriegsproblem von einem allgemeinen, die ganze Welt berührenden Standpunkt. Demgegenüber zielt der BGE 99 IV 92 S. 99inkriminierte Aufruf auf die Verweigerung der Dienstpflicht durch die schweizerischen Wehrpflichtigen ab. Der fragliche Artikel war daher bloss dem Scheine, nicht aber der Wirklichkeit nach ein \"Zitat\" von Borchert.\n\nDa ein in der Verfassung verankertes Freiheitsrecht nicht absolut, sondern bloss innerhalb der gesetzlichen Schranken gewährleistet wird, kann auch das von den Beschwerdegegnern in Anspruch genommene Recht auf freie Meinungsäusserung nur soweit ausgeschöpft werden, als es nicht gegen Art. 276 StGB verstösst. Andernfalls könnte jeder Bürger die Freiheitsrechte zur Rechtfertigung seiner Verstösse gegen die Rechtsordnung, z.B. das Strafgesetz, anrufen. Zudem ist dasBundesgericht nach Art. 113 Abs. 3 und 114 bis Abs. 3 BV an die von der Bundesversammlung beschlossenen eidgenössischen Gesetze gebunden, weshalb es deren Verfassungsmässigkeit nicht überprüfen kann. Auf die von den Beschwerdegegnern in ihrer Eingabe indirekt aufgeworfene Frage der Verfassungsmässigkeit von Art. 276 StGB ist demnach nicht einzutreten. Im vorliegenden Verfahren ist lediglich zu prüfen, ob durch den inkriminierten Aufruf der Tatbestand des Art. 276 Ziff. 1 Abs. 1 StGB objektiv erfüllt wurde, was nach dem oben Gesagten zu bejahen ist. Das angefochtene Urteil ist deshalb aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Diese wird die strafrechtliche Verantwortlichkeit der Beschwerdegegner, unter Berücksichtigung von Art. 27 StGB, zu beurteilen haben.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Kantonsgerichts St. Gallen vom 20. November 1972 aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}