{"annee": "99", "cour": "IB", "page": "250", "date": "10/7/1973", "cite": ["91 I 219", "82 I 203", "79 II 224"], "cite_par": ["101 IB 129", "101 IB 18"], "chapeau": "31. Urteil der I. Zivilabteilung vom 10. Juli 1973 i.S. Scherico Ltd. gegen Eidgenössisches Amt für geistiges Eigentum.", "regestes": ["Loi fédérale sur les brevets d'invention. Art. 2 ch. 2 LBI. Exclusion de la brevetabilité d'un procédé pour la fabrication de remèdes consistant en une phase chimique et une phase non chimique indépendante."], "faits": "BGE 99 Ib 250 S. 250\n\nA.- Die Scherico Ltd. unterbreitete dem Eidgenössischen Amt für geistiges Eigentum am 27. Januar 1970 das Patentgesuch Nr. 1182/70 mit dem Erfindungstitel \"Substituierte Anilide\". Es betrifft ein Verfahren zur Herstellung eines Arzneimittels und umfasste ursprünglich 50 Patentansprüche. Auf eine erste Beanstandung des Amtes hin fasste die Gesuchstellerin am 9. Juli 1970 die Ansprüche neu, gliederte sie in die Hauptansprüche I und II sowie in 24 Unteransprüche. Mit einer zweiten Beanstandung verlangte das Amt u.a. die Streichung mehrerer Unteransprüche. Die Gesuchstellerin antwortete in ihrer Stellungnahme vom 31. Dezember 1970 mit dem Begehren, auf die Streichungsanforderung zurückzukommen oder einen neuen Patentanspruch I anzunehmen. Beides lehnte das Amt in einer dritten Beanstandung unter Hinweis auf Art. 2 Ziff. 2 PatG ab. Wegen Versäumnis der Frist zur Erledigung dieser Beanstandung wies es sodann am 9. Juni 1971 das Patent zurück. Am 23. Juni/3. August 1971 verlangte die Gesuchstellerin BGE 99 Ib 250 S. 251Wiederherstellung, die das Amt gewährte, und legte eine Neufassung des Patentanspruches I vor, welche die Synthese der Verbindungen der chemischen Formel und die Mischung dieser Verbindungen mit einem pharmazeutisch annehmbaren Trägerstoff zu einem formulierten Arzneimittel umschrieb. Zugleich passte sie die weiteren Ansprüche an, die aus Patentanspruch II betreffend Verwendung des nach dem Verfahren gemäss Anspruch I erhaltenen Mittels und aus 14 Unteransprüchen bestehen. Das Amt erliess eine vierte Beanstandung, mit der es u.a. die Streichung des Mischverfahrens aus dem Patentanspruch I forderte und darauf hinwies, dass von der Herstellung eines Arzneimittels auf chemischem Wege im Sinne des Patentgesetzes nur die Rede sein könne, wenn das erfinderische Element des Verfahrens im chemischen und/oder im physikalischen Teil liege, sofern dieser mit dem chemischen Teil direkt kausal verbunden sei, was vorliegend nicht zutreffe; ferner dass nach Art. 8 PatG die Beanspruchung der chemischen Stufe genüge, um auch den Schutz für das mit dem Trägerstoff formulierte Arzneimittel zu erlangen, sofern die Synthese zu neuen therapeutisch anwendbaren Substanzen führe. Die Gesuchstellerin nahm in der Entgegnung vom 22. Juni 1972 die Streichung des Mischverfahrens nicht vor und beliess auch sonst, von einigen Bereinigungen abgesehen, die Unterlagen in der nach der dritten Beanstandung eingereichten Form. Danach hat der Patentanspruch I den nachstehenden Wortlaut.\n\n\"Verfahren zur Herstellung von antiandrogen wirksamen Mitteln, dadurch gekennzeichnet, dass man eine Verbindung der Formel I ... oder ein pharmazeutisch anwendbares Salz einer solchen Verbindung der Formel I, die zur Salzbildung befähigt ist, worin ... bedeutet, herstellt, indem man ein Amin der allgemeinen Formel II ..., worin ... darstellt, mit einem den gewünschten Rest ... beisteuernden Acylierungsmittel behandelt; im Anschluss an die Behandlung mit dem Acylierungsmittel eine vorhandene Schutzgruppe abspaltet; und dass man die so erhaltene Verbindung der Formel I oder deren pharmazeutisch annehmbares Salz mit einem pharmazeutisch annehmbaren Trägerstoff mischt.\"\n\nDas Amt wies mit Verfügung vom 23. Februar 1973 das Patentgesuch zurück.\n\nB.- Hiegegen richtet sich die Verwaltungsgerichtsbeschwerde der Gesuchstellerin mit den Begehren, die angefochtene Verfügung aufzuheben, die Sache zu neuer Behandlung an das Amt BGE 99 Ib 250 S. 252zurückzuweisen und dieses zu verpflichten, auf Grund des Gesuches Nr. 1182/70 ein Patent mit den Ansprüchen I und II sowie 14 Unteransprüchen in den Fassungen vom 22. Juni 1972 zu erteilen. Die Gesuchstellerin rügt die unrichtige Anwendung von Art. 2 Ziff. 2 PatG.\n\nDas Amt beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 2 Ziff. 2 PatG sind von der Patentierung ausgeschlossen Erfindungen von Verfahren zur Herstellung von Arzneimitteln auf anderem als chemischem Wege. Diese Bestimmung bezweckt nach ihrer Entstehungsgeschichte die Wahrung von Allgemeininteressen, insbesondere die Förderung der Gesundheitspflege. Man befürchtete bei der Gesetzesrevision der Jahre 1950/54, die Gewährung des Patentschutzes für Erfindungen von Arzneimitteln und von Verfahren zur Herstellung solcher auf anderem als chemischem Wege würde zu einer Verteuerung der Arzneimittel führen, und hielt deswegen an der gegebenen Ordnung fest (vgl. BGE 91 I 220 /21 Erw. 2 und die dort erwähnten Gesetzesmaterialien).\n\nUnbestritten ist, dass das von der Beschwerdeführerin beanspruchte Verfahren zur Herstellung eines Arzneimittels dienen und sich in zwei Stufen, einer ersten chemischen und einer zweiten nichtchemischen, vollziehen soll. Zu prüfen ist, ob Art. 2 Ziff. 2 PatG die Patentierung für dieses ausdrücklich als Gesamtheit beanspruchte Verfahren zulässt oder wegen fehlender Schutzfähigkeit der zweiten Stufe verbietet.\n\n2. Die Beschwerdeführerin trägt vor, \"die therapeutisch aktive Verbindung sei noch kein Heilmittel; sie könne nicht als solche, sondern erst dann als Arzneimittel verwendet werden, wenn sie \"in der Dosierung mit einem pharmazeutisch annehmbaren Trägerstoff gemischt\" sei. Sie kann daraus nichts für sich ableiten.\n\na) Nach dem Patentanspruch sind die beiden Verfahrensstufen nach Ablauf und Funktion klar getrennt. Der synthetischen Gewinnung des Wirkstoffes in der ersten Stufe folgt dessen rein physikalische Vermischung mit einem Trägerstoff in der zweiten. Selbst bei einschränkender Auslegung des Art. 2 Ziff. 2 PatG, welche im Schrifttum befürwortet, aber von der Rechtsprechung unter Hinweis auf die Materialien abgelehnt wird (BGE 91 I 221 Erw. 2), sind unter dem Begriff des Arzneimittels BGE 99 Ib 250 S. 253nicht nur Zubereitungen, sondern auch und vorab Substanzen oder Substanzgemische, wie sie hier aus der ersten Verfahrensstufe hervorgehen, zu verstehen (Botschaft, BBl 1950 I S. 1004; BLUM/PEDRAZZINI, Das Schweizerische Patentrecht I S. 207 ff. Anm. 9 zu Art. 2 PatG; TROLLER, Immaterialgüterrecht I, 2. Aufl. S. 244 ff.).\n\nb) Etwas anderes ergibt sich auch nicht aus dem Herstellungsbegriff. Das patentrechtlich massgebende Herstellungsverfahren endet mit der Erzeugung des zu bestimmungsgemässer Verwendung als Arzneimittel bestgeeigneten Wirkstoffes, nicht erst bei der Formung dieser Substanz zu einer gebrauchsfertigen Medizin, soweit letztere keine chemisch gekennzeichnete substanzielle Änderung bedingt oder mit sich bringt (BLUM/PEDRAZZINI, a.a.O. S. 220 ff. Anm. 13 zu Art. 2 PatG; vgl. BGE 91 I 221 und BGE 82 I 206 /7).\n\nc) Die Beschwerdeführerin will die Patentierbarkeit des beanspruchten Verfahrens auch damit begründen, dass Art. 111 PatG für die Veredelung von Textilfasern durch \"Anwendung nicht rein mechanischer Verfahren\" den Patentschutz verweigert, während Art. 2 Ziff. 2 PatG für Arzneimittel die \"Verfahren zur Herstellung... auf anderem als chemischen Wege\" nicht als Erfindung anerkennt.\n\nPatentbegründend ist der im Erfindungsgedanken liegende chemische Vorgang. Art. 2 Ziff. 2 PatG lässt weder dem Wortlaut noch dem Sinne nach den Schluss zu, die blosse Verbindung der nichtchemischen mit einer chemischen Verfahrensstufe genüge für die Schutzfähigkeit des gesamten Verfahrens. Auch trifft entgegen dem Einwand der Beschwerdeführerin nicht zu, dass für die beanspruchte Kombination das Motiv des Gesetzgebers für den Ausschluss nichtchemischer Verfahren von der Patentierung entfalle. Massgebend für die Beibehaltung der überkommenen Regelung bei der Gesetzesrevision war, wie erwähnt, das Bestreben, die Verteuerung der Arzneimittel zu vermeiden. Darum schlossen sich Bundesrat und Parlament der Meinung einer Minderheit der Expertenkommission an, wider die Kommissionsmehrheit, welche die anhand eines Postulats aus Kreisen der chemischen Industrie im I. Vorentwurf (1945) vorgesehene Patentierbarkeit gewisser nicht chemischer Herstellungsverfahren - der sogenannten physikalisch-analytischen Verfahren - guthiess. Die Kommissionsminderheit wies u.a. darauf hin, dass den Naturstoffe BGE 99 Ib 250 S. 254darstellenden Arzneimitteln (Vitamine, Hormone usw.) immer grössere Bedeutung zukomme und dass z.B. der Preis für Penizillin in den Jahren 1946 bis 1948 nicht um annähernd 90% gesunken wäre, wenn dieser Stoff hätte patentiert werden können (Botschaft, a.a.O. S. 1004/5). Wollte der Gesetzgeber den physikalisch-analytischen Verfahren zur Isolierung hochempfindlicher Naturstoffe den Patentschutz versagen, so erst recht auch den nachgehenden Verfahren zur Überführung von Arzneistoffen in Arzneimittelzubereitungen oder Anwendungsformen. Es ist denn auch nicht einzusehen, weshalb solche Herstellungsverfahren für synthetisch erzeugte Wirkstoffe verschieden behandelt werden sollten. Das Amt betrachtet es mit Recht als selbstverständlich, einen Wirkstoff, der nicht als Arzneimittel (so wie er in der Apotheke erhältlich ist) verwendet werden kann, mit einem \"pharmazeutisch annehmbaren Trägerstoff\" zu vermischen.\n\nd) Das Amt bezeichnet die Überführung eines Arzneistoffes in eine Arzneimittelzubereitung dann als Herstellung auf chemischem Wege, \"wenn dabei ein chemischer Vorgang eine wesentliche Rolle spielt\". Es wirft im weiteren die Frage auf, ob ein Patentanspruch, der die Zusammenlegung der Synthese eines Wirkstoffes mit dessen Verarbeitung zu einer Arzneimittelzubereitung zum Gegenstand hat, dann mit Art. 2 Ziff. 2 PatG vereinbar wäre, wenn \"ein ursächlicher technisch notwendiger oder vorteilhafter Zusammenhang, eine gegenseitige technische Abhängigkeit bestünde\". Weder der eine noch der andere Gesichtspunkt ist zu beurteilen, weil der Patentanspruch der Beschwerdeführerin keine der beiden Voraussetzungen erfüllt. Es wird darin weder ein Mischverhältnis noch eine Dosierung noch eine Zubereitungsform genannt. Zudem ist ein irgendwie gearteter Sachzwang, mit der synthetischen Herstellung des Wirkstoffes dessen Vermischung mit dem Trägerstoff unmittelbar zu verbinden, weder dargetan noch ersichtlich.\n\n3. Die Beschwerdeführerin hält dafür, das beanspruchte Verfahren dürfe aus schwerwiegenden praktischen Gründen nicht auseinandergerissen werden. Sie verkennt nach dem Gesagten, dass das Verfahren nicht bloss theoretisch getrennt werden kann. Zudem lässt sich aus den Erwägungen in BGE 79 II 232 /33 zu Art. 2 Ziff. 4 a PatG nichts zu ihren Gunsten ableiten. Im erwähnten Entscheid ging es um ein sogenanntes Formalisierungsverfahren, das an künstlichen Polyamidfasern BGE 99 Ib 250 S. 255eine \"Strukturänderung in chemischem Sinne\" bewirkt, während in der zweiten Stufe des streitigen Verfahrens nichts dergleichen geschieht. Daher sind hier produtionstechnische und betriebswissenschaftliche Erfordernisse, wie sie nach BGE 79 II 232 /3 für die Schutzfähigkeit des Formalisierungsverfah rens vorausgesetzt werden, nicht zu berücksichtigen. Abgesehen davon, legt die Beschwerdeführerin nicht dar, inwiefern produktionstechnisch und betriebswirtschaftlich die Verbindung der beiden Verfahrensstufen von Vorteil sein soll.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}