{"annee": "99", "cour": "IB", "page": "87", "date": "21/3/1973", "cite": ["97 I 602", "96 I 513"], "cite_par": ["103 IB 91", "101 IB 216", "134 II 49", "127 V 353"], "chapeau": "10. Urteil vom 21. März 1973 i.S. Schüpbach gegen SBB und EVED.", "regestes": ["Expropriation de servitudes de conduite pour une ligne électrique à haute tension des CFF. 1. L'indemnité d'expropriation doit être fixée d'emblée pour toute la durée du droit à exproprier (consid. 2). 2. Pour quelle durée les servitudes demandées par les CFF doiventelles être accordées? La loi sur les installations électriques est-elle applicable? (consid. 3)."], "faits": "BGE 99 Ib 87 S. 87\n\nA.- Im Jahre 1919 wurde von der Schweizerischen Kraftübertragungs AG eine Hochspannungsleitung (132 kV) Kerzers-Rupperswil gebaut, die im Jahre 1938 von den Schweizerischen BGE 99 Ib 87 S. 88Bundesbahnen übernommen wurde. Ende 1969 liefen die Dienstbarkeitsverträge, die seinerzeit auf 50 Jahre befristet worden waren, ab, und die Eigentümerin der Leitung bemühte sich um die Erneuerung dieser Verträge. Da nicht alle betroffenen Grundeigentümer Hand dazu boten, leiteten die SBB gegen 38 von ihnen in den bernischen Gemeinden Wangen an der Aare, Wiedlisbach, Oberbipp und Niederbipp das Enteignungsverfahren ein. In der Einigungsverhandlung vom 5. April 1971 blieb als einzige unerledigte Einsprache im Sinne von Art. 50 EntG diejenige des Michael Schüpbach, Wangen a.A., übrig. Von ihm verlangten die SBB die Einräumung eines Überleitungsrechts auf einer Länge von 425 m und eines Baurechts für einen Gittermast, und zwarje für 50 Jahre. Schüpbach widersetzte sich dem Begehren insofern, als er sich lediglich bereit erklärte, die Dienstbarkeiten auf 25 Jahre einzuräumen.\n\nB.- Mit Entscheid vom 2. März 1972 wies das Eidg. Verkehrs- und Energiewirtschaftsdepartement (EVED) die Einsprache Schüpbachs ab. Es stellte fest, die fragliche Leitung bilde das Rückgrat der Energieversorgung der SBB und sei für diese auf unabsehbare Zeit unentbehrlich. Die SBB hätten sich von allen Grundeigentümern, mit denen ausseramtlich eine Verständigung erzielt worden sei, die gewünschten Dienstbarkeiten auf unbefristete Dauer, jedoch unter Auszahlung einer Entschädigung für die nächsten 50 Jahre einräumen lassen. Es würde allgemein nicht verstanden, wenn Schüpbach als einzigem eine Sonderstellung eingeräumt würde, die sich nicht mit den besondern Verhältnissen seines belasteten Grundstücks rechtfertigen liesse. Es bestehe kein Anlass anzunehmen, dass das Grundstück bald zu Bauland werde. Im übrigen habe sich die Enteignerin in den ausseramtlichen Dienstbarkeitsverträgen verpflichtet, Art. 50 Abs. 3 ElG, wonach der Grundeigentümer bei Änderung der Verhältnisse die Durchführung eines neuen Enteignungsverfahrens verlangen könne, analog anzuwenden. Nach jahrzehntelanger Praxis werde die Dauer der Mastbau- und Überleitungsrechte für elektrische Anlagen auf 50 Jahre bemessen, es sei denn, es handle sich um eine Leitung, deren Zweck nach kürzerer Zeit erreicht werde, oder das belastete Grundstück werde mit Sicherheit lange vor Ablauf der 50 Jahre zu Bauland. Da solche Umstände im konkreten Fall nicht vorlägen und dem Einsprecher mit einer 50-jährigen Dienstbarkeitsdauer kein unzumutbarer Nachteil zugefügt werde, anderseits BGE 99 Ib 87 S. 89eine möglichst lange Dauer der Bau- und Überleitungsrechte nicht nur im Interesse der SBB, sondern der Öffentlichkeit ganz allgemein liege, weil dadurch Umtriebe erspart und die Gestehungskosten der elektrischen Energie vermindert würden, sei die Einsprache abzuweisen.\n\nC.- Gegen den Entscheid des EVED hat Schüpbach Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben. Er erklärt darin, er sei bereit, einer \"Vertragsdauer\" auf 50 Jahre zuzustimmen, sofern die Entschädigung nur für 25 Jahre festgesetzt und nach Ablauf dieser Zeit für die nächsten 25 Jahre neu berechnet werde; andernfalls widersetze er sich einer Enteignung auf 50 Jahre und verlange eine solche auf bloss 25 oder höchstens 30 Jahre. Zur Begründung macht er geltend, der angefochtene Entscheid trage der rasch fortschreitenden Mechanisierung der Landwirtschaft, die nicht auf 50 Jahre überblickt werden könne, der starken Geldentwertung und dem Umstand, dass das fragliche Grundstück in 15-30 Jahren in die Bauzone fallen werde, nicht Rechnung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerde ist rechtzeitig eingereicht worden. Der Beschwerdeführer hat sie, ohne dass er dazu aufgefordert worden wäre (Art. 108 Abs. 3 OG), nach Ablauf der Beschwerdefrist (Art. 106 OG) durch mehrere Eingaben ergänzt. Das ist nicht zulässig. Die nachträglich eingereichten Schriftstücke sind daher unbeachtlich. Das gereicht dem Beschwerdeführer jedoch nicht zum Nachteil, da seine Ergänzungseingaben nichts wesentlich Neues enthalten und das Bundesgericht das Recht ohnehin von Amtes wegen anzuwenden hat (Art. 114 Abs. 1 OG). Im überigen kann der angefochtene Entscheid vom Bundesgericht nur dahin überprüft werden, ob er kein Bundesrecht verletzt, ob die Vorinstanz ihr Ermessen nicht missbraucht oder überschritten hat und ob der rechtserhebliche Sachverhalt richtig festgestellt worden ist. Ob der Entscheid des Departements auch angemessen ist, hat das Gericht nicht zu entscheiden (Art. 104 und 105 OG).\n\n2. Der rechtserhebliche Sachverhalt wird vom Beschwerdeführer nicht bestritten. Die SBB möchten auf dem Wege der Enteignung die Durchleitungsrechte, einschliesslich des Baurechts für einen Mast, für eine über das Grundstück des BGE 99 Ib 87 S. 90Beschwerdeführers führende Hochspannungsleitung für 50 Jahre erneuern. Änderungen an der seit 1919 bestehenden Leitung sind zur Zeit nicht vorgesehen. Unbestritten ist auch, dass sich heute die Liegenschaft des Beschwerdeführers ausserhalb der Bauzone befindet und ausschliesslich landwirtschaftlich genutzt wird. Die SBB wollen die Rechte im gleichen Umfang erwerben, wie sie seit 50 Jahren bestanden haben.\n\nBestritten ist bloss die Dauer der Enteignung. Der Beschwerdeführer wäre mit einer Einräumung der fraglichen Rechte auf die Dauer von 50 Jahren einverstanden, wenn die Entschädigung vorläufig bloss für 25 Jahre festgesetzt und nach Ablauf dieser Frist neu bestimmt würde. Eine solche unterschiedliche Ansetzung von Enteignungs- und Entschädigungsdauer ist aber vom Gesetz nicht vorgesehen. Nach Art. 19 EntG sind bei der Bestimmung der Entschädigung alle Nachteile zu berücksichtigen, die dem Enteigneten aus der Entziehung oder Beschränkung seiner Rechte erwachsen. Massgebend sind dabei die Verhältnisse zur Zeit des Enteignungsverfahrens (nach altem, hier noch anzuwendendem Recht im Zeitpunkt des Entscheids der Schätzungskommission: BGE 97 I 603; nach neuem Recht im Zeitpunkt der Einigungsverhandlung: Art. 19bis Abs. 1 EntG), wobei auch alle zukünftigen, nach dem gewöhnlichen Lauf der Dinge voraussehbaren Nachteile zu entschädigen sind (Art. 19 lit. c EntG). Eine Neufestsetzung der Entschädigung nach einer bestimmten Anzahl Jahre ist nicht zulässig. Dem stünde nicht zuletzt Art. 14 EntG entgegen, nach welchem der Enteigner innert 20 Tagen, nachdem der Entscheid über die Entschädigung in Rechtskraft erwachsen ist, auf den Vollzug der Enteignung verzichten kann. Einen solchen Entscheid kann der Enteigner jedoch nur treffen, wenn ihm die volle, für die ganze Dauer der Enteignung zu entrichtende Entschädigung bekannt ist. Diese muss deshalb von Anfang an für die ganze Zeit der Enteignung festgesetzt werden (so auch der unveröffentlichte Entscheid des Bundesgerichts i.S. Herdern vom 11. Juli 1962). Art. 17 EntG lässt einzig verschiedene Zahlungsarten (Kapital- oder Rentenzahlungen) zu. Wenn die SBB und zahlreiche Grundeigentümer sich in ausseramtlichen Verträgen dahin geeinigt haben, dass die beanspruchten Dienstbarkeiten zwar unbefristet einzuräumen sind, die vereinbarte Entschädigung jedoch nur für 50 Jahre gilt, so ist das eine von den SBB freiwillig hingenommene Spaltung von Dienstbarkeits- und BGE 99 Ib 87 S. 91Entschädigungsdauer, die ihnen im Enteignungsverfahren nicht aufgezwungen werden kann.\n\nDer Beschwerdeführer empfindet die erläuterte Rechtslage vor allem wegen der fortschreitenden Geldentwertung als ungerecht. Es ist ihm aber entgegenzuhalten, dass in Fällen, wo das Eigentum an einem Grundstück enteignet wird, selbstverständlich auch nur der heutige Verkehrswert entschädigt wird und nicht nach Jahren wieder Neubewertungen stattfinden. Im übrigen kann der Enteignete der Wertverminderung des Geldes dadurch begegnen, dass er den ausbezahlten Kapitalbetrag in geeigneter Weise anlegt. Sollte der Beschwerdeführer, wie er weiter befürchtet, durch die Hochspannungsleitung, insbesondere durch den auf seinem Grundstück stehenden Mast, später auf eine Art geschädigt werden, die nicht oder nicht vollumfänglich vorauszusehen war, so steht ihm der Weg der nachträglichen Entschädigungsforderung nach Art. 41 EntG offen. Wird die fragliche Parzelle zu Bauland, so kann er zu gegebener Zeit verlangen, dass die Leitungseigentümerin die Leitung verlege oder ein Bauverbot oder eine Baubeschränkung enteigne und ihn entsprechend entschädige (BGE 98 I b 437, Erw. 3 a; vgl. auch Art. 50 Abs. 3 ElG und dazu HESS, Das Enteignungsrecht des Bundes, N. 73 ff.).\n\n3. Zu prüfen bleibt demnach, ob das EVED Bundesrecht verletzt hat, indem es entgegen dem Antrag des Beschwerdeführers den SBB erlaubt hat, die benötigten Dienstbarkeiten auf dem Enteignungsweg auf 50 Jahre zu erwerben.\n\na) Nach Art. 1 Abs. 2 EntG kann das Enteignungsrecht nur geltend gemacht werden, wenn und soweit es zur Erreichung des Zweckes notwendig ist. Diese Einschränkung ergibt sich auch aus der Eigentumsgarantie (Art. 22ter BV).\n\nWie das Bundesgericht bereits bei anderer Gelegenheit festgestellt hat (BGE 96 I 517 /18), ist weder dem Enteignungsgesetz noch dem Elektrizitätsgesetz Näheres zu entnehmen, für welche Dauer Durchleitungsrechte zu erteilen sind. Art. 6 EntG, der die vorübergehende Enteignung auf 5 Jahre beschränkt, ist auf den vorliegenden Fall offensichtlich nicht anwendbar. Denn unter \"vorübergehender Enteignung\" im Sinne dieser Bestimmung ist der Erwerb von Rechten gemeint, die lediglich während des Baus eines auf Dauer angelegten Werkes benötigt werden wie Wegrechte, Rechte zur Lagerung von Material, zum Bezug von Baustoffen, zur Aufstellung von BGE 99 Ib 87 S. 92Baracken usw. (vgl. HESS, Kommentar, N. 20 zu Art. 5 EntG, sowie Protokoll der ständerätlichen Kommission zur Beratung des EntG vom 8./10. Februar 1928, S. 4). Anders verhält es sich mit Art. 47 ElG, der von einer \"dauernden oder bloss zeitweisen\" Beanspruchung einer Durchleitungsservitut spricht und unter \"zeitweiser\" Enteignung nicht oder jedenfalls nicht in erster Linie vorübergehende Inanspruchnahmen von Rechten im Sinne des Art. 6 EntG versteht, sondern den Erwerb von Rechten, die auf längere, aber nicht zum vornherein unbeschränkte Dauer benötigt werden, wie z.B. von Durchleitungs- und Mastbaurechten für elektrische Leitungen (vgl. das erwähnte Prot. der ständerätlichen Kommission sowie HESS, N. 11 ff. zu Art. 47 ElG). Aber auch diese Bestimmung enthält keine Anhaltspunkte dafür, wann und gegebenenfalls auf welche Dauer Durchleitungsrechte zu beschränken sind. Zudem spricht sie nur vom Enteigner, der eine dauernde oder bloss zeitweise Bestellung einer Servitut verlangen könne, nicht auch vom Enteigneten. Diesem gibt Art. 47 ElG kein Recht, auf einer kürzeren als vom Enteigner beanspruchten Dauer zu bestehen. Aus Art. 47 ElG kann somit der Beschwerdeführer nichts zu seinen Gunsten ableiten.\n\nBei dieser Rechtslage kann offenbleiben, ob die Ansicht des EVED, das ElG und insbesondere dessen Art. 47 seien auf Enteignungen zugunsten von Eisenbahnen überhaupt nicht anwendbar (doch könnten sie immerhin analog herangezogen werden), richtig ist. Diese auf HESS (Kommentar, N. 10 zu Art. 43 ElG) gestützte Auffassung ist zumindest nicht über alle Zweifel erhaben. Zwar ist es fraglos, dass gewisse Bestimmungen des ElG, wie z.B. Art. 43 und Art. 50 Abs. 1 und 2, für Eisenbahnunternehmungen insofern nicht massgebend sein können, als den Bundesbahnen und den konzessionierten Bahnunternehmungen das Enteignungsrecht von Gesetzes wegen zusteht und sie dieses nicht erst beim Bundesrat nachsuchen müssen (Art. 3 EbG). Dagegen ist nicht ohne weiteres einzusehen, warum andere Vorschriften des ElG, wie z.B. Art. 47 und 50 Abs. 3, nicht auch für elektrische Anlagen von Eisenbahnen gelten sollten. An andern Orten (vgl. Art. 3 Abs. 2 lit. c, 15 Abs. 1, 21 Ziff. 2 und 46 Abs. 3) erwähnt das Gesetz die Eisenbahnen sogar ausdrücklich. Die Frage der Anwendbarkeit des ElG braucht hier aber, wie erwähnt, nicht entschieden zu werden, da Art. 47 ElG dem Enteigneten ohnehin keinen Anspruch auf zeitliche Befristung einräumt.\n\nBGE 99 Ib 87 S. 93\n\nb) Da auch das Eisenbahngesetz nichts über die Enteignungsdauer sagt, sondern in Art. 3 für die Enteignungen generell auf die Bundesgesetzgebung verweist, bleiben nach dem Gesagten einzig die allgemeinen Grundsätze von Art. 22ter BV bzw. Art. 1 Abs. 2 EntG zu beachten. Danach darf auf keinen Fall für eine längere Zeit enteignet werden, als für die Erfüllung des von der Eisenbahn verfolgten öffentlichen Zwecks notwendig ist, wobei die Interessen des Enteigneten gebührend zu berücksichtigen sind. Es geht mit andern Worten um ein Abwägen der sich entgegenstehenden öffentlichen und privaten Interessen (BGE 96 I 518 oben). Im vorliegenden Fall kann kein Zweifel bestehen, dass die SBB die für die fragliche Leitung notwendigen Dienstbarkeiten auf unbestimmte Zeit, d.h. unbefristet, erwerben könnten. Die Leitung besteht bereits seit 50 Jahren und ist auf Dauer angelegt. Ein Dahinfallen des verfolgten Zwecks und damit des öffentlichen Interesses an der Leitung ist noch für unbestimmte Zeit unwahrscheinlich. Es leuchtet auch ein, dass es im Interesse der SBB und damit der Öffentlichkeit ganz allgemein liegt, dass Durchleitungsrechte für Hochspannungsleitungen, die der Eisenbahn dienen, auf möglichst lange Zeit erworben werden, würden doch bei allzu kurzen Verträgen die Umtriebe und Kosten für deren Erneuerung und für die allenfalls notwendig werdenden Expropriationsverfahren unverhältnismässig hoch. Es widerspräche jeder Vernunft, einem Enteigner, der von Gesetzes wegen für seine Werke ein grundsätzliches, nicht befristetes Enteignungsrecht besitzt (Art. 3 EbG), im Einzelfall die Enteignung nur auf kurze Zeit zu gewähren, wenn die Anlage, für die das Enteignungsrecht beansprucht wird, auf unbeschränkte Dauer angelegt ist. Es entspricht zweifellos dem Willen des Gesetzgebers, wenn die SBB danach trachten, Durchleitungsrechte im allgemeinen nicht auf kürzere Zeit als auf 50 Jahre zu erwerben (vgl. dazu HESS, N. 13 zu Art 47 ElG). Dem stehen im vorliegenden Fall ausser den erwähnten (vgl. vorn, Erw. 2 a.E.), in diesem Zusammenhang aber nicht massgeblichen finanziellen Interessen des Beschwerdeführers kaum irgendwelche rechtserheblichen privaten Interessen entgegen. Sollte die Leitung später einmal wegfallen, weil sie verlegt oder ganz aufgehoben wird, ginge die Dienstbarkeit ohne weiteres unter (eine Löschung im Grundbuch wäre nur notwendig, wenn die Durchleitungsrechte dort eingetragen wären, was bei Leitungen wie der streitigen kaum je vorkommen dürfte; wäre dies trotzdem der Fall, könnte der BGE 99 Ib 87 S. 94Belastete gemäss Art. 736 ZGB die Ablösung der Dienstbarkeit verlangen; vgl. dazu LIVER, Kommentar, N. 167 ff. zu Art. 734 ZGB). Ändern sich die Verhältnisse auf andere Weise, stehen dem Enteigneten die in Erw. 2 genannten Rechtswege offen.\n\nWenn daher das Departement keinen Grund sah, den SBB das Recht zur Enteignung der beanspruchten Dienstbarkeiten auf 25 oder 30 Jahre zu beschränken, wie das der Beschwerdeführer verlangt, so hat es keineswegs Bundesrecht verletzt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}