{"annee": "99", "cour": "II", "page": "50", "date": "1/2/1973", "cite": ["98 II 104", "74 I 1", "73 I 171", "92 I 191", "88 II 185"], "cite_par": ["118 II 50", "120 II 105"], "chapeau": "9. Auszug aus dem Urteil der I. Zivilabteilung vom 1. Februar 1973 i.S. Stierli gegen Maurer.", "regestes": ["Prolongation du bail. 1. Une résiliation fondée sur l'art. 267 CO n'a pas besoin d'être motivée (consid. 1). 2. Besoin du propriétaire au sens de l'art. 267c lettre c CO, preuve; circonstances dans lesquelles le besoin de locaux commerciaux doit être admis (consid. 2)."], "faits": "BGE 99 II 50 S. 50\n\nA.- August Stierli benützt seit 1964 verschiedene Werkstatt- und Lagerräume der Liegenschaft Blumenfeldstrasse 51/Mühleackerstrasse 65 in Zürich, die der Ehefrau des Wilhelm Maurer gehört. In einem andern Teil der Liegenschaft betreibt Maurer ein Ingenieurbüro und eine Präzisions-Werkstätte.\n\nAm 29. Oktober 1971 kündigte er dem Stierli die von diesem benützten Räume auf Ende Februar 1972, anerkannte aber später, dass die Kündigung erst auf Ende März 1972 wirksam sei.\n\nB.- Im November 1971 klagte Stierli gegen Maurer mit dem Begehren, das Mietverhältnis gemäss Art. 267a OR um zwei Jahre zu erstrecken.\n\nDas Mietgericht des Bezirkes Zürich und auf Rekurs hin am 7. November 1972 auch das Obergericht des Kantons Zürich wiesen die Klage mit der Begründung ab, es liege Eigenbedarf im Sinne von Art. 267c lit c. OR vor.\n\nDas Bundesgericht weist die Berufung des Klägers gegen das Urteil des Obergerichtes ab.\n\nBGE 99 II 50 S. 51", "considerants": "Aus den Erwägungen:\n\n1. Der Kläger macht in erster Linie geltend, der Beklagte habe ihm nicht wegen Eigenbedarfs gekündigt, sondern weil sie sich über eine Abrechnung aus ihren geschäftlichen Beziehungen nicht einig gewesen seien; mit der Kündigung habe der Beklagte ihm seine Abrechnung aufzwingen wollen. Es dürfe deshalb nicht darauf abgestellt werden, was der Beklagte nachträglich zur Rechtfertigung der Kündigung vor Gericht vorgebracht habe. Im Kündigungsschreiben vom 29. Oktober 1971 stehe kein Wort von Eigenbedarf.\n\nEine Kündigung gemäss Art. 267 OR braucht indes nicht begründet zu werden. Es genügt, dass der Kündigende erklärt, den Mietvertrag auf einen zulässigen Termin hin beenden zu wollen, und die Kündigung vor Beginn der Kündigungsfrist bei der andern Vertragspartei eintrifft. Aus welchen Gründen eine Kündigung erfolgt, ist unter dem Gesichtspunkt ihrer Wirksamkeit unerheblich (nicht veröffentlichtes Urteil des Bundesgerichts vom 30. Januar 1973 i.S. Schweizer gegen Manesse AG; VON TUHR/SIEGWART, OR II S. 603; MERZ, N. 315 zu Art. 2 ZGB). Dass ein Vermieter, der das Vertragsverhältnis kündigt, sich erst im Erstreckungsverfahren nach Art. 267a ff. OR auf Eigenbedarf beruft, schadet ihm daher nicht.\n\n2. Eine andere Frage ist, ob ein im Erstreckungsverfahren behaupteter Eigenbedarf wirklich vorliege oder ob der Vermieter die Behauptung bloss aufgestellt habe, um einen lästigen Mieter loszuwerden. Der Vermieter, der sich auf Eigenbedarf beruft, darf es deshalb im Bestreitungsfalle nicht bei der Behauptung bewenden lassen. Er hat vielmehr darzutun, dass und warum er die Räumlichkeiten für sich selbst, seine nahen Verwandten oder Verschwägerten benötigt. Auch steht es dem Mieter frei, Tatsachen zu behaupten und unter Beweis zu stellen, die auf das Fehlen eines Eigenbedarfs im Sinne von Art. 267c lit. c OR schliessen lassen und somit geeignet sind, die Sachdarstellung des Vermieters zu entkräften (vgl. BGE 88 II 189 f. und dort angeführte Urteile). Ist der Eigenbedarf aber dargetan, so kommt im Erstreckungsverfahren auf allfällige weitere Beweggründe des Vermieters, das Mietverhältnis zu beenden, nichts an.\n\nDer Eigenbedarf des Vermieters ist zu bejahen, wenn dieser nach den gegebenen Umständen ernsthafte Gründe hat, die BGE 99 II 50 S. 52vermieteten Räume für seine eigenen Bedürfnisse zu beanspruchen, gleichviel ob es sich um Wohnungen oder Geschäftsräume handelt (BGE 74 I 3und 99/100, BGE 92 I 194 Erw. 2, BGE 98 II 108 Erw. b).\n\nDiese Voraussetzung ist hier erfüllt. Nach dem angefochtenen Urteil herrschen im Betrieb des Beklagten, der 1972 etwa zehn Angestellte beschäftigte, so enge Arbeitsverhältnisse, dass \"ein geordnetes Arbeiten in diesen Werkstatträumen geradezu unmöglich\" ist. Die Feststellung des Obergerichts stützt sich auf einen Augenschein des Mietgerichtes und einen Amtsbericht des Gesundheitsinspektorates der Stadt Zürich vom 12. Juli 1972. Dem Bericht ist insbesondere zu entnehmen, dass die Raumverhältnisse im Betriebe des Beklagten gegen geltende Schutzvorschriften verstossen, weil ein freies und ungehindertes Bewegen zwischen den Werkbänken und Maschinen nicht gewährleistet, die Sicherheit der Arbeitenden vielmehr ernsthaft in Frage gestellt ist. Nach einer weiteren Feststellung des Obergerichts haben sich die Verhältnisse vor allem dadurch verschlimmert, dass die Maschinen zum Zersägen von Gussblöcken erheblich vergrössert werden mussten.\n\nDiese Umstände lassen den behaupteten Eigenbedarf des Beklagten aber als begründet erscheinen. Der Kläger versucht dies freilich auch mit dem Einwand zu bestreiten, der Bedarf des Beklagten sei entgegen der Annahme des Obergerichts nicht dringlich, zumal der Beklagte den bestehenden Zustand seit Beginn des Mietverhältnisses gekannt und in Kauf genommen habe. Die Vorinstanz führt in der Tat aus, der Eigenbedarf müsse nicht bloss ernstlich und aus triftigen Gründen gegeben sein, sondern setze zudem voraus, \"dass das behauptete Bedürfnis nach Übernahme der vermieteten Räumlichkeiten auf den Kündigungstermin auch dringlich sei\". Darunter sei eine \"betriebliche Zwangslage\" zu verstehen, die aber \"nicht existenzgefährdend zu sein brauche\".\n\nDass der Eigenbedarf auch dringlich sein müsse, ist dem neuen Recht (Art. 267a ff. OR) indes nicht zu entnehmen. Es geht daher nicht an, dieses Erfordernis aus der Rechtsprechung (BGE 73 I 174/5,BGE 74 I 4) zu dem nunmehr aufgehobenen Mietnotrecht ableiten zu wollen. Eine betriebliche Zwangslage, die aber nicht existenzgefährdend sein müsse, ist übrigens eine derart unbestimmte Umschreibung, dass sie als weitere Voraussetzung des Eigenbedarfs nicht taugt. Für den Begriff des BGE 99 II 50 S. 53Eigenbedarfs im Sinne von Art. 267 c lit. c OR genügt, dass der Vermieter ernsthafte, nach den Umständen einleuchtende Gründe dafür hat, die vermieteten Räume für sich, nahe Verwandte oder Verschwägerte zu beanspruchen (BGE 98 II 108 Erw. b am Ende)."}