{"annee": "99", "cour": "IV", "page": "73", "date": "16/3/1973", "cite": [], "cite_par": ["104 IV 18", "104 IV 192", "104 IV 43", "118 IV 10"], "chapeau": "16. Extrait de l'arrêt de la Cour de cassation pénale du 16 mars 1973 dans la cause Zufferey contre Ministère public du canton du Valais.", "regestes": ["Art. 68 ch. 1, 187 et 188 CP. Des actes constitutifs de viol et d'attentat à la pudeur peuvent procéder d'une seule et même intention délictuelle, mais ils ne sauraient constituer un délit successif ou continué que dans la mesure où ils sont analogues."], "faits": "", "considerants": "BGE 99 IV 73 S. 74\n\n2. a) Se référant à l'arrêt publié au RO 91 IV 64, le recourant estime que les actes retenus contre lui comme constitutifs des crimes de viol et d'attentat à la pudeur avec violence en concours réel ne forment en réalité qu'un délit successif ou continué.\n\nL'autorité cantonale a contesté l'existence d'un délit successif, parce que \"les prévenus n'ont pas pris une fois pour toutes la décision de s'adonner à plusieurs coïts et à des immissiones in os et in anum\" et parce que \"sur le plan psychologique, le seul fait de l'orgasme provoque une rupture de sorte que la décision d'avoir un nouveau rapport doit être considérée indépendante\". Cette conclusion n'est fondée toutefois sur aucun fait précis ni sur l'appréciation des preuves, mais sur la nature des choses. Aussi la cour de céans peut-elle la revoir librement (RO 88 II 469). En effet, rien ne permet de penser en l'occurrence que les deux hommes n'ont a priori décidé de commettre qu'un seul viol ou qu'un seul attentat à la pudeur. L'expérience de la vie enseigne au contraire que, dans de telles circonstances, les agresseurs entendent tirer de leur victime tout le plaisir qu'il leur sera possible (cf. RO 98 IV 106 no 20). Dans ce cas on doit admettre, contrairement à l'autorité cantonale, qu'il y a unité d'intention.\n\nb) Le délit successif ne constitue cependant une seule infraction que si la répétition d'actes identiques ou analogues lèse le même genre d'intérêts juridiquement protégés (RO 83 IV 159 et 90 IV 132). Les infractions réprimées aux art. 187 et 188 CP portent toutes deux atteinte aux moeurs, mais il faut encore décider si, n'étant pas identiques, elles sont analogues.\n\nOn peut hésiter. Certes, à chaque fois l'auteur cherche à satisfaire les mêmes appétits, au mépris de la liberté sexuelle d'autrui; mais, d'un autre côté, si le viol constitue toujours un BGE 99 IV 73 S. 75acte grave, susceptible d'entraîner une grossesse, il existe des actes contraires à la pudeur relativement bénins; la loi en a d'ailleurs tenu compte en fixant les peines applicables. De plus, certains attentats à la pudeur impliquent des actes contre nature, objets d'une répulsion particulière, alors que d'autres peuvent être considérés comme le prélude ou la suite d'une relation sexuelle qui aurait été qualifiée de normale si elle n'avait été accompagnée de violence. Dans cette dernière hypothèse se poserait la question du concours réel ou du concours idéal selon le cas (SCHÖNKE/SCHRÖDER, n. 42 a ad § 176).\n\nIl reste que les attentats à la pudeur se manifestent, dans leur ensemble, sous des formes trop différentes pour que l'on puisse poser une règle absolue et que, de toute manière, on ne saurait tenir le viol, d'une part, et les immissiones in os et in anum, d'autre part, comme des actes analogues. Il n'y a donc en l'occurrence pas de délit successif."}