{"annee": "99", "cour": "IA", "page": "430", "date": "11/7/1973", "cite": ["89 I 1", "98 IA 226", "98 IA 340", "78 I 1", "67 I 65"], "cite_par": ["104 IA 72", "112 IA 7", "104 IA 323"], "chapeau": "51. Auszug aus dem Urteil vom 11. Juli 1973 i.S. X. gegen Obergericht Uri.", "regestes": ["Art. 4 Cst.; assistance judiciaire gratuite dans un procès en paternité. Le fait que l'enfant ait été pourvu d'un curateur par l'autorité tutélaire n'est pas un motif de lui refuser l'assistance d'un avocat d'office (précision de la jurisprudence)."], "faits": "BGE 99 Ia 430 S. 431\n\nA.- Das in Altdorf/UR wohnhafte aussereheliche Kind X. ist durch Waisenvogt Karl Marty verbeiständet, der von Beruf Landwirt ist. Mit der Führung des Vaterschaftsprozesses, der sich gegen einen in England wohnhaften Beklagten richtet, hat der Beistand den Altdorfer Fürsprech Dr. Karl Hartmann betraut. Dieser verlangte für das Kind beim Landgericht Uri das Armenrecht mit dem Antrag, ihn als unentgeltlichen Vertreter zu ernennen. Das Landgericht Uri bewilligte am 30. Mai 1972 die unentgeltliche Rechtspflege, lehnte jedoch die Bestellung eines unentgeltlichen Rechtsbeistandes ab. Hiergegen wandte sich Dr. Hartmann namens des Kindes an das Obergericht Uri, welches den Rekurs am 13. Dezember 1972 abwies. Wie dem Entscheid im wesentlichen zu entnehmen ist, konnte sich das Obergericht der Auffassung des Landgerichtes nicht anschliessen, welches die Beigabe eines Rechtsanwaltes als unnötig erachtete, da der Vaterschaftsprozess von der Offizialmaxime beherrscht sei. Es gelangte jedoch zur Ablehnung des unentgeltlichen Rechtsbeistandes mit der Begründung, dass es Sache der Vormundschaftsbehörde bzw. des Beistandes sei, im Bedarfsfalle einen Rechtsanwalt mit der Wahrung der Interessen des Kindes zu beauftragen. Eine Beschränkung des aufgrund von Art. 4 BV bestehenden Anspruches zur gehörigen Wahrung der Interessen des Kindes könne für ein bedürftiges Kind im Vaterschaftsprozess gar nicht erfolgen, weil das Gemeinwesen mindestens vorläufig für die aus der Prozessführung entstehenden Kosten aufzukommen habe.\n\nB.- Dr. Karl Hartmann führt im Namen von X. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Es wird beantragt, den Entscheid des Obergerichts Uri vom 13. Dezember 1972 aufzuheben und zur Gewährung der vollen unentgeltlichen Rechtspflege durch Bestellung des unterzeichneten Vertreters als Armenanwalt an die Vorinstanz zurückzuweisen. Für den Fall des Unterliegens im bundesgerichtlichen Verfahren BGE 99 Ia 430 S. 432wird die Gewährung des Armenrechts nach Art. 152 OG beantragt.\n\nC.- Das Obergericht Uri beantragt unter Verzicht auf Gegenbemerkungen, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die staatsrechtliche Beschwerde ist, abgesehen von hier nicht in Betracht kommenden Ausnahmen, rein kassatorischer Natur und führt im Falle der Gutheissung bloss zur Aufhebung des angefochtenen Entscheids (BGE 98 Ia 229 mit Verweisungen, BGE 89 I 2 Erw. 1). Soweit mit der vorliegenden Beschwerde ein Rückweisungsantrag gestellt wird, ist darauf nicht einzutreten.\n\n2. Die Beschwerdeführerin beruft sich in erster Linie auf den unmittelbar aus Art. 4 BV sich ergebenden Armenrechtsanspruch. Darnach hat eine bedürftige Partei in einem für sie nicht aussichtslosen Zivilprozess einen Anspruch darauf, dass der Richter für sie ohne Hinterlegung oder Sicherstellung von Kosten tätig wird und dass ihr ein unentgeltlicher Rechtsbeistand bestellt wird, wenn sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf. Ob die Voraussetzungen dafür im einzelnen gegeben sind, prüft das Bundesgericht, was Rechtsfragen betrifft, frei (BGE 98 Ia 342,BGE 67 I 68).\n\na) Die Bedürftigkeit der Beschwerdeführerin wird anerkannt, und es ist auch nicht streitig, ob der in Frage stehende Vaterschaftsprozess Aussicht auf Erfolg habe. Mit Recht hat sodann das Obergericht die dem erstinstanzlichen Entscheid zugrundeliegende Auffassung abgelehnt. Denn der Vaterschaftsprozess ist auch im urnerischen Zivilprozess nicht vollständig von der Offizialmaxime beherrscht, sodass der Beizug eines Rechtsanwaltes zur Prozessführung für das von einem rechtsunkundigen Beistand vertretene Kind nicht von vornherein als unnötig erachtet werden kann (BGE 89 I 4 Erw. 4a). Zu prüfen ist somit einzig die Frage, ob die Pflicht der Vormundschaftsbehörde bzw. des Beistandes zur Wahrung der Interessen des ausserehelichen Kindes ein Grund sein kann, diesem im Vaterschaftsprozess das Armenrecht zu verweigern.\n\nb) InBGE 78 I 1ff. ging das Bundesgericht ohne weiteres davon aus, dass dem von der Vormundschaftsbehörde als Beistand eines Kindes im Ehelichkeitsanfechtungsprozess bestellten Rechtsanwalt die Führung des Prozesses im Armenrecht BGE 99 Ia 430 S. 433nicht grundsätzlich zu verweigern ist. Wenn es in jenem Fall den kantonalen Entscheid schützte, mit welchem die Bestellung eines unentgeltlichen Rechtsbeistandes abgelehnt wurde, so deshalb, weil der Prozess keine besonderen Schwierigkeiten bot. In dem in BGE 89 I 1 ff. beurteilten Fall hat sich das Bundesgericht mit der Frage auseinandergesetzt. Es fand, wenn, wie im Ehelichkeitsanfechtungsprozess, die Tätigkeit des Beistandes sich in der Prozessführung erschöpfe, so verstehe es sich von selbst, dass die Vormundschaftsbehörde als Beistand eine Person zu ernennen habe, die den Prozess selber führen könne, sofern eine solche im Vormundschaftskreis zu finden sei. Sie dürfe nicht einen zur Prozessführung zum vornherein unfähigen Beistand ernennen und es dem Gericht überlassen, zur gehörigen Wahrung der Interessen des Verbeiständeten im Prozess diesem einen Armenanwalt zu bestellen. Das würde darauf hinauslaufen, eine nach Art. 392 Ziff. 2 ZGB der Vormundschaftsbehörde obliegende Aufgabe und die damit verbundenen Kosten in unzulässiger Weise auf eine andere Behörde, hier auf ein ausserkantonales Gericht, abzuwälzen (a.a.O. S. 5/6). Dieser Entscheid lässt sich aus der Besonderheit jenes Falles erklären, in welchem es der Vormundschaftsbehörde offensichtlich möglich war, dem Kind einen die Prozessführung übernehmenden Beistand zu bestellen und mithin der Eindruck einer nicht gerechtfertigten Kostenabwälzung auf einen andern Kanton bestehen musste. Es wurde aber die Bedeutung des Armenrechtsanspruchs verkannt, der dem einzelnen unbekümmert darum, ob eine staatliche Behörde für ihn aufzukommen hat, zustehen muss. An dieser Auffassung, die bereits dem EntscheidBGE 78 I 1ff. zugrundeliegt, ist auch weiterhin festzuhalten.\n\nWohl hat im Falle, da das Vermögen des verbeiständeten Kindes zur Deckung der Prozesskosten nicht ausreicht, das Gemeinwesen dafür aufzukommen (Kommentar EGGER zu Art. 416 ZGB, N 4, 5, 14). Im Kanton Uri ist es die Gemeindekasse, welche die Kosten für arme Bevormundete bzw. Verbeiständete bestreitet (§ 21 der Verordnung betreffend das Vormundschaftswesen vom 31. Mai 1922, § 48 EG/ZGB). Das bedeutet jedoch nicht, dass es bei der Frage, ob das Gericht einen unentgeltlichen Rechtsbeistand zu bestellen hat, bloss um den Streit zwischen zwei staatlichen Behörden über die Kosten der Prozessvertretung geht. Entgegen der im angefochtenen Entscheid vertretenen Auffassung wird der Gehörsanspruch des BGE 99 Ia 430 S. 434Kindes davon betroffen, und es hat denn auch ein aktuelles Interesse an der Beschwerde (Art. 88 OG). Der Anspruch auf einen unentgeltlichen Rechtsbeistand, wie er jedem unbemittelten Rechtssuchenden gestützt auf Art. 4 BV und auch das kantonale Recht zusteht, ist etwas anderes und geht wesentlich weiter als die aus Art. 367 ZGB sich ergebende Verpflichtung der Vormundschaftsbehörde, zur gehörigen Wahrung der Interessen des Verbeiständeten einen rechtskundigen Prozessvertreter zu bestellen. Der Armenrechtsanspruch kann beim Gericht durchgesetzt werden. Dabei ist dem Begehren nach bestimmten, in der bundesgerichtlichen Praxis oder im kantonalen Recht festgehaltenen Kriterien stattzugeben. Die Vormundschaftsbehörde dagegen kann nach ihrem Ermessen darüber befinden, ob der von ihr bestellte Beistand hinreichend rechtskundig ist oder allenfalls ein Rechtsanwalt mit der Prozessführung zu beauftragen ist. Dabei ist das Ermessen, das ihr im Rahmen ihrer gesetzlichen Aufgabe zusteht, naturgemäss sehr weit. Bei Verhältnissen, wie sie z.B. im Kanton Uri herrschen, wo den Vormundschaftsbehörden keine Juristen als Amtsvormünder zur Verfügung stehen, die im Rahmen ihrer amtlichen Tätigkeit mit der Übernahme von Prozessvertretungen betraut werden können, mögen leicht finanzielle Überlegungen mitspielen. Bei einem armen Kind könnte mit der Ernennung eines Rechtsanwaltes für die Durchführung des Vaterschaftsprozesses eher Zurückhaltung geübt werden als bei einem Kind, dessen Vermögen für die damit verbundenen Kosten ausreicht. Die Verweisung des Kindes auf den von der Vormundschaftsbehörde zu bestellenden Prozessvertreter kann daher den Anspruch, im Armenrecht einen unentgeltlichen Rechtsbeistand zu erhalten, nicht aufwiegen. Es würde eine Benachteiligung bedeuten, die mit dem Gebot der Rechtsgleichheit nicht zu vereinbaren wäre. Der verfassungsmässige Armenrechtsanspruch muss der bevormundeten oder verbeiständeten Partei offen stehen wie jedem anderen Rechtssuchenden. Massgebend kann einzig sein, ob sie selbst arm ist oder nicht. Das schliesst nicht aus, dass der Staat nachher auf das zuständige Gemeinwesen Rückgriff nehmen kann.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird, soweit darauf einzutreten ist, gutge.. heissen und der Entscheid des Obergerichts Uri vom 13. Dezember 1972 aufgehoben."}