{"annee": "99", "cour": "III", "page": "27", "date": "10/5/1973", "cite": ["61 II 194", "63 III 150", "41 III 437", "74 III 48", "37 II 311", "40 III 381", "39 II 368", "53 III 78", "89 III 14", "65 III 142", "31 II 105", "51 II 156", "36 II 307", "87 I 490", "74 III 84", "29 II 747", "79 III 174", "30 II 160", "78 III 83", "31 II 322", "85 III 185", "91 III 98", "35 II 106"], "cite_par": ["135 III 513", "134 III 615", "130 III 235", "101 III 92", "134 III 452", "135 III 265", "135 III 276", "137 III 268", "136 III 247"], "chapeau": "8. Urteil der II. Zivilabteilung vom 10. Mai 1973 i.S. Wirtschaftsbank Zürich gegen Lüssi.", "regestes": ["Action révocatoire selon l'art. 288 LP. 1. Valeur litigieuse (consid. 1). 2. L'action révocatoire est dans tous les cas soumise à la condition objective que l'acte attaqué du débiteur porte préjudice aux créanciers ou à certains d'entre eux, en diminuant le résultat de l'exécution ou leur part à ce résultat ou en aggravant d'une autre manière leur situation dans la procédure d'exécution. Un tel préjudice est présumé en faveur des créanciers porteurs d'un acte de défaut de biens et de la masse en faillite, mais la contre-preuve est ouverte au défendeur à l'action révocatoire (consid. 3). 3. Cas où un tel préjudice peut faire défaut. Peut-on admettre que le remboursement partiel d'un prêt par un débiteur qui se trouve dans une situation précaire ne porte pas préjudice aux autres créanciers, par le motif qu'une partie des gages constitués pour le prêt a ainsi été libérée? (consid. 4). 4. Le remboursement d'un prêt opéré au moyen de ses dernières ressources par un débiteur qui se trouve dans une situation précaire conduit aussi à favoriser le créancier payé et à porter préjudice aux autres créanciers, lorsque le prêt n'a été consenti qu'à court terme et que la situation du débiteur ne s'est pas notablement aggravée entre le moment de la réception du prêt et celui de son remboursement (consid. 5; changement de jurisprudence)."], "faits": "BGE 99 III 27 S. 28\n\nA.- Der im Jahre 1950 gegründeten und dem Bankengesetz unterstellten Immobilien-Bank AG, Zürich, wurde durch Entscheid der Eidgenössischen Bankenkommission vom 30. August/8. September 1960 das Bankenstatut entzogen. Das Bundesgericht bestätigte diesen Entscheid am 24. März 1961 mit der Massgabe, dass die Bankenkommission, bevor die Aufhebung der Unterstellung unter das Bankengesetz wirksam werde, die Frage einer Übergangsordnung zu prüfen habe (BGE 87 I 490 ff.). Die Bankenkommission stellte am 21. Juli 1961 eine solche Ordnung auf. Im Juni 1962 änderte die Gesellschaft ihre Firma in IBZ Finanz AG, nahm aber weiterhin wie eine Bank Fremdgelder entgegen. Am 25. Oktober 1965 eröffnete der Präsident des Handelsgerichts des Kantons Zürich (der gemäss Übergangsordnung als Konkursrichter für Banken hiefür zuständig geblieben war) über die IBZ Finanz AG (im folgenden: IBZ) den Konkurs.\n\nB.- Lüssi hatte im Frühjahr 1964 aus einem Hausverkauf Fr. 150'000.-- gelöst. Er wollte diesen Betrag möglichst bald wieder in eine Liegenschaft investieren und bis dahin kurzfristig zinstragend anlegen. Nachdem er sich bei der Schweiz. Bankgesellschaft ein Festgeldkonto zu 3 1/2% hatte eröffnen lassen, erfuhr er von seinem Schwager Eberhard, der am 1. Juli 1964 als Bürochef und Buchhalter in den Dienst der IBZ getreten war (und am 1. Oktober 1964 zum Prokuristen mit BGE 99 III 27 S. 29Kollektivunterschrift befördert wurde), dass die IBZ Termingelder zu 6% entgegennehme. Am 17. September 1964 legte Lüssi den Betrag von Fr. 150'000.-- zu diesem Zinssatz für drei Monate bei der IBZ an. Diese teilte ihm am gleichen Tage mit, sie habe zur Sicherung seines Guthabens B+Z-Miteigentumszertifikate im Nennwert von Fr. 150'000.-- in ein auf seinen Namen eröffnetes freies Depot gelegt. Am 1. Dezember 1964 bestätigte ihm die IBZ die telephonische Vereinbarung, dass er ihr die Fr. 150'000.-- für einen weitern Monat, d.h. bis 17. Januar 1965 überlasse und dass der Zins im Hinblick auf die steigenden Zinssätze ab 18. Dezember 1964 auf 6 1/4% erhöht werde. Am 17. Januar 1965 kam es nicht zur Rückzahlung, sondern die IBZ blieb Lüssi den erwähnten Betrag weiterhin schuldig. Es ist streitig, ob das auf die finanziellen Schwierigkeiten der IBZ oder darauf zurückzuführen war, dass Lüssi noch keine ihm zusagende Liegenschaft gefunden hatte.\n\nVerhandlungen mit Unternehmern, die Lüssi im Februar 1965 aufnahm, führten am 1./2. April 1965 zum Abschluss eines Pauschalwerkvertrags und eines Kaufvertrags, wonach Lüssi den Unternehmern die Fertigstellung eines im Bau befindlichen Mehrfamilienhauses übertrug und von ihnen das Baugrundstück erwarb. Nach diesen Verträgen hatte Lüssi bei der \"Fertigung\" des Kaufvertrags auf dem Grundbuchamt, die am 2. April 1965 erfolgte, Fr. 75'840.-- bar zu entrichten und spätestens zehn Tage nach der Fertigung weitere Fr. 69'160.-- auf ein Sperrkonto der Unternehmer bei der Foreign Commerce Bank Inc. in Zürich einzuzahlen. Die IBZ überbrachte dieser Bank den Betrag von Fr. 75'840.-- am 1. April 1965 im Auftrag Lüssis in bar. Die zweite Zahlung erfolgte am 3. Mai 1965 an die Schweiz. Volksbank Zürich-Örlikon, die von den Unternehmern inzwischen anstelle der Foreign Commerce Bank mit der Errichtung des vorgesehenen Sperrkontos beauftragt worden war. Die IBZ überwies der Volksbank Fr. 54'160.-- aus ihrem Postcheckkonto und sandte ihr für den Rest von Fr. 15'000.-- einen Check auf die Basler Kantonalbank. Im Schreiben vom 27. März 1965, mit welchem die IBZ den ersten Zahlungsauftrag Lüssis bestätigte, bemerkte sie, es sei vereinbart, dass sie seinem Depot sofort B+Z-Miteigentumszertifikate im Nennwert von Fr. 70'000.-- entnehme. Bei der zweiten Zahlung wurde gemäss einem vom 30. April 1965 datierten Bestätigungsschreiben der IBZ die Freigabe weiterer Zertifikate über Fr. 70'000.-- vereinbart.BGE 99 III 27 S. 30\n\nIm Konkurs der IBZ liess die Konkursverwaltung ein aus Kapital und aus Zins bis zur Konkurseröffnung bestehendes Restguthaben Lüssis von Fr. 7'197.50 nebst 6 1/4% Zins seit der Konkurseröffnung als faustpfandgesicherte Forderung zu und anerkannte das dafür geltend gemachte Faustpfandrecht an einem B+Z-Miteigentumszertifikat im Nennwert von Fr. 10'000.--.\n\nC.- Mit Zahlungsbefehl vom 27. Februar 1969 machte die Konkursmasse der IBZ gegenüber Lüssi einen paulianischen Anfechtungsanspruch in Höhe der von der IBZ in seinem Auftrag und für seine Rechnung geleisteten Zahlungen von zusammen Fr. 145'000.-- nebst Zins geltend. Lüssi erhob Rechtsvorschlag. Hierauf verzichtete die Konkursverwaltung in Anwendung von Art. 36 Abs. 2 BankG namens der Gläubigergesamtheit auf die Geltendmachung des Anspruchs der Masse auf Anfechtung dieser Zahlungen und erteilte mehreren Gläubigern auf ihr Verlangen Abtretungen im Sinne von Art. 260 SchKG. Von diesen Gläubigern erhob einzig die mit Forderungen von Fr. 628'926.-- und Fr. 550'000.-- nebst Zins kollozierte Wirtschaftsbank Zürich gegen Lüssi beim Bezirksgericht Uster Klage mit dem Begehren, der Beklagte sei zu verpflichten, ihr Fr. 145'000.-- nebst 5% Zins von Fr. 75'840.-- seit 1. April 1965 und von Fr. 69, 160.-- seit 3. Mai 1965 zu bezahlen. Sie stützte die Klage auf Art. 288 SchKG.\n\nDas Bezirksgericht Uster und das Obergericht des Kantons Zürich wiesen die Klage mit Urteilen vom 20. September bzw. 28. November 1972 ab. Die Hauptbegründung des obergerichtlichen Urteils besteht im wesentlichen in der Erwägung, nach BGE 78 III 86 Erw. 2 schädige die Rückzahlung eines kurzfristigen Darlehens die übrigen Gläubiger nicht und sei daher nicht anfechtbar, wenn sich die Lage des Schuldners zwischen der Aufnahme und der Rückzahlung des Darlehens nicht wesentlich verschlechtert habe; im vorliegenden Falle sei eine solche Verschlechterung nicht nachgewiesen, ja nicht einmal behauptet worden, sondern nach der eigenen Darstellung der Klägerin habe bei der IBZ schon 1964 ein Fehlbetrag von 20-30 Millionen Franken bestanden. Im Sinne einer Eventualbegründung fügte das Obergericht bei, die Klägerin sei den nach Art. 288 SchKG erforderlichen Nachweis schuldig geblieben, dass der Beklagte erkannt habe oder hätte erkennen können, dass er durch die Rückzahlung seines Darlehens gegenüber den andern Gläubigern bevorzugt werde.BGE 99 III 27 S. 31\n\nD.- Gegen das Urteil des Obergerichts hat die Klägerin Berufung an das Bundesgericht und kantonale Nichtigkeitsbeschwerde eingelegt.\n\nIn Gutheissung dieser Beschwerde hat das Kassationsgericht des Kantons Zürich mit Entscheid vom 13. Februar 1973 die Eventualbegründung des angefochtenen Entscheides zuhanden des Bundesgerichts gestrichen.\n\nMit der Berufung beantragt die Klägerin, das angefochtene Urteil, dessen Hauptbegründung Bundesrecht verletze, sei aufzuheben und ihre Klage sei gutzuheissen; eventuell sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin betrachtet die Zahlungen von zusammen Fr. 145'000.--, welche die IBZ am 1. April und 3. Mai 1965 aus dem Termingeldkonto des Beklagten für diesen geleistet hat, als paulianisch anfechtbar. Sie hat aber mit ihrem Klagebegehren, das vor der letzten kantonalen Instanz noch im vollen Umfang streitig war, nicht bloss verlangt, der Beklagte habe die bezahlten Beträge nach Massgabe von Art. 291 SchKG, d.h. gegen Erstattung einer allfälligen Gegenleistung und unter Abzug der Konkursdividende, die mutmasslich auf die nach Art. 291 Abs. 2 SchKG wiederauflebende Forderung des Beklagten entfallen wird, zurückzugeben. Das Klagebegehren richtet sich vielmehr kurzweg auf Zahlung von Fr. 145'000.-- nebst 5% Zins auf den beiden Teilbeträgen von Fr. 75'840.-- und Fr. 69'160.-- seit 1. April bzw. 3. Mai 1965. Die Ausführungen der Klägerin in ihren Rechtsschriften bestätigen, dass sie vom Beklagten die ganze eingeklagte Summe zu erhalten wünscht (vgl. namentlich S. 33 der Replik, wo sie die Bemerkung des Beklagten am Schluss der Klageantwort, vom Klagebetrag wäre auf alle Fälle der Wert der im Zusammenhang mit den angefochtenen Zahlungen freigegebenen B+Z-Miteigentumszertifikate abzuziehen, mit der Erklärung zurückweist, vom Klagebetrag sei nichts abzuziehen, da eine gültige Pfandbestellung nie erfolgt sei). Unter diesen Umständen bestimmt sich der Streitwert der vorliegenden Klage nicht nach den besondern Regeln, welche die Rechtsprechung für die Bewertung des Rückgabeanspruchs im Sinne von Art. 291 SchKG entwickelt hat (vgl. zu diesen Regeln BGE 39 II 371f. Erw. 1, BGE 61 II 195, nicht veröffentlichtes Urteil der II. Zivilabteilung BGE 99 III 27 S. 32vom 14. April 1969 i.S. Speck gegen Konkursmasse Speck, Erw. 1; JAEGER, N. 1 D zu Art. 289 SchKG, S. 397; BIRCHMEIER, Handbuch des OG, N. 3 a.E. zu Art. 36, S. 45; WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, Diss. Lausanne 1964, S. 163 Ziff. 225). Vielmehr ist die aus Art. 36 Abs. 1 und 2 OG sich ergebende Grundregel anwendbar, wonach der Streitwert von Klagen, mit denen vorbehaltlos die Zahlung einer bestimmten Geldsumme verlangt wird, nicht vom wirklichen vermögensrechtlichen Streitinteresse des Klägers abhängt, sondern der eingeklagten Summe entspricht, selbst wenn diese übersetzt sein sollte (BIRCHMEIER, N. 2 zu Art. 36 OG, S. 40; WURZBURGER, S. 131 Ziff. 182; ebenso schon die ständige Praxis zu Art. 53 und 59 des OG von 1893; vgl. z.B. BGE 31 II 107f. Erw. 1, BGE 36 II 311 Erw. 1, BGE 51 II 158 Erw. 1). Der Streitwert der vorliegenden Klage beträgt demnach Fr. 145'000.--. Er überstiege die Berufungssumme von Fr. 8'000.-- (Art. 46 OG) und den für die Anordnung einer mündlichen Parteiverhandlung erforderlichen Betrag von Fr. 15'000.-- (Art. 62 Abs. 1 OG) im übrigen auch dann bei weitem, wenn die Regeln für die Bewertung des Rückgabeanspruchs nach Art. 291 SchKG anzuwenden wären; denn der Wert der B+Z-Miteigentumszertifikate, in deren Freigabe allenfalls die dem Beklagten nach Massgabe von Art. 291 Abs. 1 Satz 2 SchKG zu erstattende Gegenleistung für die angefochtenen Zahlungen liegen könnte, ist nach dem Konkurserkenntnis über die IBZ vom 25. Oktober 1965 weit geringer als ihr Nennwert von Fr. 140'000.--, und die Gläubiger 5. Klasse haben im Konkurs der IBZ höchstens eine Dividende von 1% zu erwarten.\n\n2. Unter den Parteien ist nur streitig, ob die Darlehensrückzahlungen vom 1. April und 3. Mai 1965 nach Art. 288 SchKG anfechtbar seien. Eine Anfechtung dieser Rechtshandlungen nach Art. 286 oder 287 SchKG kommt nicht in Frage, weil offensichtlich keiner der von diesen Bestimmungen erfassten Tatbestände gegeben und die erste Zahlung überdies mehr als sechs Monate vor der Konkurseröffnung erfolgt ist.\n\n3. Objektive Voraussetzung der Anfechtungsklage ist in jedem Falle, dass die angefochtene Handlung die Gläubiger oder einzelne von ihnen tatsächlich schädigt, indem sie das Vollstreckungsergebnis oder ihren Anteil daran vermindert oder ihre Stellung im Vollstreckungsverfahren sonstwie verschlechtert BGE 99 III 27 S. 33(BGE 30 II 163 Erw. 4, BGE 31 II 328 Erw. 5, BGE 35 II 112 Erw. 4, BGE 37 II 318f. Erw. 3, BGE 40 III 387 Erw. 2, BGE 41 III 452, BGE 85 III 189 f. Erw. 2 a; vgl. auch BGE 89 III 20 Erw. 3 c; aus dem neuern Schrifttum vgl. CASTELLA, La connivence du bénéficiaire de l'acte révocable d'après l'art. 288 LP, JdT 1956 II 67; BERZ, Der paulianische Rückerstattungsanspruch, Zürcher Diss. 1960, S. 51, 55 ff.; FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Bd. II 1968, S. 274/75). Das Gesetz sagt zwar nicht ausdrücklich, dass die paulianische Anfechtung eine solche Schädigung voraussetzt, doch ergibt sich das aus dem Zweck der Anfechtungsklage, die nicht der Bestrafung des Anfechtungsgegners, sondern nur der Wiedergutmachung eines den Gläubigern oder einem Teil davon zugefügten Nachteils dient (vgl. BGE 35 II 112, BGE 85 III 190). Der Eintritt einer solchen Schädigung wird zugunsten der Verlustscheingläubiger und der Konkursmasse vermutet, doch steht dem Anfechtungsgegner der Beweis offen, dass die angefochtene Handlung im konkreten Fall eine solche Schädigung nicht bewirkt habe (BGE 39 II 374, BGE 85 III 189 /90). Ist dieser Beweis geleistet, so ist die Anfechtungsklage ohne weiteres abzuweisen. Andernfalls ist im Falle der Anfechtung nach Art. 288 SchKG zu prüfen, ob der Schuldner die angefochtene Handlung im Sinne dieser Bestimmung in der \"Absicht\" vorgenommen habe, seine Gläubiger zu benachteiligen oder einzelne Gläubiger zum Nachteil anderer zu begünstigen, und ob diese Absicht für den andern Teil erkennbar gewesen sei, m.a.W. ob die sog. subjektiven Voraussetzungen der Anfechtung nach Art. 288 SchKG erfüllt seien.\n\nIm vorliegenden Falle hat das Obergericht die Klage abgewiesen, weil die objektive Voraussetzung einer Schädigung der Gläubiger fehle und weil überdies für den Beklagten nicht erkennbar gewesen sei, dass er durch die Rückzahlung des grössten Teils seines Darlehens gegenüber den andern Gläubigern bevorzugt werde. Diese zweite Begründung ist indes vom Kassationsgericht aus prozessualen Gründen gestrichen worden. Auf Grund der von dieser Streichung nicht betroffenen Feststellungen der Vorinstanz kann das Bundesgericht nicht beurteilen, ob die beiden subjektiven Voraussetzungen der Anfechtung nach Art. 288 SchKG gegeben seien oder nicht. Ergibt sich, dass das Obergericht das Bestehen der objektiven Voraussetzung zu Unrecht verneint hat, so bleibt folglich nichts anderes übrig, als die Sache zur Ergänzung des Tatbestandes BGE 99 III 27 S. 34hinsichtlich der subjektiven Voraussetzungen und zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\n4. Eine Schädigung der Gläubiger tritt nach der neuern Rechtsprechung und Lehre nicht ein, wenn die angefochtene Rechtshandlung des Schuldners in der Beteiligung an einem Rechtsgeschäft besteht, das ihm für seine Leistung eine gleichwertige Gegenleistung einbrachte, es sei denn, der Schuldner habe mit dem Geschäft den Zweck verfolgt, über seine letzten Aktiven zum Schaden der Gläubiger verfügen zu können, und sein Geschäftspartner habe das erkannt oder bei pflichtgemässer Aufmerksamkeit erkennen müssen (BGE 53 III 79, BGE 63 III 155 Erw. 3, BGE 65 III 147 Erw. 5, BGE 74 III 51f. Erw. 3, BGE 74 III 88, BGE 79 III 174/75; BERZ, S. 67 ff.; FAVRE, Droit des poursuites, 2. Aufl. 1967, S. 378; FRITZSCHE, II S. 284; einlässliche Darstellung der frühern Rechtsprechung, die den Vorbehalt der indirekten Schädigung der Gläubiger durch eine ihnen nachteilige Verwendung der vom Schuldner empfangenen Leistung anders umschrieben hatte, bei GAUGLER, Die paulianische Anfechtung, Bd. I 1944, S. 103 ff.). Ein Austausch gleichwertiger Leistungen liegt nach der Rechtsprechung namentlich dann vor, wenn der Schuldner gegen Bestellung eines Pfandes ein Darlehen erhält (BGE 53 III 79), wenn ihm gegen Bestellung eines Pfandes Ware auf Kredit geliefert wird (BGE 63 III 155), wenn er ihm gehörende Sachen gegen Zahlung des vollen Gegenwerts veräussert (BGE 65 III 147f., BGE 79 III 174) oder wenn ihm bei einem Finanzierungsgeschäft der volle Gegenwert der von ihm unter Garantie der Einbringlichkeit abgetretenen Forderungen vergütet wird (BGE 74 III 88). Allen diesen Geschäften ist gemeinsam, dass der Schuldner anstelle der von ihm veräusserten oder verpfändeten Vermögensbestandteile Ware oder Geld erhält.\n\nWenn der Schuldner dagegen anstelle der von ihm veräusserten Vermögensstücke bloss eine Forderung erwirbt oder wenn er Geld oder andere Vermögenswerte zum blossen Zwecke der Tilgung einer Forderung hingibt, tauscht er für seine Leistung keine Gegenleistung ein, die eine Schädigung der Gläubiger von vornherein ausschliessen würde. Veräussert ein bedrängter Schuldner Vermögensstücke auf Kredit, so schädigt diese Handlung die Gläubiger auch bei Angemessenheit des vom Schuldner ausbedungenen Preises jedenfalls dann, wenn die Preisforderung nicht leicht einbringlich ist. Vor allem aber bewirkt die zur Tilgung einer Schuld erfolgte Hingabe von Geld BGE 99 III 27 S. 35oder andern Vermögensstücken, die ein hernach mit Verlust betriebener oder in Konkurs gefallener Schuldner trotz einer bereits angespannten finanziellen Lage vorgenommen hat, regelmässig eine Schädigung der übrigen Gläubiger. Die unter solchen Umständen erfolgte Tilgung einer Schuld ist daher, auch wenn diese fällig war, gewöhnlich nach Art. 288 SchKG anfechtbar, falls die subjektiven Voraussetzungen dafür zutreffen (BGE 29 II 753 Erw. 6; JAEGER, N. 3 A zu Art. 288 SchKG, S. 388; HANGARTNER, Die Gläubigeranfechtung im schweiz. Recht, Zürcher Diss. 1929, S. 41; GAUGLER, I S. 120 oben). Anders kann es sich jedoch dann verhalten, wenn die übrigen Gläubiger auch ohne das angefochtene Tilgungsgeschäft vollständig zu Verlust gekommen wären (vgl. BGE 85 III 190 f., BGE 89 III 20 Erw. 3 c), ferner allenfalls dann, wenn die getilgte Forderung pfandgesichert war und das durch die Tilgung ausgelöste Pfand in seinem Wert den für die Tilgung verwendeten Mitteln gleichkommt.\n\nIm vorliegenden Falle könnte sich höchstens fragen, ob von den Voraussetzungen, unter denen hienach eine Schädigung der Gläubiger durch die angefochtene Rechtshandlung des Schuldners fehlen kann, die zuletzt genannte erfüllt sei, d.h. ob die IBZ dadurch, dass der Beklagte im Zusammenhang mit den angefochtenen Zahlungen die Freigabe des grössten Teils der zu seiner Sicherung in sein Depot gelegten B+Z-Miteigentumszertifikate bewilligte, die freie Verfügung über ein den Zahlungen wertmässig gleichkommendes Pfand zurückerhalten habe. Hievon kann jedoch schon deshalb nicht die Rede sein, weil der Wert der freigegebenen Zertifikate über Fr. 140'000.-- zweifellos schon damals weit unter dem Betrag der beiden Zahlungen von zusammen Fr. 145'000.-- lag (vgl. das Konkurserkenntnis). Der Beklagte, der das Fehlen einer Schädigung darzutun hätte (vgl. Erw. 3 Abs. 1 hievor), behauptet denn auch selber nicht, dass die IBZ durch die Freigabe der Zertifikate über Fr. 140'000.-- den vollen Gegenwert ihrer Zahlungen erhalten habe, sondern er hat nur verlangt, dass vom eingeklagten Betrag eventuell der Wert der freigegebenen Zertifikate abzuziehen sei. Über dieses Begehren ist, wenn die Zahlungen der IBZ grundsätzlich den Tatbestand von Art. 288 SchKG erfüllen, bei der Bemessung der vom Beklagten nach Art. 291 SchKG geschuldeten Rückerstattung zu entscheiden. In diesem Zusammenhang wird gegebenenfalls auch zu prüfen sein, ob BGE 99 III 27 S. 36die bei der Zahlung freigegebenen Zertifikate dem Beklagten seinerzeit überhaupt gültig verpfändet worden seien, was die Klägerin u.a. mit der Begründung bestreitet, sie seien dem Beklagten nie übergeben worden. Der Entscheid hierüber wird dadurch, dass die Konkursverwaltung die Restforderung des Beklagten als pfandgesichert kolloziert hat (letzter Absatz von lit. B hievor), nicht präjudiziert. Sollte mangels einer Besitzübertragung im Sinne von Art. 884 Abs. 1 ZGB ein Faustpfandrecht des Beklagten an den Zertifikaten nicht entstanden sein, so läge in ihrer \"Freigabe\" durch den Beklagten keine Gegenleistung für die Zahlungen der IBZ. Sollte hingegen die Gültigkeit der Pfandbestellung bejaht werden, so wäre überdies zu prüfen, ob das Pfandrecht an den freigegebenen Pfandgegenständen mit der wieder auflebenden Forderung ebenfalls wieder Geltung erlangen kann, worüber eine Kontroverse besteht (vgl. BGE 89 III 23, wo die Frage unter Anführung der einschlägigen Literatur und Judikatur offen gelassen wurde).\n\n5. Im Entscheide BGE 78 III 83ff., auf den der Beklagte und die Vorinstanz sich berufen, war zu prüfen, ob die (verspätete) Teilrückzahlung eines kurzfristigen Darlehens, das eine in finanzielle Schwierigkeiten geratene und in der Folge in Konkurs gefallene Firma zwecks Zahlung der Löhne ihrer Angestellten und Arbeiter bei ihrem Buchhalter aufgenommen hatte, nach Art. 288 SchKG anfechtbar sei. Das Bundesgericht hat diese Frage verneint mit der Begründung, durch die angefochtene Rückzahlung sei die Konkursmasse nicht geschädigt worden; wenn sich die Schuldnerin die zur Lohnzahlung nötige Summe nicht hätte vorschiessen lassen, befände sich die Konkursmasse in der gleichen Lage wie nach der erfolgten Rückzahlung des Darlehens, da in diesem Fall die Angestellten und Arbeiter ein Vorrecht auf Befriedigung aus der Masse hätten; von einer Benachteiligung der Gläubiger könne auch deshalb nicht die Rede sein, weil die gegenseitigen Leistungen des Buchhalters und der Firma gleichwertig seien und die Lage der Schuldnerin sich in der Zeit zwischen der Aufnahme und der Rückzahlung des Darlehens nicht wesentlich verschlechtert habe, sondern schon bei der Darlehensaufnahme sehr schlecht gewesen sei; im übrigen könne man sich fragen, ob die Zweckbestimmung des Darlehens und die Tatsache, dass die Schuldnerin sich zur Rückzahlung innert sehr kurzer Frist verpflichtet hatte, nicht genügen würden, um die Anwendung von Art. 288 SchKG auszuschliessen; man könne den Gläubiger, der dem BGE 99 III 27 S. 37Schuldner in der Hoffnung, ihm aus der Verlegenheit zu helfen, aus reiner Gefälligkeit ein kurzfristiges Darlehen gewährt habe, nicht genau gleich behandeln wie denjenigen, der infolge von Geschäftsbeziehungen mit dem Schuldner dessen Gläubiger geworden ist; das Institut der Anfechtungsklage habe nicht zum Zwecke, alle Versuche zur Rettung des Schuldners unmöglich oder doch sehr gefährlich zu machen; es liege im Interesse der Gläubiger, dass Dritte versuchen können, dem Schuldner zu helfen, ohne Gefahr laufen zu müssen, im Falle der Nutzlosigkeit ihrer Bemühungen das Recht zu verlieren, ihre Vorschüsse wiederzuerlangen.\n\nZu diesem Entscheide hat MERZ (ZBJV 1954 S. 168) bemerkt, die - allein angefochtene - Rückzahlung des Darlehens an einen nicht privilegierten Gläubiger habe die Masse zweifellos geschädigt; dagegen scheine es richtig, in solchen Fällen den besondern Entstehungsgrund der Rückzahlungsverpflichtung zu berücksichtigen und den einzig in Betracht fallenden Anfechtungsanspruch des Art. 288 SchKG nicht zu gewähren, wenn versucht werde, einem bedrängten, aber doch nicht in gänzlich aussichtsloser Lage befindlichen Schuldner das Durchhalten zu ermöglichen; solche Hilfeleistungen seien als Ganzes zu würdigen, was dazu führe, die Begünstigungsabsicht und ihre Erkennbarkeit für den Empfänger zu verneinen.\n\nDas Darlehen, dessen Rückzahlung im vorliegenden Falle angefochten ist, wurde nicht gewährt, um der Schuldnerin die Zahlung privilegierter Forderungen zu ermöglichen und ihr damit aus einer Verlegenheit zu helfen, sondern der Beklagte beabsichtigte einfach, sein Geld kurzfristig zu hohem Zins anzulegen. Die Erwägungen, zu denen die besondere Zweckbestimmung des Darlehens im Falle BGE 78 III 83ff. Anlass gab (vgl. dazu BGE 53 III 79/80, wo die Anfechtbarkeit der Pfandbestellung für ein zwecks Hilfeleistung gewährtes Darlehen umstritten war), treffen daher auf den vorliegenden Fall nicht zu (und brauchen deshalb heute nicht überprüft zu werden). Vielmehr kann sich nur fragen, ob sich der Entscheid der Vorinstanz mit der Erwägung rechtfertigen lasse, die Rückzahlung eines Darlehens (oder doch jedenfalls die Rückzahlung eines kurzfristigen Darlehens) sei mangels Schädigung der übrigen Gläubiger nicht anfechtbar, wenn sich die Lage des Schuldners in der Zeit zwischen der Aufnahme und der Rückzahlung des Darlehens nicht wesentlich verschlechtert hat.\n\nGegenstand der vorliegenden Anfechtungsklage ist, wie schon BGE 99 III 27 S. 38bemerkt, einzig die teilweise Rückzahlung des der IBZ vom Beklagten gewährten Darlehens. Die Rückzahlung eines Darlehens ist nicht die Gegenleistung für dessen Gewährung, sondern die Erfüllung der mit der Darlehensaufnahme eingegangenen Pflicht zu späterer Rückzahlung, und die Anfechtbarkeit einer solchen Vollzugshandlung hängt nicht etwa von jener des Verpflichtungsgeschäftes ab (BGE 91 III 102). In der Gewährung und Rückzahlung eines Darlehens liegt also, auch wenn die beiden Zahlungen in ihrem Betrag übereinstimmen und verhältnismässig kurz aufeinanderfolgen (oder nach dem Vertrag hätten aufeinanderfolgen sollen), nicht ein Austausch gleichwertiger Leistungen, der die Vollstreckungsrechte der übrigen Gläubiger unberührt liesse. Vielmehr ist klar, dass die Rückzahlung, die ein bedrängter Schuldner aus seinen letzten Mitteln leistet, unabhängig von der Dauer des Darlehens die übrigen Gläubiger durch Verminderung des der Vollstreckung unterliegenden Vermögens schädigt und den voll befriedigten Darlehensgläubiger gegenüber den verbleibenden Gläubigern begünstigt, und zwar gilt das auch dann, wenn sich der Schuldner bei Aufnahme des Darlehens bereits in einer ebenso schlechten Lage befand wie bei der Rückzahlung. Auch in diesem Falle führt die Rückzahlung, selbst wenn das Darlehen erst kurz zuvor gewährt worden war, zu einer Begünstigung des befriedigten Darlehensgläubigers und zu einer Schädigung der andern Gläubiger. Es ist nicht erfindlich, wie der Umstand, dass der Schuldner schon bei Aufnahme des Darlehens schlecht stand, diese Wirkung der Rückzahlung verhindern könnte. An der gegenteiligen Erwägung, die im Falle BGE 78 III 83ff. (Erw. 2 S. 86/87) neben andern Überlegungen zur Abweisung der Klage geführt hatte, kann daher nicht festgehalten werden. Sie ist um so eher preiszugeben, als eine durch nichts gerechtfertigte Ungleichheit geschaffen würde, wenn die aus den letzten Mitteln des Schuldners erfolgte Rückzahlung an einen Gläubiger, der einem bereits schlecht stehenden Schuldner in Unkenntnis dieser Lage im Rahmen gewöhnlicher Geschäftsbeziehungen ein Darlehen gewährt hatte, der Anfechtung nach Art. 288 SchKG mit der Begründung, die Rückzahlung eines unter solchen Umständen gewährten Darlehens könne die Gläubiger nicht schädigen, stets entzogen werden könnte, während gleichzeitige Zahlungen an andere Gläubiger, die dem Schuldner Kredit gewährt hatten, als er noch besser stand, beim Zutreffen der BGE 99 III 27 S. 39subjektiven Voraussetzungen von Art. 288 SchKG anfechtbar wären. Eine solche Praxis müsste im übrigen auch zu grossen praktischen Schwierigkeiten führen, weil darnach im Falle der Anfechtung einer Zahlung, mit der eine vertragliche Pflicht erfüllt wurde, stets geprüft werden müsste, ob und in welchem Ausmass sich die finanzielle Lage des Schuldners zwischen der Begründung und der Erfüllung seiner Pflicht verschlechtert habe.\n\nDie Vorinstanz findet freilich, es wäre stossend, wenn die in Kenntnis der Überschuldung des Borgers entgegenommene Rückzahlung eines Darlehens (insbesondere eines kurzfristigen Darlehens) anfechtbar wäre, während nach BGE 53 III 79 die Sicherstellung eines in Kenntnis der Überschuldung gewährten Darlehens nicht anfechtbar sei. Dabei übersieht die Vorinstanz, dass die Rückzahlung eines empfangenen Darlehens etwas ganz anderes ist als die Leistung einer Sicherheit für ein neues Darlehen und dass die Sicherstellung des neuen Darlehens im Falle BGE 53 III 78ff. im wesentlichen deshalb als unanfechtbar erklärt wurde, weil der Schuldner gegen die Pfandbestellung neues Geld erhalten hatte und der Darleiher nicht mit einer Schädigung der andern Gläubiger rechnen musste, sondern seine finanzielle Hilfe als erfolgverheissend betrachten durfte.\n\nDie objektive Voraussetzung für die Anfechtung der Darlehensrückzahlungen an den Beklagten muss daher als erfüllt gelten. Die Sache ist deshalb an die Vorinstanz zurückzuweisen, damit sie prüfe, ob die subjektiven Voraussetzungen des Art. 288 SchKG gegeben seien, und zutreffendenfalls die Höhe der nach Art. 291 SchKG geschuldeten Rückleistung festsetze.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts (II. Zivilkammer) des Kantons Zürich vom 28. November 1972 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}