{"annee": "99", "cour": "V", "page": "46", "date": "12/2/1973", "cite": [], "cite_par": ["121 V 195", "100 V 114", "101 V 111"], "chapeau": "16. Auszug aus dem Urteil vom 12. Februar 1973 i.S. Meier gegen AHV-Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Demande de prestations auprès de l'assurance-invalidité (art. 46 et 60 LAI). Par la présentation de la demande, l'assuré fait valoir tous les droits actuels dont on peut déduire l'existence, au moins éventuelle, de ce qui est annoncé."], "faits": "", "considerants": "BGE 99 V 46 S. 46\n\nAus den Erwägungen:\n\n3. a) Nach der Rechtsprechung zu Art. 46 IVG wahrt ein Versicherter mit der Anmeldung an die Invalidenversicherungs-Kommission grundsätzlich alle seine zu diesem Zeitpunkt gegenüber der Versicherung bestehenden Leistungsansprüche, auch wenn er diese im Anmeldeformular nicht im einzelnen angibt (EVGE 1964 S. 189, 1962 S. 342). Zu dieser Rechtsprechung hat das Gesamtgericht mit Beschluss vom 13. November 1972 präzisierend ausgeführt, dieser Grundsatz finde jedenfalls keine Anwendung für Leistungen, die in keinem Zusammenhang mit den sich aus den Angaben des Versicherten ausdrücklich oder sinngemäss ergebenden Begehren stünden und für welche auch keinerlei aktenmässige Anhaltspunkte die Annahme erlauben würden, sie könnten ebenfalls in Betracht fallen. Denn die Abklärungspflicht der Invalidenversicherungs-Kommission (vgl. Art. 60 Abs. 1 IVG) erstrecke sich trotz des erwähnten Grundsatzes nicht auf alle überhaupt möglichen Leistungsansprüche, sondern nur auf die vernünftigerweise mit dem vorgetragenen Sachverhalt und allfälligen bisherigen oder BGE 99 V 46 S. 47neuen Akten in Zusammenhang stehenden Leistungen. Mache der Versicherte später geltend, er habe auf eine weitere Leistung Anspruch als die ihm verfügungsmässig zugesprochenen oder verweigerten und er habe sich hiefür bereits gemeldet, so ist nach den gesamten Umständen des Einzelfalles im Lichte des Grundsatzes von Treu und Glauben zu prüfen, ob jene frühere - unpräzise - Anmeldung schon den später substanziierten Anspruch umfasse. Ist dies zu verneinen, so können Leistungen nur im Rahmen der 12 Monate, die der erneuten Anmeldung vorangehen, gemäss Art. 48 Abs. 2 IVG rückwirkend zugesprochen werden; erscheint dagegen die frühere Anmeldung als hinreichend substanziiert, so ist die fünfjährige Verwirkungsfrist seit dieser Anmeldung massgebend. In jedem Falle bleibt Satz 2 der genannten Bestimmung vorbehalten (Unkenntnis des anspruchsbegründenden Sachverhaltes).\n\nb) Im vorliegenden Fall haben die Vorinstanz und das Bundesamt ohne weitere Begründung auf die erste Anmeldung vom 9. Mai 1968 abgestellt in der Annahme, der Rentenanspruch sei schon damals angemeldet worden. Der Beschwerdeführer hat auf dem Einlageblatt zu jener Anmeldung die anbegehrten Leistungen nicht im einzelnen angegeben. Offensichtlich wollte er damit alle ihm damals von Gesetzes wegen zustehenden Ansprüche geltend machen. Mit der neuen Anmeldung vom 23. Februar 1970 verlangte er dagegen ausdrücklich und ausschliesslich die Zusprechung einer Rente. Deshalb erhebt sich die Frage, ob die Invalidenversicherungs-Kommission schon anlässlich der ersten Anmeldung Anlass gehabt hätte, anzunehmen, es würde auf Grund des gemeldeten Sachverhaltes ausser der Abgabe eines Lendenmieders als Hilfsmittel auch ein Rentenanspruch in Betracht fallen. Gottlieb Meier bemerkte zu seiner damaligen Anmeldung, er habe bisher sein Leiden auf sich genommen, jetzt gehe es aber nicht mehr; er habe sich am 8. Mai 1968 in die Klinik Balgrist begeben. In der Anamnese des Arztberichtes vom 4. Juli 1968 wird festgehalten, der Patient habe über Zunahme der Schmerzen geklagt, er könne nur noch drei Stunden stehen und auch nicht mehr lange sitzen. Der Arzt hielt dann allerdings Gottlieb Meier auf Grund der einmaligen Untersuchung nicht für arbeitsunfähig. Dagegen hat die Invalidenversicherungs-Kommission damals keinerlei Erhebungen über die persönlichen und erwerblichen Verhältnisse des Leistungsansprechers vorgenommen. Unter diesen BGE 99 V 46 S. 48Umständen kann nicht angenommen werden, ein Rentenanspruch habe damals im vorneherein ausgeschlossen werden können. Ebensowenig kann in der Verfügung, es sei Gottlieb Meier ein Hilfsmittel abzugeben, eine stillschweigende Verweigerung der Rente oder in der Nichtanfechtung jener Verfügung durch den Versicherten ein Verzicht auf die Rente erblickt werden. Somit sind die Vorinstanz und das Bundesamt zu Recht davon ausgegangen, der Rentenanspruch Gottlieb Meiers sei bereits am 9. Mai 1968 zur Anmeldung gelangt."}