{"annee": "99", "cour": "V", "page": "65", "date": "24/8/1973", "cite": [], "cite_par": [], "chapeau": "24. Arrêt dn 24 août 1973 dans la cause Société vaudoise et romande de secours mutuels contre Unimed SA et Tribunal des assurances du canton de Vaud", "regestes": ["Le droit de l'assuré de passer du régime de l'assurance collective à celui de l'assurance individuelle n'est pas soumis à d'autres conditions restrictives que celles prévues à l'art. 5bis al. 4 LAMA. Une application par analogie de l'art. 8 al. 3 est donc exclue."], "faits": "BGE 99 V 65 S. 65\n\nA.- La maison Unimed SA, fabrique d'aiguilles médicales, à Lausanne, a conclu en faveur de son personnel un contrat d'assurance-maladie collectifavec la Société vaudoise et romande de secours mutuels (en abrégé: SVRSM), caisse-maladie reconnue ayant son siège à Lausanne. Cet accord est soumis aux dispositions de droit fédéral valable en matière d'assurancemaladie et accidents, ainsi qu'aux statuts et conditions d'assurance de la caisse-maladie précitée. Le contrat prévoit que tout membre quittant la collectivité pour raison mentionnée dans les statuts peut devenir membre individuel de la caisse; il lui incombe alors de payer les primes individuelles ordinaires calculées selon la classe d'âge à laquelle il appartenait lors de son entrée dans la collectivité, étant entendu que ces dispositions s'appliquent également en cas de dissolution de la collectivité. Quant à l'employeur, il est tenu de renseigner les assurés sur les dispositions ci-dessus et supporte les conséquences éventuelles de la violation de cette obligation.\n\nB.- Antonietta Scrimitore, née en 1918, veuve, ouvrière d'Unimed SA, est affiliée à la SVRSM dans le cadre de la BGE 99 V 65 S. 66convention précitée. Malade et incapable de travailler depuis 1969, elle a épuisé son droit à l'indemnité journalière le 9 juillet 1971. Ses seules ressources sont la rente de l'assurance-invalidité fédérale qui lui est servie, ainsi qu'une aide mensuelle des services sociaux de la commune de Lausanne.\n\nFernande Rosset, née en 1914, mariée, également ouvrière d'Unimed SA et affiliée auprès de la SVRSM dans le cadre de la convention collective, est incapable de travailler depuis le mois de mai 1970. Son droit aux indemnités journalières a été épuisé dès le 30 juin 1972. Le mari de l'assurée réalise un revenu d'environ ... fr. par mois. Quant à son épouse, elle est bénéficiaire d'une rente de l'assurance-invalidité.\n\nFilippa Pappalardo, née en 1930, mariée, ouvrière d'Unimed SA, est affiliée elle aussi à la SVRSM dans le cadre de la convention précitée. Elle est entièrement incapable de travailler à compter du 14 mai 1971. Elle a 6 enfants âgés de 8 à 21 ans. Un de ses fils, employé chez Bobst SA, à Prilly, verse ... fr. de pension mensuelle à ses parents. Quant au mari de l'assurée, il touche un salaire de ... fr. par mois. Le loyer actuel à charge du ménage de l'assurée est de ... fr. par mois.\n\nDanielle Voria, née en 1943, ouvrière, mariée et mère de 2 enfants en bas âge, est assurée auprès de la SVRSM dans le cadre de l'assurance collective déjà mentionnée. Entièrement incapable de travailler d'octobre 1971 à juin 1972 par suite de maladie, puis à 50% à compter du 12juin 1972, elle n'a pas repris son travail à temps partiel dès cette dernière date, voulant se consacrer à ses enfants. Après plusieurs demandes infructueuses d'Unimed SA, tendant à l'obtention d'un certificat médical, l'assurée a vu son contrat d'engagement résilié avec effet au 30 juin 1972.\n\nLe personnel ouvrier de la maison Unimed SA est assuré auprès de la SVRSM pour une indemnitéjournalière en classe B, à concurrence de 60% du salaire dès le 4e jour d'incapacité de travail.\n\nLe 12 juin 1972, la maison Unimed SA a demandé à la SVRSM d'effectuer sur la tête des quatre assurées précitées un transfert du régime de l'assurance collective à celui de l'assurance individuelle.\n\nPar décision du 24 juillet 1972, la SVRSM a refusé d'opérer le transfert demandé, déclarant appliquer l'art. 8 LAMA par analogie, même si la maison Unimed SA venait à l'avenir à BGE 99 V 65 S. 67résilier le contrat de travail de toutes les personnes susmentionnées.\n\nC.- La maison Unimed SA a recouru contre cette décision en concluant au transfert de l'assurance collective à l'assurance individuelle des quatre assurées précitées. Par jugement du 4 décembre 1972, le Tribunal des assurances du canton de Vaud a admis le recours en ce sens qu'il a contraint la SVRSM à opérer le transfert demandé, dans la mesure toutefois où les prescriptions légales et statutaires seraient respectées dans le cas de chacune des assurées en cause.\n\nD.- La SVRSM a interjeté en temps utile un recours de droit administratif auprès du Tribunal fédéral des assurances. Elle conteste que la résiliation par le preneur d'assurance collective du contrat de travail de collaborateurs malades ait obligatoirement pour conséquence le transfert de ces derniers dans l'assurance individuelle. Insistant sur le principe de mutualité dans le cadre de l'assurance-maladie, elle conclut au rétablissement de sa décision litigieuse du 24 juillet 1972.\n\nLa maison Unimed SA n'a pas déposé de réponse au recours. En revanche, l'Office fédéral des assurances sociales en propose le rejet.", "considerants": "Considérant en droit:\n\n1. L'art. 5bis al. 4 LAMA dispose que lorsqu'il cesse d'appartenir au cercle des personnes auxquelles s'étend une assurance collective, ou lorsque le contrat d'assurance collective prend fin, l'assuré a le droit de passer dans l'assurance individuelle de la caisse, à la condition qu'il réside dans le rayon d'activité de celle-ci ou qu'il fasse partie de l'entreprise, de la profession ou de l'association professionnelle à laquelle la caisse limite son activité. Les caisses ont, dans les limites de l'assurance individuelle, l'obligation de garantir à l'assuré qui sort de l'assurance collective les prestations qui lui étaient accordées jusqu'alors.\n\nL'art. 8 al. 3 LAMA, applicable dans le cadre du libre passage, dispose que les assurées qui, quittant une entreprise ou une association professionnelle, doivent sortir soit de la caisse de cette entreprise ou de cette association professionnelle, soit d'une assurance collective, et qui sont enceintes ou bénéficient des prestations prévues à l'art. 14, n'ont droit au libre passage BGE 99 V 65 S. 68qu'à l'expiration de la durée du droit aux prestations pour l'accouchement en cause.\n\n2. La question de droit que la caisse recourante voudrait voir tranchée en l'espèce est la suivante: la résiliation par le preneur d'assurance collective du contrat de travail de collaborateurs malades a-t-elle obligatoirement pour conséquence un transfert sur la tête de ces derniers du régime de l'assurance collective à celui de l'assurance individuelle? Dans le jugement attaqué, le Tribunal des assurances du canton de Vaud a répondu par l'affirmative. Il a considéré que l'application littérale de l'art. 5bis al. 4 LAMA précité était seule possible en l'occurrence et que, par conséquent, le transfert demandé par Unimed SA devait être accordé aux assurées, dans la mesure où les dispositions légales et statutaires étaient respectées.\n\nAu contraire, la caisse recourante voudrait voir la jurisprudence apporter au droit de l'assuré collectif de passer dans l'assurance individuelle une restriction analogue à celle de l'art. 8 al. 3 LAMA, précité, applicable en cas de grossesse. Selon elle, la règle de l'art. 8 al. 3 LAMA aurait une portée plus générale qu'il ne semble: il s'agirait d'un rappel du principe de la mutualité valable dans de nombreuses hypothèses, à l'exemple de l'application de l'art. 12bis al. 4 LAMA par le Tribunal fédéral des assurances au versement partiel de l'indemnité journalière à raison d'une incapacité de travail partielle. Elle s'oppose ainsi à ce que les assurées précitées puissent être mises au bénéfice du transfert demandé par Unimed SA, étant donné que les personnes en question sont malades depuis plusieurs années, ne travaillent plus et ont épuisé leur droit à l'indemnité journalière. Selon elle, en effet, il serait contraire au principe de la mutualité que ces mauvais risques vinssent grever une communauté d'assurés sans qu'il eût été contribué tout d'abord aux réserves destinées à couvrir les prestations qui seront dues aux intéressées.\n\n3. Le régime de l'assurance collective, qui n'était pas prévu par l'ancienneloi, mais néanmoins déjà pratiqué sur une grande échelle depuis plusieurs années, a été introduit à la faveur de la revision de la LAMA en 1964. Or, ainsi que le relève l'Office fédéral des assurances sociales dans son préavis, rien dans le message du Conseil fédéral du 5 juin 1961 se rapportant à cette revision (FF 1961 I p. 1474) n'autorise à inférer que le législateur ait voulu soumettre le passage du régime de l'assurance collective BGE 99 V 65 S. 69à celui de l'assurance individuelle à d'autres conditions restrictives que celles qui sont mentionnées dans le message; ces conditions ont d'ailleurs été reprises sans modification par l'art. 5bis al. 4 LAMA. Dans ces circonstances, il paraît exclu d'appliquer \"contra legem\", par analogie, l'art. 8 al. 3 LAMA aux cas ressortissant à l'art. 5bis al. 4. Au surplus, les dispositions des statuts de la caisse-maladie recourante, ainsi que celles de la convention d'assurance collective en cause, sont conformes à cette dernière disposition légale.\n\nCertes en droit désirable serait-il concevable de régler la situation comme la caisse recourante le propose, en ce sens que les malades demeureraient à la charge de l'assurance collective même après la résiliation de leur contrat de travail, jusqu'au moment où, une fois guéris, ils auraient alors le droit de demander leur passage à l'assurance individuelle. Cependant, il n'appartient pas au juge des assurances de modifier la loi, mais bien de l'appliquer telle qu'elle est et que le législateur l'a voulue, sauflorsqu'une véritable lacune doit être comblée par la voie de la jurisprudence. Aussi ne peut-on qu'approuver le juge cantonal dans la mesure où il a fait application de l'art. 5bis al. 4 LAMA, cela malgré les abus que cette disposition pourrait permettre et que la caisse recourante signale dans son recours.\n\n4. Il faut dès lors admettre que, en cas de résiliation de leur contrat de travail, les assurées Scrimitore, Rosset et Pappalardo ont le droit de bénéficier du transfert de l'assurance collective à l'assurance individuelle aux conditions de l'art. 5bis al. 4 LAMA, en rapport avec l'art. 12 nouveau des statuts de la SVRSM, cela même si ces assurées sont encore malades et, par suite, incapables de travailler. Pour les deux premières, la question du transfert ne se pose que pour l'assurance des frais médicaux et pharmaceutiques et l'indemnitéjournalière complémentaire d'hospitalisation, comme le relève à juste titre le juge cantonal. Pour Filippa Pappalardo, en revanche, le problème se pose également pour l'assurance d'une indemnitéjournalière, du fait que, comme il a été établi en procédure cantonale, cette assurée devrait travailler, si elle le pouvait, afin de subvenir aux charges de son ménage et à l'entretien de ses enfants, dont les trois plus jeunes vont encore à l'école. Aussi la SVRSM devrat-ellel'assurerdans uneclassed'indemnitéjournalière correspondant autant que possible à celle assurée selon le contrat collectif.BGE 99 V 65 S. 70\n\nQuant à Danielle Voria, dont le contrat de travail a été résilié avec effet au 30juin 1972, elle a également en principe le droit de bénéficier du transfert de l'assurance collective à l'assurance individuelle, mais - ainsi que le relève le premier juge - on ignore si les formalités y relatives ont eu lieu; le cas devra être réglé entre Danielle Voria et la caisse recourante...\n\nPar ces motifs, le Tribunal fédéral des assurances prononce: Le recours de droit administratif est rejeté."}