{"annee": "99", "cour": "V", "page": "74", "date": "4/10/1973", "cite": [], "cite_par": [], "chapeau": "26. Arrêt du 4 octobre 1973 dans la cause Société vaudoise et romande de secours mutuels contre Grivel et Tribunal des assurances du canton de Vaud", "regestes": ["Détermination de la caisse-maladie devant les prestations, en cas de maternité, à l'assurée qui, enceinte. a changé de caisse. Relation entre l'art. 8 al. 3 et l'art. 14 al. 1 LAMA."], "faits": "BGE 99 V 74 S. 74\n\nA.- Michèle Grivel, née en 1949, a été affiliée à la Caissemaladie suisse d'entreprises (CMSE) en vertu d'un contrat d'assurance collective conclu par son employeur. Elle était assurée pour les soins médicaux et pharmaceutiques à 90% et pour une indemnitéjournalière de 80% du salaire dès le 31e jour d'incapacité de travail. Ayant changé d'employeur, elle sortit de la collectivité le 31 octobre 1970. Elle ne demanda pas de continuer l'assurance à titre individuel. Or, sa carte d'assurée mentionnait qu'elle en avait le droit, dans le délai d'un mois dès la fin de l'engagement ou du contrat d'assurance.\n\nB.- Michèle Grivel entra au service d'un nouvel employeur le 1er novembre 1970. Ce dernier a conclu avec la Société vaudoise et romande de secours mutuels (SVRSM), caissemaladie reconnue ayant son siège à Lausanne, une assurance collective, à laquelle le personnel est libre d'adhérer. Le 17 novembre 1970, l'intéressée demanda à la SVRSM de l'admettre dans ladite collectivité. Elle déclara alors notamment n'être pas enceinte et ne mentionna pas le fait qu'elle sortait d'une autre caisse-maladie. La SVRSM admit la candidate et l'assura depuis le 1er janvier 1971 contre les frais médicaux et pharmaceutiques, pour une indemnité complémentaire d'hospitalisation de 20 fr. par jour et une indemnité journalière différée en pour-cent du salaire.\n\nC.- L'assurée, qui entre-temps s'était mariée, accoucha le 29 juillet 1971 à l'hôpital ... Elle passa le 1er août 1971 à l'assurance individuelle de la SVRSM, où elle demeura assurée contre les frais médicaux et pharmaceutiques et pour une indemnité BGE 99 V 74 S. 75complémentaire d'hospitalisation de 20 fr. par jour. En octobre 1971, il fut établi que la conception avait eu lieu en septembre 1970 et que la parturiente avait eu ses dernières règles le 13 novembre 1970. Le 26 octobre 1971, la SVRSM écrivit à l'hôpital qu'elle ne participerait pas aux frais d'hospitalisation, parce que - selon les conditions d'assurance - la grossesse n'était couverte que si l'assurée avait été affiliée à une ou des caisses-maladie durant 270 jours au moins avant l'accouchement, sans une interruption de plus de trois mois. Michèle Grivel révèla alors qu'elle avait été assurée auprès de la CMSE jusqu'au 31 octobre 1970. Par décision du 7 décembre 1971, la SVRSM n'en refusa pas moins de prendre en charge les frais d'accouchement, mais pour le motif que, venant d'une assurance collective, l'assurée n'aurait eu droit au libre passage qu'après son accouchement.\n\nD.- Michèle Grivel recourut, en concluant à ce que ses frais d'accouchement fussent mis à la charge de la SVRSM. Le 17 janvier 1973, le Tribunal des assurances du canton de Vaud admit partiellement le recours. Il annula la décision attaquée et enjoignit à la caisse intimée de prendre une nouvelle décision, qui reposerait sur la constatation qu'en l'occurrence la recourante était assurée pour les frais médicaux et pharmaceutiques et pour l'indemnité journalière différée. Il rejeta le recours quant à l'indemnité complémentaire d'hospitalisation.\n\nE.- La SVRSM a formé en temps utile un recours de droit administratif contre le jugement cantonal. Elle conclut au rétablissement de la décision du 7 décembre 1971.\n\nL'intimée n'a pas fait usage de la faculté qui lui a été offerte de répondre au recours.\n\nDans son préavis, l'Office fédéral des assurances sociales propose de rejeter le recours.", "considerants": "Considérant en droit:\n\n1. En vertu de l'art. 5bis al. 4 LAMA, l'assuré qui cesse d'appartenir au cercle des personnes auxquelles s'étend une assurance collective a, en principe, le droit de passer dans l'assurance individuelle de la caisse et de s'y assurer pour les mêmes prestations. Un délai d'un mois au moins, dès la sortie de l'assurance collective, peut être fixé pour exercer le droit de passage dans l'assurance individuelle (art. 11 Ord. Il). En BGE 99 V 74 S. 76l'occurrence, les statuts de la CMSE prévoient un tel délai et en fixent la durée au minimum légal d'un mois.\n\nLes assurés qui ont été affiliés à une ou plusieurs caisses pendant 6 mois au moins, sans une interruption de plus de 3 mois, ont le droit de passer dans une autre caisse, notamment lorsqu'ils ne peuvent être transférés de l'assurance collective à l'assurance individuelle conformément à l'art. 5bis al. 4 LAMA (cf. art. 7 al. 1 lit. d LAMA). De même, lorsqu'un assuré engagé dans une entreprise est contraint par les conditions d'engagement de s'affilier à une caisse déterminée, celle-ci doit le traiter comme un passant (art. 7 al. 2 LAMA). Cependant, les assurées enceintes qui quittent une entreprise et doivent de ce fait sortir d'une assurance collective n'ont droit au libre passage qu'à l'expiration de la durée du droit pour l'accouchement en question (art. 8 al. 3 LAMA).\n\nEnfin, en vertu de l'art. 14 al. 1 LAMA, les caisses doivent prendre en charge en cas de grossesse et d'accouchement les mêmes prestations qu'en cas de maladie si, lors de ses couches, l'assurée a déjà été affiliée à des caisses depuis au moins 270 jours sans une interruption de plus de trois mois.\n\n2. En l'espèce, le Tribunal cantonal des assurances a considéré que, lorsque Michèle Grivel a accouché le 29 juillet 1971, elle était affiliée à des caisses depuis au moins 270 jours sans une interruption de plus de trois mois pour l'assurance des frais médicaux et pharmaceutiques et pour celle de l'indemnité journalière, ce qui est exact. En effet, elle avait été affiliée à la CMSE jusqu'au 31 octobre 1970 et, après une interruption de deux mois, se trouvait affiliée depuis le 1er janvier 1971 à la caisse-maladie intimée, soitla SVRSM. Fondés sur l'art. 14 al. 1 LAMA, les premiers juges ont donc déclaré que la SVRSM devait en principe à l'assurée les prestations des deux catégories susmentionnées. Il n'en était pas de même de l'indemnité complémentaire d'hospitalisation, à laquelle l'intéressée était assurée depuis le 1er janvier 1971 seulement. Contrairement au voeu de l'intimée, le Tribunal cantonaldes assurances a estimé ne pouvoir appliquer ici la restriction de l'art. 8 al. 3 LAMA, parce que cette disposition ne concernerait que les femmes bénéficiant du libre passage; or, tel n'était pas le cas de Michèle Grivel, à laquelle il aurait été possible de rester assurée auprès de la CMSE - à titre individuel - après avoir changé d'employeur (art. 7 al. 1 lit. d et al. 2 LAMA).\n\nBGE 99 V 74 S. 77\n\nPour la SVRSM recourante, l'art. 8 al. 3 LAMA contient une règle générale, dontle but est d'empêcher une communauté de se décharger d'un risque sur une autre communauté après avoir encaissé les cotisations correspondant au risque en question. A cette fin, le législateur aurait dû préciser qu'est différé pour les parturientes non seulement le droit au libre passage, mais encore celui de passer dans l'assurance individuelle; car les assurés collectifs, d'une part, et les assurés individuels, d'autre part, constituent deux communautés distinctes, dont chacune a son propre financement. Toujours selon la recourante, l'art. 14 al. 1 LAMA ne crée pas un droit de libre passage privilégié pour les femmes enceintes; au contraire, il aggrave pour elles les conditions du libre passage lorsque ce droit est donné par ailleurs, cela afin de protéger les caisses contre des abus. Sur ce dernier point, la recourante cite le Message du Conseil fédéraldu 5 juin 1961 ad art. 14 LAMA (FF 1961 I p. 1500), qui s'exprime en ces termes:\n\n\"Si, conformément à l'art. 5 al. 3, les caisses ne sauraient refuser une candidate parce qu'elle est enceinte, elles ne sont pas tenues en revanche d'allouerdes prestations en cas de maternité aux assurées qui, au moment de l'accouchement, n'ont pas fait partie de caisses depuis au moins 270 jours sans une interruption de plus de trois mois; sans cette disposition, les abus seraient inévitables...\"\n\nA titre d'exemple d'abus, la recourante allègue que des personnes enceintes quittent une caisse reconnue pour s'affilier à une autre caisse reconnue, dans laquelle elles toucheront les prestations de maternité en invoquant l'art. 14, pour regagner leur ancienne caisse une fois l'affaire réglée.\n\n3. Dans l'arrêt Durzini, du 17 avril 1972 (RJAM 1972, p. 121), le Tribunal fédéral des assurances a examiné le cas d'une assurée enceinte qui avait quitté une caisse-maladie pour des motifs personnels et demandait d'être admise dans une autre caisse. Celle-ci entendait lui imposer, quant à la grossesse, une réserve au sens de l'art. 5 al. 3 LAMA. Le tribunal a jugé qu'une telle réserve n'était admissible qu'en cas de maladie proprement dite, non de grossesse.\n\nDans un arrêt du 24 août 1973 en la cause Unimed SA (RO 99 V 65), le Tribunal fédéral des assurances se trouvait en présence d'un assuré autorisé à passer de l'assurance collective à l'assurance individuelle en vertu de l'art. 5bis al. 4 LAMA. La caisse-maladie voulait que la jurisprudence apportât à ce droit de BGE 99 V 74 S. 78l'assuré une restriction analogue à celles de l'art. 8 al. 2 et 8 al. 3 LAMA. Le tribunal a déclaré ne pouvoir suivre l'argumentation ni la proposition de la caisse recourante.\n\nDans l'espèce, la SVRSM voudrait voir appliquer la restriction de l'art. 8 al. 3 LAMA, non seulement aux assurées enceintes qui ont droit au libre passage, mais encore à celles qui, comme l'intimée, ne bénéficient pas de ce droit et passent volontairement d'une caisse-maladie à une autre. On ne voit pas, allègue-t-elle, pourquoi le législateur aurait entendu protéger les caisses ouvertes contre l'arrivée d'assurées enceintes obligées de sortir d'une caisse en vertu des art. 5bis al. 4 et 7 LAMA, mais non contre l'arrivée d'assurées enceintes quittant volontairement une caisse quelconque. Or, il ressort du passage du Message du Conseil fédéral cité par la recourante elle-même que la loi a conçu, en matière de prévention des abus, la norme de l'art. 14 al. 1 LAMA comme règle générale. La norme de l'art. 8 al. 3, elle, est une règle spéciale, applicable dans une situation que le titre marginal de l'art. 8 qualifie de \"cas particulier\" de libre passage. Dans ces circonstances, les critiques de la recourante mériteront d'être examinées lors de la revision de la loi, mais elles ne sauraient amener le juge des assurances à modifier le système voulu par le législateur.\n\nVu ce qui précède, le recours de droit administratif doit être rejeté..."}