{"annee": "122", "cour": "II", "page": "485", "date": "1/11/1996", "cite": ["122 II 140", "122 II 234"], "cite_par": ["123 II 595", "131 V 390", "138 II 524", "123 II 279", "136 II 241", "125 III 209", "128 IV 201", "125 II 417", "129 II 100", "131 V 66", "135 IV 212", "139 I 16", "128 III 113", "130 II 394"], "chapeau": "59. Extrait de l'arrêt de la Ire Cour de droit public du 1er novembre 1996 dans la cause S. contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Portée du principe de la primauté du droit international. Le principe de la primauté du droit international sur le droit interne découle de la nature même de la règle internationale. Conséquence: inapplicabilité de toute règle interne contraire (ici l'art. 37 EIMP)."], "faits": "BGE 122 II 485 S. 485\n\nA.- Par lettre du 14 juin 1996, le Ministère de la justice de la Rhénanie du Nord - Westphalie, à Dusseldorf, a demandé à l'Office fédéral de la police l'extradition de S., ressortissant italien domicilié dans le canton de Vaud. A cette requête était annexé un jugement rendu le 20 août 1987 par le Tribunal régional de Dusseldorf, condamnant S. à deux ans et neuf mois de privation de liberté pour recel, et une attestation du Parquet de Dusseldorf certifiant notamment que le jugement était exécutoire et qu'un solde de peine de 473 jours, non prescrit, devait encore être subi.\n\nBGE 122 II 485 S. 486\n\nS. fut arrêté et placé en détention extraditionnelle le 26 juin 1996. Il présenta une demande de mise en liberté provisoire moyennant caution et mesures de sûreté; celle-ci, rejetée par l'Office fédéral de la police, fut, sur recours, accueillie par la Chambre d'accusation du Tribunal fédéral (arrêt du 8 août 1996).\n\nB.- S. s'est opposé sans succès à son extradition, que l'Office fédéral a ordonnée par décision du 26 juillet 1996.\n\nAgissant par la voie du recours de droit administratif, S. requiert le Tribunal fédéral d'annuler ce prononcé et de refuser son extradition; subsidiairement, il demande que la peine restant à subir soit exécutée en Suisse. Il soutient que la demande d'extradition est présentée contrairement à la bonne foi, les autorités allemandes connaissant prétendument depuis longtemps sa présence en Suisse; à l'appui de ses conclusions subsidiaires, il fait valoir que l'extradition porterait une atteinte disproportionnée à sa situation personnelle, professionnelle et familiale, et doit être remplacée par l'exécution de la peine en Suisse.", "considerants": "Extrait des considérants:\n\n1. L'extradition entre la Suisse et l'Allemagne est régie par la Convention européenne d'extradition (ci-après: la Convention ou CEExtr) conclue le 13 décembre 1957, entrée en vigueur le 20 mars 1967 pour la Suisse et le 1er janvier 1977 pour la République fédérale d'Allemagne (RS 0.353.1), ainsi que par un accord bilatéral destiné à compléter la Convention et à faciliter son application, conclu le 13 novembre 1969 et entré en vigueur le 1er janvier 1977 (RS 0.353.913.61). Le droit interne, en particulier la loi fédérale sur l'entraide internationale en matière pénale du 20 mars 1981 (EIMP; RS 351.1) et son ordonnance d'exécution, n'est applicable qu'aux questions qui ne sont pas réglées explicitement ou tacitement par la Convention ou par l'accord bilatéral (art. 1 al. 1 EIMP, ATF 122 II 140, consid. 2).\n\n3. A titre subsidiaire, le recourant se réfère à l'art. 37 EIMP, selon lequel l'extradition peut être refusée si la Suisse est en mesure d'assumer l'exécution du jugement rendu dans l'Etat requérant et que le reclassement social de la personne poursuivie justifie cette solution.\n\nLa question de principe qui se pose à cet égard est celle de savoir si cette disposition de droit interne est opposable à l'Etat requérant et peut justifier un refus d'extrader, assorti d'un engagement pris par BGE 122 II 485 S. 487la Suisse de poursuivre l'exécution du jugement de condamnation allemand du 20 août 1987.\n\na) Tant la Convention que l'accord bilatéral ne laissent à cet égard aucune marge d'appréciation à la Suisse, Etat requis: l'art. 1 CEExtr. pose le principe de l'obligation d'extrader; l'art. 2 énumère de manière précise les faits donnant lieu à extradition, sous réserve de certaines catégories d'infractions (politiques, militaires, fiscales) qui ne revêtent pas de pertinence dans le cas d'espèce (art. 3 à 5). Le principe de respect des traités (pacta sunt servanda, art. 26 de la Convention de Vienne de 1969, ci-après \"CV\", RS 0.111), et son corollaire, celui de l'inopposabilité de toute règle de droit interne contraire au traité (art. 27 CV), s'opposent à un refus d'extrader fondé sur une règle ou un principe de droit interne. La Suisse s'est elle-même récemment prévalue de ces principes à l'égard d'un Etat tiers (décision du Conseil d'Etat français du 14 décembre 1994, dans l'affaire Suisse c. Gouvernement français, RUDH 1994 p. 478-491).\n\nLe fait que l'art. 37 EIMP soit entré en vigueur en 1983, soit postérieurement à l'entrée en vigueur pour la Suisse de la Convention (1967) et de l'accord bilatéral (1977) n'y change rien: le principe de la primauté du droit international sur le droit interne découle de la nature même de la règle internationale, hiérarchiquement supérieure à toute règle interne, de sorte que l'argument tiré de la lex posterior est inapplicable (voir la jurisprudence déjà ancienne du Tribunal fédéral citée dans JAAC 53/1989 no 54, ad note 52, p. 409/410 et p. 452; cf. également ATF 122 II 234, consid. 4c, d et e). L'application de l'art. 1 al. 1 EIMP, qui se borne à rappeler le principe de la réserve des traités internationaux, conduit d'ailleurs au même résultat.\n\nb) Certes, le Tribunal fédéral a récemment rappelé (ATF 122 II 140 consid. 2 p. 142) que dans le domaine de l'entraide internationale, l'existence d'un traité ne prive pas la Suisse de la faculté d'accorder l'entraide en vertu de règles éventuellement plus larges de son droit interne, car ces traités d'entraide sont destinés à favoriser la coopération internationale. Le cas d'espèce est toutefois différent: l'application de l'art. 37 EIMP serait certes favorable au recourant, puisqu'elle lui permettrait de purger le solde de sa peine en Suisse; mais elle aurait en même temps pour effet de réduire les droits de l'Etat requérant, qui réclame l'extradition pour pouvoir faire exécuter lui-même, sur son territoire, le solde de la peine. L'art. 37 EIMP, contraire au droit international pertinent, est donc inapplicable en l'espèce.\n\nBGE 122 II 485 S. 488\n\nc) Il découle de ce qui précède que seule une autre règle internationale liant tant l'Allemagne que la Suisse pourrait éventuellement, pour des motifs particulièrement importants, justifier un refus de l'extradition."}