{"annee": "122", "cour": "III", "page": "426", "date": "27/6/1996", "cite": ["88 II 410", "102 II 97"], "cite_par": ["128 III 265"], "chapeau": "78. Auszug aus dem Urteil der I. Zivilabteilung vom 27. Juni 1996 i.S. Bruno B. und Konsorten gegen X. AG (Berufung)", "regestes": ["Contrat de vente; garantie du vendeur relative à la chose vendue; prescription de l'action fondée sur cette garantie. Portée juridique d'une garantie; distinction entre la promesse, au sens de l'art. 197 al. 1 CO, et la garantie indépendante, qui est soumise à la prescription décennale de l'art. 127 CO (consid. 4 et 5)."], "faits": "|426|\n\nAm 9. Juni 1987 schlossen die X. AG und Heinz L. als Verkäufer mit Bruno B., Jürg B. sowie Andreas und Ulrich L. einen öffentlich |427| beurkundeten Kaufvertrag über zwei Grundstücke (GB Nr. 273 und Nr. 280) zum Gesamtpreis von Fr. 1'380'000.--. Der Kaufvertrag wurde am gleichen Tag im Grundbuch eingetragen. In Ziffer 2 der \"Besonderen Bestimmungen\" des Vertrags wird festgehalten:\n\n\"Jede Gewährspflicht für die Kaufsobjekte wird, soweit gesetzlich\n\nzulässig, wegbedungen.\"\n\nZiffer 7 dieser Bestimmungen lautet sodann wie folgt:\n\n\"Die beiden Grundstücke liegen in der Bauzone (W 2) bzw. ein Teil von GB\n\nNr. 273 in der Landwirtschaftszone.\n\nDie Verkäufer garantieren den Käufern die Überbaubarkeit der beiden\n\nGrundstücke. Sollte dies nicht der Fall sein, verpflichten sich die\n\nVerkäufer, die Grundstücke zu den gleichen Konditionen zurückzukaufen.\n\nDie Käufer verpflichten sich ihrerseits, der Baugesetzgebung\n\nentsprechende Baugesuche bis am 1.11.1987 einzureichen. Sollte diese\n\nVerpflichtung nicht eingehalten werden, fällt die Garantie der Verkäufer\n\ndahin.\"\n\nAm 27. Oktober 1987 wurde ein Baugesuch eingereicht. Nachdem bis Ende Oktober 1992 keine Baubewilligung erteilt worden war, erhoben die Käufer nach erfolglosem Aussöhnungsversuch vom 17. Dezember 1992 am 2. Juni 1993 beim Appellationshof des Kantons Bern Klage gegen die X. AG. Sie stellten die - am 3. März 1994 modifizierten - Rechtsbegehren, die Beklagte zu verurteilen, 1/2 Miteigentum an den Grundstücken zurückzukaufen und ihnen dafür Fr. 680'000.-- nebst 8 1/2% Zins seit 9. Juni 1987 zu bezahlen, sowie die Beklagte zur Zahlung von Schadenersatz in gerichtlich zu bestimmender Höhe zu verurteilen; zudem sei der Grundbuchverwalter von Y. anzuweisen die Beklagte gegen Vorlage des Ausweises über die erfolgte Zahlung der Beträge gemäss den vorangehenden Rechtsbegehren im Grundbuch als Miteigentümerin zu 1/2 Anteil an den Grundstücken einzutragen. Die Beklagte beantragte die Abweisung der Klage und erhob die Einrede der Verjährung.\n\nDer Appellationshof beschränkte am 16. März 1995 das Verfahren auf die Frage der Verjährung und wies mit Urteil vom 24. August 1995 die Klage in Gutheissung der Verjährungseinrede ab.\n\nGegen dieses Urteil erhoben die Kläger Berufung. Das Bundesgericht heisst die Berufung teilweise gut, hebt den angefochtenen Entscheid auf und weist die Sache zur Neubeurteilung an die Vorinstanz zurück.\n\n|428|", "considerants": "Aus den Erwägungen:\n\n4. Die Auslegung der Vorinstanz beruht auf dem grundsätzlich zutreffenden Ansatzpunkt, dass eine vertragliche Garantie des Verkäufers für die Kaufsache verschiedene inhaltliche Bedeutungen haben kann (vgl. die Aufzählung bei GIGER, Berner Kommentar, N. 53 zu Art. 210 OR). Im vorliegenden Fall ist von Interesse, dass die Garantie den Sinn einer Zusicherung bestimmter tatsächlicher oder rechtlicher Eigenschaften der Kaufsache im Zeitpunkt des Vertragsschlusses oder des Gefahrübergangs haben kann (Art. 197 Abs. 1 OR), und zwar auch dann, wenn die Überbaubarkeit eines Grundstücks garantiert wird (GIGER, a.a.O., N. 46 zu Art. 197 OR; SCHUMACHER, Die Haftung des Grundstückverkäufers, in: Der Grundstückkauf, S. 197 ff., Rz. 696). Fragwürdig ist indessen die Annahme der Vorinstanz, eine unbefristete Garantie habe stets die Bedeutung einer gewährleistungsrechtlichen Eigenschaftszusicherung. Das lässt sich nicht aus der aufgeführten Lehre ableiten und leuchtet auch nicht ein. Der von der Vorinstanz zitierte Autor klassifiziert die Bedeutung der verschiedenen Garantien zwar hauptsächlich nach dem Kriterium der Befristung (GIGER, a.a.O., N. 54 ff. zu Art. 210 OR). Er weist aber darauf hin, dass die Garantie eine andere Bedeutung haben kann, so wenn sie einen eigentlichen Garantievertrag darstellt, was hier von Interesse ist, oder wenn sie als Anerkennung einer Verpflichtung des Verkäufers zur Nachbesserung von Sachmängeln zu verstehen ist (GIGER, a.a.O., N. 59 und 60 zu Art. 210 OR).\n\nDie Abgrenzung zwischen Zusicherung im Sinne von Art. 197 Abs. 1 OR und selbständiger Garantie ist nach schweizerischer Lehre danach vorzunehmen, ob der Verkäufer eine gegenwärtig bestehende Eigenschaft der Kaufsache oder einen zukünftigen Erfolg verspricht, der über die vertragsgemässe Beschaffenheit der Kaufsache hinausgeht (GIGER, a.a.O., N. 20 zu Art. 197 OR; GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner Teil, Bd. II, 6. Auflage, Rz. 4066; HONSELL, in: Kommentar zum Schweizerischen Privatrecht, N. 17 zu Art. 198 OR; vgl. auch GAUCH, Der Werkvertrag, 4. Auflage, Rz. 1395 ff.). Diese Auffassung entspricht der deutschen Lehre, wo auch die künftige Baureife oder Bebaubarkeit eines Grundstücks als Gegenstand eines selbständigen Garantieversprechens erwähnt wird (SOERGEL/HUBER, N. 202 ff. zu § 459 BGB; STAUDINGER/HONSELL, N. 171 zu § 459 BGB; MünchKomm-WESTERMANN, N. 96 zu § 459 BGB). In der deutschen Doktrin wird |429| sodann eine Dreiteilung in Zusicherung, selbständige und unselbständige Garantie vorgenommen, wobei letztere, die auch als Haltbarkeitsgarantie bezeichnet wird, sich von der selbständigen dadurch unterscheidet, dass sie sich auf das Versprechen des Verkäufers beschränkt, die Mängelhaftung auch dann zu übernehmen, wenn die Mängel innerhalb eines bestimmten Zeitraums nach Gefahrübergang auftreten und nicht auf unsorgfältige Handhabung seitens des Käufers zurückgehen (MünchKomm-WESTERMANN, N. 96 zu § 459 BGB; STAUDINGER/HONSELL, N. 175 zu § 459 BGB; kritisch hinsichtlich der Unterscheidung zwischen unselbständiger und selbständiger Garantie: SOERGEL/HUBER, N. 208 zu § 459 BGB).\n\nIn diesem Zusammenhang ist im übrigen festzuhalten, dass BGE 102 II 97 ff., auf den die Vorinstanz wesentlich abstützen will, nicht einschlägig ist, da es im damals beurteilten Fall eindeutig um die Zusicherung einer gegenwärtig bestehenden Eigenschaft der Kaufsache ging und sich das Bundesgericht dort zur Abgrenzung zwischen Zusicherung und selbständigem Garantieversprechen nicht geäussert hat.\n\n5. Wie bereits festgehalten, ist im vorliegenden Fall der mutmassliche Parteiwille zu ermitteln. Die Erklärungen der Parteien sind aufgrund des Vertrauensprinzips so auszulegen, wie sie nach ihrem Wortlaut und Zusammenhang sowie den gesamten Umständen verstanden werden durften und mussten. Da keine Elemente dargetan sind, welche auf ein vom allgemeinen abweichendes Verständnis der Parteien zu den im Kaufvertrag verwendeten Begriffen hindeuten, ist vom Wortlaut in der Bedeutung auszugehen, wie sie im Fachkreis der Immobilienbranche, dem alle Beteiligten angehören, verstanden wird, unter Berücksichtigung der systematischen Stellung der auszulegenden Bestimmungen im Rahmen des ganzen Vertrags. Alsdann ist das Auslegungsergebnis rechtlich zu qualifizieren.\n\na) Im Kaufvertrag wurde einerseits die Gewährspflicht der Beklagten soweit gesetzlich zulässig wegbedungen und andererseits festgestellt, dass die Kaufsachen bei Vertragsschluss teilweise in der Bauzone, teilweise in der Landwirtschaftszone lagen. Zudem haben die Verkäufer die Überbaubarkeit der Grundstücke garantiert, unter der Bedingung, dass bis zum 1. November 1987 ein der Gesetzgebung entsprechendes Baugesuch eingereicht werde.\n\nb) Aus der als Auslegungselement zu berücksichtigenden Interessenlage (JÄGGI/GAUCH, Zürcher Kommentar, N. 362 zu Art. 18 OR) ergibt sich eindeutig, dass für die Käufer nicht die Baulandqualität |430| im Zeitpunkt des Vertragsschlusses oder des Gefahrübergangs, sondern der Erhalt der fristgerecht zu beantragenden Baubewilligung wesentlich war. Entsprechend musste sich für sie die Garantie auf den Zeitpunkt des Bauentscheids beziehen, und durfte die Beklagte als redliche Verkäuferin nach Treu und Glauben von nichts anderem ausgehen. Eine andere Auslegung der zum Teil widersprüchlichen vertraglichen Vereinbarungen ergibt keinen vernünftigen Sinn. Waren die Parteien sich einig, welcher Zonenordnung die Kaufsachen bei Abschluss des Vertrags unterstanden, war insoweit die Geschäftsgrundlage beidseits gesichert und nicht zusätzlich zusicherungsbedürftig. Garantiebedürftig war dagegen nach ihren mutmasslichen Intentionen der Fortbestand dieser Ordnung bzw. die allenfalls von weiteren möglichen Eigentumsbeschränkungen abhängige Überbaubarkeit der Grundstücke. Die abgegebene Garantie hat daher klarerweise prospektive, auf die Zukunft gerichtete Bedeutung.\n\nc) Bei der abgegebenen Garantie handelt es sich somit nicht um eine blosse Zusicherung im Sinne von Art. 197 OR. Unter diesen Begriff können nur Eigenschaften fallen, die im Zeitpunkt des Übergangs von Nutzen und Gefahr oder in einem früheren Zeitpunkt (BGE 88 II 410 E. 3a S. 414 f.) vorhanden sein müssen, nur ausnahmsweise auch solche, die erst für einen späteren Zeitpunkt versprochen werden. Letzteres ist gewährleistungsrechtlich nur möglich, wenn der Verkäufer haupt- oder nebenvertraglich verpflichtet und objektiv auch in der Lage ist, die Kaufsache noch in den zugesicherten Zustand zu überführen (z.B. im Fall von Montage- und Fertigungspflichten). Stehen dagegen - wie hier - die Erhaltung des bestehenden oder der Eintritt eines veränderten Zustands der Kaufsache ausserhalb der Einflussmöglichkeiten der Verkäufer, bedeutet eine entsprechende Garantie mehr als eine gewährleistungsrechtliche Zusicherung im Sinne von Art. 197 OR. Diesfalls handelt es sich nach der vorne (E. 4) aufgeführten Lehre entweder um eine selbständige oder eine unselbständige Garantie. Diese beiden Garantien unterscheiden sich dadurch, dass bei der selbständigen künftige - positive oder negative - Umstände zum eigenen Haftungsgegenstand erhoben werden, bei der unselbständigen Garantie dagegen der mängelfreie Zustand der Kaufsache nicht bloss momentan, sondern auf Zeit garantiert wird. Im vorliegenden Fall ist die Garantieerklärung nach der vorangehenden Erwägung so auszulegen, dass die Verkäufer die zukünftige Überbaubarkeit versprochen haben, und zwar unabhängig davon, ob die Kaufsachen die |431| Eigenschaft der Überbaubarkeit bereits im gewährleistungsrechtlich massgebenden Zeitpunkt aufgewiesen haben. Es handelt sich demnach um einen selbständigen Garantievertrag, auf den die zehnjährige Verjährungsfrist von Art. 127 OR anwendbar ist (GIGER, a.a.O., N. 20 zu Art. 197 OR; vgl. auch HONSELL, a.a.O., N. 17 zu Art. 198 OR)."}