{"annee": "122", "cour": "V", "page": "295", "date": "24/10/1996", "cite": ["110 V 229", "120 III 163"], "cite_par": [], "chapeau": "44. Extrait de l'arrêt du 24 octobre 1996 dans la cause Caisse de compensation de l'industrie suisse des machines contre D. & Cie SA, en liquidation concordataire et Tribunal administratif, Neuchâtel", "regestes": ["Art. 5 al. 2 LAVS: salaire déterminant soumis à cotisation. Les intérêts (et les intérêts composés) versés sur des salaires payés en retard par l'employeur - in casu, une société anonyme en liquidation concordataire - ne font pas partie du salaire déterminant soumis à cotisation."], "faits": "BGE 122 V 295 S. 296\n\nA.- Le 30 juin 1988, le Tribunal cantonal neuchâtelois a homologué le concordat par abandon d'actif proposé par la société D. & Cie SA. Le 7 juillet 1994, le liquidateur a informé les créanciers que la liquidation permettrait le paiement d'un intérêt moratoire de 5 % sur les créances reconnues, ainsi qu'un intérêt de même montant sur ledit intérêt.\n\nLa Caisse de compensation de l'industrie suisse des machines (ci-après: la caisse) a porté plainte contre le tableau de distribution des deniers devant l'autorité cantonale de surveillance. Elle faisait valoir que les intérêts dus sur les rémunérations tardivement versées aux salariés de la société en liquidation concordataire faisaient partie du salaire déterminant au sens de l'art. 5 al. 2 LAVS et qu'ils étaient ainsi soumis à cotisations AVS/AI/APG/AC. Partant, la caisse demandait que ses créances relatives aux cotisations arriérées dues sur les rémunérations précitées soient augmentées d'autant et que le tableau de distribution des deniers soit corrigé en conséquence.\n\nL'autorité cantonale ayant rejeté la plainte dont elle était saisie par jugement du 10 août 1994, la caisse a recouru devant la Chambre des poursuites et des faillites du Tribunal fédéral, en concluant à l'annulation de ce prononcé et du tableau de distribution litigieux. Par arrêt du 5 octobre 1994 (ATF 120 III 163), la juridiction fédérale a rejeté le recours, motif pris que les intérêts moratoires litigieux ne constituaient pas un revenu tiré d'une activité lucrative mais représentaient une forme de réparation due par le débiteur du seul fait de sa demeure.\n\nB.- Par décision du 16 janvier 1995, la caisse a réclamé à la société D. & Cie SA en liquidation concordataire le paiement d'un montant de 29'526 fr. 30, somme représentant les cotisations AVS/AI/APG/AC - frais d'administration compris - dues sur les intérêts moratoires versés aux salariés de la société. Elle a considéré, en bref, que le point de savoir si lesdits intérêts font partie du salaire déterminant n'avait été tranché qu'à titre préjudiciel par la Chambre des poursuites et des faillites du Tribunal fédéral. Or, la solution arrêtée par cette autorité n'était pas compatible avec la notion de salaire déterminant, telle qu'elle est définie par le Tribunal fédéral des assurances. La caisse indiquait en outre qu'en raison du litige opposant la caisse à la société en liquidation BGE 122 V 295 S. 297concordataire, le liquidateur n'avait versé aux salariés que les intérêts nets courant sur les créances de salaire, déduction faite de 6,05 %, taux correspondant aux cotisations AVS/AI/APG/AC dues par le salarié. En outre, une somme de 100'000 francs avait été réservée pour le paiement éventuel des cotisations.\n\nC.- Saisi d'un recours de la société D. & Cie SA en liquidation concordataire (ci-après: la société en liquidation), le Tribunal administratif du canton de Neuchâtel l'a admis et a annulé la décision de la caisse du 16 janvier 1995 (jugement du 13 mars 1995). Il a considéré, en résumé, que le fondement de l'obligation de payer des intérêts moratoires réside dans la perte d'intérêts subie par le créancier et le gain réalisé par le débiteur. Aussi, le versement desdits intérêts n'est-il pas économiquement lié au contrat de travail, de sorte que ceux-ci ne font pas partie du salaire déterminant soumis à cotisation.\n\nD.- La caisse interjette recours de droit administratif contre ce jugement, dont elle requiert l'annulation.\n\nLa société en liquidation, agissant par son liquidateur, conclut, sous suite de frais et dépens, au rejet du recours.\n\nL'Office fédéral des assurances sociales (OFAS) qui, dans un premier temps, avait renoncé à se déterminer sur le pourvoi, a été invité par le Tribunal fédéral des assurances à fournir des renseignements au sujet de la pratique administrative suivie en cas de versement d'intérêts (et d'intérêts composés) sur des salaires payés en retard. Par lettre du 5 mars 1996, l'OFAS a informé le Tribunal qu'il n'existe aucune pratique en la matière. Il est néanmoins d'avis que les intérêts litigieux font partie du salaire déterminant soumis à cotisation.", "considerants": "Extrait des considérants:\n\n2. En l'occurrence, la caisse a tenté de faire valoir ses droits par la voie de la plainte à l'autorité cantonale de surveillance en matière de LP, contre le tableau de distribution des deniers (art. 316n LP), puis du recours LP contre la décision de ladite autorité devant la Chambre des poursuites et des faillites du Tribunal fédéral. Celle-ci a rejeté les conclusions de la caisse par arrêt du 5 octobre 1994 (ATF 120 III 163).\n\nComme l'a pertinemment jugé la juridiction cantonale, l'arrêt en cause ne jouit pas de l'autorité de la chose jugée et la Cour de céans n'est pas liée par les conclusions tirées de l'interprétation de l'art. 5 al. 2 LAVS BGE 122 V 295 S. 298par la Chambre des poursuites et des faillites.\n\n3. a) Au sens de l'art. 5 al. 2 LAVS, le salaire déterminant, comprend toute rémunération pour un travail dépendant, fourni pour un temps déterminé ou indéterminé. Font partie de ce salaire déterminant, par définition, toutes les sommes touchées par le salarié, si leur versement est économiquement lié au contrat de travail; peu importe à ce propos, que les rapports de service soient maintenus ou aient été résiliés, que les prestations soient versées en vertu d'une obligation ou à titre bénévole. On considère donc comme revenu d'une activité salariée, soumis à cotisations, non seulement les rétributions versées pour un travail effectué, mais en principe toute indemnité ou prestation ayant une relation quelconque avec les rapports de service, dans la mesure où ces prestations ne sont pas franches de cotisations en vertu de prescriptions légales expressément formulées (ATF 110 V 231 consid. 2a et la jurisprudence citée; RCC 1988 p. 33 consid. 3a).\n\nb) La recourante est d'avis que les intérêts moratoires font partie du salaire déterminant, dès lors qu'aux termes de la définition consacrée par la jurisprudence, celui-ci englobe toutes les sommes perçues par le salarié, dont le versement est économiquement lié au contrat de travail.\n\nCe point de vue n'est pas fondé. Certes, si l'on se réfère strictement aux termes de la définition extensive de la notion de salaire déterminant, on peut considérer que celui-ci englobe les intérêts moratoires courant sur les salaires. Mais le but visé par cette définition consiste cependant à délimiter le gain tiré d'une activité lucrative dépendante, du revenu déduit d'un capital. Elle reflète la volonté du législateur de soumettre à l'obligation de payer des cotisations paritaires tous les revenus du salarié qui sont en relation avec l'exercice d'une activité dépendante, ce qui explique pourquoi la définition en cause est extensive. On ne peut toutefois déduire du caractère extensif donné à la définition du salaire que les intérêts moratoires courant sur les salaires arriérés font partie du salaire déterminant soumis à cotisations: ils ne constituent en effet pas un revenu correspondant à une prestation de travail mais les intérêts d'une créance de salaire, analogue dans ce sens au revenu du capital.\n\nLa Cour de céans ne saurait non plus suivre l'argumentation de la recourante, selon laquelle l'obligation de payer des cotisations sur les intérêts moratoires courant sur des créances de salaire est destinée à compenser le retard dans le paiement des cotisations dues sur les salaires. BGE 122 V 295 S. 299\n\nEn effet, le prélèvement d'intérêts sur les cotisations ne revêt pas en l'occurrence une importance décisive, dans la mesure où l'AVS repose sur un système de répartition et non de capitalisation."}