{"annee": "122", "cour": "III", "page": "10", "date": "5/12/1995", "cite": ["115 II 484", "91 II 442", "106 II 315", "113 II 31"], "cite_par": ["135 III 433", "132 III 226", "127 III 519", "133 III 37", "132 V 149"], "chapeau": "3. Urteil der I. Zivilabteilung vom 5. Dezember 1995 i.S. Ulrich Steinemann AG gegen Willy Schuchter (Berufung)", "regestes": ["Prescription d'une créance dont l'exigibilité est subordonnée à un avertissement (art. 130 al. 2 CO) ou à une condition potestative. Pas d'imprescriptibilité de la créance fondée sur l'art. 730 al. 2 CC (consid. 1). Le délai de prescription d'une créance dont l'exigibilité est subordonnée à un avertissement ou à une condition potestative court dès la conclusion du contrat (consid. 4-6). Portée de la reconnaissance conditionnelle d'une créance par le débiteur après l'écoulement du délai de prescription (consid. 7)."], "faits": "BGE 122 III 10 S. 10\n\nA.- Mit öffentlich beurkundetem Vertrag vom 24. November 1971 verkaufte Willy Schuchter der Ulrich Steinemann AG ein Grundstück, welches Teil eines zur gewerblichen Nutzung vorgesehenen Geländes bildet, das zwei weitere Parzellen umfasst, wovon eine immer noch im Eigentum des Verkäufers steht. Im Kaufvertrag wurde unter der Überschrift \"Industriegeleise\" festgehalten:\n\n\"Die Käuferin hat Kenntnis vom Situationsplan 1:1000 des Architekturbüros W. Schuchter und vom Projektplan Nr. 71.38.25.3 des Ingenieurbüros Zähner + Wenk vom Juni/Juli 1971 für die Erstellung einer Industriegeleiseanlage sowie vom Schreiben der Kreisdirektion III SBB an Willy Schuchter vom 9. Juli 1971. Die Anlage besteht aus einem Stammgeleise als gemeinsame Verbindung zur Station St. Gallen-Winkeln und einem parallel dazu verlaufenden Anschlussgeleise mit den erforderlichen Weichen und Verbindungsstücken für den individuellen Anschluss der Anlieger.BGE 122 III 10 S. 11\n\nDie Käuferin verpflichtet sich, auf erstes Verlangen eines Hinterliegers das Stammgeleise auf ihrem Teilstück in eigenen Kosten projektgemäss auszuführen und dasselbe zur Mitbenützung durch die Hinterlieger freizugeben. Verzinsung, Amortisation und Unterhalt der Stammgeleiseanlage sind jährlich nach Massgabe der Jahresachskilometer zwischen den Beteiligten aufzuteilen. ... Erstellung, Verzinsung, Amortisation und Unterhalt des Anschlussgeleises mit den erforderlichen Weichen und Verbindungsstücken gehen vollständig zulasten der betreffenden Anschliesser.\n\nDer Bau und die Benützung der Stammgeleiseanlage ist durch die Begründung einer Dienstbarkeit zugunsten aller Beteiligten sicherzustellen. Überdies verpflichtet sich die Käuferin, die sich aus diesen Abmachungen ergebenden Verpflichtungen ihren allfälligen Rechtsnachfolgern zu überbinden.\"\n\nIm Dienstbarkeitsvertrag vom 24. November 1971, aufgrund dessen entsprechende Dienstbarkeiten im Grundbuch eingetragen wurden, räumten sich die Eigentümer der betroffenen Grundstücke soweit nötig das Recht ein, die Geleiseanlage mitzubenützen, und legten - in Übereinstimmung mit den Abmachungen des Kaufvertrags - die Einzelheiten der Ausübung der Dienstbarkeit fest. In diesem Zusammenhang wurde namentlich festgehalten, die Eigentümer der belasteten Grundstücke verpflichteten sich, auf erstes Verlangen eines Hinterliegers das Stammgeleise auf eigene Kosten zu erstellen.\n\nB.- Nachdem rund achtzehn Jahre vergangen waren, berief sich Willy Schuchter mit Brief vom 12. März 1990 gegenüber der Ulrich Steinemann AG unter Hinweis auf den Kaufvertrag vom 24. November 1971 auf sein Recht, die Erstellung des Stammgeleises zu verlangen, das er jetzt auszuüben erklärte. Die Ulrich Steinemann AG anerkannte in ihrem Antwortschreiben vom 4. April 1990 grundsätzlich den Anspruch Schuchters, machte die Erstellung des Stammgeleises aber von dessen Beteiligung an den Kosten abhängig, die eine damit nötig werdende Gewässersanierung auf ihrem Grundstück mit sich bringe. An diesem von der Gegenseite abgelehnten Standpunkt hielt sie in der Folge fest, was dazu führte, dass die von Willy Schuchter für die Erstellung der Geleiseanlage eingereichten Baugesuche vorläufig erfolglos blieben.\n\nAm 30. September 1992 erhob Willy Schuchter beim Bezirksgericht St. Gallen Klage gegen die Ulrich Steinemann AG. Mit den Rechtsbegehren verlangte der Kläger im wesentlichen, die Beklagte sei zur Erstellung der Geleiseanlage auf ihrem Grundstück auf eigene Kosten sowie zur Unterzeichnung der Baugesuche zu verpflichten. Die Beklagte widersetzte sich der Klage unter BGE 122 III 10 S. 12anderem mit der Begründung, der Erfüllungsanspruch des Klägers sei gemäss Art. 127 OR verjährt. Mit Urteil vom 19. August 1993 hiess das Bezirksgericht die Klage vollumfänglich gut.\n\nDie Beklagte reichte beim Kantonsgericht St. Gallen Berufung ein, mit der sie lediglich noch die Verjährungseinrede erhob. Das Kantonsgericht verwarf die Einrede und verpflichtete die Beklagte mit Urteil vom 9. November 1994 in teilweiser Gutheissung der Klage, die Geleiseanlage auf ihrem Grundstück nach erfolgter rechtskräftiger Baubewilligung auf eigene Kosten unverzüglich zu erstellen sowie die Baugesuche zu unterzeichnen und alle Handlungen vorzunehmen, die für den Fortgang des Baubewilligungsverfahrens notwendig seien.\n\nC.- Mit ihrer Berufung beantragt die Beklagte dem Bundesgericht, das Urteil des Kantonsgerichts aufzuheben und die Klage abzuweisen. Sie macht auch im bundesgerichtlichen Verfahren geltend, die Forderung des Klägers sei verjährt, weil sie der zehnjährigen Verjährungsfrist von Art. 127 OR unterliege, die mit Abschluss des Kaufvertrags vom 24. November 1971 zu laufen begonnen habe und unbenutzt verstrichen sei. Das Bundesgericht heisst die Berufung gut", "considerants": "Aus folgenden Erwägungen:\n\n1. Die Vorinstanz hat die Frage geprüft, ob die Forderung des Klägers nicht verjähre, weil sie als nebensächliche Leistungspflicht im Sinne von Art. 730 Abs. 2 ZGB aufzufassen sei, welche wie die Grunddienstbarkeit selbst nicht verjähren könne (vgl. zur Unverjährbarkeit von Grunddienstbarkeiten: LIVER, Zürcher Kommentar, N. 186 ff. zu Art. 734 ZGB). Eine solche Pflicht zur Vornahme von Handlungen darf mit der Dienstbarkeit nur verbunden werden, wenn jene im Verhältnis zur Dienstbarkeit sowohl dem Inhalt wie dem Umfang nach von nebensächlicher Bedeutung sind. Dem Inhalt nach ist eine Handlung dann von nebensächlicher Bedeutung, wenn sie lediglich dazu dient, die Ausübung der Dienstbarkeit zu ermöglichen, zu erleichtern oder zu sichern. Dem Umfang nach ist sie es, wenn die Leistungspflicht nicht die hauptsächliche Last darstellt (BGE 106 II 315 E. 2e S. 320; vgl. LIVER, Zürcher Kommentar, N. 194 ff. zu Art. 730 ZGB; REY, Berner Kommentar, N. 171 ff. zu Art. 730 ZGB). Die zweite dieser Voraussetzungen ist jedenfalls nicht gegeben, da der Bau des Stammgeleises im Vergleich zur Duldung der Benützung durch die Hinterlieger nicht als nebensächliche Last betrachtet werden kann. Dazu kommt, dass auf BGE 122 III 10 S. 13Forderungen aus einer nebensächlichen Leistungspflicht die gewöhnlichen Verjährungsregeln anzuwenden sind. Es handelt sich um realobligatorische Forderungen, deren Erfüllung sich nach Art. 97 ff. OR richtet und für welche das Grundstück nicht haftet, weshalb sie verjährungsrechtlich ausschliesslich Art. 127 ff. OR, nicht aber Art. 807 ZGB unterstehen (LIVER, Zürcher Kommentar, N. 225 ff. zu Art. 730 ZGB). Die Vorinstanz ist demnach zu Recht davon ausgegangen, dass die Forderung des Klägers den gewöhnlichen Verjährungsregeln unterliege.\n\n2. Die kantonalen Gerichte haben die Verjährungseinrede mit unterschiedlichen Begründungen verworfen. Das Bezirksgericht ging von einem zeitlich unbefristeten Optionsvertrag aus, welcher dem Kläger aufgrund eines unverjährbaren Gestaltungsrechts die Befugnis verleihe, von der Beklagten die Erstellung des Stammgeleises zu verlangen. Die Fälligkeit der Forderung trat nach seiner Auffassung erst mit der Ausübung des Gestaltungsrechts ein. Das Kantonsgericht vertrat seinerseits die Meinung, die auf begrifflicher Unterscheidung beruhende, unter den Parteien streitige Frage, ob durch die Gestaltungserklärung eine bestehende Forderung fällig geworden sei, oder ob dadurch erst eine Forderung entstanden sei, führe zu keiner tauglichen Lösung. Es hielt im weitern fest, zwar gelte der Grundsatz, dass die Verjährung beginne, sobald die Forderung fällig oder die Fälligkeit herbeizuführen dem Gläubiger überlassen sei (Art. 130 OR). Im zweiten Fall sei indessen auch zu berücksichtigen, ob der Gläubiger Anlass habe, die Leistung zu verlangen. Daraus ergebe sich ein gewisser Ermessensspielraum, um im Einzelfall den Interessen von Gläubiger und Schuldner Rechnung tragen zu können. Im vorliegenden Fall zeige der Passus im Kaufvertrag, Bau und Benützung des Stammgeleises seien durch die Begründung einer Dienstbarkeit zugunsten aller Beteiligten sicherzustellen, den Willen der Parteien, den Bau ebenso wie die Benützung nicht auf zehn Jahre nach Vertragsunterzeichnung, sondern auf unbegrenzte Zeit zu sichern. Mit der komplizierten vertraglichen Regelung habe offenbar einer bei Vertragsschluss noch nicht im einzelnen bestimmbaren wirtschaftlichen Entwicklung des ganzen Industriegeländes Rechnung getragen werden sollen. Würde man in solchen Fällen Art. 130 Abs. 1 OR ohne weiteres anwenden, nähme man den Parteien die Möglichkeit, vertraglich auf solche wirtschaftlichen Entwicklungen Rücksicht nehmen zu können, da mit Vertragsschluss die Zehnjahresfrist zu laufen begänne und eine Abänderung zum voraus nicht möglich sei (Art. 129 OR).\n\nBGE 122 III 10 S. 14\n\n3. Nicht geäussert haben sich die kantonalen Gerichte zur rechtlichen Einordnung der vertraglichen Abmachung, womit sich die Beklagte verpflichtet hat, auf erstes Verlangen eines Hinterliegers das Stammgeleise auf ihrem Grundstück auf eigene Kosten zu erstellen. Die Frage, welchem Vertragstypus eine solche Vereinbarung zugehört, ist zwar für den Ausgang des Verfahrens letztlich nicht von Bedeutung. Die Einordnung vermag jedoch die Interessenlage der Parteien zu verdeutlichen.\n\nNach dem Gegenstand des Vertrages, der Verpflichtung zum Bau des Stammgeleises, würde die Einordnung beim Werkvertrag naheliegen. Gesetzliches Merkmal des Werkvertrags ist indessen die Entgeltlichkeit (Art. 363 OR), wobei zwischen der Leistung des Bestellers, dem Werklohn, und der Gegenleistung des Unternehmers, der Herstellung des Werkes, ein Austauschverhältnis bestehen muss. Aufgrund der vertraglichen Abmachungen liegen keine Anhaltspunkte dafür vor, dass der Kläger die Beklagte für den Bau des Stammgeleises entschädigen wollte. Die Beklagte hat zwar im kantonalen Verfahren behauptet, der Verpflichtung zur Erstellung des Stammgeleises sei durch eine Herabsetzung des Grundstückkaufpreises Rechnung getragen worden. Eine entsprechende tatsächliche Feststellung fehlt jedoch im vorinstanzlichen Urteil, so dass im bundesgerichtlichen Verfahren davon ausgegangen werden muss, die Beklagte habe sich zur unentgeltlichen Erstellung des Stammgeleises verpflichtet (Art. 63 Abs. 2 OG). Das steht denn auch im Einklang mit den kaufvertraglichen Vereinbarungen in bezug auf die projektierte Geleiseanlage, die mit jenen im Dienstbarkeitsvertrag übereinstimmen. Daraus lässt sich die Vorstellung entnehmen, dass jeder der betroffenen Grundeigentümer das Stammgeleise auf seinem Grundstück zunächst auf eigene Kosten erstellen sollte und erst die danach mit der Stammgeleisbenützung anfallenden Aufwendungen nach einem bestimmten Verteilschlüssel auf die Grundeigentümer aufzuteilen waren. Dieser Gesichtspunkt zeigt auch die Richtung der gegenseitigen Interessen auf, die mit jenen der an einem Werkvertrag beteiligten Parteien nicht übereinstimmen. Die eigene Leistung des Klägers sollte nicht aus einem Entgelt für die Erstellung des Stammgeleises bestehen, sondern darin, dass er seinerseits das Stammgeleise auf seinem Grundstück als Teil der gesamten Geleiseanlage bauen würde. Charakteristisch für die Vertragskonstellation ist der Umstand, dass die Interessen und Leistungen der Grundeigentümer in die gleiche Richtung gehen, weil sie wenigstens teilweise einen gemeinsamen Zweck verfolgen. Neben werkvertraglichen enthält der Vertrag, der keinem BGE 122 III 10 S. 15gesetzlichen Vertragstypus entspricht, demnach auch gesellschaftsrechtliche Bestandteile. Es handelt sich um einen werkvertragsähnlichen Innominatvertrag mit gesellschaftsrechtlichen Elementen.\n\n4. Zu prüfen bleibt die Rechtsnatur der dem Kläger vertraglich eingeräumten Befugnis, von der Beklagten die Erstellung des Stammgeleises auf ihrem Grundstück zu verlangen.\n\na) Ausser Betracht fällt die Annahme, diese Befugnis bilde Teil eines blossen Vorvertrags im Sinne von Art. 22 Abs. 1 OR. Nach den insoweit klaren vertraglichen Vereinbarungen der Parteien besteht die Verpflichtung der Beklagten in der unmittelbaren Erbringung der versprochenen Leistung und nicht darin, mit dem Kläger vorgängig einen Vertrag darüber abzuschliessen.\n\nb) Fraglich ist sodann, ob die Befugnis des Klägers als Optionsrecht verstanden werden kann. Ein solches Recht gibt der betreffenden Partei die Möglichkeit, durch einseitige Willenserklärung unmittelbar ein inhaltlich bereits festgelegtes Vertragsverhältnis herbeizuführen oder zu verlängern (BGE 113 II 31 E. 2a S. 34 f. mit Zitaten). Ein optionsbelasteter Vertrag ist ein aufschiebend bedingtes Rechtsgeschäft (BUCHER, in: Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, N. 22 zu Art. 22 OR; BUCHER, Die verschiedenen Bedeutungsstufen des Vorvertrages, in: Berner Festgabe zum Schweizerischen Juristentag 1979, S. 169 ff., S. 170). Die Geltung eines solchen Vertrages hängt von der blossen, später erfolgenden Willenserklärung einer der am Vertrag beteiligten Partei ab, ihn gelten zu lassen. Die Lehre sieht darin eine besondere Form der Potestativbedingung, die als Wollensbedingung bezeichnet wird (GAUCH/SCHLUEP, Schweiz. Obligationenrecht, Allg. Teil, Bd. II, 6. Auflage, Rz. 4099 f.; von TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II, S. 257 f.; MERZ, in: Schweiz. Privatrecht, Bd. VI/1, S. 154 f.; EHRAT, in: Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, N. 8 Vorbemerkungen zu Art. 151-157 OR; BUCHER, Schweiz. Obligationenrecht, Allgemeiner Teil, 2. Auflage, S. 507; vgl. zur deutschen Lehre: LARENZ, Allgemeiner Teil des deutschen Bürgerlichen Rechts, 7. Auflage, S. 494; FLUME, Allgemeiner Teil des Bürgerlichen Rechts, 2. Band, Das Rechtsgeschäft, S. 684 ff.; MünchKomm-WESTERMANN, N. 21 ff. zu § 158 BGB).\n\nBedingt ist ein Vertrag, wenn seine Wirksamkeit oder einzelne seiner Wirkungen von einer nach den Vorstellungen der Parteien ungewissen Tatsache abhängen, wenn die Verpflichtung des Schuldners im Grundsatz und nicht BGE 122 III 10 S. 16bloss hinsichtlich des Erfüllungszeitpunkts noch ungewiss ist (BUCHER, Schweiz. Obligationenrecht, Allgemeiner Teil, 2. Auflage, S. 507; GUHL/MERZ/KOLLER, Das Schweizerische Obligationenrecht, 8. Auflage, S. 50; VON TUHR/ESCHER, a.a.O., S. 154 f.; EHRAT, in: Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, N. 1 Vorbemerkungen zu Art. 151-157 OR). Steht dagegen die Vertragswirkung fest und ist bloss der Zeitpunkt noch ungewiss, in welchem die Leistung zu bewirken ist, liegt keine Bedingung vor.\n\nWeder den Feststellungen der Vorinstanz noch den Parteivorbringen ist zu entnehmen, dass die Parteien im Zeitpunkt des Vertragsschlusses davon ausgegangen sind, die Erstellung der Geleiseanlage sei im Grundsatz noch ungewiss und ihre diesbezüglichen Vereinbarungen seien im erwähnten rechtlichen Sinne bedingt. Der Wortlaut des Kaufvertrags deutet in die gleiche Richtung. Dort wird auf einen Situationsplan und einen Projektplan betreffend die Erstellung der Geleiseanlage sowie ein Schreiben der Eisenbahnverwaltung Bezug genommen, das sich zu Detailfragen des Projekts äussert. Daraus kann abgeleitet werden, dass den Vereinbarungen die gemeinsame Vorstellung der Parteien zugrunde lag, die Anlage werde in näherer Zukunft verwirklicht werden. Entsprechendes ergibt sich denn auch aus dem Umstand, dass es die Parteien für nötig hielten, die Benützung der Geleiseanlage sofort durch den Eintrag von Grunddienstbarkeiten im Grundbuch zu sichern. Auch daraus kann geschlossen werden, die Parteien hätten im Zeitpunkt des Vertragsschlusses die Erstellung der Anlage als sicher angenommen.\n\nc) Eine Suspensivbedingung mit der damit verbundenen Aufschiebung der Fälligkeit der Forderung (BUCHER, Schweiz. Obligationenrecht, Allgemeiner Teil, 2. Auflage, S. 461; VON TUHR/ESCHER, a.a.O., S. 218) steht somit ausser Frage (vgl. aber E. 6 hinten). Auszugehen ist vielmehr von einer auf Abruf oder Fälligkeitskündigung gestellten unbedingten Pflicht der Beklagten, das Stammgeleise auf ihrem Grundstück auf eigene Kosten zu erstellen. Die Pflicht als solche wurde mit dem Kauf- und Dienstbarkeitsvertrag wirksam und unbedingt begründet, lediglich die Bestimmung der Fälligkeit wurde in den Willensentschluss des Klägers gestellt.\n\n5. Ist eine Forderung auf Kündigung gestellt, so beginnt die Verjährung mit dem Tag zu laufen, auf den die Kündigung zulässig ist (Art. 130 Abs. 2 OR). Die Bestimmung gilt grundsätzlich für alle Forderungen, die bereits BGE 122 III 10 S. 17bestehen und bei denen lediglich die Fälligkeit von einer einseitigen Erklärung des Gläubigers abhängt (BGE 91 II 442 E. 5b S. 451 unten). Sie bezieht sich sowohl auf Fälligkeits- wie auf Beendigungskündigungen (BERTI, in: Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, N. 12 zu Art. 130 OR mit Hinweisen). Forderungen, welche nach ins Belieben des Gläubigers gestellter Aufforderung zu erfüllen sind, beginnen sogleich mit ihrer Entstehung zu verjähren. Für den vorliegenden Fall bedeutet dies, dass die nach dem Vertragsschluss vom 24. November 1971 beginnende zehnjährige Verjährungsfrist (Art. 127 OR) bereits abgelaufen war, als der Kläger die Beklagte zum Bau des Stammgeleises aufforderte.\n\na) Aus BGE 91 II 442 ff., auf welchen die Vorinstanz Bezug nimmt, lässt sich für den hier zu beurteilenden Sachverhalt, der wesentlich anders gelagert ist, nichts Gegenteiliges ableiten. Dort ging es um den Rückerstattungsanspruch des Auftraggebers im Fall der treuhänderischen Vermögensverwaltung. Bei solchen Verträgen liegt der eigentliche Vertragszweck in der Bewahrung und Verwaltung des anvertrauten Vermögens. Typischer Vertragsinhalt ist daher die auf die Erreichung dieses Zweckes gerichtete Tätigkeit des Beauftragten und nicht dessen Verpflichtung zur Rückerstattung. Die Erstattungspflicht entsteht erst mit der Beendigung des Dauerschuldverhältnisses und ist nicht Gegenstand der vorher erfolgenden Geschäftsbesorgung. Die im vorliegenden Fall zu beurteilende Erstellungspflicht kann dagegen nicht in den Rahmen der Rückabwicklung eines Dauerschuldverhältnisses gestellt werden. Mit dem Bau des Stammgeleises wäre die schuldnerische Leistung erbracht und der Anspruch erfüllt worden. Mit einem Vertragsverhältnis, wie es in BGE 91 II 442 ff. zu beurteilen war, hat dies nichts zu tun. Damit erübrigt sich hier auch eine Auseinandersetzung mit der Kritik, die in der Literatur gegen diesen Entscheid erhoben worden ist (vgl. insbesondere SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, Bd. I, S. 55 ff.).\n\nb) Durch die Bezugnahme auf BGE 91 II 442 ff. wollte die Vorinstanz allerdings vor allem ihrer Auffassung Ausdruck geben, dass im vorliegenden Fall der mutmassliche Parteiwille entscheiderheblich sein müsse, wonach die Leistungspflicht der Beklagten auf Dauer begründet werden sollte, was sich aus den Umständen und der Verknüpfung mit der Dienstbarkeit ergebe.\n\nAuch unter diesem Gesichtspunkt besteht indessen ein wesentlicher Unterschied zu den Fällen der Rückerstattung bei der treuhänderischen Vermögensverwaltung. Dort lässt sich die Beurteilung der Verjährungsfrage BGE 122 III 10 S. 18auf den allgemeinen Grundsatz stützen, dass einem befriedigten Anspruch keine Verjährung läuft. Das zeigt sich am deutlichsten bei negativen Ansprüchen, die auf ein Unterlassen gerichtet sind, und bei positiven, die auf das Bewirken eines dauernden Zustands ausgelegt sind. Solange der vom Anspruch geforderte tatsächliche Zustand andauert, unterliegt er keiner Verjährung (SPIRO, a.a.O., S. 91 ff.; WINDSCHEID/KIPP, Lehrbuch des Pandektenrechts, Bd. I, 8. Auflage, S. 476). Dieser Grundsatz lässt sich zwangslos auf die treuhänderische Vermögensverwaltung anwenden, wo der nach Vertrag vorgeschriebene Zustand besteht, solange das Vermögen vertragskonform fremdverwahrt und fremdverwaltet wird. Deshalb unterliegt der Rückerstattungsanspruch während der Dauer dieses Zustandes keiner Verjährung. Demgegenüber kann im vorliegenden Fall von einem befriedigten Anspruch bis zum Abruf der Leistung keine Rede sein.\n\nDer Umstand sodann, dass im vorliegenden Fall das durch die Dienstbarkeit gesicherte Recht auf Benützung des Stammgeleises auf Dauer ausgelegt ist, macht die Erstellungspflicht nicht zu einem Dauerschuldverhältnis. Zum einen ist in Erinnerung zu rufen, dass die Geleiserstellung eine von der Dienstbarkeit unabhängige obligatorische Verpflichtung darstellt. Zum andern ist darauf hinzuweisen, dass auch auf Dauer angelegte Ansprüche verjähren können, wenn sie nicht rechtzeitig geltend gemacht werden. Verspricht beispielsweise der Schuldner, dem Gläubiger auf erstes Begehren ein Darlehen für die Dauer von zwanzig Jahren zu gewähren oder ihm für die gleiche Zeit eine Wohnung zur Verfügung zu stellen, so verjährt der Anspruch des Gläubigers auf Hingabe des Geldes oder Bereitstellung der Wohnung nach zehn Jahren seit seiner Entstehung, falls in der Zwischenzeit keine Unterbrechungshandlungen im Sinne von Art. 135 OR erfolgen. Das gilt trotz des Umstandes, dass die Darlehens- oder Benützungsdauer eine längere ist. Diese Befristung kommt erst mit dem Abruf der Leistung zum Zuge und hat mit der erwähnten Verjährungsfrist nichts zu tun.\n\nSchliesslich ist festzuhalten, dass im angefochtenen Urteil tatsächliche Feststellungen fehlen, welche den Willen oder die Absicht der Parteien belegen würden, für die Ausübung des Rechts auf Erstellung des Stammgeleises eine längere als die zehnjährige Verjährungsfrist von Art. 127 OR festzusetzen. Ein solcher Wille lässt sich auch nicht aus den vertraglichen Abmachungen der Parteien ableiten, wie die Vorinstanz anzunehmen scheint. Der Umstand, dass es die Parteien für nötig hielten, die Benützung der Geleiseanlagen sofort durch den Eintrag von BGE 122 III 10 S. 19Grunddienstbarkeiten zu sichern, deutet nicht zwingend auf einen gemeinsamen Willen hin, die zehnjährige Verjährungsfrist zu verlängern (vgl. dazu vorangehende E. 4b). Die Annahme einer nach dem mutmasslichen Parteiwillen zu füllenden Vertragslücke fällt aus diesem Grund ausser Betracht (vgl. dazu BGE 115 II 484 E. 4 S. 487 ff.). Nicht geprüft zu werden braucht zudem die Frage, ob ein Vertrag, in welchem dem Gläubiger die Befugnis eingeräumt wird, die Leistung zu einem beliebigen Zeitpunkt innerhalb der nächsten 20 oder 25 Jahre zu verlangen, vor Art. 129 OR standzuhalten vermöchte, sofern das Gesetz eine solche Möglichkeit nicht ausdrücklich vorsieht (vgl. Art. 216a OR: Vorkaufs- und Rückkaufsrecht).\n\n6. An diesem Ergebnis würde sich auch dann nichts ändern, wenn anzunehmen wäre, es liege eine suspensive Potestativbedingung in der Form der Wollensbedingung vor. Bei Verträgen, die einer solchen Bedingung unterstehen, beginnen die vertraglichen Forderungen bereits mit Vertragsschluss zu verjähren, da es wegen der unhaltbaren Folgen nicht ins Belieben des Gläubigers gestellt sein darf, über den Verjährungsbeginn zu bestimmen (SPIRO, a.a.O., S. 69 ff.; GUHL/MERZ/KOLLER, a.a.O., S. 295; MERZ, Zur zeitlichen Begrenzung der Kaufs-, Vorkaufs- und Rückkaufsrechte, in: Ausgewählte Abhandlungen, S. 199 ff.; WINDSCHEID/KIPP, a.a.O., S. 480; anders die heutige deutsche Lehre und Rechtsprechung: BGHZ 47 Nr. 57; STAUDINGER/PETERS, N. 4 f. zu § 198 BGB; BGB-RGRK/JOHANNSEN, N. 5 zu § 198 BGB; SOERGEL/WOLF, N. 71 vor § 145 BGB: Optionsrecht). Die Interessenlage ist im übrigen dieselbe, ob der Gläubiger die bereits wirksame Forderung durch Kündigung zur Fälligkeit oder die schwebende Forderung durch Ausübung der Wollensbedingung zur Entstehung bringen kann. Entsprechend sind die beiden Tatbestände auch rechtlich gleich zu behandeln. Ein nicht befristeter vertraglicher Anspruch, der vom Eintritt einer voraussetzungslosen Wollensbedingung abhängt, verjährt deshalb im Regelfall mit Ablauf von zehn Jahren seit dem Vertragsschluss.\n\n7. Die anwendbare Verjährungsfrist von Art. 127 OR, die unstreitig in den zehn Jahren nach Vertragsschluss nicht unterbrochen worden ist, endete im November 1981. Der Kläger wendet zwar ein, die Verjährung sei am 4. April 1990 durch Anerkennung von seiten der Beklagten unterbrochen worden. Unterbrochen werden kann indessen nur die laufende, nicht aber die bereits eingetretene Verjährung. Das gilt auch für die schuldnerseitige Unterbrechung durch Anerkennung (GAUCH, Der Werkvertrag, 3. Auflage, Rz. BGE 122 III 10 S. 201637). Eine spätere Anerkennung der Forderung kann daher höchstens als neue Schuldbegründung oder als Einredeverzicht Bedeutung erlangen (vgl. GAUCH, a.a.O.). Diese Voraussetzungen sind jedoch hier nicht gegeben. Die Beklagte hat ihre Erklärung, den Anspruch des Klägers anzuerkennen, nicht unbedingt abgegeben, sondern ihre Leistungspflicht von der gleichzeitigen Gewässersanierung auf ihrem Grundstück mit Kostenbeteiligung des Klägers abhängig gemacht. Von einer unbedingten Schuldanerkennung oder einem unbedingten Einredeverzicht kann daher nicht die Rede sein, so dass sich die Beklagte unter den heute gegebenen Umständen erfolgreich auf die Verjährungseinrede beruft.\n\n8. Aus diesen Gründen ist die Berufung gutzuheissen, das Urteil des Kantonsgericht St. Gallen vom 9. November 1994 aufzuheben und die Klage abzuweisen.\n\nDem Verfahrensausgang entsprechend ist die Gerichtsgebühr dem Kläger aufzuerlegen (Art. 156 Abs. 1 OG). Er hat die Beklagte für das bundesgerichtliche Verfahren zu entschädigen (Art. 159 Abs. 2 OG)."}