{"annee": "122", "cour": "III", "page": "321", "date": "21/8/1996", "cite": ["117 III 76", "122 III 273"], "cite_par": ["137 V 82", "138 III 241"], "chapeau": "58. Extrait de l'arrêt de la Ire Cour civile du 21 août 1996 dans la cause X. SpA contre Banque A. (recours en réforme)", "regestes": ["Garantie bancaire. La finalité d'une garantie indépendante étant la couverture d'un risque déterminé, et non un paiement pur et simple, l'appel est abusif au sens de l'art. 2 CC lorsqu'il tend à couvrir une prétention que la garantie n'avait pas pour but d'assurer. La banque a l'obligation de refuser le paiement si l'abus est évident."], "faits": "|321|\n\nA.- Le 23 octobre 1991, les sociétés X. SpA, à Turin (Italie), Z., à Kragujevac (Serbie), et C. SA, à Genève, ont conclu un contrat. Aux termes de celui-ci, Z. devait céder à C. la contre-valeur en dinars yougoslaves de 4,2 millions DM. En contrepartie, C. s'est engagée à payer à X. les achats effectués auprès d'elle par Z. et à lui fournir, jusqu'au 15 novembre 1991, des garanties bancaires irrévocables d'un montant total de 4,2 millions DM. De son côté, X. devait livrer à Z. la contre-valeur en marchandises dans les 90 jours dès la réception des garanties.\n\nPar télex du 1er novembre 1991, la banque A., à Genève, a informé X. qu'elle avait reçu de C. l'instruction d'émettre en sa faveur, selon le contrat du 23 octobre 1991, une garantie bancaire de 1,5 millions DM qui lui serait délivrée prochainement. Dans un télex du 6 novembre de la même année, A. a avisé X. qu'elle avait reçu de C. l'instruction d'émettre en sa faveur, selon l'accord du 23 octobre 1991, une garantie de 2 millions DM, laquelle lui parviendrait les jours suivants.\n\nLe 29 novembre 1991, X., Z. et C. ont amendé le contrat du 23 octobre 1991, en ce sens que le montant de 4,2 millions DM que C. devait verser à X. serait utilisé pour payer des marchandises livrées par X. à Z. en juillet |322| et en août 1991 ainsi que des matériaux produits par d'autres fournisseurs de Z. A. n'en a pas été informée.\n\nLe 10 décembre 1991, X. s'est plainte à A. de ne pas avoir reçu les garanties. A. lui a répondu que les télex des 1er et 6 novembre n'avaient qu'une valeur informative et ne la liaient pas. Elle a maintenu sa position lors de l'échange de correspondance qui s'en est suivi avec l'avocat de X. et de Z.\n\nB.- Le 19 août 1992, X. a ouvert, contre A., une action tendant à ce que l'émission des garanties soit constatée et à ce qu'elle soit condamnée à lui verser 3,5 millions DM, plus intérêts.\n\nLe Tribunal de première instance du canton de Genève a admis l'action par jugement du 6 avril 1995. La Chambre civile de la Cour de justice du canton de Genève l'a rejeté par arrêt du 24 novembre 1995.\n\nC.- Le Tribunal fédéral a rejeté le recours en réforme interjeté par X. et a confirmé cet arrêt.", "considerants": "Extrait des considérants:\n\n4. La défenderesse conclut au rejet du recours pour le motif, déjà évoqué, que, si la demanderesse avait fait appel aux garanties litigieuses, celui-ci aurait été abusif. Dans la mesure où le bien-fondé de cette question a trait à l'art. 2 CC, le Tribunal fédéral aurait dû l'examiner d'office.\n\na) Lorsqu'une garantie indépendante est délivrée, le garant doit honorer son engagement sans égard à un éventuel litige relatif au contrat de base, aussitôt après l'appel du bénéficiaire, si les conditions de mises en jeu, telles que précisées dans la lettre d'engagement, sont réunies (ATF 122 III 275 consid. 3a/aa et les références). Le garant appelé à exécuter son engagement ne peut donc opposer au bénéficiaire d'autres exceptions que celles tirées du contrat de garantie et ne peut exiger de lui d'autres justifications que celles que stipulait, le cas échéant, ce contrat (SIMLER, Cautionnement et garanties autonomes, 2e éd. 1991, n. 860). Une garantie indépendante n'est cependant jamais totalement \"dégagée\" du contrat de base (ATF 117 III 76 consid. 6b et la référence). Son caractère abstrait ou autonome trouve certaines limites, entre autres dans la loi; l'indépendance de la dette résultant d'un contrat de garantie cesse lorsque son bénéficiaire s'en prévaut au mépris manifeste des règles de la bonne foi (art. 2 CC; THÉVENOZ, Les garanties indépendantes devant les tribunaux suisses, in Journée 1994 de droit bancaire et financier, |323| p. 175 s.; DOHM, Les garanties bancaires dans le commerce international, n. 226; GUGGENHEIM, Les contrats de la pratique bancaire suisse, 2e éd. 1981, p. 188; cf. aussi SIMLER, op.cit., n. 929).\n\nLa finalité d'un contrat de garantie est la couverture d'un risque particulier (cf. ROSSI, La garantie à première demande, thèse Fribourg 1989, n. 535), la fourniture d'une sûreté, et non un paiement pur et simple (GUGGENHEIM, op.cit., p. 179). La garantie n'est délivrée que pour le contrat de base; elle ne peut s'appliquer à un autre contrat (RIVES-LANGE/CONTAMINE-RAYNAUD, Droit bancaire, 6e éd. 1995, n. 795 ch. 2). Le droit d'obtenir le paiement de la garantie n'existe donc plus s'il doit servir une fin manifestement étrangère à l'objet de la garantie (PRUM, Les garanties à première demande, n. 448; cf. aussi l'art. 3 let. d des Règles uniformes relatives aux garanties sur demande du 1er avril 1992 [RUGD, Publication CCI no 458; ces règles sont aussi publiées in BF 95/71-1], duquel il ressort de façon univoque que la transaction de base constitue la cause de l'émission de la garantie). Il en découle que le bénéficiaire ne peut pas valablement demander le paiement de la garantie pour couvrir l'inexécution d'un autre contrat que le contrat de base (cf. LOGOZ, La protection de l'exportateur face à l'appel abusif à une garantie bancaire, thèse Lausanne 1991, p. 113). Lorsqu'une garantie est appelée pour couvrir une prétention qu'elle n'avait pas pour but d'assurer, l'appel est abusif (LOGOZ, op.cit., p. 153, qui se réfère à une décision du Handelsgericht de Zurich ayant jugé abusif un tel appel; cf. aussi SIMLER, op.cit., n. 928; DOHM, op.cit., n. 35 et 239). Dans ce cas, la contestation ne porte pas sur la réalisation effective du risque couvert, laquelle a trait au caractère justifié ou non du paiement de la garantie au regard du contrat de base (cf. PRUM, op.cit., n. 459).\n\nDans la mesure où l'abus de droit du bénéficiaire est évident pour la banque, celle-ci a non seulement le droit de lui refuser le paiement, mais elle en a également l'obligation à l'égard du donneur d'ordre (DOHM, op.cit., n. 146)."}