{"annee": "122", "cour": "III", "page": "298", "date": "23/8/1996", "cite": ["119 II 391"], "cite_par": ["126 III 334", "124 III 188", "134 III 218"], "chapeau": "53. Extrait de l'arrêt de la Ire Cour civile du 23 août 1996 dans la cause K. contre dames P. et F. (recours en réforme)", "regestes": ["Droit international privé; compétence ratione loci; courtage. Interprétation de la notion de \"matière contractuelle\", au sens de l'art. 5 ch. 1 de la Convention de Lugano (consid. 3a). Application de cette notion au cas du contrat de courtage (consid. 3b). Prorogation tacite de compétence selon l'art. 18 de la Convention de Lugano (consid. 4)."], "faits": "|298|\n\nLe 23 décembre 1992, P. et F., domiciliées à Genève, y ont assigné K., domicilié à Londres, en paiement de 106'000 fr., plus intérêts, à titre de commission de courtage en rapport avec la vente par le défendeur d'un grand appartement dont il était propriétaire à Genève.\n\nPar jugement du 15 septembre 1995, le Tribunal de première instance du canton de Genève a condamné K. à payer la somme de 96'000 fr., intérêts en sus, à dame P. Il a, en revanche, rejeté la demande de dame F. au motif qu'il n'existait aucun contrat de courtage entre le défendeur et elle.\n\nStatuant sur appel de K., la Cour de justice du canton de Genève, par arrêt du 24 novembre 1995, a confirmé ledit jugement. Elle s'est déclarée |299| compétente ratione loci pour connaître de la présente affaire, en vertu de l'art. 5 ch. 1 de la Convention de Lugano, et elle a appliqué le droit suisse conformément à l'art. 117 LDIP (RS 291).\n\nLe défendeur interjette un recours en réforme au Tribunal fédéral. Il conclut à l'annulation de l'arrêt déféré et au déboutement de P. de toutes ses conclusions. Selon lui, la cour cantonale aurait violé l'art. 5 ch. 1 de la Convention de Lugano en n'examinant pas de manière suffisante si la cause en litige relevait ou non de la \"matière contractuelle\". A son avis, un tel examen eût permis d'exclure l'applicabilité de cette disposition et, partant, la compétence des autorités judiciaires suisses, en vertu de l'art. 2 al. 1 de ladite convention, étant donné qu'il est domicilié en Grande-Bretagne.\n\nLe Tribunal fédéral a rejeté le recours, dans la mesure où il était recevable, et confirmé l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n3. a) La Convention concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale conclue à Lugano le 16 septembre 1988 (Convention de Lugano; RS 0.275.11) s'applique aux actions judiciaires intentées postérieurement à son entrée en vigueur dans l'état concerné (art. 54 al. 1; ATF 119 II 391 consid. 2 et les références). Elle est entrée en vigueur en Suisse le 1er janvier 1992 et en Grande-Bretagne le 1er mai de ladite année. Les demanderesses ont introduit leur action en paiement le 23 décembre 1992. Par conséquent, cette action est régie par la Convention de Lugano.\n\nEn principe, les personnes domiciliées sur le territoire d'un Etat contractant sont attraites, quelle que soit leur nationalité, devant les juridictions de cet Etat (art. 2 al. 1 de la Convention de Lugano). Cependant, en matière contractuelle, le défendeur domicilié sur le territoire d'un Etat contractant peut être attrait devant le tribunal du lieu où l'obligation qui sert de base à la demande a été ou doit être exécutée (art. 5 ch. 1 de la Convention de Lugano). La notion de \"matière contractuelle\" est une notion autonome qui ne doit pas être interprétée par renvoi au droit interne de l'un ou l'autre des Etats concernés. Elle inclut les contestations sur l'existence ou sur la validité d'un contrat, faute de quoi il suffirait au défendeur d'alléguer que le contrat n'existe pas ou n'est pas valable pour déjouer la règle instituant cette compétence spéciale. L'obligation à retenir n'est ni l'une quelconque des obligations nées du contrat, ni l'obligation caractéristique, mais l'obligation qui |300| sert de base à l'action en justice. Lorsque les parties n'ont pas désigné le lieu d'exécution de l'obligation litigieuse, le lieu où l'obligation a été ou doit être exécutée, au sens de l'art. 5 ch. 1 de la Convention de Lugano, est déterminé conformément à la loi qui régit l'obligation litigieuse selon sa règle de conflit de lois, et c'est ensuite le lieu d'exécution désigné par cette loi qui fonde la compétence spéciale; le plus souvent, ce sera la loi du contrat d'où dérive cette obligation (cf., pour plus de détails: HÉLÈNE GAUDEMET-TALLON, Les Conventions de Bruxelles et de Lugano - Compétence internationale, reconnaissance et exécution des jugements en Europe, Paris 1993, p. 101 ss; BEATRICE BRANDENBERG BRANDL, Direkte Zuständigkeit der Schweiz im internationalen Schuldrecht, thèse St-Gall 1991, p. 218 ss; JAN KROPHOLLER, Europäisches Zivilprozessrecht, 5e éd., p. 94 ss).\n\nb) Dans le cas particulier, la question centrale a trait à l'existence ou l'inexistence d'un contrat de courtage ayant lié K. à P. Malgré qu'en ait le défendeur, la question relève de la \"matière contractuelle\" réservée par l'art. 5 ch. 1 de la Convention de Lugano, attendu que cette notion, autonome, embrasse aussi le problème de l'existence d'un contrat. L'obligation litigieuse est en l'occurrence le paiement de la commission réclamée par la courtière. Pour la localiser, il faut se référer au droit suisse. En effet, cette obligation dérive d'un contrat de courtage, lequel tombe sous le coup de l'art. 117 LDIP (CATERINA AMMANN, in: Kommentar zum schweizerischen Privatrecht, Obligationenrecht I, n. 21 ad art. 412 CO). Cette disposition, par le jeu de ses trois alinéas, commande d'appliquer le droit de l'Etat dans lequel le courtier a sa résidence habituelle ou, s'il agit à titre professionnel, son établissement. Or, la demanderesse P. est domiciliée et travaille à Genève. En droit suisse, à défaut de stipulation contraire, lorsqu'il s'agit d'une somme d'argent, le paiement s'opère dans le lieu où le créancier est domicilié à l'époque du paiement (art. 74 al. 2 ch. 1 CO). Ainsi, en l'espèce, l'obligation relevant du domaine contractuel et servant de base à la demande, c'est-à-dire le paiement de la commission litigieuse, devait être exécutée en Suisse. Le défendeur, bien qu'il fût domicilié en Grande-Bretagne au moment de l'ouverture de la présente action, pouvait donc être attrait en Suisse, conformément aux dispositions de l'art. 5 ch. 1 de la Convention de Lugano. Partant, la Cour de justice s'est déclarée à bon droit compétente pour connaître de cette action. Toutes les explications avancées dans l'acte de recours pour tenter d'établir le contraire tombent dès lors à faux. Au demeurant, le défendeur |301| n'est pas logique avec lui-même puisqu'il s'ingénie à démontrer l'incompétence territoriale des autorités judiciaires suisses tout en invitant le Tribunal fédéral à débouter P. de ses conclusions, autrement dit à statuer sur le fond.\n\n4. En tout état de cause, et comme le relèvent avec raison les demanderesses, l'art. 18 de la Convention de Lugano relatif à la prorogation tacite de compétence conduirait ici au même résultat que celui auquel est parvenue la Cour de justice, à supposer que celle-ci n'eût pas appliqué correctement l'art. 5 ch. 1 de ladite Convention. A cet égard et contrairement aux affirmations de l'intéressé, il ressort du dossier cantonal que le défendeur n'a jamais contesté la compétence territoriale des autorités judiciaires genevoises. De fait, en première instance, il s'en est simplement rapporté à justice sur ce point et, en instance d'appel, il n'a même plus repris cette pseudo-réserve, mais s'est contenté de conclure au rejet de l'action en se référant, en droit, aux art. 1 ss et 412 ss CO. C'est là un motif supplémentaire de rejet de son recours en réforme."}