{"annee": "122", "cour": "V", "page": "278", "date": "12/7/1996", "cite": ["117 IA 295", "108 V 270"], "cite_par": ["135 I 1", "135 V 473", "142 IV 42", "126 V 11"], "chapeau": "41. Auszug aus dem Urteil vom 12. Juli 1996 i.S. I., vertreten durch den Schweizerischen Invaliden-Verband, gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 135, art. 159 al. 1 et 2 OJ, art. 85 al. 2 let. f LAVS, art. 69 LAI. Un recourant représenté par l'Association suisse des invalides et qui obtient gain de cause a droit à une indemnité de dépens (changement de jurisprudence)."], "faits": "", "considerants": "BGE 122 V 278 S. 278\n\nAus den Erwägungen:\n\n3. a) Nach Art. 159 Abs. 2 OG wird die unterliegende Partei in der Regel verpflichtet, der obsiegenden alle durch den Rechtsstreit verursachten notwendigen Kosten zu ersetzen.\n\nb) Dem durch den Schweizerischen Invaliden-Verband (SIV) vertretenen Beschwerdeführer steht nach bisheriger Praxis kein Anspruch auf eine Parteientschädigung zu (BGE 108 V 271 Erw. 2; ZAK 1991 S. 419). Das Eidg. Versicherungsgericht begründete dies im wesentlichen damit, die Anwälte des SIV seien beim Verband angestellt, würden von diesem entschädigt und verträten ihre Klienten im Sozialversicherungsprozess kostenlos. Der Aufwand des SIV werde durch die Beiträge seiner Mitglieder bestritten, die BGE 122 V 278 S. 279unabhängig von einer allfälligen Inanspruchnahme der Anwälte zu entrichten seien. Dem einzelnen Mitglied erwüchsen infolge der Rechtsvertretung somit keine Auslagen, weshalb es sich nicht rechtfertige, ihm im Falle eines Obsiegens eine Parteientschädigung zuzusprechen.\n\nc) Diese Praxis ist nicht unwidersprochen geblieben. Namentlich SCHAER (Die Rechtsprechung des Eidg. Versicherungsgerichts in den Jahren 1990 und 1991, in ZBJV 1992 S. 725) wandte sich hiegegen und wies darauf hin, der SIV müsse in Zukunft bloss noch Mandatsverhältnisse mit seinen Anwälten eingehen. Diesfalls werde sich Unentgeltlichkeit kaum mehr behaupten lassen. Auch bei einer Rechtsschutzversicherung würden unabhängig von einer Inanspruchnahme Beiträge entrichtet, aber nur bei Eintritt des befürchteten Ereignisses Leistungen erbracht. Auch hier seien es häufig Anwälte, die in einem besonderen obligationenrechtlichen Verhältnis zum Rechtsschutzversicherer ständen, welche die Fälle erledigten. WEBER wies in SVZ 1993 S. 2 ff. u. 17 ferner darauf hin, soweit die Rechtsschutzgarantie durch Mitgliederbeiträge erworben werde, könne von Unentgeltlichkeit ohnehin keine Rede sein. Analog zur \"Vorteilsanrechnungslehre\" des Haftpflichtrechts, wonach unentgeltliche Zuwendungen Dritter nicht anzurechnen seien, wenn der Geschädigte und nicht der Haftpflichtige begünstigt werden solle, müsse einer obsiegenden Partei auch bei Bestehen einer Rechtsschutzversicherung eine Prozessentschädigung zugesprochen werden.\n\nd) In BGE 117 Ia 296 Erw. 3 hielt das Bundesgericht fest, es verstehe sich von selbst, dass jeder Versicherte nur sein eigenes Kostenrisiko und nicht auch dasjenige der Gegenpartei durch die Rechtsschutzversicherung abdecken lasse. Es verhalte sich damit nicht anders, als wenn einer Partei das Kostenrisiko durch eine Haftpflichtversicherung, eine Gewerkschaft, eine andere Vereinigung oder eine Drittperson abgenommen werde. Einem Prinzip des Zivilprozesses entsprechend habe grundsätzlich jede Partei die andere nach Massgabe ihres Unterliegens zu entschädigen. Dass der obsiegenden Partei ein unentgeltlicher Rechtsbeistand bewilligt worden sei, befreie die Gegenpartei nicht von der Leistung einer Prozessentschädigung. Entsprechendes habe für den Fall zu gelten, da die obsiegende Partei eine Rechtsschutzversicherung abgeschlossen und Prämien bezahlt habe. Es bestehe keine Grundlage für die Verweigerung einer Prozessentschädigung an eine Partei allein deswegen, weil sie für Rechtsschutz versichert sei, was willkürlich sei.\n\nBGE 122 V 278 S. 280\n\ne) Die geltende Praxis des Eidg. Versicherungsgerichts bedarf der Überprüfung.\n\naa) Nach der bisherigen Rechtsprechung wurde der obsiegenden, vom SIV vertretenen Partei keine Parteientschädigung zugesprochen. Dies führte im Ergebnis dazu, dass die unterliegende Gegenpartei, zu deren Lasten die Entschädigung ausgesprochen worden wäre, davon profitieren konnte, dass ihr Prozessgegner zufälligerweise vom nicht als entschädigungsberechtigt geltenden SIV vertreten war. Dass der SIV für seine Mitglieder - von deren Beiträgen abgesehen - kostenlos Rechtsvertretungen übernahm, kam damit auch den unterliegenden Prozessgegnern zugute. Hätte die obsiegende Partei statt des SIV einen freiberuflich tätigen Anwalt gewählt, wäre die Gegenpartei nicht in den zufälligen Genuss der Parteikostenfreiheit gelangt. Ein solches Resultat vermag nicht zu befriedigen. Wer einen Prozess verliert, hat deshalb grundsätzlich nach Massgabe seines Unterliegens die Gegenpartei zu entschädigen, und zwar unabhängig davon, ob dieser aufgrund externer Vereinbarungen mit Dritten an sich keine eigenen Kosten erwachsen wären. Insofern ist die Situation vergleichbar mit derjenigen, da die obsiegende Partei eine Rechtsschutzversicherung abgeschlossen hat oder unter Gewährung der unentgeltlichen Verbeiständung prozessiert. In beiden Fällen bleibt die unterliegende Partei entschädigungspflichtig, da sich die Rechtsschutzversicherung bzw. die unentgeltliche Prozessführung auf die eigenen Kosten beschränkt. Gleiches hat zu gelten, wenn eine Partei vom SIV vertreten wird. Die geltende Praxis ist deshalb dahingehend zu ändern, dass auch dem durch den SIV vertretenen, obsiegenden Beschwerdeführer eine Parteientschädigung zuzusprechen ist. Aus diesen Gründen kann an ZAK 1991 S. 419 nicht festgehalten werden.\n\nbb) Ob diese Praxisänderung bezüglich des SIV in gleicher Weise auf die Vertretung durch andere Organisationen anzuwenden ist, die ebenfalls eine qualifizierte Rechtsvertretung anbieten, kann in diesem Verfahren offen gelassen werden."}