{"annee": "122", "cour": "III", "page": "398", "date": "23/9/1996", "cite": ["55 I 72"], "cite_par": ["129 III 758"], "chapeau": "73. Auszug aus dem Urteil der II. Zivilabteilung vom 23. September 1996 i.S. F. AG gegen R. AG und Obergericht (2. Zivilkammer) des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Recours d'une créancière contre l'homologation du concordat (art. 4 Cst.; art. 307 LP). Ne commet pas arbitraire l'autorité supérieure de concordat qui refuse d'entrer en matière sur le recours d'une créancière contre l'homologation du concordat pour le motif que la recourante ne s'est pas opposée au concordat devant l'autorité concordataire inférieure (consid. 2)."], "faits": "|398|\n\nMit Entscheid vom 11. April 1996 bestätigte das Bezirksgericht Zofingen in seiner Eigenschaft als untere Nachlassbehörde den ihm von der R. AG unterbreiteten Nachlassvertrag. Die Gläubiger waren zur Verhandlung ordnungsgemäss geladen mit dem Hinweis, dass sie Einwendungen gegen den Vertrag bei diesem Anlass vorbringen könnten. Die Gläubigerin F. AG war ausgeblieben, führte aber beim Obergericht des Kantons Aargau, der oberen Nachlassbehörde, Beschwerde gegen die Bestätigung des Vertrages. Das Obergericht trat darauf nicht ein mit der Begründung, die Beschwerdeführerin habe ihre Einwendungen nicht schon bei der unteren Nachlassbehörde erhoben.\n\nDie F. AG führt staatsrechtliche Beschwerde mit den Begehren, der Entscheid des Obergerichts sei aufzuheben und dieses sei anzuweisen, auf die nicht behandelte Beschwerde materiell einzutreten. Das Bundesgericht weist die Beschwerde ab, unter anderem aus folgender", "considerants": "Erwägung:\n\n2. Die Beschwerdeführerin betrachtet den Nichteintretensentscheid des Obergerichts als willkürlich. Des Rechts zur Anfechtung eines |399| Genehmigungsbeschlusses bei der oberen Nachlassbehörde gehe nur derjenige Gläubiger verlustig, der dem Nachlassvertrag zugestimmt, nicht aber derjenige, der sich stillschweigend darauf verlassen habe, dass die Nachlassbehörde die Voraussetzungen für eine Bestätigung des Vertrages pflichtgemäss von Amtes wegen prüfe.\n\nDie Legitimation zum Weiterzug des Bestätigungsentscheides an die obere kantonale Nachlassbehörde wird in Art. 307 SchKG nicht geregelt, diejenige der Gläubiger, falls sie zu bejahen ist, auch nicht davon abhängig gemacht, dass sie sich bereits vor der unteren Instanz der Genehmigung des Vertrages widersetzt hatten. Die Zulassung der Gläubiger mit dieser Einschränkung scheint indessen der herrschenden Lehre zu entsprechen, die ihrerseits an BGE 55 I 72 anknüpft. Das Bundesgericht hatte in diesem Entscheid den Eintritt von Verwirkungsfolgen für die Gläubiger von der ordnungsgemässen Ladung zur Bestätigungsverhandlung abhängig gemacht, sie also umgekehrt bei ordnungsgemässer Ladung jedenfalls nicht ausgeschlossen. FRITZSCHE (Schuldbetreibung, Konkurs und Sanierung) schloss daraus in der vom Obergericht angeführten ersten Auflage von 1955 (Bd. II S. 322) wie auch in der zweiten von 1968 (Bd. II S. 335) auf ein Beschwerderecht für denjenigen Gläubiger, der sich dem Vertrag widersetzt hatte. Die aktuelle dritte Auflage (FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. II Zürich 1993, S. 634 Rz. 22) lässt es bei einem Hinweis auf die erwähnten Ausführungen des Bundesgerichts bewenden, ohne die frühere Aussage zu relativieren. Diese hatte im übrigen der bereits von JAEGER (Schuldbetreibung und Konkurs, Bd. II, 3. Aufl. Zürich 1911, N. 4 zu Art. 307 SchKG) vertretenen Meinung entsprochen. BRAND (SJK Nr. 959, 1946, S. 11) verlangt, der beschwerdeführende Gläubiger müsse an der Bestätigungsverhandlung teilgenommen - und wohl auch sich entsprechend geäussert - haben. Dass nur derjenige Gläubiger gegen die Bestätigung des Nachlassvertrages bei der oberen kantonalen Nachlassbehörde Beschwerde führen könne, der sich vor der unteren gegen den Vertrag ausgesprochen habe, vertreten ferner auch FLAVIO COMETTA (La procedura concordataria nel nuovo diritto, in: La revisione della legge federale sulla esecuzione e sul fallimento, Lugano 1995, S. 150) und GILLIÉRON (Les conditions d'homologation du concordat dans la pratique judiciaire vaudoise, in: BlSchK 47/1983, S. 2). BÜCHI (Grundzüge des schweizerischen Schuldbetreibungsrechts, Bd. 1, 2. Aufl. Zürich 1982, S. 133) fordert |400| ausdrücklich eine vorgängige \"Einsprache\". AMONN (Grundriss des Schuldbetreibungs- und Konkursrechts, 5. Aufl. Bern 1993, Rz. 61 zu § 54, S. 448) äussert sich nicht zu dieser Frage.\n\nDas Obergericht ist der Auffassung, dass ein Gläubiger, der gesetzeskonform (Art. 304 Abs. 2 SchKG) aufgefordert gewesen war, allfällige Einwendungen gegen den Nachlassvertrag an der Bestätigungsverhandlung vorzubringen, und dem ferner sogar noch zugestanden worden wäre, sich gegenüber der Nachlassbehörde in anderer Form zu äussern, sich nicht ungestraft ausschweigen und sich statt dessen auf eine nachfolgende Beschwerdeführung verlegen darf. Das ist zumindest willkürfrei vertretbar. Wer um die zu entscheidenden Fragen weiss und zur Äusserung aufgerufen ist, kann sich zwar wohl auf die von Amtes wegen anstehende Prüfung verlassen, hat sich aber auch damit abzufinden, dass seine Argumentation bei der Entscheidfindung nicht berücksichtigt wird. Das angefochtene Urteil ist in diesem Punkt nicht zu beanstanden."}