{"annee": "122", "cour": "III", "page": "92", "date": "31/1/1996", "cite": ["121 III 156", "117 II 554", "116 II 381", "119 II 141", "111 II 463", "119 II 241", "103 II 247", "104 II 216"], "cite_par": ["127 III 351", "131 I 242", "123 III 414", "128 III 82", "124 III 406", "132 III 747"], "chapeau": "18. Auszug aus dem Urteil der I. Zivilabteilung vom 31. Januar 1996 i.S. B. L. und A. L. gegen Erbengemeinschaft R. H. (Berufung)", "regestes": ["Bail à loyer; procédure d'expulsion (art. 274g CO); décision finale (art. 48 al. 1 OJ). Décision finale dans la procédure d'expulsion (art. 48 al. 1 OJ). Quand la procédure d'expulsion est-elle régie par la disposition fédérale de procédure de l'art. 274g CO, et quand l'est-elle par le droit cantonal (consid. 2)?"], "faits": "|93|\n\nSeit 1985 betreibt B. L. in der Liegenschaft K. in Luzern als Mieterin ein Coiffeurgeschäft. Zum Mietobjekt gehören die Ladenlokalitäten im Erdgeschoss, Räumlichkeiten im ersten und zweiten Obergeschoss sowie ein Kellerraum.\n\nIm Jahre 1992 trat der Ehemann von B. L. dem Mietvertrag als Solidarschuldner bei.\n\nAufgrund verschiedener Vorkommnisse (Nachtruhestörungen, Polizeieinsätze, Matratzenbrand) ermahnten die Vermieter die Mieter mit Schreiben vom 30. März 1995 und forderten sie auf, Rücksicht auf die Mitmieter zu nehmen, Störungen zu unterlassen sowie für Ruhe und Ordnung zu sorgen. Nachdem am 20. April 1995 die Stadtpolizei Luzern erneut ausrücken musste, kündigten die Vermieter am 25. April 1995 das Mietverhältnis auf den 31. Mai 1995. Die Mieter fochten diese Kündigung nicht an, verblieben aber weiterhin im Mietobjekt.\n\nMit Gesuch vom 26. Juni 1995 verlangten die Vermieter vor dem Amtsgerichtspräsidenten III von Luzern Stadt die Ausweisung der Mieter. Mit Entscheid vom 31. Juli 1995 stellte der Amtsgerichtspräsident die rechtsgültige Auflösung des Mietverhältnisses fest. Er wies die Mieter unter Androhung der polizeilichen Vollstreckung an, das Mietobjekt innert zehn Tagen seit Rechtskraft des Urteils zu verlassen. Auf Rekurs der Mieter bestätigte die I. Kammer des Obergerichts des Kantons Luzern am 29. September 1995 das angefochtene Urteil. Sie wies die Mieter an, das Mietobjekt bis zum 20. Oktober 1995 zu räumen. Gleichzeitig ermächtigte sie die Vermieter, die Ausweisung polizeilich vollstrecken zu lassen, sollten die Mieter die Räumlichkeiten nicht fristgemäss verlassen. Das Bundesgericht ist auf die Berufung nicht eingetreten.", "considerants": "Aus den Erwägungen:\n\n2. Nach den verbindlichen Feststellungen der Vorinstanz haben die Mieter die ausserordentliche Kündigung nicht selbständig innerhalb der Fristen von Art. 273 OR angefochten, sondern den Einwand der Unwirksamkeit erstmals im Ausweisungsverfahren erhoben. Die Mieter machen geltend, sie seien nicht |94| verpflichtet gewesen, die Kündigung anzufechten. Es genüge, wenn sie deren Wirksamkeit im Ausweisungsverfahren bestritten. Der Ausweisungsrichter habe den Einwand so oder anders umfassend zu prüfen. Sein Entscheid sei daher berufungsfähig.\n\na) Die Berufung ist - von hier nicht gegebenen Ausnahmen abgesehen - erst gegen Endentscheide der oberen kantonalen Gerichte zulässig (Art. 48 Abs. 1 OG). Ein berufungsfähiger Endentscheid liegt vor, wenn das kantonale Gericht materiell in der Sache entscheidet. Ein solcher Entscheid verbietet endgültig, dass der gleiche Anspruch zwischen den gleichen Parteien nochmals geltend gemacht wird (BGE 111 II 463 E. 1a).\n\nb) Die Bezeichnung der Behörden und die Ausgestaltung des Verfahrens fallen auch im Mietrecht grundsätzlich in die Zuständigkeit der Kantone (Art. 64 Abs. 3 BV, Art. 274 OR). Dazu gehört ebenfalls die Regelung des Ausweisungsverfahrens als Teil des Zivilprozessrechts (BGE 119 II 141 E. 4a). Die Kantone sind frei, die Ausweisung dem ordentlichen, beschleunigten oder summarischen Verfahren zuzuweisen. Ebenso sind sie frei, einem Ausweisungsbegehren definitiven oder nur vorläufigen Rechtsschutz zu gewähren.\n\nOb ein Ausweisungsentscheid berufungsfähig ist, hängt demnach von der Ausgestaltung des kantonalen Verfahrens ab. Ein berufungsfähiger Endentscheid im Sinne von Art. 48 Abs. 1 OG liegt vor, wenn der Ausweisungsrichter endgültig urteilt und der streitige Anspruch nicht Gegenstand eines weiteren Verfahrens bilden kann (BGE 116 II 381 E. 2, BGE 119 II 241 E. 3). Dies gilt etwa für den zürcherischen Ausweisungsentscheid (§ 222 Ziff. 2 ZPO/ZH). Ihm kommt unbeschränkte Rechtskraftwirkung zu (BGE 103 II 247 E. 1, BGE 104 II 216 E. 2c und 3). Nicht berufungsfähig ist demgegenüber der Ausweisungsentscheid, welcher - wie etwa im bernischen Recht (Art. 326 ZPO/BE) - bloss als einstweilige Verfügung ergeht. Er hat provisorischen Charakter. Der streitige Anspruch kann noch dem ordentlichen Richter unterbreitet werden (BGE 104 II 216 E. 2).\n\nc) Die Rechtsetzungsbefugnis der Kantone wird indessen dort eingeschränkt, wo das Bundesrecht selbst prozessuale Vorschriften festsetzt. Eine solche Ausnahmebestimmung findet sich für das mietrechtliche Verfahren namentlich in Art. 274g OR. Sie enthält für das Ausweisungsverfahren prozessuale Sondervorschriften.\n\nFicht der Mieter eine ausserordentliche Kündigung an und ist ein Ausweisungsverfahren hängig, ist nach Art. 274g Abs. 1 OR der |95| Ausweisungsrichter auch zuständig, über die Wirkung dieser Kündigung zu entscheiden. Voraussetzung für die Anwendung dieser Bestimmung ist unter anderem, dass zwei Verfahren hängig sind, nämlich einerseits ein Anfechtungs- und anderseits ein Ausweisungsverfahren. Diesfalls hat der Ausweisungsrichter beide Begehren umfassend zu beurteilen. Es liegt insoweit eine bundesrechtliche Kompetenzattraktion vor. Diese soll verhindern, dass mehrere Verfahren vor verschiedenen Behörden durchgeführt werden müssen, und dient damit der beförderlichen Erledigung von mietrechtlichen Auseinandersetzungen (BGE 117 II 554 E. 2c S. 557). Der Entscheid des Ausweisungsrichters nach Art. 274g OR hat daher in einem vollständigen Erkenntnisverfahren zu ergehen. Ihm kommt von Bundesrechts wegen materielle Rechtskraft zu (BGE 117 II 554 E. 2d S. 559, 118 II 302 E. 4, BGE 119 II 141 E. 4).\n\nd) Die Rechtsprechung des Bundesgerichts unterscheidet zwischen nichtigen und unwirksamen Kündigungen einerseits sowie gültigen, allenfalls aber missbräuchlichen anderseits. Die missbräuchliche Kündigung ist innerhalb der Frist von Art. 273 OR anzufechten. Wird ihre Missbräuchlichkeit nicht fristgemäss geltend gemacht, ist der Einwand verwirkt. Demgegenüber ist eine Kündigung unwirksam, wenn ihre materiellen Voraussetzungen fehlen. Dies ist etwa der Fall, wenn eine Kündigung wegen einer Sorgfaltspflichtverletzung ausgesprochen wird, die tatsächlich nicht vorliegt. Eine unwirksame oder wirkungslose Kündigung kann ebenfalls nach Art. 273 OR angefochten werden. Es besteht hiezu jedoch keine Obliegenheit. Der unbenützte Fristablauf führt nicht zur Wirksamkeit der Kündigung. Wer eine Kündigung für unwirksam hält, kann sie folglich entweder nach Art. 273 OR anfechten oder mit dem Einwand zuwarten, bis der Vermieter das Ausweisungsverfahren einleitet (BGE 121 III 156 E. 1c S. 160).\n\nOb eine unwirksame Kündigung nach Art. 273 OR angefochten oder der Einwand erst in einem allfälligen Ausweisungsverfahren erhoben wird, hat indessen verfahrensrechtliche Konsequenzen. Im ersten Fall kommt Art. 274g OR zur Anwendung. Der Ausweisungsrichter hat demzufolge sowohl die Kündigungsanfechtung als auch das Ausweisungsbegehren endgültig und mit voller Kognition zu beurteilen. Sein Entscheid ist von Bundesrechts wegen materieller Rechtskraft fähig und daher berufungsfähig. Im zweiten Fall - der Einwand der unwirksamen Kündigung wird erst im Ausweisungsverfahren erhoben - richtet sich das Verfahren nach kantonalem Recht, doch kann der |96| Mieter im Ausweisungsfahren nicht mehr geltend machen, die Kündigung sei missbräuchlich und verstosse gegen Treu und Glauben. Ob ein solcher Ausweisungsentscheid sodann berufungsfähig ist, hängt nach dem Gesagten (E. 2b hievor) von der Ausgestaltung des kantonalen Verfahrens ab.\n\ne) Die Luzerner Zivilprozessordnung stellt für die Mieterausweisung bei gegebenen Voraussetzungen das Befehlsverfahren zur Verfügung (§ 226 ZPO/LU). Solchen Entscheiden kommt nur beschränkte Rechtskraft zu (§ 238 lit. b ZPO/LU).\n\nNach den tatsächlichen Feststellungen der Vorinstanz haben die Mieter die Kündigung nicht nach Art. 273 OR angefochten, sondern den Einwand der Unwirksamkeit erstmals im Ausweisungsverfahren erhoben. Es fehlt daher am Erfordernis zweier Verfahren, weshalb die bundesrechtliche Verfahrensvorschrift von Art. 274g OR nicht zur Anwendung kommt. Folglich richtet sich das Verfahren ausschliesslich nach kantonalem Recht.\n\nDas Obergericht lässt den Einwand der unwirksamen Kündigung im Befehlsverfahren bundesrechtskonform zu, macht die Abweisung des Ausweisungsbegehrens allerdings davon abhängig, dass die Mieter ihre Vorbringen gegen die Kündigung glaubhaft machen können. Es verletzt damit kein Bundesrecht, wenn es den Einwand nach Massgabe des kantonalen Rechts nur mit beschränkter Kognition prüft. Da dem Ausweisungsentscheid nach luzernischem Recht nur beschränkte Rechtskraft zukommt und der Anspruch dem ordentlichen Richter unterbreitet werden kann (§ 238 lit. b ZPO/LU), ist der angefochtene Entscheid somit kein Endentscheid im Sinne von Art. 48 Abs. 1 OG. Auf die Berufung ist daher nicht einzutreten."}