{"annee": "122", "cour": "V", "page": "206", "date": "7/8/1996", "cite": ["102 V 108", "114 V 22", "109 V 10"], "cite_par": [], "chapeau": "30. Urteil vom 7. August 1996 i.S. Bundesamt für Sozialversicherung gegen M. und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 4, art. 19 al. 1, art. 19 al. 2 let. a et c, art. 19 al. 3 LAI, art. 8 al. 1 let. a et c, art. 8 al. 2 RAI. Les \"mineurs éducables\" (à partir du 1er janvier 1996: les \"assurés éducables qui n'ont pas atteint l'âge de vingt ans révolus\") n'ont pas droit à des contributions aux frais d'école, lorsqu'ils bénéficient, dans le cadre de l'école publique, d'une formation scolaire spéciale au sens de la loi sur l'assurance-invalidité."], "faits": "|206|\n\nA.- M., geboren 1983, leidet seit Geburt an Autismus infantum (Geburtsgebrechen Ziff. 401 GgV-Anhang). Seit Beginn des Schuljahres 1990/91 besucht er die Einschulungs- oder Sonderklasse A in X. Während 10 Stunden pro Woche erhält er Einzelförderunterricht.\n\nMit Verfügung vom 21. Oktober 1991 hat die Ausgleichskasse des Kantons Zürich das beim IVK-Sekretariat am 2. Mai 1991 eingegangene Gesuch der Primarschulpflege Z und des Schulpsychologen E. vom Schul-Zweckverband Bezirk Y abgelehnt, worin beantragt worden war, es habe die Invalidenversicherung unter dem Titel heilpädagogische Einzelförderung im Sinne einer in die Volksschule integrierten Sonderschulung Beiträge an die 10 Wochenstunden auszurichten.\n\nB.- Die hiegegen von den Eltern eingereichte Beschwerde hiess die AHV-Rekurskommission des Kantons Zürich mit Entscheid vom 13. April 1993 unter dem Titel pädagogisch-therapeutischer Massnahmen gut.\n\nC.- Das Bundesamt für Sozialversicherung führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des kantonalen Rekursentscheides.\n\nDer Beschwerdegegner lässt mit Hinweis auf eine Stellungnahme der Schulpflege sinngemäss Abweisung der Verwaltungsgerichtsbeschwerde |207| beantragen. Die Ausgleichskasse verzichtet auf Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) An die Sonderschulung bildungsfähiger Minderjähriger, denen infolge Invalidität der Besuch der Volksschule nicht möglich oder nicht zumutbar ist, werden Beiträge gewährt. Zur Sonderschulung gehört die eigentliche Schulausbildung sowie, falls ein Unterricht in den Elementarfächern nicht oder nur beschränkt möglich ist, die Förderung in manuellen Belangen, in den Verrichtungen des täglichen Lebens und der Fähigkeit des Kontaktes mit der Umwelt (Art. 19 Abs. 1 IVG in der bis 31. Dezember 1995 gültig gewesenen, hier anwendbaren Fassung; ab 1. Januar 1996 \"bildungsfähige Versicherte, die das 20. Altersjahr noch nicht vollendet haben\").\n\nNach Art. 9 Abs. 2 IVG umfassen die Beiträge\n\na) ein Schulgeld, bei dessen Festsetzung eine Beteiligung der Kantone und Gemeinden entsprechend ihren Aufwendungen für die Schulung eines nicht invaliden Versicherten, der das 20. Altersjahr noch nicht vollendet hat, zu berücksichtigen ist;\n\nb) ein Kostgeld (...);\n\nc) besondere Entschädigungen für zusätzlich zum Sonderschulunterricht notwendige Massnahmen pädagogisch-therapeutischer Art, wie Sprachheilbehandlung für schwer Sprachgebrechliche, Hörtraining und Ableseunterricht für Gehörgeschädigte sowie Sondergymnastik zur Förderung gestörter Motorik für Sinnesbehinderte und hochgradig geistig Behinderte;\n\nd) besondere Entschädigungen für die mit der Überwindung des Schulweges im Zusammenhang stehenden invaliditätsbedingten Kosten.\n\nGemäss Art. 19 Abs. 3 IVG bezeichnet der Bundesrat im einzelnen die gemäss Abs. 1 erforderlichen Voraussetzungen für die Gewährung von Beiträgen und setzt deren Höhe fest (Satz 1). Er erlässt Vorschriften über die Gewährung entsprechender Beiträge an Massnahmen für invalide Kinder im vorschulpflichtigen Alter, insbesondere zur Vorbereitung auf die Sonderschulung, sowie an Massnahmen für invalide Kinder, die die Volksschule besuchen (Satz 2).\n\nb) Im Rahmen dieser formellgesetzlichen Ausgangslage, namentlich gestützt auf die Rechtsetzungsdelegation in Art. 19 Abs. 3 IVG, hat der Bundesrat in den Art. 8 ff. IVV Vorschriften über die Massnahmen für die Sonderschulung aufgestellt. Laut Art. 8 Abs. 1 IVV umfassen die Massnahmen für die Sonderschulung |208|\n\na) regelmässigen Sonderschulunterricht für Versicherte, die das 20. Altersjahr noch nicht vollendet haben und die infolge Invalidität den Anforderungen der Volksschule nicht zu genügen vermögen, in Form einer dem Gebrechen angepassten eigentlichen Schulausbildung (oder einer Förderung in manuellen Belangen, in den Verrichtungen des täglichen Lebens und in der Fähigkeit des Kontaktes mit der Umwelt für jene Versicherte, welche im Sinne des wiedergegebenen Art. 19 Abs. 1 in fine IVG dem Unterricht in den Elementarfächern nicht oder nur beschränkt zu folgen vermögen);\n\nb) (schulungsbedingte auswärtige Unterbringung und Verpflegung);\n\nc) Massnahmen pädagogisch-therapeutischer Art, die zusätzlich zum Sonderschulunterricht gemäss Buchstabe a oder zur Ermöglichung der Teilnahme am Volksschulunterricht infolge Invalidität notwendig sind, wie insbesondere Sprachheilbehandlung für schwer Sprachgebrechliche, Hörtraining und Ableseunterricht für Gehörgeschädigte, Massnahmen zum Spracherwerb und Sprachaufbau für hochgradig geistig Behinderte sowie Sondergymnastik zur Förderung gestörter Motorik für Sinnesbehinderte und hochgradig geistig Behinderte;\n\nd) (Transporte).\n\nDen Begriff der Volksschule im Sinne von Art. 19 Abs. 1 IVG hat der Bundesrat in Art. 8 Abs. 2 IVV dahingehend umschrieben, dass als Volksschule der im Rahmen der Schulpflicht vermittelte Unterricht mit Einschluss des Unterrichts in Hilfs- und Förderklassen gilt.\n\nDer Beitragsanspruch an die Sonderschulung gemäss Art. 8 Abs. 1 lit. a IVV, somit an den Sonderschulunterricht, steht einerseits Versicherten zu, bei denen eines der in Art. 9 Abs. 1 lit. a-f IVV aufgezählten Gebrechen vorliegt mit Vermutung der Sonderschulunterrichtsbedürftigkeit, anderseits den Versicherten, denen infolge eines anderen körperlichen oder geistigen Gebrechens der Besuch der Volksschule nicht möglich oder nicht zumutbar ist (Art. 9 Abs. 1 lit. g IVV) oder die infolge mehrerer Gebrechen (Art. 9 Abs. 2 IVV) dem Unterricht in der Volksschule nicht zu folgen vermögen, selbst wenn die für die einzelnen Gebrechen erforderlichen Voraussetzungen nach Art. 9 Abs. 1 lit. a-f IVV nicht erfüllt sind (BGE 109 V 12 Erw. 1; ZAK 1983 S. 253 Erw. 1). Wird somit die Sonderschulunterrichtsbedürftigkeit in Art. 9 IVV näher umschrieben, fehlt es an einer entsprechenden Bestimmung im Bereich der pädagogisch-therapeutischen Massnahmen, welche formulieren würde, wann ein Kind die hiefür erforderlichen invaliditätsmässigen Voraussetzungen erfüllt. Die Antwort darauf muss daher, den Grundsätzen in Art. 4 IVG folgend, direkt der Begriffsnorm des Art. 8 Abs. 1 lit. c IVV |209| entnommen werden (Erw. 5b/bb des unveröffentlichten Urteils A. vom 12. November 1993).\n\n2. Voraussetzung für jeglichen Anspruch auf Leistungen der Invalidenversicherung ist das Vorhandensein einer Invalidität (Art. 4 Abs. 1 IVG). Deren Art und Schwere werden je nach der in Frage stehenden Leistung mit Hilfe verschiedener Kriterien bemessen (Art. 4 Abs. 2, Art. 5 und Art. 10 Abs. 1 IVG). Dies gilt auch für die Leistungsart der Sonderschulung bildungsfähiger Versicherter gemäss Art. 19 IVG, welche eine Eingliederungsmassnahme ist (Art. 8 Abs. 3 lit. c IVG). Die in Art. 19 Abs. 1 IVG verankerte gebrechensbedingte Unmöglichkeit oder Unzumutbarkeit des Volksschulbesuches ist die invaliditätsmässige Voraussetzung dafür, dass die Invalidenversicherung gestützt auf Art. 19 IVG Beiträge leistet. Invalidität nach Art. 19 IVG heisst somit Sonderschulbedürftigkeit (MEYER-BLASER, Die Bedeutung der Sonderschulzulassung für den Leistungsanspruch gegenüber der Invalidenversicherung, in: SZS 1986 S. 68). Der Vielzahl der Sonderschulmassnahmen (vgl. Erw. 1) entspricht es nach der gesetzlichen Systematik (Art. 4 Abs. 2 IVG), dass die Sonderschulbedürftigkeit je nach der in Frage stehenden Leistungsart spezifisch umschrieben wird (MEYER-BLASER, a.a.O., S. 69). Hierin unterscheiden sich die Beitragsberechtigung auf Massnahmen des Sonderschulunterrichts (Art. 19 Abs. 2 lit. a IVG, Art. 8 Abs. 1 lit. a IVV) von jener auf pädagogisch-therapeutische Massnahmen (Art. 19 Abs. 2 lit. c IVG, Art. 8 Abs. 1 lit. c IVV) grundlegend: Nicht nur fehlt es für die pädagogisch-therapeutischen Massnahmen, wie bereits festgestellt (Erw. 1b in fine), an einer Umschreibung des beitragsanspruchsbegründenden Gesundheitsschadens, wie dies der Verordnungsgeber in Art. 9 IVV für die Beiträge an den Sonderschulunterricht vorgesehen hat. Vor allem unterscheiden sich die beiden invalidenversicherungsrechtlichen Leistungsarten dadurch, dass Beiträge an Sonderschulunterricht von der Invalidenversicherung nur zu erbringen sind, wenn der Besuch der Volksschule im Sinne von Art. 19 Abs. 1 IVG in Verbindung mit Art. 8 Abs. 2 IVV gebrechensbedingt unmöglich oder unzumutbar ist; demgegenüber schuldet die Invalidenversicherung Beiträge an pädagogisch-therapeutische Massnahmen nicht nur dann, wenn sie zusätzlich zum Sonderschulunterricht beansprucht werden, sondern auch dann, wenn sie gebrechensbedingt erforderlich sind, um dem Versicherten die Teilnahme am Volksschulunterricht zu ermöglichen, wie dies in Art. 8 Abs. 1 lit. c IVV, gestützt auf Art. 19 Abs. 3 in fine IVG in delegationsrechtlich zulässiger |210| Weise angeordnet wurde. Dabei ist diese Notwendigkeit, den Volksschulunterricht durch pädagogisch-therapeutische Massnahmen zu ergänzen, volksschultypendurchgreifend zu konkretisieren: Wenn und soweit gesundheitlich bedingte Schulschwierigkeiten nach ergänzendem Einsatz pädagogisch-therapeutischer Massnahmen rufen, damit der Versicherte den für ihn nach seinen persönlichen Verhältnissen geeigneten Volksschultyp besuchen kann, sind die invaliditätsmässigen Voraussetzungen dafür erfüllt (Erw. 5b/cc des unveröffentlichten Urteils A. vom 12. November 1993).\n\n3. Im Hinblick auf diese positivrechtlich verschieden umschriebenen invaliditätsmässigen Voraussetzungen für Invalidenversicherungsbeiträge an Sonderschulunterricht einerseits, pädagogisch-therapeutische Massnahmen anderseits, ist zunächst zu prüfen, ob und unter welche dieser beiden Leistungsarten die vom Beschwerdegegner anbegehrte Vorkehr fällt. Andere invalidenversicherungsrechtliche Sonderschulmassnahmen (Erw. 1) scheiden aufgrund der tatsächlichen Verumständungen von vornherein aus. Während die Rekurskommission die Beitragsberechtigung an den Einzelförderunterricht des Beschwerdegegners unter dem Titel pädagogisch-therapeutischer Massnahmen bejaht hat, ist das beschwerdeführende Amt der Auffassung, es handle sich um einen in den Volksschulunterricht integrierten sonderpädagogischen Unterricht, welcher die begrifflichen Kriterien pädagogisch-therapeutischer Massnahmen nicht erfülle.\n\na) Die Rechtsprechung versteht unter pädagogisch-therapeutischen Massnahmen im Sinne von Art. 19 Abs. 2 lit. c IVG und Art. 8 Abs. 1 lit. c IVV Vorkehren, die nicht unmittelbar der Vermittlung von Kenntnissen und Fertigkeiten in schulischen Belangen dienen. Sie treten ergänzend zum Sonderschulunterricht hinzu und sind hauptsächlich darauf ausgerichtet, die Schulung beeinträchtigende Auswirkungen der gesundheitlichen Beeinträchtigung zu mildern oder zu beseitigen. Der Begriff \"therapeutisch\" verdeutlicht, dass hiebei die Behandlung des Leidens im Vordergrund steht. Wie der Massnahmenkatalog (gemäss den erwähnten Bestimmungen) zeigt, geht es dabei vornehmlich um die Verbesserung gewisser körperlicher oder psychischer Funktionen im Hinblick auf den Sonderschulunterricht. Die Abgrenzung gegenüber den medizinischen Massnahmen anderseits erfolgt danach, ob das pädagogische oder das medizinische Moment überwiegt (BGE 114 V 27 Erw. 3a mit Hinweisen; Erw. 4a des unveröffentlichten Urteils C. vom 16. April 1992). Wie das Eidg. Versicherungsgericht in anderem Zusammenhang |211| bestätigt hat, kommt dem Erfordernis der Unterrichtsmässigkeit eine wichtige Funktion zu, um Sonderschulunterricht von pädagogisch-therapeutischen Massnahmen abzugrenzen, für welche der akzessorische, d.h. zum Sonderschul- oder Volksschulunterricht hinzutretende Charakter typisch ist (Erw. 3b des unveröffentlichten Urteils K. vom 4. November 1993). Im Verhältnis zum Sonderschulunterricht stellen pädagogisch-therapeutische Massnahmen eine \"Extraleistung\" dar (so BGE 102 V 110 Erw. 3).\n\nb) Der Beschwerdegegner besucht seit Beginn des Schuljahres 1990/91 die Einschulungs- oder Sonderklasse A in X. Dem Bericht der R. und des K. vom 12. November 1991 (Beobachtungen und Aspekte aus schulischer Sicht) ist über die Auswirkungen der Behinderung (Autismus) auf die Schulung des hochintelligenten Knaben folgendes zu entnehmen:\n\n\"Seine Behinderung verunmöglicht ihm andererseits eine selbständige Teilnahme am Unterrichtsgeschehen in der Kleinklasse. Seine breitgefächerten, differenzierten Fähigkeiten zu fördern ist aber nur möglich bei intensiver, individueller Betreuung am Platz und während des Unterrichts. Dies deshalb, weil nicht voraussehbar ist, wie M. je nach seiner Tagesverfassung auf die aktuellen Lernangebote reagiert. Ein flexibler Umgang mit seinen Lernmöglichkeiten und seiner Lernbereitschaft ist erforderlich. Die Schulpflege Z hat deshalb seit Februar 1991 eine zusätzliche Lehrkraft verpflichtet, die den Knaben während 10 seiner 18 Schulstunden in der Einschulungsklasse zusätzlich begleitet.\"\n\nAus diesen Angaben geht deutlich hervor, dass es sich beim streitigen Einzelunterricht um eine unterrichtsmässige Vorkehr handelt, und nicht um eine vom Unterricht unterscheidbare zusätzliche Massnahme, wie dies für pädagogisch-therapeutische Massnahmen begriffswesentlich ist. Folglich steht ihm unter dem Rechtstitel pädagogisch-therapeutischer Massnahmen keine Beitragsberechtigung zu Lasten der Invalidenversicherung zu. Aus dem bei den Akten liegenden unveröffentlichten Urteil S. vom 11. Februar 1993 ergibt sich nichts anderes, dies schon deswegen nicht, weil dort insofern andere Verhältnisse vorlagen, als der in jener Sache beurteilte graphomotorische Einzelunterricht im Sinne einer gezielten Therapie bezweckte, die für das Schreibenlernen notwendige Handmotorik zu fördern.\n\n4. Steht somit der unterrichtsmässige Charakter des dem Beschwerdegegner von 18 Wochenstunden während 10 Lektionen erteilten Einzelunterrichts fest, bleibt zu prüfen, ob eine Beitragsberechtigung unter dem Titel des |212| invalidenversicherungsrechtlichen Sonderschulunterrichts (Art. 19 Abs. 2 lit. a, Art. 8 Abs. 1 lit. a IVV) besteht, d.h. ob ein Anspruch auf Ausrichtung von Schulgeld besteht, wenn bildungsfähige Versicherte im Rahmen der öffentlichen Volksschule Sonderschulunterricht im invalidenversicherungs-rechtlichen Sinne erhalten.\n\nDas Gesetz sieht die Gewährung von Beiträgen an die eigentliche Schulausbildung in Art. 19 Abs. 1 IVG (Schulgeld Art. 19 Abs. 2 IVG) vor, dies aber nur unter der ausdrücklichen Voraussetzung, dass dem Versicherten der Besuch der öffentlichen Volksschule nicht möglich oder nicht zumutbar ist. Daher dürfen die einem sonderschulbedürftigen Versicherten bereits zugesprochenen Sonderschulbeiträge nicht ausgerichtet werden, wenn dieser anstelle der Sonderschule die öffentliche Volksschule besuchen will (unveröffentlichtes Urteil H. vom 30. November 1992). Entsprechend verhält es sich im vorliegenden Fall, wo der Beschwerdegegner tatsächlich die Volksschule besuchte, was den Beitragsanspruch an Sonderschulunterricht ausschliesst."}