{"annee": "122", "cour": "III", "page": "57", "date": "20/2/1996", "cite": ["115 II 237", "120 V 26", "118 V 229", "114 V 102"], "cite_par": ["128 V 254", "125 V 165", "122 V 320"], "chapeau": "12. Extrait de l'arrêt de la Ire Cour civile du 20 février 1996 dans la cause S. SA contre L. (recours en réforme)", "regestes": ["Compétence ratione materiae; recevabilité du recours en réforme. Clause d'un contrat de travail prévoyant l'indemnisation du travailleur pour la clientèle apportée à son employeur et l'affectation de l'indemnité au rachat d'années d'assurance dans la caisse de pensions de l'employeur. Cette clause n'a, en l'espèce, pas sa source dans le droit de la prévoyance professionnelle. Partant, le litige survenu entre l'employeur et le travailleur au sujet de l'application et l'interprétation de ladite clause ne relève pas des autorités visées par l'art. 73 LPP (consid. 2)."], "faits": "BGE 122 III 57 S. 58\n\nPar contrat du 12 août 1987, S. SA, à Zollikofen (ci-après: S.), a engagé L. en qualité de collaborateur de sa direction générale.\n\nL'art. 4 de ce contrat avait la teneur suivante:\n\n\"Für die von ihm in der S. eingebrachte Kundschaft erhält Herr L. einen\n\neinmaligen Betrag, der einem Prozentsatz von 25% dieses Jahresumsatzes\n\nentspricht. Dieser Betrag wird für den Rückkauf in der Pensionskasse S.\n\nverwendet.\"\n\nPar lettre du 26 avril 1991, S. a congédié L. conformément à l'art. 9 du contrat prévoyant un délai de résiliation de six mois.\n\nS. n'a pas versé à la caisse de prévoyance les fonds destinés à L. Le 15 décembre 1991, l'institution de prévoyance de S. a versé, en faveur de L., 34'153 fr. 10 sur un compte de libre passage auprès de la caisse G., à Berne.\n\nLe 5 août 1992, L. a introduit, devant le Tribunal des prud'hommes du canton de Genève, une action tendant à ce que S. soit condamnée à payer, à lui-même ou, subsidiairement, à sa caisse de retraite, 394'615 fr., plus intérêts, représentant le montant qui lui est dû selon le contrat de travail après déduction de celui versé en sa faveur le 15 décembre 1991 sur un compte de libre passage. La défenderesse a notamment excipé de l'incompétence ratione materiae de cette juridiction.\n\nCe tribunal s'est déclaré compétent et a condamné la défenderesse à payer 95'758 fr. 75, plus intérêts, au demandeur par jugement du 28 juin 1993.\n\nBGE 122 III 57 S. 59\n\nStatuant sur appel de chaque partie, la Chambre d'appel de la juridiction des prud'hommes du canton de Genève a, par arrêt du 7 juillet 1994, condamné la défenderesse à payer au demandeur la somme de 125'750 fr., plus intérêts, sous déduction du montant de 34'153 fr. 10 versé par l'institution de prévoyance de la défenderesse.\n\nLa question de la compétence pour connaître du litige a donné lieu à un échange de vues avec le Tribunal fédéral des assurances.\n\nLe Tribunal fédéral a rejeté dans la mesure où il était recevable le recours en réforme interjeté par la défenderesse et a confirmé l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n2. La défenderesse conteste que la Chambre d'appel ait été compétente pour connaître de la difficulté, la cause ne ressortissant pas au contrat de travail mais au droit de la prévoyance professionnelle, voire de la juridiction civile compétente pour trancher un différend relevant de la vente d'une clientèle.\n\na) Aux termes de l'art. 73 al. 1 LPP (RS 831.40), chaque canton désigne un tribunal qui connaît, en dernière instance cantonale, des contestations opposant institutions de prévoyance, employeurs et ayants droit. Les décisions des tribunaux cantonaux peuvent être déférées au Tribunal fédéral des assurances par la voie du recours de droit administratif (art. 73 al. 4 LPP).\n\nLes autorités visées par l'art. 73 LPP sont compétentes, ratione materiae, pour trancher les contestations qui portent sur des questions spécifiques de la prévoyance professionnelle, au sens étroit ou au sens large. Une contestation entre un employeur et un ayant droit peut porter, en particulier, sur le versement des cotisations par l'employeur à l'institution de prévoyance (art. 66 al. 2 et 3 LPP). Dans un tel cas, ce ne sont pas les juridictions des prud'hommes qui sont compétentes, mais le juge désigné en vertu de l'art. 73 LPP, même si la question de l'existence d'un contrat de travail entre les parties doit être tranchée à titre préjudiciel (ATF 120 V 26 consid. 2 et les références). En revanche, les voies de droit de l'art. 73 LPP ne sont pas ouvertes lorsque la contestation a un fondement juridique autre que le droit de la prévoyance professionnelle, même si elle devait avoir des effets relevant du droit de la prévoyance (sur l'ensemble de cette question, cf. MEYER-BLASER, Die Rechtsprechung von Eidgenössischem Versicherungsgericht und Bundesgericht zum BVG, in SZS 39/1995 p. 105 ss).\n\nBGE 122 III 57 S. 60\n\nb) En l'espèce, le litige oppose un travailleur à son ancien employeur. Nonobstant les conclusions subsidiaires tendant au paiement de la somme réclamée à la caisse de retraite du demandeur, celle-ci n'est pas mise en cause dans la présente procédure (cf. aussi ATF 118 V 229). Le litige se distingue en cela de celui qui a fait l'objet de l' ATF 114 V 102. Contrairement aussi à ce qui était le cas dans cet arrêt, le différend ne porte pas sur l'application d'une disposition de droit cantonal en matière de prévoyance (cf. consid. 1b). Il ne trouve pas non plus son fondement dans les statuts ou dans un règlement de la caisse de prévoyance. Convenu dans le cadre d'un contrat de travail, l'art. 4 réglait la reprise par l'employeur de la clientèle apportée par son nouveau travailleur. Cette convention n'a pas sa source dans le droit de la prévoyance professionnelle, plus spécialement de la LPP. Elle n'avait pour objet ni une obligation du demandeur, ni une obligation de la défenderesse envers la caisse de retraite. Il ressort du texte même du contrat que le créancier du montant dû en contrepartie de l'apport de la clientèle était le demandeur. L'adjonction, aux termes de laquelle ce montant serait utilisé pour le rachat dans la caisse de pensions de la défenderesse, n'y change rien. Elle n'est pas l'expression d'une obligation de l'une ou de l'autre des parties envers l'institution de prévoyance. Elle apparaît bien plutôt comme une modalité d'exécution permettant de tenir compte de l'intention du demandeur d'utiliser ce montant afin d'améliorer les conditions de sa retraite. Sous l'angle de la compétence, l'imputation sur le montant de 125'750 fr. de la somme de 34'153 fr. 10, versée par l'institution de prévoyance de la défenderesse au titre de remboursement des prestations du demandeur, n'y change rien. La cour cantonale y a procédé pour des motifs de procédure, le demandeur ayant offert ce montant en déduction. C'est, dès lors, à tort que la défenderesse tente de tirer argument de l'art. 73 LPP.\n\nEnfin, la question de savoir si la cause devait être soumise à la juridiction civile ordinaire plutôt qu'à la juridiction des prud' hommes relève de l'organisation judiciaire cantonale (ATF 115 II 237 consid. 1c). La défenderesse devait la soulever dans son recours de droit public (cf. ATF 102 II 53 consid. 1 a contrario), ce qu'elle n'a pas fait."}