{"annee": "122", "cour": "I", "page": "351", "date": "16/12/1996", "cite": ["62 II 24", "120 IA 101", "112 II 322", "120 IB 379", "85 I 32", "116 II 215", "119 IA 59", "120 IA 89", "106 II 81", "111 IB 150", "84 II 91", "120 II 11", "120 IA 220", "121 I 93", "120 II 28", "110 II 236", "119 II 183", "108 II 490"], "cite_par": ["124 III 463", "133 I 308", "123 II 231", "123 I 112", "125 I 104"], "chapeau": "44. Urteil der II. öffentlichrechtlichen Abteilung vom 16. Dezember 1996 i.S. X. AG gegen Einwohnergemeinde Y., Kanton Obwalden und Verwaltungsgericht des Kantons Obwalden (staatsrechtliche Beschwerde)", "regestes": ["Art. 2 Disp. trans. Cst.; art. 836 CC; droit de gage fiscal cantonal en garantie de l'impôt sur le bénéfice de liquidation. La question de la compatibilité d'un droit de gage fiscal cantonal avec le droit civil fédéral n'est pas une contestation de droit civil; c'est pourquoi, il y a lieu d'agir par la voie du recours de droit public et non par celle du recours en réforme (clarification d'une jurisprudence fluctuante) (consid. 1). Une hypothèque légale de droit fiscal en garantie de l'impôt sur le bénéfice de liquidation n'est admissible que si le bénéfice de liquidation provient d'une plus-value de l'immeuble, mais pas s'il est imputable à d'autres facteurs (précision de la jurisprudence)(consid. 2)."], "faits": "|352|\n\nMit Kaufvertrag vom 10. Dezember 1990 kaufte die X. AG von Z. das Grundstück Gb. Y. Parzelle... (Hofraum, Autoreparaturwerkstätte mit Ausstellungsraum und Wohnung) zum Preis von Fr. 2'550'000.--, worin ein Betrag von Fr. 350'000.-- für Mobilien und Einrichtungen sowie Werkzeuge enthalten war. Mit mehrmals korrigierten Steuerveranlagungen vom 27. Januar/14. Februar/26. Februar 1992 und definitiver Steuerrechnung vom 2. April 1992 veranlagte die Gemeindesteuerverwaltung Y. Z. für einen Liquidationsgewinn von Fr. 826'400.-- mit einer Liquidationsgewinnsteuer von Fr. 141'908.65. Z. bezahlte davon Fr. 15'500.--. Anschliessend wanderte er ohne Angabe einer Adresse aus.\n\nMit Pfandrechtsverfügung vom 5. Januar 1994 machte die Gemeindesteuerverwaltung Y. auf der Parzelle... ein gesetzliches Steuerpfandrecht nach Art. 223 des bis zum 31. Dezember 1994 in Kraft gewesenen Steuergesetzes vom 21. Oktober 1979 (aStG) geltend für einen Steuerbetrag von Fr. 126'408.65 zuzüglich Zins zu 7% seit 18. Februar 1991. Der Betrag errechnete sich nach dem Anteil des Verkaufserlöses auf der Liegenschaft am gesamten Liquidationsgewinn und unter Berücksichtigung der geleisteten Zahlung. |353|\n\nNachdem die X. AG erfolglos Einsprache bei der Steuereinsprachekommission Y. und Rekurs an die Kantonale Steuerrekurskommission erhoben hatte, focht sie die Pfandrechtsverfügung mit Beschwerde beim Verwaltungsgericht des Kantons Obwalden an, welches diese mit Urteil vom 21. April 1995 abwies.\n\nMit staatsrechtlicher Beschwerde vom 28. Mai 1995 wegen Verletzung von Art. 4 und 64 BV sowie Art. 2 ÜbBest. BV beantragt die X. AG, der Entscheid des Verwaltungsgerichts sei aufzuheben und es sei festzustellen, dass für die Steuerforderung kein Pfandrecht bestehe.\n\nIm Meinungsaustausch mit der II. Zivilabteilung des Bundesgerichts anerkannte diese die Zuständigkeit der II. öffentlichrechtlichen Abteilung zur Behandlung der vorliegenden Streitigkeit.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft die Zulässigkeit einer staatsrechtlichen Beschwerde von Amtes wegen und mit freier Kognition (BGE 121 I 93 E. 1 S. 94; BGE 120 Ia 101 E. 1 S. 102, 165 E. 1 S. 166).\n\na) Die staatsrechtliche Beschwerde ist nach Art. 84 Abs. 2 OG nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde gerügt werden kann. Erweist sich, dass ein anderes Rechtsmittel gegeben wäre, so deutet das Bundesgericht ein unrichtig bezeichnetes Rechtsmittel in das zutreffende um, sofern die dafür geltenden formellen Voraussetzungen erfüllt sind (BGE 120 Ib 379 E. 1a S. 381, mit Hinweisen).\n\nb) Die Beschwerdeführerin rügt eine Verletzung der derogatorischen Kraft des Bundesrechts, indem das fragliche Grundpfandrecht nach Art. 836 ZGB nicht zulässig sei, weil es an der von der Rechtsprechung geforderten besonderen Beziehung zwischen Grundstück und Steuerforderung fehle. Die Zulässigkeit des Pfandrechts hängt somit von der Auslegung von Art. 836 ZGB ab. Es fragt sich, ob deshalb die Berufung zulässig wäre.\n\nc) In Zivilrechtsstreitigkeiten ist die Rüge der Verletzung der derogatorischen Kraft des Bundesrechts im Rahmen der Berufung, allenfalls Nichtigkeitsbeschwerde, vorzubringen (BGE 120 II 28 E. 3 S. 29; BGE 119 II 183 E. 3 S. 184; BGE 116 II 215 E. 2b S. 217, mit Hinweisen). Das Bundesgericht ist daher bisweilen ohne nähere Erörterungen auf Berufungen eingetreten, mit denen die Vereinbarkeit eines kantonalrechtlichen |354| Steuerpfandrechts mit dem Bundeszivilrecht zur Diskussion gestellt wurde (BGE 62 II 24; 84 II 91 E. 1 S. 99; 110 II 236; nicht publiziertes Urteil i.S. B. vom 9. August 1995, E. 1; gestützt auf die zit. Urteile auch JEAN-FRANÇOIS POUDRET, Commentaire de la loi fédérale d'organisation judiciaire [OJ], Vol. II, Bern 1990, N. 3.1-3 zu Art. 43; ARMIN ZUCKER, Das Steuerpfandrecht in den Kantonen, Diss. Zürich 1988, S. 130 f.). In anderen Fällen ist demgegenüber das Bundesgericht - ebenfalls ohne eingehende Erörterung - auf entsprechende staatsrechtliche Beschwerden eingetreten (Urteil vom 23. April 1993 i.S. S., publiziert in ASA 62 570; nicht publiziertes Urteil i.S. S. vom 12. Juli 1973, E. 1a).\n\nd) Die Berufung ist nach Art. 44 und 46 OG zulässig in Zivilrechtsstreitigkeiten. Als solche versteht die Rechtsprechung ein kontradiktorisches Verfahren zwischen zwei oder mehreren natürlichen oder juristischen Personen in ihrer Eigenschaft als Trägerinnen privater Rechte oder zwischen solchen Personen und einer Behörde, die nach Bundesrecht die Stellung einer Partei einnimmt. Voraussetzung ist ferner, dass die Parteien Ansprüche des Bundeszivilrechts erhoben haben und ebensolche objektiv streitig sind (BGE 120 II 11 E. 2a S. 12 f., mit Hinweisen).\n\ne) Die Steuerforderung, die durch das Pfandrecht gesichert werden soll, ist öffentlichrechtlicher Natur. Auch das Pfandrecht stützt sich auf Art. 223 aStG, somit auf einen öffentlichrechtlichen Erlass. Gemäss Art. 836 ZGB bedürfen gesetzliche Pfandrechte aus öffentlichrechtlichen Verhältnissen zu ihrer Gültigkeit keiner Eintragung. Dieser Artikel sagt nicht etwa, dass die Kantone berechtigt seien, gesetzliche Grundpfandrechte zu schaffen; vielmehr stellt er lediglich fest, dass solche gesetzlichen Pfandrechte auch neben dem Zivilgesetzbuch bestehen. Die Kompetenz der Kantone zur Einführung von Steuergrundpfandrechten ergibt sich schon aus Art. 3 BV und nicht erst aus Art. 836 ZGB, weshalb es sich dabei um einen unechten Vorbehalt handelt (BGE 84 II 91 E. 2 S. 100 f.; Urteil des Bundesgerichts i.S. S. vom 23. April 1993, publiziert in ASA 62 570, E. 2b). Der Umstand, dass eine öffentlichrechtliche Forderung mit einem Mittel gesichert wird, das auch im Zivilrecht vorkommt, macht dieses Mittel noch nicht zu einem zivilrechtlichen (vgl. BGE 111 Ib 150 E. 1c-e, S. 155 ff.; BGE 108 II 490 E. 2-7). Ebensowenig wird die öffentlichrechtliche Natur des Pfandrechts dadurch beeinträchtigt, dass das Bundeszivilrecht (Art. 836 ZGB) seiner Zulässigkeit Grenzen setzt. Das kantonale Steuerpfandrecht ist somit als öffentlichrechtlich zu bezeichnen. Streitigkeiten um die Vereinbarkeit |355| eines kantonalen Steuerpfandrechts mit dem Bundeszivilrecht sind deshalb nicht Zivilrechtsstreitigkeiten im Sinne der Art. 43 ff. OG. In Abweichung von der veröffentlichten Rechtsprechung ist daher die Berufung nicht zulässig. Die II. Zivilabteilung hat der Zuständigkeit der II. öffentlichrechtlichen Abteilung zugestimmt (Art. 16 OG). Das Rechtsmittel ist - wie eingereicht - als staatsrechtliche Beschwerde entgegenzunehmen.\n\nf) Nach ständiger Rechtsprechung ist die staatsrechtliche Beschwerde, von hier nicht in Betracht fallenden Ausnahmen abgesehen, rein kassatorischer Natur (BGE 120 Ia 220 E. 2b S. 222 f., mit Hinweisen). Soweit in der Beschwerde mehr verlangt wird als die Aufhebung des angefochtenen Entscheides, kann darauf nicht eingetreten werden.\n\n2. Gemäss Art. 223 aStG entsteht ein gesetzliches Pfandrecht für \"alle aus der Handänderung von Grundstücken anfallenden Steuern, für die der mutmassliche Steuerertrag nicht vor Eintragung ins Grundbuch deponiert werden konnte\". Nach Ansicht der Beschwerdeführerin lässt Art. 836 ZGB ein gesetzliches Steuerpfandrecht für Liquidationssteuern nicht zu. Art. 223 aStG dürfe demnach nicht so ausgelegt werden, dass für die fragliche Steuer ein Pfandrecht bestehe.\n\na) Wie vorne (E. 1e) dargelegt, können die Kantone öffentlichrechtliche, unmittelbar gesetzliche Pfandrechte einführen, doch darf das kantonale öffentliche Recht gemäss Art. 6 ZGB das Bundesprivatrecht nicht vereiteln oder gegen seinen Sinn und Zweck verstossen (vgl. BGE 120 Ia 89 E. 2b S. 90, 299 E. 2c/aa S. 303; BGE 119 Ia 59 E. 2b S. 61, je mit Hinweisen). Nach der Praxis des Bundesgerichts sind deshalb unmittelbar gesetzliche Steuerpfandrechte des kantonalen Rechts nur zulässig für Steuerforderungen, die eine besondere Beziehung zum belasteten Grundstück aufweisen (BGE 110 II 236 E. 1 S. 237 f.; BGE 84 II 91 E. 2b S. 102 f.; BGE 62 II 24 S. 29). Zulässig sind solche Pfandrechte namentlich für Grundstückgewinnsteuern (BGE 106 II 81 E. 2c S. 89; BGE 85 I 32 E. 3 S. 38; BGE 84 II 91 E. 2b S. 102 f.; zit. Urteil vom 9. August 1995, E. 3a; Urteil des Bundesgerichts i.S. S. vom 23. April 1993, publiziert in ASA 62 570 E. 2b; vgl. auch BGE 112 II 322 E. 3 S. 325), nicht aber für allgemeine Vermögenssteuern (BGE 84 II 91 E. 2b S. 103; BGE 62 II 24, S. 29) und Kapitalsteuern von juristischen Personen, auch dann nicht, wenn das Grundstück, das mit einem Pfandrecht belastet werden soll, das einzige Aktivum der juristischen Person ist (BGE 110 II 236 E. 2 S. 238 f.). Unzulässig ist ferner ein Pfandrecht für die Steuer auf dem Gewinn einer |356| Aktiengesellschaft aus Immobilienverkauf, soweit diese Steuer zusätzlich zur ordentlichen Grundstückgewinnsteuer erhoben wird (zit. Urteil vom 9. August 1995, E. 3). In einem nicht publizierten Entscheid i.S. S. vom 12. Juli 1973 hat das Bundesgericht ein waadtländisches Steuerpfandrecht für den aus einem Liegenschaftsverkauf resultierenden Gewinn für zulässig erklärt, der anlässlich der Liquidation einer Aktiengesellschaft im Rahmen der ordentlichen Gewinnsteuer veranlagt wurde. In zwei weiteren Entscheiden hat das Bundesgericht ein Pfandrecht zur Sicherung von Liquidationsgewinnsteuern auf staatsrechtliche Beschwerden hin geschützt (nicht veröffentlichte Urteile des Bundesgerichts i.S. B. vom 31. März 1995 und i.S. N. vom 11. März 1985), wobei jedoch die Frage der Vereinbarkeit mit Art. 836 ZGB mangels entsprechender Rügen nicht zu prüfen war.\n\nb) Das Obwaldner Steuergesetz unterscheidet für natürliche Personen zwischen der Einkommenssteuer (Erster Teil, zweiter Abschnitt, Art. 18-42a) und der Grundstückgewinnsteuer (Erster Teil, dritter Abschnitt, Art. 43-53). Dabei werden jedoch, wie in der Mehrzahl der Kantone (vgl. ERNST HÖHN, Steuerrecht, 7. A. 1993, S. 429 f.), der besonderen Grundstückgewinnsteuer nur Grundstückgewinne auf Privatvermögen unterstellt (Art. 44 Abs. 1 aStG), während die hier zur Diskussion stehende Steuer auf einem Gewinn aus Veräusserung von Geschäftsvermögen als allgemeine Einkommenssteuer gemäss Art. 20 Abs. 2 aStG erhoben wird. Das Verwaltungsgericht hat erwogen, dass trotz dieser gesetzlichen Systematik auch bei der Steuer auf Liquidationsgewinnen, die sich aus der Veräusserung von Geschäftsliegenschaften ergeben, eine besondere Beziehung zum Grundstück bestehe und demzufolge eine unterschiedliche Behandlung zur Grundstückgewinnsteuer auf Privatvermögen nicht gerechtfertigt wäre. Die Beschwerdeführerin geht demgegenüber aufgrund der gesetzlichen Systematik davon aus, dass die Liquidationsgewinnsteuer eine allgemeine Steuer sei, die sich nicht auf einzelne Objekte beziehe, sondern alle stillen Reserven besteuere und nicht nur die speziell auf Grundstücken realisierten; das Steuerpfandrecht sei deshalb dafür nicht zulässig.\n\nc) Die hier zur Diskussion stehende Liquidationsgewinnsteuer ist eine allgemeine Steuer; sie wird, auch wenn sie auf Gewinnen auf Geschäftsliegenschaften erhoben wird, nicht - wie die Grundstückgewinnsteuer (Art. 45 aStG) - im Zeitpunkt der Veräusserung begründet, sondern im Zeitpunkt der Geschäftsaufgabe. Nach herrschender Lehre kann jedoch auch für allgemeine Steuern, soweit sie |357| Grundstücke betreffen, das Steuerpfandrecht geltend gemacht werden, wobei der auf das Pfandgrundstück entfallende Anteil der Steuer ausgeschieden werden muss (BLUMENSTEIN/LOCHER, System des Steuerrechts, 5. A. Zürich 1995, S. 267 f.; TONI HESS, Das gesetzliche Steuerpfandrecht des bündnerischen Einführungsgesetzes zum Zivilgesetzbuch, ZGRG 1994, S. 89-105/116-129, 93 f.; CHRISTIAN MATTLI, Die gesetzlichen Grundpfandrechte des kantonalen Rechts unter besonderer Berücksichtigung des bündnerischen Rechts, Diss. Basel 1992, S. 66 ff.; SIGIS RAGETH, Das gesetzliche Pfandrecht auf Wertzuwachssteuern, ZGRG 1987, S. 66-70, 67; HANS MICHAEL RIEMER, Die beschränkten dinglichen Rechte, Bern 1986, S. 93; ANDREA PEDROLI, L'ipoteca legale per crediti d'imposta, RDAT 1995 I, S. 529-564, 535; WALTER RYSER/BERNARD ROLLI, Précis de droit fiscal suisse, 3. A. Bern 1994, S. 421 f.; ZUCKER, a.a.O., S. 35). Die meisten Autoren äussern sich nicht ausdrücklich zur Frage, ob das auch gilt für Liquidationsgewinne auf Geschäftsliegenschaften; diejenigen, die sich dazu äussern, sind sich nicht einig (bejahend HESS, a.a.O., S. 94; SIGIS RAGETH, Kommentar rund um das gesetzliche Pfandrecht, Der Schweizer Treuhänder 65/1991, S. 37-40, 37 f., beide mit Hinweis auf das zit. Urteil des Bundesgerichts vom 11. März 1985; verneinend Zucker, a.a.O., S. 41).\n\nd) Die Rechtfertigung des Steuerpfandrechts ergibt sich daraus, dass die Steuerforderung eine besondere Beziehung zum belasteten Grundstück aufweist (vorne E. 2a). Es genügt nicht, dass die Steuer von einem Steuerpflichtigen erhoben wird, der Eigentümer eines Grundstücks ist oder mit Hilfe eines Grundstücks eine gewinnbringende Tätigkeit ausübt. Als Kriterium für die Beurteilung, ob die Steuer eine besondere Beziehung zum Grundstück aufweist, kann darauf abgestellt werden, ob die Steuer ihre Grundlage ausschliesslich in der Tatsache des Grundeigentums hat oder von Faktoren abhängt, die ausserhalb dieser Tatsache liegen (ZUCKER, a.a.O., S. 36). Ob sie formell und gesetzessystematisch unter den allgemeinen Steuern oder unter speziellen Steuern aufgeführt ist, kann dabei keine Rolle spielen. Wesentlich ist bei der Besteuerung eines Gewinnes vielmehr, ob dieser auf die Wertsteigerung des Grundstücks zurückgeht. Ist das der Fall, dann kann die Steuer pfandgesichert werden, unabhängig davon, ob sie als besondere Grundstückgewinnsteuer ausgestaltet oder im Rahmen der ordentlichen Einkommens- oder Gewinnsteuer erhoben wird. Soweit hingegen ein Gewinn nicht bloss auf die Wertsteigerung des Grundstücks, sondern auf andere Faktoren zurückzuführen ist, liegt keine besondere Beziehung zum |358| Grundstück vor, so dass insoweit die allgemeine Einkommenssteuer nicht pfandgesichert werden kann. Werden bei der Liquidation eines Geschäfts stille Reserven auf Geschäftsliegenschaften realisiert und besteuert, so ist demzufolge zu unterscheiden: soweit die stillen Reserven darauf zurückzuführen sind, dass die Liegenschaft eine Wertsteigerung - zum Beispiel infolge der konjunkturellen Entwicklung - erfahren hat, darf der entsprechende Steuerbetrag pfandgesichert werden. Soweit hingegen die stillen Reserven beispielsweise darauf zurückgehen, dass auf der Liegenschaft zu Lasten des allgemeinen Geschäftsgewinns Abschreibungen vorgenommen wurden, oder einen Gegenwert von Arbeitsleistungen des Steuerpflichtigen darstellen, ist für den entsprechenden Steuerbetrag kein Steuerpfandrecht zulässig. Um das Pfandrecht geltend machen zu können, muss daher der Anteil der Steuer, der auf die Wertsteigerung zurückzuführen ist, ausgeschieden werden.\n\ne) Vorliegend erfolgte die Veranlagung des totalen Liquidationsgewinns von Fr. 826'400.-- am 26. Februar 1992 unter Berücksichtigung des hauptsächlichen Postens \"Betriebsgewinn 90/91\" von Fr. 757'726.-- und unter Aufrechnung verschiedener Rückstellungen und Gewinne, mithin ohne eine besondere Beziehung zum verkauften Grundstück zu erwähnen. Erst in der Pfandrechtsverfügung vom 5. Januar 1994 wurde auf den Grundstückverkauf Bezug genommen, indem der Gewinn wie folgt berechnet wurde:\n\nKaufpreis für Parzelle (exkl. Inventar) Fr. 2'200'000.--\n\n./. Buchwert der Liegenschaft per 31.12.89 Fr. 1'433'842.80\n\nTotal Verkaufserlös Fr. 766'157.20\n\nDiese Berechnungsart stellt nicht sicher, dass nur der auf die Wertsteigerung der Liegenschaft zurückgehende Betrag mit einem Pfandrecht belastet wird. Zulässig wäre ein Pfandrecht für die Steuer auf demjenigen Gewinn, der sich aus der Differenz zwischen Veräusserungserlös und Anlagekosten der Liegenschaft (Erwerbspreis zuzüglich wertvermehrende Aufwendungen) ergibt. Der Buchwert einer Liegenschaft im Geschäftsvermögen, auf den vorliegend die kantonalen Behörden abgestellt haben, ist jedoch häufig tiefer als die Anlagekosten, weil er daraus resultiert, dass zu Lasten des Geschäftsgewinnes Abschreibungen auf der Liegenschaft vorgenommen worden sind. Insoweit werden durch den Verkauf der Geschäftsliegenschaft stille Reserven realisiert, die nicht auf eine besondere Beziehung zum Grundstück zurückzuführen sind. Aus den bei den Akten liegenden Buchhaltungsunterlagen für die Jahre |3591987| -1989 geht hervor, dass Z. effektiv Abschreibungen auf der Liegenschaft vorgenommen hat. Soweit die Steuerforderung sich daraus ergibt, dass auf den Buchwert statt auf die Anlagekosten abgestellt wurde, ist daher das Pfandrecht nicht zulässig.\n\nf) Unter diesen Umständen kann der von der Steuerverwaltung mit der Pfandrechtsverfügung geltend gemachte Gewinn jedenfalls nicht vollumfänglich als Gewinn betrachtet werden, der im Sinne der bundesgerichtlichen Rechtsprechung eine besondere Beziehung zum Grundstück aufweist. Soweit mit dem Pfandrecht auch der über den Mehrwert des Grundstücks hinaus gehende Teil der Steuerforderung gesichert werden soll, erweist sich der angefochtene Entscheid als bundesrechtswidrig. Kann der auf den reinen Grundstückmehrwert entfallende Anteil nicht mit hinreichender Genauigkeit festgestellt werden, so ist es nicht zulässig, den gesamten Steuerbetrag dem Pfandrecht zu unterstellen, da Art. 836 ZGB und kantonale Steuernormen, welche ein Pfandrecht festlegen, mit Rücksicht auf die Interessen von Drittgläubigern und Grundstückerwerbern auszulegen sind (HANS HUBER, Berner Kommentar zum Zivilgesetzbuch, 3. A. 1962, Rz. 98 zu Art. 6; PETER LIVER, Berner Kommentar zum Zivilgesetzbuch, 3. A. 1962, Rz. 13 zu Art. 5; MARKUS LÖTSCHER, Das Grundstück als Gegenstand von Grundpfandrechten, Diss. Freiburg 1988, S. 66; GABRIEL RUMO, Die Liegenschaftsgewinn- und die Mehrwertsteuer des Kantons Freiburg, Diss. Freiburg 1993, S. 348; TUOR/SCHNYDER/SCHMID, Das schweizerische Zivilgesetzbuch, 11. A. Zürich 1995, S. 825 f.; ZUCKER, a.a.O., S. 25 ff.). Es ist Sache der Steuerbehörden, den entsprechenden Anteil aufgrund der ihnen zur Verfügung stehenden Unterlagen zu schätzen. Aufgrund der vorliegenden Akten kann nicht beurteilt werden, wie gross dieser Anteil am gesamten Steuerbetrag ist. Das Urteil des Verwaltungsgerichts ist daher aufzuheben. Es bleibt den kantonalen Behörden unbenommen, im Sinne der Erwägungen eine neue oder geänderte Pfandrechtsverfügung für den Teil der Steuerforderung zu erlassen, für den das Pfandrecht mit dem Bundesrecht vereinbar ist."}