{"annee": "122", "cour": "III", "page": "49", "date": "20/3/1996", "cite": ["93 II 170", "97 II 333", "106 II 311", "43 II 152"], "cite_par": [], "chapeau": "10. Auszug aus dem Urteil der II. Zivilabteilung vom 20. März 1996 i.S. Ernst Tscherrig gegen Munizipalgemeinde Raron (Berufung)", "regestes": ["Art. 704 al. 1 CC; distinction entre source privée et source de ruisseau. La source qui jaillit sur une propriété privée et forme dès le début un ruisseau n'est pas une source privée et, comme telle, partie intégrante de l'immeuble, mais une source de ruisseau qui fait partie du cours d'eau auquel elle donne naissance. La question de savoir si une source forme un ruisseau dépend du débit et de la permanence de la source."], "faits": "", "considerants": "|49|\n\nAus den Erwägungen:\n\n2. Das Kantonsgericht Wallis hat für das Bundesgericht verbindlich festgehalten (Art. 63 Abs. 2 OG), dass es sich bei der Quelle \"am Bach\" um eine ergiebige Quelle handelt. Die Schüttungsmessungen, die über ein ganzes Jahr in Abständen von 14 Tagen vorgenommen wurden, haben eine |50| mittlere Schüttung von 9,09 l/s (Sekundenlitern) oder 545 l/min (Minutenlitern) ergeben. Die Messungen haben gezeigt, dass während 80% des Jahres eine Wassermenge von mindestens 6,0 l/s oder 360 l/min zur Verfügung steht. Nach den weiteren Feststellungen im angefochtenen Urteil begründete die Quelle vor ihrer Fassung einen kleinen Bach, der durch St. German floss. Bereits vor dem Jahr 1933 wurde die Quelle gefasst; während ein Teil des Quellwassers in einer Leitung abgeführt wurde, floss das übrige Wasser in einem offenen Kanal dorfwärts; es betrieb zwei Mühlen und eine Sägerei, versorgte Brunnentröge und wurde zeitweise zum Bewässern von Wiesen und Reben benutzt. Nachdem 1966 die Quellfassung erneuert worden war, leitete die Gemeinde Raron seit 1975 einen Teil des Quellwassers ins Reservoir \"Tscherrgen\", während der Überlauf der Quelle weiterhin zum Bewässern verwendet wurde.\n\nGestützt auf diese tatsächlichen Feststellungen qualifiziert das Kantonsgericht die Quelle als Bachquelle; sie sei ein Teil des von ihr erzeugten Wasserlaufs und damit ein öffentliches Gewässer. Der Kläger lässt diese Auffassung nicht gelten und stellt sich auf den Standpunkt, dass die Quelle als private Quelle zu qualifizieren sei, die in seinem Eigentum stehe.\n\na) Quellen sind grundsätzlich Bestandteile der Grundstücke, auf welchen sie hervortreten (Art. 667 Abs. 2 ZGB, Art. 704 Abs. 1 ZGB); das Eigentum am Grundstück erstreckt sich daher auch auf die darauf entspringende Quelle. In seiner älteren Rechtsprechung hatte das Bundesgericht entschieden, dass grundsätzlich alle auf privatem Grund und Boden hervortretenden Quellen im Privateigentum stehen können (BGE 43 II 152 E. 3 S. 158, bestätigt in BGE 93 II 170 E. 3 S. 174 und E. 8c S. 182). Diese Rechtsprechung ist in der Literatur einhellig kritisiert worden. Von den Privatquellen seien diejenigen Quellen zu unterscheiden, die von allem Anfang an einen Wasserlauf bildeten. Im Unterschied zu Privatquellen handle es sich bei diesen sog. Bachquellen nicht um einen Bestandteil des Grundstückes, auf dem sie entspringen, sondern um einen Teil des Gewässers, das sie bilden (P. LIVER, Das Eigentum, Schweizerisches Privatrecht V/1, Basel 1977, S. 293 f.; HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar, N. 9 zu Art. 704 ZGB; F. GUISAN, L'eau en droit privé, JdT 90/I [1942], S. 502; DESCHENAUX/JÄGGI, Sources provenant d'eaux souterraines publiques, JdT 107/I [1959], S. 104; je mit weiteren Hinweisen). Entscheidend für die Unterscheidung zwischen Privatquellen einerseits und Bachquellen anderseits |51| sei, ob das von einer Quelle hervorgebrachte Wasser einen Bach bilde. Dies sei dann der Fall, wenn das Wasser die Mächtigkeit und Stetigkeit habe, dass es sich ein festes Gerinne, ein Bett mit festen Ufern zu schaffen vermag oder zu schaffen vermöchte, wenn es ihm nicht künstlich bereitet worden wäre. Sei es unmittelbar von der Quelle weg ein solcher Wasserlauf, umfasse dieser auch die Quelle (LIVER, SPR V/1, S. 293). Das Bundesgericht ist in seiner neueren Rechtsprechung der in der Literatur erhobenen Kritik gefolgt. Quellen, die auf einem Privatgrundstück entspringen und von Anfang an einen Wasserlauf bilden, sind nicht Privatquellen im Sinn von Art. 704 Abs. 1 ZGB, sondern werden als Teil des von ihnen gebildeten Wasserlaufs betrachtet und teilen demnach dessen rechtliches Schicksal (BGE 97 II 333 E. 1 S. 337, bestätigt in BGE 106 II 311 E. 2a S. 314).\n\nOb ein Wasserlauf und als Teil desselben eine Bachquelle als öffentliche Gewässer zu betrachten sind, ergibt sich indessen nicht aus dem Bundeszivilrecht, sondern aus der in die Kompetenz der Kantone fallenden Abgrenzung der öffentlichen Gewässer (MEIER-HAYOZ, Berner Kommentar, N. 152 f. zu Art. 664 ZGB). Für den Kanton Wallis bestimmt Art. 3 des Gesetzes vom 17. Januar 1933 betreffend das Eigentum an öffentlichen und herrenlosen Gütern (GS/VS 13), dass Flüsse und Bäche im Eigentum der Gemeinden stehen. Ob es sich bei der Quelle \"am Bach\" um eine Privatquelle oder eine im Eigentum der Gemeinde stehende Bachquelle handelt, hängt demnach davon ab, ob das Wasser von Anfang an einen Bach bildet, d.h. die Mächtigkeit und Stetigkeit hat, dass es sich ein Bett mit festen Ufern zu schaffen vermag oder zu schaffen vermöchte, wäre es nicht gefasst worden.\n\nb) Nach den verbindlichen Feststellungen der Vorinstanz weist die Quelle \"am Bach\" eine durchschnittliche Schüttung von 545 l/min auf, wobei die Wassermenge während 80% des Jahres nicht unter 360 l/min sinkt. Zwar liegt die Mächtigkeit der Quelle erheblich unter der maximalen Wassermenge von 3420 l/min, die von der Quelle hervorgebracht wird, welche das Bundesgericht in BGE 97 II 333 als Bachquelle qualifizierte. Doch weist sie eine Mächtigkeit auf, die nach den Feststellungen der Vorinstanz ausreicht, den Wasserbedarf von 1000 Personen bei einem mittleren Wasserverbrauch von 500 Litern pro Person und Tag zu decken. Der Kläger selbst spricht von einer \"sehr ergiebigen Quelle\". In der Literatur wird bei einer Schüttungsmenge von mindestens 200-300 l/min von einer Bachquelle |52| ausgegangen (F. GYGI, Verwaltungsrecht, Bern 1986, S. 241). Sodann weist die Quelle eine beträchtliche Stetigkeit auf, sinkt doch die Schüttung während 80% des Jahres nicht unter 360 l/min. Mit einer minimalen Schüttung von 2,1 l/s bzw. 126 l/min weist sie auch eine bedeutend höhere Stetigkeit auf als die in BGE 97 II 333 beurteilte Quelle, deren minimale Schüttung auf 60 l/min sinkt. Die Vorinstanz hat denn auch von einer \"ziemlich konstanten Quelle\" gesprochen. Sie hat sodann verbindlich festgehalten, dass die Quelle, bevor sie gefasst wurde, einen kleinen Bach bildete und in einem offenen Graben durch St. German floss. Dass die Quelle schon vor Jahrzehnten gefasst und in Röhren abgeleitet wurde, schliesst aufgrund des Gesagten die Annahme einer Bachquelle nicht aus. Zu Recht hat daher die Vorinstanz die Quelle \"am Bach\" als Teil des Wasserlaufs, den sie bildet, und damit als öffentliches und im Eigentum der Munizipalgemeinde Raron stehendes Gewässer beurteilt und das Eigentum des Klägers daran verneint. Daran ändert auch dessen Einwand nichts, im Grundbuch sei kein Recht der Gemeinde an der Quelle eingetragen. Dem Kläger kann auch insoweit nicht gefolgt werden, als er geltend macht, die Gemeinde hätte allenfalls nach Art. 705 Abs. 1 ZGB Rechte an der Quelle beanspruchen müssen. Diese Bestimmung bezieht sich schon aufgrund ihrer Stellung im Gesetz ausschliesslich auf Privatquellen im Sinn von Art. 704 Abs. 1 ZGB; da die vorliegende Quelle eine Bachquelle und damit ein öffentliches Gewässer ist, kommt Art. 705 ZGB nicht zur Anwendung. Aus dem gleichen Grund gehen die Ausführungen des Klägers fehl, die Gemeinde habe das Quelleigentum nicht ersessen. Da die Gemeinde gestützt auf öffentliches Recht Eigentümerin der Quelle \"am Bach\" ist, erübrigen sich Ausführungen zur Ersitzung des Quelleigentums."}