{"annee": "122", "cour": "V", "page": "435", "date": "22/11/1996", "cite": ["120 V 455", "114 V 194", "122 V 85", "122 V 34"], "cite_par": ["130 V 111"], "chapeau": "67. Urteil vom 22. November 1996 i.S. F. gegen Kantonales Amt für Industrie, Gewerbe und Arbeit, Abteilung Arbeitslosenkasse und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 17 al. 2 LACI, art. 27 al. 1 OACI. L'art. 27 al. 1 OACI est contraire à la loi et à la constitution. Le droit à des jours non soumis au contrôle ne doit pas être déterminé en fonction des indemnités journalières perçues, mais sur la base d'un calcul tenant compte du nombre de jours de chômage subi."], "faits": "|435|\n\nA.- Die 1942 geborene F. arbeitet seit 16. Juni 1988 als Raumpflegerin mit einem Teilpensum von 50% bei der S. AG. Eine gleiche Teilzeitstelle hatte sie vom 1. Dezember 1986 bis zur Kündigung des Anstellungsvertrages durch die Arbeitgeberin per Ende April 1993 bei der T. AG inne. Ab Mai 1993 unterzog sie sich der Stempelkontrolle. Am 24. Mai 1993 stellte F. Antrag auf Arbeitslosenentschädigung ab 1. Mai 1993 und meldete sich zur Vermittlung einer Stelle als Raumpflegerin im Umfange von höchstens 10 Stunden pro Woche. In der Folge bezog sie Taggelder der Arbeitslosenversicherung, wobei das aufgrund der Tätigkeit bei der S. AG erzielte Einkommen als Zwischenverdienst angerechnet wurde. Vom 18. Juli bis 5. August 1994 weilte F. in den Ferien.\n\nMit Verfügung vom 15. September 1994 verneinte das Kantonale Amt für Industrie, Gewerbe und Arbeit, Abteilung Arbeitslosenkasse, Bern (KIGA), |436| die Anspruchsberechtigung für die Zeit vom 1. bis 5. August 1994 mit der Begründung, die Versicherte habe bis 15. Juli 1994 insgesamt 127,5 Stempeltage bezogen und somit Anspruch auf lediglich 10 kontrollfreie Bezugstage.\n\nB.- Die hiegegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Bern mit Entscheid vom 6. März 1995 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt F. für die Woche vom 1. bis 5. August 1994 die Zusprechung von Taggeldern beantragen.\n\nDie Arbeitslosenkasse verzichtet auf eine Vernehmlassung. Das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) schliesst auf Nichteintreten; eventuell sei die Verwaltungsgerichtsbeschwerde abzuweisen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 17 Abs. 2 AVIG (in der hier anwendbaren, bis 31. Dezember 1995 gültig gewesenen Fassung; vgl. BGE 122 V 35 f. Erw. 1) muss sich der Arbeitslose am ersten Tag, für den er Arbeitslosenentschädigung beansprucht, persönlich beim Arbeitsamt seines Wohnortes zur Arbeitsvermittlung melden und von da an die Kontrollvorschriften des Bundesrates befolgen, wie sie in den Art. 18 bis 27 AVIV umschrieben sind. Die Erfüllung dieser Kontrollvorschriften durch den Versicherten ist eine der Voraussetzungen, die gegeben sein müssen, damit ein Anspruch auf Arbeitslosenentschädigung besteht (vgl. Art. 8 Abs. 1 lit. g AVIG).\n\nGestützt auf diese gesetzliche Grundlage normierte der Bundesrat in Art. 27 Abs. 1 AVIV (in der bis Ende 1991 gültig gewesenen Fassung vom 31. August 1983) unter dem Randtitel \"Kontrollfreie Bezugstage\" folgendes: \"Nach je 75 Tagen kontrollierter Arbeitslosigkeit innerhalb der Rahmenfrist hat der Versicherte Anspruch auf fünf aufeinanderfolgende kontrollfreie Bezugstage, die er frei wählen kann. Während dieser fünf kontrollfreien Bezugstage muss er nicht vermittlungsfähig sein, jedoch die übrigen Voraussetzungen (Art. 8 AVIG) erfüllen.\"\n\nDiese Regelung interpretierte die Verwaltung wertmässig, d.h. nach ihrer Auffassung konnte der Versicherte erst nach dem Bezug von 75 vollen Taggeldern in den Genuss von fünf weiteren, nicht der Stempelkontrolle unterliegenden Taggeldern kommen (vgl. BGE 114 V 197 Erw. 2a; GERHARDS, Arbeitslosenversicherung: \"Stempelferien\", Zwischenverdienst und |437| Kurzarbeitsentschädigung für öffentliche Betriebe und Verwaltungen - Drei Streitfragen, in: SZS 1994, S. 325 ff.).\n\nb) Im Rahmen einer Überprüfung dieser Praxis stellte das Eidg. Versicherungsgericht fest, dass die Betrachtungsweise der Verwaltung nicht nur den schutzrechtlichen Feriengedanken völlig unbeachtet lässt, sondern auch zu einer rechtsungleichen Behandlung der Versicherten führt, indem jene, die keine vollen Taggelder beziehen, länger darauf warten müssen, bis sie über fünf kontrollfreie Tage verfügen, als Versicherte, die Anspruch auf ein volles Taggeld haben. Das Gericht hat daher entschieden, dass Tage kontrollierter Arbeitslosigkeit, die zu kontrollfreien Bezugstagen berechtigen, nicht wertmässig, sondern zeitmässig - nach der Zahl der Kontrolltage - zu bestimmen seien (BGE 114 V 198 f. Erw. 2c).\n\nc) Anlässlich der ersten Teilrevision (in Kraft seit 1. Januar 1992) wurde die Verordnungsbestimmung von Art. 27 Abs. 1 AVIV unter dem Randtitel \"Kontrollfreie Tage\" daraufhin wie folgt neu gefasst: \"Nach je 50 bezogenen Taggeldern innerhalb der Rahmenfrist hat der Versicherte Anspruch auf fünf aufeinanderfolgende kontrollfreie Tage, die er frei wählen kann. Während dieser fünf kontrollfreien Tage muss er nicht vermittlungsfähig sein, jedoch die übrigen Anspruchsvoraussetzungen (Art. 8 AVIG) erfüllen.\"\n\nMit dieser Neuregelung, welche das Kriterium der \"Tage kontrollfreier Arbeitslosigkeit\" durch jenes der \"bezogenen Taggelder\" ersetzt, wurde eine Rückkehr zur früheren - vom Eidg. Versicherungsgericht in BGE 114 V 194 als unrechtmässig bezeichneten - Verwaltungspraxis bezweckt, weil sie nach Auffassung des BIGA die Arbeit der Kassen stark vereinfacht und angemessener erscheint. Zur Angleichung der Länge der Stempelferien an die im Arbeitsvertragsrecht getroffene Regelung erfolgte eine Herabsetzung der massgebenden Anzahl Tage von 75 auf 50 (Erläuterungen des BIGA zum Vernehmlassungsentwurf Teilrevision Arbeitslosenversicherungsverordnung; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. III, S. 1191, N 2 zu Art. 27 AVIV; GERHARDS, Arbeitslosenversicherung, SZS 1994 S. 327).\n\nGestützt auf die neue Verordnungsbestimmung von Art. 27 Abs. 1 AVIV hat das KIGA der Beschwerdeführerin mit Verfügung vom 15. September 1994 aufgrund einer wertmässigen Betrachtungsweise bei 127,5 bezogenen Stempeltagen 10 kontrollfreie Bezugstage zugestanden.\n\n2. a) Die Vorinstanz hat erwogen, da Art. 17 Abs. 2 AVIG dem Verordnungsgeber eine umfassende Regelungskompetenz zur Ordnung der |438| kontrollfreien Tage einräume, könne er die Voraussetzungen bestimmen, unter denen sich der Arbeitslose der Kontrollpflicht unterziehen müsse und unter denen er von der Erfüllung der Kontrollpflicht befreit sei. Daraus schloss sie, dass kein rechtsgenüglicher Anlass bestehe, vom klaren Wortlaut von Art. 27 Abs. 1 AVIV abzuweichen und die Voraussetzungen für den Bezug kontrollierter Tage zeitmässig und nicht wertmässig zu deuten. Zudem rechtfertige die von der Versicherten geltend gemachte rechtsungleiche Behandlung von Ganz- und Teilarbeitslosen nicht, die Verordnungsbestimmung als verfassungswidrig zu erklären.\n\nb) Dem hält die Versicherte in ihrer Verwaltungsgerichtsbeschwerde entgegen, währenddem sie aufgrund ihrer Tätigkeit bei der S. AG Anspruch auf jährlich vier Wochen Ferien habe, dürfe sie als Teilarbeitslose nach der von der Vorinstanz geschützten Berechnungsart der Verwaltung bei der Arbeitslosenversicherung - im Gegensatz zu einem Vollarbeitslosen, dem nach einem Jahr 20 kontrollfreie Tage zustehen - im gleichen Zeitraum nicht einmal zwei ganze Ferienwochen beziehen. Über die jährlich mindestens vier Ferienwochen, auf welche sie gemäss Art. 329a Abs. 1 OR zwingend Anspruch habe, könne sie wegen der arbeitslosenversicherungsrechtlich vorgeschriebenen Kontrollpflichten somit nicht frei verfügen. Da die kontrollfreien Tage den arbeitsvertraglichen Ferienanspruch für den Bereich der Arbeitslosenversicherung zu gewährleisten habe, dürfe die vom Bundesrat zu treffende Regelung, trotz umfassender Kompetenz, nicht zu einem Eingriff in zwingende Vorschriften des Obligationenrechts führen. Gerade dies treffe indessen zu, wenn der Ferienanspruch nicht nach Kalendertagen, sondern nach geleisteten vollen Arbeitstagen berechnet werde.\n\nc) Demgegenüber stellt sich das BIGA auf den Standpunkt, dass die Ausübung eines Zwischenverdienstes dem Versicherten mancherlei Vorteile für seine finanzielle Zukunft bringe, indem damit Beitragszeit aufgebaut und der Taggeldbezug geschont werde, wobei das Monatseinkommen immer höher liege als ohne Zwischenverdiensttätigkeit. Wer einen Zwischenverdienst ausübe, sei arbeitslos und habe sich den Normen des Arbeitslosenversicherungsrechts zu unterziehen, wozu auch Art. 27 AVIV gehöre. Kein Erlass könne jedoch verhindern, dass Normen im Einzelfall zu unbefriedigenden Resultaten führten. Im übrigen widerspreche die Verordnungsbestimmung weder der Verfassung noch dem Arbeitslosenversicherungsgesetz. Sodann erachtet es das BIGA als fraglich, ob der mit der Ferienregelung angestrebte Erholungszweck |439| durch die einmal wöchentlich vorzunehmende persönliche Meldung beim Arbeitsamt überhaupt vereitelt werde, zumal laut Art. 329c Abs. 1 OR nur Anspruch auf zwei ununterbrochene Ferienwochen bestehe. Da die Beschwerdeführerin diesbezüglich AlV-rechtlich nicht eingeschränkt werde, sei sie durch die getroffene Regelung nicht beschwert, weshalb mangels Rechtsschutzinteresse auf die Beschwerde nicht einzutreten sei. Zudem habe die nur noch einmal wöchentlich zu erfüllende persönliche Meldepflicht die Anzahl potentieller Sachverhalte, die eine unbefriedigende Lösung im Rahmen von Art. 27 AVIV erfahren könnten, stark verringert. Zusätzlich entschärft werde die Problematik durch den revidierten Art. 17 Abs. 2 AVIG, wonach die Ausgleichsstelle die kantonale Amtsstelle ganz oder teilweise von der Durchführung der Stempelkontrolle entbinden könne, wenn geeignete Strukturen für eine effiziente Vermittlung ohne Stempelkontrolle vorhanden seien. Zudem sei im Rahmen der ersten Teilrevision des AVIG die Anzahl Taggelder, welche Anspruch auf fünf aufeinanderfolgende kontrollfreie Tage geben, von 75 auf 50 gesenkt worden.\n\n3. a) (Überprüfung von Verordnungen des Bundesrates; vgl. BGE 122 V 93 f. Erw. 5a/bb, BGE 120 V 457 f. Erw. 2b, je mit Hinweisen).\n\nb) Die dem Bundesrat in Art. 17 Abs. 2 AVIG übertragene Kompetenz zur Regelung der Kontrollvorschriften ist sehr weit gefasst, weshalb dieser grundsätzlich die Bedingungen frei bestimmen kann, unter denen sich der Arbeitslose der Kontrollpflicht unterziehen muss und unter denen er davon befreit ist. Insofern stellt die gestützt auf diese gesetzliche Grundlage - welche sich zur Frage der Stempelferien nicht äussert - mit Art. 27 Abs. 1 AVIV in der seit 1. Januar 1992 gültigen Fassung getroffene Regelung keinen förmlichen Verstoss gegen die gesetzliche Delegationsnorm dar. Eine Verordnungsvorschrift hat sich indessen nicht nur an den Rahmen der im Gesetz delegierten Kompetenzen zu halten, sie darf auch aus anderen Gründen nicht verfassungs- oder gesetzwidrig sein (BGE 122 V 93 f. Erw. 5a/bb) und somit auch nicht gegen materielle Bestimmungen anderer formeller Bundesgesetze verstossen (KNAPP, Grundlagen des Verwaltungsrechts, Bd. I, S. 72, Rz. 335).\n\nDer Begriff der Ferien im arbeitsvertragsrechtlichen Sinn umfasst sowohl die Gewährung einer zum voraus bestimmten Zahl aufeinanderfolgender freier Tage, die der Erholung dienen, als auch die Bezahlung des darauf entfallenden üblichen Lohnes. Gemäss Art. 329a Abs. 1 in Verbindung mit Art. 362 OR haben die Arbeitnehmer jedes Dienstjahr Anspruch auf mindestens |440| vier Wochen Ferien, wobei diese Regelung sowohl für Vollbeschäftigte als auch für Teilzeitarbeitnehmer gilt. Ein Halbtagsangestellter erleidet also nicht eine Halbierung der Feriendauer (REHBINDER, Berner Kommentar, N 1 und N 7 zu Art. 329a OR). Wie das Eidg. Versicherungsgericht in BGE 114 V 198 Erw. 2c ausführte, gründet das Institut der kontrollfreien Bezugstage auf denselben schutzrechtlichen Überlegungen. Im Rahmen einer Überprüfung der früheren Praxis - zu der die Verwaltung mit der Neuregelung von Art. 27 Abs. 1 AVIV zurückkehren will - hat das Gericht im einzelnen erwogen, der arbeitslose Versicherte solle die Gelegenheit erhalten, wenigstens während einiger Tage völlig frei disponieren zu können. Dabei gehe es nicht um die finanzielle Entlastung der Versicherung, sondern darum, wie der Versicherte seiner Kontrollpflicht zu genügen habe. Diese treffe auch jenen Versicherten, der eine Teilzeitbeschäftigung ausübe und daher nur teilweise arbeitslos sei oder der eine Ersatzarbeit annehme oder einen Zwischenverdienst erziele. Daraus folge, dass die Tage, während denen die Versicherten eine Teilzeitbeschäftigung oder eine Ersatzarbeit verrichteten oder einen Zwischenverdienst erzielten, als Tage kontrollierter Arbeitslosigkeit gälten, obschon sie ihre Kontrollpflicht nicht jeden Tag erfüllen müssten. Dafür spreche insbesondere auch, dass der Lohn für Ersatzarbeit oder der Zwischenverdienst den Anspruch auf Arbeitslosenentschädigung nicht beseitige, sondern ihn lediglich betragsmässig schmälere. Da aufgrund des Zweckes der kontrollfreien Bezugstage und der systematischen Ordnung von Gesetz und Verordnung die Tage kontrollierter Arbeitslosigkeit gemäss Art. 27 Abs. 1 und 3 AVIV im zeitlichen Sinne verstanden werden müssten, sei somit allein massgebend, ob eine - ganze oder teilweise - Arbeitslosigkeit während 75 Tagen kontrolliert worden sei (BGE 114 V 198 f. Erw. 2c).\n\nObwohl mit der im Rahmen der ersten Teilrevision vorgenommenen Neuregelung die massgebende Anzahl bezogener Taggelder von 75 auf 50 herabgesetzt wurde, verhindert Art. 27 Abs. 1 AVIV weiterhin die uneingeschränkte Realisierung des durch die Gesetzesrevision vom 16. Dezember 1983 verbesserten Schutzes im Arbeitsvertragsrecht (Art. 329a OR). Zudem muss beispielsweise ein Halbtagsbeschäftigter auch nach der neuen Regelung 400 halbe Taggelder beziehen und somit mehr als ein Jahr arbeiten, ehe er vier Wochen Stempelferien beziehen kann (GERHARDS, Kommentar, S. 1194, N 11 zu Art. 27 AVIV). Auch wenn sich die Versicherten gemäss Art. 21 AVIV nur |441| einmal wöchentlich persönlich beim Arbeitsamt zu melden haben und laut Art. 329c Abs. 1 OR lediglich zwei Ferienwochen zusammenhängen müssen, wie das BIGA einwendet, ändert dies nichts daran, dass die Verordnungsbestimmung in dem Sinne gesetzwidrig ist, als sie den in Art. 329a OR enthaltenen Schutzgedanken nach wie vor weitgehend unbeachtet lässt. Diese arbeitsvertragsrechtliche Zielrichtung lässt sich im übrigen auch nicht aufgrund der in Art. 17 Abs. 2 AVIG in Verbindung mit Art. 27b AVIV (in Kraft seit 1. Januar 1996) neu geschaffenen Möglichkeit der effizienten Vermittlung ohne Stempelkontrolle befriedigend realisieren. Nach dem Gesagten erweist sich sodann auch das bundesamtliche Argument des fehlenden Rechtsschutzinteresses der Beschwerdeführerin (Art. 132 in Verbindung mit Art. 103 lit. a OG) als unbehelflich.\n\nc) An eine zeitmässige Lösung wurde auch im AVIG-Entwurf gedacht, welcher den Gedanken der Stempelferien in Art. 16 Abs. 4 (Botschaft zu einem neuen Bundesgesetz über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung vom 2. Juli 1980) noch als Gesetzesregel vorsah und dabei von Tagen kontrollierter Arbeitslosigkeit ausging. Werden schliesslich die übrigen - in Art. 18 bis 26 AVIV normierten - bundesrätlichen Kontrollvorschriften zum Vergleich herangezogen, fällt auf, dass diese ebenfalls nicht einen wertmässigen, sondern einen zeitmässigen (Zeitpunkt der Kontrolle, Häufigkeit der Kontrolle, Befreiung von der Kontrollpflicht) Ansatzpunkt aufweisen, was Art. 27 Abs. 1 AVIV als AlV-interne Gesetzwidrigkeit erscheinen lässt (GERHARDS, Kommentar, S. 1193, N 10 zu Art. 27 AVIV; GERHARDS, Arbeitslosenversicherung, SZS 1994 S. 329).\n\nd) Abgesehen davon drängt sich eine Abkehr von der wertmässigen Regelung der Stempelferien zugunsten einer zeitmässigen Betrachtungsweise auch deshalb auf, weil mit dem durch den dringlichen Bundesbeschluss vom 19. März 1993 eingefügten Art. 16 Abs. 1bis AVIG (in Kraft vom 1. April 1993 bis 31. Dezember 1995) und dem seit 1. Januar 1996 in Kraft stehenden Art. 16 AVIG - bei im hier interessierenden Zusammenhang im wesentlichen unverändertem Art. 17 Abs. 2 AVIG - der Begriff der zumutbaren Arbeit, zu deren Annahme der Versicherte nach Art. 17 Abs. 1 verpflichtet ist, erweitert wurde. Die damit verbundene vermehrte Anwendung der Zwischenverdienstregelung (Art. 24 AVIG) und Ausrichtung entsprechender Differenzzahlungen führt letztlich zum Konsum von weniger Taggeldern pro Kontrollperiode, womit die Möglichkeit des Einzugs von Stempelferien noch |442| weiter hinausgeschoben wird (GERHARDS, Arbeitslosenversicherung, SZS 1994 S. 330).\n\ne) Die Beschwerdeführerin macht sodann geltend, die Berechnung der kontrollfreien Tage nach bezogenen Stempeltagen führe zu einer Benachteiligung der Teilarbeitslosen gegenüber den Ganzarbeitslosen und Vollzeitbeschäftigten und verletze somit das Rechtsgleichheitsgebot von Art. 4 Abs. 1 BV.\n\nIn der Tat müssen auch nach der seit Januar 1992 geltenden Fassung von Art. 27 Abs. 1 AVIV Versicherte, die keine vollen Taggelder beziehen, länger darauf warten, bis sie über fünf kontrollfreie Tage verfügen können, als jene, die Anspruch auf ein volles Taggeld haben, obschon sie in gleicher Weise auf Stempelferien angewiesen sind und arbeitsvertragsrechtlich Teil- und Vollzeitbeschäftigte bezüglich des Ferienanspruchs gleich behandelt werden. Die Neuregelung hat somit die vom Eidg. Versicherungsgericht in BGE 114 V 199 Erw. 2c gerügte, durch nichts begründbare, rechtsungleiche Behandlung nicht beseitigt. Damit erweist sich die zu überprüfende Verordnungsbestimmung nicht nur als gesetz-, sondern auch als verfassungswidrig.\n\n4. Zusammenfassend ergibt sich somit, dass die der Beschwerdeführerin zustehenden Stempelferien aufgrund einer zeitmässigen Berechnung, nach Massgabe der Tage zurückgelegter Arbeitslosigkeit, zu bestimmen sind. In diesem Sinne wird die Verwaltung den Taggeldanspruch für die vom 18. Juli bis 5. August 1994 bezogenen Ferien neu festzusetzen haben."}