{"annee": "122", "cour": "II", "page": "72", "date": "13/3/1996", "cite": ["110 IB 382", "108 IB 509", "118 IB 614", "110 IA 91", "118 IB 367", "114 IB 224", "120 IB 339", "119 IA 241"], "cite_par": ["125 II 440", "122 II 274", "124 II 165"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 13. März 1996 i.S. Schweizerischer Bund für Naturschutz (SBN) gegen Breitloo AG und Mitbeteiligte, Gemeinderat Kilchberg und Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Constatation de la nature forestière. Art. 1, 2 et 3 de la loi sur les forêts (LFo), art. 1er de l'ordonnance sur les forêts (OFo) et droit cantonal d'exécution. Notion de forêt (art. 1, 2 et 3 LFo); pouvoir d'appréciation des cantons selon l'art. 1er al. 1 OFo dans la concrétisation de cette notion à l'aide de critères quantitatifs (consid. 2a). Les normes d'exécution de l'art. 1er al. 1 OFo ne peuvent être contenues dans des directives internes de l'administration (consid. 2b). Conformément à l'art. 2 al. 4 OFo, les cantons sont libres d'adopter ou non des normes d'exécution. Situation juridique lorsqu'un canton ne l'a pas (ou pas encore) fait (consid. 2c); évaluation de la surface boisée considérée dans cette hypothèse (consid. 2d). L'art. 1er al. 1 OFo est conforme à la notion qualitative de la forêt; tel n'est pas le cas en revanche des normes cantonales d'exécution qui délimitent de manière toute schématique le pouvoir d'appréciation laissé par le droit fédéral; fonction et signification des critères quantitatifs dans la constatation de la nature forestière d'un peuplement (consid. 3). Surface boisée en zone à bâtir: conséquences de l'annulation d'une constatation négative de la nature forestière par le Tribunal fédéral (consid. 4)."], "faits": "BGE 122 II 72 S. 73\n\nDie Baugesellschaft Breitloo AG, mit der die Erben des Jakob Streuli, nämlich Hulda Suter-Streuli und Jakob Streuli-Schärer, durch einen Erschliessungsvertrag verbunden sind, ist Eigentümerin der unüberbauten Parzelle Kat.-Nr. 3269 im Gebiet Breitloo in der Gemeinde Kilchberg. Diese lag nach dem Zonenplan 1987 in der eingeschossigen Wohnzone in empfindlichem Gebiet W1E; nach dem am 27. September 1995 vom Regierungsrat genehmigten Zonenplan 1995 liegt sie seither in der eingeschossigen Wohnzone W1. Sie wird von einem Gestaltungsplan-Entwurf aus dem Jahre 1987 erfasst, nach dem sie, zusammen mit dem ganzen umliegenden freien Gebiet, überbaut werden soll.\n\nMit Verfügung vom 15. Juli 1991 stellte die Volkswirtschaftsdirektion des Kantons Zürich fest, dass die Bestockung auf der Parzelle Kat.-Nr. 3269 im Umfang von 788 m2 Wald im Sinne der Forstgesetzgebung sei. Einen Rekurs der am Grundstück Berechtigten wies der Regierungsrat am 4. November 1992 ab.\n\nBGE 122 II 72 S. 74\n\nAm 9. September 1993 stellten die Baugesellschaft Breitloo AG und die Erben des Jakob Streuli ein Gesuch um Neubeurteilung der Waldfeststellung vom 15. Juli 1991. Mit Verfügung vom 25. März 1994 stellte die Volkswirtschaftsdirektion hierauf fest, die Bestockung auf der Parzelle Kat.-Nr. 3269 sei nicht Wald. Dagegen rekurrierte der Schweizerische Bund für Naturschutz (SBN) an den Regierungsrat. Dieser wies den Rekurs am 14. Dezember 1994 ab. Zur Begründung führte er im wesentlichen an, nach den neuen Richtlinien für die Waldfeststellung der Volkswirtschaftsdirektion vom 1. Juni 1993 seien bestockte Flächen unter 800 m2, sofern ihnen keine besonderen Schutz- oder Wohlfahrtswirkungen zukämen, nicht als Wald im Sinne des WaG zu betrachten. Die Bestockung auf der Kat.-Nr. 3269 würde die Mindestfläche von 800 m2 auf jeden Fall deutlich unterschreiten, da die neuen Richtlinien die Kriterien für die Bestimmung der massgeblichen Waldfläche verschärft hätten, weshalb eine Waldfeststellung auf jeden Fall ein tieferes Ergebnis erbringen müsste als die im ersten Verfahren festgestellte Fläche von 788 m2. Da der Bestockung keine besondere Schutz- und Wohlfahrtswirkung zukomme, sei sie wegen Unterschreitung der Mindestfläche kein Wald.\n\nGegen diesen Rekursentscheid führt der Schweizerische Bund für Naturschutz Verwaltungsgerichtsbeschwerde und beantragt, der angefochtene Entscheid und damit auch der erstinstanzliche Entscheid der kantonalen Volkswirtschaftsdirektion vom 25. März 1994 seien aufzuheben. Er macht im wesentlichen geltend, Art. 1 Abs. 1 lit. a WaV (Waldverordnung vom 30. November 1992, SR 921.01) sei nicht gesetzeskonform, weil er einen vom Gesetz (Art. 2 WaG; Waldgesetz vom 4. Oktober 1991, SR 921.0) abweichenden, stark quantitativ gesprägten Waldbegriff schaffe. Die neuen Richtlinien der Volkswirtschaftsdirektion seien keine Vorschriften im Sinne von Art. 50 Abs. 1 WaG und könnten damit von vornherein nicht als Rechtsgrundlage für Waldfeststellungen herangezogen werden. überdies komme der Bestockung eine besondere Wohlfahrtswirkung im Sinne von Art. 1 Abs. 2 WaV zu: Als eine der wenigen verstreuten Waldparzellen auf dem Zimmerbergrücken sei sie sowohl für das Landschaftsbild als auch als Lebensraum für Vogel- und Insektenwelt besonders wichtig. Die im angefochtenen Entscheid vorgenommene Wiedererwägung der mit Rekursentscheid des Regierungsrates vom 4. November 1992 rechtskräftig gewordenen Waldfeststellung sei willkürlich und verletze das Gebot der Rechtsgleichheit.\n\nBGE 122 II 72 S. 75\n\nAm 20. November 1995 führte eine Delegation des Bundesgerichts einen Augenschein durch.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Gegen den Entscheid einer obersten kantonalen Instanz (§ 47 Abs. 1 lit. c in Verbindung mit § 49 des Verwaltungsrechtspflegegesetzes des Kantons Zürich vom 24. Mai 1959) über eine Waldfeststellung nach Art. 10 WaG ist die Verwaltungsgerichtsbeschwerde zulässig (Art. 46 Abs. 1 WaG, Art. 97 und 98 lit. g OG). Der Schweizerische Naturschutzbund ist zu ihrer Erhebung legitimiert (Art. 46 Abs. 3 WaG in Verbindung mit Art. 12 Abs. 1 des Bundesgesetzes über den Natur- und Heimatschutz vom 1. Juli 1966 in der bis Ende 1995 geltenden Fassung, NHG, SR 451, und Art. 103 lit. c OG). Mit Verwaltungsgerichtsbeschwerde kann der Beschwerdeführer die Verletzung von öffentlichem Recht des Bundes, einschliesslich Überschreitung oder Missbrauch des Ermessens geltend machen (Art. 104 lit. a OG), ferner die unrichtige oder unvollständige Feststellung des Sachverhalts (Art. 104 lit. b OG).\n\n2. a) Gemäss Art. 3 WaG soll die Waldfläche der Schweiz nicht vermindert werden. Das Waldgesetz soll den Wald in seiner Fläche und seiner räumlichen Verteilung erhalten sowie als naturnahe Lebensgemeinschaft schützen (Art. 1 Abs. 1 lit. a und b WaG) und überdies dafür sorgen, dass er seine Funktionen, namentlich seine Schutz-, Wohlfahrts- und Nutzfunktion (Waldfunktionen) erfüllen kann (Art. 1 Abs. 1 lit. c WaG). Art. 2 WaG umschreibt den Begriff des Waldes. Als Wald gilt jede Fläche, die mit Waldbäumen oder Waldsträuchern bestockt ist und Waldfunktionen ausüben kann. Entstehung, Nutzungsart und Bezeichnung im Grundbuch sind nicht massgebend (Abs. 1). Auch als Wald gelten u.a. Weidwälder, bestockte Weiden (Wytweiden) und Selven (Abs. 2). Nicht als Wald gelten u.a. isolierte Baum- und Strauchgruppen, Hecken, Garten-, Grün- und Parkanlagen sowie Baumkulturen, die auf offenem Land zur kurzfristigen Nutzung angelegt worden sind (Abs. 3).\n\nInnerhalb des vom Bundesrat festgesetzten Rahmens können die Kantone bestimmen, ab welcher Breite, welcher Fläche und welchem Alter eine einwachsende Fläche sowie ab welcher Breite und welcher Fläche eine andere Bestockung als Wald gilt (Art. 2 Abs. 4 Satz 1 WaG). Diesen Rahmen legte der Bundesrat in Art. 1 Abs. 1 WaV wie folgt fest: BGE 122 II 72 S. 76\n\na) Fläche mit Einschluss eines zweckmässigen Waldsaumes: 200-800 m2;\n\nb) Breite mit Einschluss eines zweckmässigen Waldsaumes: 10-12m;\n\nc) Alter der Bestockung auf Einwuchsflächen: 10-20 Jahre.\n\nErfüllt die Bestockung in besonderem Masse Wohlfahrts- oder Schutzfunktionen, so sind die kantonalen Kriterien nicht massgebend, bzw. gilt sie unabhängig von ihrer Fläche, ihrer Breite oder ihrem Alter als Wald (Art. 2 Abs. 4 Satz 2 WaG und Art. 1 Abs. 2 WaV).\n\nb) Die Kantone vollziehen gemäss Art. 50 Abs. 1 WaG und Art. 66 WaV die neue Waldgesetzgebung des Bundes und erlassen innert fünf Jahren die notwendigen Ausführungsvorschriften. Der Kanton Zürich will in einem neuen Waldgesetz Ausführungsbestimmungen zu Art. 1 Abs. 1 WaV erlassen; ein Entwurf dafür wurde bereits in die Vernehmlassung geschickt. Die darin enthaltenen Mindestkriterien - 800m2 Fläche, 12m Breite und ein Alter von 20 Jahren - wurden nach den Ausführungen des Regierungsrates in der Vernehmlassung grossmehrheitlich befürwortet. Zurzeit sind diese Mindestkriterien aber erst in den Richtlinien der Volkswirtschaftsdirektion vom 1. Juni 1993 enthalten, auf die sich der angefochtene Entscheid stützt.\n\nDer Kanton Zürich sieht somit den Erlass von Ausführungsbestimmungen zu Art. 1 Abs. 1 WaV in einem formellen Gesetz vor. Es wird nicht geltend gemacht und ist auch nicht ersichtlich, dass nach Zürcher Staatsrecht eine kantonale Direktion befugt wäre, in der Form einer (verwaltungsinternen) Weisung eine in Vorbereitung begriffene formell-gesetzliche Regelung bis zu deren Erlass vorwegzunehmen. Und Art. 1 Abs. 1 WaV lässt klarerweise auch nicht zu, dass die Kantone den darin vorgesehenen Spielraum ohne Erlass von Ausführungsbestimmungen unmittelbar gestützt auf das Bundesrecht einzelfallweise ausschöpfen. Die neuen Richtlinien der kantonalen Volkswirtschaftsdirektion vom 1. Juni 1993 sind daher keine Rechtssätze, die als Vollzugsbestimmungen zum WaG betrachtet werden könnten. Der Regierungsrat hat im angefochtenen Entscheid zu Unrecht auf sie abgestellt.\n\nc) Art. 2 Abs. 4 WaG ermächtigt die Kantone, den vom Bundesrat in Art. 1 Abs. 1 WaV eingeräumten Spielraum auszufüllen. Sie sind nach dem klaren Wortlaut des Gesetzes (Kann-Vorschrift), entgegen der insofern missverständlichen Formulierung in Art. 1 Abs. 1 WaV (\"Die Kantone bestimmen...\"), aber nicht verpflichtet, entsprechende Vorschriften zu BGE 122 II 72 S. 77erlassen. Tun sie das nicht, gilt grundsätzlich weiterhin die vom Bundesgericht unter der Herrschaft des Forstpolizeigesetzes erarbeitete, bewährte Praxis (BGE BGE 118 Ib 614 E. 4a mit Hinweisen) zum unverändert ins neue Recht überführten (BBl 1988 III 189) Waldbegriff. Daneben können altrechtliche kantonale Waldfeststellungsrichtlinien, die den Vorgaben von Art. 1 WaV und Art. 2 WaG entsprechen, auch weiterhin für die Bestimmung der massgeblichen Hilfskriterien herangezogen werden (BGE 120 Ib 339 E. 5c). Solche Richtlinien verlieren jedoch ihre Geltungskraft, sobald sie durch kantonale Ausführungsbestimmungen zu Art. 1 Abs. 1 WaV abgelöst werden, oder wenn der Kanton von seiner Ermächtigung zum Erlass solcher Vorschriften innert der ihm dafür von Art. 66 WaV eingeräumten Frist keinen Gebrauch gemacht hat (vgl. PETER KELLER, Erste Erfahrungen mit der neuen Waldgesetzgebung in Raum & Umwelt 1995, Schweizerische Vereinigung für Landesplanung, Bern 1996, S. 17 und die dort erwähnten unveröffentlichten Urteile des Bundesgerichts).\n\nd) Nach den bisherigen Richtlinien des Kantons Zürich gilt eine Bestockung von 300m2 (inkl. 2 m Waldsaum) bzw. von 160 m2 (exkl. Waldsaum) als Wald, wenn auch die übrigen Kriterien (Alter, vorkommende Arten etc.) erfüllt sind. Dass das hier der Fall ist, stellte der Regierungsrat bereits im Rekursentscheid vom 4. November 1992 fest. Daran hat sich seither nichts geändert. Erfüllt sind auch alle quantitativen Hilfskriterien nach der bundesgerichtlichen Rechtsprechung (dazu näher unten).\n\nDie fragliche Fläche auf dem Grundstück Kat.-Nr. 3269 ist namentlich mit Erlen, Weiden und Kirschbäumen sowie mit den einheimischen Sträuchern Hartriegel, Hasel und Liguster bestockt. Das Gehölz ist rund 30 Jahre alt. Im südöstlichen Teil ist es zwischen 15 und 25 m, im Nordwesten zwischen 8 und 15 m breit. Die bei der Waldfeststellung vom 4. April 1991 vorgenommene Verpflockung hatte eine Fläche von 788 m2 ergeben. Nach den neuen kantonalen Richtlinien für die Waldfeststellung dürfte sie heute kaum grösser, aber auch nicht wesentlich kleiner sein. Das genaue Mass der bestockten Fläche kann jedoch offenbleiben, da sie offensichtlich 300m2 und auch 500m2 überschreitet. Die typischen Waldelemente: ausschliesslich einheimische Baum- und Straucharten, intakte einheimische Strauch- und Krautschicht sowie Bodenvegetation, gestufter Waldrand und ausgeprägtes Waldinnenklima, wie sie die Vertreter des Bundesamtes für Umwelt, Wald und Landschaft feststellten, fanden am Augenschein Bestätigung und blieben im BGE 122 II 72 S. 78wesentlichen unbestritten. Der Einwand des kantonalen Oberforstmeisters, bei Biswind könne kaum mehr von einem Waldinnenklima gesprochen werden, mag für den unbelaubten Zustand, wie er am Augenschein vorlag, zutreffen, nicht aber bei voller Laubausbildung. Die Waldqualität, welche die Vorinstanz denn auch im angefochtenen Entscheid implizit bejahte und die Beschwerdegegner nicht ernstlich bestreiten, ist daher ohne weiteres gegeben. Ohne Belang ist nach Art. 2 Abs. 1 Satz 2 WaG und der ständigen Bundesgerichtspraxis dabei, dass der Wald nach den Angaben der Bodeneigentümer auf einer Schutthalde bzw. Deponie entstand; ebenso sein geltend gemachter teilweise schlechter Zustand, insbesondere weil an bestimmten Stellen Gartenabfälle deponiert wurden (selbst kranker Wald ist Wald: unveröffentlichter Bundesgerichtsentscheid vom 30. November 1983 i.S. F. gegen Regierung GR, E. 3).\n\nUnter diesen Umständen hat der Regierungsrat, indem er im angefochtenen Entscheid feststellte, die Bestockung auf der Parzelle Kat.-Nr. 3269 sei nicht Wald, Bundesrecht verletzt.\n\n3. Selbst wenn die Mindestfläche im Sinne von Art. 1 Abs. 1 WaV im Kanton Zürich, wie in Aussicht genommen, gesetzlich generell auf 800 m2 festgesetzt werden sollte, verletzte es Bundesrecht, der umstrittenen Bestockung, weil sie dieses Mass unterschreitet, die Waldeigenschaft abzusprechen.\n\na) Der Beschwerdeführer betrachtet Art. 1 Abs. 1 WaV als gesetzwidrig und auch in der Literatur wird nicht ganz zu Unrecht die Frage aufgeworfen, ob der in dieser Bestimmung enthaltene Höchstwert von 800m2 Fläche oder jedenfalls eine darauf gestützte kantonale Ausführungsgesetzgebung, die den dort vorgesehenen Spielraum undifferenziert voll ausschöpft, den gesetzlichen Waldbegriff verletzen (STEFAN JAISSLE, Der dynamische Waldbegriff und die Raumplanung, Zürcher Diss., Zürich 1994, S. 65 f.; HANS-PETER JENNI, Vor lauter Bäumen den Wald doch noch sehen: Ein Wegweiser durch die neue Waldgesetzgebung, Schriftenreihe Umwelt Nr. 210 des BUWAL, Bern 1993, S. 36; PETER KELLER, Rechtliche Aspekte der neuen Waldgesetzgebung, AJP 1993 S. 145 f.). Werden die quantitativen Kriterien, welche die Kantone nun in ihrer Ausführungsgesetzgebung innerhalb des Rahmens der bundesrätlichen Verordnung festlegen können, im Sinne der bundesgerichtlichen Rechtsprechung verstanden und angewendet, so lässt sich Art. 1 Abs. 1 WaV - was das Bundesgericht bei der vorfrageweisen Beurteilung einer unselbständigen Verordnung des Bundesrates prüft (BGE 119 Ia 241 E. 5a, BGE 118 Ib 367 E. 4, je mit Hinweisen) - indessen mit dem BGE 122 II 72 S. 79qualitativen Waldbegriff von Art. 2 Abs. 1 WaG vereinbaren.\n\nb) Nach Art. 2 Abs. 1 WaG gilt jede Fläche als Wald, die mit Waldsträuchern oder Waldbäumen bestockt ist und Waldfunktionen erfüllen kann. Diese mit bloss redaktionellen Änderungen aus der Forstpolizeiverordnung (FPolV) übernommene Legaldefinition postuliert einen qualitativen Waldbegriff. Quantitativen Kriterien wie Fläche, Breite, Länge, Alter etc. kommt bei einer solchen qualitativen Begriffsbestimmung immer nur eine Hilfsfunktion zu. Eine Bestockung braucht eine gewisse Grösse und Breite sowie ein gewisses Alter, damit sich ein Waldinnenklima, ein abgestufter Waldsaum und ein charakteristischer Waldboden ausbilden können; entscheidend ist aber nicht die Erfüllung der quantitativen Kriterien, sondern ob die qualitativen Waldmerkmale vorliegen, so dass die Bestockung Waldfunktionen erfüllen kann.\n\nDer Bundesrat hat die bundesgerichtliche Rechtsprechung in der Botschaft zum Waldgesetz (BBl 1988 III 189) dahingehend zusammengefasst, dass bestockte Flächen ab einer Grösse von etwa 500 m2, einer Breite von 12m und einem Alter von 15 Jahren regelmässig Waldfunktionen erfüllen können, währenddem das bei kleineren Bestockungen oft nicht der Fall sei. Dem ist, auch wenn dies in bezug auf die Fläche eine etwas grosszügige Interpretation der Bundesgerichtspraxis darstellt, beizupflichten, nachdem die angeführten Werte die Grundlage für die neue Gesetzgebung bildeten. Diese dürfen indessen, wie das Bundesgericht wiederholt für entsprechende kantonale Richtlinien entschied, bloss als Hilfskriterien für Waldfeststellungen herangezogen sowie nicht zu schematisch und nicht, ohne die Qualität der Bestockung entsprechend zu würdigen, angewendet werden (vgl. etwa BGE 114 Ib 224 E. 9, BGE 110 Ib 382 E. 3, BGE 110 Ia 91 E. 2c, BGE 108 Ib 509 E. 4 und 5, je mit Hinweisen).\n\nNicht anders verhält es sich mit quantitativen Kriterien, welche die Kantone innerhalb des ihnen nach Art. 1 Abs. 1 WaV zur Verfügung stehenden Rahmens in ihrer Ausführungsgesetzgebung zum neuen Waldgesetz festlegen. Diese dienen dazu, den unbestimmten (qualitativen) Rechtsbegriff des Waldes bei kleineren Bestockungen zu konkretisieren. Sie haben in erster Linie die Bedeutung, dass dort, wo sie erreicht werden - aussergewöhnliche Verhältnisse vorbehalten -, die Waldqualität zu bejahen ist; sie werden daher zu Recht auch als Mindestkriterien bezeichnet. Hingegen darf der Umkehrschluss, wo sie nicht erreicht seien, liege kein Wald vor, nicht ohne weiteres gezogen werden. Ein solcher Schematismus widerspräche dem BGE 122 II 72 S. 80gesetzlich festgelegten qualitativen Waldbegriff und würde diesen aushöhlen. Die quantitativen Hilfskriterien dürfen die Beurteilung der Waldqualität eines Gehölzes ein Stück weit schematisieren und vereinfachen. Sie müssen jedoch so gewählt werden, dass sie im Ergebnis den qualitativen Waldbegriff konkretisieren und nicht aushöhlen. Je weiter die Kantone den ihnen von Art. 1 Abs. 1 WaV eingeräumten Spielraum ausschöpfen, um so differenziertere Regelungen müssen sie daher treffen.\n\naa) Erfüllt eine Bestockung \"in besonderem Masse Wohlfahrts- und Schutzfunktionen\", sind die quantitativen Mindestkriterien in kantonalen Ausführungsbestimmungen nach dem klaren Gesetzeswortlaut von vornherein nicht massgebend (Art. 2 Abs. 4 Satz 2 WaG; vgl. dazu BGE 120 Ib 339 E. 5d). Solche Bestockungen stellen von Bundesrechts wegen stets Wald dar.\n\nbb) Schöpft ein Kanton in seiner Ausführungsgesetzgebung den ihm in Art. 1 Abs. 1 WaV vorgegebenen Spielraum schematisch und undifferenziert für Bestockungen der unterschiedlichsten Art und Lage im ganzen Kantonsgebiet aus, indem er - wie dies im Zürcher Gesetzesentwurf für die Ausführungsbestimmungen derzeit vorgesehen ist - die Höchstwerte von 800 m2, das Alter der Bestockung von 20 Jahren und eine Breite von 12 m als in allen Fällen massgeblich erklärt, widerspricht dies dem dargelegten Sinn und Zweck der quantitativen Kriterien für die Waldfeststellung und damit dem qualitativen Waldbegriff. Auf eine solche bundesrechtswidrige kantonale Regelung kann nicht abgestellt werden. Wie beim gänzlichen Fehlen einer entsprechenden Ausführungsgesetzgebung müssen in diesen Fällen die in der bundesgerichtlichen Praxis entwickelten Mindestkriterien Platz greifen.\n\nAuch wenn das neue Waldgesetz des Kantons Zürich bereits verabschiedet und in Kraft wäre, änderte dies daher nichts daran, dass die Waldqualität der Bestockung auf Parzelle Nr. 3269 in Kilchberg zu bejahen ist. Ob ihr gar eine besondere Schutz- und Wohlfahrtsfunktion zukommt und sie daher schon von Bundesrechts wegen Wald darstellt, kann unter diesen Umständen offenbleiben.\n\ncc) Dass der Bundesrat in Art. 1 Abs. 1 WaV - in einer etwas überraschenden Abweichung von den in der Botschaft ausdrücklich angeführten Mindestkriterien gemäss der Bundesgerichtspraxis - den Kantonen erlaubt, die Mindestfläche bis auf 800m2 und das Mindestalter bis auf 20 Jahre festzusetzen, lässt diese Bestimmung selber indessen noch nicht als gesetzwidrig erscheinen. Bei einer genügend differenzierenden kantonalen BGE 122 II 72 S. 81Regelung ist es denkbar, dass diese Grenzwerte in besonderen dafür geeigneten Fällen ausgeschöpft werden können, ohne den gesetzlich festgelegten, qualitativen Waldbegriff zu verletzen.\n\nEine Bestockung wie die hier zu beurteilende weist jedoch eindeutig alle qualitativen Waldmerkmale auf (E. 2d oben). Daran vermögen auch differenzierte kantonale Ausführungsbestimmungen zu Art. 1 Abs. 1 WaV nichts zu ändern.\n\n4. Demnach ist die Verwaltungsgerichtsbeschwerde gutzuheissen, der angefochtene Entscheid aufzuheben und die Sache zur Feststellung der rechtlichen Waldqualität der Bestockung - gemäss noch vorzunehmender neuer Verpflockung und Vermessung - an die Vorinstanz zurückzuweisen.\n\nDas Grundstück Kat.-Nr. 3269 liegt gemäss den Ausführungen der Gemeindevertreter am Augenschein und dem nachgereichten Zonenplan der Gemeinde Kilchberg vom 4. April 1995, vom Regierungsrat genehmigt am 27. September 1995, in der Wohnzone 1 mit Gestaltungsplanpflicht. Für die Abgrenzung von Wald und Bauzonen gilt seit dem Inkrafttreten des neuen Waldgesetzes am 1. Januar 1993 Art. 10 Abs. 2 WaG, wonach in jenem Bereich, wo Bauzonen an den Wald grenzen, beim Erlass und bei der Revision von Nutzungsplänen von Gesetzes wegen eine Waldfeststellung anzuordnen ist. Gestützt auf die rechtskräftige Waldfeststellung sind gemäss Art. 13 Abs. 1 WaG im Zonenplan der Gemeinde Kilchberg die Waldgrenzen einzutragen."}