{"annee": "122", "cour": "IV", "page": "17", "date": "16/1/1996", "cite": ["121 IV 10", "116 IV 306", "120 IV 300", "117 IV 130", "115 IV 189", "118 IV 130", "121 IV 207", "115 IV 199", "114 IV 173", "110 IV 68", "101 IV 149", "115 IV 100"], "cite_par": ["129 IV 282", "126 III 14", "123 IV 184", "125 IV 153", "134 IV 255", "127 IV 62", "126 III 113", "133 IV 158", "130 IV 7", "128 III 22", "132 III 285", "126 IV 13", "122 IV 193", "143 III 242", "138 IV 1", "122 IV 145", "133 III 462", "127 IV 34", "125 IV 195", "129 IV 119", "131 IV 145", "128 III 180"], "chapeau": "3. Extrait de l'arrêt de la Cour de cassation pénale du 16 janvier 1996 dans la cause G. contre O., Y. et Ministère public du Bas-Valais (pourvoi en nullité)", "regestes": ["Art. 125 CP; lésions corporelles par négligence, causalité adéquate; devoir de diligence du skieur. Le skieur qui descend une piste doit toujours compter avec la possibilité de trouver, dans les passages sans visibilité, des obstacles tels que des skieurs à terre et il doit réduire sa vitesse de manière à pouvoir les éviter (consid. 2b). Le skieur qui franchit une bosse trop rapidement de telle sorte qu'il n'est pas en mesure d'éviter les skieurs qui se trouvent derrière cet obstacle commet une faute qui, selon le cours ordinaire des choses et l'expérience de la vie, est de nature à entraîner un accident (consid. 2c). Le fait, pour un groupe de skieurs, de s'arrêter sous une bosse, quelle qu'en soit la cause, ne constitue pas un comportement si extraordinaire, insensé et imprévisible qu'il relègue à l'arrière-plan tous les autres facteurs qui ont contribué à l'avènement du résultat, en particulier la survenance d'un skieur qui, ne maîtrisant pas sa vitesse, ne parvient pas à s'arrêter ou à éviter l'obstacle (consid. 2c)."], "faits": "|18|\n\nLe 6 février 1993 vers 13 heures, une première collision entre deux skieurs, Y. et P., eut lieu sur la piste \"Jean-Bernard\", qui est bleue, aux Crosets (VS). O. se porta à leur secours, de même que les personnes qui les accompagnaient. Il se forma ainsi un groupe de skieurs qui, en raison d'une bosse située en amont, n'était visible d'un skieur descendant qu'à une distance d'environ 30 à 35 mètres. G., qui skiait en compagnie de son fils et de F., s'élança sur la piste, après s'être assuré qu'elle lui paraissait libre; il effectua d'abord quelques virages, puis se mit en position de recherche de vitesse. Il arriva ainsi en schuss sur la bosse et fut surpris, tout de suite après celle-ci, par la présence du groupe de skieurs; il ne parvint ni à s'arrêter ni à les éviter et provoqua une violente collision avec les skieurs qui rechaussaient leurs skis et discutaient en vue de trouver un arrangement à la suite de la première collision. O. subit une fracture des côtes, une tétraplégie par canal cervical étroit et une contusion splénique, ainsi qu'un hémothorax gauche complet; son taux d'incapacité est de 90 % et il doit utiliser un fauteuil roulant pour des déplacements supérieurs à 200 mètres. Y., qui a déposé plainte en temps utile, a subi des douleurs aux côtes, une luxation du pouce gauche et des douleurs au poignet droit, entraînant une incapacité de travail de 30 jours.\n\nStatuant sur appel d'un jugement rendu le 10 juin 1994 par le Juge de district II du district de Monthey, le Tribunal du IIIe arrondissement pour le district de Monthey, par jugement du 5 mai 1995, a réduit la peine prononcée en première instance; il a condamné G., pour lésions corporelles par négligence (art. 125 al. 1 et 2 CP), à la peine de 20 jours d'emprisonnement avec sursis pendant 2 ans, renvoyant les parties civiles au for civil et statuant sur les frais. L'autorité cantonale a retenu que G. avait commis une négligence en ne maîtrisant pas ses skis de manière à pouvoir s'arrêter sur sa distance de visibilité et qu'il avait ainsi causé |19| des lésions corporelles graves à O. et des lésions corporelles simples à Y. Il a été constaté qu'il n'était pas possible d'affirmer que le groupe de skieurs avait stationné à l'endroit de l'accident plus longtemps qu'il n'était nécessaire pour rassembler le matériel perdu. Au stade de la fixation de la peine, il a été relevé, à la décharge de l'accusé, qu'il ne s'était lancé que lorsque la piste lui a paru libre; il a été observé, à sa charge, qu'il connaissait bien les lieux et qu'il est un skieur chevronné, étant moniteur de Jeunesse et Sport de niveau 1 dans la discipline du ski alpin. Il a été signalé qu'il avait été condamné, en 1982, pour refus de servir. A la décharge de l'accusé, il a été tenu compte du fait qu'il a été lui-même blessé dans l'accident, ayant subi une fracture de la hanche, et qu'il a été extrêmement affecté par ce qui s'est passé.\n\nContre ce jugement, G. s'est pourvu en nullité à la Cour de cassation du Tribunal fédéral. Invoquant une violation des art. 63, 64, 66bis et 125 CP, mais plus précisément une rupture du rapport de causalité adéquate, il conclut, avec suite de frais et dépens, à l'annulation de la décision attaquée et sollicite par ailleurs l'effet suspensif.\n\nStatuant le 16 janvier 1996, la Cour de céans a rejeté, dans la mesure où il était recevable, le recours de droit public formé parallèlement contre le jugement du 5 mai 1995.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. a) Le recourant a été reconnu coupable de lésions corporelles par négligence au sens de l'art. 125 CP.\n\nSelon cette disposition, \"celui qui, par négligence, aura fait subir à une personne une atteinte à l'intégrité corporelle ou à la santé sera, sur plainte, puni de l'emprisonnement ou de l'amende\". L'art. 125 al. 2 CP prévoit que si la lésion est grave, l'auteur sera poursuivi d'office. L'art. 18 al. 3 CP donne une définition de la négligence: \"celui-là commet un crime ou un délit par négligence, qui, par une imprévoyance coupable, agit sans se rendre compte ou sans tenir compte des conséquences de son acte. L'imprévoyance est coupable quand l'auteur de l'acte n'a pas usé des précautions commandées par les circonstances et par sa situation personnelle\".\n\nb) Pour qu'il y ait lésions corporelles par négligence, il faut tout d'abord, d'une part, que l'auteur ait violé les règles de prudence que les circonstances lui imposaient pour ne pas excéder les limites du risque admissible et, d'autre part, qu'il n'ait pas déployé l'attention et les |20| efforts que l'on pouvait attendre de lui pour se conformer à son devoir (cf. ATF 121 IV 207 consid. 2a, ATF 116 IV 306 consid. 1a et les références citées).\n\naa) Pour déterminer plus précisément quels étaient les devoirs imposés par la prudence, on peut se référer à des normes édictées par l'ordre juridique pour assurer la sécurité et éviter les accidents (ATF 121 IV 207 consid. 2a, 118 IV 130 consid. 3a, ATF 116 IV 306 consid. 1a, ATF 114 IV 173 consid. 2a). A défaut de dispositions légales ou réglementaires, on peut se référer à des règles analogues qui émanent d'associations privées ou semi-publiques lorsqu'elles sont généralement reconnues (ATF 121 IV 207 consid. 2a, ATF 118 IV 130 consid. 3a, ATF 115 IV 189 consid. 3b p. 192 s.) En particulier, la jurisprudence admet de se référer aux règles établies par la Fédération internationale de ski (ATF 106 IV 350 consid. 3a). La violation des devoirs de la prudence peut aussi être déduite des principes généraux, si aucune règle spéciale de sécurité n'a été violée (STRATENWERTH, Allgemeiner Teil I, Berne 1982, p. 406 no 24; DONATSCH, Sorgfaltsbemessung und Erfolg beim Fahrlässigkeitsdelikt, Zurich 1987, p. 296 ss).\n\nEn l'espèce, il est reproché au recourant une action, soit d'avoir descendu la piste de manière imprudente. Il n'y a donc pas à examiner les règles particulières applicables en cas d'omission, à savoir l'exigence d'une position de garant (cf. ATF 121 IV 10 consid. 2b, ATF 117 IV 130 consid. 2a, ATF 115 IV 199 consid. 2b et c p. 204).\n\nbb) S'agissant d'un accident de ski, c'est à juste titre, au vu des principes rappelés, que l'autorité cantonale s'est référée aux règles établies par la Fédération internationale de ski.\n\nIl semble cependant que l'autorité cantonale et le recourant n'aient connu que les règles adoptées en 1967 (que l'on trouve dans le texte de LOUIS DALLÈVES, Responsabilité du skieur, FJS 583, version 1981, p. 2 ss), et non pas les règles adoptées en 1990, qui les ont remplacées et qui étaient évidemment applicables au moment de l'accident (on peut lire ces nouvelles dispositions dans l'article de HANS-KASPAR STIFFLER, Die FIS-Verhaltensregeln für Skifahrer - Fassung 1990 -, RSJ 87/1991 p. 7 ss, 8 s.; celles-ci ont également été reprises dans les \"Directives pour le comportement des skieurs\", Commission suisse pour la prévention des accidents sur les descentes à ski et les pistes de ski de fond, Berne 1991).\n\nTranchant une question naguère controversée (DALLÈVES, op.cit., p. 3; LOUIS DALLÈVES, La responsabilité civile du skieur et des personnes chargées de l'entretien des pistes de ski, JT 1967 I p. 322 ss, 327 et les |21| références citées), la nouvelle règle no 2 de la Fédération internationale de ski exige que le skieur descende \"à vue\", par quoi on entend qu'il doit adapter sa vitesse à sa distance de visibilité et skier de telle manière qu'il puisse s'arrêter ou effectuer une manoeuvre d'évitement en présence d'un obstacle prévisible survenant dans son champ de vision (STIFFLER, op.cit., p. 8; HANS-KASPAR STIFFLER, Schweizerisches Skirecht, Derendingen 1991, p. 30 no 121 et 122). Cette formulation consacre la solution qui était déjà préconisée par l'auteur cité par le recourant (DALLÈVES, op.cit., FJS 583 p. 3; Dallèves, op.cit., JT 1967 I p. 327 s.).\n\nLa règle no 2 est considérée comme essentielle (STIFFLER, op.cit., Derendingen 1991, p. 31 no 123); elle implique que le skieur puisse, sur sa distance de visibilité, s'arrêter ou effectuer un évitement de manière à préserver autrui (STIFFLER, op.cit., Derendingen 1991, p. 31 no 124), le cas échéant en se laissant tomber (STIFFLER, op.cit., Derendingen 1991, p. 31 no 125). La règle est également applicable dans les passages où la visibilité est très restreinte, parce que ce sont souvent des passages difficiles où les skieurs chutent fréquemment sans pouvoir libérer rapidement la piste (STIFFLER, op.cit., Derendingen 1991, p. 31 no 124).\n\nMême lorsqu'aucune règle de sécurité n'a été édictée, la jurisprudence a déduit des principes de la prudence que celui qui exploite un dispositif dangereux doit prendre les mesures de précaution commandées par les circonstances (ATF 110 IV 68 consid. 3); en particulier, celui qui pilote un engin mobile doit regarder dans le sens de marche, se montrer attentif et maître des commandes, de manière à éviter de heurter les personnes ou les biens appartenant à autrui qui peuvent s'y trouver. On peut déduire des principes généraux de la prudence que celui qui emploie un moyen de locomotion présentant, par son volume, son poids ou sa vitesse un danger pour autrui doit le maîtriser de manière à ne pas heurter des personnes ou des biens appartenant à autrui qui se trouvent dans la zone du déplacement, en utilisant normalement celle-ci.\n\ncc) L'autorité cantonale a observé que le recourant ne pouvait s'exonérer du devoir découlant de la règle no 2 en invoquant une règle de priorité, parce qu'il était le skieur amont et que celui-ci est débiteur de la priorité selon la règle no 3 de la Fédération internationale de ski (STIFFLER, op.cit., RSJ 87/1991 p. 8). Cette remarque est de peu d'importance, puisque l'on ne se trouve de toute manière pas dans l'hypothèse où les trajectoires de deux skieurs en mouvement se coupent.\n\n|22|\n\ndd) Le recourant tente d'invoquer en sa faveur la règle no 6 de la Fédération internationale de ski qui exige d'éviter les arrêts sans nécessité aux endroits sans visibilité et de libérer la piste, en cas d'accident, le plus rapidement possible (STIFFLER, op.cit., RSJ 87/1991 p. 8). La doctrine observe à juste titre que la règle no 6 ne libère pas les autres skieurs des obligations découlant pour eux notamment de la règle no 2; en effet, c'est généralement aux endroits de peu de visibilité que les skieurs chutent ou se heurtent, sans pouvoir immédiatement réunir leur matériel et dégager la piste, en particulier si le skieur est blessé; celui qui descend la piste doit toujours compter avec la possibilité de trouver, dans les passages sans visibilité, des obstacles tels que des skieurs à terre et il doit réduire sa vitesse de manière à pouvoir les éviter (STIFFLER, op.cit., Derendingen 1991, p. 40 no 164; cf. également DALLÈVES, op.cit., JT 1967 I 327 s.).\n\nEn l'espèce, le recourant, qui connaissait bien les lieux, s'est élancé sur une bosse à grande vitesse, alors qu'il ne pouvait lui échapper qu'elle lui masquait une partie de la piste; il devait s'attendre à ce que le passage de cette bosse ait provoqué, par exemple, la chute d'un skieur et que d'autres se soient portés à son secours, comme le prescrit la règle no 9 de la Fédération internationale de ski (STIFFLER, op.cit., RSJ 87/1991 p. 9). En présence des skieurs qui se trouvaient derrière la bosse, à la suite d'une première collision, le recourant s'est révélé incapable, lorsqu'il les a vus, de s'arrêter ou de les éviter, provoquant ainsi une violente collision. Il n'a ainsi pas été en mesure de maîtriser son moyen de locomotion sur sa distance de visibilité, de sorte qu'il a violé les devoirs de la prudence que les circonstances lui imposaient.\n\nee) Lorsqu'il y a eu violation des devoirs de la prudence, il faut encore que celle-ci puisse être imputée à faute, c'est-à-dire que l'on puisse reprocher à l'auteur, compte tenu de ses circonstances personnelles, d'avoir fait preuve d'un manque d'effort blâmable (CORBOZ, L'homicide par négligence, SJ 1994 p. 169 ss, 196; STRATENWERTH, op.cit., p. 409 s. no 34). Il ne ressort nullement des faits retenus - qui lient la Cour de cassation - que des circonstances particulières auraient empêché le recourant de se conformer à son devoir. Il faut donc conclure qu'il a commis une négligence.\n\nc) Pour qu'il y ait lésions corporelles par négligence, il ne suffit pas de constater la violation fautive d'un devoir de prudence d'une part et l'existence des lésions corporelles d'autre part, il faut encore qu'il existe un rapport de causalité entre cette violation et les lésions subies (art. 125 al. 1 CP).\n\n|23|\n\naa) Un comportement est la cause naturelle d'un résultat s'il en constitue l'une des conditions sine qua non (ATF 121 IV 207 consid. 2a p. 212, ATF 116 IV 306 consid. 2a et les arrêts cités). La constatation du rapport de causalité naturelle relève du fait, ce qui la soustrait au contrôle de la Cour de cassation (ATF 121 IV 207 consid. 2a p. 212, ATF 117 IV 130 consid. 2a p. 133 s., ATF 115 IV 100 consid. 2a, 241 consid. 3 et les arrêts cités). Il y a toutefois violation du droit fédéral si l'autorité cantonale méconnaît le concept même de la causalité naturelle (ATF 121 IV 207 consid. 2a p. 212, ATF 117 IV 130 consid. 2a p. 134, ATF 101 IV 149 consid. 2b).\n\nEn l'espèce, si le recourant avait skié plus lentement, comme l'exigeait le manque de visibilité, il aurait pu et dû, en maîtrisant correctement ses skis, s'arrêter en temps utile ou effectuer un virage et éviter le choc; le manque de prudence fautif est la cause du choc, lequel a entraîné des lésions corporelles, comme cela a été constaté en fait d'une manière qui lie la Cour de cassation. On ne saurait donc dire que l'autorité cantonale a méconnu le concept de la causalité naturelle.\n\nbb) Lorsque la causalité naturelle est retenue, il faut encore se demander si le rapport de causalité peut être qualifié d'adéquat, c'est-à-dire si le comportement était propre, d'après le cours ordinaire des choses et l'expérience de la vie, à entraîner un résultat du genre de celui qui s'est produit (ATF 121 IV 10 consid. 3 p. 15, 207 consid. 2a p. 212, ATF 120 IV 300 consid. 3e p. 312, ATF 118 IV 130 consid. 3c, ATF 115 IV 100 consid. 2b, 199 consid. 5c et les arrêts cités). Il s'agit-là d'une question de droit que la Cour de cassation revoit librement (ATF 121 IV 207 consid. 2a p. 213, ATF 117 IV 130 consid. 2a p. 134). La causalité adéquate peut cependant être exclue, l'enchaînement des faits perdant sa portée juridique, si une autre cause concomitante, par exemple une force naturelle, le comportement de la victime ou d'un tiers, constitue une circonstance tout à fait exceptionnelle ou apparaît si extraordinaire, que l'on ne pouvait pas s'y attendre; l'imprévisibilité d'un acte concurrent ne suffit pas en soi à interrompre le rapport de causalité adéquate; il faut encore que cet acte ait une importance telle qu'il s'impose comme la cause la plus probable et la plus immédiate de l'événement considéré, reléguant à l'arrière-plan tous les autres facteurs qui ont contribué à l'amener et notamment le comportement de l'auteur (ATF 121 IV 10 consid. 3, 207 consid. 2a p. 213, ATF 120 IV 300 consid. 3e p. 312 et les arrêts cités).\n\nLe skieur qui franchit une bosse trop rapidement de telle sorte qu'il n'est pas en mesure d'éviter les skieurs qui se trouvent derrière cet obstacle |24| commet une faute qui, selon le cours ordinaire des choses et l'expérience de la vie, est de nature à entraîner un accident du genre de celui qui s'est produit. La doctrine cite d'ailleurs un exemple analogue (DALLÈVES, op.cit., JT 1967 I p. 326 s.). Il n'y a rien d'extraordinaire et d'imprévisible à trouver, derrière une bosse qui masque la visibilité, un skieur tombé à terre (DALLÈVES, op.cit., JT 1967 I p. 327; STIFFLER, op.cit., Derendingen 1991, p. 40 no 164). Il n'est pas non plus extraordinaire et imprévisible qu'il y ait un groupe de skieurs derrière la bosse, puisque la règle no 9 de la Fédération internationale de ski prescrit de se porter au secours de ceux qui sont tombés (cf. STIFFLER, op.cit., RSJ 87/1991 p. 9).\n\nPartant, la question de savoir si, dans le cas d'espèce, les victimes ont elles-mêmes commis une faute concomitante en s'arrêtant sur la piste à l'endroit de l'accident n'est pas pertinente. D'une part, il n'y a pas compensation des fautes au pénal. D'autre part, le fait pour un groupe de skieurs de s'arrêter sous une bosse, quelle qu'en soit la cause, ne constitue pas un comportement si extraordinaire, insensé et imprévisible au point de reléguer à l'arrière-plan tous les autres facteurs qui ont contribué à l'avènement du résultat, en particulier la survenance d'un skieur qui, ne maîtrisant pas sa vitesse, ne parvient pas à s'arrêter ou à éviter l'obstacle. Il appartient en effet à celui-ci soit de choisir une trajectoire où la visibilité est bonne, soit de réduire sa vitesse au passage de la bosse de manière à pouvoir réagir de façon adéquate en présence d'un ou de plusieurs skieurs masqués par celle-ci.\n\nIl convient de relever qu'indépendamment de l'obligation d'adapter sa vitesse à la distance de visibilité, il n'est désormais plus possible de descendre à grande vitesse des pistes très fréquentées. Il se produit, pour le ski, un phénomène comparable à celui observé en matière de circulation routière: passé une certaine limite, plus l'usage d'un bien s'accroît, plus les possibilités d'utilisation de celui-ci se réduisent. Ainsi, une augmentation de la mobilité peut conduire à l'immobilité (cf. SCHUBARTH, Unsere tägliche Bedrohung im Strassenverkehr - ein Problem der \"äusseren\" Sicherheit?, Sécurité intérieure - Insécurité intérieure? Schweizerische Arbeitsgruppe für Kriminologie 1995 vol. 13, p. 153 ss, 162).\n\nEn estimant qu'il n'y avait pas de rupture du rapport de causalité adéquate l'autorité cantonale n'a donc pas violé le droit fédéral.\n\nd) Il a été établi en fait - d'une manière qui lie la Cour de cassation (art. 277bis al. 1 PPF) - que la collision provoquée par l'imprudence du recourant a entraîné des lésions corporelles; celles-ci doivent être |25| qualifiées de graves dans le cas de l'un des skieurs (sur cette notion: ATF 109 IV 18 consid. 2a) et de simples dans le cas de l'autre skieur qui a déposé plainte en temps utile.\n\nLa condamnation du recourant pour lésions corporelles par négligence au sens de l'art. 125 CP ne viole donc pas le droit fédéral."}