{"annee": "122", "cour": "III", "page": "305", "date": "30/8/1996", "cite": ["55 II 158", "88 II 137", "59 II 409"], "cite_par": [], "chapeau": "55. Auszug aus dem Urteil der II. Zivilabteilung vom 30. August 1996 i.S. E. B. gegen G. B. (Berufung)", "regestes": ["Art. 146 al. 3 CC; prononcé de séparation de corps lorsque l'action tend au divorce. Dans le cadre d'une procédure en divorce, la séparation de corps ne peut être prononcée, en vertu de l'art. 146 al. 3 CC, que si la réconciliation des époux paraît probable. Lorsque l'action tend principalement au divorce selon l'art. 142 al. 1 CC et subsidiairement à la séparation de corps, l'atteinte au lien conjugal exclut à vrai dire toute perspective de réconciliation. Il se justifie dès lors de ne prononcer la séparation de corps que si des faits précis et concrets fondent un espoir de réconciliation d'après l'art. 146 al. 3 CC."], "faits": "BGE 122 III 305 S. 306\n\nAm 27. November 1992 erhob E. B. beim Kantonsgericht Obwalden Scheidungsklage gegen ihrem Ehemann G. B., welche Klage mit Urteil vom 31. Mai 1995 abgewiesen wurde. Gegen dieses Urteil führte E. B. Appellation ans Obergericht des Kantons Obwalden und beantragte die Scheidung, eventualiter die Trennung der Ehe. Mit Urteil vom 23. Mai 1996 wies das Obergericht die Appellation ab und bestätigte das Urteil des Kantonsgerichts. Mit Berufung vom 28. Juni 1996 beantragt E. B. dem Bundesgericht im wesentlichen, dass die Ehe der Parteien auf unbestimmte Zeit zu trennen sei.", "considerants": "Aus den Erwägungen:\n\n1. Das Obergericht hat die Frage offengelassen, ob die Ehe der Parteien tief zerrüttet im Sinn von Art. 142 Abs. 1 ZGB sei, und die von der Klägerin erhobene Scheidungsklage mit dem Hinweis auf das Widerspruchsrecht des Beklagten nach Art. 142 Abs. 2 ZGB abgewiesen. In bezug auf den eventualiter gestellten Antrag auf Trennung hielt das Obergericht fest, dass nach der Rechtsprechung des Bundesgerichts das Widerspruchsrecht gemäss Art. 142 Abs. 2 ZGB nicht durch die Aussprechung einer Trennung und die nachträglich erleichterte Scheidungsmöglichkeit unterlaufen werden dürfe; auch eine Trennung der Ehe sei daher ausgeschlossen. Vor Bundesgericht kritisiert die Klägerin ausschliesslich, dass die Trennung zu Unrecht verweigert wurde; demgegenüber ist die Frage der Scheidung nicht mehr Gegenstand des Verfahrens. Die Klägerin wirft dem Obergericht vor, zu Unrecht die Frage des Vorliegens eines Scheidungsgrundes, gestützt auf den die Trennung auszusprechen sei, offengelassen zu haben. Zudem sei die Annahme der Vorinstanz bundesrechtswidrig, dass das Vorliegen eines Widerspruchsrechtes nach Art. 142 Abs. 2 ZGB dem Trennungsanspruch der Gegenpartei entgegenstehe.\n\na) Die Klägerin hat im Hauptstandpunkt auf Scheidung und - vor Obergericht - im Eventualantrag auch auf Trennung geklagt. Wenn ein Scheidungsgrund nachgewiesen ist, so hat der Richter entweder die Scheidung oder die Trennung auszusprechen (Art. 146 Abs. 1 ZGB). Wird nur auf Trennung geklagt, so kann die Scheidung nicht ausgesprochen werden (Abs. 2). Wird auf Scheidung geklagt, so kann nur dann auf Trennung erkannt werden, wenn Aussicht auf die Wiedervereinigung der Ehegatten vorhanden ist (Abs. 3).\n\naa) Wenn ausschliesslich auf Trennung geklagt wird, ist die Wahrscheinlichkeit einer Wiedervereinigung nicht speziell zu prüfen, weil BGE 122 III 305 S. 307durch das Klagebegehren bereits dargetan ist, dass die Ehe weiterbestehen soll (BÜHLER/SPÜHLER, Berner Kommentar, N. 21 zu Art. 146). Wird hingegen auf Scheidung geklagt, kann der Richter gemäss Art. 146 Abs. 3 ZGB nur dann auf Trennung erkennen, wenn eine Aussicht auf Wiedervereinigung der Ehegatten besteht. Dasselbe gilt auch dann, wenn wie vorliegend nebst der Scheidungsklage im Eventualstandpunkt auf Trennung geklagt wird. Denn auch in diesem Fall bringt der klagende Ehegatte zum Ausdruck, dass er - nicht anders als der nur auf Scheidung klagende - die Ehe im Grunde genommen nicht mehr will. Um dennoch auf Trennung zu erkennen, hat der Richter die Chance einer Wiedervereinigung zu prüfen.\n\nbb) Wird im Rahmen eines Scheidungsverfahrens zur Begründung des eventualiter gestellten Trennungsbegehrens der Scheidungsgrund der tiefen Zerrüttung gemäss Art. 142 Abs. 1 ZGB angerufen, schlösse dies streng genommen die von Art. 146 Abs. 3 ZGB geforderte Aussicht auf die Wiedervereinigung von vorneherein aus; ist eine Ehe nämlich tief und unheilbar zerrüttet, erscheint die Wiedervereinigung als unwahrscheinlich. In der Lehre wird seit langem auf den Widerspruch zwischen dem Zerrüttungsgrundsatz nach Art. 142 Abs. 1 ZGB und der geforderten Aussicht auf die Wiedervereinigung gemäss Art. 146 Abs. 3 ZGB hingewiesen (HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, 4. Auflage, Zürich 1995, S. 169; DESCHENAUX/TERCIER/WERRO, Le mariage et le divorce, 4. Auflage, Bern 1995, Rz. 935; ALFRED BÜHLER, Ehetrennung und Aufhebung des gemeinsamen Haushaltes, Diss. Zürich 1969, S. 22 ff., insbes. S. 25; EDOUARD BARDE, Le procès en divorce, ZSR NF 74/II [1955], S. 510a f.). Einzelne Autoren folgern daraus sogar, dass eine Ehetrennung beim Scheidungsgrund der Zerrüttung ausgeschlossen sei (HEGNAUER/BREITSCHMID, Grundriss des Eherechts, 3. Auflage, Bern 1993, Rz. 10.07). Die Gerichtspraxis geht indessen stillschweigend davon aus, dass auch bei einer zerrütteten Ehe eine Aussicht auf die Wiedervereinigung vorhanden sein kann. Im Bestreben, den Widerspruch zwischen unheilbarer Zerrüttung und Aussicht auf Wiedervereinigung zu minimieren und damit auch im Falle des Scheidungsgrundes der Zerrüttung eine Trennung nicht von vorneherein auszuschliessen, werden an die Zerrüttung nicht allzu hohe Anforderungen gestellt, während gleichzeitig bei der Anwendung von Art. 146 Abs. 3 ZGB starke Zurückhaltung geübt wird: Nach der Rechtsprechung des Bundesgerichtes reicht eine bloss vage Möglichkeit der Wiedervereinigung BGE 122 III 305 S. 308nicht aus, um bei einer Scheidungsklage nur auf Trennung zu erkennen, sondern es müssen bestimmte konkrete Tatsachen vorhanden sein, die beim Richter die Überzeugung erwecken, dass der zwischen den Parteien bestehende Bruch doch noch nicht als endgültig zu erachten ist (BGE 88 II 137, BGE 55 II 158 S. 159, je mit Hinweisen).\n\nb) In ihrer Berufung legt die Klägerin ausführlich dar, dass der Scheidungsgrund der tiefen und unheilbaren Zerrüttung nach Art. 142 Abs. 1 ZGB erfüllt sei, so dass gestützt auf Art. 146 Abs. 1 ZGB die Trennung auszusprechen sei. Mit dem weiteren Tatbestandselement, der Aussicht auf die Wiedervereinigung (Art. 146 Abs. 3 ZGB), setzt sich die Klägerin indessen überhaupt nicht auseinander. Im Gegenteil lässt sie keinen Zweifel an ihrer Auffassung, dass eine Wiedervereinigung der Parteien völlig undenkbar sei. So führt die Klägerin beispielsweise aus, dass die tiefe und unheilbare Zerrüttung aufgrund der Tatsache dargetan sei, dass sie seit nunmehr vier Jahren vom Beklagten getrennt lebe und eine Rückkehr zum Beklagten für sie nicht in Frage komme. Sie habe vor Obergericht auch eine Reihe konkreter Punkte dargelegt, aus denen sich nach allgemeiner Lebenserfahrung ergebe, dass die Ehe der Parteien heute tief und unheilbar zerrüttet sei. Abschliessend hält die Klägerin mit Nachdruck - und mit Ausrufezeichen versehen - fest, dass für sie eine Rückkehr zum Beklagten nicht in Frage komme. Unter diesen Umständen ist die Aussicht auf eine Wiedervereinigung zu verneinen und zwar um so mehr, als sie wie erläutert nicht leichthin angenommen werden darf.\n\nc) Damit fehlt es aber an einer unabdingbaren Voraussetzung, um die Trennung der Ehe auszusprechen. Die Berufung erweist sich daher als unbegründet, ohne dass zu prüfen wäre, ob das Widerstandsrecht gemäss Art. 142 Abs. 2 ZGB auch im Fall einer beantragten Trennung angerufen werden kann (so BGE 59 II 409 S. 410)."}