{"annee": "122", "cour": "IV", "page": "103", "date": "1/2/1996", "cite": ["116 IV 56", "119 IV 107", "117 IV 124", "121 IV 365", "121 IV 3", "119 IV 10"], "cite_par": ["125 IV 9", "130 I 312", "126 IV 13", "124 I 139", "130 IV 54", "129 V 411", "130 I 269", "123 I 329"], "chapeau": "17. Auszug aus dem Urteil des Bundesstrafgerichts vom 1. Februar 1996 i.S. Schweizerische Bundesanwaltschaft gegen F., G., M. und P.", "regestes": ["Infractions à la Loi fédérale sur le matériel de guerre; livraisons de l'entreprise Von Roll à l'Irak. 1. Procédure. a) Art. 125 ss et 154 al. 1 PPF; examen préjudiciel du renvoi? (consid. I/1). b) Art. 85 al. 4, 162 et 181 PPF; principes applicables au procès-verbal (consid. I/3). c) Art. 6 par. 1 CEDH; violation du principe de la célérité due au défaut du système en vigueur (consid. I/4). d) Art. 160 et 164 al. 2 PPF; prise en considération des dépositions de témoins antérieures aux débats (consid. I/6). 2. Infractions à la LFMG. a) Art. 1er LFMG; art. 1er al. 2 OMG; matériel de guerre (consid. III). b) Art. 19 al. 2 LFMG; négligence (consid. IV/2). c) Art. 19 al. 1 LFMG; acte intentionnel (consid. IV/3). d) Art. 19 LFMG. Une entreprise métallurgique productrice de pièces pour matériel de guerre est tenue, dans la mesure du possible, de prendre des mesures propres à exclure d'emblée la commission d'infractions à la LFMG dans l'exploitation (consid. VI/2 a/bb). Délégation (consid. VI/2 a/dd). Devoirs du chef d'entreprise (consid. VI/2 c) Causalité de la violation du devoir de diligence (consid. VI/2 d). e) Art. 63 CP; mesure de la peine (consid. VII). f) Art. 20 LFMG; confiscation (consid. VIII)."], "faits": "BGE 122 IV 103 S. 104\n\nA.- a) Der kanadische Ballistikexperte Dr. Gerald V. Bull experimentierte während Jahren mit grosskalibrigen Geschützen, obwohl die Raketentechnologie zunehmend an Bedeutung gewann. Seine ehrgeizigen Projekte scheiterten im Laufe der Zeit am ersterbenden Interesse der Auftraggeber (vgl. z.B. G.V. Bull/C.H. Murphy, Paris Kanonen - The Paris Guns (Wilhelmsgeschütze) and Project HARP, Bonn 1988). In den achtziger BGE 122 IV 103 S. 105Jahren war Gerald Bull der Kopf der Speace Research Corporation (SRC) mit Sitz in Brüssel. Ende der achtziger Jahre war ihr das Advanced Technology Institute (ATI) angegliedert.\n\nIm Jahre 1980 begann der Krieg zwischen dem Irak und dem Iran, der bis August 1988 dauerte. Im Verlaufe dieses Krieges kam es zu Kontakten Gerald Bulls und seiner Mitarbeiter mit den irakischen Machthabern. Einer der Mitarbeiter Bulls war der Metallurge Dr. Chris Cowley. Die irakischen Machthaber entschlossen sich, Gerald Bull mit der Konstruktion eines ballistischen Systems zu beauftragen, das ein Kaliber von einem Meter und eine Länge von über 150 Metern aufweisen sollte. Das System wurde später unter dem Namen \"Supergun\" bekannt und trägt die Bezeichnung \"S 1000 L-150 Launcher\".\n\nDaneben wurde ein massstabgetreues kleineres Modell der \"Supergun\" als Versuchssystem entwickelt. Es diente gewissen ballistischen Tests und konnte nur horizontal abgefeuert werden. Das Kaliber betrug 350 Millimeter und die Länge etwa 52 Meter. Es wird als \"S 350 L-150 HL (Horizontal Launcher)\" oder auch als \"Babygun\" bezeichnet.\n\nSchliesslich wurde zu einem späteren Zeitpunkt eine weitere Anlage geplant. Diese sollte schwenk- und elevierbar sein und ein Kaliber von 350 Millimetern und eine Länge von etwa 30 Metern aufweisen. Ihre Bezeichnung ist \"S 350 L-86 ET (Elevating/Traversing Launcher)\".\n\nb) Nachdem die irakischen Machthaber Gerald Bull mit der Konstruktion der \"Supergun\" beauftragt hatten, knüpften dessen Mitarbeiter Kontakte zu verschiedenen europäischen Gesellschaften. Eine ihrer Kontaktadressen war die Eric Uldry SA in Vevey, eine Handelsfirma, die im militärischen und im zivilen Sektor mit Spezialstählen handelte und Aufträge vermittelte. Zu einem nicht genau bekannten Zeitpunkt im Frühling oder Sommer 1988 trafen sich Chris Cowley und P., der in der Eric Uldry SA im kaufmännischen Bereich tätig war. Chris Cowley beauftragte die Eric Uldry SA, Firmen zu suchen, die in der Lage wären, grosse Schmiedestücke herzustellen. P. nahm daraufhin Kontakt mit der Von Roll AG Gerlafingen auf.\n\nc) Die Von Roll AG Gerlafingen gehört zu den führenden schweizerischen Industrieunternehmen. Sie ist unter anderem in der Stahl- und Gussproduktion tätig. Die \"Neue Führungsorganisation der Von Roll\" vom 19. Mai 1987 weist die Geschäftseinheit \"Maschinen und Fördertechnik\" als BGE 122 IV 103 S. 106\"besonders wichtiges Profitzentrum\" aus. Ihr ist gemäss dem Organigramm der Geschäftseinheit unter anderem das Werk Bern unterstellt. Dazu gehört das Departement \"Allgemeiner Maschinenbau Lohnfertigung\".\n\nVorsitzender der Konzernleitung der Von Roll AG war Ende der achtziger Jahre F.. Ihm unterstanden auch die Geschäftseinheit \"Maschinen und Fördertechnik\" und das Werk Bern. Zusätzlich betreute er unter anderem den Konzernstab \"Recht und Information\".\n\nM. leitete zu dieser Zeit die Stabsstelle \"Kommerzielle Dienste\" der Geschäftseinheit \"Maschinen und Fördertechnik\", und G. war Leiter des Departements \"Allgemeiner Maschinenbau Lohnfertigung\" im Werk Bern.\n\nd) In der Folge kam es zu verschiedenen Kontakten im In- und Ausland zwischen G., M. und P. einerseits und Chris Cowley und dem irakischen Staatsangehörigen A. andererseits. Unter anderem hielten sich M., G. und P. im November 1988 einige Tage in Bagdad auf, wo am 13. November 1988 ein Vertrag zwischen dem \"Ministry of Industries Iraq, Baghdad; Project: PC2\" und der \"Von Roll Ltd.; Machinery and Handling System Division\" abgeschlossen wurde. Gemäss vertraglicher Definition umschrieb die Abkürzung \"PC2\" ein \"Petrochemicals Project\". Der Vertrag betraf die Herstellung und Lieferung von acht \"Hydraulic Cylinder Assemblies\" und von vier \"Throttling Rods\", also von Hydraulikzylindern und Kolbenstangen im Vertragswert von insgesamt Fr. 5'513'000.--. Angeblich waren die Objekte für die petrochemische Industrie bestimmt. Der Vertrag wurde durch M. und A. unterschrieben.\n\nEin weiterer Vertrag wurde am 30. Mai 1989 abgeschlossen. Partner der Von Roll war das \"Ministry of Industries, PC 2, Project 839 Baghdad\". Der Vertrag betraf die Herstellung und Lieferung von je acht \"End caps\" und \"Brackets\", d.h. von Endstücken und Konsolen im Vertragswert von insgesamt Fr. 1'750'000.--. Auch diese Objekte waren angeblich für die petrochemische Industrie bestimmt. Der Vertrag wurde durch M. und G. einerseits und durch A. andererseits in Frankfurt unterschrieben.\n\nSchliesslich wurde am 13. November 1989 ein dritter Vertrag unterzeichnet. Partner der Von Roll war erneut das \"Ministry of Industry Iraq, Baghdad; Project: PC2 No. 839\". Der Vertrag betraf zwei \"Housing Assemblies\", vier \"Hydraulic Cylinders\", zwei \"Housing Slides\", zwei \"Bearing Housing\" und zwei \"Pivot Drum Housing Assemblies\", also Hydraulikzylinder, Gleitlager-Gehäuse, Lager-Gehäuse und Pivot-Trommel-Gehäuse im Vertragswert BGE 122 IV 103 S. 107von insgesamt Fr. 1'640'000.--. Bestimmungsort war auch hier angeblich die petrochemische Industrie. Auch dieser Vertrag wurde durch M. und G. einerseits und durch A. andererseits in Bern unterschrieben.\n\ne) Die Von Roll AG stellte einen Grossteil der vereinbarten Teile her, und ab Dezember 1989 wurde die Ware in mehreren Lieferungen zum Transport in den Irak aufgegeben. Bis April 1990 erreichten unter anderem vier \"Brackets\" und vier \"End caps\", vier \"Cylinders\", zwei \"Bearing Housing\", ein \"Housing Slide\" und ein \"Pivot Drum Housing Assembly\" ihren Bestimmungsort.\n\nf) Im Mai 1990 erfuhr die Schweizerische Bundesanwaltschaft, dass auf dem Flughafen Frankfurt mehrere von der Von Roll AG versandte Kisten mit Gütern, die für den Irak bestimmt waren, zurückbehalten wurden. Es handelte sich dabei - nebst der hier nicht interessierenden Lieferung Nr. 19 über eine Schraubenspannvorrichtung - um die Lieferung Nr. 20, die zwei \"Hydraulic Cylinders\", ein \"Pivot Drum Housing Assembly\" und ein \"Housing Slide\" enthielt.\n\nWenig später hielt der Zoll im Güterbahnhof Bern am 10. Mai 1990 ebenfalls eine von der Von Roll AG Bern aufgegebene Sendung zurück. Dabei handelte es sich um die Lieferung Nr. 21, die unter anderem mehrere Hydraulikzylinder, vier \"Brackets\" und vier \"End caps\" umfasste.\n\nM. und G. gaben an, dass es sich bei den im Bahnhof Bern zurückbehaltenen Gegenständen um Bestandteile von Schmiedepressen handle, wie sie auch beim Zoll deklariert waren.\n\nAufgrund eines von der Gruppe für Rüstungsdienste des Eidgenössischen Militärdepartementes (EMD) erstellten Berichts vom 14. Mai 1990 konnte jedoch die Verwendung der Hydraulikzylinder als Rohrrücklaufbremsen einer sehr grosskalibrigen Kanone nicht ausgeschlossen werden.\n\nDas im Güterbahnhof Bern auf drei Eisenbahnwagen geladene Material wurde mit Verfügung der Bundesanwaltschaft vom 15. Mai 1990 vorläufig beschlagnahmt. Das im Flughafen Frankfurt angehaltene Material wurde später ebenfalls beschlagnahmt, in die Schweiz zurückgeführt und zusammen mit den im Werk Bern vorhandenen, noch nicht fertiggestellten Stücken sichergestellt und in die Waffenfabrik Bern überführt. Heute befinden sich alle Gegenstände in Thun.\n\nB.- a) Am 15. Mai 1990 bzw. am 28. Juni 1990 eröffnete die Bundesanwaltschaft gegen die Verantwortlichen der Firma Von Roll AG Bern BGE 122 IV 103 S. 108und gegen den Direktor der Eric Uldry SA, P., ein gerichtspolizeiliches Ermittlungsverfahren wegen Verdachts der Widerhandlung gegen Art. 17 des Bundesgesetzes über das Kriegsmaterial vom 30. Juni 1972 (KMG; SR 514.51).\n\nb) Aufgrund eines Antrags des Justizdepartementes beschloss der Bundesrat gestützt auf die Art. 105 und 110 Abs. 2 des Bundesgesetzes über die Bundesstrafrechtspflege vom 15. Juni 1934 (BStP; SR 312.0) am 18. März 1991, die Ermächtigung zur Durchführung eines Strafverfahrens gegen G., M. und P. sowie allfällige weitere verantwortliche Personen der Firmen Von Roll AG und Eric Uldry SA wegen Widerhandlung gegen das Kriegsmaterialgesetz zu erteilen. Der Bundesrat ordnete an, dass das Verfahren auf eidgenössischer Ebene zu führen sei, und beauftragte in Anwendung von Art. 108 BStP den Bundesanwalt, beim eidgenössischen Untersuchungsrichter die Eröffnung der Voruntersuchung zu beantragen.\n\nc) Gestützt auf den Beschluss des Bundesrates vom 18. März 1991 eröffnete die Stellvertreterin des eidgenössischen Untersuchungsrichters für die deutsche Schweiz mit Verfügung vom 15. Mai 1991 eine Voruntersuchung gegen G., M. und P. Mit Verfügung vom 31. März 1992 dehnte sie die Voruntersuchung auf F. aus.\n\nC.- a) Am 14. Februar 1995 erhob der Vertreter des Bundesanwaltes Anklage gegen F., G., M. und P.. Er machte geltend,\n\n- F. habe sich schuldig gemacht der mehrfachen, vollendeten und versuchten, vorsätzlichen und fahrlässigen Widerhandlung gegen das KMG im Sinne von dessen Art. 17 Abs. 1 lit. a, Art. 17 Abs. 2 sowie Art. 19 Abs. 1 und 3,\n\n- G. habe sich schuldig gemacht der mehrfachen, vollendeten und versuchten, vorsätzlichen, ev. fahrlässigen Widerhandlung gegen das KMG im Sinne von dessen Art. 17 Abs. 1 lit. a, ev. Art. 17 Abs. 2 sowie Art. 19 Abs. 1,\n\n- M. habe sich schuldig gemacht der mehrfachen, vollendeten und versuchten, vorsätzlichen, ev. fahrlässigen Widerhandlung gegen das KMG im Sinne von dessen Art. 17 Abs. 1 lit. a, ev. Art. 17 Abs. 2 sowie Art. 19 Abs. 1\n\n- und P. habe sich schuldig gemacht der mehrfachen, vollendeten und versuchten, ev. fahrlässigen Widerhandlung gegen das KMG im Sinne von dessen Art. 17 Abs. 1 lit. a und e, ev. Art. 17 Abs. 2 sowie Art. 19 Abs. 1.\n\nb) In Anwendung der Art. 128 und 132 BStP, Art. 17 Abs. 1 lit. a und e sowie Abs. 2, Art. 19 und 20 KMG liess die Anklagekammer des Bundesgerichts mit Beschluss vom 27. Juni 1995 die Anklage zu.\n\nDie Hauptverhandlung vor dem Bundesstrafgericht fand vom 15. Januar bis 1. Februar 1996 statt.\n\nBGE 122 IV 103 S. 109", "considerants": "Das Bundesstrafgericht hat erwogen:\n\nI.\n\nI.1. a) aa) Liegen gegen den Beschuldigten hinreichende Verdachtsgründe vor, so erhebt der Bundesanwalt Anklage (Art. 125 BStP). Die Anklageschrift bezeichnet den Angeklagten, das Vergehen, dessen er beschuldigt wird, nach seinen tatsächlichen und gesetzlichen Merkmalen, die Bestimmungen des Strafgesetzes, die anzuwenden sind, die Beweismittel für die Hauptverhandlung und das zuständige Gericht (Art. 126 BStP). Der Bundesanwalt sendet die Anklageschrift mit den Akten und einem erläuternden Bericht an die Anklagekammer (Art. 127 Abs. 1 Satz 1 BStP). Diese prüft, ob die Ergebnisse der Voruntersuchung die Erhebung der Anklage rechtfertigen und ob das in der Anklageschrift bezeichnete Gericht zuständig ist (Art. 128 BStP). Lässt die Anklagekammer die Anklage zu, so übermittelt sie die Akten an das zuständige Gericht, wobei der Beschluss über die Zulassung nicht begründet wird (Art. 132 BStP).\n\nZu Beginn der Hauptverhandlung gibt der Präsident des Bundesstrafgerichts den Parteien Gelegenheit, Einwendungen gegen die Zuständigkeit oder die Besetzung des Gerichtes geltend zu machen oder andere Vorfragen aufzuwerfen (Art. 154 Abs. 1 BStP).\n\nbb) Die Anklagekammer beschloss in Anwendung von Art. 128 und 132 BStP am 27. Juni 1995, die wegen Widerhandlung gegen das Kriegsmaterialgesetz erhobene Anklage vom 14. Februar 1995 gegen F., G., M. und P. werde zugelassen. Die Anklagekammer stellte fest, sie habe die in den Verteidigungsschriften gestellten Anträge, die Anklage sei nicht zuzulassen und ihr sei keine Folge zu geben, geprüft. Sie habe jedoch \"festgestellt und in Erwägung gezogen, dass die Anklageschrift den sich aus den gesetzlichen Bestimmungen (insbesondere Art. 126 BStP) und der bundesgerichtlichen Rechtsprechung ergebenden Anforderungen genügt, dass die Ergebnisse der Voruntersuchung die Erhebung der Anklage gegen alle Angeklagten rechtfertigen und keiner Ergänzung bedürfen\" und \"dass sich die den Angeklagten zur Last gelegten Tatbestände der Widerhandlungen gegen das Kriegsmaterialgesetz sowohl hinsichtlich des Sachverhaltes als auch der gesetzlichen Merkmale aus der Anklageschrift hinlänglich ergeben\". Abschliessend wies die Anklagekammer darauf hin, \"dass der Beschluss über die Zulassung der Anklage gemäss Art. 132 Abs. 2 BStP nicht begründet wird\".\n\nBGE 122 IV 103 S. 110\n\nb) Zu Beginn der Hauptverhandlung wiederholte der Verteidiger des Angeklagten F. den im Anklagezulassungsverfahren gestellten Antrag, es sei die Anklageschrift des Vertreters des Bundesanwaltes vom 14. Februar 1995 nicht zuzulassen, da sie die dem Angeklagten vorgeworfenen Unterlassungen nicht hinreichend umschreibe und versucht werde, \"eine Ergänzung der Voruntersuchung durch das Bundesstrafgericht zu bewirken\". Die Verteidiger der drei anderen Angeklagten stellten zwar keinen ausdrücklichen Antrag, schlossen sich jedoch sinngemäss dem Verteidiger des Angeklagten F. an.\n\nDem BStP ist nicht mit Sicherheit zu entnehmen, ob die Anklagekammer mit ihrem Beschluss über die Zulassung der Anklage endgültig entscheidet oder ob es sich bei der Frage nach der Zulassung der Anklage um eine \"andere Vorfrage\" im Sinne von Art. 154 Abs. 1 BStP handelt, die auch dem Bundesstrafgericht unterbreitet werden kann. Die Materialien äussern sich dazu ebenfalls nicht (vgl. Botschaft des Bundesrates an die Bundesversammlung zum Entwurf eines Bundesgesetzes über die Bundesstrafrechtspflege vom 10. September 1929, BBl 1929 II S. 617 und 619 f.). In BGE 116 IV 56 E. I/1 hat das Bundesstrafgericht geprüft, ob die Anklageschrift den gesetzlichen Anforderungen entspricht, ohne die Frage der Zulässigkeit dieser Prüfung aufzuwerfen. Vieles spricht dafür, dass das Bundesstrafgericht nur ausnahmsweise auf die Zulassungsentscheidung der Anklagekammer zurückkommen kann, etwa in bezug auf neue Tatsachen betreffend die Prozessvoraussetzungen (Tod eines Angeklagten, inzwischen eingetretene Verjährung). Die Frage kann jedoch offenbleiben, da die Anklageschrift die gegen die Angeklagten erhobenen Vorwürfe vielleicht teilweise etwas summarisch, aber doch hinreichend umschreibt. Aus ihr konnten die Angeklagten klar erkennen, was ihnen zur Last gelegt wird. Der Antrag, die Anklage sei nicht zuzulassen, wird somit abgewiesen, soweit darauf eingetreten werden kann.\n\nI.3. Der Verteidiger des Angeklagten M. beantragte, es sei mindestens bei den Zeugeneinvernahmen ein wörtliches Protokoll zu erstellen.\n\nDie BStP sieht dies nicht vor. Sie stellt es ins Ermessen des Gerichts, ob und inwieweit die Aussagen der Zeugen und Sachverständigen zu protokollieren sind (Art. 162 BStP), wobei die Zeugenaussagen im übrigen gegebenenfalls nach ihrem wesentlichen Inhalt protokolliert würden (Art. 85 Abs. 4 BStP). Gemäss Art. 181 Abs. 1 BStP ist ein Protokoll über die Hauptverhandlung zu erstellen, das Ort und Zeit der Verhandlung, die Namen BGE 122 IV 103 S. 111der Richter, des Vertreters der Bundesanwaltschaft, des Gerichtsschreibers, des Angeklagten und seines Verteidigers, des Geschädigten und seines Rechtsbeistandes oder Vertreters sowie das in der Anklage bezeichnete Vergehen angibt und den Gang der Hauptverhandlung sowie die Beobachtung der Formen, die Anträge der Parteien, die darüber gefällten Entscheidungen und den Urteilsspruch feststellt. Der Präsident kann ausnahmsweise anordnen, dass noch anderes in das Protokoll aufgenommen werden soll (Art. 181 Abs. 2 BStP). Eine solche Anordnung erging im vorliegenden Verfahren nicht.\n\nI.4. Während der Verhandlung bemängelte die Verteidigung mehrfach die Untersuchung und insbesondere deren Dauer.\n\nDer vorliegende Fall ist recht komplex und bot den Untersuchungsbehörden aus diesem Grund einige Schwierigkeiten. Es ist mehr als fraglich, ob die Organisation der Bundesstrafrechtspflege auf solche Fälle zugeschnitten ist und sie immer in befriedigender Weise bewältigen kann. Ob sich hier Änderungen aufdrängen, betrifft allerdings eine Frage, die vom Gesetzgeber zu beantworten ist.\n\nImmerhin ist für den vorliegenden Fall festzuhalten, dass die Untersuchung sehr lange gedauert hat. Zu beurteilen sind heute Geschehnisse aus den Jahren 1988 bis 1990. Auch fällt auf, dass zwischen dem Bericht des Zeugen B. vom August 1990 und der Eröffnung der Voruntersuchung im Mai 1991 offenbar praktisch keine untersuchungsrelevanten Handlungen vorgenommen worden sind. Ebenso wie man den Stahl schmieden sollte, solange er heiss ist, sollte man Spuren nachgehen, solange sie heiss sind. Gerade der Bericht B. hätte die Grundlage für eine unverzügliche intensive Abklärung verschiedener Fragen geben können. Das Bundesstrafgericht kommt deshalb gesamthaft gesehen zum Schluss, dass das Beschleunigungsgebot von Art. 6 Ziff. 1 EMRK verletzt worden ist, zumal davon ausgegangen werden muss, dass das Strafverfahren für die Angeklagten zu einer besonderen Belastung geführt hat (vgl. BGE 119 IV 107 E. 1c). Dies ist im vorliegenden Urteil ausdrücklich festzuhalten und im Falle eines Schuldspruchs bei der Strafzumessung zu berücksichtigen (vgl. BGE 117 IV 124 E. 3 und 4). Die Verletzung des Beschleunigungsgebotes ist, soweit dies das Bundesstrafgericht beurteilen kann, auf systembedingte Mängel der Untersuchung zurückzuführen; sie haben dazu geführt, dass nach den ersten Abklärungen während mehrerer Monate keine effiziente Untersuchung geführt wurde. Im übrigen ist es nicht mehr zeitgemäss, derartige Untersuchungen BGE 122 IV 103 S. 112durch eine eidgenössische Untersuchungsrichterin im Nebenamt führen zu lassen.\n\nI.6. Der Verteidiger des Angeklagten G. stellte im Plädoyer den Antrag, es seien \"diejenigen Zeugenaussagen nicht zu berücksichtigen, in welchen ein Zeuge lediglich seine Aussagen in der Voruntersuchung bestätigte, sofern an der entsprechenden Einvernahme in der Voruntersuchung kein Verteidiger anwesend war\". Und der Verteidiger des Angeklagten M. beantragte, \"es seien diejenigen Zeugenaussagen nicht zu verwenden, bei denen die Verteidigung nicht anwesend war und die sich in irgendeiner Weise zu Lasten der Angeklagten auswirken können\".\n\nWegen der besonderen Umstände der Untersuchung und insbesondere der langen Dauer des Verfahrens (s. oben E. 4) hat das Bundesstrafgericht ein gewisses Verständnis für das Anliegen der Verteidigung und legt sich deshalb bei der Verwendung von in der Untersuchung angefertigten Protokollen Zurückhaltung auf. In bezug auf Botschafter C., der nur in der Voruntersuchung einvernommen wurde und sich zur Zeit der Hauptverhandlung im Ausland befand, wurde den Verteidigern zudem Gelegenheit geboten, die gewünschten Zusatzfragen dem Gericht anzugeben. Diese Fragen beziehen sich nicht auf den einzigen Punkt, in dem sich das Bundesstrafgericht auf die Aussagen von Botschafter C. stützt (s. unten E. IV/1/b).\n\nNach der ausdrücklichen gesetzlichen Regelung ist es im übrigen grundsätzlich zulässig, auf frühere Aussagen abzustellen. Erinnert sich ein Zeuge nicht mehr genau an eine Wahrnehmung, über die er früher berichtet hat, oder besteht ein Widerspruch mit seiner früheren Aussage, so darf diese in Anwendung von Art. 160 BStP insoweit vorgelesen werden; und Art. 164 BStP bestimmt, dass eine frühere Aussage unter anderem dann verlesen werden darf, wenn ein Zeuge, ein Sachverständiger oder ein Angeklagter gestorben ist oder aus einem andern zwingenden Grund in der Hauptverhandlung nicht vernommen werden kann. Die Anträge der Verteidigung sind deshalb abzuweisen. II.\n\nII.1. Als Kriegsmaterial im Sinne des KMG gelten Waffen, Munition, Sprengmittel, weitere Erzeugnisse und deren Bestandteile, die als Kampfmittel verwendet werden können (Art. 1 Abs. 1 KMG). Unter den Begriff Kriegsmaterial fallen das fertige Material sowie Gegenstände, roh, ganz BGE 122 IV 103 S. 113oder teilweise bearbeitet oder fertiggestellt, die ausschliesslich als Bestandteile von Kriegsmaterial hergestellt werden und in der gleichen Ausführung keine zivile Verwendung finden (Art. 1 Abs. 2 der Verordnung des Bundesrates über das Kriegsmaterial vom 10. Januar 1973 [VKM; SR 514.511]).\n\nOhne Grundbewilligung des Bundes ist es untersagt, (a) Kriegsmaterial herzustellen, (b) Kriegsmaterial zu beschaffen, (c) Kriegsmaterial zu vertreiben und (d) die Beschaffung oder den Vertrieb von Kriegsmaterial zu vermitteln (Art. 4 Abs. 1 KMG). Ausser der nach Art. 4 erforderlichen Grundbewilligung ist für jeden einzelnen Fall der Herstellung von Kriegsmaterial vorher bei der vom Bundesrat bezeichneten Amtsstelle eine Fabrikationsbewilligung einzuholen (Art. 8 Abs. 1 Satz 1 KMG). Ohne Bewilligung des Bundes sind die Einfuhr, die Ausfuhr und die Durchfuhr von Kriegsmaterial untersagt (Art. 9 Abs. 1 KMG).\n\nWer vorsätzlich ohne entsprechende Bewilligung Kriegsmaterial herstellt, beschafft oder vertreibt, die Beschaffung und den Vertrieb von Kriegsmaterial vermittelt oder Kriegsmaterial einführt, ausführt oder durchführt, wird mit Gefängnis oder mit Busse bis zu 500'000 Franken bestraft. In schweren Fällen kann auf Zuchthaus bis zu fünf Jahren, verbunden mit der Verweigerung der Erteilung neuer Bewilligungen auf die Dauer von zwei bis fünf Jahren, erkannt werden (Art. 17 Abs. 1 lit. a KMG). Derselben Strafdrohung unterliegt, wer bei der finanziellen Abwicklung eines illegalen Kriegsmaterialgeschäfts mitwirkt oder dessen Finanzierung vermittelt (Art. 17 Abs. 1 lit. e KMG). Handelt der Täter fahrlässig, so ist die Strafe Gefängnis bis zu sechs Monaten oder Busse (Art. 17 Abs. 2 KMG).\n\nWird eine Widerhandlung beim Besorgen der Angelegenheiten einer juristischen Person oder sonst in Ausübung geschäftlicher oder dienstlicher Verrichtungen für einen anderen begangen, so finden die Strafbestimmungen auf diejenigen natürlichen Personen Anwendung, welche die Tat verübt haben (Art. 19 Abs. 1 KMG). Der Geschäftsherr oder Arbeitgeber, Auftraggeber oder Vertretene, der es vorsätzlich oder fahrlässig in Verletzung einer Rechtspflicht unterlässt, eine Widerhandlung des Untergebenen, Beauftragten oder Vertreters abzuwenden oder in ihren Wirkungen aufzuheben, untersteht den Strafbestimmungen, die für den entsprechend handelnden Täter gelten (Art. 19 Abs. 2 KMG). Ist der Geschäftsherr oder Arbeitgeber, Auftraggeber oder Vertretene eine juristische Person, so findet Abs. 2 auf die schuldigen Organe, Organmitglieder, geschäftsführenden Gesellschafter oder BGE 122 IV 103 S. 114tatsächlich leitenden Personen Anwendung (Art. 19 Abs. 3 KMG).\n\nDie allgemeinen Bestimmungen des StGB finden insoweit Anwendung, als das KMG nicht selbst Bestimmungen aufstellt (Art. 22 Abs. 1 KMG).\n\nII.2. Es ist unbestritten, dass die oben erwähnten Verträge vom 13. November 1988, 30. Mai 1989 und 13. November 1989 abgeschlossen und von den Angeklagten G. und M. unterzeichnet wurden. Ebenfalls unbestritten ist, dass die entsprechenden Objekte bei der Von Roll Bern hergestellt sowie im oben umschriebenen Umfang in den Irak geliefert und teilweise in Frankfurt oder in Bern angehalten worden sind. Schliesslich ist unbestritten, dass für die Irakgeschäfte der Von Roll weder Fabrikations- noch Ausfuhrbewilligungen eingeholt wurden. Die Verteidigung macht jedoch geltend, es habe sich bei den in Frage stehenden Objekten nicht um Kriegsmaterial gehandelt (dazu unten E. III). III.\n\nZu prüfen ist, ob es sich bei den Gegenstand der Anklage bildenden Objekten um Kriegsmaterial handelt.\n\nIII.1. a) Die Anklage geht davon aus, die hergestellten Objekte seien für die Systeme \"S 1000 L-150 Launcher\" und \"S 350 L-86 ET (Elevating/Traversing Launcher)\" bestimmt gewesen. Sie beruft sich in diesem Punkt auf zwei \"Monthly Reports\" Nr. 20 und 21 vom Januar und Februar 1990.\n\nDie Verteidigung macht geltend, dieser angebliche Bestimmungszweck der Objekte sei nicht nachgewiesen, zumal es sich bei den beiden Monatsrapporten um zweifelhafte Beweismittel handle.\n\nb) Die drei von Von Roll abgeschlossenen Verträge enthalten bei der Bezeichnung des Vertragspartners die Hinweise auf \"PC2\" und auf das \"Project 839\" bzw. auf \"No. 839\". Schon daraus folgt, dass zwischen den von Von Roll hergestellten Objekten und dem irakischen Supergunprojekt ein unmittelbarer Zusammenhang besteht. Im vom Verteidiger des Angeklagten G. zu den Akten gegebenen englischen Affidavit des Zeugen Cowley erklärt dieser, er sei \"the Project Manager for the project known as PC2 ('Supergun')\" gewesen. In der Hauptverhandlung ordnete Cowley auch die Bezeichnung \"839\" dem irakischen Projekt zu. Bei dieser Sachlage kann nicht ernstlich behauptet werden, der Bestimmungszweck der von Von Roll hergestellten Objekte stehe nicht mit Sicherheit fest.BGE 122 IV 103 S. 115\n\nc) Die beiden von der Anklage erwähnten \"Monthly Reports\" tragen auf dem Titelblatt ebenfalls die Bezeichnung \"Project 839\". Entgegen der Ansicht der Verteidigung kann auf diese Rapporte jedenfalls im hier interessierenden Punkt auch abgestellt werden.\n\nDie Monatsrapporte waren Bestandteile des Berichtes, den der Zeuge B. am 20. August 1990/7. September 1990 über seine Abklärungen erstellt hatte. Gemäss seinen Angaben hat er die Rapporte von den englischen Untersuchungsbehörden erhalten. Dies trifft zu, denn auch der Zeuge E. hat in seinem Bericht über die Dienstreisen nach England vom 30. Juli 1990 festgestellt, Kopien dieser Monatsrapporte seien ihnen in Birmingham überreicht worden. Es ist folglich nicht einzusehen, warum diesen Rapporten kein Beweiswert zukommen sollte.\n\nDie Verteidigung hat in diesem Zusammenhang darauf hingewiesen, die Rapporte trügen die Unterschrift von zwei Personen, nämlich von \"H.\" und \"I.\", deren Identität nicht feststehe. Dies trifft jedenfalls für die erste der genannten Personen nicht zu. Der Verteidiger des Angeklagten G. gab Auszüge aus dem Buch über G.V. Bull von William Lowther (Arms & The Man, London 1991) zu den Akten. Aus diesen Auszügen ist ersichtlich, dass der Aerodynamiker H. zum \"original Project Babylon team\" gehörte (S. 212). Im übrigen wird auf derselben Seite des Buches der \"highly talented graphics man\" J. als Mitglied desselben Teams genannt, und es war dieser \"J.\", der den Annex 2 (\"Project Coordination Liaison Monthly Status Report\") des Monthly Report Nr. 20 verfasst hat. Der Angeklagte M. hat an der Hauptverhandlung übrigens ausdrücklich darauf hingewiesen, bei J. handle es sich um den Nachfolger von Cowley. Es kann also nicht die Rede davon sein, dass über die Autoren der \"Monthly Reports\" nichts bekannt wäre.\n\nGerade aus dem soeben erwähnten Annex 2, den die Anklage unter anderen Teilen der Rapporte an der Hauptverhandlung als wesentlich bezeichnet hat, folgt aber z.B. klar, dass zwischen dem System \"S 350 L-86 ET (Elevating/Traversing Launcher)\" und den hier in Frage stehenden Objekten ein unmittelbarer Zusammenhang besteht. In diesem Punkt sind keine Zweifel möglich, so dass sich weitere Ausführungen erübrigen.\n\nIII.2. Zweitens ist zu prüfen, ob es sich bei den Systemen \"S 1000 L-150 Launcher\" und \"S 350 L-86 ET (Elevating/Traversing Launcher)\" um Waffen handelt. Dies wird von der Verteidigung bestritten.BGE 122 IV 103 S. 116\n\nDer Zeuge Cowley behauptet, analog zu den früheren Projekten Bulls, die dieser für die amerikanische Regierung verfolgt habe, sei es beim Supergunprojekt nicht um ein Waffensystem, sondern darum gegangen, kostengünstig Satelliten ins All zu schiessen. Der Zeuge, der ein Buch über seine Tätigkeit bei G.V. Bull geschrieben hat, bestätigte an der Hauptverhandlung aber ebenfalls ausdrücklich, \"big-gun systems were a practical low-cost way of investigating the upper atmosphere and space, as well as delivering payloads over long distances\" (Guns, Lies and Spies, London 1992, S. 47).\n\nEs ist folglich von vornherein fraglich, ob der Irak tatsächlich die Absicht verfolgt hat, mit der Supergun zivile Satelliten ins All zu schiessen. Ausgeschlossen ist dies für das System \"S 350 L-86 ET (Elevating/Traversing Launcher)\", denn der Zeuge Cowley hat an der Hauptverhandlung die in seinem Buch gemachte Äusserung ausdrücklich bestätigt, bei diesem System \"350-ET\" handle es sich um \"a new offensive gun system\" (S. 245).\n\nIn bezug auf das System \"S 1000 L-150 Launcher\" räumte der Zeuge Cowley an der Hauptverhandlung ebenfalls ein, es sei technisch machbar, damit unterkalibrige Geschosse (z.B. solche mit einem Kaliber von 300 mm) über eine geringere Reichweite (z.B. von 200 km oder mehr) abzufeuern. Der Experte K. hat in seinem Bericht über Leistungsgrenzen von Rohrwaffen vom 11. Juni 1990 ebenfalls festgestellt, das Projekt sei zwar \"als unsinnige Fehlinvestition jenseits jeder vernünftigen Denkweise zu qualifizieren\", dürfe aber trotzdem \"nicht verharmlost\" werden, denn es stelle, \"falls es wider Erwarten tatsächlich zur Funktionstüchtigkeit gebracht würde, ... durchaus eine ('gerichtete') Bedrohung dar\". Als ihm dieser Auszug aus seinem Bericht an der Hauptverhandlung vorgehalten wurde, erklärte der sich im übrigen eher zurückhaltend äussernde Experte, \"wenn jemand unbedingt wolle, könne er ein solches System als Waffe einsetzen\". In seinem Bericht hatte er denn auch klar darauf hingewiesen, eine militärische Anwendung der Idee von G.V. Bull stelle insbesondere dann für die anvisierten Zielräume eine Bedrohung dar, \"wenn nukleare Gefechtsköpfe zum Einbau gelangen\".\n\nDas Beweisverfahren hat zwar ergeben, dass - wie der Verteidiger des Angeklagten G. unter Hinweis auf einen Artikel in der NZZ vom 9. Mai 1990 geltend macht - \"ein 160 m langes Geschütz konventioneller Bauweise eine Absurdität ist\". Dies ändert jedoch nichts daran, dass ein Einsatz der Supergun als Waffe grundsätzlich als möglich erscheint.BGE 122 IV 103 S. 117\n\nDamit steht nach Auffassung des Bundesstrafgerichts fest, dass die in Frage stehenden Systeme \"S 1000 L-150 Launcher\" und \"S 350 L-86 ET (Elevating/Traversing Launcher)\" als Kampfmittel hätten verwendet werden können und somit gemäss Art. 1 Abs. 1 KMG Waffen darstellen.\n\nIII.3. Schliesslich ist zu prüfen, wie es sich mit der Kriegsmaterialeigenschaft der von Von Roll gelieferten Teile verhält. Gemäss Art. 1 Abs. 2 VKM stellt sich die Frage, ob die Gegenstände \"ausschliesslich als Bestandteile von Kriegsmaterial hergestellt werden und in der gleichen Ausführung keine zivile Verwendung finden\".\n\nDer Experte L. stellte in seiner Zusammenfassung der technischen Abklärungen vom 31. Mai 1990 mit Bestimmtheit fest, \"die Von Roll-Zylinder sind offensichtlich als hydraulische Bremsen und nicht als Arbeitszylinder konzipiert\". An dieser Annahme hielt er an der Hauptverhandlung fest. Auch aus dem Kurzgutachten über Hydraulikzylinder des Paul Scherrer Institutes in Villigen vom 12. November 1992 folgt, dass die in Frage stehenden Zylinder \"nicht zur Erzeugung von Kräften, sondern für den Abbau grosser Kräfte über die gesamte Hublänge verwendet werden\". Es ist nach dem Gesagten davon auszugehen, dass die Von Roll - wie es im oben erwähnten Annex 2 zum Monthly Report Nr. 20 heisst - mit der Herstellung von \"Recoil Cylinders\", also von Rückstossdämpfzylindern für das Supergunprojekt beschäftigt war.\n\nNun hat das Beweisverfahren allerdings ergeben, dass die Annahme der Untersuchungsbehörden nicht zutrifft, wonach Bremszylinder der vorliegenden Grösse ausschliesslich für militärische Zwecke verwendet werden können. Die Zeugen N. und O. haben dargelegt, dass grosse Dämpfzylinder für verschiedene zivile Aufgaben eingesetzt werden. Ihr Einsatz ist immer dann möglich, wenn grosse Massen auf einer kurzen Distanz abgebremst werden müssen. Dies ist zum Beispiel bei Ölplattformen, Schiffsschleusen und dergleichen der Fall.\n\nOb Dämpfzylinder ganz allgemein auch zivile Verwendung finden können, ist jedoch nicht entscheidend, denn es kommt nach dem klaren Wortlaut der VKM darauf an, ob die konkret in Frage stehenden Gegenstände \"in der gleichen Ausführung\" eine zivile Verwendung finden können oder nicht. Dies ist zu verneinen. Es ist unbestritten, dass die Objekte bei Von Roll \"nach Mass\", d.h. nach genauen und detaillierten Plänen hergestellt worden sind. Dies ist, wie das Beweisverfahren ergeben hat, ja geradezu ein Wesensmerkmal der BGE 122 IV 103 S. 118sogenannten \"Lohnfertigung\". Der Zeuge N. sprach denn auch bei den von ihm angegebenen Beispielen von \"Sonderzylindern\". Die von Von Roll hergestellten Gegenstände waren genau auf die irakischen Projekte zugeschnitten und konnten \"in der gleichen Ausführung\" ausschliesslich dort eingebaut werden. Eine zivile Verwendungsmöglichkeit ist demgegenüber von vornherein nicht denkbar. Dafür spricht auch das spätere Verhalten des irakischen Bestellers; hätte er das beschlagnahmte Material tatsächlich für zivile Zwecke verwenden wollen, so ist nicht einzusehen, warum er sich nicht um dessen Freigabe bemüht hat, zumal die Ware ja grösstenteils schon bezahlt war.\n\nDie Gegenstände wurden folglich im Sinne von Art. 1 Abs. 1 VKM \"ausschliesslich als Bestandteile von Kriegsmaterial hergestellt\". IV.\n\nIn bezug auf die Angeklagten G. und M. ist im folgenden von drei Phasen des Geschehens auszugehen.\n\nIV.1. a) Das Beweisverfahren hat zunächst nicht ergeben, dass die Angeklagten durch Cowley, A. oder jemand anderen über den wahren Zweck des Materials orientiert worden wären. Zwar hat der Zeuge B. in seinem Bericht über die Abklärungen vom 20. August 1990/7 September 1990 behauptet, es sei insbesondere an den Vertragsverhandlungen in Bagdad \"im Klartext über die Geschütz-Projekte gesprochen worden\". An der Hauptverhandlung musste er jedoch einräumen, damit nur seine subjektive Meinung wiedergegeben zu haben. Der Zeuge Cowley hat im Gegenteil glaubhaft ausgesagt, es sei Bulls Idee gewesen, die Zulieferer über den wahren Verwendungszweck zu täuschen und ihnen gegenüber zu behaupten, es gehe um petrochemische Projekte. In allen drei von Von Roll abgeschlossenen Verträgen wird dieser Verwendungszweck denn auch ausdrücklich genannt.\n\nb) Bis zum Abschluss des ersten Vertrages in Bagdad am 13. November 1988 lässt sich den beiden Angeklagten auch noch nicht vorwerfen, sie hätten fahrlässig gehandelt.\n\nAllerdings war ihr Vertragspartner ein irakisches Ministerium, und der Irak befand sich bis August 1988 im Krieg mit dem Iran. Der Partner hätte folglich gewisse Bedenken wecken und insbesondere einige begründete Zweifel über die Endbestimmung der bestellten Teile hervorrufen sollen.BGE 122 IV 103 S. 119\n\nDie Angeklagten haben im übrigen beim Abschluss des ersten Vertrages in Bagdad keinen Kontakt zur schweizerischen Botschaft aufgenommen, obwohl dies gemäss der Aussage des Zeugen Q. allgemein üblich war. Botschafter C., dem die Angeklagten in diesem Zusammenhang keine Zusatzfragen stellen wollten (vgl. oben E. I/6), bezeichnete einen solchen Besuch sogar als \"normal\". Zwar besteht keine generelle Pflicht zu derartigen Kontakten. Es stellt sich aber doch die Frage, ob es unter den gegebenen Umständen sachgerecht war, darauf und insbesondere auf eine Erkundigung über den Vertragspartner und gegebenenfalls auf weitere Hintergrundinformationen zu verzichten.\n\nEs kann jedoch noch nicht gesagt werden, dass die Angeklagten bis zum Abschluss des ersten Vertrages die Folgen ihres Verhaltens \"aus pflichtwidriger Unvorsichtigkeit\" im Sinne von Art. 18 Abs. 3 StGB nicht bedacht hätten.\n\nIV.2. a) Die zweite Phase dauerte vom Abschluss des ersten Vertrages bis zur Anhaltung der Lieferungen Nr. 19 und 20 in Frankfurt. Der Angeklagte G. war in dieser Zeit direkt mit der Produktion befasst und trug dafür die Verantwortung. Er hat eine Berufslehre als Maschinenschlosser absolviert, war nachher mehrere Jahre in der Fertigung und Montage im Werk Bern und als Chefmonteur im In- und Ausland tätig. 1972 absolvierte er die Werkmeisterschule in Winterthur. In der Folge leitete er unter anderem die Werkmontage und seit Ende 1988 den allgemeinen Maschinenbau in Bern. Wenn das Beweisverfahren auch nicht ergeben hat, dass er den tatsächlichen Verwendungszweck der hergestellten Teile erkannte, ist doch davon auszugehen, dass er - im Gegensatz zum Angeklagten M. (s. unten E. b) - über technische Kenntnisse verfügt. Jedenfalls in der Produktionsphase hätte er sich als technischer Projektleiter intensivere Gedanken über den angeblichen Verwendungszweck der bestellten Teile machen müssen.\n\nEntscheidend ist dabei, dass es für den verantwortlichen Produktionsleiter G. \"neu\" war, \"Komponenten zu Schmiedepressen\" herzustellen. Er hatte auf diesem Gebiet keine Erfahrung. Wenn man auf seine eigenen Angaben abstellt, verliess er sich ohne weiteres auf Cowley und A., die ihm beide nicht näher bekannt waren. Er konnte jedoch nicht mit Bestimmtheit wissen, was sein Betrieb für das irakische Ministerium eigentlich herstellt und wofür die Objekte bestimmt waren. Er nahm nur an, dass es sich um \"Komponenten zu Schmiedepressen\" handle, weil ihm dies von Cowley und A. so gesagt worden BGE 122 IV 103 S. 120war. Dies hinterfragte er nach seiner eigenen Zugabe nicht, obwohl gewisse Auffälligkeiten bestanden.\n\nWie oben bereits gesagt, hätte schon der Vertragspartner, das Ministerium eines bis kurz zuvor Krieg führenden arabischen Landes, gewisse Zweifel über die Endbestimmung der bestellten Teile hervorrufen sollen.\n\nDie Bundesanwaltschaft geht überdies davon aus, Dr. Cowley habe \"darüber orientiert ... , dass Bull verschiedene Rüstungssachen in Arbeit habe\". Der Zeuge Cowley hatte vor der Untersuchungsrichterin denn auch ausgesagt, er habe gegenüber Von Roll erwähnt, dass Dr. Bull verschiedene Projekte aus dem Rüstungssektor mit dem Irak in Arbeit hatte. Dies hat der Zeuge an der Hauptverhandlung bestätigt, wobei er in bezug auf den Angeklagten G. jedoch einschränkte, er habe diesen \"nicht spezifisch\" informiert. Der Zeuge hat jedoch nicht behauptet, dass man sich nicht \"ganz allgemein\" über seine Tätigkeit auf dem Rüstungssektor unterhalten habe. Es erscheint denn auch als ausgeschlossen, dass der Angeklagte G. überhaupt nichts über die übrige Tätigkeit Cowleys gehört haben könnte und nicht erfuhr, dass Cowley sich jedenfalls in anderem Zusammenhang mit Rüstungsprojekten befasst hatte.\n\nDie Bundesanwaltschaft ist weiter der Auffassung, \"mehrfache Planänderungen\" hätten \"die Annahme eines Prototyps (und nicht einer üblichen Schmiedepresse)\" nahegelegt. Das Beweisverfahren hat zwar nicht ergeben, dass auffallend viele Planänderungen vorgekommen wären. Es steht jedoch fest, dass der Kunde jedenfalls gewisse Änderungswünsche vorbrachte, die nicht ohne weiteres zu bewerkstelligen waren. Am 31. Januar 1989 sah sich die Von Roll veranlasst, per Telex an A. eine dringende Mitteilung (\"Urgent Message!!!!!\") zu senden, in der sie sich eher ungehalten unter anderem über \"new drawings for the cylinder (new configuration)\" äusserte, die erst nach Beginn der Produktion (\"after production has been started\") eingetroffen waren. Auch einer Aktennotiz über eine Besprechung vom 7. März 1989 in Brüssel ist zu entnehmen, Von Roll sei \"frustrated by continual design changes\". Die Bundesanwaltschaft macht zu Recht geltend, dass es sich für Von Roll erkennbar um eine \"heikle und einzigartige Ausführung\" handelte, und dies hätte beim technischen Leiter der Produktion doch dazu führen sollen, sich Gedanken über den Auftrag zu machen.\n\nAn der soeben erwähnten Besprechung in Brüssel wurde im übrigen noch über \"the supply and fitting of nimonic liners to the Tubes\" gesprochen. Bis kurz zuvor hatte der Angeklagte nie etwas von diesem Werkstoff gehört, BGE 122 IV 103 S. 121und er war denn auch entschlossen, den Auftrag, die Buchsen mit Nimonic auszukleiden, abzulehnen. Immerhin hätte aber auch dieser für ihn aussergewöhnliche Wunsch der Vertragspartner dazu führen sollen, dass er sich den Verwendungszweck der herzustellenden Teile einmal überlegt.\n\nTrotz verschiedener Umstände, die sowohl in bezug auf den irakischen Vertragspartner und dessen europäischen Beauftragten Cowley als auch in bezug auf die herzustellenden Teile jedenfalls etwas auffällig waren, hielt der Angeklagte G. als verantwortlicher technischer Leiter während der ganzen Produktionsphase ohne weiteres und unbeirrt daran fest, dass der irakische Staatsangehörige A. und Dr. Cowley die Wahrheit über den Verwendungszweck der herzustellenden Teile gesagt hatten. Diese Vertrauensseligkeit war jedoch auf Grund der Umstände nicht gerechtfertigt und muss nach Auffassung des Bundesstrafgerichts in bezug auf den für die Fertigung Verantwortlichen als sorgfaltswidrig bezeichnet werden.\n\nAm Rande ist denn auch anzumerken, dass der Zeuge R., der bei Von Roll ebenfalls mit den für den Irak herzustellenden Teilen befasst war und der an der Hauptverhandlung auf entsprechende Frage bemerkte, \"sicher\" habe er im Untersuchungsverfahren die Wahrheit gesagt, in der Voruntersuchung deutlich zum Ausdruck gebracht hatte, dass unter der Belegschaft schon während der Produktionsphase eine gewisse Unsicherheit entstand und ein Monteur sich z.B. fragte, \"ob das für Pressen sei oder ob es nicht Verschlussblöcke wären\".\n\nDer Angeklagte G. will zwar heute noch davon überzeugt sein, dass er damals in jeder Beziehung korrekt und fehlerfrei gehandelt hat. Dann aber erstaunt es doch einigermassen, dass er ohne weiteres dazu bereit war, nach den Anhaltungen in Frankfurt und Bern einen Teil der Konstruktionspläne der irakischen Botschaft abzuliefern. Zu diesem Zeitpunkt wusste er genau, dass die Behörden wegen vermuteter Widerhandlung gegen das KMG ermittelten. Wäre seine Annahme, er habe sich an der Herstellung von Bestandteilen zu Schmiedepressen beteiligt, richtig gewesen, so hätten ihn diese Pläne ja gerade entlasten können.\n\nDas Bundesstrafgericht kommt zum Schluss, dass der Angeklagte G. verpflichtet gewesen wäre, den wahren Verwendungszweck der unter seiner technischen Leitung hergestellten Gegenstände intensiver zu hinterfragen. Er hätte dann mindestens festgestellt, dass die in Frage stehenden Zylinder BGE 122 IV 103 S. 122nicht zur Erzeugung von Kräften, sondern für den Abbau grosser Kräfte verwendet werden und Eigenschaften von grossen Stossdämpfern aufweisen. Dies hätte zu weiteren Fragen über den Verwendungszweck Anlass gegeben. Da der Angeklagte solche Überlegungen unterlassen hat, ist er der fahrlässigen Widerhandlung gegen das Kriegsmaterialgesetz schuldig zu sprechen.\n\nNicht erwiesen ist auch für diese Zeit demgegenüber, dass der Angeklagte G. tatsächlich um den wahren Verwendungszweck der unter seiner Leitung hergestellten Teile gewusst hat. Insbesondere kann aus der Tatsache, dass mit der Zeit die Projekt- durch Phantasienamen ersetzt wurden, nichts hergeleitet werden.\n\nb) Der Angeklagte M. war beruflich immer kaufmännisch tätig, und gemäss dem Ergebnis des Beweisverfahrens verfügt er über keine technischen Kenntnisse. Es sind nicht genügend Umstände ersichtlich, aus denen sich ergäbe, dass er als an der Produktion Unbeteiligter in dieser Zeit hätte am angeblichen Verwendungszweck der in seiner Firma hergestellten Gegenstände zweifeln müssen. Da im übrigen auch nicht nachgewiesen worden ist, dass er vom wahren Verwendungszweck tatsächlich Kenntnis erhalten hat, ist er für diese Zeitspanne freizusprechen.\n\nIV.3. a) Anders verhält es sich in bezug auf den Angeklagten M. für die letzte Phase des Geschehens.\n\nEnde April/Anfang Mai 1990 wurden auf dem Flughafen Frankfurt sowohl die Lieferung Nr. 19 als auch die Lieferung Nr. 20, die zwei \"Hydraulic Cylinders\", ein \"Pivot Drum Housing Assembly\" und ein \"Housing Slide\" enthielt, von den Behörden zurückgehalten. Bevor der Angeklagte von diesem Umstand erfuhr, ging bei Von Roll am 30. April 1990 ein von A. unterzeichneter Telex ein, der verlangte, der Versand des noch bei Von Roll befindlichen Materials sei zu stoppen \"until we inform because we find cheaper transporters\".\n\nDer Angeklagte M. bestreitet nicht, am 4. Mai 1990 von der Anhaltung der Lieferungen in Frankfurt Kenntnis erhalten zu haben. Unbestrittenermassen wurde ihm an diesem Tag ein Fernschreiben von S. von der Iraqi Airways übergeben, in welchem es um die Anhaltung in Frankfurt ging. Das Fernschreiben hat folgenden Wortlaut:\n\nThis is to inform you, that above mentioned shipment is confiscated by german customs authorities frankfurt-airport and are not allowed to be exported to iraq.BGE 122 IV 103 S. 123\n\nReason. Legal offense against - Kriegswaffenkontrollgesetz - (german war materials control law).\n\nUnallowed transit of war materials through 3rd countries.\n\nDer Angeklagte M. bestätigte an der Verhandlung, das Fernschreiben nicht nur erhalten, sondern auch gelesen zu haben. Er behauptet zwar heute, sich nicht mehr an den Hinweis auf das deutsche Kriegswaffenkontrollgesetz erinnern zu können. Es ist aber ausgeschlossen, dass er damals diesen kurzen Telex nicht ganz gelesen und insbesondere übersehen haben könnte, dass darin von \"legal offense against Kriegswaffenkontrollgesetz\" und \"unallowed transit of war materials\" die Rede war. Es steht somit fest, dass er ab dem 4. Mai 1990 wusste, dass der Irakauftrag in bezug auf die Frage, ob es allenfalls um Kriegsmaterial geht, problematisch war.\n\nDer Zeuge T., der im fraglichen Zeitraum bei der Von Roll als Speditionsleiter tätig war und der den Telex ebenfalls gelesen hatte, erklärte denn auch an der Hauptverhandlung, er sei \"konsterniert\" gewesen, als er von der Anhaltung erfahren hatte.\n\nAuch weitere Personen, die ausserhalb der Von Roll standen, waren über die zollamtliche Anhaltung von Gütern der Von Roll ernstlich besorgt. Der Zeuge U., seinerzeit Leiter des Beglaubigungsdienstes bei der Berner Handelskammer, sagte aus, er habe, nachdem er von der Anhaltung erfahren und entsprechende Bilder im Fernsehen gesehen hatte, seine Mitarbeiter dahingehend instruiert, allfällige in dieser Sache eingehende Gesuche müssten ihm vorgelegt werden; er habe seine Unterlagen durchgesehen und die mit der vorliegenden Angelegenheit in Zusammenhang stehenden Papiere in den Tresor gelegt. Der Zeuge V. vom Schweizerischen Bankverein vertrat auf die Frage, welche Auswirkungen eine Beschlagnahme auf die Abwicklung eines Akkreditives habe, sogar die Auffassung, in einem solchen Fall sollte man \"nach Treu und Glauben\" nicht bezahlen, bevor man nicht wisse, \"was los ist\".\n\nDer Zeuge W. von der Transportfirma Danzas schliesslich, der nach seiner Aussage ebenfalls durch die Iraqi Airways darüber informiert worden ist, dass die Lieferung in Frankfurt wegen vermuteter Widerhandlung gegen das Kriegswaffenkontrollgesetz zurückbehalten wurde, sprach an der Hauptverhandlung von einer \"Ausnahmesituation\", und ergänzte, ein ähnlicher Fall habe sich in seiner jahrzehntelangen Tätigkeit im Transportgewerbe nur noch ein weiteres Mal ereignet. Es steht aufgrund dieser Zeugenaussagen fest, dass die Anhaltung in Frankfurt derart aussergewöhnlich war, dass man BGE 122 IV 103 S. 124nicht einfach darüber hinweg und zur Tagesordnung übergehen durfte.\n\nNach seinen Aussagen hat der Angeklagte M. nach Erhalt des Telex vom 4. Mai 1990 beim Zoll in Frankfurt telefonisch nachgefragt und erfahren, dass abgeklärt werden müsse, ob eine \"Durchfuhrbewilligung\" vorliege. Dies mag zutreffen, ändert jedoch nichts daran, dass es nach seinem Kenntnisstand nicht einfach um das Fehlen irgendeiner verhältnismässig belanglosen \"Durchfuhrbewilligung\" ging, sondern dass der Verdacht auf eine Zuwiderhandlung gegen das deutsche Kriegswaffenkontrollgesetz bestand.\n\nDem Angeklagten ist zwar zugute zu halten, dass er die Rechtsabteilung der Von Roll über die Anhaltung in Frankfurt grundsätzlich informiert hat. Aber er behauptet selber nicht, eindringlich auf den Umstand, dass der Verdacht auf eine Zuwiderhandlung gegen das Kriegswaffenkontrollgesetz bestand, hingewiesen zu haben. Er will nach wie vor der unbeirrten Überzeugung gewesen sein, es gehe in Wirklichkeit um Schmiedepressen, und aus diesem Grund habe er die letzte Lieferung abgewickelt, wie wenn nichts geschehen wäre.\n\nNach seiner Angabe an der Hauptverhandlung hatte der Angeklagte M. bereits vorher davon Kenntnis, dass die Iraker angeordnet hatten, die noch in Bern befindlichen Gegenstände müssten über eine andere Route versandt werden, da diese billiger sei und in Jugoslawien ein Sammeltransport bereit stehe. Zudem bestand der Irak plötzlich auf einem anderen Adressaten für die noch beim Werk befindliche 21. Sendung. Die Iraker verlangten, dass die Angabe \"Ministry of Industries Iraq, PC2 Project 839, att. Mr. A.\" durch \"The State Trading Company for Cars and Machines, Ministry of Trade\" ersetzt werde. Diese Umstände meldete der Angeklagte der Rechtsabteilung nicht, weil er sich nach seiner Behauptung an der Hauptverhandlung darüber keine Gedanken gemacht haben will. Dies kann ihm nach Auffassung des Bundesstrafgerichts nicht abgenommen werden, da ihm die irakischen Änderungswünsche auffallen mussten, nachdem ihm bekannt war, dass der Verdacht auf eine Zuwiderhandlung gegen das deutsche Kriegswaffenkontrollgesetz bestand.\n\nDie vom Irak verlangten Änderungen machten für die Vorbereitung der 21. und letzten Lieferung umfangreiche Arbeiten nötig. Die Transportkisten mussten neu beschriftet und die Dokumente, das heisst die Beglaubigung der Berner Handelskammer und das Akkreditiv, geändert werden. An diesen Aktivitäten war der Angeklagte M. zugestandenermassen beteiligt. Noch am 9. Mai 1990, BGE 122 IV 103 S. 125also einen Tag vor der Anhaltung der 21. Lieferung in Bern, sandte er persönlich an A. einen Telefax mit dem Inhalt: \"Top urgent - Top urgent - Amendmend of May 8, 1990 uncomplete. Please add the following: - delivery terms ex works Berne instead of FOB Frankfurt airport, - forwarding agents receipt marked freight payable at destination to be presented instead of airwaybill. Please amend as soon as possible\".\n\nDem Angeklagten M. ist nach Auffassung des Bundesstrafgerichts vorzuwerfen, dass er, nachdem er von der Anhaltung in Frankfurt und dem Verdacht auf Zuwiderhandlung gegen das deutsche Kriegswaffenkontrollgesetz erfahren hatte, alles dafür unternahm, dass die 21. Lieferung doch noch ihren Bestimmungsort erreichte. Seine Aktivitäten hörten erst mit der Beschlagnahme der 21. Lieferung in Bern auf. Er hat dabei eine Widerhandlung gegen das Kriegsmaterialgesetz zumindest in Kauf genommen und damit eventualvorsätzlich gegen das genannte Gesetz verstossen.\n\nDem Angeklagten M. ist anzulasten, dass er gemäss Art. 17 Abs. 1 lit. a KMG ohne entsprechende Bewilligung Kriegsmaterial vertrieben hat. Er ist folglich wegen vollendeter Tatbegehung schuldig zu sprechen. Ob darin zugleich ein Versuch der unerlaubten Ausfuhr liegt, ist für die Subsumtion seines Verhaltens unerheblich.\n\nb) Demgegenüber hat das Beweisverfahren in bezug auf den Angeklagten G. nicht ergeben, dass dieser nach dem 4. Mai 1990 für die Abwicklung der letzten Sendung noch irgend etwas aktiv unternommen hätte. Der Angeklagte M. hat ausgeführt, er habe den Angeklagten G. über die Anhaltung in Frankfurt informiert. Dass dieser in der Folge irgendwie tätig geworden wäre, hat der Angeklagte M. demgegenüber nicht behauptet.\n\nOb der Angeklagte G. allenfalls unter dem Gesichtswinkel der Unterlassung verpflichtet gewesen wäre, der Abwicklung der letzten Lieferung entgegenzuwirken, muss im übrigen schon deshalb nicht geprüft werden, weil ihm in der Anklage eine Unterlassung nicht vorgeworfen wird.\n\nDer Angeklagte G. ist für diese letzte Phase des Geschehens deshalb vom Vorwurf der Widerhandlung gegen das Kriegsmaterialgesetz freizusprechen.\n\nV.\n\n(Freispruch des Angeschuldigten P.) BGE 122 IV 103 S. 126\n\nVI.\n\nVI.1. Gemäss Art. 19 Abs. 2 KMG macht sich strafbar, wer als Geschäftsherr oder Arbeitgeber es vorsätzlich oder fahrlässig in Verletzung einer Rechtspflicht unterlässt, eine Widerhandlung von Untergebenen abzuwenden oder in ihren Wirkungen aufzuheben. Ist der Geschäftsherr oder Arbeitgeber eine juristische Person, so machen sich nach Art. 19 Abs. 3 KMG strafbar die schuldigen Organe, Organmitglieder, geschäftsführenden Gesellschafter oder tatsächlich leitenden Personen.\n\nAuch im Falle des Angeklagten F. lässt sich nicht nachweisen, dass er um das Irakgeschäft als solches oder gar um den wahren Verwendungszweck der hergestellten Teile gewusst hätte.\n\nVI.2. Die Anklage wirft dem Angeklagten F. vor, es seien \"keinerlei organisatorische Bemühungen erkenntlich, Kriegsmateriallieferungen, z.B. durch das Werk Bern, frühzeitig zu erkennen und zu verhindern\". Der Angeklagte hat anerkannt, dass in der Von Roll keine solchen Vorkehren getroffen worden sind. Seiner Ansicht nach war dies nicht nötig, da die Von Roll nicht mit Waffen handelte, und zudem wäre jedenfalls nicht er als Konzernchef zum Erlass entsprechender Weisungen verpflichtet gewesen.\n\na) aa) Es mag zutreffen, dass die Von Roll keine Waffen herstellt. Sie stellt jedoch Waffenbestandteile für schweizerische Stellen her. Wie aus einer \"Aufstellung über die der Firma Von Roll AG seit 1983 erteilten Aufträge durch die Eidg. Rüstungsbetriebe\" vom 11. Juni 1992 ersichtlich ist, weisen diese Aufträge einen nicht unerheblichen Umfang auf. Die Von Roll AG in Gerlafingen ist denn auch Inhaberin der Grundbewilligung Nr. 2736 vom 20. Juli 1967, wonach sie unter anderem ermächtigt ist, Bestandteile für Feuerwaffen samt Zubehör, gepanzerte Fahrzeuge und militärische Spezialfahrzeuge, Panzerungen für militärische Verwendung, Flugmaterial für militärische Verwendung sowie (aufgrund einer Ergänzung der Bewilligung vom 18. Juni 1980) Bestandteile für Munition herzustellen.\n\nbb) Ein Unternehmen, das in der Stahlproduktion tätig ist und Bestandteile für Kriegsmaterial herstellt, ist verpflichtet, Sicherheitsvorkehren zu treffen, die nach Möglichkeit von vornherein Widerhandlungen gegen das KMG im Betrieb ausschliessen. Dies ist aus Art. 19 Abs. 2 KMG herzuleiten. Vor allem aber besteht für ein solches Unternehmen die Pflicht, die nötigen organisatorischen Vorkehren zu treffen, damit bei einem konkreten Verdacht, BGE 122 IV 103 S. 127die Herstellung und die Ausfuhr von in seinen Betrieben hergestellten Produkten könnte gegen das KMG verstossen, die Zulässigkeit der Produktion und der Ausfuhr unverzüglich überprüft und ein bereits in Angriff genommenes Geschäft nicht einfach abgewickelt wird, wie wenn nichts geschehen wäre.\n\ncc) Wie dargelegt, wurde spätestens am 4. Mai 1990 im Werk Bern bekannt, dass eine für den Irak bestimmte Sendung der Firma Von Roll in Frankfurt angehalten worden war, weil der Verdacht eines Verstosses gegen das deutsche Kriegswaffenkontrollgesetz bestand. Der Angeklagte M. hat diese Information unverzüglich an die Rechtsabteilung des Von Roll-Konzerns in Gerlafingen weitergegeben.\n\nSpätestens als die Anhaltung der Lieferung in Frankfurt bekannt wurde, bestand für die Firma Von Roll die Rechtspflicht, die Vereinbarkeit des Irakgeschäftes mit dem KMG zu überprüfen. Insbesondere war die Firma verpflichtet zu verhindern, dass bis zur Klärung dieser Frage das Geschäft fortgeführt und weitere Lieferungen vorgenommen würden. Diese Rechtspflicht wurde verletzt, indem trotz des eindeutigen Warnsignals der Anhaltung in Frankfurt nichts unternommen wurde, um die letzte Lieferung zu stoppen.\n\nDie Anhaltung einer für den Irak bestimmten Lieferung wegen Verdachts der Verletzung des deutschen Kriegswaffenkontrollgesetzes stellt nicht irgendeine Bagatelle dar, sondern ist ein Ereignis, in bezug auf welches sichergestellt sein muss, dass die verantwortlichen Organe erstens unverzüglich informiert werden und zweitens sofort die nötigen Dispositionen in bezug auf die Abwicklung laufender Geschäfte treffen können.\n\ndd) Ob und inwieweit die Konzernleitung berechtigt ist, die hier umschriebene Rechtspflicht zu delegieren (dazu GÜNTER HEINE, Die strafrechtliche Verantwortlichkeit von Unternehmen, Baden-Baden 1995, S. 121 ff.; NIKLAUS SCHMID, Einige Aspekte der strafrechtlichen Verantwortlichkeit von Gesellschaftsorganen, ZStrR 105/1988, S. 175 ff.), braucht nicht entschieden zu werden, da die Verantwortlichen der Von Roll nicht einmal versucht haben, im Rahmen einer sachgerechten Organisation insoweit eine Delegation vorzunehmen. Deshalb braucht auch nicht weiter geprüft zu werden, ob und inwieweit auch dann, wenn die Konzernleitung Pflichten in zulässiger Weise delegiert, sie weiterhin, etwa unter dem Gesichtspunkt der sorgfältigen Auswahl und Kontrolle, verantwortlich bleiben kann.\n\nb) Nach der eigenen Darstellung des Angeklagten und aufgrund des Beweisergebnisses ist davon auszugehen, dass es im Mai 1990 in der Firma BGE 122 IV 103 S. 128Von Roll keinerlei organisatorische Vorkehren dafür gab, wie zu verfahren ist, wenn eine Lieferung wegen des Verdachts eines Verstosses gegen das deutsche Kriegswaffenkontrollgesetz angehalten wird. Entsprechend hat auch der Leiter des Rechtsdienstes, wenn man ihm Glauben schenken darf, auf die Nachricht der Anhaltung in Frankfurt nicht sachgerecht reagiert. Er hat niemanden informiert, der nun seinerseits eine Überprüfung des Irakgeschäftes und im Zusammenhang damit gegebenenfalls einen Verzicht auf die sofortige Abwicklung der nächsten Lieferung angeordnet hätte. Er selbst hat in dieser Hinsicht auch nichts unternommen.\n\nc) Die verantwortlichen Organe haben es also unterlassen, die nötigen organisatorischen Massnahmen zu treffen, die eine richtige Reaktion auf die Anhaltung der Lieferung in Frankfurt sichergestellt hätten. Die Verantwortung dafür tragen die schuldigen Organe, Organmitglieder, geschäftsführenden Gesellschafter und tatsächlich leitenden Personen im Sinne von Art. 19 Abs. 3 KMG.\n\nIn einem grösseren Unternehmen wie der Firma Von Roll dürfte die Verantwortung für eine genügende Organisation mehrere Personen treffen. In erster Linie dürfte die entsprechende Pflicht beim gesamten Verwaltungsrat liegen, der sich jedenfalls objektiv seiner Verantwortung nur entschlagen kann, wenn er das Problem der hinreichenden Organisation im Rahmen der zulässigen Grenzen an eine andere Stelle delegiert hat. Vorliegend ist jedoch einzig zu prüfen, ob die Pflicht jedenfalls auch den Angeklagten F. traf. Diese Frage ist zu bejahen. Er war nicht nur als Konzernchef, sondern insbesondere auch als derjenige, der in der obersten Leitung für den Rechtsdienst verantwortlich war, verpflichtet, eine Organisation durchzusetzen, wie sie hier umschrieben wurde. Diese Pflicht traf ihn schon lange vor der Anhaltung der Lieferung in Frankfurt. Er hat gegen diese ihm obliegende Rechtspflicht verstossen und zwar, wie das Bundesstrafgericht im Zweifel annimmt, fahrlässig, weil er sich darüber nicht hinreichende Gedanken gemacht hat. Bei dieser Sachlage kann offenbleiben, ob er aufgrund der Presseberichte von April 1990 (vgl. z.B. NZZ vom 14.4.: \"Eine Superkanone für Saddam Hussein?\", NZZ vom 17.4.: \"Rätselraten über die irakische 'Superkanone'\") hätte hellhörig werden müssen.\n\nd) Die weitere Frage, ob diese Pflichtverletzung für die Widerhandlung gegen das KMG kausal war, ist zu bejahen, wenn anzunehmen ist, dass aufgrund eines hinreichenden Sicherheitsdispositivs die letzte Lieferung hätte verhindert werden können.BGE 122 IV 103 S. 129\n\naa) Hätte der Angeklagte rechtzeitig ein entsprechendes Sicherheitsdispositiv auf die Beine gestellt, dann hätte noch am 4. Mai 1990 eine verantwortliche Person von der Anhaltung der Lieferung in Frankfurt und den Umständen der Anhaltung erfahren. Diese verantwortliche Person hätte noch am 4. Mai, spätestens aber am Montag, den 7. Mai, die Notbremse ziehen können. Vorausgesetzt, dass der Angeklagte bei der Auswahl und der Instruktion dieser verantwortlichen Person mit der nötigen Sorgfalt gehandelt hätte, hätten sich damit die letzte schliesslich in Bern angehaltene Lieferung und damit auch eine weitere Verletzung des KMG verhindern lassen. Der Kausalzusammenhang zwischen dem Unterlassen des Angeklagten und der eingetretenen Gesetzesverletzung ist deshalb zu bejahen.\n\nbb) Zu prüfen bleibt, ob die Kausalität auch dann zu bejahen wäre, wenn davon auszugehen wäre, dass der Angeklagte F. die erforderliche Organisation nicht alleine hätte anordnen und durchsetzen können, sondern dass es dazu der Entscheidung eines leitenden Gremiums bedurft hätte. Wäre hier gegebenenfalls der Kausalzusammenhang zwischen dem Unterlassen des Angeklagten und dem eingetretenen Erfolg zu verneinen mit dem Argument, es sei nicht bewiesen, dass der Angeklagte, hätte er sich für eine hinreichende Organisation eingesetzt, dafür eine Mehrheit gefunden hätte? Die strafrechtliche Zurechnung ist auch in einer solchen Konstellation zu bejahen (vgl. ERIC HILGENDORF, Fragen der Kausalität bei Gremienentscheidungen, NStZ 1994, S. 565 f.; GÜNTHER JAKOBS, Strafrechtliche Haftung durch Mitwirkung an Abstimmungen, Festschrift für Koichi Miyazawa, Baden-Baden 1995, S. 419 ff.; LARS RÖH, Die kausale Erklärung über bedingte Erfolge im Strafrecht, Frankfurt 1995, S. 145 ff.; vgl. auch WINFRIED HASSEMER, Produkteverantwortung im modernen Strafrecht, Heidelberg 1994, S. 59 ff.). Wenn ein Entscheidungsgremium für eine hinreichende Organisation verantwortlich ist, dann ist jedes Mitglied dieses Gremiums, das es unterlässt, sich für die Durchsetzung dieser Pflicht einzusetzen, kausal für den Erfolg verantwortlich.\n\ne) Zusammenfassend ergibt sich, dass der Angeklagte F., indem er als Konzernchef und insbesondere in seiner Funktion als Betreuer des Konzernstabs Recht der vorliegend zu beurteilenden Problematik keine Aufmerksamkeit schenkte und sich deshalb nicht für eine hinreichende Organisation einsetzte, es fahrlässig unterlassen hat, die Verletzung des Kriegsmaterialgesetzes zu verhindern.\n\nBGE 122 IV 103 S. 130\n\nVII.\n\nVII.1. a) Bei der Strafzumessung ist vom gesetzlichen Strafrahmen auszugehen. Wer - ohne dass ein schwerer Fall vorliegt - vorsätzlich ohne entsprechende Bewilligung Kriegsmaterial unter anderem herstellt oder vertreibt, wird mit Gefängnis von drei Tagen bis zu drei Jahren oder mit Busse bis zu 500'000 Franken bestraft (Art. 17 Abs. 1 lit. a KMG, Art. 36 StGB). Handelt der Täter fahrlässig, so ist die Strafe Gefängnis von drei Tagen bis zu sechs Monaten oder Busse bis zu 40'000 Franken (Art. 17 Abs. 2 KMG, Art. 36 und 48 Ziff. 1 Abs. 1 StGB). Ist im Gesetz wahlweise Freiheitsstrafe oder Busse angedroht, so kann der Richter in jedem Falle die beiden Strafen verbinden (Art. 50 Abs. 2 StGB).\n\nDerselben Strafdrohung unterliegt unter anderem der Geschäftsherr, der es vorsätzlich oder fahrlässig in Verletzung einer Rechtspflicht unterlässt, eine Widerhandlung gegen das KMG abzuwenden oder in ihren Wirkungen aufzuheben (Art. 19 Abs. 2 KMG).\n\nGemäss Art. 63 StGB misst der Richter die Strafe innerhalb des gesetzlichen Strafrahmens nach dem Verschulden des Täters zu und berücksichtigt dabei insbesondere die Beweggründe, das Vorleben und die persönlichen Verhältnisse des Schuldigen. Das Bundesgericht hat sich in den letzten Jahren mehrfach in grundsätzlicher Weise mit der Strafzumessung befasst. Auf diese Entscheide kann hier verwiesen werden (vgl. BGE 121 IV 3 E. 1a und 49 E. 2a, BGE 119 IV 10 E. 4b und 330 E. 3, je mit Hinweisen).\n\nb) Mit der Bundesanwaltschaft ist zunächst davon auszugehen, dass kein schwerer Fall im Sinne von Art. 17 Abs. 1 letzter Satz KMG vorliegt. Dennoch ist in Fällen wie dem vorliegenden grundsätzlich auf eine Freiheitsstrafe zu erkennen.\n\nDas KMG erfasst die unterschiedlichsten Phänomene. In einem Fall, mit dem sich der Kassationshof des Bundesgerichts im Dezember 1995 zu befassen hatte, wurde ein Täter mit vier Monaten Gefängnis bestraft, der vorsätzlich und ohne Bewilligung 26 Faustfeuerwaffen veräussert und fünf mit Tränengas ausgerüstete Schlagstöcke in die Schweiz eingeführt und zwei davon verkauft hatte (vgl. BGE 121 IV 365). Auch der Handel mit verhältnismässig wenigen und kleineren Waffen kann also das KMG verletzen. Im vorliegenden Fall geht es demgegenüber um Waffensysteme, die ein ausserordentliches Gefährdungspotential aufweisen, wenn sie zum Einsatz gelangen. Schon dies allein rechtfertigt es, auf eine Freiheitsstrafe zu erkennen.BGE 122 IV 103 S. 131\n\nc) Die Angeklagten G., M. und F. sind zwar aus verschiedenen Gründen zu verurteilen. In Berücksichtigung aller Umstände ist ihr Verschulden jedoch etwa gleich hoch einzustufen.\n\nObwohl ihnen aufgrund des Beweisergebnisses nicht vorgeworfen werden kann, vorsätzlich Verträge über die Herstellung und den Export von Kriegsmaterial abgeschlossen zu haben, und die Anklage sich nur teilweise als begründet erwiesen hat, darf das ihnen anzulastende Fehlverhalten nicht bagatellisiert werden. Sie haben eine Gleichgültigkeit in bezug auf das Problem der illegalen Kriegsmaterialausfuhr an den Tag gelegt, die nach Auffassung des Bundesstrafgerichts mehr als bedenklich ist. Dies gilt unter den vorliegenden Umständen selbst für den Fall, dass es in der sogenannten \"Lohnfertigung\" tatsächlich üblich sein sollte, Gegenstände herzustellen, von denen man nicht weiss, wofür sie eigentlich bestimmt sind.\n\nWenn auch dem Angeklagten M. als einzigem vorzuwerfen ist, dass er vorsätzlich gehandelt hat, so ist ihm doch in erheblichem Umfang zugute zu halten, dass er nach der Kenntnis der Anhaltung in Frankfurt unverzüglich den Rechtsdienst in Gerlafingen orientierte, und er kann nicht dafür verantwortlich gemacht werden, dass der Rechtsdienst daraufhin nichts unternommen hat; er hat auch das Fehlen eines Sicherheitsdispositivs nicht zu verantworten. Dem Angeklagten G. ist zwar nur eine fahrlässige Tatbegehung anzulasten, diese wiegt jedoch schon deshalb recht schwer, weil er sich als unmittelbar für die Produktion Verantwortlicher über längere Zeit pflichtwidrig verhalten hat. Schliesslich erscheint auch das Verschulden des Angeklagten F., der seiner besonderen Verantwortung als Mitglied des obersten Kaders nur unzureichend nachgekommen ist, als schwerwiegend, obwohl seine Pflichtwidrigkeit nach dem oben Gesagten nur für die letzte Lieferung kausal gewesen sein dürfte. Gerade diese Lieferung war bedeutend; sie umfasste unter anderem mehrere Hydraulikzylinder sowie je vier \"Brackets\" und \"End caps\".\n\nBei allen drei Angeklagten ist der Verletzung des Beschleunigungsgebotes (oben E. I/4) Rechnung zu tragen, und bei den Angeklagten G. und M. ist zu berücksichtigen, dass seit der Tat verhältnismässig lange Zeit verstrichen ist und sie sich während dieser Zeit wohlverhalten haben (Art. 64 Abs. 5 StGB). Das Bundesstrafgericht erachtet in allen drei Fällen eine Gefängnisstrafe von einem Monat als angemessen, wobei sie im Falle des Angeklagten F. als Zusatzstrafe zu einer Verurteilung durch den BGE 122 IV 103 S. 132Amtsgerichtspräsidenten von Thal-Gäu vom 5. April 1995 wegen Widerhandlungen gegen das Strassenverkehrsgesetz zu zwei Wochen Gefängnis und einer Busse von Fr. 7'500.-- auszusprechen ist.\n\nZusätzlich sind die Angeklagten zu Geldbussen zu verurteilen. Aufgrund ihrer guten bis sehr guten wirtschaftlichen Verhältnisse (vgl. ...) rechtfertigt es sich, die Geldbussen beim Angeklagten F. auf Fr. 25'000.--, beim Angeklagten G. auf Fr. 10'000.-- und beim Angeklagten M. auf Fr. 8'000.-- festzusetzen.\n\nVII.2. Den Angeklagten kann ohne weiteres eine günstige Prognose gestellt werden. Die Freiheitsstrafen sind deshalb bedingt aufzuschieben, unter Ansetzung einer Probezeit von zwei Jahren.\n\nVIII.\n\nIst eine Widerhandlung gegen das Kriegsmaterialgesetz festgestellt, so ist, wenn nicht besondere Gründe entgegenstehen, ohne Rücksicht auf die Strafbarkeit einer bestimmten Person die Einziehung des betreffenden Kriegsmaterials durch den Richter zu verfügen (Art. 20 Abs. 1 KMG). Das eingezogene Kriegsmaterial verfällt dem Bunde (Art. 20 Abs. 2 KMG).\n\nDie Angeklagten haben sich einer Einziehung des im vorliegenden Verfahren beschlagnahmten Materials nicht widersetzt. Der Irak hat sich auf entsprechende Anfrage hin nicht vernehmen lassen, und die Von Roll AG hat ausdrücklich erklärt, dass sie keinerlei Rechte am einzuziehenden Material geltend mache (zum rechtlichen Gehör von Dritten zur Frage der Einziehung vgl. BGE 121 IV 365 E. 7c). Besondere Gründe, die einer Einziehung entgegenstehen könnten, sind nicht ersichtlich. Folglich ist im Sinne von Art. 20 KMG zu entscheiden."}