{"annee": "122", "cour": "V", "page": "256", "date": "17/5/1996", "cite": ["115 V 77"], "cite_par": ["125 V 42"], "chapeau": "37. Urteil vom 17. Mai 1996 i.S. Öffentliche Arbeitslosenkasse des Kantons Solothurn gegen B. und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 8 al. 1 let. e, art. 9 al. 3, art. 13 al. 1 LACI, art. 11 al. 1 et 2 OACI. - La somme des jours civils pris en compte pour le calcul de la période de cotisation ne peut pas être arrondie à la durée minimale légale de cotisation, même s'il ne manque qu'une fraction de jour pour que celle-ci soit atteinte. - Conversion de jours de travail en jours civils. Fixation du facteur de conversion."], "faits": "|257|\n\nA.- Der 1938 geborene B. arbeitete ab 1. Mai 1988 bis 30. Juni 1992 als Konstrukteur in der Firma X. Anschliessend war er in seinem neueröffneten Konstruktionsbüro als Selbständigerwerbender tätig.\n\nAm 14. Dezember 1993 meldete sich B. bei der Arbeitslosenversicherung zum Leistungsbezug an und machte für die Zeit ab 1. Januar 1994 Taggelder geltend. Montag, den 3. Januar 1994, unterzog er sich erstmals der Stempelkontrolle. Die Öffentliche Arbeitslosenkasse des Kantons Solothurn setzte deshalb den Beginn der Rahmenfrist für die Beitragszeit auf den 3. Januar 1992 fest und lehnte in der Folge das Leistungsbegehren mit Verfügung vom 3. März 1994 mangels Erfüllung der gesetzlich vorgesehenen Mindestbeitragszeit ab.\n\nB.- Beschwerdeweise beantragte B. die Aufhebung der Ablehnungsverfügung vom 3. März 1994 und die Anerkennung seiner Anspruchsberechtigung. - Das Versicherungsgericht des Kantons Solothurn stellte fest, der Leistungsansprecher erfülle die erforderliche sechsmonatige Beitragszeit innerhalb der ab 3. Januar 1992 bis 2. Januar 1994 dauernden zweijährigen Rahmenfrist nur unter der Voraussetzung, dass der Monat Januar 1992 als voller Beitragsmonat angerechnet werden könne; bei \"wörtlicher Gesetzesauslegung\" hingegen weise er eine Beitragszeit von lediglich 5 Monaten und 29,4 Tagen aus, was für die Anspruchsberechtigung nicht genüge; angesichts der damit bloss \"knapp verfehlten\" Beitragszeit führe die wörtliche Interpretation aber zu einem unbefriedigenden Ergebnis. Vor diesem Hintergrund erwog das Gericht, der Versicherte habe für den Januar 1992 gleichviel Beiträge geleistet wie die anderen Arbeitnehmer der Firma X, welche am 1. und 2. Januar 1992 ebenfalls nicht gearbeitet hatten; es wäre deshalb \"stossend und würde dem Gerechtigkeitsempfinden zuwiderlaufen\", wollte man den Monat Januar 1992 nicht als vollen Beitragsmonat anerkennen; das sonst \"stossende\" Ergebnis erlaube und gebiete es geradezu, ausnahmsweise vom Gesetzeswortlaut abzuweichen. Dementsprechend berücksichtigte das kantonale Gericht den Monat Januar 1992 |258| voll als Beitragsmonat und hiess die Beschwerde mit Entscheid vom 17. August 1994 in dem Sinne gut, dass es die angefochtene Verfügung vom 3. März 1994 aufhob und die Sache zur Prüfung der weiteren Anspruchsvoraussetzungen an die Verwaltung zurückwies.\n\nC.- Die Arbeitslosenkasse erhebt Verwaltungsgerichtsbeschwerde mit dem Begehren um Aufhebung des kantonalen Entscheids.\n\nB. und das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) verzichten auf eine Stellungnahme.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist, ob die für die Anspruchsberechtigung des Beschwerdegegners erforderliche Mindestbeitragszeit als erfüllt gelten kann. Diese Frage beurteilt sich nach Massgabe der Rechtssätze, die im Zeitraum, für welchen Leistungen geltend gemacht werden, Gültigkeit hatten, mithin nach den damals in Kraft stehenden Bestimmungen des Arbeitslosenversicherungsgesetzes (AVIG) und der Arbeitslosenversicherungsverordnung (AVIV).\n\n2. Zwei wesentliche Voraussetzungen für den Anspruch auf Arbeitslosenentschädigung bestehen gemäss Art. 8 Abs. 1 AVIG darin, dass der Versicherte die Beitragszeit erfüllt hat oder von der Erfüllung der Beitragszeit befreit ist (lit. e) und dass er die Kontrollvorschriften erfüllt (lit. g).\n\na) Aufgrund von Art. 9 AVIG gelten für den Leistungsbezug wie auch für die Beitragszeit je zweijährige Rahmenfristen (Abs. 1). Die Rahmenfrist für den Leistungsbezug beginnt am ersten Tag, für den sämtliche Anspruchsvoraussetzungen erfüllt sind (Abs. 2), diejenige für die Beitragszeit zwei Jahre vor diesem Tag (Abs. 3).\n\nDie Beitragszeit im Sinne von Art. 8 Abs. 1 lit. e AVIG erfüllt hat gemäss Art. 13 Abs. 1 AVIG, wer innerhalb der Rahmenfrist nach Art. 9 Abs. 3 AVIG während mindestens sechs Monaten eine beitragspflichtige Beschäftigung ausgeübt hat. Bei der Ermittlung der Beitragszeit zu beachten ist Art. 11 AVIV. Nach dessen Absatz 1 zählt als Beitragsmonat jeder volle Kalendermonat, in dem der Versicherte beitragspflichtig ist. Absatz 2 dieser Bestimmung sieht vor, dass Beitragszeiten, die nicht einen vollen Kalendermonat umfassen, zusammengezählt werden (Satz 1), wobei je dreissig Kalendertage als ein Beitragsmonat gelten (Satz 2). Da für die Ermittlung der Beitragszeit somit nicht die Beitragstage - d.h. die Tage, an welchen der Arbeitslose eine beitragspflichtige Beschäftigung ausgeübt hat -, |259| sondern die Kalendertage massgebend sind, müssen erstere in Kalendertage umgerechnet werden, wozu praxisgemäss ein Umrechnungsfaktor von 1,4 verwendet wird (ARV 1992 Nr. 1 S. 70 Erw. 3; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Band I, S. 170 f., N. 9 ff. zu Art. 13 AVIG; vgl. auch Rz. 52 f. des Kreisschreibens des BIGA über die Arbeitslosenentschädigung).\n\nb) Unter dem Randtitel \"Pflichten der Versicherten und Kontrollvorschriften\" schreibt Art. 17 Abs. 2 AVIG vor, dass sich der Arbeitslose am ersten Tag, für den er Arbeitslosenentschädigung beansprucht, persönlich beim Arbeitsamt seines Wohnortes zur Arbeitsvermittlung zu melden und von da an die Kontrollvorschriften des Bundesrates zu befolgen hat.\n\nDiese Kontrollvorschriften finden sich in den Art. 18 bis 27 AVIV. Nach Art. 19 Abs. 4 AVIV macht das Arbeitsamt den Versicherten bei der Anmeldung zum Taggeldbezug auf seine Pflichten gemäss Art. 17 AVIG aufmerksam. Art. 21 Abs. 1 AVIV verpflichtet den Versicherten, sich entsprechend der Anordnung des Kantons, mindestens aber zweimal wöchentlich, zur Arbeitsvermittlung sowie zur Überprüfung seiner Arbeitslosigkeit und Vermittlungsfähigkeit beim Arbeitsamt persönlich zu melden.\n\n3. a) Der Beschwerdegegner konnte sich wegen der 1994 auf das Wochenende fallenden ersten zwei Tage des Jahres erstmals am 3. Januar 1994 der Stempelkontrolle unterziehen. Die Arbeitslosenkasse setzte deshalb den Beginn der Rahmenfrist für den Leistungsbezug auf den 3. Januar 1994 und für die Beitragszeit dementsprechend auf den 3. Januar 1992 fest. Wie auch die Vorinstanz richtig erkannte, entspricht dieses Vorgehen der Regelung in Art. 9 Abs. 2 und 3 AVIG und lässt sich demnach grundsätzlich nicht beanstanden. Da die in die Rahmenfrist fallende Beitragszeit im Januar 1992 somit nicht im Sinne von Art. 11 Abs. 1 AVIV einen vollen Kalendermonat umfasst, ermittelte die Verwaltung ausgehend von den ab 3. bis 31. Januar 1992 kalendermässig ausgewiesenen 21 Beschäftigungstagen unter Anwendung des Umrechnungsfaktors 1,4 (vgl. Erw. 2a) für den Januar 1992 insgesamt 29,4 anrechenbare Kalendertage. Zusammen mit den ab Februar 1992 bis zur Ende Juni 1992 erfolgten Auflösung des Arbeitsverhältnisses in der Firma X voll anrechenbaren fünf Beitragsmonaten ergab sich somit eine Beitragszeit von 5 Monaten und 29,4 Tagen, was mangels Erfüllung der in Art. 13 Abs. 1 AVIG verlangten sechsmonatigen Beitragszeit zur Verneinung der Anspruchsberechtigung durch die Verwaltung führte.\n\n|260|\n\nb) Da die erforderliche Beitragszeit vorliegend nur um einen Bruchteil eines Tages nicht erreicht wird, wirkt sich die damit als Konsequenz verbundene gänzliche Verneinung der Anspruchsberechtigung für den Beschwerdegegner zweifellos hart aus. Dies umso mehr, als es ihm am 1. und 2. Januar 1994 wegen der an Wochenenden resp. an Feiertagen geschlossenen Schalter gar nicht möglich war, früher zur Stempelkontrolle zu erscheinen und dadurch die Rahmenfrist für die Beitragszeit um einen oder zwei Tage vorzuverschieben, was für die Erfüllung der Beitragszeit bereits genügt hätte. Dass die Vorinstanz unter diesen Umständen nach einem den besonderen Verhältnissen des konkreten Grenzfalles Rechnung tragenden und für den Leistungsansprecher vorteilhafteren Lösungsweg suchte, mag an sich verständlich erscheinen.\n\nc) Zu beachten ist indessen, dass es überall dort, wo gesetzlich festgelegte Limiten zu berücksichtigen sind, zwangsläufig auch zu streng anmutenden Grenzfällen kommen kann, in welchen die geforderten Werte nur um wenig nicht erreicht resp. verfehlt werden. Nicht anders verhält es sich beim Erfordernis der sechsmonatigen Beitragszeit als Anspruchsvoraussetzung für die Arbeitslosenentschädigung. Der Sinn gesetzlicher Limiten liegt aber gerade darin, klar bestimmbare Abgrenzungen zu schaffen. Dieses Bedürfnis besteht in allen Bereichen des Rechts und findet sich in positivrechtlicher Ausgestaltung in vielen Gesetzen, so beispielsweise bei Rechtsmittelfristen oder etwa dem für einen Invalidenrentenanspruch vorausgesetzten prozentualen Erwerbsunfähigkeitsgrad (Art. 28 Abs. 1 IVG). Die mit solch präzisen Grenzen verbundenen Härten sind denn in der Regel vom Gesetzgeber im Interesse der Rechtssicherheit und Rechtsgleichheit auch bewusst in Kauf genommen worden (vgl. BGE 115 V 79 Erw. 4b). Es lässt sich deshalb kaum je rechtfertigen, an klar sich aus dem Gesetz ergebenden Grenzwerten nicht strikte festzuhalten. Mit einer lockereren Handhabung - etwa mittels Auf- oder Abrundens - liesse sich ausser für den konkreten Einzelfall auch kaum etwas gewinnen, würde dadurch doch einzig eine faktische Verschiebung der gesetzlichen Limite erreicht, ohne dass damit neue Grenz- und Härtefälle vermieden werden könnten.\n\n4. Unter diesem Gesichtswinkel ist im vorliegenden Fall auch die Verneinung der Erfüllung der Beitragszeit durch die Arbeitslosenkasse resp. die zu einem abweichenden Ergebnis führende Argumentation der Vorinstanz einer näheren Betrachtung zu unterziehen.\n\n|261|\n\na) Unbestrittenermassen erschien der Leistungsansprecher erstmals am 3. Januar 1994 zur Stempelkontrolle. Da somit erst an diesem Tag auch die nach Art. 8 Abs. 1 lit. g AVIG für die Anspruchsberechtigung vorausgesetzte Kontrollpflichterfüllung gegeben war, sind Vorinstanz und Verwaltung - wie erwähnt - entsprechend der gesetzlichen Regelung in Art. 9 Abs. 2 AVIG zu Recht vom 3. Januar 1994 als Stichtag für den Beginn der zweijährigen Rahmenfrist für den Leistungsbezug ausgegangen. Folgerichtig muss dieses Datum aber auch für die Bestimmung des Beginns der zweijährigen Rahmenfrist für die Beitragszeit nach Art. 9 Abs. 3 AVIG gelten (vgl. GERHARDS, a.a.O., S. 118, N. 15 zu Art. 9 AVIG), so dass diese auf den 3. Januar 1992 fällt.\n\nEs ist kein Anlass ersichtlich, welcher es rechtfertigen liesse, den massgebenden Stichtag einzig im Hinblick auf das dadurch für den Leistungsansprecher erreichbare günstigere Ergebnis entgegen der dargelegten gesetzlichen Ordnung um zwei Tage auf den 1. Januar 1994 vorzuverschieben. Insbesondere lässt sich aus dem Umstand, dass sich der Beschwerdegegner bereits am 14. Dezember 1993 bei der Arbeitslosenversicherung zum Leistungsbezug meldete, nichts Abweichendes ableiten, da für die Festsetzung der Rahmenfristen nach ständiger Rechtsprechung - sofern die übrigen Anspruchsvoraussetzungen gemäss Art. 8 Abs. 1 lit. a bis d und f AVIG gegeben sind - auf den Zeitpunkt abzustellen ist, in welchem sich der Arbeitslose erstmals zur Erfüllung der Kontrollpflicht auf dem Arbeitsamt meldet und sich der Stempelkontrolle unterzieht (ARV 1990 Nr. 13 S. 81 Erw. 4b mit Hinweisen; nicht veröffentlichtes Urteil F. vom 4. August 1993). Grundsätzlich kann die Rahmenfrist für den Leistungsbezug denn auch nur an einem Wochentag von Montag bis Freitag beginnen, da nur an solchen Werktagen die Kontrollpflicht erfüllt werden kann (GERHARDS, a.a.O., S. 118, N. 12 zu Art. 9 AVIG). Ebensowenig vermag dem Beschwerdegegner zu helfen, dass sich der Beginn der Rahmenfrist dann, wenn der Beginn der Arbeitslosigkeit auf einen entschädigungsberechtigten Feiertag fällt und sich der Arbeitslose am nächsten möglichen Arbeitstag zur Arbeitsvermittlung meldet, nach diesem Feiertag richtet (ARV 1990 Nr. 13 S. 81 Erw. 4b in fine; GERHARDS, a.a.O., S. 118 f., N. 12 und N. 18 zu Art. 9 AVIG). Diese Regelung kann sich im vorliegenden Fall nicht zugunsten des Beschwerdegegners auswirken, weil der Neujahrstag im Jahre 1994 auf einen Samstag und damit nicht auf einen Arbeitstag fiel, so dass er laut Art. 19 AVIG nicht als entschädigungsberechtigter Feiertag gilt.\n\n|262|\n\nb) Da die Beitragszeit somit erst ab 3. Januar 1992 laufen kann, fallen die beiden ersten Tage des Kalendermonats Januar 1992 nicht in die für die Erfüllung der verlangten sechsmonatigen Beitragszeit zur Verfügung stehende Rahmenfrist. Für die Ermittlung der Beitragszeit können deshalb nur die 21 im restlichen Monat verbleibenden Beschäftigungstage anerkannt werden, welche umgerechnet mit dem Faktor 1,4 unbestrittenermassen eine Beitragszeit von lediglich 29,4 Kalendertagen ergeben. Dies hat die Vorinstanz an sich richtig erkannt. Ihrer Argumentation, wonach der Monat Januar 1992 dennoch als voller Beitragsmonat zu berücksichtigen sei, weil der Leistungsansprecher wie die übrigen Mitarbeiter in der Firma X auf dem gesamten Monatsgehalt Beiträge entrichtet habe, kann nicht gefolgt werden. Die ihr zugrundeliegende Überlegung trägt dem Umstand nicht Rechnung, dass in dem der Beitragspflicht unterliegenden Lohn für den Januar 1992 auch die Entschädigung für zwei ausserhalb der Rahmenfrist für die Beitragszeit liegende Tage enthalten ist, welche nach der gesetzlichen Regelung nicht berücksichtigt werden können. Für eine vom Wortlaut des Art. 13 Abs. 1 in Verbindung mit Art. 9 Abs. 3 AVIG in dem von der Vorinstanz erwogenen Sinne abweichende Auslegung besteht - trotz der speziellen Situation des Beschwerdegegners - kein sachlich begründbarer Anlass.\n\nc) Fragen liesse sich noch, ob - entsprechend der Anregung des Leistungsansprechers im vorinstanzlichen Verfahren - \"angebrochene Tage\" allenfalls als ganze Kalendertage gezählt werden können.\n\naa) Unter der Geltung des früheren Rechts (Art. 24 Abs. 2 lit. b AlVG und Art. 13 in Verbindung mit Art. 1 AlVV) hat das Eidg. Versicherungsgericht wiederholt entschieden, es dürfe selbst dann nicht auf die gesetzliche Mindestzahl von (damals) 150 Arbeitstagen aufgerundet werden, wenn diese vom Arbeitslosen nur knapp nicht erreicht wird (ARV 1954 Nr. 23 S. 19 f., 1953 Nr. 60 S. 54; vgl. ferner ARV 1967 Nr. 19 S. 62 und HOLZER, Kommentar zum Bundesgesetz über die Arbeitslosenversicherung, Zürich 1954, S. 114, N. 6b zu Art. 24 AlVG). Daran ist auch unter der Herrschaft von Art. 13 Abs. 1 AVIG in Verbindung mit Art. 11 AVIV festzuhalten. Wollte man anders entscheiden, würde der vom Gesetzgeber verfolgte Zweck, bezüglich des Erfordernisses einer Mindestbeitragsdauer eine klar zu handhabende Abgrenzung zu schaffen, unterlaufen (vgl. Erw. 3c).\n\nbb) Daran ändert nichts, dass nach früherem Recht genügend überprüfbare Arbeitsstunden auszuweisen waren, die jeweils in volle Arbeitstage |263| umgewandelt wurden, während es im neuen Recht primär auf die formale Dauer des Arbeitsverhältnisses ankommt und nicht mehr darauf, dass die geleisteten Arbeitsstunden tatsächlich volle Arbeitstage ergeben (GERHARDS, a.a.O., S. 169, N. 3 und 4 zu Art. 13 AVIG). Indem nach Art. 13 Abs. 1 AVIG in Verbindung mit Art. 11 AVIV auf den Beitragsmonat abzustellen ist, wird auch Teilzeitbeschäftigten, die nur während sehr weniger Stunden im Kalendermonat einer beitragspflichtigen Beschäftigung nachgehen, ermöglicht, die in Art. 8 Abs. 1 lit. e AVIG vorausgesetzte Erfüllung der Beitragszeit zu erreichen, da auch ein bloss stundenweiser Einsatz uneingeschränkt als ganzer Beitragstag im Sinne von Art. 11 Abs. 2 AVIV zu berücksichtigen ist (GERHARDS, a.a.O., S. 169 f., N. 5 und 11 zu Art. 13 AVIG). Diese gegenüber dem früheren Recht zum Vorteil Teilarbeitsloser gelockerte Anforderung an die Anerkennung von Beitrags- resp. Beschäftigungstagen ist von der zur Diskussion stehenden Aufrundung von Bruchteilen anrechenbarer Kalendertage indessen klar zu unterscheiden. Letztere betrifft lediglich das Ergebnis der Umrechnung mit dem Faktor 1,4 (Erw. 2a). Eine Aufrundung dieser rein rechnerisch ermittelten Grösse lässt sich weder mit dem Gesetzeswortlaut noch mit dem gesetzgeberischen Willen oder dem Sinn und Zweck der die Mindestbeitragsdauer betreffenden Normen begründen.\n\n5. Obschon somit weder die Argumentation des kantonalen Gerichts noch die Anregung des heutigen Beschwerdegegners im vorinstanzlichen Verfahren zu einem von der Betrachtungsweise der Verwaltung abweichenden Ergebnis führt, kann es im vorliegenden Fall nicht bei der Verneinung der Erfüllung der für den Leistungsanspruch erforderlichen Mindestbeitragszeit sein Bewenden haben.\n\na) Nachdem eine Anfrage der Vorinstanz bei der Firma X ergeben hat, dass in ihrem Betrieb am 2. Januar 1992 nicht gearbeitet wurde, kann davon ausgegangen werden, dass der Beschwerdegegner im Januar 1992 an sämtlichen in diesem Monat möglichen Beschäftigungstagen eine beitragspflichtige Tätigkeit ausgeübt hat. Werden diese 21 Tage mit dem - von keiner Seite in Frage gestellten - Faktor 1,4 (Erw. 2a) in Kalendertage umgerechnet, ergeben sich zwar - wie sowohl die beschwerdeführende Arbeitslosenkasse als auch das kantonale Gericht zutreffend festgestellt haben - statt der erforderlichen 30 tatsächlich nur 29,4 als Beitragszeit anrechenbare Tage. Zu beachten ist nun allerdings, dass die Umrechnung mit dem praxisgemäss angewandten und von der Rechtsprechung wiederholt auch unbeanstandet |264| gelassenen Faktor 1,4 nicht zu einem exakten und deshalb zumindest in Grenzfällen wie dem vorliegenden auch nicht zu einem ohne weiteres richtigen Ergebnis führt. Grundlage für die Ermittlung dieses Faktors bildet nämlich die Umrechnung von 5 wöchentlichen Beitragstagen in 7 Kalenderwochentage (7:5 = 1,4), weshalb dessen Anwendung auch nur so lange ein präzises Resultat vermittelt, als es die pro Woche anrechenbaren Kalendertage zu bestimmen gilt. Gerade dies ist indessen bei der Umrechnung von Beschäftigungstagen in die nach Massgabe von Art. 11 Abs. 2 AVIV anrechenbaren Kalendertage nicht der Fall, geht es hier doch um die Ermittlung der im Zeitraum eines Monats erfüllten Beitragszeit. Da die einzelnen Monate anders als eine keine arbeitsfreien Tage aufweisende Normalarbeitswoche nicht gleich viele mögliche Beschäftigungstage aufweisen, müsste an sich der massgebende Umrechnungsfaktor für jeden Monat gesondert ermittelt werden, indem die nach Art. 11 Abs. 2 AVIV für die Anerkennung eines vollen Beitragsmonats erforderlichen 30 (fiktiven) Kalendertage durch die jeweils effektiv möglichen Beschäftigungstage geteilt werden. Bei konstanter Umrechnung mit dem Faktor 1,4 wäre die Erreichung der für die Berücksichtigung als voller Beitragsmonat erforderlichen 30 Kalendertage in zahlreichen Monaten trotz Arbeitseinsätzen an sämtlichen möglichen Beschäftigungstagen ausgeschlossen, weil sie - etwa wegen arbeitsfreien Feiertagen - nur eine reduzierte Anzahl möglicher Beschäftigungstage aufweisen. Sicher trifft es zu, dass die Berechnung von für jeden Monat unterschiedlichen Umrechnungsfaktoren mit einem unverhältnismässigen und kaum zu rechtfertigenden Aufwand verbunden wäre. Aus Gründen der Praktikabilität sowie zwecks Ermöglichung einer rationell geführten Verwaltung lässt sich die grundsätzliche Anwendung des Faktors 1,4 denn auch nicht beanstanden, führt dies in der Regel doch zumindest im Ergebnis ohne weiteres zu einem zuverlässigen Resultat, an welchem sich auch mittels genauer errechneter Umrechnungsfaktoren nichts ändern würde. Wird indessen die für einen vollen Beitragsmonat erforderliche Beitragszeit von 30 Kalendertagen - wie im vorliegenden Fall - nur ganz knapp verfehlt, bleibt eine rechtskonforme Behandlung des Versicherten nur gewährleistet, wenn die Verwaltung vor Erlass einer die Erfüllung der Mindestbeitragszeit verneinenden Verfügung die Umrechnung von Beschäftigungstagen in Kalendertage mittels des für die jeweils in Frage stehenden Monate präzis, d.h. durch Division von 30 |265| Kalendertagen durch die effektiv möglichen Beschäftigungstage eruierten Umrechnungsfaktors überprüft.\n\nb) Da der Beschwerdegegner im Januar 1992 mit 21 möglichen Beschäftigungstagen (Erw. 5a) auch an 21 Tagen eine beitragspflichtige Beschäftigung ausübte, sind die Voraussetzungen für die Anerkennung eines vollen Beitragsmonats im Sinne von Art. 11 Abs. 2 AVIV automatisch erfüllt. Dies zeigt die Multiplikation des im Sinne der vorstehenden Ausführungen genau ermittelten Umrechnungsfaktors (30 [fiktive] Kalendertage : 21 mögliche Beschäftigungstage = 1,42857... [genau: 1 3/7]) mit den 21 effektiven Beschäftigungstagen (somit 30 : 21 x 21 = 30) ohne weiteres. Im Ergebnis erweist sich der kantonale Entscheid vom 17. August 1994 demnach als rechtmässig, was zur Abweisung der Verwaltungsgerichtsbeschwerde führt."}