{"annee": "122", "cour": "III", "page": "344", "date": "3/9/1996", "cite": ["102 IA 308", "116 II 385", "103 IB 69", "120 II 87", "88 I 48"], "cite_par": ["126 III 257", "126 III 327", "126 III 101", "131 III 182", "136 V 57"], "chapeau": "64. Auszug aus dem Urteil der II. Zivilabteilung vom 3. September 1996 i.S. Benjamin T. gegen Esther K. und Direktion des Innern des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 25 ss et 65 LDIP; reconnaissance en Suisse d'un divorce privé étranger. Un divorce conventionnel prononcé à l'étranger est une \"décision\" au sens des art. 25 ss et 65 LDIP; il est dès lors en principe susceptible d'être reconnu en Suisse (consid. 3). Comme la notion de \"décision\" s'entend dans un sens large, il faut, lorsqu'on examine si les conditions générales de reconnaissance des art. 25 ss LDIP - en particulier la limite de l'ordre public suisse de l'art. 27 LDIP - sont remplies, porter une attention accrue aux circonstances ayant entouré le divorce privé (consid. 4)."], "faits": "|345|\n\nA.- Am 4. September 1990 heirateten die schweizerische Staatsangehörige Esther K., geboren am 18. April 1934, und der ghanaische Staatsangehörige Benjamin T., geboren am 19. März 1964, in Accra (Ghana). Diese nach Gewohnheitsrecht geschlossene Ehe wurde in der Folge im Eheregister der \"Accra Metropolitan Authority\" eingetragen. Dem Registrierungsantrag wurde eine eidesstattliche Erklärung von Joe T. - dem Vater des Bräutigams - und von Jakob K. - dem Vater der Braut - beigelegt, worin diese bescheinigten, dass die Ehe nach Gewohnheitsrecht abgeschlossen wurde.\n\nB.- Am 21. September 1992 erhob Esther K. beim Bezirksgericht Winterthur gegen Benjamin T. eine Scheidungsklage, die sie jedoch nach Durchführung der Hauptverhandlung wieder zurückzog. Mit Schreiben vom 24. November 1993 teilte Esther K. der Direktion des Innern des Kantons Zürich als kantonale Aufsichtsbehörde über das Zivilstandswesen mit, dass ihre Ehe mit Benjamin T. in Ghana aufgelöst worden sei und verlangte die Eintragung der Ehescheidung im schweizerischen Zivilstandsregister. Ihrem Gesuch legte Esther K. einen Registereintrag der \"Accra Metropolitan Authority\" bei, der verurkundet, dass die Ehe am 1. Oktober 1993 aufgelöst wurde; weiter wurde eine eidesstattliche Erklärung beigelegt, worin sich ein gewisser Emmanuel T. als Vater und ein gewisser George O. als Neffe von Benjamin T. ausgaben und bezeugten, dass die Ehe am 1. Oktober 1993 nach massgebendem Gewohnheitsrecht aufgelöst worden sei. Am 30. November 1993 verfügte die Direktion des Innern des Kantons Zürich die Eintragung der Eheauflösung. In der Folge erwog die kantonale Fremdenpolizei, Benjamin T. die Aufenthaltsbewilligung zu entziehen, worauf Benjamin T. mit Eingabe vom 23. Dezember 1993 die Direktion des Innern um Wiedererwägung und Aufhebung der Verfügung vom 30. November 1993 ersuchte. Im Verlauf der längere Zeit dauernden Abklärungen ging Esther K. am 14. Dezember 1994 in Zürich eine neue Ehe mit dem nigerianischen Staatsangehörigen Adbolyd A. ein. Mit Verfügung vom 6. Februar 1996 wies die Direktion des Innern das Wiedererwägungsgesuch von Benjamin T. ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde vom 22. März 1996 beantragt Benjamin T. dem Bundesgericht im wesentlichen, die Verfügung der Direktion des Innern des Kantons Zürich vom 6. Februar 1996 aufzuheben.\n\n|346|", "considerants": "Aus den Erwägungen:\n\n2. Gegenstand des vorliegenden Verfahrens ist die Anerkennung einer in Ghana ausgesprochenen Eheauflösung und deren Eintragung in den schweizerischen Registern. Ghanaer können wählen zwischen der monogamen, standesamtlich bzw. kirchlich zu schliessenden Ehe einerseits und der potentiell polygamen, nach Gewohnheitsrecht bzw. islamischem Recht zu schliessenden Ehe anderseits (BRANDHUBER/ZEYRNGER, Standesamt und Ausländer, Neufassung 16. Lieferung, Frankfurt a.M./Berlin 1995, Ghana, S. 5). Je nach Art der Ehe stehen verschiedene Formen der Eheauflösung zur Verfügung. Die Ehescheidung ist grundsätzlich im \"Matrimonial Causes Act\" aus dem Jahr 1971 geregelt. Der Erlass kommt für monogame Ehen zwingend, für gewohnheitsrechtliche fakultativ zur Anwendung. Danach können standesamtlich und kirchlich geschlossene Ehen nur gerichtlich geschieden werden, während für gewohnheitsrechtliche Ehen wahlweise eine gerichtliche oder aussergerichtliche bzw. gewohnheitsrechtliche Auflösung möglich ist (BERGMANN/FERID, Internationales Ehe- und Kindschaftsrecht, Frankfurt a.M. 1992, Ghana, S. 21). Bei der gewohnheitsrechtlichen Eheauflösung (\"customary divorce\") treffen im allgemeinen Repräsentanten der Familien zusammen, und es wird unter Einhaltung bestimmter Formalitäten die Ehe einverständlich aufgelöst (BERGMANN/FERID, a.a.O., S. 32). Nach dem \"Customary Marriage and Divorce (Registration) Law\" aus dem Jahr 1985 haben die Ehegatten bei einer gewohnheitsrechtlichen Auflösung der Ehe innerhalb von drei Monaten dem Standesbeamten zwecks Registrierung mitzuteilen, dass die Ehe aufgelöst wurde; diesem Registrierungsantrag ist eine eidesstattliche Erklärung der Eltern der Ehegatten oder deren Vertreter beizulegen, worin diese bestätigen, dass die Ehe entsprechend den Vorschriften des anzuwendenden Gewohnheitsrechtes aufgelöst wurde (BERGMANN/FERID, a.a.O., S. 55 f.; BRANDHUBER/ZEYRINGER, a.a.O., S. 8).\n\n3. Bei der Eheauflösung, die im vorliegenden Fall den schweizerischen Behörden zur Anerkennung vorgelegt wurde, handelt es sich um eine Privatscheidung, bei der staatliche Organe nur im Zusammenhang mit der Registrierung mitwirken. Damit stellt sich zunächst die Frage, ob es sich beim \"customary divorce\" nach ghanaischem Gewohnheitsrecht um einen anerkennungsfähigen Entscheid nach Art. 25 ff. und Art. 65 IPRG handle.\n\na) Das Bundesgericht hatte bislang noch keine Gelegenheit, sich dazu zu |347| äussern, was als anerkennungsfähiger \"Entscheid\" im Sinn von Art. 25 ff. und Art. 65 IPRG zu gelten hat. Unter der Herrschaft des NAG lehnte das Bundesgericht die Anerkennung einer durch einseitige Erklärung des Ehemannes vorgenommenen islamischen Verstossung ab; nach Art. 7g Abs. 3 NAG könne nur eine Scheidung anerkannt werden, die von einem Gericht \"ausgesprochen\" worden ist, was voraussetze, dass der zuständigen Behörde \"eine entscheidende Mitwirkung\" zukomme (BGE 88 I 48 E. 2 S. 50). Die Rechtsprechung, die auf das Kriterium der entscheidenden behördlichen Mitwirkung abstellte, ist bereits zur Zeit der Geltung des NAG kritisiert worden (PETER MAX GUTZWILLER, Jurisdiktion und Anerkennung ausländischer Entscheidungen im schweizerischen internationalen Ehescheidungsrecht, Bern 1969, S. 102 f.).\n\nb) Nach dem Inkrafttreten des neuen IPR-Gesetzes kann an dieser restriktiven Praxis in bezug auf die Frage des \"anerkennungsfähigen Entscheides\" nicht mehr festgehalten werden. Die Botschaft zum IPR-Gesetz nennt zwar noch das Erfordernis der massgeblichen behördlichen Mitwirkung, lässt indessen auch die Anerkennung von Scheidungen zu, die von religiösen Instanzen ausgesprochen wurden (BBl. 1983 I, S. 361, Ziff. 235.7). Die neuere Literatur geht noch einen Schritt weiter; danach sollen auch Privatscheidungen, die ohne - wesentliche - behördliche Mitwirkung vorgenommen werden, gerichtlichen bzw. behördlichen Ehescheidungen gleichgestellt sein und insoweit als anerkennungsfähige Entscheide gelten (KURT SIEHR, Kommentar zum schweizerischen Privatrecht, Basel/Frankfurt a.M. 1996, N. 3 zu Art. 65 IPRG; ANDREAS BUCHER, Droit international privé suisse, Tome II, Basel/Frankfurt a.M. 1992, Rz. 570; DANIEL CANDRIAN, Scheidung und Trennung im internationalen Privatrecht der Schweiz, Diss. St. Gallen 1994, S. 312 f.; DANIEL LEVIN, Konflikte zwischen einer weltlichen und einer religiösen Rechtsordnung, Diss. Zürich 1991, S. 171 ff.; MONIQUE JAMETTI GREINER, Thailändische Privatscheidungen grundsätzlich anerkennbar, ZZW 63/1995, S. 169 ff.).\n\nDer Auffassung, dass nicht nur behördliche Scheidungen, sondern auch Privatscheidungen anzuerkennen sind, ist beizupflichten. Ein Gesetzesverständnis, das Privatscheidungen mangels massgebender behördlicher Mitwirkung die Entscheidqualität kategorisch abspricht und insofern eine Anerkennung generell ausschliesst, liefe der vom Gesetzgeber gewollten liberalen Anerkennungspraxis (vgl. BBl. 1983 I, S. 327, Ziff. 217.1) zuwider. Da in vielen Staaten die Privatscheidung staatlich |348| anerkannt und teilweise sogar die einzig mögliche Form der Eheauflösung ist (SIEHR, a.a.O., N. 3 zu Art. 65 IPRG), wäre eine generelle Nichtanerkennung mit der Begründung, es liege kein anerkennungsfähiger Entscheid vor, sachlich nicht gerechtfertigt und wirklichkeitsfremd. Hingegen kann einer Eheauflösung, die nach schweizerischem Verständnis völlig unhaltbar ist, viel gezielter durch den schweizerischen Ordre public-Vorbehalt gemäss Art. 27 IPRG entgegengewirkt werden (Siehr, a.a.O., N. 3 zu Art. 65 IPRG; ähnlich auch JAMETTI GREINER, a.a.O., S. 171); in einem neueren Entscheid hat das Bundesgericht im Unterschied zu BGE 88 I 48 die islamische Verstossung richtigerweise denn auch unter dem Gesichtspunkt des Ordre public als in der Schweiz nicht anerkennbar bezeichnet (BGE 103 Ib 69 E. 3a S. 72 f.).\n\nc) Aus diesen Gründen ist die Privatscheidung - vorliegend jene nach ghanaischem Gewohnheitsrecht - einem Entscheid im Sinn von Art. 25 ff. und 65 IPRG gleichzustellen; insoweit ist sie in der Schweiz grundsätzlich anerkennungsfähig.\n\n4. Damit stellt sich im weiteren die Frage, ob im konkreten Fall die Voraussetzungen für eine Anerkennung in der Schweiz gegeben sind. Von Interesse ist im vorliegenden Fall einzig, ob ein Verweigerungsgrund im Sinn von Art. 27 IPRG vorliegt und insoweit der schweizerische Ordre public eine Anerkennung verbiete. Als Korrelat zum weit ausgelegten Begriff des anerkennungsfähigen Entscheides ist genau zu prüfen, ob die allgemeinen Anerkennungsvoraussetzungen im Sinn von Art. 25 ff. IPRG - im vorliegenden Fall der schweizerische Ordre public gemäss Art. 27 IPRG - eingehalten seien.\n\na) Gemäss Art. 27 Abs. 1 IPRG kann eine ausländische Entscheidung in der Schweiz nicht anerkannt werden, wenn die Anerkennung mit der schweizerischen öffentlichen Ordnung offensichtlich unvereinbar wäre. Eine Anerkennung würde dann gegen den materiellen Ordre public verstossen, wenn das einheimische Rechtsgefühl durch die Anerkennung und Vollstreckung eines ausländischen Entscheides in unerträglicher Weise verletzt würde, weil dadurch grundlegende Vorschriften der schweizerischen Rechtsordnung missachtet werden (BGE 102 Ia 308 E. 5 S. 313 f. mit weiteren Hinweisen). Die Anwendung des Ordre public-Vorbehaltes ist im Bereich der Anerkennung ausländischer Entscheide nach dem Wortlaut des Gesetzes restriktiver als im Bereich der Anwendung des fremden Rechtes gemäss Art. 17 IPRG (BGE 120 II 87 E. 3 S. 88 mit weiteren Hinweisen). Nebst dem materiellen Ordre public sieht Art. 27 Abs. 2 IPRG eine Reihe von Anforderungen an einen |349| ausländischen Entscheid vor, die unter dem Gesichtspunkt des verfahrensrechtlichen Ordre public für eine Anerkennung in der Schweiz erfüllt sein müssen; als Verweigerungsgründe nennt das Gesetz namentlich das Fehlen einer gehörigen Vorladung (Art. 27 Abs. 2 lit. a IPRG), die Verletzung wesentlicher Verfahrensgrundsätze - namentlich des Anspruchs auf rechtliches Gehör - (Art. 27 Abs. 2 lit. b IPRG) sowie die Nichtbeachtung in- oder ausländischer Rechtshängigkeit bzw. Entscheidungen (Art. 27 Abs. 2 lit. c IPRG).\n\nb) Ob im vorliegenden Fall die in Ghana erfolgte Eheauflösung von der Direktion des Innern vor dem Hintergrund von Art. 27 IPRG zu Recht anerkannt wurde, lässt sich aufgrund der Akten nicht abschliessend beurteilen. Die Umstände, unter denen die Eheauflösung in Ghana erfolgte, sind nämlich weitgehend im Dunkeln geblieben. In erster Linie ist unklar, ob der Beschwerdeführer überhaupt Kenntnis von der Eheauflösung hatte und daran persönlich beteiligt war. Der Beschwerdeführer behauptete sowohl im kantonalen als auch im bundesgerichtlichen Verfahren, dass er von einer Scheidung keine Kenntnis hatte; diese Behauptung kann keineswegs als völlig unbegründet abgetan werden, da die von der Beschwerdegegnerin vorgelegten Dokumente keine Auskunft darüber geben, ob der Beschwerdeführer an der Eheauflösung beteiligt war. Die Einwände des Beschwerdeführers erhalten zusätzliches Gewicht durch den Umstand, dass sich die Beschwerdegegnerin trotz entsprechender Aufforderungen im kantonalen und bundesgerichtlichen Verfahren nie zu diesen Fragen vernehmen liess. Ob der Beschwerdeführer von der Eheauflösung wusste und damit einverstanden war, ist indessen von entscheidender Bedeutung für die Frage, ob die Scheidung in der Schweiz anerkannt werden kann. Sollten nur Repräsentanten der Familien zusammengetroffen sein und die Ehe bloss ihrerseits einverständlich aufgelöst haben, ohne dass beide Ehegatten anwesend oder damit zumindest einverstanden waren, läge ein Verstoss gegen den materiellen Ordre public im Sinn von Art. 27 Abs. 1 IPRG vor. Gemäss Rechtsprechung und einhelliger Lehrmeinung ist die Eheauflösung nämlich als höchstpersönliche und insofern vertretungsfeindliche Rechtshandlung zu verstehen (BGE 116 II 385 E. 4 S. 387 mit zahlreichen Hinweisen; HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, 4. Auflage, Zürich 1995, S. 548; BÜHLER/SPÜHLER, Berner Kommentar, N. 43 zu Art. 143 ZGB; HEGNAUER/BREITSCHMID, Grundriss des Eherechts, 3. Auflage, Zürich 1993, N. 12.14). Eine Eheauflösung, die ohne Wissen und ggf. gegen den Willen eines oder beider Ehegatten alleine von |350| Repräsentanten derer Familien vereinbart wurde, würde der schweizerischen Rechtsauffassung diametral zuwiderlaufen und könnte unter dem Gesichtspunkt des schweizerischen Ordre public nicht anerkannt werden.\n\nc) Solange die Umstände, unter denen die Scheidung im vorliegenden Fall vorgenommen wurde, nicht zuverlässig geklärt sind, darf eine Anerkennung aus Gründen des schweizerischen Ordre public somit nicht ausgesprochen werden. Die Argumentation der Direktion des Innern, die ohne entsprechende Abklärung dieser Fragen die Anerkennung und Registrierung in der Schweiz bestätigt hat, erweist sich aus verschiedenen Gründen als nicht stichhaltig.\n\nEntgegen der Auffassung der Vorinstanz kann aus der Tatsache, dass die von der Beschwerdegegnerin vorgelegten Scheidungsdokumente nach Auskunft der Schweizer Vertretung in Accra echt sind, nicht abgeleitet werden, dass die Scheidung anzuerkennen sei. Einerseits geben diese Dokumente wie erläutert keine Auskunft darüber, ob die Scheidung den Mindestanforderungen des schweizerischen Ordre public genügt. Anderseits erwecken diese Urkunden in bezug auf ihren materiellen Wahrheitsgehalt grosse Bedenken; während bei der Eheschliessung ein gewisser Joe T. als Zeuge mitwirkte, wird die Eheauflösung von einem gewissen Emmanuel T. bezeugt, die beide die biologische Vaterschaft zum Beschwerdeführer in Anspruch nehmen, obwohl sie nicht nur unterschiedliche Vornamen, sondern auch verschiedene Adressen und Unterschriften aufweisen. Angesichts der Bedeutung der Identität der Zeugen hätte die Vorinstanz über diese offensichtlichen Unstimmigkeiten nicht einfach mit dem Hinweis hinweggehen dürfen, Ungenauigkeiten seien in afrikanischen Urkunden recht häufig anzutreffen; vielmehr hätte sie entsprechend der Anregung der Schweizer Vertretung in Accra gegen geringe Kostengutsprache weitere Abklärungen vornehmen lassen sollen.\n\nUnbehelflich ist auch die Argumentation der Direktion des Innern, dass das ghanaische Gewohnheitsrecht von Gruppe zu Gruppe variiere und daher nicht eindeutig verifizierbar sei, weshalb das Risiko grundsätzlich gegeben sei, dass die Erfordernisse von Art. 27 IPRG nicht immer erfüllt seien. Die Vorinstanz verkennt, dass jede Anerkennung eines ausländischen Entscheides die Mindestanforderungen des schweizerischen Ordre public gemäss Art. 27 IPRG stets erfüllen muss; eine anerkennungsfreundliche Praxis bedeutet lediglich, dass nur mit Zurückhaltung auf eine Verletzung des schweizerischen Ordre public geschlossen werden kann; der in diesem Sinn restriktiv interpretierte Vorbehalt des Ordre public muss indessen immer |351| eingehalten werden. Im übrigen hat die Vorinstanz im Rahmen der Ordre public-Prüfung nicht das ausländische Recht zu \"verifizieren\" und zu untersuchen, ob die Scheidung in Ghana zu Recht anerkannt und registriert wurde, denn dies würde auf eine nach Art. 27 Abs. 3 IPRG unzulässigen \"revision au fond\" hinauslaufen; vielmehr haben die Schweizer Behörden nur zu prüfen, ob die zur Anerkennung vorgelegte Scheidung den von Art. 27 IPRG geforderten schweizerischen Minimalanforderungen genügt.\n\nDer Vorinstanz kann schliesslich auch insoweit nicht gefolgt werden, als sie ausführt, der Beschwerdeführer erhebe nur unsubstantiierte und wenig glaubhafte Behauptungen, wenn er geltend mache, dass er von der Ehescheidung nichts gewusst habe. Die vom Beschwerdeführer erhobenen Einwände, die wie erläutert den materiellrechtlichen Ordre public betreffen, sind von Amtes wegen zu berücksichtigen (STEPHEN V. BERTI/ANTON K. SCHNYDER, Kommentar zum schweizerischen Privatrecht, Basel/Frankfurt a.M. 1996, N. 29 zu Art. 27 IPRG). Die Prüfung von Verweigerungsgründen von Amtes wegen bedeutet, dass bei Privatscheidungen an die Anerkennung erhöhte Anforderungen zu stellen sind. Im Unterschied zu einer Scheidung mit behördlicher Mitwirkung tritt bei Privatscheidungen anstelle eines behördlichen Entscheides eine zwischen den Parteien einvernehmlich getroffene Eheauflösung. Grundlage der Anerkennung ist daher nicht ein behördlicher Akt, sondern eine private Einigung, die eher mit Mängeln behaftet sein kann. Liegt eine Einigung der Ehegatten vor, die im Herkunftsstaat anerkannt und registriert wurde, wird in der Regel kein Anlass zur Verweigerung der Anerkennung in der Schweiz bestehen, selbst wenn Einwände gegen die Einigung vorgebracht werden. Liegt indessen gar keine Einigung in bezug auf die Auflösung der Ehe vor - was im vorliegenden Fall zumindest nicht ausgeschlossen werden kann -, ist die Anerkennung in der Schweiz ungeachtet einer allfälligen Registrierung im Herkunftsstaat gestützt auf Art. 27 IPRG auf jeden Fall zu verweigern.\n\nd) Insgesamt ergibt sich somit, dass nicht ausgeschlossen werden kann, dass der Beschwerdeführer von der Auflösung der Ehe in Ghana keine Kenntnis hatte und demnach auch nicht daran mitwirken konnte. Da in diesem Fall offensichtlich ein Verstoss gegen den schweizerischen Ordre public vorliegen würde, wäre die Vorinstanz verpflichtet gewesen, die Umstände der Eheauflösung von Amtes wegen zu ermitteln. Dass die Eheauflösung in Ghana offenbar registriert wurde und gültig ist, schliesst nicht aus, dass der |352| Eheauflösung aus Gründen des schweizerischen Ordre public die Anerkennung versagt wird. Ebensowenig spricht der Umstand gegen eine Nichtanerkennung, dass die Beschwerdegegnerin zwischenzeitlich wieder eine Ehe eingegangen ist; eine zeitlich später abgeschlossene Ehe kann nicht den Mangel einer Ordre public-widrigen Eheauflösung heilen. Die Verfügung der Direktion des Innern vom 6. Februar 1996 ist daher aufzuheben und die Sache zur Neuentscheidung an die Vorinstanz zurückzuweisen."}