{"annee": "122", "cour": "V", "page": "19", "date": "31/1/1996", "cite": ["118 V 214", "119 V 255", "110 V 176", "108 V 235", "119 V 180", "115 V 352", "119 V 208", "119 V 189"], "cite_par": ["131 V 263", "127 V 248", "126 V 42", "129 II 145", "127 V 368", "126 V 308", "126 V 48", "130 V 318", "127 V 10", "138 V 298", "130 V 185", "126 V 252", "126 V 399", "125 V 383", "127 V 475", "126 V 368", "126 V 23", "130 V 263", "138 V 481", "124 V 246"], "chapeau": "4. Auszug aus dem Urteil vom 31. Januar 1996 i.S. S. gegen Amt für AHV und IV des Kantons Thurgau, Ausgleichskasse, und AHV/IV-Rekurskommission des Kantons Thurgau", "regestes": ["Art. 27 al. 1 OPC-AVS/AI: restitution de prestations. Pour procéder au nouveau calcul de la prestation complémentaire, déterminant pour la fixation du montant des prestations soumises à restitution, il y a lieu de tenir compte des circonstances telles qu'elles se présentent au moment où l'intéressé devrait s'acquitter de sa dette. En particulier, il convient de prendre en considération tout changement propre à influencer le droit à prestations et qui donne lieu à une augmentation ou à une diminution du revenu déterminant (art. 25 OPC-AVS/AI). L'allocation de prestations complémentaires à titre rétroactif est toutefois exclue (cf. ch. m. 7034 DPC)."], "faits": "|19|\n\nA.- Die 1912 geborene S. meldete sich im Juni 1990 zum Bezug von Ergänzungsleistungen (EL) zu ihrer einfachen AHV-Altersrente an. Im Anmeldeformular gab sie u.a. an, im Pflegeheim X zu wohnen und Eigentümerin einer Liegenschaft zu sein. Mit Verfügung vom 13. November 1990 sprach ihr die Ausgleichskasse des Kantons Thurgau ab 1. Mai 1990 eine monatliche Ergänzungsleistung von Fr. 460.-- zu, welche später auf Fr. 382.-- (ab Januar 1992) und Fr. 284.-- (ab Januar 1993) angepasst wurde.\n\nIm Dezember 1992 teilte S. der Ausgleichskasse mit, dass sie sich im Altersheim Y aufhalte. Die näheren Abklärungen zeigten, dass sie bereits im August 1990 von der Pflege- auf die Altersabteilung im Alters- und Pflegeheim X übergetreten und Ende September 1992 ins Alters- und Pflegeheim Y umgezogen war. In der Folge sistierte die Ausgleichskasse die EL-Auszahlung ab Februar 1993 und nahm eine Neuberechnung der Ergänzungsleistung auf Grundlage der jeweiligen Heimtaxen vor. Dabei ergab |20| sich, dass von August 1990 bis Mai 1993 kein EL-Anspruch bestanden hatte. Daraufhin verpflichtete die Ausgleichskasse S. zur Rückerstattung der im Zeitraum August 1990 bis Januar 1993 ausgerichteten Ergänzungsleistungen von insgesamt Fr. 13'388.--; gleichzeitig sprach sie ihr ab 1. Juni 1993 eine monatliche Ergänzungsleistung von Fr. 123.-- zu (Verfügungen vom 11. Juni 1993).\n\nB.- Beschwerdeweise liess S. die Aufhebung der Rückerstattungsverfügung, die Zusprechung einer monatlichen Ergänzungsleistung von Fr. 1'159.-- ab 1. Juni 1993, eventuell die Rückweisung der Sache an die Ausgleichskasse beantragen. Es wurde geltend gemacht, bei der EL-Neuberechnung seien neben den Heimwechseln auch andere Veränderungen zu berücksichtigen, wie die Verminderung der Sparguthaben, die Kosten der seit Februar 1992 täglich benötigten Insulin-Spritzen sowie die unentgeltliche Veräusserung ihrer Liegenschaft in H. an ihren Sohn im November 1990. Im übrigen sei die EL-Ansprecherin nicht in der Lage, den zurückgeforderten Betrag zu bezahlen, weshalb \"zuhanden der Ausgleichskasse ein Erlassgesuch\" gestellt werde.\n\nDie AHV/IV-Rekurskommission des Kantons Thurgau wies die Beschwerde ab und die Sache zur \"Neubeurteilung des per November 1990 vollzogenen Vermögensverzichts\" an die Ausgleichskasse zurück (Entscheid vom 25. Oktober 1993).\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt S. beantragen, es sei festzustellen, dass keine Rückerstattungspflicht bestehe; eventuell sei die Sache zur \"Ergänzung\" an die Ausgleichskasse zurückzuweisen; subeventuell sei ihr die Rückerstattung ganz oder teilweise zu erlassen.\n\nDie Ausgleichskasse äussert sich in ablehnendem Sinne zur Verwaltungsgerichtsbeschwerde; das Bundesamt für Sozialversicherung (BSV) verzichtet auf eine Stellungnahme.\n\nD.- Auf Ersuchen hat das BSV mit Eingabe vom 24. Februar 1995 die bei der Neuberechnung der Ergänzungsleistung zur Ermittlung des Rückforderungsbetrages anwendbare Verwaltungspraxis erläutert.\n\nE.- Am 31. Januar 1996 hat das Eidg. Versicherungsgericht eine parteiöffentliche Beratung durchgeführt.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition) |21|\n\n2. Streitig und zu prüfen ist die Rückerstattung der von der Beschwerdeführerin vom 1. August 1990 bis 31. Januar 1993 bezogenen Ergänzungsleistungen.\n\n3. Gemäss Art. 47 Abs. 1 AHVG sind unrechtmässig bezogene Renten und Hilflosenentschädigungen zurückzuerstatten; bei gutem Glauben und gleichzeitigem Vorliegen einer grossen Härte kann von der Rückforderung abgesehen werden. Art. 27 Abs. 1 ELV erklärt diese Ordnung für den Bereich der Ergänzungsleistungen als sinngemäss anwendbar.\n\na) Die Rückforderung nach Massgabe dieser Bestimmungen ist nur unter den Voraussetzungen der Wiedererwägung oder prozessualen Revision der formell rechtskräftigen Verfügung, mit welcher die betreffende Leistung zugesprochen worden ist, zulässig (BGE 110 V 179 Erw. 2a).\n\nGemäss einem allgemeinen Grundsatz des Sozialversicherungsrechts kann die Verwaltung eine formell rechtskräftige Verfügung, welche nicht Gegenstand materieller richterlicher Beurteilung gebildet hat, in Wiedererwägung ziehen, wenn sie zweifellos unrichtig und ihre Berichtigung von erheblicher Bedeutung ist (BGE 119 V 183 Erw. 3a, 477 Erw. 1). Im Rahmen der prozessualen Revision, die von der Wiedererwägung unterschieden werden muss, ist die Verwaltung verpflichtet, auf eine formell rechtskräftige Verfügung zurückzukommen, wenn neue Tatsachen oder Beweismittel entdeckt werden, die geeignet sind, zu einer andern rechtlichen Beurteilung zu führen (BGE 119 V 184 Erw. 3a, 477 Erw. 1a).\n\nb) Nach Art. 25 Abs. 1 lit. c ELV ist die Ergänzungsleistung zu erhöhen, herabzusetzen oder aufzuheben bei Eintritt einer voraussichtlich längere Zeit dauernden Verminderung oder Erhöhung des anrechenbaren Einkommens. Massgebend sind das neue, auf ein Jahr umgerechnete dauernde Einkommen und das bei Eintritt der Änderung vorhandene Vermögen. Macht die Änderung weniger als 120 Franken im Jahr aus, so kann auf eine Anpassung verzichtet werden. Die Ergänzungsleistung ist neu zu verfügen: bei Verminderung des anrechenbaren Einkommens auf den Beginn des Monats, in dem die Änderung gemeldet wurde, frühestens aber des Monats, in dem diese eingetreten ist; bei Erhöhung des anrechenbaren Einkommens, spätestens auf den Beginn des Monats, der auf die neue Verfügung folgt. Vorbehalten bleibt Artikel 27 bei Verletzung der Meldepflicht (Art. 25 Abs. 2 lit. b und c ELV).\n\nArt. 25 ELV hat die Revision der Ergänzungsleistung im Sinne der Anpassung an geänderte tatsächliche Verhältnisse zum Gegenstand, |22| regelt also Veränderungen in den persönlichen und wirtschaftlichen Verhältnissen des EL-Bezügers während des Leistungsbezuges (BGE 119 V 193 unten; vgl. U. MEYER-BLASER, Die Abänderung formell rechtskräftiger Verwaltungsverfügungen in der Sozialversicherung, in: ZBl 95 (1994) S. 337 ff., S. 349).\n\nGemäss der in Art. 24 Satz 1 ELV statuierten Meldepflicht hat der Anspruchsberechtigte, sein gesetzlicher Vertreter oder gegebenenfalls die Drittperson oder die Behörde, welcher eine Ergänzungsleistung ausbezahlt wird, der kantonalen Durchführungsstelle von jeder Änderung der persönlichen und von jeder ins Gewicht fallenden Änderung der wirtschaftlichen Verhältnisse unverzüglich Mitteilung zu machen.\n\nc) Es steht fest, dass der Beschwerdeführerin im Zeitraum August 1990 bis Januar 1993 Ergänzungsleistungen ausgerichtet wurden in der unrichtigen Annahme, dass sie sich ständig auf der Pflegeabteilung des Alters- und Pflegeheims X aufhalte und dort eine Tagestaxe von Fr. 128.10 zu bezahlen habe. Tatsächlich wechselte sie im August 1990 - noch vor Erlass der Verfügung vom 13. November 1990 - auf die Altersabteilung jenes Heimes und im September 1992 ins Alters- und Pflegeheim Y, wobei hier wie dort wesentlich geringere Tagestaxen (zwischen Fr. 79.-- und Fr. 94.--) anfielen. Dass tiefere Heimkosten regelmässig weniger Ausgaben und damit geringere Ergänzungsleistungen zur Folge haben, musste auch der Beschwerdeführerin bekannt sein, wie Ausgleichskasse und kantonale Rekurskommission richtig festhalten.\n\nFür die EL-Berechnung ist sodann von Bedeutung, ob ein EL-Ansprecher oder -Bezüger sich in einem Alters- oder einem Pflegeheim aufhält. Denn der Kanton Thurgau behandelt im Rahmen der ihm gemäss Art. 2 Abs. 1bis und Art. 4 Abs. 1 lit. d, e ELG zustehenden Kompetenzen Altersrentner in Pflegeheimen oder Altersheimen zum Teil stark unterschiedlich:\n\n- Erhöhung der Einkommensgrenzen um einen weiteren Drittel (Art. 4 Abs. 1 lit. d ELG) bei Pflegeheiminsassen;\n\n- Erhöhung des Vermögensverzehrs auf einen Fünftel (Art. 4 Abs. 1 lit. e ELG) bei Pflegeheiminsassen;\n\n- Begrenzung der Kosten, die wegen des Heimaufenthaltes berücksichtigt werden (Art. 2 Abs. 1bis ELG), bei (alleinstehenden) Altersheiminsassen;\n\n- Begrenzung der anrechenbaren persönlichen Auslagen (Art. 2 Abs. 1bis ELG) auf 15%/25% der massgebenden Einkommensgrenze bei |23| (alleinstehenden) Pflegeheim/Altersheiminsassen (vgl. §§ 2, 3bis und 4bis des Gesetzes über die Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung vom 25. August 1971, in der Fassung gemäss GRV vom 8. Dezember 1986, Thurgauer Rechtsbuch IV Nr. 831.3).\n\nd) Nach dem Gesagten stellt die nicht rechtzeitige Meldung des Heimwechsels im September 1992 eine Verletzung der Meldepflicht im Sinne von Art. 24 ELV dar und kann nach Art. 25 Abs. 1 lit. b und Abs. 2 lit. c ELV eine Rückerstattung nach sich ziehen. Dagegen liegt in bezug auf die Umplazierung im August 1990 keine Meldepflichtverletzung vor, da sie vor der EL-Zusprechung am 13. November 1990 stattgefunden hatte (unveröffentlichtes Urteil S.-I. vom 10. Februar 1993). Indessen ist diese erst Ende 1992 bekanntgewordene neue Tatsache nach den Regeln über die prozessuale Revision rückwirkend und damit allenfalls rückerstattungsbegründend zu berücksichtigen. Die Rückerstattungspflicht der Beschwerdeführerin ist somit grundsätzlich zu bejahen.\n\n4. a) Bei der Neuberechnung der Ergänzungsleistung zur Ermittlung des Rückerstattungsbetrages berücksichtigte die Ausgleichskasse die Umplazierung (August 1990) und den Heimwechsel (September 1992) sowie - ab Januar 1993 - den Verbrauch des Sparguthabens (1991/92). Dies ergab (jährliche) Einnahmenüberschüsse von Fr. 3'759.-- (August 1990 bis Dezember 1991), Fr. 2'456.-- (Januar 1992 bis September 1992), Fr. 6'733.-- (Oktober 1992 bis Dezember 1992) und Fr. 359.-- (Januar 1993), weshalb im fraglichen Zeitraum überhaupt kein EL-Anspruch bestanden habe.\n\nDie Beschwerdeführerin macht geltend, der Verbrauch des Sparguthabens (1990: Fr. 13'225.--, 1991: Fr. 9'584.--, 1992: Fr. 18'296.--), Krankheitskosten (Insulinspritzen, Blutzuckerbestimmungen ab Februar 1992) sowie die Liegenschaftsübertragung an ihren Sohn unter Einräumung des Wohnrechts im November 1990 seien als das anrechenbare Einkommen vermindernde Änderungen ebenfalls in die Neuberechnung miteinzubeziehen.\n\nb) Die kantonale Rekurskommission hat die Rechtsauffassung der Ausgleichskasse, wonach bei der EL-Neuberechnung lediglich das anrechenbare Einkommen erhöhende Änderungen rückwirkend zu berücksichtigen seien, geschützt mit dem Hinweis auf Art. 25 Abs. 2 lit. b ELV. Da die Beschwerdeführerin die geltend gemachten einkommensvermindernden Umstände erstmals in der kantonalen Beschwerde vom 9. Juli 1993 gemeldet habe, |24| könnten sie, so die Vorinstanz weiter, frühestens ab diesem Zeitpunkt berücksichtigt werden. In diesem Sinne sei die nicht gemeldete Liegenschaftsübertragung an den Sohn im November 1990 unter dem Titel Vermögensverzicht nur in die EL-Neuberechnung miteinzubeziehen, wenn und soweit dadurch das anrechenbare Einkommen erhöht worden sei.\n\n5. a) Bei der Prüfung der Frage, wie der Rückforderungsbetrag zu berechnen sei, ist davon auszugehen, dass die Ergänzungsleistungen eine angemessene Deckung des Existenzbedarfs bedürftiger Rentner der Alters- und Hinterlassenen- sowie der Invalidenversicherung bezwecken (vgl. Art. 34quater Abs. 2 BV in Verbindung mit Art. 11 Abs. 1 ÜbBest. BV; BGE 108 V 241 Erw. 4c). Dabei geht es darum, die laufenden Lebensbedürfnisse, soweit sie die gesetzlich massgebende Einkommensgrenze übersteigen (Art. 2 Abs. 1 und Art. 5 Abs. 1 ELG), abzudecken (EVGE 1968 S. 132 Erw. 2). Es sind deshalb, abgesehen vom Tatbestand des Vermögensverzichts gemäss Art. 3 Abs. 1 lit. f ELG, bei der Anspruchsberechtigung nur tatsächlich vereinnahmte Einkünfte und vorhandene Vermögenswerte zu berücksichtigen, über die der Leistungsansprecher ungeschmälert verfügen kann (BGE 115 V 353 Erw. 5c mit Hinweisen; AHI 1994 S. 216 Erw. 3a). Dieser Grundsatz gilt auch bei der in Art. 25 ELV positivrechtlich normierten Anpassung (Erhöhung, Herabsetzung, Aufhebung) der Ergänzungsleistung an geänderte tatsächliche Verhältnisse. Dies bedeutet insbesondere, dass der EL-Neuberechnung der im Rahmen des Untersuchungsgrundsatzes und der dem EL-Bezüger obliegenden Mitwirkungspflicht (BGE 119 V 211 Erw. 3b mit Hinweisen) festgestellte Sachverhalt zugrunde zu legen ist.\n\nb) Die gleichen Überlegungen müssen auch bei der Neuberechnung der Ergänzungsleistung im Hinblick auf eine Rückforderung von zuviel bezogenen Ergänzungsleistungen nach Art. 27 Abs. 1 ELV gelten.\n\naa) Dem steht nicht entgegen, dass nach Art. 25 Abs. 2 lit. b ELV die Nachzahlung von Ergänzungsleistungen ausgeschlossen ist, wenn der EL-Bezüger Umstände, die eine voraussichtlich längere Zeit dauernde Verminderung des anrechenbaren Einkommens im Sinne von Art. 25 Abs. 1 lit. c und Abs. 2 lit. b ELV zur Folge haben, verspätet meldet oder solche Änderungen erst nach deren Eintritt der Verwaltung bekannt werden (BGE 119 V 193 f. Erw. 2c, d). Dieses anpassungsrechtliche Nachzahlungsverbot ist im Rückerstattungsverfahren nach Art. 27 ELV lediglich insofern von Bedeutung, |25| als der Versicherte im günstigsten Fall keine Ergänzungsleistungen rückzuerstatten hat.\n\nbb) Diese Auffassung stimmt sodann überein mit der Verwaltungspraxis gemäss Rz. 7034 der Wegleitung über die Ergänzungsleistungen zur AHV und IV [WEL] in der seit 1. Januar 1987 geltenden Fassung. Diese Verwaltungsweisung lautet wie folgt: \"Stellt sich bei der Neuberechnung heraus, dass einzelne Berechnungsposten zugunsten des Versicherten ausfallen, können diese in die Neuberechnung miteinbezogen werden. Eine Nachzahlung ist jedoch zu unterlassen.\" Verwaltungsweisungen sind für den Sozialversicherungsrichter zwar nicht verbindlich. Er soll sie jedoch bei seiner Entscheidung mitberücksichtigen, sofern sie eine dem Einzelfall angepasste und gerecht werdende Auslegung der anwendbaren gesetzlichen Bestimmungen zulassen (BGE 119 V 259 Erw. 3a mit Hinweisen). Dies ist hier zu bejahen. Rz. 7034 WEL stellt nicht bloss eine Sonderregelung zur Verhinderung von Härtefällen dar, wie das BSV in seiner Vernehmlassung ausführt. Vielmehr ermöglicht diese Praxis eine rechtsgleiche Regelung der Rückerstattungsfrage (vgl. EVGE 1968 S. 133 oben), indem der Rückforderungsbetrag ungeachtet des Meldeverhaltens der EL-Bezüger und unabhängig davon, dass allenfalls die Verwaltung von einer Tatsachenänderung zufällig Kenntnis erhält, festgesetzt wird. Namentlich wird damit eine Besserstellung derjenigen EL-Bezüger verhindert, die, aus welchen Gründen auch immer, lediglich anspruchserhöhende Tatsachenänderungen melden.\n\ncc) Im weitern ist zu berücksichtigen, dass das anrechenbare Einkommen als für die Anspruchsberechtigung als solche wie auch für die Höhe der Ergänzungsleistung relevante Grösse (Art. 2 Abs. 1 und Art. 5 Abs. 1 ELV) das Ergebnis einer Berechnung ist (vgl. Art. 3 ELG). Da eine Tatsachenänderung unter Umständen mehrere Positionen in der EL-Berechnung berührt, wie insbesondere beim Wechsel von der eigenen Wohnung in ein Heim oder in eine Mietwohnung bei gleichzeitiger Veräusserung der Wohnliegenschaft, steht meist erst nach Durchführung der Neuberechnung fest, ob eine Erhöhung oder eine Verminderung des anrechenbaren Einkommens vorliegt (unveröffentlichtes Urteil K. vom 1. April 1971). In solchen Fällen bei der EL-Neuberechnung zur Ermittlung des Rückerstattungsbetrages lediglich die für den EL-Bezüger ungünstigen Berechnungsfaktoren zu ändern, wäre stossend. |26|\n\ndd) Schliesslich ist zu beachten, dass die nicht oder nicht rechtzeitige Meldung einer das anrechenbare Einkommen - im Ergebnis - vermindernden und damit ergänzungsleistungserhöhenden Tatsachenänderung die Nichtausschöpfung des EL-Anspruchs bedeutet, somit nicht eine Auszahlung von unrechtmässigen, zu hohen Ergänzungsleistungen bewirkt. Es würde dem Grundsatz der Rückerstattungspflicht als einer an das Recht gebundenen versicherungsmässigen Sanktion ohne pönalen Charakter (BGE 118 V 220 unten), die lediglich verhindern will, dass der Versicherte von der Versicherung mehr erhält, als dem Gesetz entspricht (EVGE 1968 S. 144 Erw. 2f), widersprechen, wenn der EL-Bezüger im Rückforderungsprozess nicht Tatsachenänderungen zu seinen Gunsten \"einredeweise\" geltend machen könnte.\n\nc) Zusammenfassend ist festzustellen, dass im Sinne der Verwaltungspraxis gemäss Rz. 7034 WEL bei der Neuberechnung der Ergänzungsleistung zur Ermittlung des Rückerstattungsbetrages alle anspruchsrelevanten, das anrechenbare Einkommen erhöhenden und vermindernden Tatsachenänderungen zu berücksichtigen sind. Eine Nachzahlung ist jedoch ausgeschlossen.\n\n6. Die von der Beschwerdeführerin geltend gemachten Änderungen im Rückerstattungszeitraum August 1990 bis Januar 1993: Verbrauch des Sparguthabens, Krankheitskosten (Insulinspritzen, Blutzuckerbestimmungen ab Februar 1992), Liegenschaftsübertragung an ihren Sohn unter Einräumung des Wohnrechts im November 1990, sind, soweit ausgewiesen, bei der EL-Neuberechnung mitzuberücksichtigen. Namentlich sind die Krankheitskosten nach Art. 3 Abs. 4 lit. e ELG abziehbar. Denn Insulin-Injektionen und Blutzuckerbestimmung sind wissenschaftlich anerkannte Massnahmen im Sinne von Art. 5 lit. a ELKV in Verbindung mit Art. 19 Abs. 2 ELV und Art. 3 Abs. 4bis ELG. Dabei sind alle im Rückerstattungszeitraum angefallenen Kosten zu berücksichtigen. Dass nach Art. 2 lit. a ELKV die Kosten abziehbar sind, wenn der Abzug innert 15 Monaten nach Rechnungsstellung geltend gemacht wird, ist im Rückerstattungsprozess ohne Belang (vgl. Erw. 5c). Im übrigen wird die Ausgleichskasse, an welche die Sache zur Neufestsetzung des Rückforderungsbetrages zurückgewiesen wird, zu beachten haben, dass sie bisher unter dem Titel \"Mietwert der eigenen Wohnung\" einen (jährlichen) Betrag von Fr. 2'700.-- zum anrechenbaren Einkommen gezählt hat. Gemäss Art. 12 ELV in Verbindung mit Art. 3 Abs. 1 lit. b ELG gilt jedoch lediglich der (nach steuerlichen Grundsätzen bemessene) Mietwert einer vom Eigentümer |27| oder Nutzniesser bewohnten Wohnung als anrechenbares Einkommen aus unbeweglichem Vermögen. Die Beschwerdeführerin lebt jedoch erwiesenermassen seit 25. Mai 1990 dauernd in einem Heim."}