{"annee": "122", "cour": "V", "page": "415", "date": "18/11/1996", "cite": ["121 V 45", "118 V 286", "117 V 359", "117 V 369"], "cite_par": ["127 V 102", "123 V 137", "123 III 110", "123 V 98", "145 III 72", "142 III 433", "126 V 353", "125 V 456", "134 V 109"], "chapeau": "63. Auszug aus dem Urteil vom 18. November 1996 i.S. Schweizerische Unfallversicherungsanstalt gegen K. und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 6 et 18 LAA : Accident de type \"coup du lapin\", sans preuve d'un déficit fonctionnel organique. - Appréciation de la causalité adéquate : confirmation de la jurisprudence de l'arrêt ATF 117 V 366 consid. 6. Lorsque l'existence d'un lien de causalité naturelle entre un accident suivi d'un traumatisme cervical, d'une part, et des douleurs persistantes restreignant la capacité de travail et de gain, d'autre part, est admise sur le plan médical, mais qu'il n'existe pas de preuve (suffisante) d'un déficit organique, il n'y a pas de raison, contrairement au point de vue du tribunal cantonal, de s'abstenir de trancher la question de la causalité adéquate. - De l'importance de l'appréciation de la causalité adéquate, qui doit avoir lieu, en principe, dans chaque cas."], "faits": "", "considerants": "|416|\n\nAus den Erwägungen:\n\n2. a) Die Leistungspflicht des Unfallversicherers setzt voraus, dass zwischen dem Unfallereignis und dem eingetretenen Schaden ein adäquater Kausalzusammenhang besteht. Nach der Rechtsprechung hat ein Ereignis dann als adäquate Ursache eines Erfolges zu gelten, wenn es nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung an sich geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen, der Eintritt dieses Erfolges also durch das Ereignis allgemein als begünstigt erscheint (BGE 121 V 49 Erw. 3a mit Hinweisen).\n\nb) Die Vorinstanz führte aus, wenn der natürliche Kausalzusammenhang zwischen dem Unfallereignis und den anhaltenden Beschwerden mit überwiegender Wahrscheinlichkeit ausgewiesen sei, könne entgegen der Rechtsprechung (BGE 117 V 366 Erw. 6) ohne weiteres auch auf das Vorliegen eines adäquaten Kausalzusammenhangs geschlossen werden, sei doch eine Schleuderverletzung der HWS selbst beim Fehlen nachweisbarer pathologischer Befunde generell geeignet, echte und langdauernde Beschwerden zu verursachen. Damit werde dem Umstand Rechnung getragen, dass klar fassbare physische Befunde nach einem Unfall praxisgemäss ohne weiteres diesem zugeordnet würden, auch wenn es sich um eine singuläre bzw. aussergewöhnliche Unfallfolge handle. Bei organisch nachweisbar behandlungsbedürftigem Befund decke sich somit bei der Beurteilung gesundheitlicher Störungen die adäquate, d.h. rechtserhebliche Kausalität weitgehend mit der natürlichen Kausalität (BGE 117 V 365 Erw. 5d/bb). Angesichts der offenbar bestehenden Unzulänglichkeiten beim sicheren Nachweis objektivierbarer Befunde nach einem Schleudertrauma der HWS solle es deshalb nicht die Versicherte entgelten, dass in ihrem Fall die als Erklärung für die Beschwerden wahrscheinlichen Mikroverletzungen noch nicht bewiesen werden könnten. Wenn aufgrund anderer Umstände mit der erforderlichen Sicherheit auf das Vorliegen solcher Verletzungen geschlossen werden könne, so sei sie deshalb gleich zu behandeln, wie wenn |417| ein klarer computertomographischer oder neurologischer Befund vorläge.\n\nc) Dieser These der Vorinstanz kann nicht gefolgt werden. Mit der Theorie des adäquaten Kausalzusammenhanges, die im Sozialversicherungsrecht mit EVGE 1960 S. 158 Einzug gehalten hat (MEYER-BLASER, Kausalitätsfragen auf dem Gebiet des Sozialversicherungsrechts, in: SZS 1994 S. 82), wird dem rechtlich bestehenden Bedürfnis nach Eingrenzung und Auswahl von Tatsachen aus der natürlichen Kausalkette Rechnung getragen (MEYER-BLASER, a.a.O.; MAURER, Schweizerisches Unfallversicherungsrecht, S. 460; LAURI, Kausalzusammenhang und Adäquanz im schweizerischen Haftpflicht- und Versicherungsrecht, Diss. Bern 1976, S. 12; SCARTAZZINI, Les rapports de causalité dans le droit suisse de la sécurité sociale, Diss. Genf 1991, S. 18 f.). Entgegen der Auffassung des kantonalen Gerichts besteht kein Anlass, bei medizinisch zwar angenommenem, jedoch nicht (hinreichend) organisch nachweisbarem natürlichem Kausalzusammenhang zwischen einem Unfall mit Schleudertrauma der HWS und andauernden Beschwerden, welche die Arbeits- und Erwerbsfähigkeit einschränken, von einer Prüfung der Adäquanz abzusehen, welche grundsätzlich bei sämtlichen Gesundheitsschädigungen, die aus ärztlicher Sicht mit überwiegender Wahrscheinlichkeit als natürliche Unfallfolgen gelten können, Platz zu greifen hat (BGE 121 V 49 Erw. 3a mit Hinweisen; MAURER, a.a.O., S. 460; MEYER-BLASER, a.a.O., S. 82). Von einer Beurteilung des adäquaten Kausalzusammenhangs entbindet auch nicht die Tatsache, dass sich bei organisch nachweisbar behandlungsbedürftigem Befund die adäquate, d.h. rechtserhebliche Kausalität weitgehend mit der natürlichen Kausalität deckt (BGE 118 V 291 f. Erw. 3a, BGE 117 V 365 Erw. 5d/bb mit Hinweisen). Auch bei Verletzungen der HWS geht es, wie bei allen anderen Verletzungen, darum, im Einzelfall unter Wertung von Indizien, die für oder gegen die - rechtliche - Zuordnung bestimmter Funktionsausfälle zum Unfall sprechen, im Rahmen einer Gesamtwürdigung zu einer versicherungsmässig vernünftigen und gerechten Abgrenzung haftungsbegründender und haftungsausschliessender Unfälle zu gelangen, wobei der jeweilige Stand der medizinischen Wissenschaft eine untergeordnete Rolle spielt (BGE 117 V 366 oben). Der Voraussetzung des adäquaten Kausalzusammenhangs kommt mit andern Worten die Funktion einer Haftungsbegrenzung zu (BGE 117 V 382 Erw. 4a, 115 V 142 Erw. 7 in fine). Der Verzicht auf die Adäquanz als Wertungselement (vgl. MAURER, a.a.O., S. |418463| ; MEYER-BLASER, a.a.O., S. 103) führte zu einer ungerechtfertigten Bevorzugung der Versicherten, die an den Folgen eines Schleudertraumas der HWS leiden, gegenüber Versicherten mit anderen Verletzungsfolgen, wie die Schweizerische Unfallversicherungsanstalt (SUVA) zutreffend bemerkt."}