{"annee": "122", "cour": "V", "page": "85", "date": "18/3/1996", "cite": ["117 V 318", "108 V 235", "120 V 44", "115 V 308", "118 V 223", "118 IB 536", "105 IB 49", "110 V 360", "109 V 207", "109 IA 252", "111 IA 292", "112 IB 39", "106 V 101", "117 IB 367", "114 IV 26", "116 V 198", "117 IA 440", "120 V 1", "111 IA 353", "111 V 324"], "cite_par": ["123 V 81", "122 V 300", "122 V 435", "126 V 130", "130 I 26", "124 V 159", "125 V 480", "125 V 8", "122 V 351", "123 V 310", "132 V 6", "124 V 7", "125 II 591", "136 V 231", "122 V 426", "124 V 64", "131 V 263", "126 V 57", "124 V 185", "122 V 405", "123 II 9", "127 V 38", "125 V 245", "124 V 12", "129 V 381", "140 I 218", "137 V 167"], "chapeau": "14. Urteil vom 18. März 1996 i.S. W. gegen Bundesamt für Sozialversicherung und Eidgenössisches Departement des Innern", "regestes": ["Art. 21 al. 6 LAMA, art. 2 Ord. VI et art. 1 al. 1 Ord. dép. 7, art. 101 al. 1 LAMal, art. 34bis Cst., art. 4 et 31 Cst. - L'art. 2 Ord. VI est conforme et à la loi et à la Constitution. - Refus d'une autorisation de pratiquer à la charge de l'assurance-maladie dans le cas d'un masseur justifiant d'une formation d'une durée de deux ans et d'une expérience pratique de plusieurs années dans le domaine de la thérapie physique passive, et cela malgré le fait que l'intéressé est au bénéfice d'une autorisation cantonale d'exercer sa profession à titre indépendant."], "faits": "BGE 122 V 85 S. 86\n\nA.- Der 1955 geborene W. erwarb nach einjährigem Besuch der Fachschule für Medizinische Massage (Tagesschule) und einem einjährigen Praktikum an der Klinik R. am 16. April 1981 das Diplom eines medizinischen Masseurs/Bademeisters. In der Folge arbeitete er von 1981 bis 1986 unter fachlicher Anleitung von Ärzten als medizinischer Masseur in der bernischen Höhenklinik H. Daneben besuchte er verschiedene Weiterbildungskurse, u.a. einen Kurs für therapeutische Lymphdrainage am Lehrinstitut für Lymphologie an der Klinik F. in Deutschland. Seit 1986 führt er eine eigene Praxis für Massage.\n\nAm 20. September 1988 stellte W. bei der Gesundheitsdirektion des Kantons Bern das Gesuch um Erteilung der kantonalen Bewilligung für die selbständige Ausübung des Berufes des medizinischen Masseurs. Die Gesundheitsdirektion und in der Folge der Regierungsrat und das Verwaltungsgericht des Kantons Bern lehnten seinen Antrag ab. Gegen diesen Gerichtsentscheid erhob W. staatsrechtliche Beschwerde, welche das Bundesgericht mit Urteil vom 27. September 1991 wegen Verletzung der Handels- und Gewerbefreiheit teilweise guthiess. Das höchste Gericht stellte insbesondere fest, W. könne die selbständige Ausübung des Berufs des medizinischen Masseurs nicht aus gesundheitspolizeilichen Gründen verboten oder von einer Zusatzausbildung als Physiotherapeut abhängig gemacht werden. Die Verweigerung der nachgesuchten Bewilligung allein deshalb, weil der Gesuchsteller nicht über die Ausbildung eines Physiotherapeuten verfüge, erweise sich als unverhältnismässiger Eingriff in die Handels- und Gewerbefreiheit.\n\nUnter Hinweis auf das bundesgerichtliche Urteil vom 27. September 1991 beantragte W. beim Bundesamt für Sozialversicherung (BSV) die Anerkennung als medizinische Hilfsperson im Sinne des Krankenversicherungsgesetzes. Mit Verfügung vom 7. April 1994 wies das BSV das Begehren ab mit der Begründung, die Zulassung zur Kassenpraxis setze seit jeher zwingend eine BGE 122 V 85 S. 87Ausbildung in Physiotherapie voraus. Diesem Erfordernis genüge die Ausbildung zum medizinischen Masseur nicht.\n\nB.- W. erhob Verwaltungsbeschwerde beim Eidg. Departement des Innern (EDI) und beantragte, die Nichtzulassungsverfügung sei aufzuheben und er sei zur Betätigung für die Krankenversicherung als medizinischer Masseur zuzulassen. Er rügte eine Verletzung der Handels- und Gewerbefreiheit sowie die Missachtung der vom Bundesgericht geforderten Gleichstellung des medizinischen Masseurs mit dem Physiotherapeuten, soweit es um die passive Therapie gehe. Zudem wies er darauf hin, dass ihm der Kanton Bern im Anschluss an das Urteil des Bundesgerichts vom 27. September 1991 die kantonale Bewilligung erteilt und seither sich die Zulassung des medizinischen Masseurs zur selbständigen Berufsausübung gesamtschweizerisch durchgesetzt habe. In seiner Vernehmlassung machte das BSV unter anderem geltend, die Zulassung zur Kassenpraxis gemäss KUVG könne nicht durch eine kantonale Berufsausübungsbewilligung ersetzt werden.\n\nMit Entscheid vom 30. März 1995 wies das Departement die Beschwerde ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde erneuert W. das im Verfahren vor dem Eidg. Departement des Innern gestellte Begehren um Zulassung zur Betätigung für die Krankenversicherung als medizinischer Masseur.\n\nDas BSV beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das EDI hat sich ebenfalls in abweisendem Sinne vernehmen lassen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die angefochtene Verfügung des BSV betrifft die Nichtzulassung des Beschwerdeführers zur Betätigung für die Krankenversicherung als medizinischer Masseur. Solche Verwaltungsakte sind mangels einer anderslautenden Bestimmung im Krankenversicherungsgesetz durch Verwaltungsbeschwerde gemäss Art. 44 und 47 Abs. 1 lit. c VwVG beim Eidg. Departement des Innern anfechtbar. Dessen Entscheide unterliegen nach Art. 98 lit. b in Verbindung mit Art. 128 OG der Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht. Auf die vorliegende Beschwerde, welche den formellen Erfordernissen entspricht, ist daher einzutreten (vgl. RKUV 1984 Nr. K 567 S. 34 Erw. 1; ferner BGE 106 V 101).BGE 122 V 85 S. 88\n\n2. In formellrechtlicher Hinsicht wirft der Beschwerdeführer die Frage auf, ob im vorliegenden Fall nicht Art. 16 OG anwendbar sein könnte. Die Durchführung eines Verfahrens nach dieser Bestimmung sei allenfalls geboten, weil die Abweisung der Verwaltungsgerichtsbeschwerde im Ergebnis den Entscheid der II. öffentlichrechtlichen Abteilung des Bundesgerichts vom 27. September 1991 unterlaufen würde.\n\na) Will das Eidg. Versicherungsgericht eine Rechtsfrage abweichend von einem früheren Entscheid einer Abteilung oder mehrerer vereinigter Abteilungen des Bundesgerichts oder des Gesamtgerichts entscheiden, darf es nur mit Zustimmung der andern Abteilung oder auf Beschluss der Vereinigung der beteiligten Abteilungen oder des Gesamtgerichtes geschehen (Art. 16 Abs. 1 in Verbindung mit Art. 127 Abs. 2 OG). Diese Bestimmung kommt zum Zuge, wenn das Eidg. Versicherungsgericht die gleiche, vom Bundesgericht schon beurteilte Rechtsfrage abweichend entscheiden und damit eine Praxisänderung vornehmen will. Mit diesem verfahrensrechtlichen Institut soll die Einheitlichkeit der Rechtsprechung sowie die Rechtsgleichheit in der Rechtsanwendung gewährleistet werden (vgl. BGE 111 Ia 354 unten, BGE 109 Ia 254 Erw. 4a am Ende; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 114). Dagegen bezweckt Art. 16 OG nicht die Identität von Einzelfallösungen (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, Bd. I, N. 3 zu Art. 16). Nebenbei bemerkt schliesst diese Koordinationsbestimmung nicht aus, dass die Rechtsprechung des Bundesgerichts einerseits und jene des Eidg. Versicherungsgerichts anderseits in bezug auf eine Rechtsfrage voneinander abweichen (vgl. BGE 115 V 314 Erw. 4b).\n\nb) Im erwähnten Urteil vom 27. September 1991 (BGE 117 Ia 440) hatte das Bundesgericht auf staatsrechtliche Beschwerde hin zu prüfen, ob die Verweigerung der kantonalen Bewilligung zur selbständigen Ausübung der Tätigkeit eines medizinischen Masseurs mit der Handels- und Gewerbefreiheit (Art. 31 BV) vereinbar sei. Es gelangte dabei zur Auffassung, dass die seinerzeitige Regelung im Kanton Bern, welche die selbständig ausgeübte medizinische Massage den Physiotherapeuten vorbehielt, einen unverhältnismässigen, insbesondere mit gesundheitspolizeilichen Gründen nicht zu rechtfertigenden Eingriff in die Handels- und Gewerbefreiheit darstelle.\n\nDemgegenüber hat das Eidg. Versicherungsgericht in diesem Verfahren zu beurteilen, ob der Beschwerdeführer aufgrund der (im Anschluss an das BGE 122 V 85 S. 89Bundesgerichtsurteil erteilten) kantonalen Bewilligung zur selbständigen Ausübung des Berufs als medizinischer Masseur Anspruch auf Zulassung zur Kassenpraxis im Rahmen der bundesrechtlich geregelten Krankenversicherung hat. Selbst wenn sich bei der Prüfung dieser Frage unter dem Gesichtswinkel der Handels- und Gewerbefreiheit Berührungspunkte ergeben, bleibt hinsichtlich der Anwendung von Art. 16 OG entscheidend, dass Gegenstand der staatsrechtlichen Beschwerde vor dem Bundesgericht die Zulässigkeit der Verweigerung der kantonalen Bewilligung zur selbständigen Ausübung des Berufes eines medizinischen Masseurs war, während in diesem Verfahren die Stellung des Beschwerdeführers als selbständiger medizinischer Masseur im Rahmen der bundesrechtlichen Gesetzgebung über die Krankenversicherung ist. Daraus erhellt, dass sich das Eidg. Versicherungsgericht nicht mit einer vom Bundesgericht bereits entschiedenen Rechtsfrage zu befassen hat, weshalb ein Verfahren nach Art. 16 OG ausser Betracht fällt.\n\n3. Bundesamt und Departement haben die Zulassung des Beschwerdeführers als medizinischer Masseur zur Kassenpraxis im Lichte von Art. 21 Abs. 6 KUVG (in der Fassung gemäss Bundesgesetz über die Änderung des Ersten Titels des KUVG vom 13. März 1964) in Verbindung mit der Verordnung VI über die Krankenversicherung betreffend die Zulassung von medizinischen Hilfspersonen zur Betätigung in der Krankenversicherung vom 11. März 1996 (Vo VI) geprüft und verneint. Während des Beschwerdeverfahrens vor dem Eidg. Versicherungsgericht ist das neue Bundesgesetz über die Krankenversicherung vom 18. März 1994 (KVG) in Kraft getreten (AS 1995 1367). Das neue Krankenversicherungsgesetz regelt nicht ausdrücklich, welches Recht auf ein hängiges Verfahren anzuwenden ist. Hinsichtlich der hier streitigen Zulassung zur Kassenpraxis ist mit Blick auf die Übergangsbestimmungen zum KVG die Frage des anwendbaren Rechts im Sinne der allgemeinen Regel zu entscheiden, wonach die Rechtmässigkeit eines Verwaltungsaktes grundsätzlich nach der Rechtslage zur Zeit seines Erlasses zu beurteilen ist (BGE 112 Ib 42 Erw. 1c; HÄFELIN/MÜLLER, Grundriss des Allgemeinen Verwaltungsrechts, 2. Aufl., S. 61 Rz. 263a; vgl. auch RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Nr. 15 B II a). Denn Art. 101 Abs. 1 KVG hält fest, dass unter anderem medizinische Hilfspersonen, die unter dem bisherigen Recht zur Tätigkeit zu Lasten der Krankenversicherung zugelassen waren, BGE 122 V 85 S. 90auch nach neuem Recht als Leistungserbringer zugelassen sind. Aufgrund dieser Besitzstandsgarantie und im Hinblick auf die Möglichkeit des Beschwerdeführers, allenfalls in einem späteren Zeitpunkt ein neues Zulassungsgesuch zu stellen, ist die Rechtmässigkeit des angefochtenen Nichtzulassungsentscheides nach altem Recht zu beurteilen.\n\n4. a) Nach Art. 12 Abs. 2 Ziff. 1 lit. b KUVG haben die Leistungen der Krankenpflegeversicherung bei ambulanter Behandlung mindestens die von einem Arzt angeordneten, durch medizinische Hilfspersonen vorgenommenen wissenschaftlich anerkannten Heilanwendungen zu umfassen. Gemäss Art. 1 Abs. 1 der Verordnung VI über die Krankenversicherung, erlassen durch den Bundesrat gestützt auf Art. 21 Abs. 6 KUVG, werden als medizinische Hilfspersonen, die auf Anordnung eines Arztes wissenschaftlich anerkannte Heilanwendungen im Sinne von Art. 12 Abs. 2 Ziff. 1 lit. b KUVG vornehmen, unter anderem Personen zugelassen, die den Beruf eines Masseurs, Heilgymnasten oder Physiotherapeuten selbständig und auf eigene Rechnung ausüben und die Bedingungen dieser Verordnung erfüllen. Art. 2 der Verordnung regelt das Zulassungserfordernis der Ausbildung für die genannten Berufskategorien und lautet wie folgt:\n\n\"Die Masseure, Heilgymnasten und Physiotherapeuten haben sich auszuweisen:\n\n1. über eine vom Kanton anerkannte, mindestens dreijährige Fachausbildung mit erfolgreich abgelegter Prüfung in folgenden Fächern:\n\na. allgemeine Anatomie und Physiologie, mit besonderer Berücksichtigung des Bewegungsapparates;\n\nb. allgemeine Krankheitslehre, angepasst an die Tätigkeit der betreffenden Hilfspersonen;\n\nc. physikalische Therapie in Theorie und Praxis: Massage, Heilgymnastik und Elektrotherapie.\n\n2. über eine mindestens zweijährige praktische Tätigkeit bei einem gemäss dieser Verordnung zugelassenen Masseur, Heilgymnasten oder Physiotherapeuten oder in einer physikalisch-therapeutischen Spezialabteilung einer Heilanstalt.\"\n\nDie von den Krankenkassen zu übernehmenden wissenschaftlich anerkannten Heilanwendungen im Sinne von Art. 12 Abs. 2 Ziff. 1 lit. b KUVG und Art. 1 Abs. 1 Vo VI werden in Art. 1 Abs. 1 der gleichnamigen Vo 7 vom 13. Dezember 1965 (mit Änderung vom 31. Januar 1995), erlassen durch das EDI BGE 122 V 85 S. 91gestützt auf Art. 12 Abs. 5 KUVG sowie Art. 21a der Verordnung III über die Krankenversicherung, im einzelnen aufgeführt. Danach zählen zu den kassenpflichtigen physikalisch-therapeutischen Massnahmen einerseits Massnahmen der passiven Therapie, wie beispielsweise Heilmassage, und anderseits aktive Therapiemassnahmen, namentlich Heilgymnastik.\n\nb) Nach der Praxis gilt ein Lehrgang als Fachausbildung im Sinne von Art. 2 Vo VI, wenn er hinsichtlich des Umfangs der vermittelten Kenntnisse und Qualität der Ausbildung dem dreijährigen Kurs an einer anerkannten schweizerischen Physiotherapeutenschule gleichwertig ist (BGE 106 V 104 Erw. 2c; RSKV 1983 Nr. 545 S. 190 Erw. 3). Überdies hat, wer als Masseur, Heilgymnast oder Physiotherapeut zur Kassenpraxis zugelassen werden will, die geforderten Kenntnisse und Fähigkeiten im Rahmen eines ordnungsgemässen (Physiotherapeuten) Prüfungsverfahrens mit Erfolg unter Beweis zu stellen. Nur so ist eine einigermassen verlässliche, überprüfbare und vor allem auch rechtsgleiche Zulassungspraxis gewährleistet (RKUV 1984 Nr. K 567 S. 38 Erw. 3a).\n\nc) aa) Der Beschwerdeführer macht vorab geltend, dass die Verordnung VI als medizinische Hilfspersonen ausdrücklich auch die Masseure nenne. Das BSV hat dazu im vorinstanzlichen Verfahren ausgeführt, die Aufnahme der Masseure in die Verordnung sei historisch bedingt und auf die unterschiedlichen Bezeichnungen in den Kantonen zurückzuführen.\n\nDem Bundesamt ist darin beizupflichten, dass es bei der Frage der Zulassung als Masseur, Heilgymnast oder Physiotherapeut nicht primär auf die Berufsbezeichnung ankommen kann. Einer solchen dem Wortlaut allzu sehr verhafteten Betrachtungsweise steht schon Art. 1 Abs. 1 Vo VI entgegen, wonach der Gesuchsteller \"die Bedingungen dieser Verordnung erfüllen\" muss. Dieser Vorbehalt bezieht sich klarerweise auf alle in dieser Bestimmung genannten Berufe, insbesondere auch auf die Tätigkeit des Masseurs. In diesem Sinne hat das Eidg. Versicherungsgericht die Zulassung einer \"Krankengymnastin\" (BGE 106 V 101), einer \"Masseuse\" (RSKV 1983 Nr. 545 S. 188) und eines \"Masseurs und medizinischen Bademeisters\" (RKUV 1984 Nr. K 567 S. 33) zur Kassenpraxis jeweils aufgrund der in Art. 2 Vo VI festgelegten Kriterien geprüft.\n\nbb) Hinsichtlich der Ausbildungsdauer sodann steht fest und ist unbestritten, dass der Beschwerdeführer nicht über eine dreijährige Fachausbildung im Sinne von Art. 2 Vo VI verfügt. Nach seiner Auffassung schliesst dies die Anerkennung als medizinische Hilfsperson nicht aus. Denn BGE 122 V 85 S. 92der Umstand, dass Art. 2 Abs. 1 der Vo VI \"tel quel\" eine dreijährige Mindestausbildungsdauer sowohl für Masseure, Heilgymnasten wie Physiotherapeuten vorschreibe, sei darauf zurückzuführen, dass auch die ausschliesslich vom Physiotherapeuten zu erbringenden Leistungen im Bereich der aktiven Therapie vom Geltungsbereich der Verordnung erfasst und als kassenzulässig erklärt werden sollten. Soweit damit geltend gemacht wird, entgegen dem Wortlaut dieser Bestimmung genüge für Masseure zufolge Einschränkung ihrer Tätigkeit auf die passive Therapie eine kürzere Ausbildungszeit, findet diese Auffassung in Gesetz und Verordnung keine Stütze. Namentlich ist aus gesetzessystematischer Sicht davon auszugehen, dass die aufgrund der Verordnung VI als medizinische Hilfspersonen zugelassenen Masseure, Heilgymnasten oder Physiotherapeuten berechtigt sind, sämtliche in Art. 1 Abs. 1 der Vo 7 aufgezählten physikalisch-therapeutischen Massnahmen vorzunehmen. Es ergeben sich aus den einschlägigen Normen keine Anhaltspunkte dafür, dass der Gesetzgeber oder der Bundesrat als Verordnungsgeber bei der Zulassung dieser Personen zur Kassenpraxis danach differenzieren wollte, welche dieser Massnahmen die betreffende Hilfsperson nachher tatsächlich anwenden will bzw. kann. So wie die in Art. 2 der Vo VI genannten Zulassungsbedingungen kumulativ erfüllt sein müssen, genauso muss die betreffende Person befähigt sein, sowohl aktive wie auch passive Massnahmen der physikalischen Therapie vorzunehmen. Teilzulassungen sind in diesem Bereich nicht vorgesehen.\n\ncc) Nichts zu seinen Gunsten ableiten kann der Beschwerdeführer sodann aus dem Umstand, dass er seit 1992 die kantonal-bernische Bewilligung für die selbständige Berufsausübung als medizinischer Masseur besitzt und er von einzelnen Krankenkassen in die Liste der anerkannten Therapeuten aufgenommen worden ist. Denn nach der Rechtsprechung kann bei Nichterfüllung der Zulassungsbedingungen gemäss Art. 2 Vo VI die Zulassung als (Masseur, Heilgymnast oder) Physiotherapeut zur Kassenpraxis nicht aus einer kantonalen Bewilligung zur Berufsausübung abgeleitet werden. Eine solche Bewilligung hat lediglich innerkantonalen Charakter, und eine bedingte Zulassung bestimmter Tarifpunkte oder eine provisorische Zulassung kommt mangels gesetzlicher Grundlage nicht in Frage. Ebensowenig kann die Anerkennung durch die Statuten einzelner Krankenkassen massgeblich sein, da kasseninterne Satzungen auf das zu beurteilende Rechtsverhältnis keinen BGE 122 V 85 S. 93Einfluss haben (RKUV 1984 Nr. K 567 S. 39 Erw. 3b; vgl. auch RSKV 1983 Nr. 545 S. 191 Erw. 4).\n\n5. Zu prüfen bleibt, ob Art. 2 Vo VI gesetz- und verfassungsmässig ist. Dabei stellt sich insbesondere die Frage, ob diese Verordnungsbestimmung gegen Art. 4 Abs. 1 BV (Rechtsgleichheit) und Art. 31 BV (Handels- und Gewerbefreiheit) verstösst, insoweit sie auch die medizinischen Masseure trotz Einschränkung ihrer Tätigkeit auf die passive physikalische Therapie dem Erfordernis der mindestens dreijährigen Fachausbildung unterwirft.\n\na) aa) Die Rüge der Verletzung verfassungsmässiger Rechte ist im Verwaltungsgerichtsbeschwerdeverfahren vor dem Eidg. Versicherungsgericht im Rahmen von Art. 104 lit. a OG grundsätzlich zulässig (BGE 116 V 206 Erw. II/1b, BGE 110 V 363 Erw. 1c mit Hinweisen; GYGI, a.a.O., S. 288; KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., S. 286). Bei der materiellen Prüfung der geltend gemachten Verfassungswidrigkeit sind jedoch die Art. 113 Abs. 3 und Art. 114bis Abs. 3 BV zu beachten. Danach ist es den rechtsanwendenden Behörden untersagt, Bundesgesetze auf ihre Verfassungsmässigkeit zu überprüfen (BGE 120 V 3 Erw. 1b mit Hinweisen). Dies schliesst die Anwendung allgemein anerkannter Prinzipien, insbesondere die Regel, dass Bundesgesetze verfassungskonform auszulegen sind (BGE 108 V 240 Erw. 4b, BGE 105 Ib 53 Erw. 3a; vgl. BGE 114 IV 26 Erw. 4), nicht aus. In diesem Sinne statuieren Art. 113 Abs. 3 BV und Art. 114bis Abs. 3 BV lediglich ein Anwendungsgebot, nicht ein Prüfungsverbot (BGE 117 Ib 373 Erw. 2f). Allerdings findet die verfassungskonforme Interpretation - auch bei einer festgestellten Verfassungswidrigkeit - im klaren Wortlaut und Sinn einer Gesetzesbestimmung ihre Schranke (BGE 117 V 321 Erw. 2a, BGE 111 Ia 297 Erw. 3b, je mit Hinweisen; KÄLIN, a.a.O., S. 16 f.).\n\nbb) Nach der Rechtsprechung kann das Eidg. Versicherungsgericht (unselbständige) Verordnungen, die sich auf eine gesetzliche Delegation stützen, daraufhin prüfen, ob sie sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Wird dem Bundesrat durch die gesetzliche Delegation ein sehr weiter Spielraum des Ermessens für die Regelung auf Verordnungsebene eingeräumt, ist dieser Spielraum für das Gericht nach Art. 113 Abs. 3/Art. 114bis Abs. 3 BV verbindlich. Deshalb muss sich das Eidg. Versicherungsgericht auf die Prüfung beschränken, ob die umstrittenen Verordnungsvorschriften offensichtlich aus dem Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen herausfallen oder aus BGE 122 V 85 S. 94andern Gründen verfassungs- oder gesetzwidrig sind. Es kann jedoch sein eigenes Ermessen nicht an die Stelle desjenigen des Bundesrates setzen und es hat auch nicht die Zweckmässigkeit zu untersuchen. Die vom Bundesrat verordnete Regelung verstösst allerdings dann gegen Art. 4 BV, wenn sie sich nicht auf ernsthafte Gründe stützen lässt, wenn sie sinn- oder zwecklos ist oder wenn sie rechtliche Unterscheidungen trifft, für die sich ein vernünftiger Grund nicht finden lässt. Gleiches gilt, wenn die Verordnung es unterlässt, Unterscheidungen zu treffen, die richtigerweise hätten berücksichtigt werden sollen (BGE 118 V 225 Erw. 2b mit Hinweis; vgl. auch BGE 120 V 49 Erw. 3a, BGE 118 Ib 538 Erw. 1).\n\nb) aa) Die Verordnung VI über die Krankenversicherung stützt sich auf die Delegationsnorm des Art. 21 Abs. 6 KUVG. Danach erlässt der Bundesrat nach Anhören der zuständigen Organisationen unter anderem Vorschriften über die Zulassung von medizinischen Hilfspersonen (Satz 1). Strengere kantonale Vorschriften bleiben vorbehalten (Satz 2). Wie auch der Beschwerdeführer richtig festhält, räumt Art. 21 Abs. 6 KUVG dem Verordnungsgeber einen weiten Ermessensspielraum ein. Ebenso anerkennt er grundsätzlich, dass sich der Bundesrat bei Erlass der Verordnung VI an diesen Delegationsrahmen gehalten hat, und zwar auch insoweit, als er in Abs. 2 Vo VI minimale Anforderungen an die Ausbildung der zulassungswilligen Masseure, Heilgymnasten und Physiotherapeuten festgelegt hat. In der Tat kommt in Art. 21 Abs. 6 KUVG der klare Wille des Gesetzgebers zum Ausdruck, dem Bundesrat die alleinige Kompetenz zur Regelung der Zulassungsbedingungen für die medizinischen Hilfspersonen zu geben und zwar im Sinne einer gesamtschweizerischen Ordnung. Namentlich war im gesamten Gesetzgebungsverfahren nie davon die Rede, dass den Kantonen in diesem Bereich eigene Regelungsbefugnisse zukommen sollten (vgl. Botschaft zur Änderung des Ersten Titels des KUVG vom 5. Juni 1961, BBl 1961 I 1417, S. 1426). Soweit Satz 2 von Art. 21 Abs. 6 KUVG strengere kantonale Vorschriften vorbehält, sollte damit dem Umstand Rechnung getragen werden, dass die Gesetzgebung über die Berufsausübung der medizinischen Personen Sache der Kantone ist (Botschaft, a.a.O., S. 1492). Gerade dieser Vorbehalt bestätigt hinsichtlich der Auslegung des Art. 21 Abs. 6 KUVG, dass der Gesetzgeber die Kantone weder direkt noch indirekt ermächtigen wollte, die Zulassungsbedingungen gemäss Art. 2 Vo VI zu erleichtern, indem beispielsweise eine gesundheits- und gewerbepolizeilich abgestützte BGE 122 V 85 S. 95kantonale Berufsausübungsbewilligung zur Betätigung für die Krankenversicherung ausreichte (in diesem Sinne RKUV 1984 Nr. K 567 S. 39 Erw. 3b; vgl. auch RSKV 1983 Nr. 545 S. 191 Erw. 4). Art. 2 Vo VI erweist sich daher als gesetzmässig.\n\nbb) Der Beschwerdeführer erblickt in der Nichtzulassung zur Kassenpraxis insofern einen Verstoss gegen Art. 31 BV, als er bzw. der medizinische Masseur allgemein als Anbieter von Dienstleistungen im Bereich der passiven Therapie direkter Konkurrent des Physiotherapeuten sei. Er habe daher Anspruch auf gleiche berufliche Rahmen- und Wettbewerbsbedingungen wie der Physiotherapeut als Anbieter von passiver Therapie, und zwar um so mehr, als nach Feststellung des Bundesgerichts ein medizinischer Masseur für die von ihm ausgeübte Tätigkeit, die passive Therapie, ebenso gut ausgebildet sei wie ein Physiotherapeut (vgl. BGE 117 Ia 447 Erw. 4b). Dass bei diesen Gegebenheiten auch für die Zulassung der medizinischen Masseure zur Kassenpraxis eine Ausbildungsdauer von mindestens drei Jahren verlangt und die berufsspezifisch kürzere Ausbildung der Masseure nicht anerkannt werde, stelle überdies eine Ungleichbehandlung im Sinne von Art. 4 BV dar.\n\naaa) Es stellt sich zunächst die Frage, ob der Grundsatz der Handels- und Gewerbefreiheit im Zusammenhang mit der Zulassung oder Nichtzulassung zur Kassenpraxis überhaupt angerufen werden kann.\n\nNach Art. 31 Abs. 1 BV ist die Handels- und Gewerbefreiheit nur soweit gewährleistet, als sie nicht durch die Bundesverfassung und die auf ihr beruhende Gesetzgebung eingeschränkt ist. Art. 34bis BV ermächtigt und beauftragt zugleich den Bund, auf dem Wege der Gesetzgebung die Kranken- und Unfallversicherung unter Berücksichtigung der bestehenden Krankenkassen einzurichten (Abs. 1), wobei er den Beitritt allgemein oder für einzelne Bevölkerungsgruppen obligatorisch erklären kann (Abs. 2). Aufgrund dieser Verfassungsbestimmung besitzt der Bund im Bereich der sozialen Krankenversicherung ein mittelbar rechtliches Monopol, das als solches bereits eine Einschränkung der Handels- und Gewerbefreiheit darstellt (BGE 109 V 217 Erw. 4d/bb mit Hinweisen; HÄFELIN/ MÜLLER, Grundriss des Allgemeinen Verwaltungsrechts, 2. Aufl., S. 472 ff., Rz. 1993 und 2000; vgl. RHINOW, Kommentar BV, Rz. 128 ff. zu Art. 31). Im Rahmen dieser umfassenden Regelungszuständigkeit ist der Bund insbesondere befugt, den Zugang zur BGE 122 V 85 S. 96Tätigkeit im Bereich der Krankenversicherung zu regeln und Beschränkungen zu unterwerfen (vgl. SCHÄREN, Die Stellung des Arztes in der sozialen Krankenversicherung, Diss. Zürich 1973, S. 298 ff., S. 303 ff.; ferner MAURER, Schweizerisches Unfallversicherungsrecht, S. 517). Von dieser Kompetenz hat der Bund Gebrauch gemacht und im KUVG sowie in den dazugehörigen Verordnungen des Bundesrates und des EDI festgelegt, welche Personen unter welchen Voraussetzungen für welche medizinischen Massnahmen zur Betätigung für die Krankenversicherung zugelassen sind (vgl. Erw. 4a hievor). Haben diese Normen unmittelbar oder mittelbar Auswirkungen auf die privatwirtschaftliche Erwerbstätigkeit, sei es, dass der Zugang zu einem Beruf erschwert oder dessen Ausübung allenfalls faktisch behindert wird, kann sich der Betroffene grundsätzlich nicht auf die Handels- und Gewerbefreiheit berufen und daraus einen Anspruch auf Zulassung zur Kassenpraxis ableiten. Daran ändert nichts, dass die Tätigkeit als solche unter dem Schutz dieses verfassungsmässigen Rechts steht (vgl. BGE 109 V 217 Erw. 4d/bb). Lediglich wenn und soweit sich die Einschränkung aus einer (unselbständigen) Verordnung ergibt, kann dieses verfassungsmässige Recht Wirkung entfalten. Ist die betreffende Vorschrift gesetzmässig, kommt der Handels- und Gewerbefreiheit jedoch keine weiterreichendere Bedeutung zu als Art. 4 BV.\n\nDie Nichtzulassung eines selbständigen medizinischen Masseurs zur Betätigung für die Krankenversicherung stellt insofern einen Wettbewerbsnachteil gegenüber den Physiotherapeuten dar, als der versicherte Patient die Kosten für die Applikation von Heilmethoden der passiven physikalischen Therapie nicht auf die Krankenkasse überwälzen kann. Dadurch wird der Masseur zumindest mittelbar in der Berufsausübung gehindert, indem er in der Wahl seiner Vertragspartner eingeschränkt ist (vgl. BÜHLMANN, Die rechtliche Stellung der Medizinalpersonen im Bundesgesetz über die Unfallversicherung vom 20. März 1981, Diss. Bern 1985, S. 52 f.). Dabei kann diese faktische Benachteiligung des medizinischen Masseurs gegenüber einem anerkannten Physiotherapeuten nicht einfach damit begründet werden, die Anerkennung dieser Berufskategorie als Leistungserbringer im Bereich der passiven Therapie führe tendenziell zu einer Kostensteigerung im Gesundheitswesen, wie das Bundesgericht in Erw. 5d seines Urteils vom 27. September 1991 mit guten Gründen dargelegt hat. Namentlich setzt die Anerkennung passiver therapeutischer Massnahmen als Pflichtleistung der Krankenkassen stets voraus, dass sie von einem Arzt als BGE 122 V 85 S. 97notwendig beurteilt und angeordnet werden. Es ist daher nicht ohne weiteres ersichtlich, inwieweit es zu einer Kostensteigerung führen soll, wenn eine vom Arzt angeordnete passive Therapie von einem medizinischen Masseur und nicht von einem Physiotherapeuten ausgeführt wird. Weder diese Feststellungen noch die Rechtstatsache, dass die Tätigkeit des medizinischen Masseurs unter dem Schutz des Art. 31 BV steht (BGE 117 Ia 445 Erw. 2), geben jedoch dem Beschwerdeführer die Mittel in die Hand, den auf einer gesetzmässigen Grundlage (Art. 2 Vo VI in Verbindung mit Art. 21 Abs. 6 KUVG) beruhenden Nichtzulassungsentscheid unter dem Blickwinkel der Handels- und Gewerbefreiheit in Frage zu stellen.\n\nbbb) Zu prüfen bleibt somit, ob die Regelung des Art. 2 Vo VI gegen Art. 4 BV verstösst, insoweit diese Vorschrift den medizinischen Masseur den gleichen Zulassungsbedingungen unterwirft wie den Physiotherapeuten. Nach Auffassung des Beschwerdeführers lässt sich diese nicht differenzierende Zulassungsordnung nicht auf ernsthafte Gründe stützen und sich vernünftigerweise nicht mit den tatsächlichen Verhältnissen rechtfertigen. Zur Begründung verweist er zur Hauptsache auf das schon mehrfach erwähnte Bundesgerichtsurteil vom 27. September 1991, wo \"überzeugend dargelegt\" werde, dass der Physiotherapeut auf dem Gebiet der passiven Therapie über keine umfassendere oder gründlichere Ausbildung verfüge als der medizinische Masseur (vgl. BGE 117 Ia 447 Erw. 4b). Im vorinstanzlichen Verfahren hatte er zudem geltend gemacht, seit diesem höchstrichterlichen Urteil habe sich die Zulassung des medizinischen Masseurs zur selbständigen Berufsausübung gesamtschweizerisch durchgesetzt. Diese Vorbringen lassen die angefochtene Regelung noch nicht als willkürlich erscheinen.\n\nDie bundesrätliche Verordnung VI und die Verordnung 7 des EDI wurden im Rahmen der Änderung des KUVG vom 13. März 1964 erlassen und auf den 1. Januar 1966 in Kraft gesetzt. Eine bedeutende Neuerung dieser Revision bestand in der Anerkennung der von den medizinischen Hilfspersonen auf Anordnung des Arztes, jedoch selbständig und auf eigene Rechnung angewendeten physikalisch-therapeutischen Massnahmen als Pflichtleistung der Krankenkassen (Botschaft, a.a.O., S. 1425 f.). Dabei sollten nach dem klaren Willen des Verordnungsgebers zur Betätigung für die Krankenversicherung in diesem Bereich nur Personen zugelassen werden, die von ihrem Ausbildungsprofil her über ausreichende theoretische Kenntnisse und praktische Fähigkeiten in der aktiven und passiven Therapie verfügen BGE 122 V 85 S. 98(Art. 2 Vo VI und Art. 1 Abs. 1 Ziff. I Vo 7; vgl. Erw. 4c). Dieser Konzeption entspricht eine ganzheitliche medizinische Betrachtungsweise und zwar in dem Sinne, dass einerseits die fachgerechte Anwendung auch nur einzelner Therapieformen ein genügendes und fundiertes Wissen und Können auf dem ganzen Gebiet der physikalischen Therapie voraussetzt, und anderseits die Behandlung eines Leidens in vielen Fällen sowohl Massnahmen der aktiven als auch passiven Therapie erfordert. Weiter steht ausser Frage, dass mit Art. 2 Vo VI eine verlässliche, überprüfbare und insoweit rechtsgleiche Zulassungsordnung geschaffen wurde, als an alle Erbringer physikalisch-therapeutischer Massnahmen dieselben ausbildungsmässigen Anforderungen gestellt werden. Das Eidg. Versicherungsgericht hat die darauf abgestützte Zulassungspraxis denn auch mehrfach als gesetz- und verfassungsmässig zur Anwendung gebracht (vgl. Erw. 4c/aa hievor). Zu beachten ist schliesslich, dass die Kompetenz zur Regelung der Zulassung zur Betätigung für die Krankenversicherung im Bereich der physikalischen Therapie nach Art. 21 Abs. 6 KUVG allein beim Bundesrat liegt (vgl. Erw. 4b/aa hievor). Ein Eingreifen in die von ihm festgelegte Zulassungsordnung wäre unter Wahrung ihres Zweckes allenfalls bei Vorliegen überprüfbarer gesamtschweizerisch anerkannter Richtlinien über Ausbildung und Tätigkeitsgebiet des medizinischen Masseurs denkbar. Entsprechende Bemühungen, welche auch die gesamtschweizerische Anerkennung des Berufs des medizinischen Masseurs zum Ziel haben, sind im Gange (vgl. BGE 117 Ia 448 Erw. 4c), nach Angaben des Beschwerdeführers im vorinstanzlichen Verfahren jedoch noch nicht erfolgreich abgeschlossen.\n\nNach dem Gesagten erweist sich der in Ausführung zu Art. 21 Abs. 6 KUVG erlassene Art. 2 Vo VI auch als verfassungsmässig.\n\nc) Mit Blick auf die nicht ganz befriedigende Stellung der medizinischen Masseure im Vergleich zu den Physiotherapeuten stellt sich die Frage, ob Raum besteht für eine richterliche Normenkorrektur im Sinne der Füllung einer unechten Gesetzeslücke. Eine solche kommt praxisgemäss nur in Frage, wenn der Gesetzgeber sich offenkundig über gewisse Tatsachen geirrt hat oder wo sich die Verhältnisse seit Erlass des Gesetzes in einem solchen Masse gewandelt haben, dass die Vorschrift unter gewissen Gesichtspunkten nicht bzw. nicht mehr befriedigt und ihre Anwendung rechtsmissbräuchlich wird (BGE 111 V 327 Erw. 2 mit Hinweisen; MEYER-BLASER, Die Bedeutung von Art. 4 BV für das Sozialversicherungsrecht, in: ZSR NF 111 [1992] II/3 S. 342 f.). Diese Voraussetzungen sind hier nicht gegeben. Im Rahmen des KUVG BGE 122 V 85 S. 99und der dazugehörigen Verordnungen sind, wie in Erw. 4 hievor dargelegt, lediglich die anerkannten Physiotherapeuten oder Personen, die eine gleichwertige Ausbildung vorweisen können, zur Kassenpraxis im Bereich der physikalisch-therapeutischen Massnahmen zugelassen.\n\n6. (Kostenpunkt)"}