{"annee": "122", "cour": "V", "page": "166", "date": "10/4/1996", "cite": ["110 V 54", "116 V 298", "120 V 89", "118 V 182", "119 V 180", "107 V 246"], "cite_par": ["137 V 314", "129 II 385", "125 V 413", "131 V 414"], "chapeau": "23. Auszug aus dem Urteil vom 10. April 1996 i.S. M. gegen Arbeitslosenkasse des Kantons Zug und Verwaltungsgericht des Kantons Zug", "regestes": ["Art. 4 Cst., art. 62 al. 3 PA, art. 132 let. c OJ. La partie invitée à s'exprimer sur l'éventualité d'une réforme à son détriment de la décision entreprise doit être expressément rendue attentive à la possibilité de retirer le recours (modification de la jurisprudence)."], "faits": "", "considerants": "|166|\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die Dauer der Einstellung bemisst sich nach dem Grad des Verschuldens (Art. 30 Abs. 3 AVIG) und beträgt 1 bis 10 Tage bei leichtem, 11 bis 20 Tage bei mittelschwerem und 21 bis 40 Tage bei schwerem Verschulden (Art. 45 Abs. 2 AVIV in der hier intertemporalrechtlich anwendbaren, bis 31. Dezember 1995 gültig gewesenen Fassung). Die Arbeitslosenkasse hat die Beschwerdeführerin für vier Tage eingestellt und demzufolge ein leichtes Verschulden angenommen; die Vorinstanz hingegen erachtete das Verschulden als mittelschwer und erhöhte die Einstellung auf fünfzehn Tage. Der Entscheid des kantonalen Gerichts hat auf diese Weise die angefochtene Verfügung zuungunsten der beschwerdeführenden Partei geändert. Es liegt somit eine reformatio in peius vor (BGE 120 V 94 Erw. 5b und 104 Erw. 5b; |167| GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 249; ZIMMERLI, Zur reformatio in peius vel melius im Verwaltungsrechtspflegeverfahren des Bundes, in: Mélanges Henri Zwahlen, Lausanne 1977, S. 511 ff.).\n\n2. a) Beabsichtigt eine Behörde, auf ein Rechtsmittel hin zu einer reformatio in peius zu schreiten, hat sie gemäss konstanter Praxis die betroffene Partei vorgängig darauf aufmerksam zu machen und ihr Gelegenheit zu einer Stellungnahme einzuräumen. Dieser Grundsatz fliesst direkt aus der verfassungsrechtlichen Garantie des rechtlichen Gehörs gemäss Art. 4 BV. Dies gibt dem von einer Verschlechterung bedrohten Beschwerdeführer die Möglichkeit, sein Rechtsmittel zurückzuziehen und damit den in Aussicht stehenden ungünstigen Entscheid abzuwenden (BGE 120 V 94 Erw. 5a und 104 Erw. 5a, BGE 118 V 188 Erw. 2d, je mit Hinweisen).\n\nb) aa) Gemäss der bisherigen Rechtsprechung hatte die Behörde der von der reformatio in peius bedrohten Partei wohl das rechtliche Gehör hinsichtlich der ins Auge gefassten Erledigung zu gewähren. Hingegen bestand bisher keine Verpflichtung, ausdrücklich auf die Möglichkeit des Beschwerderückzugs hinzuweisen (BGE 118 V 188 Erw. 2d in fine, BGE 107 V 248 Erw. 1a in fine). Lediglich in dem in SVR 1995 AlV Nr. 27 S. 67 veröffentlichten Urteil H. vom 12. Juli 1994 hat das Eidg. Versicherungsgericht die Verpflichtung zum Hinweis auf die Rückzugsmöglichkeit beiläufig erwähnt.\n\nbb) Der Sozialversicherungsprozess kennzeichnet sich u.a. durch Einfachheit, was die Rechtsprechung als allgemeines für jeden Verfahrensabschnitt beachtliches Prinzip bezeichnet hat (BGE 110 V 61 Erw. 4b). Der Gedanke der Einfachheit in Verbindung mit dem Verfassungsprinzip der Fairness gemäss Art. 4 BV (dazu grundlegend SALADIN, Das Verfassungsprinzip der Fairness, in: Erhaltung und Entfaltung des Rechts in der Rechtsprechung des Schweizerischen Bundesgerichts, Basel 1975, S. 41 ff.) ist auch in der vorliegenden Verfahrenslage zu berücksichtigen: Die sich abzeichnende Verschlechterung der Rechtsstellung im Verfahren einerseits, die Rückzugsmöglichkeit, welche das Verfahren unmittelbar beendet, anderseits, hängen so eng zusammen, dass konsequenterweise im Rahmen der richterlichen Gehörsgewährung auf beide Punkte (Gefahr der Schlechterstellung und Möglichkeit des Beschwerderückzuges) aufmerksam zu machen ist. Dies entspricht dem Fairnessgebot, indem der das rechtliche Gehör gewährende Richter selber um die Rückzugsmöglichkeit weiss, in vielen Fällen, gerade in der Sozialversicherung, wo häufig ohne fachkundige Rechtsvertretung prozessiert wird, aber nicht der Adressat dieser |168| Mitteilung. Eine erweiterte Aufklärungspflicht, wie sie das Eidg. Versicherungsgericht im schon zitierten Urteil H. vom 12. Juli 1994 erwähnte, trägt daher dem verfassungsrechtlichen Gehörsschutz am besten Rechnung. Im Rahmen eines Meinungsaustausches in der Sache F., wo es zufolge Beschwerderückzuges zu keinem Urteil kam, haben sich die beiden öffentlichrechtlichen Abteilungen des Bundesgerichts dieser Auffassung für den Bereich des Sozialversicherungsrechts angeschlossen.\n\nc) Der Klarheit halber sei beigefügt, dass von dieser Anerkennung einer erweiterten richterlichen Hinweispflicht und ihren Folgen für das Rechtsmittelverfahren die Frage zu unterscheiden ist, ob und unter welchen Abänderungstiteln die Verwaltung im Anschluss an einen den Prozess beendenden Beschwerderückzug befugt ist, auf die materiell richterlich unbeurteilt gebliebene Verfügung zu Lasten des Versicherten zurückzukommen. Unter dem Gesichtswinkel des Beschwerderückzuges im erst-, nicht aber im zweitinstanzlichen Verfahren, wo es diesfalls beim Entscheid des kantonalen Gerichtes bleibt, ist ein Zurückkommen auf die Verfügung durch die Verwaltung grundsätzlich möglich, und zwar nach Massgabe der Grundsätze der Rechtsprechung zur Abänderung formell rechtskräftiger Verwaltungsakte (BGE 119 V 183 f. Erw. 3, 477 Erw. 1a, BGE 116 V 298). Damit ist die erweiterte richterliche Hinweispflicht, welche die Beendigung der Rechtsmittelverfahren erleichtert, mit dem Gebot der Durchsetzung des objektiv richtigen Rechtes vereinbar, um dessentwillen der Gesetzgeber die reformatio in peius (vel melius) im Sozialversicherungsprozess grundsätzlich zugelassen hat.\n\n3. Vorliegend hat das kantonale Verwaltungsgericht die Beschwerdeführerin im Rahmen eines zweifachen Schriftenwechsels vor der Entscheidfällung weder auf die drohende Verschärfung der verfügten Sanktion noch auf die Möglichkeit des Beschwerderückzugs hingewiesen. Wegen dieser Verletzung des rechtlichen Gehörs ist ihr Entscheid aufzuheben, damit sie der Versicherten Gelegenheit zu einer Stellungnahme zur reformatio in peius gebe und sie darauf aufmerksam mache, dass sie die Beschwerde zurückziehen kann."}