{"annee": "122", "cour": "V", "page": "212", "date": "10/6/1996", "cite": ["117 V 271", "110 V 99", "116 V 322", "105 V 63", "97 V 237", "98 V 98", "116 V 323", "115 V 191", "119 V 225", "118 V 200", "98 V 100"], "cite_par": ["131 V 9", "133 V 257", "127 V 121", "130 V 163", "129 V 67", "135 I 161", "130 V 360"], "chapeau": "31. Auszug aus dem Urteil vom 10. Juni 1996 i.S. IV-Stelle des Kantons Zürich gegen S. und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 21 al. 1 LAI, art. 2 al. 2 OMAI, art. 7 et 8 OMAI, ch. 10, phrase introductive, et 10.04* de l'annexe à l'OMAI. - L'activité lucrative et l'accomplissement des travaux habituels au sens de l'art. 27 al. 2 RAI sont placés sur un pied d'égalité, s'agissant de la remise de véhicules à moteur et de véhicules d'invalides selon les ch. 10.01* à 10.04* de l'annexe à l'OMAI, le cas échéant, également sous la forme de contributions d'amortissement ou de participation aux frais de réparation (cf. ATF 116 V 322; également ATF 117 V 273 consid. 2b/bb). Sous l'angle de l'efficacité de la réadaptation, l'accomplissement des travaux habituels doit être d'une importance vitale. - In casu, la réalisation des conditions d'octroi de contributions d'amortissement et de participation aux frais de réparation d'un véhicule automobile acquis personnellement a été niée dans le cas d'une assurée travaillant dans le ménage, mariée et mère d'un enfant en bas âge."], "faits": "|213|\n\nA.- Die 1961 geborene S., verheiratet und seit 6. September 1992 Mutter eines Sohnes, ist seit ihrer Jugendzeit gehbehindert (Status nach Meningitis mit Beinparese rechts). Sie bezog deswegen von der Invalidenversicherung Leistungen, unter anderem seit 17. Dezember 1982 Amortisations- und Reparaturkostenbeiträge an ihren Personenwagen.\n\nIm Rahmen der periodischen Anspruchsüberprüfung gab S. auf Anfrage vom 7. Juli 1993 an, sie habe ihre Stelle bei der Schweizerischen Bankgesellschaft zufolge strukturell bedingter Entlassung auf Ende Mai 1993 verloren und sei seither nicht mehr erwerbstätig (Schreiben vom 19. Juli 1993). In der Folge lehnte die Ausgleichskasse des Kantons Zürich die Übernahme von Amortisations- und Reparaturkostenbeiträgen über den 31. Mai 1993 hinaus ab, weil solche Beiträge nur bei Ausübung einer dauernden existenzsichernden Erwerbstätigkeit ausgerichtet werden könnten, was seit dem genannten Datum nicht mehr der Fall sei (Verfügung vom 30. September 1993).\n\nB.- Die hiegegen erhobene Beschwerde der S. hiess das Sozialversicherungsgericht des Kantons Zürich in dem Sinne gut, dass es die angefochtene Verfügung aufhob und die Sache an die (nunmehr zuständige) |214| kantonale IV-Stelle zurückwies, damit diese nach erfolgter Abklärung im Sinne der Erwägungen über den Anspruch auf Kostenbeiträge für das Motorfahrzeug neu verfüge (Entscheid vom 4. September 1995).\n\nC.- Die IV-Stelle führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, der kantonale Gerichtsentscheid sei aufzuheben.\n\nWährend S. sinngemäss auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, verzichtet das Bundesamt für Sozialversicherung (BSV) auf eine Vernehmlassung.", "considerants": "Aus den Erwägungen:\n\n2. a) Nach Art. 21 IVG hat der Versicherte im Rahmen einer vom Bundesrat aufzustellenden Liste Anspruch auf jene Hilfsmittel, deren er für die Ausübung der Erwerbstätigkeit oder der Tätigkeit in seinem Aufgabenbereich, für die Schulung, die Ausbildung oder zum Zwecke der funktionellen Angewöhnung bedarf (Abs. 1). Der Versicherte, der infolge seiner Invalidität für die Fortbewegung, die Herstellung des Kontaktes mit der Umwelt oder die Selbstsorge kostspieliger Geräte bedarf, hat ebenfalls im Rahmen einer vom Bundesrat aufzustellenden Liste ohne Rücksicht auf die Erwerbsfähigkeit Anspruch auf solche Hilfsmittel (Abs. 2).\n\nb) Laut Art. 2 der Verordnung über die Abgabe von Hilfsmitteln durch die Invalidenversicherung (HVI), erlassen durch das Eidg. Departement des Innern (EDI) gestützt auf Art. 21 Abs. 4 IVG und Art. 14 IVV, besteht im Rahmen der im Anhang aufgeführten Liste Anspruch auf Hilfsmittel, soweit diese für die Fortbewegung, die Herstellung des Kontaktes mit der Umwelt oder für die Selbstsorge notwendig sind (Abs. 1); Anspruch auf die in dieser Liste mit * bezeichneten Hilfsmittel besteht, soweit diese für die Ausübung einer Erwerbstätigkeit oder die Tätigkeit im Aufgabenbereich, für die Schulung, die Ausbildung, die funktionelle Angewöhnung oder für die bei einzelnen Hilfsmitteln ausdrücklich genannte Tätigkeit notwendig sind (Abs. 2).\n\nc) Das Hilfsmittel muss im Einzelfall dazu bestimmt und geeignet sein, dem gesundheitlich beeinträchtigten Versicherten in wesentlichem Umfange zur Erreichung eines der gesetzlich anerkannten Ziele zu verhelfen (BGE 98 V 100 Erw. 1). Der Versicherte hat in der Regel nur Anspruch auf die dem jeweiligen Eingliederungszweck angemessenen, notwendigen Massnahmen, nicht |215| aber auf die nach den gegebenen Umständen bestmöglichen Vorkehren (BGE 110 V 102 Erw. 2). Denn das Gesetz will die Eingliederung lediglich so weit sicherstellen, als diese im Einzelfall notwendig, aber auch genügend ist; ferner muss der voraussichtliche Erfolg einer Eingliederungsmassnahme in einem vernünftigen Verhältnis zu ihren Kosten stehen (BGE 115 V 198 Erw. 4e/cc, 206 oben Erw. 4 i.f.; ZAK 1992 S. 210 Erw. 3a).\n\n3. a) Gemäss Ziff. 10 Ingress HVI Anhang werden Motorfahrzeuge und Invalidenfahrzeuge, unter anderem Automobile (Ziff. 10.04*), an Versicherte abgegeben, die voraussichtlich dauernd eine existenzsichernde Erwerbstätigkeit ausüben und zur Überwindung des Arbeitsweges auf ein persönliches Motorfahrzeug angewiesen sind. Schafft ein Versicherter dieses Hilfsmittel selber an, hat er im Rahmen von Art. 21bis Abs. 1 IVG und Art. 8 HVI Anspruch auf Kostenvergütung in Form jährlicher Amortisationsbeiträge sowie auf Ersatz der Reparaturkosten gemäss Art. 7 Abs. 2 HVI.\n\nb) Nach dem Wortlaut von Ziff. 10 Ingress HVI Anhang ist die gesetzliche Zielrichtung der mit * bezeichneten Hilfsmittelkategorien (Ziff. 10.01*-10.04*) auf die Ausübung der Erwerbstätigkeit im Sinne von Art. 21 Abs. 1 IVG eingeschränkt. Die gemäss dieser Gesetzesbestimmung auf gleicher Stufe rangierende Tätigkeit im Aufgabenbereich (z.B. als Hausfrau; vgl. BGE 98 V 99 Erw. 1) wird nicht erwähnt. Daraus kann entgegen der Auffassung der beschwerdeführenden IV-Stelle nicht gefolgert werden, im nichterwerblichen Bereich tätige Versicherte seien in jedem Fall von der Anspruchsberechtigung ausgeschlossen.\n\nWie das kantonale Gericht unter Hinweis auf BGE 116 V 322 zutreffend ausgeführt hat, hält mit Bezug auf die im HVI Anhang mit * bezeichneten Hilfsmittel eine Schlechterstellung von Versicherten, die im gesetzlich anerkannten Aufgabenbereich tätig sind, gegenüber Erwerbstätigen weder vor Art. 4 Abs. 2 BV noch vor Art. 21 Abs. 1 IVG stand. In dem von der Vorinstanz erwähnten Entscheid stellte das Eidg. Versicherungsgericht im Zusammenhang mit der Abgabe von Hörapparaten zur Erleichterung der Schulung, Ausbildung oder Berufsausübung gemäss Ziff. 6.02* HVI Anhang (in Kraft gestanden bis 31. Dezember 1992) fest, dass der Begriff der Berufsausübung nicht nur die Erwerbstätigkeit, sondern auch die Arbeitsverrichtung im Aufgabenbereich nach Art. 27 Abs. 2 IVV umfasst (BGE 116 V 323 Erw. 2a; vgl. auch BGE 117 V 273 Erw. 2b/bb). An der Gleichbehandlung dieser beiden Eingliederungsbereiche ist auch im Rahmen |216| von Ziff. 10 HVI Anhang festzuhalten. Insoweit nach dieser Verordnungsvorschrift die mit * bezeichneten Hilfsmittel nur bei Ausübung einer Erwerbstätigkeit (in Abgrenzung zu den bisherigen Aufgabenbereichen; Art. 5 Abs. 1 IVG) abgegeben werden können (vgl. Rz. 1009 und 10.01.1* der Wegleitung des BSV über die Abgabe von Hilfsmitteln durch die Invalidenversicherung [WHMI]), ist dies verfassungs- und gesetzeswidrig.\n\n4. a) Kann der streitige Anspruch auf Amortisations- und Reparaturkostenbeiträge an den Personenwagen nicht grundsätzlich, insbesondere nicht aufgrund des Wortlautes von Ziff. 10 Ingress HVI Anhang verneint werden, stellt sich weiter die Frage der Eingliederungswirksamkeit dieser Massnahme. Zu diesem Punkt hat das kantonale Gericht ausgeführt, aufgrund der Art der Behinderung (Lähmung des Fusses) sei nicht auszuschliessen, dass die Beschwerdegegnerin ohne das Auto nicht in der Lage wäre, die Einkäufe selbständig zu tätigen. Insoweit es sich dabei um eine den weiteren Tätigkeiten im Haushalt vorgelagerte und unerlässliche Verrichtung handle, sei der Einkauf für ihre Leistungsfähigkeit im Haushalt von entscheidender Bedeutung. Im Rahmen der Schadenminderungspflicht sei allerdings zu berücksichtigen, inwiefern sie - was die Verwaltung noch abzuklären habe - in der Haushaltführung durch den Ehemann unterstützt werden könne.\n\nDie Verwaltung bringt vor, die Beschwerdegegnerin sei nach ihren Angaben im vorinstanzlichen Verfahren deshalb nach wie vor auf ein Auto angewiesen, weil sie Kinder zu versorgen habe und das Fahrzeug für Einkäufe und Arztbesuche benötige. Diese Tätigkeiten, welche bezogen auf das gesamte Arbeitsvolumen einer Hausfrau lediglich etwa 10% ausmachten, könnten nun aber nicht mit einer existenzsichernden Erwerbstätigkeit gleichgesetzt werden. Dem hält die Beschwerdegegnerin entgegen, sie habe das Auto schon früher nur einen Zehntel des Tages benötigt, habe sie dieses doch lediglich dazu gebraucht, um zur Arbeit und zurück nach Hause zu fahren.\n\nb) aa) Der Verordnungsgeber hat den für das gesamte Eingliederungsrecht geltenden Grundsatz des Eingliederungserfolges (vgl. Erw. 2c hievor) im Bereich von Ziff. 10 HVI Anhang in dem Sinne verschärft, dass die Abgabe der hier aufgezählten, mit * bezeichneten Hilfsmittel an die Anspruchsvoraussetzung der voraussichtlich dauernden Ausübung einer existenzsichernden Erwerbstätigkeit anknüpft. Es genügt somit prognostisch nicht jede Verbesserung oder Erhaltung der Erwerbsfähigkeit (Art. 8 Abs. 1 |217| IVG). Vielmehr muss der Versicherte in der Lage sein, während längerer Zeit ein Einkommen in der Höhe des Mittelbetrages zwischen Minimum und Maximum der ordentlichen einfachen Altersrente monatlich zu erzielen (BGE 118 V 203 Erw. 2c mit Hinweisen; ZAK 1989 S. 565 Erw. 3; vgl. auch BGE 119 V 231 Erw. 5b).\n\nbb) Die Rechtsprechung hat das qualifizierte Anspruchserfordernis der voraussichtlich dauernden Ausübung einer existenzsichernden Erwerbstätigkeit seit jeher (vgl. BGE 105 V 63) ohne weiteres hingenommen. Es besteht kein Anlass, dies in Frage zu stellen. Folglich erscheint es im Rahmen der durch Art. 4 Abs. 2 BV und Art. 21 Abs. 1 IVG geforderten Gleichstellung der Erwerbstätigkeit und der Tätigkeit im Aufgabenbereich als richtig, entsprechende Anforderungen an die Hilfsmittelabgabe an im nichterwerblichen Bereich tätige Versicherte zu stellen. Unter dem Gesichtspunkt der Eingliederungswirksamkeit ist daher zu verlangen, dass der betreffenden Tätigkeit (z.B. Hausarbeit) existentielle Bedeutung zukommt.\n\nc) aa) Mit Bezug auf den Haushaltbereich im besonderen hat das Eidg. Versicherungsgericht im Zusammenhang mit der Abgabe eines Levo-Rollstuhls gestützt auf Ziff. 13.02* HVI Anhang festgehalten, dass der Hilfsmittelanspruch nicht voraussetzt, dass die (oder der) Versicherte den Haushalt überwiegend selbständig besorgt. Es genügt, dass damit eine beachtliche Tätigkeit in diesem Aufgabenbereich ermöglicht wird. Was noch als beachtlich zu gelten hat, bestimmt sich dabei aufgrund des konkret in Betracht fallenden (Teil-)Bereichs unter Berücksichtigung der durch das Hilfsmittel möglichen Verbesserung des Leistungsvermögens (BGE 117 V 271). In diesem Sinne ist in dem in ZAK 1992 S. 437 auszugsweise veröffentlichten Urteil F. vom 24. Juni 1992 der Anspruch auf Amortisations- und Reparaturkostenbeiträge mangels hinreichender Eingliederungswirksamkeit bei einer ausschliesslich im Haushalt tätigen Versicherten verneint worden. Das Gericht gelangte zum Schluss, dass in diesem Fall das Automobil nur gerade in der 10% des gesamten Aufgabenbereichs ausmachenden Teilfunktion des Einkaufens eine Steigerung der auf 25% reduzierten Arbeitsfähigkeit bewirken könnte, das Hilfsmittel somit nicht wesentlich zur Ermöglichung oder Erhaltung einer beachtlichen, mit einer existenzsichernden Tätigkeit zu vergleichenden Haushaltführung beitragen würde.\n\nbb) Nicht anders verhält es sich im vorliegenden Fall, indem lediglich die Steigerung der Arbeitsfähigkeit in dem in der Regel mit 10% des gesamten |218| Haushaltbereichs gewichteten Teilbereich \"Einkaufen und weitere Besorgungen\" (vgl. Rz. 2122 der Wegleitung des BSV über Invalidität und Hilflosigkeit [WIH]) in Frage steht. Andere im Rahmen der Haushaltführung relevante Teilfunktionen fallen hier für die streitige Hilfsmittelabgabe ausser Betracht. So ist hinsichtlich der gemäss Verwaltungspraxis mit 20% zu veranschlagenden \"Betreuung von Kindern oder anderen Familienangehörigen\" nicht ersichtlich, inwiefern aufgrund der Verhältnisse, wie sie sich bis zum Erlass der Verwaltungsverfügung am 30. September 1993 entwickelt haben, die Beschwerdegegnerin auf ihr Auto angewiesen gewesen sein sollte, um den damals gut einjährigen Sohn zu betreuen. Für den Transport dieses Kleinkindes, jedenfalls über längere Distanzen, müsste auch eine nicht gehbehinderte Mutter das Auto verwenden (vgl. BGE 97 V 240 Erw. 3b).\n\ncc) Soweit die Beschwerdegegnerin das Auto auch für die Arztbesuche benötigt, handelt es sich dabei um einen unter Art. 21 Abs. 2 IVG fallenden Eingliederungszweck, wofür die Invalidenversicherung im Rahmen von Ziff. 10 HVI Anhang (mit Ausnahme der hier nicht zur Diskussion stehenden invaliditätsbedingten Abänderungen von Motorfahrzeugen gemäss Ziff. 10.05) keine Leistungen zu erbringen hat."}