{"annee": "122", "cour": "V", "page": "377", "date": "7/11/1996", "cite": ["115 V 191", "115 V 202", "119 V 250"], "cite_par": ["125 V 193", "131 V 107", "125 V 307", "132 V 215", "125 V 237"], "chapeau": "57. Auszug aus dem Urteil vom 7. November 1996 i.S. S. gegen IV-Stelle des Kantons Aargau und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 12 LAI, art. 2 al. 1 RAI: Prise en charge d'un implant cochléen, dans le cas d'un enfant et au titre des mesures médicales de réadaptation. Il n'y a pas lieu de remettre en cause la pratique administrative, selon laquelle l'implant cochléen est pris en charge par l'assurance-invalidité égale- ment en cas de surdité de naissance ou survenue en bas âge (précision de la jurisprudence). L'application d'un implant cochléen est également indiquée en cas d'ossification de la cochlée."], "faits": "", "considerants": "BGE 122 V 377 S. 377\n\nAus den Erwägungen:\n\n2. a) Die beim Beschwerdeführer seit 1989 als Folge einer Pneumokokkensepsis mit Meningoencephalitis bestehende beidseitige Gehörlosigkeit stellt einen stabilen Defektzustand dar und ist medizinischen Eingliederungsmassnahmen der Invalidenversicherung daher grundsätzlich zugänglich. Ebenso steht fest, dass es sich beim Cochlea-Implantat (CI) im Sinne von Art. 2 Abs. 1 IVV um eine nach bewährter BGE 122 V 377 S. 378Erkenntnis der medizinischen Wissenschaft angezeigte Massnahme handelt (BGE 115 V 195 ff. Erw. 4a-d).\n\nb) Streitig und zu prüfen ist zunächst, ob die Massnahme den Eingliederungserfolg in einfacher und zweckmässiger Weise anstrebt, wie dies nach Art. 2 Abs. 1 IVV verlangt wird.\n\nIm Hinblick auf die geforderte Zweckmässigkeit der Versorgung mit einem CI als medizinische Eingliederungsmassnahme nach Art. 12 IVG in Verbindung mit Art. 2 Abs. 1 IVV wurde in BGE 115 V 198 oben Erw. 4e/bb u.a. festgehalten, dass sich das CI vor allem für den postlingual Ertaubten mit guten Kenntnissen der Muttersprache eignet, und gemäss BGE 115 V 207 Erw. 6a i.f. sind die Chancen der kommunikativen Rehabilitation bei einem Versicherten, der an einer unmittelbar nach der Geburt aufgetretenen - prälingualen - Gehörlosigkeit leidet, nicht günstig. Bei angeborener Taubheit würden daher aufgrund der Testerfahrungen nur besonders ausgewählte Versicherte für ein CI in Frage kommen.\n\naa) Das kantonale Gericht führte unter Berufung auf BGE 115 V 198 oben Erw. 4e/bb und 206 f. Erw. 6a aus, dass die Massnahme nicht als zweckmässig erachtet werden könne, weil beim Beschwerdeführer eine prälinguale Ertaubung vorliege. Im weiteren müssten die Erfolgsaussichten bei verknöcherter Cochlea, wie sie beim Versicherten bestehe, aufgrund der Aussagen der Spezialärzte der Universitätsklinik X und des Kantonsspitals K. als schlecht eingestuft werden. Aus allen eingeholten Arztberichten ergebe sich, dass wohl eine Operationsmöglichkeit bestehe, der durch das Implantat erzielbare Gewinn indessen als gering zu betrachten sei. Unter den gegebenen Umständen bestehe ein Missverhältnis zwischen den Kosten der Massnahme und dem damit verfolgten Zweck; das Erfordernis der Einfachheit sei deshalb ebenfalls nicht erfüllt.\n\nDer Beschwerdeführer wendet unter Hinweis auf die Darlegungen des Dr. Seeger, Basel, vorgetragen an der Cochlear Implant-Konsensus-Konferenz der Schweizer CI-Gruppe (HNO-Kliniken der Universitäts- und Kantonsspitäler Basel, Bern, Genf, Luzern, Zürich) vom 18. März 1993, ein, nach wissenschaftlichen Erkenntnissen sei heute gesichert, dass prälingual ertaubte und geburtstaube Kinder nach einer etwas längeren Eingewöhnungszeit vom CI in gleicher Weise profitierten wie peri- und postlingual ertaubte Kinder. Insoweit sei BGE 115 V 206 f. Erw. 6a als wissenschaftlich überholt zu bezeichnen, wovon im übrigen auch das Bundesamt für Sozialversicherung (BSV) ausgehe: Nach dessen IV-Rundschreiben Nr. 7 vom 15. Juni 1994 und Nr. 15 vom 10. August 1995 werde BGE 122 V 377 S. 379das CI auch bei angeborener oder prälingualer Ertaubung von der Invalidenversicherung übernommen. Unter Beilage verschiedener wissenschaftlicher Publikationen aus dem Ausland wird in der Verwaltungsgerichtsbeschwerde ferner geltend gemacht, neueste Erfahrungen zeigten, dass Kinder mit verknöcherter Cochlea ebenso gute Erfolgsaussichten haben könnten wie Empfänger von Implantaten mit normaler Cochlea.\n\nbb) Soweit aus BGE 115 V 198 oben Erw. 4e/bb und 207 Erw. 6a geschlossen werden muss, dass bei angeborener oder prälingualer Taubheit nur besonders ausgewählte Versicherte für ein CI in Frage kommen, weil die Erfolgsaussichten der Versorgung mit einem CI nicht günstig sind, kann an diesen Aussagen im Lichte neuester wissenschaftlicher Erkenntnisse nicht festgehalten werden. Dr. Seeger (CI-Resultate bei Kindern und Erwachsenen aus internationaler Sicht in: Dokumentation Konsensus-Konferenz Cochlear Implant, 18. März 1993) hält als wichtige Langzeit-Ergebnisse von Untersuchungen in den USA, Australien und mehreren europäischen Staaten bei geburtstauben und prälingual ertaubten Kindern folgendes fest:\n\n- Alle Kinder zeigen deutliche Verbesserungen ihrer sprachperzeptiven Fähigkeiten über die Zeit hinweg.\n\n- Alle Kinder, die ihr CI mindestens drei Jahre hatten, also auch die Geburtstauben und Frühertaubten, erreichten ein offenes Sprachverstehen.\n\n- Anfängliche Unterschiede zwischen kongenital und prälingual ertaubten Kindern auf der einen und postlingual ertaubten Kindern auf der andern Seite wurden mit zunehmender Zeit immer geringer.\n\nZusammenfassend stellte Dr. Seeger fest, die bisher vorliegenden Untersuchungen bei geburtstauben und prälingual ertaubten Kindern gäben zu Optimismus Anlass: Es scheint, dass sie nach einiger Zeit des regelmässigen Gebrauchs ähnlich gut von ihrem CI profitieren wie es die peri- und postlingual ertaubten Kinder tun.\n\nDass diese Darlegungen keinen Eingang ins Ergebnisprotokoll der Cochlear Implant-Konsensus-Konferenz der Schweizer CI-Gruppe vom 18. März 1993 (Protokoll vom 19. April 1993) gefunden haben, spricht nicht gegen deren Zuverlässigkeit, sondern ist auf die fehlenden Erfahrungen an den Schweizer Kliniken zurückzuführen, wie aus anderen Stellen im Protokoll deutlich ersichtlich wird. Es ist demnach nicht zu beanstanden, dass das CI nach der Verwaltungspraxis (IV-Rundschreiben des BSV Nr. 7 vom 15. Juni 1994 und Nr. 15 vom 10. August 1995) auch bei Geburts- und Frühertaubten von der Invalidenversicherung übernommen wird.\n\nBGE 122 V 377 S. 380\n\ncc) Mit dem Erfordernis, dass die medizinische Massnahme den therapeutischen Erfolg in einfacher und zweckmässiger Weise anstrebt, bringt Art. 2 Abs. 1 IVV den als allgemeines Prinzip im gesamten Leistungsrecht der Invalidenversicherung geltenden Verhältnismässigkeitsgrundsatz (BGE 119 V 254 mit Hinweisen) zum Ausdruck, der die Relation zwischen den Kosten der medizinischen Massnahme einerseits und dem mit der Eingliederungsmassnahme verfolgten Zweck anderseits beschlägt. Eine betragsmässige Begrenzung der notwendigen Massnahme käme mangels einer ausdrücklichen gegenteiligen Bestimmung nur in Frage, wenn zwischen der Massnahme und dem Eingliederungszweck ein derart krasses Missverhältnis bestünde, dass sich die Übernahme der Eingliederungsmassnahme schlechthin nicht verantworten liesse (BGE 115 V 198 Erw. 4e/cc mit Hinweisen).\n\nSoweit die Vorinstanz die Übernahme des CI unter dem Gesichtswinkel der Einfachheit der Massnahme mit der Begründung ablehnte, dass bei verknöcherter Cochlea die Erfolgsaussichten als gering bezeichnet werden müssten, weshalb zwischen der Massnahme und dem angestrebten Erfolg ein Missverhältnis bestehe, kann ihr ebenfalls nicht gefolgt werden. Dem Ergebnisprotokoll der Cochlear Implant-Konsensus-Konferenz ist zwar zu entnehmen, dass bei Verknöcherung der Schnecke (Cochlea) gewisse operative Schwierigkeiten auftreten, indem unter Umständen nicht alle Elektroden implantiert werden können. Indessen wird eingeräumt, dass mehrere Autoren von guten Ergebnissen auch bei partiellen Implantationen berichteten, und es wird wiederum auf die mangelnde Erfahrung der Schweizer ORL-Kliniken in solchen Fällen hingewiesen. Aus den mit der Verwaltungsgerichtsbeschwerde neu aufgelegten wissenschaftlichen Publikationen geht hervor, dass die Forschung eine Verknöcherung der Cochlea für die Vornahme einer Cochlear-Implantation anfänglich als Kontraindikation betrachtete. Durch die Entwicklung der chirurgischen Technik in den letzten Jahren habe man das Problem der verknöcherten Cochlea jedoch besser in den Griff bekommen. Neueste Erfahrungen zeigten, dass Kinder mit ossifizierter Cochlea ebenso gute Erfolgsaussichten haben könnten wie Empfänger von Implantaten mit normaler Cochlea (JON K. SHALLOP u.a., Multichannel Cochlear Implant in Children with Labyrinthitis Ossificans, Wien 1994; O. DEGUINE u.a., Technique chirurgicale et résultats de l'implant cochléaire dans les cochlées normales et ossifiées, in Revue de laryngologie, Bd. 114 Nr. 1, 1993, S. 5 ff.; JOHN L. KEMINK u.a., Auditory Performance of Children With Cochlear Ossification and Partial Implant Insertion, in Laryngoscope 102, September 1992). Im Lichte dieser neuesten wissenschaftlichen Forschungsergebnisse ist der Argumentation der Vorinstanz, die Versorgung mit einem CI müsse im vorliegenden Fall wegen der Verknöcherung der Cochlea als unverhältnismässig und damit dem Gebot der Einfachheit der Massnahme gemäss Art. 2 Abs. 1 IVV widersprechend bezeichnet werden, die Grundlage entzogen. Vielmehr kann als erstellt gelten, dass die hohen Kosten für das CI auch bei den vorliegenden anatomischen Gegebenheiten in einem vernünftigen Verhältnis zum angestrebten Eingliederungserfolg stehen. Die Voraussetzungen nach Art. 2 Abs. 1 IVV sind somit entgegen den Ausführungen der Vorinstanz als erfüllt zu betrachten."}