{"annee": "122", "cour": "III", "page": "439", "date": "31/10/1996", "cite": ["116 II 625", "102 IA 308", "117 IB 347", "105 IB 45", "104 IA 278", "109 IA 55"], "cite_par": ["124 III 134", "142 III 180", "135 III 623", "143 III 225"], "chapeau": "81. Auszug aus dem Urteil der II. Zivilabteilung vom 31. Oktober 1996 i.S. M. R. gegen A. SA und D. Establishment sowie Obergericht (Justizkommission) des Kantons Zug (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; reconnaissance d'un jugement rendu aux Etats-Unis contre un ressortissant suisse; convention de prorogation de for (art. 80 et art. 81 LP, art. 26 let. b et art. 27 al. 2 let. a LDIP). Il n'est pas arbitraire de partir du principe que la validité d'une convention de prorogation de for doit être jugée selon le droit suisse. Il n'est pas davantage insoutenable d'examiner la conclusion d'une telle convention, en particulier la concordance de la volonté des parties, selon la loi de l'etat dans lequel la reconnaissance est demandée, soit en l'occurrence selon le droit suisse. Examen de l'interprétation de la convention sous l'angle de l'arbitraire (consid. 3). L'art. 27 al. 2 let. a LDIP exige que le défendeur ait été régulièrement cité à la première audience du tribunal qui a rendu le jugement. Il n'est pas contraire à l'art. 4 Cst. de reconnaître un jugement étranger malgré l'absence de preuve de la notification de la citation à la première audience, lorsque le défendeur a eu connaissance autrement de l'instance introduite contre lui et qu'il aurait en outre pu se présenter à une audience contradictoire ultérieure à laquelle ses intérêts ont été défendus par son avocat (consid. 4)."], "faits": "BGE 122 III 439 S. 440\n\nA.- Am 16. November 1994 erteilte der Rechtsöffnungsrichter beim Kantonsgerichtspräsidium Zug der A. SA und der D. Establishment in der gegen M. R. gerichteten Betreibung Nr. ... des Betreibungsamtes X. aufgrund des Urteils des United States District Court, Southern District of New York, vom 25. Februar 1992, definitive Rechtsöffnung für Fr. 5'106'153.-- nebst Zins und Kosten. Gegen diesen Entscheid beschwerte sich M. R. erfolglos bei der Justizkommission des Obergerichts des Kantons Zug.\n\nB.- M. R. führt staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Er beantragt, den Entscheid der Justizkommission vom 22. Dezember 1995 und damit auch den Rechtsöffnungsentscheid vom 16. November 1994 aufzuheben und die definitive Rechtsöffnung in der Betreibung Nr. ... des Betreibungsamtes X. nicht zu gewähren.\n\nC.- Die A. SA und die D. Establishment stellen Antrag auf Abweisung der Beschwerde.\n\nDas Bundesgericht weist die staatsrechtliche Beschwerde ab.\n\nBGE 122 III 439 S. 441", "considerants": "Aus den Erwägungen:\n\n2. In der Sache selbst geht es darum, ob das Urteil des United States District Court, Southern District of New York, vom 25. Februar 1992, in der angehobenen Betreibung einen tauglichen Rechtsöffnungstitel bildet. Dies hängt davon ab, ob die Anerkennung und Vollstreckbarkeit des genannten Entscheides für die Schweiz bejaht wird (vgl. Art. 80 und 81 SchKG). Da diesbezüglich zwischen der Schweiz und den USA kein Abkommen besteht, beurteilt sich diese Frage nach den Bestimmungen des IPRG (SR 291), des nähern nach dessen Art. 25. Danach wird eine ausländische Entscheidung in der Schweiz anerkannt, wenn sie von einem zuständigen Gericht ergangen und unanfechtbar geworden ist; ferner ist erforderlich, dass Art. 27 IPRG einer Anerkennung nicht entgegensteht.\n\n3. Das Obergericht hält dafür, diese Anerkennungsvoraussetzungen seien im vorliegenden Fall erfüllt. Namentlich sei die Zuständigkeit des amerikanischen Gerichts gegeben, weil die Parteien sich durch eine nach IPRG gültige Vereinbarung vom 19. Mai 1986 der Kompetenz dieses Gerichtes unterworfen hätten.\n\na) Der Beschwerdeführer rügt dies als willkürlich und macht zunächst geltend, der besagte Vertrag könne gar keine Gerichtsstandsvereinbarung enthalten, weil allen Beteiligten beim Abschluss klar gewesen sei, dass die Zuständigkeit des angerufenen Gerichts nicht durch Gerichtsstandsvereinbarung habe begründet werden können. Dabei beruft er sich auf U.S.C.A. Const. Art. 3, § 2, cl. 1, wonach die Zuständigkeit eines Federal Court nicht Gegenstand einer Parteivereinbarung bilden kann.\n\nDas Obergericht hat angenommen, ausschliesslich nach schweizerischem Recht sei zu beurteilen, ob der erwähnte Prozessvertrag eine Gerichtsstandsvereinbarung enthalte. Das Urteil des prorogierten Gerichts sei anzuerkennen, wenn die Prorogation sich aus schweizerischer Sicht als zulässig erweise. Dies müsse vorliegend bejaht werden, zumal die Vereinbarung vom 19. Mai 1986 den Anforderungen von Art. 5 IPRG genüge.\n\nDiese Auffassung hält vor dem Willkürverbot des Art. 4 BV stand. Gemäss Art. 26 lit. b IPRG ist die Zuständigkeit ausländischer Behörden begründet, wenn die Parteien sich in vermögensrechtlichen Streitigkeiten durch eine \"nach diesem Gesetz gültige Vereinbarung\" der Zuständigkeit der entscheidenden Behörde unterworfen haben. Ob eine gültige und wirksame Gerichtsstandsvereinbarung vorliegt, beantwortet sich mithin aufgrund des BGE 122 III 439 S. 442Wortlautes der einschlägigen Bestimmung ausschliesslich nach schweizerischem Recht; die Antwort auf die Frage hängt davon ab, ob die Zulässigkeitsvoraussetzungen des Art. 5 IPRG beachtet worden sind (vgl. VOLKEN, in: IPRG Kommentar, Zürich 1993, N. 17 f. zu Art. 26 IPRG; DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, Basel 1996, N. 5 zu Art. 26 IPRG; BERTI/SCHNYDER, in: Kommentar zum schweizerischen Privatrecht, Internationales Privatrecht, Basel 1995, N. 10 zu Art. 26 IPRG). Entgegen der Auffassung des Beschwerdeführers kann der schweizerische Gesetzgeber denn auch nicht bestimmen, ob und innerhalb welcher Schranken Gerichtsstandsvereinbarungen für ausländische Gerichte beachtlich sind (REISER, Gerichtsstandsvereinbarungen nach dem IPR-Gesetz, Diss. ZH 1989, S. 64; STOJAN, Die Anerkennung und Vollstreckung ausländischer Zivilurteile in Handelssachen, Diss. ZH 1986, S. 112).\n\nb) Das Obergericht hat sodann festgehalten, aus Art. 5 IPRG lasse sich nichts über Art und Rechtsnatur einer Gerichtsstandsvereinbarung herleiten. Immerhin könne gesagt werden, dass solche Vereinbarungen auf einem sich aus zwei übereinstimmenden Willensäusserungen ergebenden Konsens beruhten und dass das Zustandekommen des Vertrages und die Frage des Konsenses sich grundsätzlich nach der lex fori (des Anerkennungsstaates), hier also nach schweizerischem Recht, richteten.\n\nSoweit der Beschwerdeführer den Verweis auf die lex fori als willkürlich beanstandet, kann seiner Beschwerde ebenfalls kein Erfolg beschieden sein. Als Massstab für die Beurteilung der Gültigkeit des Konsenses enthält Art. 5 IPRG nämlich nur Formvorschriften, wogegen die Frage der materiellen Willenseinigung und weiterer Voraussetzungen für das gültige Zustandekommen der Vereinbarung darin nicht geregelt werden. Zu diesem Problemkreis hat sich indessen die Lehre verschiedentlich geäussert. KAUFMANN-KOHLER (La clause d'élection de for dans les contrats internationaux, Basel 1980, S. 90) vertritt die Ansicht, die Vereinbarung unterliege diesbezüglich den Bestimmungen des Obligationenrechts. Nach REISER (a.a.O., S. 119 i.V.m. S. 66 ff., insbes. S. 70) ist das \"von den einschlägigen Kollisionsnormen für anwendbar erklärte Recht\" anzuwenden, wobei er in Anlehnung an Art. 178 Abs. 2 IPRG wahlweise die lex fori, die lex causae oder das für die Prorogation gewählte Recht (favor validatis) gelten lassen will (vgl. VOLKEN, a.a.O., N. 9 zu Art. 5 IPRG). STOJAN (a.a.O., S. 114) schliesslich hält die allgemeinen Regeln des schweizerischen Vertragsrechts für analog anwendbar.BGE 122 III 439 S. 443\n\nAngesichts dieser Lehrmeinungen kann die Auffassung des Obergerichts nicht als willkürlich bezeichnet werden.\n\nc) Der Beschwerdeführer macht ferner geltend, der Sinngehalt des Prozessvertrages müsse aus der konkreten Prozessituation erschlossen werden. Vorliegend sei es unter diesem Gesichtswinkel darum gegangen, ob er für den Zeitpunkt der Klageeinleitung als New Yorker Bürger zu gelten habe. Die Vereinbarung sei also im Hinblick auf die Frage abgeschlossen worden, welchem Teilstaat der USA er angehöre, falls das angerufene Gericht seine US-Staatsangehörigkeit als gegeben annehme. Aus der Vereinbarung der Zugehörigkeit zu einem bestimmten amerikanischen Gliedstaat dürfe aber nicht gefolgert werden, es sei generell eine Wohnsitzzuständigkeit in New York begründet worden. Er habe nur vereinbart, für den Fall der gerichtlichen Feststellung seiner (nach wie vor bestrittenen) Staatsangehörigkeit zur USA darauf zu verzichten, eine andere Zugehörigkeit als jene zum Gliedstaat New York geltend zu machen. Es sei willkürlich, die Vereinbarung einer Tatsache, die nur eine von mehreren Zuständigkeitsvoraussetzungen bilde, als Prorogationsvertrag auszulegen, zumal die Zuständigkeit des angerufenen Gerichts nach wie vor bestritten worden sei.\n\nInhaltlichen Kerngehalt einer Prorogationsvereinbarung bildet der Austausch gegenseitiger übereinstimmender Willenserklärungen über den Gerichtsstand (HESS, in: Kommentar zum schweizerischen Privatrecht, N. 66 zu Art. 5 IPRG). Davon ausgehend hat das Obergericht im vorliegenden Fall in Auslegung nach dem Vertrauensprinzip (BGE 109 Ia 55 E. 3a) wesentlich darauf abgestellt, welcher Sinn und Zweck der hier zur Diskussion stehenden Vereinbarung vernünftigerweise und nach guten Treuen beizumessen sei. Dabei hat es geprüft, ob die Beschwerdegegnerinnen in guten Treuen hätten annehmen dürfen, mit der Annahme der Vereinbarung vom 19. Mai 1986 sei einer darin enthaltenen Gerichtsstandsklausel zugestimmt worden.\n\naa) Das Ergebnis der Auslegung kann alles andere denn als willkürlich bezeichnet werden. Die Schlüsselpassage in der Vereinbarung vom 19. Mai 1986 lautet in deutscher Übersetzung wie folgt:\n\n\"Für den Fall der Feststellung durch das Gericht, M. R. sei zum Zeitpunkt der Klageeinleitung Bürger der Vereinigten Staaten gewesen, wird vereinbart, dass M. R. zum Zeitpunkt der Klageeinleitung wohnhaft in New York und Bürger des Staates New York gewesen sei...\"\n\nDieser Kernsatz der Vereinbarung ist vor dem Hintergrund der \"Diversity Jurisdiction Rule\" (28 USC § 1322) zu betrachten.BGE 122 III 439 S. 444\n\nDanach gilt ein US-District-Gericht für die Beurteilung einer Klage als zuständig, wenn bei Klageeinleitung eine Partei US-Bürger und gleichzeitig Bürger eines US-Gliedstaates ist und die andere einem fremden Staat angehört. Dass letztere Voraussetzung für die Beschwerdegegnerinnen zutraf, war nie bestritten. Hingegen war kontrovers, ob die erstgenannten Erfordernisse beim Beschwerdeführer vorlagen. Er selbst stellte dies kategorisch in Abrede, wogegen die Beschwerdegegnerinnen diese Voraussetzungen bei ihm als gegeben erachteten. Diese gegensätzlichen Standpunkte wurden denn auch in den Erwägungen (Whereas clauses) der Vereinbarung vom 19. Mai 1986 festgehalten. Das angerufene Gericht musste im Rahmen der Prüfung der Zuständigkeit zum einen abklären, ob der Beschwerdeführer bei Klageeinleitung Bürger der USA war; falls es diese Frage bejahte, galt es zum andern zu ergründen, welchem Gliedstaat der Beschwerdeführer in bezug auf Wohnsitz und Staatsangehörigkeit zugehörte. Das Gericht äusserte den Wunsch nach einer Vereinbarung der Parteien über die zweite Frage (vgl. Erwägung 4), wohl aus der Überlegung, dass es sich dann nur noch mit der ersten zu befassen habe. Diesem Wunsch sind die Parteien nachgekommen und haben die Abmachung vom 19. Mai 1986 getroffen, die eine Regelung in bezug auf die zweite Frage enthält, welche über eine Bedingung mit der ersten gekoppelt worden ist: Sollte das Gericht die US-Staatsangehörigkeit des Beschwerdeführers bejahen, so habe dieser als Einwohner und Angehöriger des Gliedstaates New York zu gelten.\n\nDass die einvernehmliche Regelung dieser Fragen mit der Zuständigkeitsproblematik eng zusammenhängt, erhellt aus den Erwägungen 2 und 3 der Vereinbarung, wo die gegensätzlichen Parteistandpunkte zur Zuständigkeit des angerufenen Gerichts festgehalten sind. Daraus geht aber auch hervor, dass die Frage nach der Zugehörigkeit des Beschwerdeführers zum Gliedstaat New York überhaupt erst im Blick auf die erwähnte Zuständigkeitsthematik Bedeutung erlangte.\n\nNicht als unhaltbar erweist sich, dass das Obergericht daraus folgerte, in der genannten Vereinbarung habe der Beschwerdeführer bedingt die Zuständigkeit des New Yorker Gerichts anerkannt. Die letzte kantonale Instanz durfte insbesondere aus der Sicht des für die Auslegung der vorliegenden Vereinbarung massgebenden Vertrauensgrundsatzes den Prozessvertrag willkürfrei dahin interpretieren, dass schon bei gerichtlicher Feststellung der US-Staatsangehörigkeit des Beschwerdeführers angenommen werden dürfe, er sei bei BGE 122 III 439 S. 445Klageeinleitung gleichzeitig Einwohner und Bürger von New York gewesen und dass damit die Zuständigkeit des angerufenen Gerichts im Hinblick auf die Diversity Jurisdiction Rule als anerkannt gelte.\n\nbb) Was der Beschwerdeführer dagegen vorbringt, ist nicht geeignet, die Auffassung des Obergerichts als mit Art. 4 BV unvereinbar erscheinen zu lassen.\n\nbb/aa) Er hält zum einen dafür, die Interpretation verstosse gegen den Wortlaut des Prozessvertrages. In Erwägung 2 sei nämlich festgehalten, dass er die Zuständigkeit des angerufenen Gerichts bestreite, und in Erwägung 7 werde gesagt, dass die Vereinbarung nicht als Verzicht auf diesen Standpunkt ausgelegt werden dürfe. Dies schliesse aus, die Abmachung als Gerichtsstandsvereinbarung zu qualifizieren.\n\nIndessen ist nicht zu übersehen, dass die hier interessierende Vereinbarung zweistufig aufgebaut ist. In einem ersten Abschnitt, welcher die Erwägungen (Whereas clauses) umfasst, werden die Prozesspositionen der Parteien umrissen und die Gründe aufgeführt, welche zum Abkommen geführt haben. Der zweite Teil hingegen enthält die eigentliche Vereinbarung. Die Erwägungen 2 und 7, worauf sich der Beschwerdeführer beruft, stehen im ersten Abschnitt und damit gewissermassen im Vorfeld der Abmachung; es ist deswegen auch nicht unhaltbar anzunehmen, die in Erwägung 2 festgehaltene Bestreitung der Zuständigkeit des amerikanischen Gerichts durch den Beschwerdeführer betreffe dessen Standpunkt vor Abschluss der Prozessvereinbarung und erstrecke sich deshalb nicht auf diese selbst. Ebensowenig willkürlich erscheint die Annahme, der Vorbehalt von Erwägung 7 gelte (nur) für den Fall, dass die nachfolgende eigentliche Vereinbarung aus irgendwelchen Gründen nicht wirksam werde. Unter dieser Voraussetzung erschien es sachgerecht festzuhalten, dass es jeder Partei unbenommen bleiben solle, ihren ursprünglichen Standpunkt aufrecht zu erhalten. Würde indessen der Version des Beschwerdeführers gefolgt, dass Erwägung 7 einen generellen, für die gesamte Vereinbarung gültigen Vorbehalt enthalte, fiele es schwer, den Sinn der Vereinbarung einzusehen. Wäre die Zuständigkeit des angerufenen Gerichts nach wie vor und in genereller Weise bestritten geblieben, hätte der Prozessvertrag sein Ziel von Anfang an verfehlen müssen. Insbesondere aus der Sicht der Beschwerdegegnerinnen hätte der Abschluss der Vereinbarung bei fortdauernder Bestreitung der Zuständigkeit des angerufenen Gerichts durch den Beschwerdeführer keinen Sinn gehabt, was unter dem Gesichtswinkel des Vertrauensgrundsatzes berücksichtigt BGE 122 III 439 S. 446werden muss. Damit ist der Rüge des Beschwerdeführers, der Wortlaut der Vereinbarung schliesse deren Interpretation als Gerichtsstandsvereinbarung aus, die Grundlage entzogen.\n\nbb/bb) Der Beschwerdeführer macht sodann geltend, bei der Auslegung von Gerichtsstandsvereinbarungen sei eine gewisse Zurückhaltung geboten und es dürften nicht irgendwelche Prozesserklärungen als \"sinngemässe\" Gerichtsstandsvereinbarungen konstruiert werden; dies werde namentlich durch Art. 59 BV untersagt.\n\nWohl werden an die Bildung des Konsenses bei Gerichtsstandsklauseln, die in Formularverträgen oder Allgemeinen Geschäftsbedingungen enthalten sind, erhöhte Anforderungen gestellt, wenn geschäftsunerfahrene und rechtsunkundige Personen beteiligt sind (vgl. dazu BGE 104 Ia 278). Im vorliegenden Fall waren aber im amerikanischen Gerichtsverfahren beide Parteien durch Anwälte vertreten; zudem wurde der zur Diskussion stehende Prozessvertrag in einem laufenden Verfahren geschlossen. Mit Blick darauf kann nicht argumentiert werden, es sei bei den Parteien oder bei einer von ihnen unbemerkt eine Bindungswirkung eingetreten; vielmehr ist davon auszugehen, dass die rechtskundigen Parteivertreter die Bedeutung und Tragweite des von ihnen geschlossenen Prozessvertrages richtig erkannt haben. Dem Obergericht kann deshalb nicht angelastet werden, es habe gegen das Willkürverbot von Art. 4 BV verstossen, indem es die für die Auslegung von Gerichtsstandsvereinbarungen entwickelten Kriterien nicht beachtet habe.\n\n4. a) Als willkürlich bezeichnet der Beschwerdeführer ferner die Auffassung des Obergerichts, es liege kein Grund gemäss Art. 27 IPRG vor, der die Verweigerung der Anerkennung des ausländischen Urteils rechtfertige. Mit Art. 27 IPRG nicht vereinbar sei die Ansicht der letzten kantonalen Instanz, es genüge, wenn er wenigstens einmal während des Verfahrens Gelegenheit erhalten habe, seine Verteidigungsrechte wahrzunehmen. Die besagte Bestimmung sei nämlich gerade deshalb geschaffen worden, um dem Beklagten von Anfang an, und nicht erst im Verlaufe des Prozesses, die Möglichkeit zu geben, seine Rechte zu wahren. Deshalb müsse die erste Vorladung völkerrechtlich ordnungsgemäss erfolgen; spätere korrekte Zustellungen vermöchten daher den Mangel einer fehlerhaften ersten Vorladung nicht mehr zu heilen. Da im Verfahren vor dem New Yorker Gericht die erste Vorladung an ihn nicht ordnungsgemäss ergangen sei und er sich auch nie vorbehaltlos auf jenen Prozess eingelassen habe, stehe Art. 27 IPRG der Anerkennung und Vollstreckbarkeit des amerikanischen Urteils entgegen.BGE 122 III 439 S. 447\n\nArt. 27 IPRG ist Ausdruck des formellen schweizerischen Ordre public, der die Beachtung fundamentaler verfahrensrechtlicher Prinzipien des schweizerischen Rechts sicherstellen will (vgl. dazu BGE 116 II 625). Zum formellen Ordre public gehört das Erfordernis einer gehörigen Vorladung (BGE 117 Ib 347 E. 2b/aa S. 349 f.), wobei darunter diejenige zur ersten Verhandlung vor das urteilende Gericht zu verstehen ist (BERTI/SCHNYDER, a.a.O., N. 11 zu Art. 27 IPRG; STOJAN, a.a.O., S. 123; VOLKEN, a.a.O., N. 31 zu Art. 27 IPRG). Diesbezüglich wird im angefochtenen Urteil ausgeführt, die Voraussetzungen der gehörigen Vorladung seien unbestrittenermassen erfüllt, falls der Beschwerdeführer bei Klageeinleitung noch Wohnsitz oder gewöhnlichen Aufenthalt in den USA gehabt habe. Selbst wenn dies jedoch verneint werden müsse, sei immerhin dem Kerngehalt von Art. 27 Abs. 2 lit. a IPRG genügt worden, zumal dem Beschwerdeführer im Rahmen des amerikanischen Verfahrens rechtzeitig, nämlich viele Jahre vor der Urteilsfällung, Gelegenheit geboten worden sei, seinen Standpunkt darzulegen und seine Verteidigungsrechte zu wahren.\n\nb) Diese Auffassung erscheint nicht als unhaltbar. Das Erfordernis der gehörigen Ladung ist eine Schutzbestimmung zugunsten des inländischen Beklagten, der im Ausland eingeklagt und verurteilt wird, ohne dass er davon wusste und ohne dass er Gelegenheit hatte, sich dort zu verteidigen (BGE 115 Ib 197 E. 4a/cc S. 201). Die Vorschrift, dass die erste Ladung gehörig erfolgen müsse, bezweckt, dem Beklagten Kenntnis von der Einleitung des gegen ihn im Ausland angestrengten Prozesses zu verschaffen, um ihm dadurch die Verteidigung vor dem Prozessgericht zu ermöglichen (BGE 105 Ib 45 E. 2a S. 46 f.). Art. 27 Abs. 2 lit. a IPRG will denn auch einer ausländischen Entscheidung, die in einem gegenüber dem Beklagten unkorrekt durchgeführten Verfahren ergangen ist, die Anerkennung versagen (vgl. BGE 102 Ia 308 E. 4a; VOLKEN, a.a.O., N. 30 zu Art. 27 IPRG).\n\nIm vorliegenden Fall hat der Beschwerdeführer aufgrund der Opinion des New Yorker Gerichts vom 19. Januar 1987 formell Kenntnis von dem gegen ihn angehobenen Verfahren erhalten, und gleichzeitig wurde ihm Gelegenheit zur Wahrnehmung seiner Verteidigung vor jenem Gericht gewährt. In der genannten Opinion wurde nämlich u.a. ausgeführt:\n\n\"Now that jurisdictional question has been decided, if R. wishes to move to vacate the default judgment and to participate in a trial of the action with the other defendant, the court will entertain such a motion\".BGE 122 III 439 S. 448\n\nÜberdies führte das New Yorker Gericht am 17. April 1991 eine kontradiktorische Verhandlung durch, zu welcher der Beschwerdeführer persönlich hätte erscheinen können und an welcher er jedenfalls durch seinen Anwalt vertreten war; dieser setzte sich eingehend mit den Darlegungen der Beschwerdegegnerinnen auseinander und legte auch den Standpunkt seines Mandanten ausführlich dar.\n\nWürde unter solchen Umständen dem Urteil des New Yorker Gerichts die Anerkennung in der Schweiz mit dem Argument versagt, der strikte Nachweis für die ordnungsgemässe Zustellung der ersten Vorladung sei nicht erbracht, so liefe dies auf einen überspitzten Formalismus hinaus, der zu einem prozessualen Leerlauf führen müsste. Damit erweist sich die staatsrechtliche Beschwerde auch insoweit als unbegründet."}