{"annee": "122", "cour": "IV", "page": "279", "date": "26/9/1996", "cite": ["121 IV 104", "120 IV 190"], "cite_par": ["123 IV 17", "129 IV 61", "128 III 180", "142 IV 346", "128 III 22", "127 III 73", "127 III 543", "129 IV 124", "132 II 144"], "chapeau": "42. Auszug aus dem Urteil des Kassationshofes vom 26. September 1996 i.S. Staatsanwaltschaft des Kantons Zürich gegen C. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 159 al. 1 aCP; art. 71 al. 1 LPP; art. 50, art. 57 al. 2 et 4, art. 59 al. 1 et 3 OPP 2; gestion déloyale au préjudice d'une fondation de prévoyance du personnel, octroi d'un prêt particulièrement périlleux à l'employeur; atteinte aux intérêts pécuniaires, intention. La mise en danger des intérêts pécuniaires constitue une atteinte à ceux-ci, lorsqu'en établissant consciencieusement le bilan il est nécessaire de rectifier la valeur de la créance ou de provisionner une perte (consid. 2a). Celui qui, en tant que président d'une fondation de prévoyance du personnel, accorde un prêt particulièrement hasardeux à l'entreprise employeuse, porte atteinte aux intérêts pécuniaires de la fondation (consid. 2c). S'il connaît ce risque ou tout au moins en accepte l'éventualité, il se rend coupable de gestion déloyale (consid. 2d). Les créances de l'institution de prévoyance contre l'employeur doivent porter intérêt au taux usuel du marché (consid. 2e)."], "faits": "BGE 122 IV 279 S. 280\n\nC. beherrschte eine Gruppe von Firmen, mit deren Aufbau er im Jahr 1979 begonnen hatte. Er war zugleich Vorsitzender des Stiftungsrates von zwei Personalvorsorgestiftungen, welche für die Mitarbeiter der Firmen eingerichtet worden waren. Im März 1991 fiel die Firmengruppe in Konkurs. Die beiden Stiftungen, die den Firmen Darlehen gewährt hatten, gingen im Konkurs leer aus und erlitten einen Verlust von Fr. 1'148'200.--. C. wurde vorgeworfen, als Präsident des Stiftungsrates zwischen anfangs 1989 und März 1991 einzelnen seiner Firmen in Missachtung der gesetzlichen Vorschriften ungesicherte Darlehen von erheblich mehr als 20 Prozent des Stiftungsvermögens gewährt zu haben.\n\nAm 7. Februar 1995 verurteilte ihn das Bezirksgericht Zürich wegen ungetreuer Geschäftsführung zu 7 Monaten und 10 Tagen Gefängnis als Zusatzstrafe zu einem Urteil des Appellationsgerichtes Basel-Stadt. Es schob den Vollzug der Strafe auf bei einer Probezeit von 2 Jahren.\n\nAuf Berufung hin sprach ihn das Obergericht des Kantons Zürich am 17. Oktober 1995 frei.\n\nDie Staatsanwaltschaft führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. a) Das Bezirksgericht nahm an, anwendbar sei hier der Tatbestand der ungetreuen Geschäftsführung nach Art. 159 Abs. 1 aStGB. Es bejahte die Geschäftsführereigenschaft des Beschwerdegegners. Ungesicherte Anlagen beim Arbeitgeber dürften 20 Prozent des Vermögens der Vorsorgeeinrichtung nicht übersteigen und seien nur dann zulässig, wenn sie den Sicherheitsanforderungen genügten. Im zu beurteilenden Fall sei der Grenzwert von 20 Prozent unter allen Umständen erheblich überschritten worden. Der Beschwerdegegner habe dies gewusst. Er habe einen Schaden der Vorsorgeeinrichtungen in Kauf genommen. Die Darlehen seien angesichts der schlechten finanziellen Lage der Firmengruppe von vornherein mit einem erheblichen Risiko belastet gewesen.\n\nDie Vorinstanz erachtet den objektiven Tatbestand ebenfalls als gegeben. Sie verneint dagegen den Vorsatz. Entscheidend sei, ob der Beschwerdegegner ernsthaft mit dem Konkurs der Firmengruppe gerechnet habe. Dies könne ihm BGE 122 IV 279 S. 281nicht nachgewiesen werden. Deshalb sei er freizusprechen.\n\nb) Die Beschwerdeführerin macht geltend, der Freispruch verletze Bundesrecht.\n\n2. a) Gemäss Art. 159 Abs. 1 aStGB wird wegen ungetreuer Geschäftsführung bestraft, wer jemanden am Vermögen schädigt, für das er infolge einer gesetzlichen oder einer vertraglich übernommenen Pflicht sorgen soll. Der am 1. Januar 1995 in Kraft getretene Tatbestand der ungetreuen Geschäftsbesorgung nach Art. 158 Ziff. 1 nStGB ist nicht milder. Die kantonalen Behörden sind deshalb zu Recht von der Anwendbarkeit von Art. 159 aStGB ausgegangen (Art. 2 Abs. 2 StGB).\n\nBei der ungetreuen Geschäftsführung handelt es sich um ein Verletzungs-, nicht um ein Gefährdungsdelikt. Der Tatbestand setzt einen Vermögensschaden voraus. Dieser ist gegeben bei tatsächlicher Schädigung durch Verminderung der Aktiven, Vermehrung der Passiven, Nichtverminderung der Passiven oder Nichtvermehrung der Aktiven sowie dann, wenn das Vermögen in einem Masse gefährdet wird, dass es in seinem wirtschaftlichen Wert vermindert ist (BGE 121 IV 104 E. 2c mit Hinweisen). Unter wirtschaftlichen Gesichtspunkten vermindert ist das Vermögen, wenn der Gefährdung im Rahmen einer sorgfältigen Bilanzierung durch Wertberichtigung oder Rückstellung Rechnung getragen werden muss (MARTIN SCHUBARTH, Vermögensschaden durch Vermögensgefährdung, Festschrift für Jean Gauthier, Bern 1996, S. 79). Vergibt ein Geschäftsführer klar ungenügend gesicherte Kredite, so steht nicht fest, ob daraus tatsächlich ein Schaden resultieren wird. Trotzdem wird das betreffende Darlehen in der Bilanz nicht mehr zum Nennwert eingesetzt (vgl. Art. 669 Abs. 1 OR), sondern der Betrag wird teilweise abgeschrieben. In diesem Sinne bedeutet die erhebliche Unsicherheit betreffend die Einbringlichkeit des gewährten Darlehens nicht nur eine Gefährdung des Vermögens in der Höhe des Darlehensbetrages, sondern gleichzeitig auch einen Schaden in der Höhe eines Teilbetrages desselben (ANDREAS DONATSCH, Aspekte der ungetreuen Geschäftsbesorgung nach Art. 158 StGB, ZStrR 114/1996, S. 217 mit Hinweisen).\n\nDer Tatbestand der ungetreuen Geschäftsführung setzt Vorsatz voraus. Eventualvorsatz genügt. Dieser ist gegeben, wenn der Täter mit dem Schaden rechnet, aber gleichwohl handelt, weil er sich damit abfindet für den Fall, dass er eintreten sollte (BGE 120 IV 190 E. 2b mit Hinweisen).\n\nBGE 122 IV 279 S. 282\n\nb) Gemäss Art. 71 Abs. 1 des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG; SR 831.40) verwalten die Vorsorgeeinrichtungen ihr Vermögen so, dass Sicherheit und genügender Ertrag der Anlagen, eine angemessene Verteilung der Risiken sowie die Deckung des voraussehbaren Bedarfes an flüssigen Mitteln gewährleistet sind. Nach Art. 50 der Verordnung über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVV 2; SR 831.441.1) steht bei der Anlage des Vermögens einer Vorsorgeeinrichtung die Sicherheit im Vordergrund (Abs. 1). Die Vorsorgeeinrichtung muss ihre Vermögensanlagen sorgfältig auswählen (Abs. 2). Sie muss ihre Mittel auf die verschiedenen Anlagekategorien, auf bonitätsmässig einwandfreie Schuldner sowie auf verschiedene Regionen und Wirtschaftszweige verteilen (Abs. 3). Nach Art. 57 Abs. 2 BVV 2 dürfen ungesicherte Anlagen beim Arbeitgeber 20 Prozent des Vermögens der Vorsorgeeinrichtung nicht übersteigen. Solche Anlagen sind aber auch in diesem Rahmen nur dann zulässig, wenn sie den allgemeinen Sicherheitsanforderungen genügen (HANS MICHAEL RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, Bern 1985, S. 79). Der Stiftungsrat ist dafür verantwortlich, dass ein Darlehensvertrag mit der Arbeitgeberfirma rechtzeitig gekündigt wird, wenn die Sicherheit des Darlehens nicht mehr gegeben ist (TSCHUDIN/UMBRICHT-MAURER, Das neue Pensionskassengesetz, Teil 6, Kapitel 2.5, S. 4/5). Gemäss Art. 59 BVV 2 darf die Vorsorgeeinrichtung im Einzelfall von Art. 57 nur abweichen, wenn besondere Verhältnisse dies rechtfertigen und die Erfüllung des Vorsorgezweckes nicht gefährdet ist (Abs. 1). Übersteigen die ungesicherten Anlagen beim Arbeitgeber die Grenze nach Art. 57 Abs. 2, so muss die Vorsorgeeinrichtung dem Bericht an die Aufsichtsbehörde einen Bonitätsausweis beilegen (Abs. 3).\n\nDie BVV 2 gilt für die registrierten, d.h. der Durchführung des Obligatoriums dienenden Vorsorgeeinrichtungen. Für die nicht registrierten Personalvorsorgestiftungen, wozu eine der beiden Stiftungen hier gehört, können die Kantone weiterhin Vorschriften erlassen. Nach einem Entscheid des Amts für berufliche Vorsorge des Kantons Zürich gelten für nicht registrierte Personalvorsorgestiftungen grundsätzlich ebenfalls die Anlagevorschriften der BVV 2.\n\nc) Nach den Darlegungen des Bezirksgerichts verfügten die vom Beschwerdegegner gegründeten Firmen nur über ein geringes Eigenkapital. Das Fremdkapital bestand hauptsächlich aus Bankkrediten. Der Beschwerdegegner musste um diese Kredite nach eigenen Angaben immer kämpfen, konnte also BGE 122 IV 279 S. 283nicht fest damit rechnen. Die Kredite waren zudem kündbar. Ursache für den Konkurs war denn auch die Kreditkündigung durch die Hausbank Ende Januar 1991. Bereits im Jahr 1990 traten finanzielle Schwierigkeiten in der Firmengruppe auf. Ein enger Mitarbeiter des Beschwerdegegners verfasste im Mai 1990 einen Bericht, in dem er die finanzielle Lage als sehr angespannt bezeichnete. Er schlug eine Wende um 180 Grad, eine Reduktion der ständigen Aufwendungen und die Stillegung einiger Firmen vor, damit die Gruppe überhaupt überleben könne. Dass sich die Firmen in finanziellen Schwierigkeiten befanden, geht auch aus dem Verhalten des Beschwerdegegners hervor. Nachdem er von den Banken aufgefordert worden war, \"wieder einmal etwas Eigenes dazuzugeben\", veranlasste er im Sommer 1990 seine Lebenspartnerin, eine Liegenschaft zu verkaufen und den Erlös von 1 Million DM in die Firmengruppe - nicht in die Stiftungen - einzubringen. Wären die Firmen finanziell gesund dagestanden, wäre das nicht nötig gewesen. Ausserdem verfasste der Beschwerdegegner im Oktober 1990 ein Papier, in welchem er seine Mitarbeiter darauf hinwies, dass die wirtschaftliche und finanzielle Situation die Unternehmensgruppe zwinge, eine Konsolidierungsphase (Optimierung der Gewinne und Verbesserung der Finanzstruktur) einzuleiten. Im weiteren suchte er vor dem Zusammenbruch der Firmengruppe erfolglos nach einem Geldgeber. Schliesslich überwies er 1990 auf den Jahresabschluss hin erhebliche Beträge von den Firmen- auf die Stiftungskonten, stellte die Beträge den Firmen im Januar 1991 aber sogleich wieder zur Verfügung (sog. \"window dressing\"). Zu einer tatsächlichen Rückzahlung der Darlehen waren die Firmen offensichtlich nicht in der Lage.\n\nAufgrund dieser Tatsachen, die von der Vorinstanz als solche nicht in Frage gestellt werden, nimmt das Bezirksgericht zu Recht an, dass die von den Stiftungen gewährten Darlehen von vornherein erheblich gefährdet waren. Damit ist im Lichte der angeführten Rechtsprechung ein Vermögensschaden zu bejahen, und zwar unabhängig von der Nichtbeachtung der Grenze von 20 Prozent. Die Stiftungen waren also nicht erst aufgrund des Konkurses der Firmengruppe geschädigt, sondern bereits aufgrund der Gewährung der in hohem Masse gefährdeten Darlehen.\n\nd) Entsprechend stellt sich die Vorsatzfrage unter einem anderen Blickwinkel. Der Beschwerdegegner kann nicht freigesprochen werden mit der Begründung, es fehle am Nachweis, dass er ernsthaft mit dem Konkurs der Firmengruppe gerechnet habe. Entscheidend ist, ob er um die erhebliche BGE 122 IV 279 S. 284Gefährdung der Darlehen gewusst oder diese mindestens in Kauf genommen hat. Dazu trifft die Vorinstanz keine klaren Feststellungen. Das angefochtene Urteil wird deshalb aufgehoben und die Sache zur neuen Prüfung der Vorsatzfrage an die Vorinstanz zurückgewiesen.\n\ne) Die Beschwerdeführerin macht geltend, die Vorinstanz hätte in jedem Fall die Frage der marktüblichen Verzinsung prüfen und gegebenenfalls einen Schaden mangels einer solchen Verzinsung annehmen müssen. Das angefochtene Urteil enthalte dazu keine tatsächlichen Feststellungen, weshalb es insoweit aufzuheben sei (Art. 277 BStP).\n\nDer Einwand ist begründet, falls der Vorwurf der mangelnden Verzinsung Gegenstand der Anklage bildet. Dazu wird die Vorinstanz zunächst Stellung nehmen. Der Sache nach ist zu verweisen auf Art. 57 Abs. 4 BVV 2. Danach sind die Ansprüche der Vorsorgeeinrichtung gegenüber dem Arbeitgeber zu marktüblichen Ansätzen zu verzinsen.\n\n3. (Kostenfolgen)."}