{"annee": "122", "cour": "V", "page": "100", "date": "9/2/1996", "cite": ["111 V 21"], "cite_par": ["139 V 473"], "chapeau": "15. Auszug aus dem Urteil vom 9. Februar 1996 i.S. Schweizerische Unfallversicherungsanstalt gegen B. und Verwaltungsgericht des Kantons Thurgau", "regestes": ["Art. 15 al. 3 LAA, art. 24 al. 1, art. 24 al. 4 et 5 OLAA en relation avec l'art. 26 al. 1 RAI. Lorsque la capacité de gain de l'assuré était déjà réduite avant l'accident en raison d'une maladie ou d'un accident survenu antérieurement et que, pour ce motif, l'intéressé est au bénéfice d'une rente, le salaire déterminant doit être fixé non pas selon l'art. 24 al. 1 OLAA, mais d'après les alinéas 4 et 5 de cette disposition, si la diminution de la capacité de gain due à l'invalidité a joué un rôle prépondérant dans la réduction du salaire perçu par l'assuré durant l'année ayant précédé l'accident (précision de la jurisprudence)."], "faits": "", "considerants": "|101|\n\nAus den Erwägungen:\n\n5. a) Für die Bemessung der Renten gilt als versicherter Verdienst grundsätzlich der Lohn, den der Versicherte innerhalb eines Jahres vor dem Unfall bezogen hat. Diese in Art. 15 Abs. 2 UVG aufgestellte Grundregel würde oft zu einem zu geringen versicherten Verdienst und deshalb auch zu einer zu kleinen Rente, kurzum zu unbefriedigenden Ergebnissen führen, wenn die Lohnverhältnisse des Versicherten im Jahr vor dem Unfall nicht \"normal\" waren (MAURER, Schweizerisches Unfallversicherungsrecht, Bern 1985, S. 329). Um solche unbefriedigenden Ergebnisse zu vermeiden, hat der Bundesrat gestützt auf die ihm in Art. 15 Abs. 3 UVG eingeräumte Kompetenz für bestimmte Gründe oder Tatbestände Sonderregeln festgelegt, die vom Grundsatz mehr oder weniger stark abweichen (vgl. Art. 24 Abs. 1 bis 5 UVV).\n\nb) Massgebendes Kriterium für die Anwendung der Sonderregeln ist somit, dass der tatsächliche Verdienst eines Versicherten im Jahr vor dem Unfall aus einem der erwähnten Gründe oder Tatbestände nicht \"normal\" war. Der Beschwerdegegner hat den Unfall am 11. April 1987 erlitten. Zu beurteilen sind deshalb seine Lohnverhältnisse von April 1986 bis März 1987. Sein Arbeitgeber bescheinigt ihm für diese Zeitspanne ein Erwerbseinkommen von Fr. 1'491.--, wogegen er für das Jahr 1985 ein solches von Fr. 46'997.-- ausweist. Folglich waren die Lohnverhältnisse im massgebenden Zeitraum alles andere als normal. Grund dafür ist, dass der Beschwerdegegner am 19. März 1986 an einem plötzlich auftretenden Lumbovertebralsyndrom erkrankte und die Arbeit - trotz einer am 12. August 1986 durchgeführten Diskushernienoperation - bis Ende Dezember 1986 vollständig aussetzen musste. Erst ab Januar 1987 konnte er sie in bescheidenem Umfang (25%) wieder aufnehmen. Während der ganzen fraglichen Zeitspanne bezog der Beschwerdegegner Krankentaggelder der Christlichsozialen Kranken- und Unfallkasse der Schweiz sowie der Basler Versicherungs-Gesellschaft. Wiewohl der Beschwerdegegner rückwirkend auf 1. März 1987 gestützt auf den damals gültigen Art. 29 Abs. 1 Variante 2 IVG einen Rentenanspruch erwarb und mithin ab diesem Zeitpunkt IV-rechtlich als teilerwerbstätiger Invalider zu betrachten ist, bezog er den verminderten Lohn - zumindest während 11 der massgebenden 12 Monate - wegen seiner Krankheit und nicht wegen seiner Invalidität. Art. 29 Abs. 1 IVG dient denn auch gerade der Abgrenzung der Invalidenversicherung von der |102| sozialen Krankenversicherung (BGE 111 V 23 Erw. 3a mit Hinweisen auf die Materialien). Es kann deshalb nicht, wie es die Verwaltung getan hat, unbesehen der tatsächlichen Verhältnisse auf den IV-rechtlichen Status des teilerwerbstätigen Rentenbezügers abgestellt und für die Ermittlung des versicherten Verdienstes die Sonderregelung von Art. 24 Abs. 5 UVV herangezogen werden (vgl. zur Anwendung dieser Bestimmung auch OMLIN, Die Invalidität in der obligatorischen Unfallversicherung, Diss. Freiburg 1995, S. 133 ff.).\n\nc) Der Tatbestand des Versicherten, der - wie der Beschwerdegegner während 11 von 12 Monaten - im Jahr vor dem Unfall wegen Krankheit (bzw. wegen Militär- oder Zivilschutzdienst, Unfall, Mutterschaft, Arbeitslosigkeit oder Kurzarbeit) einen verminderten Lohn bezogen hat, ist in Art. 24 Abs. 1 UVV geregelt, worauf im übrigen der Beschwerdegegner in der vorinstanzlichen Beschwerde mit Recht hingewiesen hat. Diese Bestimmung sieht vor, dass der versicherte Verdienst - abweichend von der Grundregel von Art. 15 Abs. 2 UVG - nach dem Lohn festgesetzt wird, den der Versicherte ohne Krankheit (bzw. ohne Militär- oder Zivilschutzdienst, Unfall, Mutterschaft, Arbeitslosigkeit oder Kurzarbeit) erzielt hätte. Die in RKUV 1991 Nr. U 123 S. 151 Erw. 3a publizierte Feststellung - \"War der Versicherte schon vor dem Unfall wegen Krankheit oder eines Unfalls in der Erwerbsfähigkeit eingeschränkt und bezieht er deswegen eine Rente, so bestimmt sich der versicherte Verdienst nicht nach Art. 24 Abs. 1 UVV, sondern nach den Absätzen 4 und 5 dieser Bestimmung\" -, auf welche sinngemäss die Verwaltung und ausdrücklich die Vorinstanz ihr Vorgehen abstützen, ist daher zu kategorisch und bedarf der Präzisierung. Diese Weichenstellung trifft nur dann zu, wenn die invaliditätsbedingte Erwerbseinbusse Hauptursache für den verminderten Lohn bildet, welchen der Versicherte innerhalb eines Jahres vor dem Unfall bezogen hat."}