{"annee": "122", "cour": "V", "page": "47", "date": "5/2/1996", "cite": ["121 V 109", "119 IA 99", "119 V 375", "121 II 22", "119 IB 311", "120 V 1", "121 I 30", "119 IA 411", "115 V 244"], "cite_par": ["134 I 331", "136 I 279", "138 V 271", "124 V 234", "130 II 425", "125 V 37", "123 V 280", "125 III 209", "127 I 44", "125 V 499", "125 II 417", "132 I 42", "123 I 87", "132 V 6", "131 V 66", "127 V 491", "124 V 90"], "chapeau": "8. Urteil vom 5. Februar 1996 i.S. F. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 6 par. 1 CEDH, art. 85 al. 2 let. e LAVS, art. 69 al. 1 LAI, art. 7 al. 2 LPC, art. 22 al. 3 LFA, art. 24 LAPG, art. 30bis al. 3 let. e LAMA, art. 87 let. e LAMal, art. 108 al. 1 let. e LAA, art. 103 al. 4 et 6 LACI, art. 106 al. 2 let. e LAM, art. 73 al. 2 LPP. - L'obligation d'organiser des débats publics au sens de l'art. 6 par. 1 CEDH suppose une demande - formulée de manière claire et indiscutable - de l'une des parties au procès; de simples requêtes de preuve - comme des demandes tendant à une comparution ou à une interrogation personnelle, à l'interrogatoire des parties, à une audition de témoins ou à une inspection locale - ne suffisent pas pour fonder une telle obligation. - Saisi d'une demande tendant à l'organisation de débats, le juge cantonal doit en principe y donner suite; circonstances dans lesquelles on peut, à titre exceptionnel, renoncer aux débats. - Dans le cas particulier, il existe un droit à des débats publics en procédure cantonale, du moment qu'il s'agit d'un litige portant sur le droit éventuel à des prestations d'assurance selon la LAA, dont l'examen dépend essentiellement de l'appréciation de rapports médicaux."], "faits": "BGE 122 V 47 S. 48\n\nA.- Der 1948 geborene F. erlitt am 29. April 1980 einen Verkehrsunfall, welcher ein Cervikalsyndrom nach Schleudertrauma der Halswirbelsäule zur Folge hatte. Am 18. August 1989 wurde er vor dem Migros-Ladenzentrum in X von einer fehlgesteuerten Einkaufswagenreihe angefahren und zog sich dabei eine Oberschenkel- und Hüftkontusion zu, was zu anhaltenden Beschwerden im rechten Bein und in der Hüfte führte.\n\nDie Schweizerische Unfallversicherungsanstalt (SUVA), bei welcher F. als Angestellter der Firma Y obligatorisch versichert war, anerkannte ihre Haftung für diese beiden Unfälle und erbrachte die gesetzlichen Leistungen. Im Rahmen ihrer Abklärungen zu den Folgen des ersten Unfalls zog sie nebst Zeugnissen des behandelnden Arztes Dr. med. E. vom 20. und 31. Mai sowie vom 30. Juli 1980 zwei Stellungnahmen des Kreisarztes Dr. med. C. vom 12. August und 16. September 1980 bei. Bezüglich des zweiten Versicherungsfalles holte sie u.a. die Auskünfte des Dr. med. F. vom 26. September und 28. Dezember 1989 sowie vom 22. Januar und 3. April 1990 ein. Zudem liegen ein Austrittsbericht der Klinik Z vom 24. November 1989 über einen vom 1. bis 24. November 1989 dauernden Aufenthalt in der balneologischen Abteilung, eine Expertise des Zentrums für Medizinische BGE 122 V 47 S. 49Begutachtung vom 12. Juni 1991 sowie Stellungnahmen der Neurologen Dr. med. G. vom 6. und 13. März 1990 und Dr. med. J. vom 6. Februar 1992, des Chirurgen Dr. med. D. vom 4. September 1990 und mehrere Atteste des Hausarztes Dr. med. W. vor. Aufgrund dieser Unterlagen und der kreisärztlichen Berichte des Dr. med. B. vom 25. Januar und 17. April 1990 sowie vom 22. August 1991 und 20. Februar 1992 gelangte die SUVA zum Schluss, dass weitere ärztliche Behandlungen nicht mehr erforderlich seien und eine uneingeschränkte Arbeitsfähigkeit bestehe. Sie kündigte deshalb am 18. Mai 1992 die Einstellung ihrer Leistungen per 1. Juni 1992 an und wies zugleich darauf hin, dass die Voraussetzungen für die Zusprechung einer Invalidenrente und einer Integritätsentschädigung nicht erfüllt seien. Als der Versicherte damit nicht einverstanden war, holte sie eine zusätzliche Stellungnahme des Dr. med. S. von der anstaltsinternen Abteilung Unfallmedizin vom 27. Oktober 1992 ein. Nach deren Prüfung erliess sie am 17. November 1992 eine Verfügung, mit welcher sie mangels relevanten Kausalzusammenhangs zwischen den organischen sowie psychischen Gesundheitsstörungen und den erlittenen Unfällen sämtliche Versicherungsleistungen rückwirkend ab 1. Juni 1992 einstellte und auch die Ausrichtung einer Invalidenrente oder einer Integritätsentschädigung ablehnte. Mit Einspracheentscheid vom 6. April 1993 hielt sie an ihrem Standpunkt fest.\n\nB.- Beschwerdeweise liess F. die Gewährung weiterer Leistungen wie namentlich allfällige Heilbehandlungskosten, Taggelder, eine Invalidenrente sowie eine Integritätsentschädigung beantragen. Neu brachte er die Berichte des Dr. med. G. vom 29. Juni 1993, des Dr. med. W. vom 28. Januar 1994 und des Dr. med. S. vom 1. Februar 1994 bei. Das Versicherungsgericht des Kantons Solothurn wies die Beschwerde mit Entscheid vom 6. April 1994 ab. Eine öffentliche Verhandlung fand nicht statt.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt F. seine vor Vorinstanz gestellten materiellrechtlichen Begehren erneuern. In verfahrensmässiger Hinsicht beanstandet er, dass das kantonale Gericht von der beantragten Einholung zusätzlicher medizinischer Gutachten abgesehen und den angefochtenen Entscheid ohne Durchführung einer mündlichen Parteiverhandlung gefällt hat. Als zusätzliche Beweismittel reicht er am 15. November 1994 die Berichte der Abteilung für Neuropsychologische Rehabilitation des Universitätsspitals A. vom 11. Oktober 1994 und der Medizinischen Abteilung des Universitätsspitals A. vom 12. Oktober 1994 nach. BGE 122 V 47 S. 50\n\nDie SUVA schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung hat sich nicht vernehmen lassen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer erblickt darin, dass das vorinstanzliche Verfahren ohne öffentliche Verhandlung abgeschlossen wurde, eine Verletzung von Art. 6 Ziff. 1 EMRK. Da mit Verwaltungsgerichtsbeschwerde auch eine Verletzung der EMRK gerügt werden kann (BGE 119 V 378 Erw. 4b mit Hinweis), stellt sich somit zunächst die Frage, ob das kantonale Rechtsmittelverfahren den sich aus dieser Konvention ergebenden prozessualen Erfordernissen genügte.\n\n2. Nach Art. 6 Ziff. 1 EMRK hat jedermann Anspruch darauf, dass seine Sache in billiger Weise öffentlich und innerhalb einer angemessenen Frist von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht gehört wird, das über zivilrechtliche Ansprüche und Verpflichtungen oder über die Stichhaltigkeit der gegen ihn erhobenen strafrechtlichen Anklage zu entscheiden hat (Satz 1).\n\na) Die Anwendbarkeit von Art. 6 Ziff. 1 EMRK hängt demnach davon ab, ob es sich bei den vorliegend streitigen Leistungen nach UVG überhaupt um zivilrechtliche Ansprüche im Sinne dieser Bestimmung handelt. Massgebend dafür, ob ein Verfahren unter den Geltungsbereich von Art. 6 Ziff. 1 EMRK fällt, ist nicht, ob es sich dabei um ein Gerichts- oder ein Verwaltungsverfahren handelt, sondern allein, ob es dabei um einen zivilrechtlichen Anspruch geht. Über den Charakter des Anspruchs entscheiden die Konventionsorgane autonom und ohne Rücksicht auf die Begriffe des nationalen Rechts (BGE 120 V 6 Erw. 3a, BGE 119 V 379 Erw. 4b/aa, BGE 115 V 254 Erw. 4c, je mit Hinweis; vgl. auch BGE 121 I 34 Erw. 5c).\n\nUnter Bezugnahme auf die Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte (EGMR) hat das Eidg. Versicherungsgericht die Anwendbarkeit von Art. 6 Ziff. 1 EMRK in BGE 119 V 379 Erw. 4b/aa zunächst für Leistungsstreitigkeiten sämtlicher bundesrechtlicher Sozialversicherungszweige bejaht (bestätigt in BGE 121 V 110 Erw. 3a, BGE 120 V 6 Erw. 3a; vgl. auch SZS 1994 S. 370) und schliesslich in BGE 121 V 111 Erw. 3a auch bezüglich sozialversicherungsrechtlicher Beitragsstreitigkeiten anerkannt. Der Sozialversicherungsprozess hat demnach sowohl bei Leistungsstreitigkeiten wie auch bei BGE 122 V 47 S. 51Abgabestreitigkeiten grundsätzlich den sich aus Art. 6 Ziff. 1 EMRK ergebenden Rechtsschutzanforderungen zu genügen.\n\nb) Nach Art. 108 Abs. 1 UVG (Ingress) wird das Verfahren der kantonalen Versicherungsgerichte grundsätzlich von den Kantonen selbst geregelt, wobei es jedoch den in dieser Bestimmung einzeln aufgeführten Minimalanforderungen zu genügen hat. Als solche wird bezüglich der Öffentlichkeit der Verhandlung in Art. 108 Abs. 1 lit. e UVG festgehalten, dass die Parteien \"in der Regel\" zur Verhandlung vorgeladen werden (Satz 1) und die Beratung des Gerichts in Anwesenheit der Parteien stattfinden \"kann\" (Satz 2). Die vom solothurnischen Kantonsrat gestützt auf § 80 des kantonalen Gesetzes über den Rechtsschutz in Verwaltungssachen vom 15. November 1970 (BGS 124.11.) und § 54ter Abs. 1 des kantonalen Gesetzes über die Gerichtsorganisation vom 13. März 1977 (BGS 125.12) erlassene Verordnung über das Verfahren vor dem Versicherungsgericht und über die Organisation und das Verfahren des Schiedsgerichts in der Kranken- und Unfallversicherung vom 22. September 1987 (BGS 125.922) sieht in § 6 Abs. 3 vor, dass eine Parteiverhandlung nur in den vom Bundesrecht vorgesehenen Fällen stattfindet und \"in der Regel\" öffentlich ist. Sowohl Art. 108 lit. e UVG wie auch gestützt auf Art. 108 UVG erlassene kantonalrechtliche Bestimmungen sind aufgrund der derogatorischen Kraft des internationalen Rechts so auszulegen, dass sie der durch Art. 6 Ziff. 1 EMRK gewährleisteten Garantie einer öffentlichen Verhandlung genügen (vgl. BGE 120 V 7 Erw. 3b).\n\nc) Die Öffentlichkeit der Gerichtsverhandlung stellt ein fundamentales Prinzip dar, das nicht nur für den einzelnen wichtig ist sondern ebensosehr als Voraussetzung für das Vertrauen in das Funktionieren der Justiz erscheint (BGE 121 I 35 Erw. 5d, BGE 120 V 7 Erw. 3b, BGE 119 V 380 Erw. 4b/bb). Der Grundsatz der Öffentlichkeit bezieht sich sowohl auf die Parteiöffentlichkeit als auch auf die Publikums- und Presseöffentlichkeit (BGE 120 V 7 Erw. 3b, BGE 119 V 380 Erw. 4b/bb, BGE 119 Ia 104 Erw. 4a). Er umfasst unter anderem den Anspruch des einzelnen, seine Argumente dem Gericht mündlich in einer öffentlichen Sitzung vortragen zu können (BGE 121 I 35 Erw. 5d; vgl. auch BGE 120 V 7 Erw. 3b, 119 V 380 Erw. 4b/bb). Dagegen gilt das Öffentlichkeitsprinzip nicht für die Beratung des Gerichts; diese kann unter Ausschluss der Öffentlichkeit geführt werden (HAEFLIGER, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1993, S. 153; ZIMMERLI, EMRK und schweizerische Verwaltungsrechtspflege, in: Aktuelle BGE 122 V 47 S. 52Fragen zur Europäischen Menschenrechtskonvention, Zürich 1994, S. 64). Was die Verkündung des Urteils betrifft, so ist dem Öffentlichkeitsanspruch Genüge getan, wenn das Urteil in der Kanzlei des Gerichts von der interessierten Öffentlichkeit eingesehen und im Bedarfsfall als Kopie verlangt werden kann (BGE 119 Ia 420 f. Erw. 5 mit Hinweisen). Eine mündliche Eröffnung ist nicht gefordert (HAEFLIGER, a.a.O., S. 159 mit Hinweis).\n\nDie Konvention selber sieht im zweiten Satz von Art. 6 Ziff. 1 Ausnahmen von der Öffentlichkeit vor im Interesse der Sittlichkeit, der öffentlichen Ordnung oder der nationalen Sicherheit oder wenn die Interessen von Jugendlichen, der Schutz des Privatlebens von Prozessparteien oder die Gefahr der Beeinträchtigung der Rechtspflege es gebieten (BGE 121 I 35 f. Erw. 5e, BGE 120 V 7 Erw. 3b in fine, BGE 119 V 380 Erw. 4b/bb in fine).\n\nd) Der EGMR hat im Urteil Schuler-Zgraggen vom 24. Juni 1993 (Série A, vol. 263, Ziff. 58) zur Öffentlichkeit in der Sozialversicherungsrechtspflege differenzierte Überlegungen angestellt und festgehalten, weder der Wortlaut noch der Sinn von Art. 6 Ziff. 1 EMRK verbiete es, ausdrücklich oder stillschweigend auf eine öffentliche Verhandlung zu verzichten; der Verzicht müsse jedoch eindeutig erfolgen und es dürften ihm keine wichtigen öffentlichen Interessen entgegenstehen (bestätigt im Urteil Zumtobel vom 21. September 1993, Série A, vol. 268 A). Der Gerichtshof verneinte, obwohl im innerstaatlichen Verfahren keine mündliche Verhandlung durchgeführt worden war, einen Verstoss gegen Art. 6 Ziff. 1 EMRK, weil die Beschwerdeführerin - obschon das Reglement des Eidg. Versicherungsgerichts diese Möglichkeit in Art. 14 Abs. 2 vorsieht - keine Verhandlung verlangt hatte und die medizinischen und persönlichen Aspekte des Streites sie zweifellos auf die Anwesenheit von Publikum verzichten liessen, die Beschwerde keine Fragen von öffentlichem Interesse berührte, der Rechtsstreit hochtechnischer Art war, weshalb dessen Behandlung mittels Schriftenwechsels vorteilhafter war als mittels mündlicher Plädoyers, und weil insbesondere im Bereich des Sozialversicherungsrechts auch die Gebote der Effizienz und der Verfahrensökonomie und damit verbunden das Erfordernis der Entscheidung innert angemessener Frist (Art. 6 Ziff. 1 EMRK) gebührend zu beachten seien (vgl. auch BGE 120 V 8 Erw. 3c, BGE 119 V 380 f. Erw. 4b/cc und b/dd).\n\ne) Aufgrund dieser Erwägungen des EGMR erkannte das Eidg. Versicherungsgericht in BGE 119 V 375, bestätigt in BGE 120 V 1, dass im BGE 122 V 47 S. 53Bereich der Sozialversicherungsrechtspflege für die Durchführung einer öffentlichen Verhandlung im Rechtsmittelverfahren grundsätzlich ein ausdrücklicher oder konkludenter Antrag erforderlich sei, sofern nicht wichtige öffentliche Interessen eine öffentliche Verhandlung gebieten. Auch bei Vorliegen eines entsprechenden Antrags sei indessen zu prüfen, ob aufgrund der vom EGMR im Urteil Schuler-Zgraggen vom 24. Juni 1993 aufgestellten Kriterien von einer öffentlichen Verhandlung abzusehen sei; dabei fielen namentlich die Gesichtspunkte der besseren Eignung des schriftlichen Verfahrens bei hochtechnischen Fragen und die im Sozialversicherungsprozess gebotene Einfachheit und Raschheit des Verfahrens (vgl. etwa Art. 85 Abs. 2 lit. a AHVG, Art. 108 Abs. 1 lit. a UVG, Art. 73 Abs. 2 BVG) ins Gewicht. Im Bereich der Sozialversicherungsrechtspflege würde die systematische Durchführung von öffentlichen Verhandlungen der angestrebten Raschheit des Verfahrens zuwiderlaufen; letzterem Gesichtspunkt sei insbesondere bei offensichtlich unzulässigen oder unbegründeten Beschwerden (vgl. Art. 36a OG) Rechnung zu tragen (BGE 120 V 8 Erw. 3d, BGE 119 V 381 f. Erw. 4b/dd).\n\nf) Mit der in BGE 120 V 1 und BGE 119 V 375 publizierten Rechtsprechung des Eidg. Versicherungsgerichts hat sich die Lehre verschiedentlich kritisch auseinandergesetzt.\n\nSo bezweifelt Rhinow, ob BGE 119 V 375 einer Beurteilung durch den EGMR standhalten würde, nachdem in jenem Fall auf eine öffentliche Verhandlung nicht nur nicht (stillschweigend) verzichtet, sondern eine solche sogar ausdrücklich verlangt worden war, davon aber unter Hinweis auf die offensichtliche Unbegründetheit der Verwaltungsgerichtsbeschwerde abgesehen wurde (RHINOW, Öffentliches Prozessrecht, Basel und Frankfurt/Main 1994, S. 282, Rz. 1349). ZIMMERLI vertritt die Auffassung, BGE 119 V 375 gehe über das Urteil des EGMR i.S. Schuler-Zgraggen hinaus, indem es auch dem Bürger, der nicht verzichten will, eine öffentliche Verhandlung verweigert und dies zumindest teilweise mit dem vorweggenommenen negativen Urteil in der Sache selbst begründet (ZIMMERLI, a.a.O., S. 64). Nach HANGARTNER erlaubt das Kriterium der wünschbaren Raschheit des Verfahrens nicht, in der Grosszahl der sozialversicherungsrechtlichen Fälle den Anspruch auf Öffentlichkeit der Verhandlungen abzulehnen; kaum angängig sei es auch, den Anspruch in sogenannt offensichtlich unbegründeten, aber nicht querulatorischen Fällen abzulehnen; ob die Beschwerde begründet sei, müsse ja gerade im Verfahren nach Art. 6 Ziff. 1 EMRK beurteilt werden (HANGARTNER, in: AJP 1994 S. 787 f. BGE 122 V 47 S. 54Ziff. 14). Laut KLEY-STRULLER geht die Verweigerung der Öffentlichkeit der Verhandlungen durch das Eidg. Versicherungsgericht weit; die Konventionsorgane würden in einem weiteren Verfahren die Aushöhlung von Art. 6 EMRK nicht sanktionieren; das Eidg. Versicherungsgericht versuche, die Ausdehnung des Anwendungsbereiches von Art. 6 EMRK mit einer Entleerung der Verfahrensgarantien zu kompensieren (KLEY-STRULLER, in: AJP 1994 S. 1192 Ziff. 5; ähnlich, wenn auch abgeschwächt: STEINMANN, EuGRZ 1994 S. 173). FRÉSARD weist darauf hin, dass sich der Schluss des Eidg. Versicherungsgerichts, selbst bei fehlendem Verzicht könne die Durchführung einer Verhandlung verweigert werden, nicht direkt aus dem Urteil des EGMR i.S. Schuler-Zgraggen ergebe (FRÉSARD, L'applicabilité de l'art. 6 § 1 CEDH au contentieux de l'assurance sociale et ses conséquences sous l'angle du principe de la publicité des débats, in: SVZ 1994 S. 196 Ziff. 4.3). Auch gibt er zu bedenken, dass das Urteil des EGMR i.S. Schuler-Zgraggen hinsichtlich der Durchführung öffentlicher Verhandlungen keine nennenswerten Auswirkungen haben werde, wenn die hohe Technizität der Materie, verstanden im Sinne der Rechtsprechung des Eidg. Versicherungsgerichts, für sich allein Grund für die Ablehnung einer öffentlichen Verhandlung darstellt (FRÉSARD, a.a.O., S. 197 Ziff. 4.4). HERZOG bezeichnet die Interpretation des Urteils des EGMR i.S. Schuler-Zgraggen durch das Eidg. Versicherungsgericht als zu weitgehend und Art. 6 Ziff. 1 EMRK verletzend (HERZOG, Art. 6 EMRK und kantonale Verwaltungsrechtspflege, Diss. Bern 1995, S. 345).\n\ng) Inwieweit diese Kritik berechtigt ist, braucht an dieser Stelle nicht abschliessend beurteilt zu werden, weil die zurückhaltende Rechtsprechung hinsichtlich der Durchführung öffentlicher Verhandlungen vor dem Eidg. Versicherungsgericht nicht ohne weiteres auf das erstinstanzliche Rechtsmittelverfahren übertragen werden kann (so auch WOHLFART, Anforderungen der Art. 6 Abs. 1 EMRK und Art. 98a OG an die kantonalen Verwaltungsrechtspflegegesetze, in: AJP 1995 S. 1434).\n\n3. Nach der Rechtsprechung des Eidg. Versicherungsgerichts ist die von Art. 6 Ziff. 1 EMRK geforderte Öffentlichkeit der Verhandlung - in Übereinstimmung mit der Praxis der Konventionsorgane - primär im erstinstanzlichen Rechtsmittelverfahren zu gewährleisten (BGE 120 V 7 Erw. 3a in fine, BGE 119 V 380 Erw. 4b/aa in fine, vgl. auch BGE 121 I 40 f. Erw. 6a; ZBl 1995 S. 92 Erw. 3d-h; HAEFLIGER, a.a.O., S. 153 unten; WOHLFART, a.a.O., S. 1432). Die Normen des Bundesrechts wie jene von Art. 85 Abs. 2 BGE 122 V 47 S. 55lit. e AHVG oder Art. 108 Abs. 1 lit. e UVG müssen dementsprechend konventionskonform ausgelegt werden (Erw. 2b; BGE 120 V 7 Erw. 3b; MEYER-BLASER, Der Einfluss der Europäischen Menschenrechtskonvention auf das schweizerische Sozialversicherungsrecht, in: ZSR 1994 I. Halbband S. 406). Insbesondere fragt sich dabei, ob und unter welchen Voraussetzungen im erstinstanzlichen Beschwerdeverfahren von einer öffentlichen Verhandlung auch dann abgesehen werden kann, wenn eine solche ausdrücklich verlangt worden ist.\n\na) Die Durchführung einer öffentlichen Verhandlung im Sozialversicherungsprozess setzt nach der Rechtsprechung des Eidg. Versicherungsgerichts grundsätzlich einen - im erstinstanzlichen Verfahren zu stellenden - Parteiantrag voraus (BGE 120 V 8 Erw. 3d, BGE 119 V 381 Erw. 3b/dd, je mit Hinweisen; vgl. auch BGE 121 I 38 Erw. 5f). Fehlt es an einem solchen, lässt sich in der Regel gegen ein ausschliesslich schriftliches Verfahren nichts einwenden, es sei denn, wesentliche öffentliche Interessen würden eine mündliche Verhandlung gebieten (a.M. WOHLFART, a.a.O., S. 1434). Insbesondere in Verfahren, die nach der Praxis des betroffenen Kantons üblicherweise ausschliesslich in Schriftform durchgeführt werden, muss sich die Partei, die eine öffentliche Verhandlung wünscht, der Notwendigkeit eines entsprechenden Antrags bewusst sein, weshalb dessen Fehlen als Verzicht zu werten ist (vgl. auch BGE 121 I 40 f. Erw. 6a, BGE 119 Ib 329 ff. Erw. 6c-e).\n\nDer Antrag auf öffentliche Verhandlung im Sinne von Art. 6 Ziff. 1 EMRK muss klar und unmissverständlich vorliegen. Verlangt eine Partei beispielsweise lediglich eine persönliche Anhörung oder Befragung, ein Parteiverhör, eine Zeugeneinvernahme oder einen Augenschein, liegt bloss ein Beweisantrag vor, aufgrund dessen noch nicht auf den Wunsch auf eine konventionskonforme Verhandlung mit Publikums- und Presseanwesenheit zu schliessen ist (vgl. dazu BGE 119 Ib 331 ff. Erw. 7; ZBl 1995 S. 94 Erw. 3g). Eine öffentliche Hauptverhandlung erscheint denn auch erst in einem späteren Prozessstadium, in der Regel kurz vor oder gar nach Abschluss des Beweisaufnahmeverfahrens, als sinnvoll, da vorher kaum genügend Grundlagen für eine sachgerechte Verhandlung vorliegen, welche das Gericht zu einer zuverlässigen verfahrensabschliessenden Beurteilung führen könnte.\n\nb) Angesichts der durch die Konvention klar gewährleisteten Garantie ist anderseits aber davon auszugehen, dass die kantonale Rechtsmittelinstanz grundsätzlich eine öffentliche Verhandlung anzuordnen hat, wenn eine solche BGE 122 V 47 S. 56in einem im Sinne von Art. 6 Ziff. 1 EMRK zivilrechtlichen Prozess ausdrücklich oder zumindest konkludent beantragt worden ist (vgl. BGE 121 I 39 Erw. 5i, BGE 121 II 27 f. Erw. 4c und d). Nur ausnahmsweise kann es sich in solchen Fällen rechtfertigen, davon abzusehen.\n\naa) Als Ausnahmegründe fallen dabei in erster Linie die im zweiten Satz von Art. 6 Ziff. 1 EMRK aufgezählten Umstände in Betracht (Erw. 2c in fine).\n\nbb) Weiter ist zu beachten, dass der Antrag auf Durchführung einer öffentlichen Verhandlung frühzeitig gestellt werden muss. Nur so bleibt der geforderte einfache und rasche Verfahrensablauf gewährleistet. Versäumt eine Partei die rechtzeitige Geltendmachung des Anspruchs auf öffentliche Verhandlung, hat dieser deshalb grundsätzlich als verwirkt zu gelten. Eine erst in einem späteren Prozessstadium anbegehrte öffentliche Verhandlung lässt sich mit dem Grundsatz von Treu und Glauben kaum vereinbaren. In diesem Sinne hat es auch das Eidg. Versicherungsgericht abgelehnt, einer ausserhalb des ordentlichen Schriftenwechsels erfolgten Antragstellung Folge zu leisten (nicht veröffentlichtes Urteil B. vom 4. September 1995; vgl. auch BGE 121 I 38 Erw. 5f und 41 Erw. 6a; ZBl 1995 S. 92 ff. Erw. 3d-f, je mit Hinweisen).\n\ncc) Der Grundsatz von Treu und Glauben und das Verbot des Rechtsmissbrauchs können die Ablehnung eines Antrags auf öffentliche Verhandlung auch noch unter einem andern Aspekt rechtfertigen. Von einer ausdrücklich beantragten öffentlichen Verhandlung kann abgesehen werden, wenn der Antrag der Partei als schikanös erscheint oder auf eine Verzögerungstaktik schliessen lässt und damit dem Grundsatz der Einfachheit und Raschheit des Verfahrens zuwiderläuft oder gar rechtsmissbräuchlich ist (vgl. EGLI, La protection de la bonne foi dans le procès, in: BOLLA/ROUILLER (Hrsg.), Verfassungsrechtsprechung und Verwaltungsrechtsprechung, Zürich 1992, S. 239 f.).\n\ndd) Gegen die Ablehnung einer beantragten öffentlichen Verhandlung lässt sich in der Regel auch nichts einwenden, wenn sich ohne eine solche mit hinreichender Zuverlässigkeit erkennen lässt, dass eine Beschwerde offensichtlich unbegründet oder unzulässig ist (a.M. HANGARTNER, in: AJP 1995 S. 647 Ziff. 14).\n\nKeine Probleme ergeben sich diesbezüglich, wenn formelle Eintretensvoraussetzungen nicht erfüllt sind, etwa weil die Rechtsmittelfrist eindeutig versäumt wurde oder wenn die Rechtsschrift allfälligen unabdingbaren Formerfordernissen nicht genügt. In solchen BGE 122 V 47 S. 57Fällen kann ohne weiteres auf Nichteintreten wegen offensichtlicher Unzulässigkeit erkannt werden, weshalb sich eine mündliche Verhandlung über die materiellrechtliche Streitsache zum vornherein erübrigt.\n\nEtwas problematischer erscheint die Verweigerung einer öffentlichen Verhandlung demgegenüber wegen offensichtlicher Unbegründetheit der Beschwerde, weil damit bereits über die Streitsache entschieden wird, welche Gegenstand einer allfälligen Verhandlung bilden würde. Immerhin sind aber auch hier Fälle denkbar, in welchen von einer öffentlichen Verhandlung zum vornherein keine Auswirkungen auf den zu fällenden Entscheid erwartet werden können und deren Anordnung deshalb im Hinblick auf die gebotene Verfahrensökonomie ohne Verletzung von Art. 6 Ziff. 1 EMRK unterbleiben kann. Sicher trifft dies zu, wenn die Beschwerdeführung als mutwillig oder rechtsmissbräuchlich zu bezeichnen ist. Auch wenn ein überzeugend begründeter Verwaltungsakt mit nicht sachbezogenen Argumenten angefochten wird oder die erhobenen Einwände - selbst wenn sie an sich zutreffen würden - mangels Relevanz für die zu beurteilende Streitfrage am Ergebnis nichts zu ändern vermögen, kann von einer öffentlichen Verhandlung abgesehen werden. Dasselbe gilt, wenn ein vom Gesetz gar nicht vorgesehener Anspruch geltend gemacht wird oder wenn einzig eine Rechtsfrage zur Diskussion steht, deren Antwort sich bereits klar aus der veröffentlichten Rechtsprechung des Eidg. Versicherungsgerichts oder des Schweizerischen Bundesgerichts ergibt. In solchen Fällen ist die Beschwerde im erstinstanzlichen Verfahren zum vornherein als aussichtslos zu qualifizieren, weshalb sich auch im Hinblick auf die von Art. 6 Ziff. 1 EMRK gewährleistete Verfahrensgarantie nicht beanstanden lässt, wenn der kantonale Richter den Antrag auf Durchführung einer öffentlichen Verhandlung ablehnt (vgl. auch VILLIGER, Probleme der Anwendung von Art. 6 Ziff. 1 EMRK auf verwaltungs- und sozialgerichtliche Verfahren, in: AJP 1995 S. 168).\n\nee) Als weiteres Motiv für die Verweigerung einer beantragten öffentlichen Verhandlung fällt die hohe Technizität der zur Diskussion stehenden Materie in Betracht (a.M. HANGARTNER, in: AJP 1995 S. 647 Ziff. 14). Dieses Argument darf indessen nicht dazu führen, dass in sozialversicherungsrechtlichen Prozessen generell von öffentlichen Verhandlungen Abstand genommen wird. Zwar gibt es in diesem Rechtsgebiet zahlreiche Streitsachen, welche sich wegen ihrer Komplexität und Unübersichtlichkeit kaum für eine mündliche Verhandlung eignen und sich praktisch auch nur in Schriftform verständlich BGE 122 V 47 S. 58darstellen lassen. Zu denken ist dabei etwa an rein rechnerische, versicherungsmathematische oder buchhalterische Probleme. Andere dem Sozialversicherungsrecht inhärente Fragestellungen materiell- oder verfahrensrechtlicher Natur wie etwa die Würdigung medizinischer Gutachten fallen jedoch in der Regel nicht darunter.\n\nff) Schliesslich kann der kantonale Richter von einer öffentlichen Verhandlung absehen, wenn er auch ohne eine solche allein aufgrund der Akten zum Schluss gelangt, dass dem materiellen Rechtsbegehren der bezüglich der Verhandlung antragstellenden Partei zu entsprechen ist. In einer solchen Situation verdient die Forderung nach einer Verhandlung im Sinne von Art. 6 Ziff. 1 EMRK - unter Vorbehalt gewichtiger öffentlicher Interessen - keinen Rechtsschutz, weshalb es dem erstinstanzlichen Gericht nicht verwehrt sein kann, von einem nachträglichen Verzicht auf die zunächst beantragte öffentliche Verhandlung auszugehen (vgl. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, Zürich 1993, § 22 Rz. 438).\n\n4. Aufgrund dieser Kriterien ist zu beurteilen, ob dem Beschwerdeführer ein Anspruch auf eine öffentliche Verhandlung im kantonalen Verfahren zusteht.\n\na) In der der Vorinstanz eingereichten Beschwerde wird ausdrücklich und unter Hinweis auf das Urteil des EGMR vom 24. Juni 1993 i.S. Schuler-Zgraggen darauf hingewiesen, dass es sich bei den geltend gemachten Ansprüchen um zivilrechtliche Ansprüche im Sinne von Art. 6 Ziff. 1 EMRK handle, weshalb im gerichtlichen Verfahren die in dieser Norm statuierten Verfahrensgarantien zu beachten seien. Im einzelnen wird festgehalten, dass darunter - wie vom Europäischen Gerichtshof bestätigt - auch der Anspruch auf ein öffentliches Verfahren falle, soweit darauf nicht verzichtet werde.\n\nAngesichts dieser Ausführungen in der Beschwerdeschrift kann keine Rede von einem eindeutigen Verzicht auf die Durchführung einer öffentlichen Verhandlung sein. Vielmehr muss daraus geschlossen werden, dass der Beschwerdeführer an einer solchen ausdrücklich interessiert war und sie deshalb zumindest sinngemäss auch beantragt hat. Insoweit konnte seine Absicht nicht missverstanden werden, weshalb ihm denn - entgegen der Argumentation der SUVA im vorliegenden Verfahren - auch nicht vorgeworfen werden kann, die fragliche Verhandlung gar nicht verlangt zu haben.\n\nb) Die Vorinstanz hätte deshalb näher prüfen müssen, ob Gründe vorlagen, welche ein Absehen von der vom Beschwerdeführer verlangten öffentlichen Verhandlung hätten rechtfertigen lassen. Ihre dem angefochtenen Entscheid BGE 122 V 47 S. 59zu entnehmende Begründung, wonach die vorhandenen medizinischen Unterlagen eine schlüssige Beurteilung der streitigen Fragen zuliessen, vermag für die Verweigerung der durch die EMRK garantierten Öffentlichkeit der Verhandlung jedenfalls nicht zu genügen.\n\nc) Die vorliegende Streitigkeit dreht sich im wesentlichen um die Fragen, ob der Beschwerdeführer aufgrund von mit den versicherten Unfällen zusammenhängenden Beschwerden somatischer oder psychischer Natur über den 1. Juni 1992 hinaus medizinischer Behandlung bedurfte und ihm deshalb weiterhin Taggelder zustanden oder ob er die Voraussetzungen für die Zusprechung einer Invalidenrente und einer Integritätsentschädigung erfüllte. Dabei handelt es sich um Fragen, für deren Beantwortung weitgehend auf die medizinischen Berichte abzustellen ist. Die diesbezüglich vorhandenen Unterlagen müssen einer eingehenden Würdigung unterzogen werden, wobei es für das Ergebnis wesentlich auf die Gewichtung der einzelnen ärztlichen Stellungnahmen ankommt. Solange es in einer allfälligen Verhandlung einzig um die Auseinandersetzung mit den vorhandenen ärztlichen Äusserungen und nicht um das Einbringen neuer medizinischer Tatsachen geht, kann nicht von einer besseren Eignung des schriftlichen Verfahrens gesprochen werden. Diese für das Sozialversicherungsrecht typische Thematik lässt sich nicht als \"hochtechnisch\" im Sinne der Rechtsprechung des EGMR bezeichnen. Auch kann nicht gesagt werden, dass unter solchen Umständen eine zuverlässige Urteilsfindung eher in einem ausschliesslich schriftlichen Verfahren gewährleistet wäre und von einer - nach erfolgtem Schriftenwechsel - zusätzlich durchgeführten mündlichen Verhandlung zum vornherein keine neuen Erkenntnisse zu erwarten wären. Tatsächlich erscheint gerade in solchen Fällen eine mündliche Verhandlung als geeignet, zur Klärung allfälliger noch streitiger Punkte beizutragen. Auch wäre im konkreten Fall von der Durchführung einer öffentlichen Verhandlung keine ernsthafte Gefahr für die im Sozialversicherungsprozess gebotene Einfachheit und Raschheit des Verfahrens zu erwarten gewesen. Gründe, welche dennoch gegen eine öffentliche Verhandlung sprechen, sind nicht ersichtlich und werden denn auch weder von der Vorinstanz noch von der Beschwerdegegnerin namhaft gemacht. Indem das kantonale Gericht unter diesen Umständen von der beantragten öffentlichen Verhandlung abgesehen hat, wurde dieser in Art. 6 Ziff. 1 EMRK gewährleisteten Verfahrensgarantie nicht hinreichend Rechnung getragen. BGE 122 V 47 S. 60\n\nd) Somit erweist es sich als unumgänglich, die Sache an die Vorinstanz zurückzuweisen, damit diese den festgestellten Verfahrensmangel behebt und die vom Beschwerdeführer verlangte öffentliche Verhandlung durchführt. Da sie demnach erneut über die Sache befinden muss, wird sie unter Berücksichtigung der weiteren Parteivorbringen auch die allfällige Notwendigkeit der beantragten zusätzlichen Abklärungen nochmals zu prüfen haben und allenfalls die im vorliegenden Verfahren eingereichten neuen medizinischen Berichte in ihre Beweiswürdigung miteinbeziehen.\n\n5. (Kostenpunkt)"}