{"annee": "122", "cour": "III", "page": "335", "date": "18/9/1996", "cite": ["44 III 147", "36 I 97", "112 III 65"], "cite_par": ["127 III 229"], "chapeau": "61. Estratto della sentenza 18 settembre 1996 della Camera delle esecuzioni e dei fallimenti nella causa FP e DP contro C (ricorso)", "regestes": ["Art. 11 LP; application de l'interdiction de conclure pour son propre compte aux membres de l'assemblée des créanciers dans le cadre de la liquidation d'un concordat par abandon d'actif. Dans le cadre de la liquidation d'un concordat par abandon d'actif, l'adjudication, au terme d'une vente aux enchères publiques, d'un bien-fonds à un membre de l'assemblée des créanciers est nulle en vertu de l'art. 11 LP."], "faits": "|335|\n\nIl 4 settembre 1992 il Pretore del distretto di Lugano ha omologato il concordato con abbandono dell'attivo proposto da C, designando quale liquidatore R. La delegazione dei creditori era invece composta di F, M e DP. All' asta pubblica del 15 maggio 1996, dopo che un precedente incanto |336| tenutosi il 16 novembre 1994 con un piede d'asta di fr. 1'650'000.- era andato deserto, la particella n. 5 RFD di V è stata aggiudicata ai coniugi FP e DP per fr. 180'000.-. Il 3 luglio 1996 la Camera delle esecuzioni e dei fallimenti del Tribunale di appello del Cantone Ticino, quale autorità di vigilanza, ha accolto un reclamo inoltrato da C e ha annullato la predetta aggiudicazione. L'autorità di vigilanza cantonale ha in sostanza ritenuto che, con l'aggiudicazione a un membro della delegazione dei creditori, sia stato violato l'art. 11 LEF. Il 19 luglio 1996 FP e DP hanno inoltrato al Tribunale federale un ricorso, con cui postulano l'annullamento della decisione cantonale e il ripristino della contestata aggiudicazione. Al ricorso è stato conferito effetto sospensivo il 25 luglio 1996. Con osservazioni 6 agosto 1996 C propone la reiezione del gravame.", "considerants": "Dai considerandi:\n\n2. a) L'autorità cantonale di vigilanza ha annullato l'aggiudicazione del fondo ai ricorrenti poiché è stato violato il divieto di conchiudere affari per proprio conto sancito dall'art. 11 LEF. I Giudici cantonali giustificano l'applicazione del predetto articolo (e delle norme concernenti la ricusa) alla delegazione dei creditori con il fatto che i suoi membri svolgono una funzione di interesse generale, volto all'ordinato corso della liquidazione della procedura concordataria. Essi rispondono del resto personalmente e integralmente, in virtù dell'art. 5 LEF, dei danni che cagionano. Inoltre, il ruolo della delegazione dei creditori è, nell'ambito del concordato con abbandono dell'attivo, in cui in pratica sostituisce la massa passiva dei creditori, più importante della funzione svolta dall'organo omonimo nel fallimento.\n\nb) I ricorrenti insorgono contro l'annullamento dell'aggiudicazione, poiché la legge non estende il divieto di concludere affari per proprio conto ai membri della delegazione dei creditori. Del resto, l'autorità cantonale non spiega per quale motivo tale divieto debba essere esteso anche alla ricorrente FP che non svolge alcuna funzione in seno agli organi del concordato.\n\nc) Giusta l'art. 11 LEF ai funzionari e impiegati degli uffici di esecuzione e dei fallimenti è vietato, sotto pena di nullità, di conchiudere per proprio conto affari con chicchessia riguardo al credito pel quale l'ufficio procede o all'oggetto che è incaricato di vendere. La LEF dichiara applicabile la predetta norma anche all'amministrazione del |337| fallimento (art. 241) e al commissario di un concordato (art. 295 cpv. 3). Anche in assenza di un esplicito rinvio della legge in tal senso, la dottrina appare unanime nel riconoscere che il divieto di conchiudere per proprio conto affari concerne anche il liquidatore nominato nell'ambito di un concordato con abbandono dell'attivo (A. SCHODER, Der Nachlassvertrag mit Vermögensabtretung, in: Zeitschrift des Bernischen Juristenvereins, vol. 88, 1952, pag. 497; E. BRAND, Concordat III, in: Fiches juridiques suisses n. 960, pag. 4; FAVRE, Droit des poursuites, 3a ed., pag. 38, LUDWIG, Der Nachlassvertrag mit Vermögensabtretung (Liquidationsvergleich), tesi Berna, 1970, pag. 53). Ad eccezione di LUDWIG, che propone di estendere tale divieto anche ai membri della delegazione dei creditori (loc.cit.), i predetti autori non esaminano tale questione.\n\nLa delegazione dei creditori è un organo necessario della procedura di concordato con abbandono dell'attivo (GILLIÉRON, Poursuite pour dettes et concordat, 3a ed., pag. 446). Essa svolge una funzione di controllo e di vigilanza nei confronti dei liquidatori e funge quale autorità di ricorso contro le decisioni di quest'ultimi concernenti la realizzazione dell'attivo (316e cpv. 1 e 2 LEF). La delegazione deve inoltre dare il proprio accordo sul modo e sul momento della realizzazione determinati dai liquidatori (art. 316h cpv. 2 LEF).\n\nIn concreto, alla luce del ruolo che la legge attribuisce alla delegazione dei creditori nell'ambito della realizzazione, l'aggiudicazione - per un prezzo molto inferiore al suo prezzo di stima - di un fondo fatta nel corso di una vendita all'asta a un suo membro è perlomeno atta a far apparire l'operato degli organi del concordato come inficiato di parzialità e tendente a favorire gli interessi di una determinata persona. Ora, la ratio legis dell'art. 11 LEF è appunto quella di escludere che le persone investite di funzioni pubbliche nelle procedure di esecuzione forzata abbiano la possibilità di commettere eventuali abusi, utilizzando per i propri scopi le competenze a loro attribuite (DTF 44 III 147) e di garantirne in questo modo l'imparzialità (DTF 36 I 100). Del resto, il menzionato articolo non presuppone che le predette persone abbiano effettivamente abusato della loro posizione. In queste circostanze si giustifica estendere l'applicazione della predetta norma anche ai membri della delegazione dei creditori nominata nell'ambito di un concordato con abbandono dell' attivo. Poiché secondo la giurisprudenza la sanzione prevista dall'art. 11 LEF consiste nella nullità assoluta del negozio in questione (DTF 112 III 66 consid. 3), pure l'annullamento dell'aggiudicazione nei confronti della ricorrente FP appare corretto."}