{"annee": "122", "cour": "V", "page": "281", "date": "17/9/1996", "cite": ["119 V 161", "114 V 72", "113 II 424", "122 V 169", "110 V 369", "101 V 252"], "cite_par": ["144 V 111", "124 V 97"], "chapeau": "42. Urteil vom 17. September 1996 i.S. Kanton Luzern gegen Ausgleichskasse Luzern und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 5 al. 2 et 9 al. 1 LAVS. Les honoraires perçus par les médecins-chefs de service, les médecins-chefs de service adjoints et les médecins-chefs pour les traitements stationnaires prodigués à des patients de la division privée des établissements hospitaliers du canton de Lucerne constituent des revenus d'une activité lucrative dépendante."], "faits": "|281|\n\nA.- Am 1. Januar 1990 trat das im Rahmen des Personalgesetzes vom 13. September 1988 teilrevidierte luzernische Gesundheitsgesetz (GesG) in Kraft. Danach regelt der Regierungsrat die Rechte und Pflichten der Ärzte an den kantonalen Heilanstalten (§ 63a Abs. 1 GesG). Er kann laut Abs. 2 derselben Bestimmung den Chefärzten und Leitenden Ärzten bewilligen, in angemessenem Umfang privatärztlich tätig zu sein. Gestützt auf § 63a GesG erliess der Regierungsrat am 25. Januar 1991 die Verordnung über die Rechte und Pflichten der Chefärzte, Co-Chefärzte und Leitenden Ärzte des Kantons (Chefarztverordnung; ChVo), welche am 1. Februar 1991 in Kraft trat. § 47 dieser Verordnung hält unter der Überschrift \"Sozialabgaben\" fest: \"Die Honorare des Bewilligungsinhabers aus privatärztlicher Tätigkeit gelten als Einkommen aus selbständiger |282| Erwerbstätigkeit.\" Bewilligungsinhaber sind gemäss § 34 ChVo die Chefärzte, Co-Chefärzte und Leitenden Ärzte. Dementsprechend bezahlte der Kanton Luzern ab 1. Juli 1991, auf welchen Zeitpunkt die bestehenden Dienstverhältnisse mit den Chefärzten, Co-Chefärzten und Leitenden Ärzten an die neue Regelung angepasst wurden (§ 56 ChVo), keine paritätischen Sozialversicherungsbeiträge auf deren Einkommen mehr, soweit diese aus privatärztlicher Tätigkeit stammten.\n\nMit Verfügung vom 28. Februar 1992 verpflichtete die Ausgleichskasse des Kantons Luzern im Anschluss an eine Arbeitgeberkontrolle bei den kantonalen Heilanstalten den Kanton zur Entrichtung paritätischer und FAK-Beiträge in der Höhe von Fr. 587'648.95 auf nicht abgerechneten Arbeitsentgelten für das zweite Halbjahr 1991 von Fr. 4'856'141.-- (Honorare von stationären Privat- und Halbprivatpatienten [§ 36 Abs. 1 lit. a ChVo] sowie Beteiligungen an Pooleinnahmen [§ 42 Abs. 1 ChVo]). Die von dieser Anordnung betroffenen Ärzte erhielten unter dem gleichen Datum je eine Verfügung mit den sie persönlich betreffenden und beim Kanton Luzern als Arbeitgeber nacherfassten Honoraren mit dem Hinweis auf die Beschwerdemöglichkeit.\n\nB.- Hiegegen erhob der Kanton Luzern, vertreten durch den Regierungsrat und dieser wiederum durch das Gesundheitsdepartement, Beschwerde beim kantonalen Verwaltungsgericht und beantragte die Aufhebung der angefochtenen Nachzahlungsverfügung.\n\nAm 4. Oktober 1993 sistierte das Gericht das Verfahren bis zum Abschluss des staatsrechtlichen Beschwerdeverfahrens betreffend die steuerrechtliche Qualifikation der Honorareinnahmen eines Chefarztes des Kantonsspitals aus der Behandlung stationärer Privatpatienten. Nach Vorliegen des Urteils des Bundesgerichts in dieser Sache wurde die Sistierung am 24. Mai 1995 aufgehoben.\n\nMit Entscheid vom 7. Dezember 1995 wies das Verwaltungsgericht die Beschwerde des Kantons ab.\n\nC.- Der Kanton Luzern führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, der kantonale Gerichtsentscheid sei aufzuheben, soweit er sich auf Bundesrecht stützt.\n\nAusgleichskasse und Bundesamt für Sozialversicherung beantragen Abweisung der Verwaltungsgerichtsbeschwerde. 11 der 17 betroffenen Ärzte haben als Mitinteressierte eine auf Abweisung des Rechtsmittels lautende Vernehmlassung einreichen lassen.\n\nD.- Eine beim Bundesgericht eingereichte staatsrechtliche Beschwerde des Kantons Luzern betreffend die Beiträge an die kantonale |283| Familienausgleichskasse ist vom Präsidenten der II. Öffentlichrechtlichen Abteilung bis zum Vorliegen des Urteils des Eidg. Versicherungsgerichts sistiert worden.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition)\n\n2. a) Die sozialversicherungsrechtliche Beitragspflicht Erwerbstätiger richtet sich unter anderem danach, ob das in einem bestimmten Zeitraum erzielte Erwerbseinkommen als solches aus selbständiger oder aus unselbständiger Erwerbstätigkeit zu qualifizieren ist (Art. 5 und 9 AHVG sowie Art. 6 ff. AHVV). Nach Art. 5 Abs. 2 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit; als Einkommen aus selbständiger Erwerbstätigkeit gilt nach Art. 9 Abs. 1 AHVG jedes Einkommen, das nicht Entgelt für in unselbständiger Stellung geleistete Arbeit darstellt.\n\nNach der Rechtsprechung beurteilt sich die Frage, ob im Einzelfall selbständige oder unselbständige Erwerbstätigkeit vorliegt, nicht aufgrund der Rechtsnatur des Vertragsverhältnisses zwischen den Parteien. Entscheidend sind vielmehr die wirtschaftlichen Gegebenheiten. Die zivilrechtlichen Verhältnisse vermögen dabei allenfalls gewisse Anhaltspunkte für die AHV-rechtliche Qualifikation zu bieten, ohne jedoch ausschlaggebend zu sein. Als unselbständig erwerbstätig ist im allgemeinen zu betrachten, wer von einem Arbeitgeber in betriebswirtschaftlicher bzw. arbeitsorganisatorischer Hinsicht abhängig ist und kein spezifisches Unternehmerrisiko trägt.\n\nAus diesen Grundsätzen allein lassen sich indessen noch keine einheitlichen, schematisch anwendbaren Lösungen ableiten. Die Vielfalt der im wirtschaftlichen Leben anzutreffenden Sachverhalte zwingt dazu, die beitragsrechtliche Stellung eines Erwerbstätigen jeweils unter Würdigung der gesamten Umstände des Einzelfalles zu beurteilen. Weil dabei vielfach Merkmale beider Erwerbsarten zutage treten, muss sich der Entscheid oft danach richten, welche dieser Merkmale im konkreten Fall überwiegen (BGE 119 V 162 Erw. 2 mit Hinweisen).\n\nb) Charakteristische Merkmale einer selbständigen Erwerbstätigkeit sind die Tätigung erheblicher Investitionen, die Benützung eigener Geschäftsräumlichkeiten sowie die Beschäftigung von eigenem Personal (BGE 119 V 163 Erw. 3b). Das spezifische Unternehmerrisiko |284| besteht dabei darin, dass unabhängig vom Arbeitserfolg Kosten anfallen, die der Versicherte selber zu tragen hat (ZAK 1986 S. 333 Erw. 2d, 121 Erw. 2b).\n\nVon unselbständiger Erwerbstätigkeit ist auszugehen, wenn die für den Arbeitsvertrag typischen Merkmale vorliegen, d.h. wenn der Versicherte Dienst auf Zeit zu leisten hat, wirtschaftlich vom \"Arbeitgeber\" abhängig ist und während der Arbeitszeit auch in dessen Betrieb eingeordnet ist, praktisch also keine andere Erwerbstätigkeit ausüben kann (REHBINDER, Schweizerisches Arbeitsrecht, 12. Aufl., S. 34 ff.; VISCHER, Der Arbeitsvertrag, SPR VII/1, S. 306). Indizien dafür sind das Vorliegen eines bestimmten Arbeitsplans, die Notwendigkeit, über den Stand der Arbeiten Bericht zu erstatten, sowie das Angewiesensein auf die Infrastruktur am Arbeitsort (ZAK 1982 S. 185). Das wirtschaftliche Risiko des Versicherten erschöpft sich diesfalls in der (alleinigen) Abhängigkeit vom persönlichen Arbeitserfolg (ZAK 1986 S. 121 Erw. 2b, S. 333 Erw. 2d) oder, bei einer regelmässig ausgeübten Tätigkeit, darin, dass bei Dahinfallen des Erwerbsverhältnisses eine ähnliche Situation eintritt, wie dies beim Stellenverlust eines Arbeitnehmers der Fall ist (BGE 119 V 163 Erw. 3b; vgl. zum ganzen BGE 122 V 169).\n\n3. Die beitragsrechtliche Qualifikation des Erwerbseinkommens aus spitalärztlicher Tätigkeit bestimmt sich nach den wirtschaftlichen Gegebenheiten, unter welchen der Arzt ein Entgelt erzielt. Die Frage des Beitragsstatuts beurteilt sich nicht aufgrund eines einzelnen Kriteriums. Vielmehr ist auf der Basis des privat- oder öffentlichrechtlichen Anstellungsvertrages, dem Hinweiswert zukommt (KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, Bern 1989, Rz. 4.36), sowie unter Würdigung der tatsächlichen wirtschaftlichen Verhältnisse abzuklären, welche Abgrenzungskriterien überwiegen und damit den Ausschlag geben (SCHAEPPI, Die AHV-rechtliche Qualifikation der Einkommen von Spitalärzten und die Rückwirkung auf die Abrechnung der AHV-Beiträge ab 1. Januar 1984, in: Schweizerische Ärztezeitung Bd. 64 [1983] S. 1958; EICHENBERGER, Die Rechtsstellung des Arztes am öffentlichen Spital, Diss. Bern 1995, S. 155 ff.).\n\nNach der Rechtsprechung gehören zum massgebenden Lohn sämtliche Vergütungen, die der Arzt in abhängiger Stellung erzielt, zum Einkommen aus selbständiger Erwerbstätigkeit dagegen die Einkünfte aus der eigenen Praxis. Entgelte, die ein Arzt in seiner Stellung als Chefarzt vom Spital bezieht, stellen in der Regel massgebenden Lohn dar, auch soweit es sich um Anteile an |285| Operations- und Röntgentaxen oder um Zuschläge für Privatpatienten handelt. Einkommen aus selbständiger Erwerbstätigkeit bilden dagegen die Honoraransprüche des Chefarztes aus der ambulanten Behandlung in der privaten Praxis im Spital, die ihm unmittelbar gegenüber den Patienten zustehen und für welche er das wirtschaftliche Risiko (Uneinbringlichkeit der Honorare [Delkredererisiko]) trägt (BGE 101 V 254 Erw. 1b; EVGE 1967 S. 80; ZAK 1988 S. 291, 1983 S. 195, 1979 S. 143; unveröffentlichtes Urteil F. vom 5. März 1982; HONSELL, Handbuch des Arztrechts, S. 295).\n\n4. Die Chefärzte, Co-Chefärzte und Leitenden Ärzte der Luzerner Spitäler stehen in einem öffentlichrechtlichen Dienstverhältnis (§ 2 ChVo). Ihre Besoldung stellt fraglos massgebenden Lohn dar. Umstritten ist, ob die Honorare der Chefärzte, Co-Chefärzte und Leitenden Ärzte aus der stationären Behandlung von Privatpatienten der I. und II. Klasse der Privatabteilungen der kantonalen Heilanstalten (§ 36 Abs. 1 lit. a ChVo) und ihre Beteiligung an den Pooleinnahmen (§ 42 Abs. 1 ChVo) beitragsrechtlich als Einkommen aus selbständiger oder unselbständiger Erwerbstätigkeit zu qualifizieren sind.\n\n5. a) Das Eidg. Versicherungsgericht hat in dem in ZAK 1983 S. 195 veröffentlichten Urteil V. vom 18. November 1982 die Honorare des damaligen Chefarztes der chirurgischen Klinik des Kantonsspitals Luzern für die Behandlung von stationären Patienten der Privatabteilungen des Spitals als massgebenden Lohn qualifiziert. Es hat dazu im wesentlichen erwogen, der Chefarzt betreue die stationären Privatpatienten nicht in der Art und Eigenschaft eines freierwerbenden Arztes, sondern als Patienten des Spitals im Rahmen der kantonalrechtlichen Auflagen und der vom Spital diesen gegenüber übernommenen Verpflichtungen. Er könne nicht frei darüber bestimmen, ob er einen Patienten in eine der Privatabteilungen aufnehmen wolle oder nicht. Die Privatabteilungen seien nicht einfach eine dem Chefarzt innerhalb des Spitals zur Verfügung gestellte Privatpraxis oder Privatklinik, sondern Abteilungen der Chirurgischen Klinik und somit des Spitals, an deren Bestehen der Kanton ein gewichtiges Interesse habe. Seine dienstliche Funktion erstrecke sich auf die Privatabteilungen in gleichem Masse wie auf die allgemeine Abteilung der Chirurgischen Klinik. Dies spreche gegen die Qualifikation der stationären Behandlung von Privatpatienten als selbständige Erwerbstätigkeit. Hinzu komme, dass der Chefarzt mit Bezug auf die Privatabteilung in gleicher Weise wie für die allgemeine Abteilung der Verwaltungsdirektion und dem |286| Sanitätsdepartement sowie der ärztlichen Aufsichtskommission unterstehe, mithin grundsätzlich weisungsgebunden sei. Sodann sei er bei der Führung der Privatabteilungen insofern nicht frei, als er das Personal nicht selber wählen und entlassen könne und auch für die Anschaffung von Einrichtungen lediglich ein Antragsrecht habe. Weiter sei er verpflichtet, die ärztliche Tätigkeit in den Räumlichkeiten und mit Hilfe der Einrichtungen des Spitals auszuüben. Schliesslich trage er keinerlei Risiko für finanzielle Fehldispositionen; er habe in den Privatabteilungen kein Kapital zu investieren. Aus der Qualifikation der Tätigkeit des Beschwerdeführers als dienstliche Pflicht sowie den übrigen Umständen (betriebsorganisatorische Unterordnung, fachliche Aufsicht, weitgehend fehlendes Unternehmerrisiko usw.) ergebe sich, dass bezüglich der Behandlung der stationären Privatpatienten die Elemente unselbständiger Erwerbstätigkeit überwögen, während die Merkmale für selbständige Erwerbstätigkeit, insbesondere das Risiko eines Einkommensverlustes bei Uneinbringlichkeit von Honoraren deutlich in den Hintergrund träten.\n\nb) aa) Die vorstehenden Erwägungen gelten weitgehend auch für die Zeit der hier streitigen Nacherfassung (1. Juli bis 31. Dezember 1991). Die auf den 1. Januar 1990 bzw. 1. Februar 1991 in Kraft getretene Teilrevision des ärztlichen Personalrechts hat sich weder auf die Stellung noch die Tätigkeit der Chefärzte, Co-Chefärzte und Leitenden Ärzte in den kantonalen Heilanstalten wesentlich ausgewirkt. Namentlich hat die in der Chefarztverordnung (ChVo) getroffene Unterscheidung zwischen dienstlichen Aufgaben einerseits und privatärztlicher Tätigkeit anderseits (vgl. §§ 1 f., 36 und 38 ChVo) nichts daran geändert, dass die Verantwortung für die fachgerechte ärztliche Untersuchung, Behandlung und Betreuung der Patienten seiner Klinik oder Abteilung, seines Instituts oder Dienstes, beim Chefarzt liegt und zwar ungeachtet der Pflegeklasse (§ 5 ChVo). Es besteht somit grundsätzlich auch für die eigene privatärztliche Tätigkeit im Sinne der stationären Behandlung von Patienten der I. und II. Klasse der Privatabteilung (§ 36 Abs. 1 lit. a ChVo) eine fachliche Verantwortung gegenüber dem Spital, was ein gewichtiges Indiz für unselbständige Erwerbstätigkeit darstellt. Daran ändert nichts, dass eine hierarchische Unterstellung mit ständiger Kontrollmöglichkeit durch die verantwortlichen Spitalorgane bzw. durch die Wahlbehörde während der Arbeitsleistung des Chefarztes schon wegen der hohen qualitativen Ansprüche an dessen eigenverantwortliche Berufsausübung praktisch nicht möglich ist (vgl. EVGE 1967 |287| S. 82 Erw. 4c). Freie Berufsausübung setzt nicht selbständige Tätigkeit voraus (EICHENBERGER, a.a.O., S. 155).\n\nbb) Im weitern trifft zwar zu, dass seit der Änderung des Gesundheitsgesetzes und der entsprechend angepassten Verordnungen die Chefärzte, Co-Chefärzte und Leitenden Ärzte die (bewilligte) privatärztliche Tätigkeit nicht mehr im Rahmen des öffentlichrechtlichen Rechtsverhältnisses zwischen Spital und Patient, sondern auf privatrechtlicher Grundlage (vgl. § 65 Abs. 1 GesG), insbesondere in eigenem Namen und auf eigene Rechnung (§ 35 Abs. 1 ChVo) ausüben. Ein sogenanntes gespaltenes Rechtsverhältnis (vgl. HONSELL, a.a.O., S. 292 sowie ZAK 1983 S. 197 Erw. 2) ist jedoch entgegen der Auffassung des beschwerdeführenden Kantons aus beitragsrechtlicher Sicht nicht von entscheidender Bedeutung.\n\nWie in Erw. 2a hievor dargelegt, kommt es nicht auf die Rechtsnatur des Verhältnisses zwischen Arzt und Patient an; massgebend ist allein die tatsächliche Ausgestaltung ihrer gegenseitigen Rechtsbeziehungen (BGE 119 V 164 Erw. 3c). Ein Auftragsverhältnis schliesst nicht per se die Qualifikation des Beauftragten als Unselbständigerwerbender aus (BGE 122 V 175 Erw. 6a/aa). Soweit aus ZAK 1983 S. 195 gefolgert werden könnte, ein gespaltenes Rechtsverhältnis stelle ein wesentliches Element für selbständige Erwerbstätigkeit dar, kann dem nicht beigepflichtet werden. Sodann ist davon auszugehen, dass das Risiko der Uneinbringlichkeit von Honoraren aus der privatärztlichen Tätigkeit schon vor der Revision des ärztlichen Personalrechts bei den betreffenden Ärzten lag; die Spitalverwaltung übernahm, wie nun ausdrücklich in § 45 ChVo festgehalten wird, lediglich die Rechnungstellung und das Inkasso. Schliesslich gilt zu beachten, dass gemäss § 65 Abs. 2 GesG unabhängig von der Art des Rechtsverhältnisses, insbesondere somit auch im Bereich der privatärztlichen Tätigkeit, bei rechtswidriger Schädigung des Patienten das kantonale Haftungsrecht, inbegriffen das Rückgriffsrecht, angewendet wird, wobei Forderungen für Schadenersatz und Rückgriff innert 5 Jahren geltend zu machen sind. Diese für öffentlichrechtliche Dienstverhältnisse charakteristische Haftungsregelung (HÄFELIN/MÜLLER, Grundriss des Allgemeinen Verwaltungsrechts, 2. Aufl., Rz. 1739 und 1798), welcher im zivilrechtlichen Arbeitsverhältnis die Hilfspersonen- und Geschäftsherrenhaftung des Arbeitgebers entspricht (Art. 101 und 55 OR; GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner Teil, Bd. II, 6. Aufl., Rz. 2852 und 2886; vgl. BGE 113 II 424), ist ein gewichtiges Indiz dafür, dass bei der stationären Behandlung und |288| Betreuung von Patienten der allgemeinen und der Privatabteilung unselbständige Erwerbstätigkeit vorliegt.\n\ncc) Für eine einheitliche beitragsrechtliche Qualifikation der gesamten spitalärztlichen Tätigkeit der Chefärzte, Co-Chefärzte und Leitenden Ärzte spricht schliesslich der Umstand, dass sie die privatärztliche Tätigkeit in den Räumen, mit den Einrichtungen und dem Personal ihrer Klinik oder Abteilung, ihres Instituts oder Dienstes auszuüben haben (§ 39 ChVo). Dabei besteht kein Anspruch auf Zuteilung einer bestimmten Anzahl Betten in der I. Klasse der Privatabteilung, und in der II. Klasse stehen den betreffenden Ärzten Betten im Rahmen der betrieblichen Möglichkeiten zur Verfügung (§ 49 ChVo). Zu dieser betriebswirtschaftlichen Abhängigkeit kommt eine arbeitsorganisatorische, indem sich die Ausübung der privatärztlichen Tätigkeit nach den Bedürfnissen des Spitals zu richten hat; insbesondere dürfen dadurch die dienstlichen Aufgaben nicht beeinträchtigt werden (vgl. § 38 ChVo).\n\nDie im Zusammenhang mit der auch im angefochtenen Entscheid bejahten arbeitsorganisatorischen Abhängigkeit (Behandlungspflicht und Weisungsgebundenheit) erhobene Rüge der unvollständigen Sachverhaltsabklärung durch die Vorinstanz (u.a. keine Edition der Wahlakte der Chefärzte) ist unbegründet. Die vor dem Eidg. Versicherungsgericht aufgelegten Muster der Wahlakte Chefarzt und Co-Chefarzt bzw. Leitender Arzt enthalten hinsichtlich der hier zu entscheidenden Rechtsfrage keine Hinweise. Im weitern wird nicht näher begründet und ist auch nicht ersichtlich, inwiefern die Stellenbeschreibungen und Organisationsschemata der betreffenden Ärzte (vgl. §§ 4 und 24 ChVo) Merkmale für selbständige Erwerbstätigkeit enthalten. Von einer Aktenergänzung, insbesondere der Einholung eines Amtsberichtes der Verwaltungsdirektionen ist daher abzusehen.\n\nc) Entgegen der in der Verwaltungsgerichtsbeschwerde vertretenen Auffassung lässt die kantonalrechtliche Ausgestaltung des Verhältnisses zwischen den kantonalen Heilanstalten und ihren Chefärzten, Co-Chefärzten und Leitenden Ärzten keine entscheidrelevanten Schlüsse auf die beitragsrechtliche Qualifikation der privatärztlichen Tätigkeit, soweit sie die stationäre Behandlung von Privatpatienten betrifft, zu. Massgebend sind einzig die einschlägigen bundesrechtlichen Vorschriften des AHV-Rechts und die von der Rechtsprechung dazu entwickelten Grundsätze (vgl. Erw. 2a hievor). Kantonale Gesetzes- und Verordnungsbestimmungen vermögen Bundesrecht ebensowenig zu derogieren wie Vereinbarungen |289| aus dem kantonalen öffentlichrechtlichen Dienstverhältnis (nicht veröffentlichtes Urteil Kanton Bern vom 5. August 1991). Es kann folglich auch nicht darauf ankommen, dass gemäss § 47 ChVo die Honorare aus privatärztlicher Tätigkeit als Einkommen aus selbständiger Erwerbstätigkeit gelten und - daher - die berufliche Vorsorge für diese Einnahmen Sache der betreffenden Ärzte ist (§ 20 Abs. 3 und § 33 ChVo).\n\nd) Nichts zu seinen Gunsten abzuleiten vermag der Beschwerdeführer schliesslich aus dem Umstand, dass die Abgaberechtliche Abteilung der Vorinstanz mit Entscheid vom 23. April 1993 (bestätigt vom Bundesgericht mit Urteil vom 28. März 1995) die Honorareinnahmen des ehemaligen Chefarztes der chirurgischen Klinik des Kantonsspitals (Prof. Dr. med. V.) aus der stationären Behandlung von Privatpatienten für die Steuerjahre 1985 bis 1990 als Einkommen aus selbständiger Erwerbstätigkeit qualifizierte. Wie die Vorinstanz zutreffend festhält, erscheint es an sich zwar als erstrebenswert, die Abgrenzung zwischen dem Einkommen aus unselbständiger und jenem aus selbständiger Erwerbstätigkeit im AHV-Beitragsrecht und im Steuerrecht nach Möglichkeit jedenfalls dort in analoger Weise vorzunehmen, wo eine unterschiedliche Qualifikation als sachlich nicht begründet erscheint. Dies gilt namentlich dort, wo die Beitragsverfügung auf der steueramtlichen Ermittlung und Meldung von Erwerbseinkommen aus selbständiger Erwerbstätigkeit beruht (Art. 23 Abs. 4 AHVV). Die steuerrechtliche Qualifikation von Einkommen bindet jedoch die Organe der AHV und den Sozialversicherungsrichter nicht (BGE 114 V 75 Erw. 2, BGE 110 V 371 Erw. 2a; AHI 1993 S. 233 Erw. 3b); sie stellt lediglich ein, wenn auch gewichtiges Indiz im Rahmen der Würdigung der gesamten wirtschaftlichen Gegebenheiten dar (ZAK 1990 S. 40 Erw. 5). Im vorliegenden Fall kommt der steuerlichen Erfassung der Honorare eines Chefarztes für die stationäre Behandlung von Privatpatienten als selbständiges Erwerbseinkommen kein entscheidendes Gewicht zu. Aus den erwähnten Steuerentscheiden ergeben sich im übrigen keine neuen, in diesem Verfahren nicht berücksichtigte Gesichtspunkte.\n\ne) Nach dem Gesagten überwiegen bei der privatärztlichen Tätigkeit der Chefärzte in den kantonalen Heilanstalten, soweit sie sich auf die stationäre Behandlung von Patienten der I. und II. Klasse der Privatabteilung bezieht, die Elemente für eine unselbständige Erwerbstätigkeit. Die entsprechenden Honorare stellen daher beitragsrechtlich massgebenden Lohn dar. Gleiches gilt für das |290| Einkommen der Co-Chefärzte und Leitenden Ärzte aus der betreffenden Tätigkeit.\n\n6. Mit der vom kantonalen Gericht bestätigten Beitragsverfügung sind auch die Beteiligung der Chefärzte, Co-Chefärzte und Leitenden Ärzte an den sogenannten Pooleinnahmen im 2. Halbjahr 1991 als Einkommen aus unselbständiger Erwerbstätigkeit erfasst worden.\n\n§ 42 ChVo bestimmt dazu: Lassen sich die privatärztlichen Leistungen des Bewilligungsinhabers [Chefarzt, Co-Chefarzt oder Leitender Arzt] nicht oder nur mit Schwierigkeiten von den ärztlichen Leistungen der Ober- und Assistenzärzte unterscheiden, kann im Wahlakt ausnahmsweise bestimmt werden, dass die Einnahmen der Klinik oder Abteilung, des Instituts oder Dienstes für ärztliche Leistungen an Patienten der I. und II. Klasse der Privatabteilung und an ambulanten Patienten in einen Pool fliessen. Der Bewilligungsinhaber wird daran prozentual beteiligt (Abs. 1). Arbeiten in einer Klinik oder Abteilung, in einem Institut oder Dienst die Bewilligungsinhaber eng zusammen, kann im Wahlakt ausnahmsweise bestimmt werden, dass die eingegangenen Honorare aus privatärztlicher Tätigkeit in einen Pool fliessen. Der Bewilligungsinhaber wird daran prozentual beteiligt (Abs. 2).\n\nNach den zutreffenden und insoweit nicht bestrittenen Ausführungen der Vorinstanz ist die Beteiligung an den Pooleinnahmen beitragsrechtlich nicht anders zu behandeln als das Honorar für die stationäre Behandlung von Privatpatienten. Diese Entgelte rühren aus unselbständiger Erwerbstätigkeit. Daran ändert nichts, dass die Einnahmen zunächst in einen Pool fliessen und anschliessend verteilt werden, wie auch in der Verwaltungsgerichtsbeschwerde richtig erkannt wird.\n\n7. Zusammenfassend ist das Ergebnis der Vorinstanz, wonach bei der stationären Behandlung von Patienten der I. und II. Klasse der Privatabteilung die Aspekte der unselbständigen Erwerbstätigkeit überwiegen, von Bundesrechts wegen nicht zu beanstanden. Der kantonale Entscheid steht in Übereinstimmung mit der Rechtsprechung, welche vom Beschwerdeführer in grundsätzlicher Hinsicht nicht bestritten wird. Die Schlussfolgerung des kantonalen Gerichts beruht auf einer sorgfältigen Abwägung sämtlicher in Betracht fallender Beurteilungsmerkmale und wird durch die in der Verwaltungsgerichtsbeschwerde vorgebrachten zahlreichen Einwendungen, von denen einzelne - isoliert betrachtet - durchaus berechtigt sind, gesamthaft nicht in Frage gestellt. Aufgrund der nach der |291| Rechtsprechung relevanten Kriterien liegt im vorliegenden Fall unselbständige Erwerbstätigkeit vor. Namentlich bestehen in den tatsächlichen Verhältnissen keine beitragsrechtlich erheblichen Unterschiede zu dem in ZAK 1983 S. 195 beurteilten, den gleichen Kanton betreffenden Sachverhalt.\n\n8. (Kosten und Parteientschädigung)"}