{"annee": "122", "cour": "II", "page": "186", "date": "6/6/1996", "cite": ["111 IB 169", "109 IB 183", "115 IB 1", "118 IB 81", "111 IB 73", "119 IB 33", "119 IB 91"], "cite_par": ["126 I 81", "126 II 335", "130 II 281", "129 I 217", "122 I 267", "123 II 125", "125 II 293"], "chapeau": "26. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 6. Juni 1996 i.S. Bardhec Duhanaj gegen Regierungsrat des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 100 let. b ch. 3 OJ; art. 13 let. h en relation avec l'art. 28 OLE; examen à titre préjudiciel de la question de l'assujettissement aux mesures de limitation dans la décision rendue par les autorités cantonales compétentes en matière de police des étrangers. S'il n'existe aucun droit à l'octroi de l'autorisation de séjour, le recours de droit administratif dirigé contre les décisions cantonales en la matière est dans tous les cas exclu conformément à l'art. 100 let. b ch. 3 OJ, quand bien même les autorités cantonales ont examiné à titre préjudiciel la question de l'assujettissement aux mesures de limitation dans la décision refusant l'autorisation de séjour (changement de jurisprudence)."], "faits": "BGE 122 II 186 S. 187\n\nBardhec Duhanaj, geboren 1944, stammt aus dem Kosovo. Von 1981 bis 30. November 1992 arbeitete er während durchschnittlich acht Monaten pro Jahr als Saisonnier in einem Baugeschäft. Am 4. Februar 1993 lehnte die Fremdenpolizei des Kantons Luzern ein Gesuch um Erteilung einer Jahresaufenthaltsbewilligung (Umwandlung der Saison- in eine Jahresbewilligung) ab. Der Regierungsrat des Kantons Luzern wies eine gegen diese Verfügung erhobene Beschwerde am 2. Mai 1995 ab und setzte Bardhec Duhanaj Frist zum Wegzug aus dem Kanton Luzern. Bardhec Duhanaj erhob am 13. Juni 1995 gegen den Entscheid des Regierungsrats staatsrechtliche Beschwerde.\n\nDas Bundesgericht tritt auf die Beschwerde weder als staatsrechtliche Beschwerde noch als Verwaltungsgerichtsbeschwerde ein", "considerants": "aus folgenden Erwägungen:\n\n1. Die staatsrechtliche Beschwerde ist nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde gerügt werden kann (Art. 84 Abs. 2 OG). Als weiteres Rechtsmittel fällt hier einzig die Verwaltungsgerichtsbeschwerde in Betracht.\n\na) Auf dem Gebiete der Fremdenpolizei ist nach Art. 100 lit. b Ziff. 3 OG die Verwaltungsgerichtsbeschwerde gegen die Erteilung oder Verweigerung von Bewilligungen ausgeschlossen, auf die das Bundesrecht keinen Anspruch einräumt. Der Beschwerdeführer geht zu Recht davon aus, dass er keinen BGE 122 II 186 S. 188bundesrechtlichen Anspruch auf Erteilung der Aufenthaltsbewilligung geltend machen kann. Ein solcher Anspruch lässt sich insbesondere nicht aus der Verordnung vom 6. Oktober 1986 über die Begrenzung der Zahl der Ausländer (Begrenzungsverordnung, BVO; SR 823.21) ableiten (vgl. BGE 119 Ib 91 E. 1d S. 95, BGE 115 Ib 1 E. 1b S. 3), auch nicht insoweit, als die Umwandlung der Saison- in eine Jahresbewilligung beantragt wird: Erfüllt ein Ausländer die in Art. 28 BVO genannten Bedingungen der Umwandlung, bedeutet dies nur, dass eine allfällige Bewilligung gemäss Art. 13 lit. h BVO von den gemäss Art. 12 BVO festgelegten Höchstzahlen ausgenommen würde.\n\nInsoweit der Beschwerdeführer die Verweigerung einer Bewilligung an sich anficht, erscheint die Verwaltungsgerichtsbeschwerde gemäss Art. 100 lit. b Ziff. 3 OG ausgeschlossen.\n\nNun befasste sich der Regierungsrat in der Begründung seines Entscheids mit der Begrenzungsverordnung. Er verweigerte die Erteilung einer Aufenthaltsbewilligung darum, weil er die Voraussetzungen der Umwandlung einer Saison- in eine Jahresbewilligung als nicht erfüllt erachtete. Es ist zu prüfen, ob die Verwaltungsgerichtsbeschwerde unter diesem Gesichtspunkt zulässig ist.\n\nb) Gemäss Art. 52 lit. a BVO ist das Bundesamt für Ausländerfragen zuständig für Ausnahmen von der zahlenmässigen Begrenzung unter anderem nach Art. 13 lit. h in Verbindung mit Art. 28 BVO (Umwandlung der Saison- in eine Jahresbewilligung) und nach Art. 13 lit. f BVO (schwerwiegender persönlicher Härtefall). Es entscheidet dabei nicht über die Erteilung einer Bewilligung, sondern trifft einzig eine Feststellung über die Unterstellung unter die Begrenzungsmassnahmen, d.h. über die Anrechnung einer allfälligen Bewilligung an die Kontingentszahlen. Gegen die Verfügung des Bundesamtes kann Beschwerde beim Eidgenössischen Justiz- und Polizeidepartement erhoben werden. Gegen die Beschwerdeentscheide des Departements ist die Verwaltungsgerichtsbeschwerde zulässig, da Gegenstand des Verfahrens nicht die Bewilligungsfrage selber, sondern ausschliesslich die Unterstellungsfrage ist; der Ausschlussgrund von Art. 100 lit. b Ziff. 3 OG ist auf eigentliche Bewilligungsentscheide zugeschnitten und kommt nach bundesgerichtlicher Rechtsprechung für die Unterstellungsfrage, obwohl darüber im Hinblick auf einen Bewilligungsentscheid befunden wird, nicht zur Anwendung (BGE 119 Ib 33 E. 1a S. 35 mit Hinweisen).\n\nDas Bundesgericht ist indessen auch schon auf Verwaltungsgerichtsbeschwerden gegen letztinstanzliche kantonale Entscheide BGE 122 II 186 S. 189über die Erteilung von Bewilligungen eingetreten, in denen vorfrageweise über die Unterstellungsfrage befunden wurde. Dabei ging es unter anderem davon aus, dem Ausländer solle der (einzig) hinsichtlich der Unterstellungsfrage offene Beschwerdeweg nicht darum abgeschnitten werden, weil der Kanton - wenn letztlich auch bloss vorfrageweise - in eigener Kompetenz über eine Frage entscheide, deren Beantwortung dem Bundesamt für Ausländerfragen obliege (vgl. BGE 111 Ib 169 E. 3b S. 173 f., Urteil i.S. Ogando). Noch im Urteil i.S. H. vom 8. Februar 1990 (E. 2a) wurde im Sinne dieser Praxis generell festgehalten: \"Die Verwaltungsgerichtsbeschwerde ist nicht nur dann zulässig, wenn über die Unterstellungsfrage ein selbständiger Feststellungsentscheid ergeht, sondern auch dann, wenn darüber im Bewilligungsentscheid vorfrageweise befunden wird.\"\n\nIn der Folge hat das Bundesgericht die Ogando-Praxis eingeschränkt. Die Verwaltungsgerichtsbeschwerde gegen kantonale Bewilligungsentscheide, in welchen die Unterstellungsfrage behandelt wird, ist noch dann zugelassen, wenn angenommen werden muss, dass der Kanton den Bewilligungsentscheid von der Beantwortung der Unterstellungsfrage abhängig macht und die Bewilligung erteilen würde, wenn er sie nicht an seine Kontingentszahlen anrechnen müsste. Lehnen die kantonalen Behörden jedoch die Bewilligung auch aus anderen Gründen ab und berufen sie sich nur ergänzend auf die Begrenzungsverordnung, wird auf die Verwaltungsgerichtsbeschwerde nicht eingetreten (BGE 119 Ib 91 E. 2c S. 97 f. zu Art. 13 lit. f BVO).\n\nc) Nachdem die kantonalen Behörden dem Beschwerdeführer die Erteilung einer Jahresaufenthaltsbewilligung letztlich allein aus dem Grund verweigert haben, weil ihrer Ansicht nach die Umwandlungsvoraussetzungen von Art. 28 BVO nicht erfüllt sind, wäre die vorliegende Beschwerde im Sinne der Ogando-Praxis selbst unter den einschränkenden Bedingungen, wie sie nach der dargestellten neueren Rechtsprechung (BGE 119 Ib 91 E. 2c S. 97 f.) gelten, hinsichtlich der Unterstellungsfrage als Verwaltungsgerichtsbeschwerde entgegenzunehmen. Die bisherige Rechtsprechung zur Eintretensfrage bedarf jedoch einer Überprüfung.\n\nd) aa) Art. 100 OG erklärt die Verwaltungsgerichtsbeschwerde für bestimmte Sachgebiete als unzulässig, Art. 100 lit. b Ziff. 3 OG für das \"Sachgebiet\" (Marginale) fremdenpolizeilicher Bewilligungen, auf deren Erteilung kein bundesrechtlicher Anspruch besteht. Der Ausschlussgrund gilt unabhängig davon, mit welcher Begründung die Bewilligung verweigert wird. Das BGE 122 II 186 S. 190Bundesgericht soll angesichts der Ermessensfreiheit der verfügenden Behörde gerade nicht verpflichtet bzw. berechtigt sein, sich mit einer Beschwerde aus dem betreffenden Sachgebiet zu befassen. Die Verwaltungsgerichtsbeschwerde gegen den die fremdenpolizeiliche Bewilligung verweigernden Entscheid ist daher auch insoweit nicht zulässig, als es um die Geltendmachung von Verfahrensfehlern geht; das ergibt sich aus dem in Art. 101 OG verankerten Grundsatz der Einheit des Verfahrens (BGE 111 Ib 73 E. 2a S. 75). So ist die Verwaltungsgerichtsbeschwerde selbst dann ausgeschlossen, wenn gerügt wird, der Anspruch auf rechtliches Gehör sei verletzt, weil eine notwendige Abklärung nicht getroffen oder ein Verfahrensschritt ausgelassen worden sei. Sofern kein Rechtsanspruch auf Bewilligung gegeben ist, kann die Verwaltungsgerichtsbeschwerde gegen kantonale Bewilligungsentscheide nach dem in Art. 100 lit. b Ziff. 3 OG klar zum Ausdruck kommenden Willen des Gesetzgebers nie zulässig sein.\n\nDas Bundesgericht hat im Urteil i.S. Ogando die Verwaltungsgerichtsbeschwerde dennoch zugelassen, indem es letztlich eine Billigkeitsüberlegung anstellte: Es wollte dem Ausländer die Möglichkeit der Verwaltungsgerichtsbeschwerde darum geben, weil diesem das gleiche Rechtsmittel offengestanden wäre, wenn der Kanton die Unterstellungsfrage dem Bundesamt für Ausländerfragen unterbreitet und das Eidgenössische Justiz- und Polizeidepartement einen entsprechenden Beschwerdeentscheid gefällt hätte. Billigkeitserwägungen, die im Wortlaut des Gesetzes keine Stütze finden, dürfen jedoch im Bereich von Vorschriften, die die Zuständigkeit einer Behörde begründen oder ausschliessen und darum anhand möglichst einfacher Kriterien ausgelegt werden und leicht handhabbar sein sollten, grundsätzlich nicht massgeblich sein. Anders könnte es sich höchstens dann verhalten, wenn die wörtliche Auslegung einer derartigen Bestimmung ein vom Gesetzgeber offensichtlich nicht gewolltes Ergebnis zur Folge hätte.\n\nbb) Die für das Ogando-Urteil und die daran anschliessende Rechtsprechung massgebende Überlegung liegt keineswegs auf der Hand. Schon die bundesgerichtliche Praxis, die Verwaltungsgerichtsbeschwerde gegen Verfügungen des Bundesamtes für Ausländerfragen bzw. Beschwerdeentscheide des Eidgenössischen Justiz- und Polizeidepartements über die Frage, ob eine (allfällige) Bewilligung von den Kontingentszahlen gemäss Art. 13 lit. f oder 13 lit. h in Verbindung mit Art. 28 BVO von den Höchstzahlen ausgenommen wäre, zuzulassen, ist nicht unwidersprochen geblieben (ALFRED KOLLER, Verwaltungsgerichtsbeschwerde in Ausländersachen: Zulässigkeit in BGE 122 II 186 S. 191der sogenannten Unterstellungsfrage, in ZBJB 124/1988, S. 147 ff., PETER KOTTUSCH, Das Ermessen der kantonalen Fremdenpolizei und seine Schranken, in ZBl 91/1990, S. 145 ff., insbesondere S. 177-179). In der Tat versteht es sich angesichts des Grundsatzes der Einheit des Verfahrens (Art. 101 OG) nicht von selbst, dass eine ausschliesslich im Hinblick auf einen Bewilligungsentscheid zu treffende (Feststellungs-)Verfügung über eine Teilfrage letztinstanzlich mit Verwaltungsgerichtsbeschwerde soll angefochten werden können, wenn dieses Rechtsmittel gegen den Bewilligungsentscheid selber ausgeschlossen ist. Diese seit Jahren herrschende Betrachtungsweise lässt sich für das eigentliche Unterstellungsverfahren vor den Bundesbehörden indessen (einzig) darum rechtfertigen, weil dieses, trotz des engen Sachzusammenhangs, nach dem Verfahrensablauf vom Bewilligungsverfahren selber abgekoppelt ist.\n\nBeurteilt die kantonale (Beschwerde-)Behörde die Kontingentsfrage gemäss Art. 13 lit. f oder 13 lit. h in Verbindung mit Art. 28 BVO selber vorfrageweise in einem Entscheid über eine Aufenthaltsbewilligung, liegt eine derartige Verfahrensaufspaltung nicht vor; die Behörde fällt einen Gesamtentscheid, gegen welchen nach Gegenstand bzw. \"Sachgebiet\" die Verwaltungsgerichtsbeschwerde nach Art. 100 lit. b Ziff. 3 OG ausgeschlossen ist. Es mag aus der Sicht des Ausländers zwar unbefriedigend sein, dass er für eine Teilfrage hätte Verwaltungsgerichtsbeschwerde führen können, wenn der Kanton diesbezüglich die Bundesbehörden eingeschaltet hätte. Stossend ist dies aber nicht. Abgesehen davon, dass der Kanton die Bewilligung selbst dann abschliessend verweigern kann, wenn die Bundesbehörde die Unterstellungsfrage zugunsten des Ausländers entschieden hat, stellt der Umstand, dass die Bundesbehörde nicht konsultiert worden ist, keinen Verfahrensmangel dar. Gemäss Art. 52 lit. a BVO ist das Bundesamt zuständig für \"Ausnahmen von der zahlenmässigen Begrenzung\" nach Art. 13 lit. f und h. Dies bedeutet, dass der Kanton einen Ausländer nicht selbständig gültig von den Begrenzungsmassnahmen ausnehmen kann; es fehlt ihm in dieser Hinsicht eine positive Kompetenz. Geht er, wenn vielleicht auch unzutreffend, in einer Voraus-Beurteilung davon aus, dass eine Bewilligung an die Höchstzahlen anzurechnen wäre, d.h. eine Ausnahme nicht vorliege, greift er im Ergebnis nicht in Bundeskompetenzen ein. Er muss daher den Fall, wenn er die Bewilligung verweigern will, der Bundesbehörde nicht unterbreiten. Im übrigen wird häufig kaum feststellbar sein, ob der Kanton nun gerade die Unterstellungsfrage als allein oder doch überwiegend BGE 122 II 186 S. 192ausschlaggebend erachtet oder die Bewilligung (vorab) aus anderen Gründen verweigert hat, die das Bundesgericht in keinem Fall prüfen darf. Der Umstand, dass die kantonale Behörde die Sache nicht an das Bundesamt weitergeleitet hat, spricht ohnehin dafür, dass keine Bewilligung erteilt werden sollte. Auch die Überlegung, dass im Ausländerrecht nur beschränkter Rechtsschutz gewährt sei, vermag eine über den klaren Gesetzeswortlaut hinausgehende Eintretenspraxis nicht zu rechtfertigen. Die Rechtsstellung der Ausländer ist in den letzten Jahren vorerst durch die bundesgerichtliche Rechtsprechung (Urteil i.S. Reneja, BGE 109 Ib 183) und schliesslich durch den Gesetzgeber erheblich verbessert worden (Revision von Art. 7 und 17 Abs. 2 ANAG gemäss der Gesetzesnovelle vom 23. März 1990, AS 1991 1042/43), wodurch sich der Anwendungsbereich der Verwaltungsgerichtsbeschwerde wesentlich erweitert hat.\n\ne) An der bisherigen Rechtsprechung (BGE 111 Ib 169, BGE 119 Ib 91) kann daher nicht festgehalten werden. Die Verwaltungsgerichtsbeschwerde gegen kantonale Entscheide über die Verweigerung einer fremdenpolizeilichen Bewilligung, auf deren Erteilung kein bundesrechtlicher Anspruch besteht, ist somit in jedem Fall unzulässig, unabhängig davon, ob die Bewilligungsbehörde ihren Entscheid teilweise oder ausschliesslich damit begründet, dass der Ausländer unter die Begrenzungsmassnahmen der Begrenzungsverordnung falle.\n\nGegen kantonale Entscheide wird die Verwaltungsgerichtsbeschwerde höchstens noch dann zugelassen werden können, wenn ein selbständiger Feststellungsentscheid über die Anwendbarkeit der Begrenzungsverordnung angefochten wird, so etwa der Feststellungsentscheid der kantonalen Arbeitsmarktbehörden über das Vorliegen einer Erwerbstätigkeit gemäss Art. 41 Abs. 1 BVO (vgl. BGE 118 Ib 81). Die Frage, ob in derartigen Fällen Art. 100 lit. b Ziff. 3 OG greife, lässt sich nicht anders beurteilen als in Fällen, wo eine Bundesbehörde vorfrageweise über die Unterstellungsfrage befindet.\n\n2. (Der Beschwerdeführer hat keinen Rechtsanspruch auf Bewilligung und ist somit gemäss Art. 88 OG nicht zur staatsrechtlichen Beschwerde in der Sache selber legitimiert. Er erhebt sodann keine seine Parteistellung betreffenden Rügen. Insbesondere ist auf die Rüge nicht einzutreten, die Entscheidbegründung sei unvollständig; deren Beurteilung kann nicht von der Überprüfung des Entscheids in der Sache selber getrennt werden)."}