{"annee": "122", "cour": "V", "page": "331", "date": "30/4/1996", "cite": ["119 V 298", "110 V 183"], "cite_par": [], "chapeau": "49. Sentenza del 30 aprile 1996 nella causa G. contro Cassa malati Herpes e Tribunale cantonale delle assicurazioni, Lugano", "regestes": ["Art. 6bis LAMA, art. 16 al. 1, première phrase, et al. 2, première phrase, LAVS. Péremption de la créance en paiement de cotisations à l'assurance-maladie impayées. Application par analogie de l'art. 16 LAVS."], "faits": "BGE 122 V 331 S. 331\n\nA.- G.________, nato nel 1967, è stato assicurato contro le malattie presso la Cassa malati Royal dal 1o aprile al 30 giugno 1988. Dopo aver sollecitato il pagamento dei premi assicurativi l'8 giugno e il 14 luglio 1988, la Cassa ha informato l'interessato, per decisione formale del 24 ottobre 1988, che avrebbe riscosso tale importo per via esecutiva e sospeso le prestazioni oltre il minimo legale fino al momento dell'incasso. Il precetto esecutivo, spiccato il 22 maggio 1989, non ha potuto essere notificato poiché l'escusso era, nel frattempo, partito per destinazione ignota.\n\nIl 27 settembre 1993 la Cassa malati Hermes, la quale aveva integralmente assorbito la Cassa malati Royal nell'ambito di una fusione avvenuta nell'anno 1988, ha fatto spiccare nei confronti di G. un nuovo precetto esecutivo per l'incasso dei premi assicurativi ancora insoluti dei mesi di aprile a giugno 1988, pari a fr. 437.--.\n\nAvendo l'escusso interposto opposizione contro il precetto esecutivo, la Cassa malati Hermes l'ha rigettata, mediante decisione formale del 19 maggio 1994, integrando nel proprio credito un importo di spese esecutive di fr. 28.--.\n\nBGE 122 V 331 S. 332\n\nB.- G.________ è insorto contro la decisione in parola asserendo da un lato di non avere mai avuto a che fare con questa Cassa, dall'altro, che, risalendo la causa al 4 agosto 1988, sarebbero trascorsi oltre 6 anni dall'esigibilità del credito e quindi sarebbe subentrata prescrizione del medesimo. In una comunicazione del 19 agosto 1994, egli ha inoltre affermato che la Cassa malati Royal gli sarebbe debitrice di un importo ben maggiore di quello posto in esecuzione e che, per di più, quest'ultimo sarebbe in realtà stato pagato, all'epoca, dall'Ufficio cantonale di assistenza.\n\nPer giudizio dell'11 ottobre 1994 il Tribunale delle assicurazioni del Cantone Ticino ha respinto il ricorso e confermato il rigetto dell'opposizione al precetto esecutivo limitatamente a fr. 437.--. In sostanza, considerata la decorrenza del termine quinquennale di prescrizione, ha giudicato che il debito dell'escusso nei confronti della Cassa non era prescritto.\n\nC.- L'interessato propone ricorso di diritto amministrativo a questa Corte chiedendo implicitamente, in base agli argomenti già esposti in sede di prima istanza, l'annullamento della pronunzia impugnata.\n\nNella sua risposta, la Cassa malati Hermes postula la disattenzione del gravame. Invitato a determinarsi, l'Ufficio federale delle assicurazioni sociali ha rinunciato a presentare osservazioni.\n\nAdeguandosi a quanto stabilito dal Presidente del Tribunale federale delle assicurazioni l'8 febbraio 1995, l'insorgente ha versato entro il termine previsto fr. 400.-- a titolo di garanzie per le presunte spese giudiziarie.", "considerants": "Diritto:\n\n1. (Potere cognitivo)\n\n2. Nell'impugnato giudizio è stato correttamente esposto che determinante per l'obbligo di pagare i premi assicurativi è la durata dell'affiliazione (art. 6bis LAMI) e che le modalità secondo le quali il versamento deve essere operato sono stabilite dalle disposizioni interne della Cassa (art. 1 cpv. 2 LAMI). Pure esattamente i primi giudici hanno constatato che la Cassa opponente è legittimata a richiedere il pagamento dei premi nella misura in cui essa ha integralmente assorbito la Cassa malati Royal nel dicembre 1988.\n\n3. È pacifico in concreto che G. è stato affiliato alla Cassa malati a partire dal 1o aprile 1988 e che egli ha presentato le sue dimissioni con effetto al 30 giugno seguente. Si pone quindi il tema di sapere se il BGE 122 V 331 S. 333debito relativo ai premi assicurativi rimasti insoluti sia tuttora esigibile dalla Cassa opponente e, in caso affermativo, se l'insorgente possa invocare il diritto di compensarlo con un diritto a prestazioni assicurative che egli asserisce vantare nei confronti della Cassa. Emerge comunque dagli atti all'inserto che il credito posto in esecuzione con precetto esecutivo 27 settembre 1993 non è stato pagato alla Cassa malati Royal o alla Cassa opponente dall'Ufficio cantonale di assistenza.\n\na) A ragione i giudici di prime cure hanno constatato che la LAMI non contiene disposizioni disciplinanti la prescrizione dei crediti relativi ai premi assicurativi e che al riguardo nulla dicono le disposizioni interne della Cassa malati Hermes. Non può invece essere tutelato il parere della giurisdizione cantonale quando essa afferma che troverebbero applicazione in concreto le norme riguardanti l'estinzione delle obbligazioni secondo il Codice delle obbligazioni: queste disposizioni prevedono che le azioni per prestazioni periodiche si prescrivono con il decorso di 5 anni (art. 128 cifra 1 CO), che la prescrizione è interrotta mediante atti di esecuzione (art. 135 cifra 2 CO), e che con l'interruzione incomincia a decorrere una nuova prescrizione (art. 137 cpv. 1 CO).\n\nSecondo la giurisprudenza del Tribunale federale delle assicurazioni, in caso di restituzione di premi dell'assicurazione malattia pagati in eccesso, ove sia carente una disposizione statutaria, è applicabile per analogia l'art. 16 cpv. 3, prima frase, LAVS al credito di restituzione dell'assicurato (DTF 119 V 300 consid. 4). Ammesso questo principio in caso di diritto dell'assicurato alla restituzione dei contributi indebitamente pagati, si giustifica di applicare per analogia l'art. 16 LAVS anche per quanto concerne la perenzione dell'esigibilità di crediti delle casse malati relativi ai premi assicurativi rimasti insoluti. A norma dell'art. 16 cpv. 1 LAVS, i contributi il cui importo non è stato fissato in una decisione notificata entro un termine di cinque anni dalla fine dell'anno civile per il quale sono dovuti non possono più essere né pretesi né pagati. L'art. 16 cpv. 2, prima frase, LAVS dispone che il credito per contributi, fissato in una decisione notificata conformemente al capoverso 1, si estingue tre anni dopo la fine dell'anno civile in cui la decisione è passata in giudicato.\n\nb) Nell'evenienza concreta, la Cassa malati opponente ha informato l'interessato, per decisione formale del 24 ottobre 1988, rimasta inimpugnata, che avrebbe riscosso per le vie esecutive l'importo dei premi assicurativi dovuti per il periodo dal 1o aprile al 30 giugno 1988.BGE 122 V 331 S. 334\n\nMediante tale provvedimento, il credito per i premi assicurativi ancora insoluti è stato pertanto fissato in una decisione notificata conformemente all'art. 16 cpv. 1 LAVS. Ne discende che, giusta l'art. 16 cpv. 2, prima frase, LAVS, esso si è estinto tre anni dopo la fine dell'anno civile in cui la decisione è passata in giudicato, vale a dire il 31 dicembre 1991.\n\nIn esito a quanto precede, alla data in cui la Cassa malati Hermes ha fatto spiccare il contestato precetto esecutivo del 27 settembre 1993 nei confronti di G., la perenzione del suo credito era intervenuta da quasi due anni.\n\n4. Considerato l'esito della vertenza, può rimanere irrisolto il tema di sapere se al ricorrente fosse consentito di estinguere un proprio debito invocando la compensazione (DTF 110 V 183; RAMI 1992 no. K 896 pag. 139 consid. 3), nonché quello dell'effettiva esistenza di un asserito suo credito e dell'eventuale importo del medesimo.\n\n5. (Spese di procedura)"}