{"annee": "122", "cour": "III", "page": "125", "date": "10/4/1996", "cite": ["120 II 35", "81 II 60", "106 III 97", "112 III 88", "114 III 71", "23 I 349"], "cite_par": ["130 III 87", "140 III 54", "131 III 268", "129 III 12", "132 III 480"], "chapeau": "25. Extrait de l'arrêt de la IIe Cour civile du 10 avril 1996 dans la cause A. contre Banque X. (recours de droit public)", "regestes": ["Art. 82 LP, art. 492 ss CO; poursuite contre la caution solidaire, mainlevée provisoire de l'opposition. Dans la poursuite contre la caution solidaire, le poursuivant ne peut obtenir la mainlevée provisoire de l'opposition que si l'acte de cautionnement est accompagné d'une reconnaissance de dette du débiteur principal."], "faits": "BGE 122 III 125 S. 125\n\nLe 25 mai 1992, la banque X. a accordé à la société G. SA une limite de crédit en compte courant de 100'000 fr., moyennant le cautionnement conjoint et solidaire, à concurrence de 120'000 fr., de G. et de A.; l'acte de cautionnement a été instrumenté le 9 juin suivant.\n\nLa faillite de G. SA a été déclarée le 14 juillet 1994, suspendue faute d'actif, puis clôturée à défaut d'avance de frais. Au jour de l'ouverture de la faillite, le compte courant présentait un solde de 100'680 fr. 69 en faveur de la banque.BGE 122 III 125 S. 126\n\nLe 14 décembre 1994, celle-ci a fait notifier à A. un commandement de payer la somme de 100'680 fr. 69, plus intérêts à 7,5% l'an dès le 14 juillet 1994, auquel le poursuivi a formé opposition totale. Par jugement du 10 mai 1995, le Tribunal de première instance de Genève a refusé la mainlevée provisoire; statuant le 20 juillet 1995 sur appel de la poursuivante, la Cour de justice l'a en revanche prononcée.\n\nLe Tribunal fédéral a admis le recours de droit public formé par A.", "considerants": "Extrait des considérants:\n\n2. Constitue une reconnaissance de dette, au sens de l'art. 82 al. 1 LP, l'acte authentique ou sous seing privé signé par le poursuivi - ou son représentant (cf. ATF 112 III 88) - d'où ressort sa volonté de payer au poursuivant, sans réserve ni condition, une somme d'argent déterminée, ou aisément déterminable (ATF 114 III 71 consid. 2 p. 73), et échue (PANCHAUD/CAPREZ, La mainlevée d'opposition, 2e éd., §§ 1 et 3; SJ 1980 p. 577/578). Elle peut découler du rapprochement de plusieurs pièces (ibidem, § 6), autant que les éléments nécessaires en résultent (ATF 106 III 97 consid. 3 p. 99).\n\na) Aux termes de l'acte de cautionnement passé le 9 juin 1992, le recourant - avec le consentement de son épouse (art. 494 al. 1 CO) - et G. se sont portés \"conjointement cautions solidaires\" envers l'intimée, à concurrence de 120'000 fr. au maximum, \"pour le remboursement de toutes les créances (...) que la banque possède déjà actuellement ou pourra posséder ultérieurement contre la société G. SA\". Bien que cette question ne soit pas discutée par les parties, on doit admettre qu'il s'agit là d'un cautionnement conjoint solidaire avec le débiteur, au sens de l'art. 497 al. 2 CO, ce qui est d'ailleurs présumé (SCYBOZ, Le contrat de garantie et le cautionnement, in TDPS VII/2, p. 103 n. 18; PESTALOZZI, in Kommentar zum schweizerischen Privatrecht, Obligationenrecht, Bd. I [Art. 1-529 OR], n. 10 ad art. 497 CO et les références citées par ces auteurs). Le recourant ne soutient pas qu'il aurait été recherché en l'absence des conditions prévues par cette disposition (bénéfice de discussion limité des 2e et 3e phrases; cf. sur ce point: SCHÖNENBERGER, Zürcher Kommentar, n. 40 ss ad art. 497 CO et les citations). En qualité de caution solidaire (SCYBOZ, op.cit., p. 111 let. a), il pouvait être poursuivi avant la débitrice principale, à condition que cette dernière soit en retard dans le paiement de sa dette ou que son insolvabilité soit notoire (art. 496 al. 1 CO; ATF 81 II 60 consid. 2 p. 65; PESTALOZZI, op.cit., n. 7 ad art. 497 BGE 122 III 125 S. 127CO), ce qui n'est pas non plus contesté en l'espèce (cf. sur ce point: PESTALOZZI, op.cit., n. 9/10 ad art. 496 CO et les références).\n\nb) Le cautionnement, même solidaire (Rep. 1970 p. 86 et les références; SCHÖNENBERGER, op.cit., n. 21 ad art. 492 CO), a un caractère accessoire, c'est-à-dire que l'obligation de la caution dépend de l'existence et du contenu de la dette principale (ATF 120 II 35 consid. 3a p. 37). Il s'ensuit que, dans l'action introduite contre la caution, le créancier doit prouver l'existence et le montant de sa créance non seulement contre celle-ci, mais aussi contre le débiteur principal (ATF 23 I 349 consid. 2 p. 361; SCHÖNENBERGER, op.cit., n. 21, et PESTALOZZI, op.cit., n. 37 ad art. 492 CO). De même, dans la poursuite contre la caution solidaire, le poursuivant ne peut obtenir la mainlevée provisoire de l'opposition que si l'acte de cautionnement est accompagné d'une reconnaissance de dette du débiteur principal (BECK, Das neue Bürgschaftsrecht, n. 48 ad Einl., p. 22; COMETTA, Il rigetto provvisorio dell'opposizione nella prassi giudiziaria ticinese, in Rep. 1989 p. 340 en haut; Rep. 1970 p. 88/89 consid. 4; ZBJV 1968 p. 356 et la doctrine citée; cf. implicitement: LGVE 1982 I no 45; BlSchK 1959 p. 177; ZBJV 1942 p. 90 consid. 6, 1934 p. 235; Extraits FR 1928-1930 p. 210/211; RSJ 1928/29 p. 351/352); le Tribunal fédéral se fonde sur la même opinion (arrêt non publié du 26 août 1985 en la cause G. c. Sparkasse X., consid. 2).\n\nLa Cour de justice genevoise admet, elle aussi, que le contrat de cautionnement solidaire doit, en principe, être accompagné \"d'une reconnaissance de dette liant le débiteur principal\"; s'appuyant sur la jurisprudence du Tribunal fédéral, elle estime que la mainlevée provisoire peut néanmoins être prononcée \"lorsqu'il est établi en fait que le crédit a été accordé\" (SJ 1979 p. 490 consid. 6b, et les arrêts cités par SCHMIDT, Jurisprudences récentes du Tribunal fédéral et de la Cour de justice en matière de mainlevée provisoire, in SJ 1995 p. 325 no 31). Il est vrai que, dans un arrêt Meunier c/Hoirs Fontanel, du 19 janvier 1942 (in SJ 1942 p. 449 ss, spéc. 451 consid. 1 in fine), le Tribunal fédéral a exprimé cette opinion, laquelle doit cependant être replacée dans son contexte. Après avoir rappelé que certaines autorités cantonales \"ne regardaient point comme une reconnaissance de dette suffisante le compte accompagné du bien-trouvé signé du débiteur, mais exigeaient la déclaration expresse de la caution, dans l'acte de cautionnement, que le bien-trouvé devait aussi valoir à son encontre\", cet arrêt se rallie à la conception \"admettant, qu'en vertu d'un compte de crédit garanti par un cautionnement solidaire, BGE 122 III 125 S. 128la mainlevée devait être prononcée aussi à l'égard de la caution solidaire lorsqu'il est établi en fait (par ex. par le bien-trouvé portant la signature de l'emprunteur) que le crédit avait été accordé\". Le Tribunal fédéral n'a ainsi nullement affirmé qu'une reconnaissance de la dette par le débiteur principal n'était plus exigée - ce qui serait en contradiction avec l'exemple cité -, mais qu'un bien-trouvé signé par la caution n'était pas une condition de la mainlevée. Les références citées éclairent aussi la portée de cette jurisprudence: la mainlevée peut être prononcée même contre la caution solidaire sur la base d'un contrat d'ouverture de crédit lorsque le montant accordé a fait l'objet d'un bien-trouvé signé par le débiteur principal (JAEGER/DAENIKER, Schuldbetreibungs- und Konkurs-Praxis, t. I, n. 4g in fine ad art. 82 LP; RSJ 1928/29 p. 351). Du reste, c'est pour pallier l'absence d'un bien-trouvé signé par la caution que les actes de cautionnement prévoyaient, comme dans le cas présent, que le bien-trouvé signé par le débiteur principal vaut également reconnaissance de dette à l'égard de la caution (RSJ 1928/29 p. 351); si cette clause est désormais superfétatoire, elle n'en confirme pas moins la nécessité d'une reconnaissance de dette du débiteur principal.\n\nc) En l'espèce, la créance de la banque poursuivante correspond au solde négatif du compte courant de la débitrice principale; la garantie porte ainsi sur le solde de ce compte (ATF 120 II 35 consid. 5 p. 42 et les citations), à savoir un montant qui n'est pas déterminé d'emblée, mais seulement une fois que le solde a été arrêté et reconnu (LGVE 1982 I no 45 p. 76/77). Or, le dossier ne renferme aucun bien-trouvé signé par la débitrice principale, exigence qui, contrairement à ce qu'affirme la cour cantonale, n'a pas été \"abandonnée par la jurisprudence\" (let. b, supra); une reconnaissance tacite de la dette, faute de contestation du solde dans le délai de \"4 semaines\" figurant au pied des extraits de compte, ne saurait entrer en considération (ATF 106 III 97 consid. 4 p. 99/100; PANCHAUD/CAPREZ, op.cit., §§ 1 n. 13 et 79 n. 8).\n\nCertes, la jurisprudence est d'avis que, nonobstant sa dénomination de \"compte courant\", le contrat par lequel la banque procède à un seul et unique versement à concurrence du crédit mis à la disposition du débiteur justifie la mainlevée provisoire, même à défaut de bien-trouvé signé, lorsque cette opération est exécutée, et sans que le poursuivi ne soutienne que la banque n'aurait pas satisfait à ses obligations (arrêt non publié L. c. Caisse d'Epargne X. du 5 juin 1991, cité par SCHMIDT, op.cit., p. 322/323 no 22). Toutefois, ce principe n'est pas applicable en l'espèce; en effet, rien ne démontre que la convention qui lie l'intimée à la débitrice BGE 122 III 125 S. 129principale soit une \"avance ferme\", et non un véritable crédit en compte courant (cf. sur cette distinction: SCHMIDT, op.cit., p. 325 no 33). En admettant même que le contrat de base doive être qualifié d'avance ferme, il eût fallu, à tout le moins, que ce contrat fût signé par la débitrice principale. Si une reconnaissance de dette peut résulter d'un ensemble de pièces, encore faut-il que les éléments nécessaires en découlent, notamment une signature engageant valablement le débiteur (ATF 112 III 88 consid. 2b in fine); or, tel n'est pas le cas en l'occurrence.\n\nRécemment, le Tribunal fédéral aurait aussi renoncé à l'exigence d'un bien-trouvé signé par le débiteur principal dans la poursuite contre la caution solidaire, pour le motif que l'administration de la faillite du débiteur (liquidation judiciaire en France) avait admis la production du créancier (arrêt non publié V. c. Banque X. du 6 avril 1993, résumé par SCHMIDT, op.cit., p. 323 no 23). En réalité, il a uniquement affirmé que la caution \"n'avait pas démontré en quoi\" la cour cantonale était tombée dans l'arbitraire pour avoir considéré sans importance l'absence d'un tel bien-trouvé, dès lors que l'administration de la faillite avait admis la production de la banque; ce motif ressortit donc à la recevabilité du grief de la caution (art. 90 al. 1 let. b OJ), non à l'exactitude de l'opinion émise dans l'arrêt attaqué. Quoi qu'il en soit, l'acte d'ouverture de crédit avait été signé par le gérant de la débitrice principale, qui était en même temps caution solidaire, ce qui n'est pas le cas en l'espèce. Au demeurant, en droit suisse (cf. art. 244 ss LP), une reconnaissance de la dette par le débiteur principal en faillite ne saurait se fonder sur la seule admission de la créance garantie à l'état de collocation (arrêt non publié G. c. Sparkasse X. précité, consid. 2c; PANCHAUD/CAPREZ, op.cit., §§ 2 n. 2, 80 n. 6).\n\nd) La Cour de justice s'est également fondée sur le fait que \"le débiteur principal\", à savoir G., avait été poursuivi pour le même montant et n'avait pas formé opposition au commandement de payer, \"reconnaissant ainsi devoir la somme\" en poursuite. C'est à juste titre que le recourant soutient que cette opinion est arbitraire. En effet, l'acte de cautionnement indique clairement que G. n'est pas le débiteur principal, mais bien l'autre caution conjointe et solidaire. De toute manière, l'absence d'opposition à un commandement de payer n'implique aucune reconnaissance de dette (JAEGER, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 3 in fine ad art. 78 LP; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3e éd., p. 136 § 8), en particulier du débiteur principal dans la poursuite contre la BGE 122 III 125 S. 130caution (SCHÖNENBERGER, op.cit., n. 21 ad art. 492 CO et l'arrêt cité).\n\ne) Dès lors, c'est avec raison que le recourant fait valoir que la mainlevée provisoire ne pouvait être accordée à l'intimée qu'en présence d'une reconnaissance de la dette par la débitrice principale, laquelle fait toutefois défaut dans le cas particulier: la requérante devait donc être renvoyée à saisir le juge ordinaire (art. 79 LP)."}