{"annee": "122", "cour": "II", "page": "403", "date": "4/9/1996", "cite": ["122 II 113"], "cite_par": [], "chapeau": "51. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 4. September 1996 i.S. Fahrudin Sofic gegen Eidgenössisches Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 13 let. h et 28 al. 1 let. a et b OLE; exception aux mesures de limitation des étrangers lors de la transformation de l'autorisation saisonnière en autorisation de séjour à l'année; cas de rigueur. Recevabilité du recours de droit administratif (consid. 1). Décompte de la durée du séjour selon l'art. 28 al. 1 let. a OLE (consid. 2). Pratique concernant le service militaire (consid. 3c). L'impossibilité de demander à l'avenir la transformation de l'autorisation saisonnière en autorisation de séjour à l'année peut, conjointement avec d'autres circonstances, constituer un cas personnel d'extrême gravité. Cas de rigueur admis en l'espèce (consid. 3d)."], "faits": "|404|\n\nFahrudin Sofic, aus Bosnien-Herzegowina stammend, reiste 1990 erstmals als Saisonnier in die Schweiz ein. Ein Gesuch um Umwandlung der Saison- in eine Jahresbewilligung unterbreitete die Fremdenpolizei des Kantons Appenzell Ausserrhoden am 15. November 1994 dem Bundesamt für Ausländerfragen zum Entscheid über die Ausnahme von der zahlenmässigen Begrenzung der Ausländer nach Art. 28 in Verbindung mit Art. 13 lit. h der Verordnung vom 6. Oktober 1986 über die Begrenzung der Zahl der Ausländer (Begrenzungsverordnung, BVO; SR 823.21). Das Bundesamt lehnte das Gesuch am 18. November 1994 ab.\n\nEine Beschwerde an das Eidgenössische Justiz- und Polizeidepartement blieb ohne Erfolg.\n\nMit Verwaltungsgerichtsbeschwerde vom 12. Februar 1996 an das Bundesgericht beantragt Fahrudin Sofic, den Entscheid des Eidgenössischen Justiz- und Polizeidepartements vom 10. Januar 1996 aufzuheben und festzustellen, dass der Beschwerdeführer von den Höchstzahlen der Begrenzungsverordnung ausgenommen sei; eventuell sei die Sache zur Neubeurteilung und Beweisergänzung an die Vorinstanz zurückzuweisen.\n\nDas Eidgenössische Justiz- und Polizeidepartement beantragt in seiner Vernehmlassung Abweisung der Verwaltungsgerichtsbeschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut aus folgenden", "considerants": "Erwägungen:\n\n1. Gegen Entscheide über die Ausnahme von den Höchstzahlen der Begrenzungsverordnung - insbesondere im Zusammenhang mit der Umwandlung |405| von Saison- in Jahresbewilligungen in Anwendung von Art. 13 lit. h in Verbindung mit Art. 28 Abs. 1 BVO - ist die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig (BGE 122 II 113 E. 1 S. 116 mit Hinweisen). Auf die Verwaltungsgerichtsbeschwerde ist einzutreten.\n\n2. a) Nach Art. 28 Abs. 1 lit. a BVO kann eine Saison- in eine Jahresbewilligung umgewandelt werden, wenn der Ausländer sich in den letzten vier Jahren während insgesamt 36 Monaten ordnungsgemäss als Saisonnier zur Arbeit in der Schweiz aufgehalten hat. Massgebend für die Berechnung der Anwesenheitsdauer ist die Zeit, während welcher der Ausländer in der Schweiz mit einer gültigen Saisonbewilligung tatsächlich anwesend war und gearbeitet hat. Nach den Berechnungen der Vorinstanz trifft dies beim Beschwerdeführer für folgende Zeiträume zu:\n\n1990: 8. März bis 7. Dezember = 9 Monate\n\n1991: 5. März bis 4. Dezember = 9 Monate\n\n1992: 14. April bis 12. Dezember = 7 Monate 29 Tage\n\n1993: 13. März bis 12. Dezember = 9 Monate\n\n1994: 13. März bis 30. November = 8 Monate 18 Tage\n\nb) Im Jahre 1992 befand sich der Beschwerdeführer vom 1. März bis 10. April im Militärdienst, weshalb er seine Saison erst am 14. April antreten konnte. Nach der Praxis der Bundesbehörden wird für den Fall, dass ein Ausländer die notwendige Anwesenheitsdauer von 36 Monaten während vier aufeinanderfolgenden Saisons wegen Absolvierung von Militärdienst nicht erreicht, die entsprechende Saison nicht mitgerechnet. Das Bundesgericht hat diese Praxis im Grundsatz für sachgerecht erachtet (unveröffentlichte Urteile i.S. G. vom 25. Oktober 1993 und i.S. D. vom 29. November 1995). Unter bestimmten weiteren Voraussetzungen können allerdings nur kurze militärbedingte Abwesenheiten bei der Prüfung, ob ein Härtefall nach Art. 28 Abs. 1 lit. b BVO vorliegt, berücksichtigt werden (dazu E. 3c).\n\nc) Wird im vorliegenden Fall die Saison 1992 nicht mitgerechnet, fehlen dem Beschwerdeführer nach der Berechnung des Departements dennoch zwölf Tage, womit dieser selbst unter Berücksichtigung der praxisgemäss gewährten Toleranzfrist von sieben Tagen die zeitlichen Voraussetzungen einer ordentlichen Umwandlung nicht erfüllt. Der Beschwerdeführer ist nun allerdings der Meinung, es sei ihm für das Jahr 1994 eine volle Saison anzurechnen und nicht, wie nach der Berechnung des Departements lediglich |406| acht Monate und 18 Tage. Die Arbeitgeberin des Beschwerdeführers, die Bauunternehmung Hohl AG, Heiden, reichte am 2. März 1994 das Gesuch um Erteilung einer Saisonbewilligung ein, wobei eine Aufenthaltsdauer für die Zeit vom 14. März bis 30. November 1994 beantragt wurde. Dem Gesuch war ein Arbeitsvertrag, ebenfalls gültig bis 30. November 1994 beigelegt. Am 14. März 1994 stellte das Bundesamt für Ausländerfragen das Visum zum Stellenantritt aus, wobei unter der Rubrik Aufenthaltsdauer vermerkt war: Saison, 15. März - 30. Dezember 1994. Diese Angabe war insoweit irrtümlich, als die Saisondauer neuneinhalb Monate betragen hätte, was mit Art. 16 Abs. 1 BVO unvereinbar ist; das Ende der Saison im Baugewerbe war im übrigen auf den 17. Dezember 1994 festgesetzt worden. In der Folge wurde dem Beschwerdeführer von der Fremdenpolizei des Kantons Appenzell Ausserrhoden eine vom 13. März bis 30. November 1994 gültige Saisonbewilligung erteilt. Nach Ablauf der erteilten Saisonbewilligung Ende November 1994 blieb der Beschwerdeführer weiterhin in der Schweiz und war hier erwerbstätig, wobei ihm im Rahmen der \"Aktion Bosnien-Herzegowina\" für die Zwischensaison 1994/95 eine Kurzaufenthaltsbewilligung erteilt wurde.\n\nd) Art. 28 Abs. 1 lit. a BVO stellt darauf ab, dass sich der Ausländer als Saisonnier zur Arbeit in der Schweiz aufgehalten hat. Für die Berechnung der Aufenthaltsdauer ist deshalb der tatsächliche Aufenthalt massgebend, der nach Zeit und Zweck durch die Saisonbewilligung abgedeckt ist (unveröffentlichtes Urteil i.S. K. vom 21. Dezember 1995, E. 2c); Kurzaufenthalte in der Schweiz, welche nicht zur Saisontätigkeit gehören, sondern in anderem Zusammenhang bewilligt wurden, können an die Aufenthaltsdauer nicht angerechnet werden (BGE 122 II 113 E. 3a S. 119 f.). Es trifft nun zwar zu, dass die kantonale Behörde eine kürzer dauernde Saisonbewilligung erteilt hat, als es der im Visum zum Stellenantritt vom Bundesamt für Ausländerfragen vorgegebene zeitliche Rahmen erlaubt hätte. Das kann aber nicht beanstandet werden, da die kantonale Fremdenpolizei nicht verpflichtet ist, eine Saisonbewilligung zu erteilen, und sie deshalb auch eine kürzere Dauer festlegen kann (unveröffentlichtes Urteil i.S. K. vom 9. November 1995, E. 3b). Das hat sie vorliegend in Übereinstimmung mit dem von der Arbeitgeberin des Beschwerdeführers eingereichten Arbeitsvertrag getan. Es bleibt damit dabei, dass der Beschwerdeführer als Saisonnier die für die Umwandlung erforderliche Aufenthaltsdauer nicht erreicht.\n\n3. a) Art. 28 Abs. 1 lit. b BVO ermöglicht die Umwandlung auch bei |407| schwerwiegenden persönlichen Härtefällen. Die Härtefallregel bildet die Ausnahme zur grundsätzlichen Norm des Art. 28 Abs. 1 lit. a BVO, was insbesondere bedeutet, dass sie von deren strengen zeitlichen Erfordernissen dispensiert. Diese beruhen darauf, dass Saisonbewilligungen für längstens neun Monate erteilt werden (Art. 16 Abs. 1 BVO), für eine Umwandlung aber verlangt wird, dass sich der Saisonnier in den letzten vier Jahren insgesamt 36 Monate zur Arbeit in der Schweiz aufgehalten hat. Die Härtefallregel erlaubt es, die Grundregel flexibler und weniger formalistisch anzuwenden und die besonderen Umstände des Einzelfalls zugunsten des Ausländers zu berücksichtigen (BGE 117 Ib 317 E. 3b S. 320; Urteil vom 7. Dezember 1990, in ZBl 92/1991 S. 310, E. 2b). Nach der bundesgerichtlichen Rechtsprechung ist für die Annahme eines Härtefalls wesentlich, dass die allfällige Verweigerung der Umwandlung den betroffenen Ausländer besonders hart träfe. Der Grund dafür kann sowohl in den persönlichen Folgen der Nichtumwandlung als auch in den Ursachen liegen, die ihn daran hinderten, den zeitlichen Erfordernissen von Art. 28 Abs. 1 lit. a BVO nachzukommen (Urteil vom 7. Dezember 1990, in ZBl 92/1991 S. 310, E. 2c). Dabei ist unter anderem massgeblich, ob der Saisonnier die Umstände, welche die Erfüllung der Umwandlungsvoraussetzungen verhinderten, selbst verschuldet oder verursacht hat. Das Verhalten des für ihn handelnden schweizerischen Arbeitgebers hat er sich grundsätzlich insoweit anrechnen zu lassen, als dieser bei der Erfüllung der ordentlichen zeitlichen Voraussetzungen zwingend mitzuwirken hat; allenfalls vorbehalten bleiben besondere Umstände, wie unkorrektes, gegen die Interessen des Ausländers gerichtetes Verhalten des Arbeitgebers. Schliesslich ist die Tragweite der Auswirkungen des negativen Verfahrensverlaufes für den Betroffenen zu berücksichtigen (Urteil vom 7. Dezember 1990, in ZBl 92/1991 S. 310, E. 2c).\n\nb) Saisonniers aus dem ehemaligen Jugoslawien befinden sich hinsichtlich der Umwandlung ihrer Saison- in eine Jahresbewilligung insofern in einer besonderen Situation, als Ausländer, die nicht aus den Staaten der EFTA und der EU stammen, im Falle der Abweisung ihres Gesuchs die Möglichkeit der Umwandlung der Saison- in eine Jahresbewilligung endgültig verlieren, da derartige Umwandlungen ab 1. Januar 1995 nur noch für Angehörige aus Staaten der EFTA und der EG bzw. der EU in Frage kommen (Art. 28 Abs. 1 BVO in der Fassung vom 19. Oktober 1994; AS 1994 2310, bzw. nunmehr vom 25. Oktober 1995; AS 1995 4871). Diese vom Bundesrat gewollte, für sämtliche |408| Betroffenen, namentlich die Bürger des ehemaligen Jugoslawien, in gleicher Weise geltende Erschwerung kann, wie das Bundesgericht mehrfach entschieden hat, für sich allein nicht als persönliche Härte qualifiziert und damit praktisch wieder rückgängig gemacht werden (BGE 122 II 113 E. 4b S. 125 mit Hinweisen). Das Bundesgericht hat in diesem Zusammenhang aber ebenfalls festgehalten, dass die in Zukunft fehlenden Umwandlungsmöglichkeiten zusammen mit weiteren Umständen eine persönliche Härte begründen können (unveröffentlichte Urteile i.S. K. vom 2. Mai 1996, i.S. A. vom 14. Mai 1996, i.S. G. vom 18. Juni 1996, i.S. N. vom 9. Juli 1996 sowie i.S. K. vom 9 Juli 1996), da nach der Rechtsprechung die Tragweite des negativen Verfahrensverlaufs und damit der Umstand von Bedeutung ist, ob dem Ausländer die Möglichkeit verbleibt, binnen vernünftiger Frist doch noch zu einer Jahresbewilligung zu gelangen (Urteil vom 7. Dezember 1990, in ZBl 92/1991 S. 310, E. 2c). Zusätzlich zur in Zukunft fehlenden Umwandlungsmöglichkeit als schwerwiegende persönliche Folge einer Nichtumwandlung kommen im vorliegenden Fall zwei Gesichtspunkte in Betracht, welche die Ursachen betreffen, die den Beschwerdeführer daran hinderten, die zeitlichen Voraussetzungen von Art. 28 Abs. 1 lit. a BVO zu erfüllen. Dies betrifft zunächst den Militärdienst im Jahre 1992 (lit. c hiernach), alsdann die Umstände, welche im Jahre 1994 zur verkürzten Saisondauer führten (lit. d hiernach).\n\nc) Das Bundesgericht hat im unveröffentlichten Urteil i.S. K. vom 2. Mai 1996 erkannt, dass es zwar regelmässig richtig ist, Militärdienst lediglich bei der Berechnung der Aufenthaltsdauer gemäss Art. 28 Abs. 1 lit. a BVO zu berücksichtigen (Überspringen der Saison), dass aber ausnahmsweise eine militärdienstbedingte Absenz auch unter dem Gesichtspunkt des Härtefalls von Bedeutung sein kann. Das trifft nach diesem Urteil dann zu, wenn die militärbedingte verspätete Einreise sich etwa auf den zeitlichen Rahmen einer Ferienabwesenheit beschränkt und das Aufgebot den Beschwerdeführer unverhofft zu einem Zeitpunkt trifft, in dem bereits alles Nötige für die Aufnahme der Erwerbstätigkeit im Rahmen einer ordentlichen neunmonatigen Saison vorgekehrt worden ist.\n\nIm Jahre 1992 hatte der Beschwerdeführer vom 1. März bis 10. April Militärdienst zu leisten. Das Gesuch um Erteilung der Einreisebewilligung sowie der seitens der Arbeitgeberin unterzeichnete Arbeitsvertrag datieren aber erst vom 23. März, wobei als Arbeitsbeginn der 20. April vermerkt war. |409|\n\nZum Zeitpunkt der Gesuchseinreichung befand sich der Beschwerdeführer bereits im Militärdienst; es liegt damit nicht ein unverhofftes Ereignis - nach Erfüllung aller Bewilligungsvoraussetzungen - vor, welches den Antritt der Saison verzögert hätte. Es bleibt deshalb dabei, dass der Militärdienst lediglich insoweit zu berücksichtigen ist, als die entsprechende Saison nicht mitgezählt wird.\n\nd) Die Saison 1994 trat der Beschwerdeführer am 13. März an. Die Bewilligung lautete entsprechend den Angaben der Arbeitgeberin auf den 30. November, dies obwohl an sich auch eine neunmonatige Saison bis Mitte Dezember möglich gewesen wäre. Die für die erforderliche Aufenthaltsdauer von 36 Monaten in den letzten vier Jahren bzw. hier (wegen des Militärdienstes) in den Jahren 1990, 1991, 1993 und 1994 hätte der Beschwerdeführer damit ohne weiteres erreicht. Nun ist es zwar möglich, dass ein Saisonnier vom Arbeitgeber nicht während einer vollen Saisondauer beschäftigt werden kann. Selbst wenn den Saisonnier dafür keine Schuld trifft, erfüllt er in diesem Fall die Umwandlungsvoraussetzungen nicht. Der Saisonnier ist generell darauf angewiesen, dass er von seinem Arbeitgeber beschäftigt wird und dieser die erforderlichen Dispositionen trifft. Vorliegend ist der Beschwerdeführer allerdings nach Ablauf der verkürzt bewilligten Saisondauer weiterbeschäftigt worden, freilich unter dem Titel der Kurzaufenthaltsbewilligung. Dabei wäre es ohne weiteres möglich gewesen, die bewilligte Saison von acht Monaten und 18 Tagen zu verlängern, zumal das Visum zum Stellenantritt ebenfalls eine längere Aufenthaltsdauer vorsah. Der Beschwerdeführer reichte am 7. September 1994, also noch während laufender Saison, das Gesuch um Umwandlung der Saison- in eine Jahresbewilligung ein. Der Entscheid des Bundesamtes für Ausländerfragen, mit welchem eine Ausnahme von den Höchstzahlen der Begrenzungsverordnung erstinstanzlich abgelehnt wurde, erging ebenfalls noch vor Ende der bewilligten Saison, nämlich am 18. November 1994. Sowohl der kantonalen Fremdenpolizei wie auch dem Bundesamt für Ausländerfragen war zu diesem Zeitpunkt allerdings nicht bewusst, dass die Saison 1992 wegen Militärdienstes nicht mitzuzählen ist und deshalb mit einer Verlängerung der Saisonbewilligung 1994 bis zum Saisonende in der Bauwirtschaft die Umwandlungsvoraussetzungen hätten erfüllt werden können. Es ist aber davon auszugehen, dass eine solche Verlängerung ohne weiteres bewilligt worden wäre, wenn die Behörden die Zusammenhänge erkannt hätten, zumal die Arbeitgeberin selber das entsprechende Gesuch einreichte und den |410| Beschwerdeführer somit weiterbeschäftigen wollte. Hinzu kommt, dass der Beschwerdeführer mit Ablauf der Saisonbewilligung weiterhin erwerbstätig blieb, nämlich mit der Kurzaufenthaltsbewilligung im Rahmen der \"Aktion Bosnien-Herzegowina\".\n\nBei dieser Sachlage verfehlt der Beschwerdeführer die Umwandlungsvoraussetzungen aufgrund einer reinen Formalie. Er war während der vollen neunmonatigen Saisondauer in der Schweiz erwerbstätig, in den letzten zwölf Tagen aufgrund eines anderen Titels, dies allerdings auch nur deshalb, weil aufgrund unglücklicher Umstände (Militärdienst im Jahre 1992) weder er selber noch die Fremdenpolizei oder das Bundesamt für Ausländerfragen erkannt haben, dass die Umwandlungsvoraussetzungen im Zeitpunkt der Einreichung des Gesuchs noch ohne weiteres durch Verlängerung der Saison im Rahmen der üblichen Saisondauer im Baugewerbe zulasten der ohnehin erteilten Kurzaufenthaltsbewilligung hätten erfüllt werden können.\n\ne) Angesichts dieser Umstände (formelles Fehlen weniger Tage aufgrund des dargestellten Missgeschicks; keine Möglichkeit der Umwandlung mehr) träfe die Verweigerung der Umwandlung den Beschwerdeführer besonders hart, weshalb ein schwerwiegender persönlicher Härtefall im Sinne von Art. 28 Abs. 1 lit. b BVO vorliegt. Entsprechend ist der Beschwerdeführer für die Erteilung der Jahresbewilligung von den Höchstzahlen für erwerbstätige Ausländer auszunehmen."}