{"annee": "122", "cour": "III", "page": "219", "date": "4/6/1996", "cite": ["116 II 357", "114 II 289", "81 II 50", "93 II 453", "115 II 305", "79 II 382", "104 II 198", "98 II 34", "116 II 441", "117 II 609", "118 II 441", "119 III 60", "117 II 256", "119 II 114", "97 II 216", "120 II 280", "33 II 172", "120 II 296", "97 II 193", "95 II 461", "119 II 249", "118 II 365", "119 II 197", "99 II 221", "95 II 481", "82 II 397", "68 II 237", "79 II 409"], "cite_par": ["128 III 428", "126 III 388", "129 III 18", "126 III 189", "127 III 248", "143 III 297", "128 III 271", "132 III 379", "144 III 155", "133 III 153", "125 III 141", "131 III 243", "133 III 462", "131 III 38", "130 III 591", "132 V 393", "131 III 360", "134 III 306", "127 III 519", "143 III 254", "127 III 440", "126 III 315", "140 III 409", "128 III 224", "128 III 390"], "chapeau": "39. Auszug aus dem Urteil der I. Zivilabteilung vom 4. Juni 1996 i.S. Spinnerei an der Lorze (AG) gegen Jean Frey AG (Berufung)", "regestes": ["Art. 42 al. 2 CO. Appréciation du dommage par le juge. Conditions et mesure de la preuve facilitée, au sens de l'art. 42 al. 2 CO (consid. 3a). Pouvoir d'examen du Tribunal fédéral (consid. 3b et c). Application des principes découlant de l'art. 42 al. 2 CO à la responsabilité d'entreprises de presse en cas d'information économique déloyale (consid. 4)."], "faits": "BGE 122 III 219 S. 219\n\nA.- Die Spinnerei an der Lorze (AG), Baar, erwarb in den Jahren von 1989 bis 1992 die Gugelmann & Cie. AG, Roggwil, die Ed. Bühler AG, Kollbrunn, und die Kammgarnspinnerei Bürglen. Zusammen bilden die Gesellschaften, die alle der Spinnereibranche angehören, die sogenannte Lorze-Gruppe. Adrian Gasser ist seit 1988 Mitglied und seit März 1990 Delegierter des Verwaltungsrates der Spinnerei an der Lorze. In dieser Funktion leitet er auch die Tochtergesellschaften. Er ist überdies Verwaltungsrat der Schmid BGE 122 III 219 S. 220AG, Gattikon, von der die Spinnerei an der Lorze die Ed. Bühler AG und die Kammgarnspinnerei Bürglen übernommen hatte.\n\nDie Gesellschaften der Lorze-Gruppe standen im Zusammenhang mit wirtschaftlichen und anderen Schwierigkeiten des öfteren im Blickpunkt des öffentlichen Interesses. Die am 15. Januar 1990 der Schmid AG abgekaufte Ed. Bühler AG, Kollbrunn, wurde bereits Ende Februar 1990 geschlossen, weil ihre Baumwollager mit Messingkäfern durchseucht waren. Rund 80 Angestellte verloren ihren Arbeitsplatz. Im November 1990 nahm die Fabrik jedoch die Produktion wieder auf. Ende 1990 wurde die Schliessung der am 1. Juni 1989 erworbenen Gugelmann & Cie. AG, Roggwil, bekannt. 170 Mitarbeiter erhielten die Kündigung. Im Februar 1991 schloss die Spinnerei an der Lorze einen Teil ihres eigenen Produktionsbetriebs, was die Entlassung von 39 Beschäftigten zur Folge hatte.\n\nMit diesen Vorfällen sowie mit der Person von Adrian Gasser und seiner Rolle bei den erwähnten Betriebsschliessungen befassen sich vier vom Journalisten Christian Gerig gezeichnete Artikel, die zwischen Oktober 1990 und April 1991 in der \"Weltwoche\" erschienen. Herausgeberin der \"Weltwoche\" ist die Jean Frey AG. Im Februar 1991 veröffentlichte auch die Zeitschrift \"Bilanz\", die damals ebenfalls von der Jean Frey AG herausgegeben wurde, einen eher kritischen Artikel über die Spinnerei an der Lorze.\n\nB.- Am 8. Juli 1991 klagte die Spinnerei an der Lorze beim Handelsgericht des Kantons Zürich gegen die Jean Frey AG auf Schadenersatz im Betrag von mindestens 10 Mio. Franken. In der Replik erhöhte die Klägerin ihre Schadenersatzforderung auf 15 Mio. Franken nebst 8% Zins seit 10. Juni 1992. Sie machte insbesondere geltend, in den von der Beklagten zu verantwortenden fünf Artikeln würden die Klägerin, deren Waren, Werke, Leistungen und Geschäftsverhältnisse im Sinne von Art. 3 lit. a UWG (SR 241) durch unrichtige, irreführende und unnötig verletzende Äusserungen herabgesetzt.\n\nDas Handelsgericht wies am 9. Juni 1994 die Klage ab.\n\nC.- Die Klägerin legte gegen das handelsgerichtliche Urteil Berufung an das Bundesgericht ein. Dieses weist die Berufung ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. Die Klägerin stützt ihre Argumentation auf Art. 42 Abs. 2 OR und auf Art. 8 ZGB. Sie misst dabei diesen Bestimmungen in ihrer Berufung aber in BGE 122 III 219 S. 221verschiedener Hinsicht eine Bedeutung zu, die ihnen nicht zukommt. Bevor auf die einzelnen Rügen eingegangen wird, welche die Klägerin gegen die Erwägungen des Handelsgerichts erhebt, ist daher die Tragweite der beiden Vorschriften klarzustellen:\n\na) Art. 42 Abs. 2 OR enthält eine bundesrechtliche Beweisvorschrift, die dem Geschädigten den Schadensnachweis erleichtern soll (KUMMER, Berner Kommentar, N. 70 und 245 zu Art. 8 ZGB). Die Bestimmung räumt dem Sachgericht für Fälle, in denen der strikte Nachweis des Schadens ausgeschlossen ist, einen erweiterten Ermessensspielraum ein, indem sie ihm gestattet, den Schaden aufgrund einer blossen Schätzung als ausgewiesen zu erachten. Nach der Rechtsprechung ist Art. 42 Abs. 2 OR nicht nur bei Unmöglichkeit des ziffernmässigen Nachweises der Schadenshöhe, sondern auch dann anwendbar, wenn sich nicht strikte beweisen lässt, dass überhaupt ein Schaden eingetreten ist (BGE 95 II 481 E. 12a, S. 501; BGE 93 II 453 E. 3, S. 459; BGE 81 II 50 E. 5, S. 55, mit Hinweisen).\n\nDamit soll dem Geschädigten jedoch entgegen dem, was die Klägerin anzunehmen scheint, nicht die Möglichkeit eröffnet werden, ohne nähere Angaben Schadenersatzforderungen in beliebiger Höhe zu stellen. Art. 42 Abs. 2 OR zielt lediglich auf eine Beweiserleichterung und nicht etwa darauf, dem Geschädigten die Beweislast generell abzunehmen. Das Bundesgericht hält in seiner Rechtsprechung denn auch ausdrücklich fest, dass der Geschädigte alle Umstände, die für den Eintritt eines Schadens sprechen und dessen Abschätzung erlauben oder erleichtern, soweit möglich und zumutbar zu behaupten und zu beweisen hat (BGE 98 II 34 E. 2, S. 37, mit Hinweisen; bestätigt in BGE 120 II 296 E. 3c, S. 301; ebenso auch der von der Klägerin zitierte BGE 97 II 216 E. 1, S. 218). Soweit sich aus vereinzelten älteren Urteilen etwas anderes ergeben sollte (die Klägerin verweist insbesondere auf BGE 79 II 409 E. 5, S. 422 f.; vgl. ferner auch BGE 33 II 172 E. 8, S. 180), kann daran nicht festgehalten werden. Dass Art. 42 Abs. 2 OR den Geschädigten seiner Substantiierungsobliegenheit nicht enthebt, wird auch in der Lehre betont; in diesem Sinne äussern sich gerade auch die von der Klägerin zitierten Autoren (BREHM, Berner Kommentar, N. 50 f. zu Art. 42 OR; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Bd. I, 5. Aufl. 1995, S. 259 Rz. 33; PAUL SCHALTEGGER, Die Haftung der Presse aus unlauterem Wettbewerb, Basler Diss., Zürich 1992, S. 114; vgl. zum Ganzen BGE 122 III 219 S. 222ferner auch THEO FISCHER, Schadenberechnung im gewerblichen Rechtsschutz, Urheberrecht und unlauteren Wettbewerb, S. 36 ff.).\n\nDie vom Geschädigten vorgebrachten Umstände müssen geeignet sein, den Bestand des Schadens hinreichend zu belegen und seine Grössenordnung hinreichend fassbar werden zu lassen. Der Schluss, dass tatsächlich ein Schaden vom behaupteten ungefähren Umfang eingetreten ist, muss sich dem Gericht mit einer gewissen Überzeugungskraft aufdrängen (BGE 98 II 34 E. 2, S. 37, mit Hinweisen). Die Zusprechung von Schadenersatz setzt voraus, dass der Eintritt des geltend gemachten Schadens nicht bloss im Bereich des Möglichen liegt, sondern als annähernd sicher erscheint (BREHM, a.a.O., N. 52 zu Art. 42 OR; vgl. auch BGE 99 II 221 E. 3b, S. 226).\n\nb) Die Klägerin unterschätzt in diesem Zusammenhang zum Teil auch die Bindung des Bundesgerichts an tatsächliche Feststellungen der letzten kantonalen Instanz (Art. 63 Abs. 2 OG). Bestand und Höhe des Schadens sind Tatfragen, über die das kantonale Sachgericht grundsätzlich abschliessend befindet. Das Bundesgericht kann auf Berufung hin bloss prüfen, ob die Vorinstanz den Rechtsbegriff des Schadens verkannt oder gegen Rechtsgrundsätze der Schadensberechnung verstossen hat (BGE 119 II 249 E. 3a, S. 251; BGE 117 II 609 E. 12a, S. 328, je mit Hinweisen). Entsprechendes gilt auch im Anwendungsbereich von Art. 42 Abs. 2 OR. Beim erweiterten Ermessen, das diese Bestimmung dem Sachgericht zugesteht, handelt es sich nicht um Rechtsfolgeermessen (im Sinne von Art. 4 ZGB), dessen Ausübung im Berufungsverfahren - wenn auch mit einer gewissen Zurückhaltung (BGE 120 II 280 E. 6a, S. 283; BGE 119 II 197 E. 2, S. 199, mit Hinweisen) - überprüft wird. Die ermessensweise Schadensschätzung beruht vielmehr auf Tatbestandsermessen, gehört mithin zur Feststellung des Sachverhalts und bleibt daher der Überprüfung im Berufungsverfahren grundsätzlich entzogen (MEIER-HAYOZ, Berner Kommentar, N. 28 ff., 61 und 75 f. zu Art. 4 ZGB; vgl. auch BGE 116 II 441 E. 3a, S. 444 f.; anders noch BGE 104 II 198, S. 199; BGE 82 II 397 E. 4, S. 399 f.; BGE 79 II 382 E. 3a, S. 387, und 409 E. 5, S. 423).\n\nWie die Klägerin zutreffend annimmt, ist demgegenüber Rechtsfrage, welchen Grad die Wahrscheinlichkeit, dass ein Schaden eingetreten ist, erreichen muss, um die Anwendung von Art. 42 Abs. 2 OR zu rechtfertigen. Bundesrecht betrifft im weiteren auch die Frage, ob der eingeklagte bundesrechtliche Schadenersatzanspruch durch die Sachvorbringen des Geschädigten hinreichend substantiiert ist. Das Bundesgericht kann deshalb insbesondere auch prüfen, BGE 122 III 219 S. 223ob Umstände von der Art, wie sie der Geschädigte im kantonalen Verfahren vorgebracht hat, grundsätzlich geeignet sind, den Eintritt des geltend gemachten Schadens nach dem gewöhnlichen Lauf der Dinge als annähernd sicher erscheinen zu lassen. Sobald hingegen das kantonale Sachgericht gestützt auf eine Würdigung von Beweisen und konkreten Umständen die an Sicherheit grenzende Wahrscheinlichkeit des Schadenseintritts bejaht oder verneint hat, liegt eine tatsächliche Feststellung vor, an die das Bundesgericht als Berufungsinstanz grundsätzlich gebunden ist (vgl. BGE 117 II 256 E. 2b und c, S. 258 f., mit Hinweisen). Soweit vereinzelte ältere Entscheide von der Überprüfbarkeit solcher fallbezogener Wahrscheinlichkeitsschlüsse ausgehen (BGE 98 II 34 E. 3, S. 37 f.; BGE 79 II 409 E. 5, S. 422 f.; BGE 68 II 237 E. 4, S. 244), kann daran nicht festgehalten werden.\n\nc) Schliesslich scheint die Klägerin auch die Kognition zu überschätzen, die dem Bundesgericht im Rahmen von Art. 8 ZGB zusteht. Diese Bestimmung regelt zunächst die Verteilung der Beweislast. Durch die Rechtsprechung hat sie darüber hinaus jedoch die Bedeutung einer allgemeinen bundesrechtlichen Beweisvorschrift erhalten. Das Bundesgericht leitet aus Art. 8 ZGB als Korrelat zur Beweislast insbesondere das Recht der beweisbelasteten Partei ab, zum ihr obliegenden Beweis zugelassen zu werden (BGE 118 II 365 E. 1, S. 366; 114 II 289 E. 2a, S. 290, je mit Hinweisen). Zu beachten ist aber, dass dieser bundesrechtliche Beweisführungsanspruch nur für rechtserhebliche Tatsachen besteht (BGE 118 II 441 E. 1, S. 443; BGE 116 II 357 E. 2c, S. 360; BGE 95 II 461 E. 3, S. 467, mit Hinweisen) und voraussetzt, dass die beweisbelastete Partei im kantonalen Verfahren form- und fristgerechte Beweisanträge gestellt hat (BGE 114 II 289 E. 2a, S. 290; BGE 97 II 193 E. 3, S. 196 f., mit Hinweisen) oder in dessen weiteren Verlauf noch hätte stellen können. Im weiteren ist festzuhalten, dass Art. 8 ZGB dem Sachgericht nicht vorschreibt, mit welchen Mitteln der Sachverhalt abzuklären ist und wie die Beweise zu würdigen sind. Die Schlüsse, die das kantonale Gericht in tatsächlicher Hinsicht aus Beweisen und konkreten Umständen zieht, sind im Berufungsverfahren nicht überprüfbar (BGE 119 III 60 E. 2c, S. 63; BGE 118 II 365 E. 1, S. 366; BGE 114 II 289 E. 2a, S. 291, je mit Hinweisen). Art. 8 ZGB schliesst dabei auch die vorweggenommene Würdigung von Beweisen nicht aus. Es bleibt daher dem Sachgericht unbenommen, von beantragten Beweiserhebungen deshalb abzusehen, weil es sie zum vornherein nicht für geeignet hält, die behaupteten Tatsachen zu beweisen, oder weil es seine Überzeugung bereits aus anderen Beweisen gewonnen hat und davon BGE 122 III 219 S. 224ausgeht, dass weitere Abklärungen am massgeblichen Beweisergebnis nichts mehr zu ändern vermöchten (BGE 119 II 114 E. 4c, S. 117; BGE 115 II 305 und 441 E. 6b, S. 450, je mit Hinweisen).\n\n4. Die Klägerin hatte vor dem Handelsgericht den Standpunkt vertreten und hält daran auch in der Berufung fest, der Eindruck, der durch die unlautere Berichterstattung der Beklagten geschaffen worden sei, habe schon nach dem gewöhnlichen Lauf der Dinge zu einer schweren Schädigung führen müssen. Bei dieser Sachlage habe die Klägerin Anspruch auf Schadenersatz, und es sei grundsätzlich nicht erforderlich, dass sie weitere Anhaltspunkte für die Existenz eines Schadens vorbringe. Ihre Vorbringen zu einzelnen Schadenspositionen seien lediglich als Anhaltspunkte für die Schätzung des Gesamtschadens zu verstehen.\n\nDas Handelsgericht geht im angefochtenen Urteil auf diese Argumentation nicht näher ein. Es beschränkt sich darauf, die einzelnen von der Klägerin angeführten Schadenspositionen zu behandeln und dabei jeweils zu prüfen, ob sich der Schluss auf eine Schädigung mit einer gewissen Überzeugungskraft aufdränge.\n\nIn den Augen der Klägerin ist dieses Vorgehen bereits im Ansatz verfehlt. Sie erblickt darin eine Verletzung von Art. 42 Abs. 2 OR. Die Rüge ist indessen unbegründet. Es oblag der Klägerin, die Umstände namhaft zu machen, welche die annähernd sichere Annahme einer Schädigung von der behaupteten Grössenordnung zulassen (E. 3a hievor). Dass die Vorinstanz bei der Prüfung dieser Haftungsvoraussetzung von den Vorbringen der Klägerin ausgegangen ist, lässt sich daher nicht beanstanden. Mit Recht ist das Handelsgericht der Auffassung der Klägerin nicht gefolgt, wonach sich der Eintritt des geltend gemachten Schadens ohne weiteres bereits aus dem gewöhnlichen Lauf der Dinge ergebe. Es mag zwar zutreffen, dass unlautere Wirtschaftsberichterstattung in einem Massenmedium unter Umständen erhebliche Schäden verursachen kann (vgl. ZÄCH, Das UWG und die Medien - Plädoyer für besondere Anforderungen an die journalistische Sorgfalt, ZSR 111/1992, S. 181 f.; RICHARD BAUR, UWG und Wirtschaftsberichterstattung - Vorschläge zur Reduktion des Haftungsrisikos, Diss. Zürich 1995, S. 144 f.). Damit ist aber noch nicht gesagt, dass und gegebenenfalls in welchem Ausmass sich dieses Schädigungspotential im konkreten Einzelfall tatsächlich verwirklicht hat. Bestand und Grössenordnung des Schadens der Klägerin lassen sich deshalb auch bei der Haftung von Presseunternehmen aus unlauterer Wirtschaftsberichterstattung nicht ohne weiteres bereits aus der BGE 122 III 219 S. 225allgemeinen Lebenserfahrung ableiten. Vielmehr ist der Klägerin entgegen ihrer Ansicht durchaus zumutbar, - allenfalls unter entsprechenden prozessualen Vorkehren zum Schutz von Geschäftsgeheimnissen auch aufgrund ihrer Buchhaltung - Eintritt und Ausmass des behaupteten Schadens zu belegen.\n\nDas Handelsgericht hat sich somit zu Recht darauf beschränkt, die Schadenspositionen zu prüfen, hinsichtlich welcher die Klägerin konkretere Behauptungen zu den angeblichen vermögensschädigenden Auswirkungen der Berichterstattung der Beklagten vorgebracht hatte; ob die entsprechenden Erwägungen im angefochtenen Entscheid vor dem Bundesrecht standhalten, bleibt noch zu prüfen. Entgegen der Auffassung der Klägerin lässt sich der Vorinstanz auch nicht vorwerfen, sie habe Art. 42 Abs. 2 OR durch eine \"isolierte Betrachtungsweise\" der einzelnen Schadenspositionen verletzt. Die Klägerin scheint davon auszugehen, dass das Bestehen des behaupteten Gesamtschadens auch dann als annähernd sicher anzunehmen wäre, wenn dessen einzelne Positionen zuwenig erhärtet sein sollten. Eine solche Argumentation ist indessen abwegig. Ein Schaden kann nicht grösser sein als die Summe aller seiner - hinreichend nachgewiesenen - Bestandteile."}