{"annee": "122", "cour": "V", "page": "43", "date": "26/1/1996", "cite": ["114 V 350"], "cite_par": ["124 V 82"], "chapeau": "7. Auszug aus dem Urteil vom 26. Januar 1996 i.S. Amt für Wirtschaft und Tourismus Graubünden, Arbeitslosenkasse gegen M. und Verwaltungsgericht des Kantons Graubünden", "regestes": ["Art. 30 al. 1 let. a LACI, art. 44 let. b et c OACI, art. 30 al. 3 LACI (dans sa version valable jusqu'au 31 décembre 1995) et art. 45 al. 1 let. a OACI. Lorsqu'un assuré a résilié ses rapports de travail en vue de suivre une formation complémentaire, sans être assuré d'un nouvel emploi, et qu'il devient chômeur postérieurement à l'accomplissement (survenu, le cas échéant, plus tôt que prévu) de cette formation, le point de savoir s'il y a lieu de suspendre le droit à l'indemnité en raison d'une faute de l'intéressé doit être tranché à la lumière de l'art. 44 let. c OACI."], "faits": "", "considerants": "|43|\n\nAus den Erwägungen:\n\n3. a) Es steht fest, dass der Beschwerdegegner seine langjährige Stelle als Elektrozeichner bei der Firma K. Elektrofachgeschäft AG auf Ende Juni 1994 aufgab, um am Technikum eine Weiterausbildung (Vorbereitungskurs, Aufnahmeprüfung, Studium) zu absolvieren. Dabei hatte er nach den |44| unwidersprochen gebliebenen Feststellungen der Beschwerdeführerin in der vorinstanzlichen Vernehmlassung im Zeitpunkt der Kündigung weder die Zusicherung für eine andere Stelle (für die Zeit nach Abschluss dieses Lehrganges) noch wäre ihm ein Verbleiben am bisherigen Arbeitsplatz unzumutbar gewesen. Wegen Nichtbestehens der Aufnahmeprüfung im Oktober 1994 musste er die geplante Ausbildung zum Ingenieur vorzeitig aufgeben. In der Folge bemühte er sich erfolglos um eine neue Arbeit.\n\nb) Nach Auffassung der Beschwerdeführerin ist die Arbeitslosigkeit selbstverschuldet im Sinne von Art. 30 Abs. 1 lit. a AVIG und Art. 44 lit. b AVIV. Zur Begründung führt die Verwaltung an, nach dieser klaren gesetzlichen Regelung werde eine Selbstkündigung ohne Zusicherung einer neuen Stelle ex lege als Selbstverschulden taxiert. Ein Schuldausschlussgrund liege nur vor, wenn das Verbleiben am Arbeitsplatz unzumutbar wäre. Eine geplante Ausbildung vermöge jedoch als eine ausserhalb des Arbeitsplatzes liegende Tatsache auf keinen Fall die Unzumutbarkeit des Verbleibens an der Arbeitsstelle zu begründen. Unerheblich sei im übrigen, dass der Beschwerdegegner wegen Nichtbestehens der Aufnahmeprüfung den Lehrgang vorzeitig habe beenden müssen. Art. 44 lit. b AVIV sei auch auf einen erfolgreichen Studienabgänger anwendbar. In der Realität spiele dieser Artikel bei erfolgreichen Abschlüssen jedoch eine sehr geringe Rolle, da eine Ausbildung in der Regel länger dauere als die Einstellungsfrist (Art. 30 Abs. 3 AVIG und Art. 45 Abs. 1 lit. a AVIV), eine Einstellung somit entfalle.\n\nc) aa) Der Argumentation der Beschwerdeführerin kann nicht beigepflichtet werden. Mit der Einstellungsregelung soll eine missbräuchliche Inanspruchnahme der Arbeitslosenversicherung verhindert werden (ARV 1993 Nr. 3 S. 22 Erw. 3d; GERHARDS, Kommentar zum AVIG, Bd. I, N. 2 zu Art. 30). Ein solcher Missbrauch kann nun aber nicht schon darin erblickt werden, dass ein Versicherter unter Aufgabe einer zumutbaren und ohne Zusicherung einer neuen Arbeitsstelle eine Weiterbildung in Angriff nimmt und diese aus Gründen, die ihm arbeitslosenversicherungsrechtlich nicht zum Vorwurf gemacht werden können, vorzeitig beenden muss und er in der Folge keine Arbeit findet. Dies muss jedenfalls dann gelten, wenn die Ausbildung auf ein konkretes berufliches Ziel ausgerichtet ist und im Sinne von Art. 14 Abs. 1 lit. a AVIG systematisch, auf der Grundlage eines ordnungsgemässen, rechtlich oder zumindest faktisch anerkannten (üblichen) Lehrganges erfolgt (SVR 1995 AlV Nr. 46 S. 135 Erw. 2a mit Hinweis). Überdies muss, wie die |45| Vorinstanz zutreffend festhält, der Kurs den Versicherten zeitlich in einem solchen Masse beanspruchen, dass ihm die Fortführung seiner Arbeitstätigkeit nicht mehr zugemutet werden kann, ohne dass das Risiko bestünde, den Erfolg der beruflichen Weiterbildung zu gefährden. Diese Voraussetzungen sind beim Beschwerdegegner fraglos erfüllt (vgl. Erw. 3a hievor).\n\nbb) Soweit die Beschwerdeführerin auf den klaren Wortlaut von Art. 44 lit. b AVIV hinweist, übersieht sie, dass sich die Frage, ob die Arbeitslosigkeit selbstverschuldet ist, primär nach Art. 30 Abs. 1 lit. a AVIG beurteilt (zum Begriff des Selbstverschuldens siehe ARV 1982 Nr. 4 S. 39 Erw. 1a; GERHARDS, a.a.O., N. 8 zu Art. 30) und dass den in Art. 44 AVIV genannten Einstellungsgründen lediglich exemplifikatorischer Charakter zukommt (unveröffentlichtes Urteil G. vom 7. Dezember 1987). Aus gesetzessystematischer Sicht ist sodann zu beachten, dass nach Ablauf der Einstellungsfrist (Art. 30 Abs. 3 Satz 4 AVIG und Art. 45 Abs. 1 lit. a AVIV) der fristauslösende Einstellungsgrund - von hier nicht interessierenden Ausnahmen abgesehen - nicht mehr mit Verfügung geltend gemacht werden kann (BGE 114 V 352 Erw. 2b). Dies ist Ausdruck der gesetzgeberischen Entscheidung, ein an sich einstellungswürdiges Verhalten nach Ablauf von sechs Monaten nicht mehr als kausal für die Arbeitslosigkeit zu betrachten (GERHARDS, a.a.O., N. 9 und 49 zu Art. 30; vgl. ARV 1990 Nr. 20 S. 134 Erw. 2b). Kann nun aber, wie auch die Arbeitslosenkasse sinngemäss einräumt, dem Beschwerdegegner das Nichtbestehen der Aufnahmeprüfung ans Technikum nach dem dreimonatigen Vorbereitungskurs nicht zum Vorwurf gemacht werden, muss er konsequenterweise so behandelt werden, wie wenn er die Prüfung bestanden und die Zusatzausbildung programmgemäss fortgesetzt hätte mit der Folge, dass eine (nachträgliche) Einstellung in der Anspruchsberechtigung gestützt auf Art. 44 lit. b AVIV entfällt.\n\ncc) Die vorstehenden Überlegungen zeigen, dass Art. 44 lit. b AVIV nicht auf Sachverhalte wie den vorliegenden zugeschnitten ist. Dem Zweck der Einstellungsregelung besser entspricht, einen Versicherten das mit der Kündigung der Arbeitsstelle zu Weiterbildungszwecken verbundene erhöhte Risiko der Arbeitslosigkeit nach Massgabe des Art. 44 lit. c AVIV tragen zu lassen, wobei für die Festlegung der kurzen Frist von der sechsmonatigen Einstellungsfrist des Art. 30 Abs. 3 Satz 4 AVIG in Verbindung mit Art. 45 Abs. 1 lit. a AVIV auszugehen ist. Dies führt im zu beurteilenden Fall zur |46| Feststellung, dass dem Beschwerdegegner die Aufgabe der bisherigen Arbeitsstelle, ohne dass ihm eine neue Stelle zugesichert war, nicht zum Vorwurf gemacht werden kann. Die Vorinstanz hat daher zu Recht die mit dieser Begründung versehene Einstellungsverfügung aufgehoben."}