{"annee": "122", "cour": "III", "page": "401", "date": "30/10/1996", "cite": ["115 II 206", "100 II 76", "122 I 53"], "cite_par": ["124 III 90", "131 III 553", "142 III 153"], "chapeau": "74. Auszug aus dem Urteil der II. Zivilabteilung vom 30. Oktober 1996 i.S. R. P. gegen E. P. (Berufung)", "regestes": ["Art. 156 CC; prise en considération des désirs exprimés par les enfants lors de la fixation des droits des parents. Lors de la fixation des droits des parents dans un procès en divorce, le désir d'attribution exprimé par l'enfant doit aussi être pris en considération s'il s'avère, sur la base de l'âge et du développement de celui-ci, qu'il s'agit d'une ferme résolution de sa part et que ce désir soit l'expression d'une relation affective étroite avec le parent visé."], "faits": "", "considerants": "|401|\n\nAus den Erwägungen:\n\n3. Die Klägerin wirft dem Kantonsgericht in ihrer Berufung vor, bei der Kinderzuteilung von Rico und Reto die von der Rechtsprechung aufgestellten Kriterien nicht richtig angewendet und dadurch Art. 156 ZGB verletzt zu haben. Zur Begründung führt sie |402| im wesentlichen aus, dass der Beklagte beruflich und in der Freizeit sehr stark engagiert sei, während sie angesichts ihrer flexiblen Teilzeitarbeit den Kindern mehr Zeit widmen könne. Den Zuteilungswünschen der Söhne Rico und Reto sei zu grosse Bedeutung beigemessen worden, hätten sie doch nur deshalb die Zuteilung zum Vater gewünscht, weil dieser \"eine längere Leine lässt als die Mutter\". Hinzu komme, dass der jüngste Sohn Fabian ihr zugeteilt worden sei und die Geschwister nach Möglichkeit nicht zu trennen seien.\n\nb) Das Kantonsgericht hat im Zusammenhang mit der Zuteilung von Rico und Reto unter die elterliche Gewalt des Beklagten hauptsächlich auf den von den Söhnen klar geäusserten Zuteilungswunsch abgestellt. Dies wird von der Klägerin kritisiert.\n\nIm Gegensatz zum Entwurf des neuen Scheidungsrechts, nach dessen Art. 133 Abs. 2 \"für die Zuteilung der elterlichen Sorge (...), soweit tunlich, auf die Meinung des Kindes Rücksicht zu nehmen\" ist (siehe auch Erläuterungen dazu in BBl 1996 I, S. 125), sieht das geltende Recht die Anhörung der Kinder nicht vor. Dennoch hat das Bundesgericht bereits bei verschiedenen Gelegenheiten angetönt, dass je nach Alter der Kinder einem eindeutig geäusserten Wunsch bei der Regelung der elterlichen Gewalt Rechnung zu tragen sei (BGE 115 II 206 E. 4a S. 209; vgl. ferner BGE 122 I 53 E. 4a S. 55 und BGE 100 II 76 E. 4b S. 82). Auch in der Literatur hat sich die Auffassung mehr und mehr durchgesetzt, dass Kinder bei der Prüfung der Zuteilung als direkt betroffene Personen um ihrer Persönlichkeit willen angehört werden dürfen und unter Umständen auch angehört werden sollen (HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, 4. Auflage, Zürich 1995, S. 415 und 419; BÜHLER/SPÜHLER, Berner Kommentar, N. 60 und 92 zu Art. 156; LOUIS BOURGKNECHT, Les effets accessoires du divorce, in: ZVW 36 [1981], S. 93; MARTIN STETTLER, Das Kindesrecht, in: SPR III/2, Basel 1992, S. 273; MICHAEL COESTER, in: Staudingers Kommentar zum BGB, N. 115 ff. zu § 1671 BGB m.w.H.). Nach kinderpsychiatrischen Erkenntnissen kommt dem Zuteilungswunsch umso entscheidendere Bedeutung zu, je älter das Kind ist; während ältere Kinder oft in der Lage sind, stabile Absichtserklärungen abzugeben, ist bei jüngeren Kindern grosse Vorsicht geboten, weil ihre Wünsche von einem Tag zum anderen schwanken können. In jedem Fall ist indessen zu prüfen, ob eine stärkere emotionale Bindung den Zuteilungswunsch bestimmt oder nicht etwa das Verlangen nach mehr Ungebundenheit und materieller Verwöhnung im Vordergrund steht (FRIEDRICH ARNTZEN, Elterliche Sorge und persönlicher Umgang mit |403| Kindern, München 1994, S. 12; grundlegend REINHARD LEMPP, Das Wohl des Kindes in §§ 1666 und 1671 BGB, in: NJW 16 [1963] S. 1660; derselbe, Noch einmal: Kindeswohl und Kindeswille, in: NJW 17 (1964) S. 440; siehe auch ELISABETH MACKENSCHEIDT, Loyalitätsproblematik bei Trennung und Scheidung, in: FamRZ 40 [1993] S. 255). Im Hinblick auf eine praktikable Kinderzuteilung kann es sich somit aufdrängen, die Zuteilungswünsche der Kinder bei der Regelung der elterlichen Gewalt zu berücksichtigen. Die Bedeutung, die den Wünschen der Kinder beizumessen ist, wird einerseits davon abhängen, ob die betroffenen Kinder altersmässig und von ihrer Entwicklung her in der Lage sind, stabile Absichtserklärungen abzugeben; anderseits wird zu prüfen sein, ob die geäusserten Wünsche tatsächlich eine besondere innere Verbundenheit zu einem Elternteil zum Ausdruck bringen und nicht beispielsweise dem Wunsch nach mehr Freiheit oder materiellen Vorteilen entspringen.\n\nc) Vor diesem Hintergrund ist offensichtlich nicht zu beanstanden, dass das Kantonsgericht den dezidiert geäusserten Zuteilungswünschen der Kinder vorrangige Bedeutung beigemessen und die Söhne Rico und Reto in Anwendung von Art. 156 ZGB unter die elterliche Gewalt des Beklagten gestellt hat. Es bestehen keinerlei Anhaltspunkte dafür, dass die normal entwickelten 16- bzw. 14jährigen Knaben keinen stabilen Willensentscheid in bezug auf ihre künftige Unterbringung fällen könnten; im Gegenteil ist davon auszugehen, dass sie aufgrund der Betreuung durch ihren Vater während der Dauer des Scheidungsprozesses genaue Vorstellungen über die Konsequenzen der definitiven Zuteilung im Scheidungsurteil zu entwickeln vermochten. Hinzu kommt, dass ihr Zuteilungswunsch nicht nur darauf zurückzuführen ist, dass sie beim Vater möglicherweise grössere Freiheiten geniessen dürften als bei der Mutter, die nach den verbindlichen Tatsachenfeststellung der Vorinstanz zu autoritärer Erziehung neigt; vielmehr dürfte ihr Wunsch auch Ausdruck einer starken Gefühlsbeziehung zum Vater sein. Bemerkenswert ist sodann, dass Reto sogar jeden Kontakt mit der Mutter ablehnt. Abgesehen von den Zuteilungswünschen der Kinder spricht auch die Eignung des Beklagten als Erzieher für die vom Kantonsgericht getroffene Lösung. Eine Betreuung, die den dem Kindesalter allmählich entwachsenden Söhnen schrittweise mehr Freiheiten gewährt, dürfte geeigneter sein als eine autoritäre Erziehung, die von den Söhnen abgelehnt wird. Kaum ins Gewicht fallen dürfte, dass die Klägerin eine in zeitlicher Hinsicht umfangreichere Betreuung gewährleisten könnte, weil der 16jährige Rico und der 14jährige |404| Reto zunehmend selbständig werden und keiner umfassenden Betreuung mehr bedürfen.\n\nd) Sind aber die beiden älteren Söhne beim Beklagten sogar besser untergebracht als bei der Klägerin, wäre deren Zuteilung an die Mutter gegen ihren Willen völlig undenkbar; dabei könnte die Zuteilung des jüngsten Sohnes Fabian an die Klägerin, sollte es dabei bleiben, auf jene der älteren beiden Knaben offensichtlich keinen Einfluss haben. Auf die Frage der gemeinsamen Unterbringung der drei Geschwister wird bei der Behandlung der Berufung des Beklagten zurückzukommen sein. Die Berufung der Klägerin erweist sich als offensichtlich unbegründet, soweit überhaupt darauf einzutreten ist."}