{"annee": "122", "cour": "IV", "page": "289", "date": "25/9/1996", "cite": [], "cite_par": ["122 IV 292"], "chapeau": "44. Auszug aus dem Urteil des Kassationshofes vom 25. September 1996 i.S. C. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 44 ch. 6 al. 2 CP; renvoi postérieur dans un établissement pour toxicomanes. Il n'est pas admissible de suspendre l'exécution de la peine et d'ordonner un traitement ambulatoire postérieurement au jugement (consid. 1a)."], "faits": "|289|\n\nA.- Das Obergericht des Kantons Bern verurteilte C. am 24. Juni 1993 wegen Widerhandlung gegen das Betäubungsmittelgesetz zu 12 Monaten Gefängnis (unbedingt). Am 30. September 1993 stellte C. ein Gesuch um Aufschub des Strafvollzuges zugunsten einer Massnahme für Rauschgiftsüchtige gemäss Art. 44 Ziff. 6 Abs. 2 StGB.\n\nAm 18. März 1996 verurteilte das Kriminalgericht des Sensebezirks C. wegen Vermögensdelikten und Widerhandlung gegen das Betäubungsmittelgesetz zu 20 Monaten Gefängnis, als Zusatzstrafe zum Urteil des Obergerichtes. Der Vollzug der Strafe wurde zugunsten der laufenden ambulanten Massnahme aufgeschoben.\n\nB.- Mit Beschluss vom 16. April 1996 wies das Obergericht des Kantons Bern das Gesuch von C. ab, im wesentlichen mit der Begründung, der Wortlaut von Art. 44 Ziff. 6 Abs. 2 StGB ermögliche |290| lediglich den Aufschub einer rechtskräftigen Strafe zugunsten der Einweisung in eine Anstalt für Rauschgiftsüchtige, d.h. zugunsten einer stationären Massnahme. Der nachträgliche Aufschub zugunsten einer ambulanten Massnahme sei deshalb nicht möglich. Offen bleibe ein allfällig im Kanton Freiburg einzuleitendes Verfahren nach Art. 2 und 3 der Verordnung 1 zum Schweizerischen Strafgesetzbuch (VStGB 1; SR 311.01).\n\nC.- C. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Beschluss des Obergerichtes aufzuheben und die Sache zur Neubeurteilung an dieses zurückzuweisen.\n\nD.- Das Obergericht führt in seinen Gegenbemerkungen aus, es gehe um eine grundsätzliche Auslegungsfrage zu Art. 44 Ziff. 6 StGB. Der vorliegende \"Konflikt\" sei nach Art. 2 und 3 VStGB 1 über die Behörden des Kantons Freiburg zu lösen, wie dies in der Urteilsbegründung dargelegt worden sei.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. a) Erweist sich ein zu einer Strafe verurteilter Rauschgiftsüchtiger nachträglich als behandlungsbedürftig, behandlungsfähig und behandlungswillig, so kann ihn der Richter auf sein Gesuch hin in eine Anstalt für Rauschgiftsüchtige einweisen und den Vollzug der noch nicht verbüssten Strafe aufschieben (Art. 44 Ziff. 6 Abs. 2 StGB).\n\nDiese Bestimmung wurde durch Bundesgesetz vom 21. Juni 1991 mit Wirkung auf den 1. Januar 1992 in das Strafgesetzbuch aufgenommen, und zwar auf Vorschlag von Ständerat Jagmetti hin. Dieser begründete seinen Vorstoss im wesentlichen wie folgt (Amtl.Bull. 1987 S 407):\n\nBei der Drogendelinquenz liegt ein Problem vor, das sich seit längerer Zeit gestellt hat und das bei dieser Gelegenheit gelöst werden könnte. Es geht um folgendes: Nach Art. 44 StGB kann der Richter bei Drogenabhängigen entscheiden, ob an die Stelle der Strafe eine Massnahme, also eine Behandlung des Drogendelinquenten, treten soll. Diese Entscheidung kann am Anfang getroffen werden. Wird auf Massnahme entschieden, so kann der Richter später den Vollzug der Strafe anordnen. Das ist vorgesehen. Nachher aber nicht mehr möglich ist der umgekehrte Weg von der Strafe zur Massnahme. Nun sind Drogendelinquenten ja häufig selber Drogenabhängige, es werden also Täter bestraft, die ihrerseits drogenabhängig sind. Das zeigt sehr wohl die Bedeutung der Behandlung als Massnahme, die zu einer Besserung der Situation des Betroffenen führen kann. Die Sache |291| hat um so grösseres Gewicht, als es bei den Drogendelikten zum wesentlichen Teil junge Täter sind; die Resozialisierung ist demgemäss von besonderem Gewicht. Der Antrag, dem sich die Kommission anschliessen konnte und der dann durch das Departement freundlicherweise formuliert worden ist, erlaubt nun, in Zukunft auch den umgekehrten Weg zu gehen und dort wieder zu einer Massnahme zu wechseln, wo der Richter ursprünglich die Strafe für richtig gehalten hat. Das ist aus mehreren Gründen sinnvoll. Erstens kann sich die Notwendigkeit der Massnahme erst nachher richtig manifestieren, und zweitens bedingt ja eine Entzugsbehandlung bei den Drogenabhängigen das Einverständnis des Betroffenen, wenn sie echten Erfolg haben soll. Dieses Einverständnis liegt vielleicht am Anfang nicht vor, kann aber durch Einsicht gewonnen werden; dann sollte der Weg nicht versperrt bleiben.\n\nBeide Räte stimmten diesem Antrag diskussionslos zu.\n\nDie Begründung von Ständerat Jagmetti ist zwar so allgemein gehalten, dass man daraus auf die Zulässigkeit der nachträglichen Anordnung auch einer ambulanten Massnahme schliessen könnte. Nach dem klaren Wortlaut von Art. 44 Ziff. 6 Abs. 2 StGB kommt jedoch nur die Einweisung in eine Anstalt für Rauschgiftsüchtige in Betracht. Auch im Vorentwurf der Expertenkommission zum Allgemeinen Teil des Strafgesetzbuches (Bern 1993) ist in Art. 69 Abs. 1 nur von der nachträglichen Anordnung einer stationären Behandlung oder Pflege nach Art. 61-64 VE die Rede, nicht aber von der Anordnung einer ambulanten Behandlung nach Art. 67 VE. Ebenso sah der Vorentwurf SCHULTZ in Art. 82 nur die nachträgliche Einweisung in eine Anstalt für Rauschgiftsüchtige vor (Bericht und Vorentwurf zur Revision des Allgemeinen Teils [...] des Schweizerischen Strafgesetzbuches, Bern 1987, S. 208 f. und 309).\n\nDie nachträgliche Anordnung einer ambulanten Massnahme unter Aufschub des Strafvollzuges ist deshalb nicht zulässig.\n\nb) Einzuräumen ist allerdings, dass in einer Konstellation wie hier, wo in einem zweiten Urteil die Freiheitsstrafe zugunsten einer ambulanten Massnahme aufgeschoben wurde, der damit angestrebte Zweck unter Umständen in Frage gestellt würde, wenn die ursprüngliche Strafe von 12 Monaten verbüsst werden müsste, nicht aber die Zusatzstrafe von 20 Monaten. Der Sache nach ist allerdings, wie die Vorinstanz zutreffend bemerkt, ein vernünftiges Ergebnis auch in Anwendung von Art. 2 und Art. 3 VStGB 1 zu erzielen, also auf der Ebene des Vollzuges. Trifft eine Massnahme, wie hier vom Kriminalgericht des Sensebezirks angeordnet, im Vollzug mit einer Freiheitsstrafe, wie hier von der Vorinstanz ausgesprochen, zusammen, so ist von der zuständigen Behörde vorerst die am dringlichsten |292| oder zweckmässigsten erscheinende Massnahme oder Strafe zu vollziehen und der Vollzug der andern aufzuschieben. Ob und wieweit die aufgeschobene Massnahme oder Strafe später noch vollstreckt werden soll, entscheidet der Richter, der auf die zum Vollzug gelangte Massnahme oder Strafe erkannt hat (vgl. Art. 2 Abs. 8 VStGB 1). Es liegt also an der zuständigen Vollzugsbehörde zu entscheiden, ob die ambulante Massnahme, die vom Kriminalgericht des Sensebezirkes angeordnet wurde, vollzugsrechtlich den Vorrang hat. Art. 3 Abs. 5 VStGB 1 präzisiert dazu, dass bei der Konkurrenz von Sanktionen aus verschiedenen Kantonen sich die zuständigen Behörden der Urteilskantone darüber verständigen, welche Sanktion gemäss Art. 2 Abs. 8 VStGB 1 als erste zu vollziehen ist.\n\n2. (Kostenfolgen)."}