{"annee": "122", "cour": "V", "page": "34", "date": "24/1/1996", "cite": ["115 IA 94", "116 V 182", "114 V 345", "113 V 154", "111 V 318", "114 V 315", "110 V 48", "119 V 208", "116 V 23", "119 IB 33", "108 V 251", "118 V 311", "118 V 107", "119 V 26", "110 V 17", "119 IA 260"], "cite_par": ["125 V 499", "123 V 25", "125 V 362", "124 V 62", "144 V 195", "125 V 413", "123 V 70", "124 V 159", "124 V 225", "126 V 134", "123 V 142", "125 V 368", "144 V 153", "130 V 138", "125 V 42", "130 V 501", "125 V 197", "139 V 297", "133 V 89", "123 V 223", "125 V 266", "143 V 295", "122 V 435", "124 II 361", "124 V 338", "125 V 127", "124 V 377"], "chapeau": "6. Urteil vom 24. Januar 1996 i.S. T. gegen Öffentliche Arbeitslosenkasse Basel-Stadt und Kantonale Schiedskommission für Arbeitslosenversicherung des Kantons Basel-Stadt", "regestes": ["Art. 16 al. 1bis LACI, art. 30 al. 1 let. d LACI (dans sa version en vigueur jusqu'au 31 décembre 1995). Objet de la suspension du droit à l'indemnité en cas de refus d'accepter une activité intermédiaire. Art. 30 LACI (dans sa version en vigueur jusqu'au 31 décembre 1995); art. 103 al. 4 LACI, art. 114 al. 1 OJ, art. 103 al. 6 LACI, art. 4 al. 1 Cst. Objet du litige en cas de contestation portant sur des décisions de suspension du droit à l'indemnité. Pouvoir d'examen du juge. Précision de la jurisprudence."], "faits": "|34|\n\nA.- Die 1955 geborene T. bezog ab 7. Juni 1993 Taggelder der Arbeitslosenversicherung. Mit Schreiben vom 9. November 1993 wies ihr das Kantonale Arbeitsamt Basel-Stadt eine Stelle als Kantinenangestellte beim |35| Service X zu. Unter der Rubrik \"Anforderungen\" wurde festgehalten:\n\n\"3 Kantinenangestellte mit sehr guten D-Kenntnissen im\n\nTeilzeit-Angestelltenverhältnis gesucht, temporär bis 15.4.94, Arbeitszeit:\n\n11.30 bis 15.30 Uhr, spätere feste Anstellung möglich.\"\n\nNachdem T. am Freitag, den 12. November und Montag, den 15. November 1993 zwei Schnuppertage (je vier Stunden) absolviert hatte, teilte ihr die Personalassistentin am 17. November 1993 mit, dass ihr keine Stelle angeboten werden könne. Man habe sich für eine andere Bewerberin entschieden.\n\nMit Verfügung vom 14. Januar 1994 stellte die Öffentliche Arbeitslosenkasse Basel-Stadt T. wegen selbstverschuldeter Arbeitslosigkeit für die Dauer von 25 Tagen (ab 2. November 1993) in der Anspruchsberechtigung ein. Sie habe durch ihre \"unmotivierte Arbeitsweise (...) die Festanstellung verscherzt\".\n\nB.- Beschwerdeweise beantragte T. die Aufhebung der Einstellungsverfügung \"wegen falscher bzw. unzutreffender Begründung\". Sie verwies namentlich darauf, dass die betreffende Stelle lediglich befristet und bloss stundenweise zu besetzen war ohne eine verbindliche Zusage für eine spätere feste Anstellung.\n\nDie Kantonale Schiedskommission für Arbeitslosenversicherung des Kantons Basel-Stadt führte eine Hauptverhandlung durch, an welcher die Versicherte, ein Vertreter der Kasse sowie die Personalassistentin des Service X teilnahmen. Sie hiess die Beschwerde teilweise gut und stellte die Versicherte wegen Nichtannahme einer ihr zugewiesenen zumutbaren Arbeit für 20 Tage ab 2. November 1993 in der Anspruchsberechtigung ein (Entscheid vom 19. Mai 1994).\n\nC.- T. führt Verwaltungsgerichtsbeschwerde und beantragt die Aufhebung der Einstellung in der Anspruchsberechtigung, eventuell Rückweisung der Sache an die kantonale Schiedskommission zur Neubeurteilung.\n\nDie Arbeitslosenkasse trägt auf Abweisung der Verwaltungsgerichtsbeschwerde an; das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) lässt sich nicht vernehmen.\n\nD.- Am 24. Januar 1996 hat das Eidg. Versicherungsgericht eine parteiöffentliche Beratung durchgeführt.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist die Einstellung der Beschwerdeführerin in der Anspruchsberechtigung auf Arbeitslosentaggelder für die Dauer von 20 |36| Tagen ab 2. November 1993. Diese Frage beurteilt sich aufgrund der bei Verwirklichung des einstellungsrechtlich relevanten Sachverhaltes geltenden Rechtssätze (BGE 118 V 110 Erw. 3 mit Hinweis), somit nach den in diesem Zeitpunkt gültig gewesenen Bestimmungen des Arbeitslosenversicherungsgesetzes (AVIG) und der Arbeitslosenversicherungsverordnung (AVIV).\n\n2. a) Im verwaltungsgerichtlichen Beschwerdeverfahren sind grundsätzlich nur Rechtsverhältnisse zu überprüfen und zu beurteilen, zu denen die zuständige Verwaltungsbehörde vorgängig verbindlich - in Form einer Verfügung - Stellung genommen hat. Insoweit bestimmt die Verfügung den beschwerdeweise weiterziehbaren Anfechtungsgegenstand. Davon zu unterscheiden ist der Streitgegenstand, worunter das Rechtsverhältnis verstanden wird, welches - im Rahmen des durch die Verfügung bestimmten Anfechtungsgegenstandes - den aufgrund der Beschwerdebegehren effektiv angefochtenen Verfügungsgegenstand bildet (BGE 119 Ib 36 Erw. 1b, BGE 118 V 313 Erw. 3b, je mit Hinweisen).\n\nNach der Rechtsprechung des Eidg. Versicherungsgerichts kann das verwaltungsgerichtliche Verfahren aus prozessökonomischen Gründen auf eine ausserhalb des Anfechtungsgegenstandes, d.h. ausserhalb des durch die Verfügung bestimmten Rechtsverhältnisses liegende spruchreife Frage ausgedehnt werden, wenn diese mit dem bisherigen Streitgegenstand derart eng zusammenhängt, dass von einer Tatbestandsgesamtheit gesprochen werden kann, und wenn sich die Verwaltung zu dieser Streitfrage mindestens in Form einer Prozesserklärung geäussert hat (BGE 110 V 51 Erw. 3b in fine mit Hinweis; ARV 1985 Nr. 23 S. 177 Erw. 5b).\n\nb) Im Rahmen der Rechtsanwendung von Amtes wegen hat der Sozialversicherungsrichter auf den festgestellten Sachverhalt jenen Rechtssatz anzuwenden, den er als den zutreffenden ansieht, und ihm auch die Auslegung zu geben, von der er überzeugt ist (BGE 110 V 20 Erw. 1, 52 f. Erw. 4a; vgl. BGE 116 V 26 f. Erw. 3c; ZAK 1988 S. 615 Erw. 2a). Der Richter hat sich nicht darauf zu beschränken, den Streitgegenstand bloss im Hinblick auf die von den Parteien aufgeworfenen Rechtsfragen zu überprüfen (GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 212). Er kann eine Beschwerde gutheissen oder abweisen aus anderen Gründen als vom Beschwerdeführer vorgetragen oder von der Vorinstanz erwogen (Art. 114 Abs. 1 am Ende in Verbindung mit Art. 132 OG; BGE 119 V 28 Erw. 1b mit |37| Hinweisen, 442 Erw. 1a). Das Prinzip der Rechtsanwendung von Amtes wegen gilt namentlich auch im kantonalen Beschwerdeverfahren im Bereich der Arbeitslosenversicherung (Art. 103 Abs. 4 zweiter Satz AVIG; unveröffentlichtes Urteil P. vom 23. Juni 1989).\n\nc) Liegt, wie im vorliegenden Fall, eine verfügte Einstellung in der Anspruchsberechtigung auf Arbeitslosentaggelder im Streit, prüft die kantonale Beschwerdeinstanz frei, insbesondere ohne Bindung an die rechtliche Qualifikation des dem Versicherten in der angefochtenen Verfügung vorgeworfenen Verhaltens, ob und gegebenenfalls welcher der in Art. 30 Abs. 1 AVIG und Art. 44 AVIV normierten Einstellungstatbestände erfüllt ist. Dabei hat sie bei ihrem Entscheid die aus dem Anspruch auf rechtliches Gehör abgeleiteten Verfahrensrechte der Parteien zu beachten, was je nach konkreter Verfahrenslage oder materiellrechtlichen Auswirkungen gebieten kann, die Parteien noch besonders anzuhören (BGE 119 Ia 261 Erw. 6a, BGE 119 V 211 Erw. 3b, je mit Hinweisen). Zusätzliche Schranken sind zu beachten, wenn der Richter, sei es von sich aus aufgrund von Anhaltspunkten in den Akten, sei es wegen eines von der Verwaltung nachträglich (zum Beispiel in der Vernehmlassung) erwähnten Grundes (sog. \"Nachschieben\" von Einstellungsgründen), im Vergleich zur verfügten Einstellung von einem anderen Sachverhalt ausgehen will, der unter einen anderen Einstellungsgrund zu subsumieren ist oder im Rahmen des gleichen Einstellungstatbestandes einen sachverhaltlich neuen Verschuldensvorwurf begründet. Dies ist nur zulässig, wenn die Voraussetzungen für eine Ausdehnung des Verfahrens über den Anfechtungsgegenstand gegeben sind und das rechtliche Gehör gewahrt wird (vgl. BGE 116 V 185 Erw. 1a in fine, BGE 115 Ia 96 Erw. 1b, 114 Ia 99 Erw. 2a). Soweit den Urteilen in ARV 1992 Nr. 15 S. 143 und ARV 1989 Nr. 7 S. 94 Erw. 4c etwas anderes entnommen werden könnte, ist daran nicht festzuhalten.\n\n3. Im vorliegenden Fall hat die Arbeitslosenkasse die Beschwerdeführerin wegen selbstverschuldeter Arbeitslosigkeit (Art. 30 Abs. 1 lit. a AVIG und Art. 44 lit. a AVIV) für die Dauer von 25 Tagen ab 2. November 1993 in der Anspruchsberechtigung auf Arbeitslosentaggelder eingestellt. Die kantonale Schiedskommission hat die Einstellung im Umfang von 20 Tagen geschützt, dabei jedoch den Tatbestand der Nichtannahme einer durch das Arbeitsamt zugewiesenen zumutbaren Arbeit im Sinne von Art. 30 Abs. 1 lit. d AVIG als erfüllt betrachtet.\n\n|38|\n\na) Der Vorinstanz ist darin beizupflichten, dass sich das der Beschwerdeführerin vorgeworfene Verhalten nicht unter den Einstellungstatbestand der selbstverschuldeten Arbeitslosigkeit subsumieren lässt. Denn der Service X war mit der Versicherten lediglich ein \"Arbeitsverhältnis zur Probe\" eingegangen, welches mit Ablauf der zwei Schnuppertage endete (vgl. REHBINDER, Schweizerisches Arbeitsrecht, 12. Aufl., S. 121). Ihr Verhalten, soweit einstellungsrechtlich von Bedeutung, kann daher nicht als kausal für die Auflösung dieses befristeten Arbeitsverhältnisses betrachtet werden, was den Einstellungsgrund der selbstverschuldeten Arbeitslosigkeit ausschliesst (vgl. GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz [AVIG], Bd. I, N. 7 am Ende zu Art. 30). Es stellt sich somit die Frage, ob durch das von der Beschwerdeführerin gezeigte Verhalten ein anderer Einstellungstatbestand erfüllt ist. Dabei ist aufgrund des von der Arbeitslosenkasse ermittelten und insoweit unbestrittenen Sachverhaltes einzig der Einstellungstatbestand des Art. 30 Abs. 1 lit. d AVIG zu prüfen.\n\nb) Der Versicherte ist in der Anspruchsberechtigung einzustellen, wenn er die Kontrollvorschriften oder die Weisungen des Arbeitsamtes nicht befolgt, namentlich eine ihm zugewiesene zumutbare Arbeit nicht annimmt (Art. 30 Abs. 1 lit. d AVIG). Gemäss Rechtsprechung ist dieser Einstellungstatbestand auch dann erfüllt, wenn der Versicherte die Arbeit zwar nicht ausdrücklich ablehnt, es aber durch sein Verhalten in Kauf nimmt, dass die Stelle anderweitig besetzt wird. Der arbeitslose Versicherte hat bei den Verhandlungen mit dem künftigen Arbeitgeber klar und eindeutig die Bereitschaft zum Vertragsabschluss zu bekunden, um die Beendigung der Arbeitslosigkeit nicht zu gefährden (ARV 1984 Nr. 14 S. 167 sowie ARV 1982 Nr. 5 S. 43 Erw. 3a).\n\nAufgrund der Akten ist davon auszugehen, dass das Verhalten der Beschwerdeführerin während der zwei Schnuppertage, die der Abklärung ihrer Eignung für eine der frei gewordenen Aushilfsstellen dienten, zumindest mitursächlich für ihre Nichtanstellung war. Sie selber bestreitet denn auch nicht ernstlich, dass sie die Stelle beim Service X erhalten hätte, wenn sie sich ein wenig aufgeschlossener gezeigt hätte. Wie schon im kantonalen Verfahren weist die Beschwerdeführerin jedoch darauf hin, dass die betreffende Stelle lediglich befristet und bloss stundenweise zu besetzen war ohne eine verbindliche Zusage für eine spätere feste Anstellung. Damit bestreitet sie sinngemäss die - durch die Vorinstanz ohne nähere Prüfung bejahte - Zumutbarkeit der ihr zugewiesenen Arbeit.\n\n|39|\n\n4. a) Nach Art. 16 Abs. 1 AVIG, anwendbar in der bis 31. Dezember 1995 gültig gewesenen Fassung, ist eine Arbeit zumutbar, wenn sie den in lit. a-d aufgezählten Anforderungen genügt und dem (ganz) Arbeitslosen einen Lohn einbringt, der nicht geringer ist als die ihm zustehende Arbeitslosenentschädigung (lit. e).\n\nErfüllt eine Arbeit alle Bedingungen der Zumutbarkeit mit Ausnahme derjenigen von Absatz 1 Buchstabe e, so gilt sie als zumutbar, solange der Versicherte Kompensationsleistungen nach Art. 24 (Zwischenverdienst) erhält (Art. 16 Abs. 1bis AVIG in der Fassung des Bundesbeschlusses über Massnahmen in der Arbeitslosenversicherung vom 19. März 1993, in Kraft gewesen vom 1. April 1993 bis 31. Dezember 1995).\n\nAls Zwischenverdienst gilt jedes Einkommen aus unselbständiger oder selbständiger Erwerbstätigkeit, das der Arbeitslose innerhalb einer Kontrollperiode erzielt (Art. 24 Abs. 1 AVIG). Der Versicherte hat Anspruch auf 80 Prozent des Verdienstausfalls, solange die Höchstzahl der Taggelder (Art. 27) nicht bezogen ist (Art. 24 Abs. 2 AVIG, gültig gewesen bis 31. Dezember 1995). Als Verdienstausfall gilt die Differenz zwischen dem in der Kontrollperiode erzielten Zwischenverdienst, mindestens aber dem berufs- und ortsüblichen Ansatz für die betreffende Arbeit, und dem versicherten Verdienst. Ein Nebenverdienst (Art. 23 Abs. 3) bleibt unberücksichtigt (Art. 24 Abs. 3 AVIG).\n\nb) Art. 16 Abs. 1bis AVIG erweitert den Begriff und damit den Kreis der zumutbaren Arbeiten und dient insofern dem Ziel, die Arbeitslosigkeit zu vermindern (vgl. Art. 17 Abs. 1 AVIG). Nach dem klaren Willen des Gesetzgebers soll die Annahme einer im Sinne dieser Bestimmung zumutbaren Zwischenverdienstarbeit nicht mehr (vgl. BGE 114 V 345) im Belieben des Versicherten stehen (vgl. die Protokolle der parlamentarischen Beratung zur Änderung des AVIG vom 19. März 1993, Amtl.Bull. 1993 N. 94 f. und S 110 f.). Vielmehr ist der Versicherte verpflichtet, eine ihm zugewiesene, lohnmässig unzumutbare Zwischenverdienstarbeit unter den Voraussetzungen des Art. 16 Abs. 1bis AVIG anzunehmen. Die (verschuldete) Nichtannahme einer solchen Tätigkeit stellt einen Verstoss gegen die in Art. 17 Abs. 1 AVIG statuierte Schadenminderungspflicht (BGE 114 V 347 Erw. 2b, ARV 1990 Nr. 20 S. 133 Erw. 2a) dar und hat, wie im Falle der Ablehnung einer im Sinne von Art. 16 Abs. 1 AVIG zumutbaren Arbeit, grundsätzlich die Einstellung in der Anspruchsberechtigung gestützt auf Art. 30 Abs. 1 lit. d |40| AVIG zur Folge. Da der Begriff der zumutbaren Arbeit im Sinne dieser Bestimmung derselbe ist wie gemäss Art. 16 Abs. 1 AVIG (vgl. dazu GERHARDS, a.a.O., N. 24 zu Art. 30 und N. 2 zu Art. 16), stellt sich nunmehr die von den gesetzgebenden Organen nicht behandelte Frage, ob und allenfalls inwiefern der Erweiterung des Begriffs der zumutbaren Arbeit durch alt Art. 16 Abs. 1bis AVIG einstellungsrechtlich Rechnung zu tragen sei.\n\nc) aa) Zweck der Einstellung als versicherungsrechtlicher Sanktion (ARV 1990 Nr. 20 S. 132) ist die angemessene Mitbeteiligung des Versicherten am Schaden, den er durch sein pflichtwidriges Verhalten der Arbeitslosenversicherung natürlich und adäquat kausal verursacht hat (GERHARDS, a.a.O., N. 2 und 51 zu Art. 30). Dabei bemisst sich die Dauer der Einstellung nach Massgabe des Verschuldens (Art. 30 Abs. 3 AVIG; BGE 113 V 154, ARV 1987 Nr. 11 S. 107).\n\nbb) Für die Beurteilung der Frage, inwiefern der Arbeitslosenversicherung ein Schaden entsteht, wenn der Versicherte eine ihm zugewiesene zumutbare Arbeit ablehnt, ist von Bedeutung, welche versicherungsrechtlichen Folgen ein pflichtgemässes Verhalten zeitigte. Mit der Aufnahme einer zumutbaren Arbeit gemäss Art. 16 Abs. 1 AVIG ist die Arbeitslosigkeit beendet, und der Anspruch auf Arbeitslosentaggelder besteht nicht mehr (GERHARDS, a.a.O., N. 3 zu Art. 16). Demgegenüber gilt der Versicherte bei Annahme und Ausübung einer zumutbaren Zwischenverdienstarbeit gemäss Art. 16 Abs. 1bis AVIG weiterhin - insoweit systemwidrig (vgl. BGE 114 V 348 f. Erw. 2d) - als arbeitslos, da er im Rahmen von Art. 24 AVIG Anspruch auf Ausgleich der Differenz zwischen dem versicherten Verdienst und dem Zwischenverdienst hat (Abs. 3). Daraus ergibt sich, dass der Arbeitslosenversicherung durch die pflichtwidrige Ablehnung einer zumutbaren Arbeit ein verschieden hoher Schaden entsteht, je nachdem, ob es sich - bei im übrigen gleichen Umständen - um eine zumutbare Tätigkeit im Sinne von Art. 16 Abs. 1 oder Abs. 1bis AVIG handelt. Dem ist bei der Bemessung des vom Versicherten zu tragenden Anteils an diesem Schaden dadurch Rechnung zu tragen, dass der Versicherte bei Ablehnung einer durch das Arbeitsamt zugewiesenen zumutbaren Zwischenverdienstarbeit gemäss Art. 16 Abs. 1bis AVIG in der Anspruchsberechtigung nur soweit eingestellt werden kann, als der Anspruch auf Arbeitslosenentschädigung den Anspruch auf Differenzausgleich übersteigt. Gegenstand der Einstellung ist der betragliche Unterschied der beiden Taggelder. Bei der Bemessung der Einstellungsdauer ist der gleiche |41| Verschuldensmassstab (Art. 30 Abs. 3 AVIG in Verbindung mit Art. 45 AVIV) anzulegen wie im Falle der Ablehnung einer nach Art. 16 Abs. 1 AVIG zumutbaren Arbeit. Diese Betrachtungsweise ist einstellungsrechtlich die zwangsläufige Folge davon, dass nach Art. 16 Abs. 1bis AVIG die Pflicht zur Annahme auch einer lohnmässig unzumutbaren Arbeit nur besteht, wenn, soweit und solange der Versicherte Anspruch auf Differenzausgleich (Art. 24 AVIG) hat. Soweit im übrigen gemäss Art. 30 AVIG der Versicherte in der Anspruchsberechtigung einzustellen ist, schliesst diese Formulierung eine Differenzierung in bezug auf den Umfang des Taggeldanspruches nach Massgabe des Verdienstes, den der Versicherte verschuldeterweise nicht realisiert hat, nicht aus.\n\nd) Im Hinblick auf die am 1. Januar 1996 in Kraft getretene zweite Teilrevision des AVIG vom 23. Juni 1995 bleibt zu erwähnen, dass der Begriff der zumutbaren Arbeit insofern eine Änderung erfahren hat, als nach dem neuen Art. 16 Abs. 1 AVIG nunmehr grundsätzlich jede Arbeit als zumutbar gilt (Botschaft des Bundesrates zur zweiten Teilrevision des AVIG vom 29. November 1993, Separatausgabe S. 18; Amtl.Bull. 1994 S 235). Unzumutbar und somit von der Annahmepflicht ausgenommen ist eine Arbeit lediglich in den in Abs. 2 dieser Bestimmung abschliessend aufgezählten Fällen. Nach Art. 16 Abs. 2 lit. i AVIG ist insbesondere eine Arbeit unzumutbar, die dem Versicherten einen Lohn einbringt, der geringer ist als 70 Prozent des versicherten Verdienstes, es sei denn, der Versicherte erhalte Kompensationsleistungen nach Artikel 24 (Zwischenverdienst). Ob unter neuem Recht die streitige Frage gleich zu entscheiden wäre, braucht hier nicht weiter geprüft zu werden (vgl. Erw. 1 hievor).\n\n5. a) Die der Beschwerdeführerin zugewiesene Teilzeitarbeit als Kantinenangestellte war lohnmässig nicht zumutbar. Denn diese Tätigkeit hätte ihr einen Bruttolohn in der Grössenordnung von Fr. 75.--/Tag (an den zwei Schnuppertagen verdiente sie je Fr. 72.80 [4 x Fr. 18.20]) eingebracht. Dieser Betrag liegt deutlich unter der in ihrem Fall massgebenden minimalen Brutto-Arbeitslosenentschädigung von Fr. 97.--/Tag (0,7 x Fr. 2'993.--/21,7 Tage [Art. 22 Abs. 1 und 1bis AVIG, Art. 40a AVIV]; vgl. BGE 114 V 347 Erw. 2b mit Hinweisen). Dagegen erfüllt nach Lage der Akten diese Arbeit die übrigen Kriterien der Zumutbarkeit (Art. 16 Abs. 1 lit. a-d AVIG). Sodann steht fest, dass die Beschwerdeführerin ihren Taggeldanspruch - 250 Taggelder ab 7. Juni 1993 (Beginn der Rahmenfrist für den Leistungsbezug) - im frühest möglichen |42| Anstellungszeitpunkt (12. November 1993) erst gut zur Hälfte ausgeschöpft hatte. Sie war daher aufgrund von Art. 17 Abs. 3 in Verbindung mit Art. 16 Abs. 1bis AVIG zur Annahme der offenen Stelle beim Service X verpflichtet. Die Ablehnung dieser Beschäftigung hat die Einstellung in der Anspruchsberechtigung zur Folge (Art. 30 Abs. 1 lit. d AVIG), dies jedoch masslich nur soweit die Arbeitslosenentschädigung den ihr bei Annahme der zugewiesenen Stelle nach Massgabe von Art. 24 Abs. 2 und 3 AVIG zustehenden Differenzausgleich übersteigt (Erw. 4c/bb). Hätte die Beschwerdeführerin die Stelle angenommen, wäre ihr ein Anspruch auf Differenzausgleich in Höhe von Fr. 50.40 verblieben (versicherter Verdienst von Fr. 138.-- im Tag [Fr. 2'993.--: 21.7], abzüglich Fr. 75.--, ausmachend einen Verdienstausfall von Fr. 63.--, davon 80%), wodurch sich ihr Taggeld von Fr. 97.-- auf Fr. 50.40 vermindert hätte. Lediglich im Umfang dieser Differenz kann unter den Gesichtspunkten der Kausalität und Verhältnismässigkeit (vgl. BGE 111 V 320 Erw. 4, BGE 108 V 252 Erw. 3a; ARV 1987 Nr. 11 S. 110 Erw. 3, Nr. 1 S. 39 Erw. 3) von einer schuldhaft verursachten verlängerten Arbeitslosigkeit gesprochen werden (ARV 1990 Nr. 20 S. 134 Erw. 2b; vgl. auch ZAK 1990 S. 291). Folglich ist die Beschwerdeführerin auf der Differenz von Fr. 97.-- abzüglich Fr. 50.40 einzustellen (Fr. 46.60), und zwar an so viel Tagen, wie es ihrem Verschulden entspricht.\n\nb) Wie in Erw. 3b dargelegt, hat es grundsätzlich die Beschwerdeführerin selber zu vertreten, dass es nicht zu einer Festanstellung kam. Die kantonale Schiedskommission hat ihr Verschulden als mittelschwer bis schwer eingestuft und die Dauer der Einstellung auf 20 Tage (Art. 45 Abs. 2 AVIV) festgesetzt. Dies ist nach Lage der Akten und in Berücksichtigung der Vorbringen der Beschwerdeführerin im Rahmen der Ermessensprüfung nicht zu beanstanden (Art. 132 OG; vgl. BGE 114 V 316 Erw. 5a mit Hinweisen).\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde werden der kantonale Entscheid vom 19. Mai 1994 und die Einstellungsverfügung vom 14. Januar 1994 aufgehoben und die Sache an die Öffentliche Arbeitslosenkasse Basel-Stadt zurückgewiesen, damit sie im Sinne der Erwägungen über die |43| Einstellung in der Anspruchsberechtigung neu verfüge."}