{"annee": "122", "cour": "I", "page": "322", "date": "7/11/1996", "cite": ["117 IA 513", "120 IA 179", "119 IA 251", "122 I 1", "108 IA 11", "122 I 203", "122 I 5", "112 IA 14", "121 I 60", "117 IA 22", "120 IA 14", "119 IA 264"], "cite_par": ["135 I 91", "143 III 10", "133 V 645", "141 I 70", "142 III 131"], "chapeau": "41. Auszug aus dem Urteil der II. Zivilabteilung vom 7. November 1996 i.S. R. S. und C. S. gegen Regierungsrat des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Droit à l'assistance judiciaire gratuite dans la procédure de recours administratif. L'art. 4 Cst. exige que l'avocat d'un plaideur au bénéfice de l'assistance judiciaire soit indemnisé par l'Etat lorsqu'en cas de gain du procès, la partie adverse à qui incombent les frais de justice ne peut être poursuivie avec succès. Une requête d'assistance judiciaire ne peut donc être rejetée du simple fait que des dépens ont été mis à la charge de l'intimé (consid. 2 et 3)."], "faits": "|323|\n\nA.- Am 4. Mai 1995 stellte F. für die Kinder R. S. und C. S., die im Scheidungsverfahren unter ihre elterliche Gewalt gestellt worden waren, beim Justizdepartement des Kantons Luzern den Antrag, es sei den Kindern die Führung des Namens \"F.\" zu gestatten. Dem wurde mit Entscheid vom 5. Januar 1996 entsprochen.\n\nB.- Dagegen führte O. S., Vater der Kinder, am 31. Januar 1996 Beschwerde beim Regierungsrat des Kantons Luzern und beantragte die unentgeltliche Rechtspflege für dieses Verfahren. In ihrer Vernehmlassung vom 17. April 1996 ersuchten R. S. und C. S. um Abweisung der Beschwerde und reichten ihrerseits ein Gesuch um unentgeltliche Rechtspflege ein.\n\nAm 9. Juli 1996 wies der Regierungsrat des Kantons Luzern die Beschwerde ab und bestätigte die vom Justizdepartement bewilligte Namensänderung. Überdies gewährte der Rat O. S. die unentgeltliche Rechtspflege und bestellte ihm einen Rechtsbeistand, welchem er zu Lasten des Staates eine Vergütung ausrichtete. R. S. und C. S. sprach er eine Parteientschädigung zu Lasten von O. S. zu und wies ihr Gesuch um unentgeltliche Rechtspflege und Verbeiständung sinngemäss ab.\n\nC.- R. S. und C. S. haben am 11. September 1996 staatsrechtliche Beschwerde beim Bundesgericht eingereicht. Sie beantragen, den Entscheid des Regierungsrates des Kantons Luzern vom 9. Juli 1996 aufzuheben, soweit ihnen die unentgeltliche Rechtspflege verweigert worden ist, und ihnen diese zu erteilen. Auch für das Verfahren vor Bundesgericht ersuchen sie um unentgeltliche Rechtspflege und Verbeiständung.\n\n|324|\n\nDas Bundesgericht heisst die Beschwerde gut, soweit es darauf eintritt; den angefochtenen Entscheid hebt es insofern auf, als damit das Gesuch um unentgeltliche Verbeiständung sinngemäss abgewiesen worden ist.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Regierungsrat hat im angefochtenen Entscheid das Gesuch der Beschwerdeführer um unentgeltliche Rechtspflege und Verbeiständung sinngemäss abgewiesen, weil die Beschwerdeführer obsiegten, ihnen deshalb keine Verfahrenskosten auferlegt wurden und sie zu Lasten der Gegenpartei eine Entschädigung zugesprochen erhielten. Die Beschwerdeführer beanstanden den Entscheid, soweit ihnen kein unentgeltlicher Rechtsbeistand zugestanden worden ist, und zwar deshalb, weil die zugesprochene Parteientschädigung zu Lasten der Gegenpartei nicht einbringlich sei. In diesem Zusammenhang rügen sie Rechtsverweigerung und damit eine Verletzung von Art. 4 BV.\n\nb) Der Anspruch auf unentgeltliche Rechtspflege ergibt sich, soweit das kantonale Recht keine weitergehenden Ansprüche gewährt, als Minimalgarantie direkt aus Art. 4 BV (BGE 121 I 60 E. 2a mit Hinweisen). Dies gilt insbesondere auch für das Verfahren der Verwaltungsbeschwerde (BGE 112 Ia 14 E. 3c). Art. 4 BV verschafft einer bedürftigen Partei in einem für sie nicht aussichtslosen Verfahren Anspruch auf unentgeltliche Rechtspflege und auf Ernennung eines unentgeltlichen Rechtsbeistandes, sofern sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf (BGE 119 Ia 251 E. 3; BGE 119 Ia 264 E. 3a mit Hinweisen; BGE 120 Ia 14 E. 3a; BGE 120 Ia 179 E. 3a).\n\nc) Der Anspruch auf unentgeltliche Rechtspflege, wie er sich unmittelbar aus Art. 4 BV ergibt, garantiert dem Bedürftigen indessen keine definitive Übernahme der Kosten durch den Staat. Gelangt die bedürftige Partei im Laufe des Verfahrens oder aufgrund des Prozessausgangs in den Besitz ausreichender Mittel, kann ihr die unentgeltliche Rechtspflege verweigert oder wieder entzogen werden. Auf Grund der Rechtswohltat ausbezahlte Beträge können ferner selbst nach Erledigung des Prozesses zurückverlangt werden, wenn sich die wirtschaftliche Situation des Begünstigten ausreichend verbessert hat (BGE 122 I 5 E. 4a mit Hinweisen). Art. 4 BV schliesst sodann nicht aus, dass die Partei, welcher die unentgeltliche Rechtspflege bewilligt worden ist, im Falle des Unterliegens zur Bezahlung einer Parteientschädigung an die obsiegende Partei |325| verpflichtet wird (BGE 112 Ia 14 E. 3c S. 18). Die obsiegende Partei ihrerseits trägt das Risiko der Uneinbringlichkeit. Sie hat verfassungsrechtlich keinen Anspruch darauf, dass der Staat anstelle der bedürftigen Partei, der die unentgeltliche Rechtspflege bewilligt worden ist, für die Parteientschädigung aufkommt (BGE 117 Ia 513 E. 2); denn die unentgeltliche Rechtspflege will nach ihrem Grundgedanken der bedürftigen Partei den Zugang zum Recht gewährleisten und nicht die vermögende Gegenpartei vor Risiken bewahren.\n\n3. a) Die Beschwerdeführer haben im Verfahren vor dem Regierungsrat, in welchem sie um unentgeltliche Rechtspflege ersucht hatten, obsiegt. Der unterliegenden Gegenpartei, welche ihrerseits bedürftig ist, gewährte der Regierungsrat zwar die unentgeltliche Rechtspflege und Verbeiständung (unter Entschädigung des Anwalts durch den Staat), verpflichtete sie aber gleichzeitig zur Bezahlung einer Parteientschädigung an die obsiegenden Beschwerdeführer. Dagegen ist verfassungsrechtlich insoweit nichts einzuwenden, als der Zugang zum Recht der bedürftigen Gegenpartei der Beschwerdeführer in Frage steht, welche nach dem Gesagten trotz Gewährung der unentgeltlichen Rechtspflege zur Bezahlung einer Parteientschädigung verpflichtet werden durfte. Die obsiegenden Beschwerdeführer ihrerseits können aus dem Umstand, dass der unterliegenden Partei die unentgeltliche Rechtspflege gewährt worden ist, nicht ableiten, dass der Staat für die ihnen zugesprochene Parteientschädigung aufkomme.\n\nDarauf kommt es jedoch vorliegend nicht an. Hier stellt sich vielmehr die Frage, ob aufgrund des verfassungsrechtlichen Minimalanspruchs von Art. 4 BV die Anwaltskosten derjenigen Partei, bei der die Voraussetzungen der unentgeltlichen Rechtspflege erfüllt sind, vom Staat übernommen werden müssen, sofern und soweit die zugesprochene Parteientschädigung sich nicht als einbringlich erweist. Dies ist zu bejahen.\n\nb) Wird der bedürftigen Partei ein unentgeltlicher Rechtsbeistand bestellt, übernimmt dieser eine staatliche Aufgabe und tritt zum Staat in ein Rechtsverhältnis, aufgrund dessen er einen öffentlichrechtlichen Anspruch auf Entschädigung im Rahmen der anwendbaren kantonalen Vorschriften hat (BGE 122 I 1 E. 3a; BGE 117 Ia 22 E. 4a mit Hinweisen). Der amtlich bestellte Rechtsbeistand darf sich von der verbeiständeten Partei nicht entschädigen lassen und ist insbesondere auch nicht befugt, sich eine zusätzliche Entschädigung zu derjenigen auszahlen zu lassen, welche er vom Staat erhält; eine Bezahlung durch die verbeiständete |326| Partei ist selbst dann ausgeschlossen, wenn die öffentlichrechtliche Entschädigung nicht einem vollen Honorar entspricht (BGE 108 Ia 11 E. 1). Verstösst der unentgeltliche Rechtsbeistand gegen diesen Grundsatz, macht er sich disziplinarrechtlich verantwortlich (BGE 108 Ia 11 E. 3).\n\nSofern die Voraussetzungen für die Gewährung der unentgeltlichen Verbeiständung gegeben sind, hat der Staat ab Einreichung des Gesuchs die Kosten der Verbeiständung zu übernehmen (BGE 122 I 203 E. 2). Er darf den Anspruch nicht erst auf den Zeitpunkt beziehen, in welchem dem Anwalt das öffentlichrechtliche Mandat verliehen wird (BGE 120 Ia 14 E. 3d). Die unentgeltliche Verbeiständung entfaltet dabei bereits Wirkung auf die Bemühungen des Anwalts für die gleichzeitig mit dem Gesuch um unentgeltliche Rechtspflege eingereichte Rechtsschrift (BGE 120 Ia 14 E. 3f). Daher kann die unentgeltliche Verbeiständung in einem solchen Fall selbst dann, wenn keine weiteren Prozesshandlungen mehr erforderlich sind, nicht mit der Begründung abgelehnt werden, es bedürfe der Bestellung eines unentgeltlichen Vertreters nicht mehr, weil die Arbeit des Anwalts bereits geleistet sei.\n\nc) Nach dem unter E. 3b Gesagten kann das Gesuch um unentgeltliche Verbeiständung bei Obsiegen folgerichtig nur dann abgewiesen werden, wenn eine Parteientschädigung zugesprochen wird, die sich ihrerseits als einbringlich erweist. Nur wenn der Prozessgegner seiner Verpflichtung tatsächlich nachkommt, ist sichergestellt, dass die bedürftige Partei nicht durch eigene Anwaltskosten belastet wird. Ohne Gewährung der unentgeltlichen Verbeiständung bliebe der Anwalt nämlich befugt, sich durch die von ihm verbeiständete Partei bezahlt zu machen. Die Zusprechung einer Parteientschädigung, welche aufgrund der finanziellen Lage der verpflichteten Gegenpartei nicht erhältlich gemacht werden kann, entbindet deshalb die zuständige Behörde nicht davon, über das Gesuch um unentgeltliche Verbeiständung zu entscheiden.\n\nd) Art. 4 BV verlangt demnach im Ergebnis, dass der Anwalt einer unentgeltlich verbeiständeten Partei vom Staat entschädigt wird, wenn bei Obsiegen die kostenpflichtige Gegenpartei nicht mit Erfolg belangt werden kann. Entsprechend darf ein Gesuch um unentgeltliche Verbeiständung nicht schon deshalb abgewiesen werden, weil eine Parteientschädigung zu Lasten des Prozessgegners zugesprochen wird. Wie über das Gesuch zu entscheiden ist, hängt vielmehr davon ab, ob die Parteientschädigung vom Prozessgegner - allenfalls auf dem Wege der Zwangsvollstreckung - eingebracht werden |327| kann. Handelt es sich bei der kostenpflichtigen Gegenpartei um das Gemeinwesen oder auch um eine private Partei, deren Zahlungsfähigkeit ausser Zweifel steht, so lässt sich gegen den Entscheid, das Gesuch um unentgeltliche Verbeiständung abzuweisen, nichts einwenden. Anders verhält es sich jedoch, wenn sich die Zahlungsfähigkeit als unsicher erweist, zumal diesfalls gewährleistet bleiben muss, dass der Anwalt der bedürftigen Partei nötigenfalls durch den Staat entschädigt wird. Wie dies prozessual sichergestellt wird, ist verfassungsrechtlich ohne Belang. Über das Gesuch um unentgeltliche Verbeiständung kann z.B. mit dem Entscheid in der Sache selbst befunden, die Entschädigung durch den Staat aber vom späteren Nachweis der Uneinbringlichkeit der Parteientschädigung abhängig gemacht werden. Denkbar ist allerdings auch, den Entscheid über die unentgeltliche Verbeiständung auszusetzen und darüber nur erforderlichenfalls zu entscheiden. Schliesslich kann es sich rechtfertigen, die Entschädigung des Anwalts direkt festzulegen, wenn die Zahlungsunfähigkeit der Gegenpartei bereits feststeht (was allerdings nicht bereits aus dem Umstand zu folgen braucht, dass der Gegenpartei ebenfalls die unentgeltliche Rechtspflege bewilligt worden ist).\n\ne) Der Regierungsrat hat das Gesuch der Beschwerdeführer um unentgeltliche Verbeiständung sinngemäss abgewiesen, obwohl die Einbringlichkeit der zugesprochenen Parteientschädigung mehr als fraglich erscheint. Nicht nur ist dem Prozessgegner seinerseits die unentgeltliche Rechtspflege bewilligt worden, was bereits als unsicher erscheinen lässt, dass die Parteientschädigung erhältlich gemacht werden kann. Hinzu kommt, dass der entschädigungspflichtige Prozessgegner der Beschwerdeführer offenbar eine mehrjährige Freiheitsstrafe zu verbüssen hat. Unter diesen Umständen hätte das Gesuch der Beschwerdeführer um unentgeltliche Verbeiständung aufgrund der zugesprochenen Parteientschädigung nicht abgewiesen werden dürfen."}