{"annee": "122", "cour": "IV", "page": "318", "date": "16/10/1996", "cite": [], "cite_par": [], "chapeau": "49. Auszug aus dem Urteil des Kassationshofes vom 16. Oktober 1996 i.S. S. gegen D. (Nichtigkeitsbeschwerde)", "regestes": ["Atteinte à l'honneur par la voie de la presse, preuve de la vérité (art. 173 ch. 2 CP). L'affirmation parue dans la presse, selon laquelle quelqu'un aurait commis une infraction, peut, selon le cas, faire l'objet de la preuve de la vérité par le moyen d'un jugement pénal tombé au moment de l'allégation en cause, mais qui n'est pas entré en force de chose jugée en raison d'un recours, ordinaire certes, mais dont l'effet est incomplètement dévolutif (consid. 4a)."], "faits": "BGE 122 IV 318 S. 319\n\nA.- In der Zeitung \"Blick\" vom 11. November 1993 erschien unter der Überschrift\n\n\"Schon wieder! Verbrechen im Hafturlaub\"\n\nein von D. verfasster Artikel, in dem es unter anderem heisst:\n\n\"Der Bankraub-Komplize des -Ausbrecherkönigs- S.....\"\n\nund:\n\n\"Eduard R. (33) hatte im November 1992 wegen mehrerer Banküberfälle, die er mit S.... begangen hatte, neun Jahre Zuchthaus kassiert.\"\n\nS. reichte gegen D. Strafantrag und Anklage wegen übler Nachrede ein.\n\nB.- Das Obergericht des Kantons Zürich sprach D. am 7. Mai 1996 in Bestätigung des Urteils des Bezirksgerichts Zürich vom 7. Dezember 1995 frei und wies die Begehren von S. betreffend Urteilspublikation und Genugtuung ab. Die inkriminierten Äusserungen im Zeitungsartikel vom 11. November 1993 seien durch das rechtskräftige Urteil der jurassischen Kriminalkammer vom 23. Februar 1995 in Sachen S. als wahr bewiesen.\n\nC.- S. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Entscheid des Zürcher Obergerichts sei aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n4. Der Freispruch des Beschwerdegegners vom Vorwurf der üblen Nachrede wegen Gelingens des Wahrheitsbeweises verstösst nicht gegen Bundesrecht. Erstens genügt schon das Urteil der Kriminalkammer des Kantons Jura vom 30. November 1992 zum Wahrheitsbeweis. Zweitens kann im hier zu beurteilenden Fall der Wahrheitsbeweis auch durch das erst nach der inkriminierten Äusserung vom 11. November 1993 gefällte und in Rechtskraft erwachsene Urteil der jurassischen Kriminalkammer vom 23. Februar 1995 erbracht werden.BGE 122 IV 318 S. 320\n\na/aa) Der Beschwerdeführer wurde durch Entscheid der jurassischen Kriminalkammer vom 30. November 1992 u.a. wegen bandenmässigen Raubes sowie ferner wegen Hinderung einer Amtshandlung zu 12 Jahren Zuchthaus verurteilt. Gegen diesen Entscheid erhob er kantonale Nichtigkeitsbeschwerde an den ausserordentlichen Kassationshof des Kantonsgerichts Jura und eidgenössische Nichtigkeitsbeschwerde an das Bundesgericht. Mit der letzteren focht er den Schuldspruch wegen Hinderung einer Amtshandlung sowie die Strafzumessung insgesamt an. Mit der kantonalen Nichtigkeitsbeschwerde an den ausserordentlichen Kassationshof des Kantonsgerichts Jura machte er verschiedene Verfahrensmängel geltend. Die kantonale Nichtigkeitsbeschwerde wurde am 21. Februar 1994 abgewiesen. Gegen diesen Entscheid erhob der Beschwerdeführer staatsrechtliche Beschwerde, mit welcher er zugleich auch das Urteil der Kriminalkammer vom 30. November 1992 u.a. wegen willkürlicher Beweiswürdigung (auch in bezug auf den Schuldspruch wegen bandenmässigen Raubes) anfocht, welche Rüge mit der kantonalen Nichtigkeitsbeschwerde nicht erhoben werden konnte. Der Kassationshof des Bundesgerichts wies die staatsrechtliche Beschwerde am 10. Mai 1994 ab, soweit er darauf eintrat. Mit Entscheid vom gleichen Tag hob er das Urteil der jurassischen Kriminalkammer vom 30. November 1992 in Gutheissung der eidgenössischen Nichtigkeitsbeschwerde auf. Nach Auffassung des Bundesgerichts hatte der Beschwerdeführer den Tatbestand der Hinderung einer Amtshandlung nicht erfüllt und reichten die knappen Strafzumessungserwägungen im angefochtenen Urteil zur Begründung der hohen Zuchthausstrafe von 12 Jahren nicht aus.\n\nDas Urteil der jurassischen Kriminalkammer vom 30. November 1992 bestand also im Zeitpunkt der inkriminierten Äusserung vom 11. November 1993 noch. Allerdings waren in diesem Zeitpunkt eine kantonale und eine eidgenössische Nichtigkeitsbeschwerde hängig und blieb noch die Möglichkeit, dass der Beschwerdeführer dagegen nach Ausfällung eines die kantonale Nichtigkeitsbeschwerde abweisenden Urteils staatsrechtliche Beschwerde u.a. wegen willkürlicher Beweiswürdigung erhob, was denn auch nach der inkriminierten Äusserung geschah.\n\nbb) Der Eintritt der Rechtskraft wird durch die eidgenössische Nichtigkeitsbeschwerde (und auch durch die staatsrechtliche Beschwerde) nicht gehemmt. Die Nichtigkeitsbeschwerde im Sinne der Strafprozessordnung des Kantons Jura aber war nach dem alten und ist nach dem am 1. Januar 1993 in Kraft getretenen neuen Recht, BGE 122 IV 318 S. 321gleich der Nichtigkeitsklage nach dem bernischen Strafverfahrensrecht, der sie nachgebildet ist, ein ordentliches Rechtsmittel, das sich also gegen nicht rechtskräftige Urteile richtet und welchem von Gesetzes wegen aufschiebende Wirkung zukommt. Sie ist allerdings ein unvollkommenes Rechtsmittel, mit dem - insbesondere soweit sie sich gegen Urteile der Kriminalkammer richtet - nur ganz bestimmte Rügen vor allem betreffend das Verfahren (siehe Art. 304 aStPO/JU, Art. 347 StPO/JU) erhoben werden können, und sie ist in der Regel kassatorischer Natur (vgl. zum Ganzen GÉRARD PIQUEREZ, Traité de procédure pénale bernoise et jurassienne, tome II, 1984 nos 884 ss, 964 ss; derselbe, Précis de procédure pénale suisse, 1987, nos 2001, 2017 ss; zum bernischen Strafverfahrensrecht PETER STAUB, Kommentar zum Strafverfahren des Kantons Bern, 1992, S. 702; JÜRG AESCHLIMANN, Das bernische Strafverfahren, Bd. 3, 1988, S. 94).\n\nDas Urteil der Kriminalkammer des Kantons Jura vom 30. November 1992 war somit im Zeitpunkt der inkriminierten Äusserung gemäss den zutreffenden Ausführungen im erstinstanzlichen Entscheid, auf den die Vorinstanz verweist, nicht rechtskräftig. Dennoch reicht es als Beweis für die Wahrheit aus, weil die zur Zeit der inkriminierten Äusserung noch hängige kantonale Nichtigkeitsbeschwerde im Sinne von Art. 304 aStPO/JU bzw. Art. 347 StPO/JU nur ein sehr unvollkommenes Rechtsmittel ist, mit dem bloss Rügen erhoben werden können, für die nach anderen Prozessordnungen ein den Eintritt der Rechtskraft nicht hemmendes ausserordentliches Rechtsmittel zur Verfügung steht.\n\nb) Gegenstand des inkriminierten Zeitungsartikels ist sodann nicht ein Strafverfahren gegen den Beschwerdeführer wegen Raubes, sondern etwas ganz anderes, nämlich ein Verbrechen, das ein gewisser Eduard R. im Hafturlaub begangen haben soll. Nach dem Eindruck, den der Leser aus der gross- und fettgedruckten Überschrift - \"Schon wieder! Verbrechen im Hafturlaub\" - gewinnt, wollte der Beschwerdegegner offenbar zum Ausdruck bringen, dass zu grosszügig und leichtfertig Hafturlaub gewährt werde. Wohl um das Interesse des Lesers an der Lektüre des Artikels zu erhöhen, wurde Eduard R. im kleingedruckten Text als \"Bankraub-Komplize des -Ausbrecherkönigs- S....\" vorgestellt und erwähnt, dass Eduard R. \"im November 1992 wegen mehrerer Banküberfälle, die er mit S.... begangen hatte, neun Jahre Zuchthaus kassiert (hatte)\". Die damit geäusserte Behauptung, dass der Beschwerdeführer mehrere Banküberfälle begangen habe, kann in einer solchen Konstellation auch BGE 122 IV 318 S. 322durch erst nach der Äusserung eingetretene Umstände, nämlich durch das rechtskräftige Urteil der jurassischen Kriminalkammer vom 23. Februar 1995, als wahr bewiesen werden.\n\nOb der Beschwerdegegner von den kantonalen Instanzen mit Recht zum Entlastungsbeweis zugelassen worden sei, ist nicht zu prüfen, da dies in der Beschwerde nicht bestritten wird."}