{"annee": "114", "cour": "V", "page": "201", "date": "7/9/1988", "cite": ["107 IB 250", "108 IB 540", "110 V 145", "103 IB 335", "109 V 58", "112 IB 39", "102 V 148", "111 IB 15", "104 IB 245", "101 IB 108", "112 V 81", "100 IB 325"], "cite_par": ["133 V 188", "126 V 143", "119 V 11", "118 V 248", "120 IB 351", "121 V 311", "118 V 16", "127 II 323", "115 V 368", "120 V 299", "126 II 300", "127 V 138", "115 V 416", "119 V 309", "123 II 402", "119 V 317"], "chapeau": "40. Auszug aus dem Urteil vom 7. September 1988 i.S. Bundesamt für Sozialversicherung gegen G. und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 5 al. 1 let. b et c et art. 25 al. 2 PA: Notion d'intérêt digne de protection en tant que condition mise au prononcé d'une décision de constatation. La notion d'intérêt digne de protection au sens de l'art. 25 al. 2 PA doit être comprise de la même manière que celle qui résulte de l'application des dispositions sur la qualité pour agir selon les art. 48 let. a PA et 103 let. a OJ. Par conséquent l'intérêt digne de protection à obtenir une décision de constatation peut être un intérêt de fait ou de droit."], "faits": "", "considerants": "|201|\n\nAus den Erwägungen:\n\n2. b) Gemäss Art. 128 OG beurteilt das Eidg. Versicherungsgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 97 und 98 lit. b-h OG auf dem Gebiet der Sozialversicherung. Hinsichtlich des Begriffs der mit Verwaltungsgerichtsbeschwerde anfechtbaren Verfügungen verweist Art. 97 OG auf Art. 5 VwVG. Nach Art. 5 Abs. 1 VwVG gelten als Verfügungen Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und zum |202| Gegenstand haben die \"Begründung, Änderung oder Aufhebung von Rechten oder Pflichten\" (lit. a), die \"Feststellung des Bestehens, Nichtbestehens oder Umfanges von Rechten oder Pflichten\" (lit. b) sowie die \"Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten, oder Nichteintreten auf solche Begehren\" (lit. c).\n\nc) Im Zusammenhang mit Art. 5 Abs. 1 lit. b und c ist Art. 25 VwVG zu beachten, welcher auch auf die von der Ausgleichskasse erlassenen Verfügungen analog anwendbar ist (BGE 102 V 148; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 448 und 457). Nach Art. 25 Abs. 2 VwVG ist die Feststellungsverfügung zulässig, wenn der Gesuchsteller ein schutzwürdiges Interesse nachweist. Der Begriff des schutzwürdigen Interesses gemäss Art. 25 Abs. 2 VwVG ist nach dem Grundsatz der Einheit des Prozesses in gleichem Sinne auszulegen wie bei der Anwendung der Vorschriften über die Beschwerdelegitimation gemäss Art. 48 lit. a VwVG und Art. 103 lit. a OG (GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., 1983, S. 152 f.; GRISEL, Traité de droit administratif, Bd. II, S. 867 und 899).\n\nIn BGE 102 V 150 Erw. 1 hat das Eidg. Versicherungsgericht im Rahmen von Art. 25 Abs. 2 VwVG das schutzwürdige Interesse als \"rechtliches und aktuelles Interesse\" umschrieben, ebenso im nicht publizierten Urteil E. vom 3. November 1982. In BGE 109 V 59 Erw. 1 und BGE 110 V 150 Erw. 2c zu Art. 103 lit. a OG hat es festgehalten, das schutzwürdige Interesse umfasse jedes \"praktische oder rechtliche Interesse\". In BGE 112 V 84 Erw. 2a, in ZAK 1987 S. 360 Erw. 1a und in ZAK 1986 S. 573 Erw. 1a sowie im unveröffentlichten Urteil D. vom 29. Dezember 1987 ist das schutzwürdige Interesse (gemäss Art. 25 Abs. 2 VwVG) wieder als \"rechtliches und aktuelles Interesse\" definiert worden.\n\nAuch das Bundesgericht hat in BGE 100 Ib 327 Erw. 2 bezüglich Art. 25 VwVG das schutzwürdige Interesse bejaht, wenn ein \"rechtliches und aktuelles Interesse\" vorliege. In BGE 101 Ib 109 Erw. 2 (bestätigt in BGE 103 Ib 339) hat es im Rahmen von Art. 103 lit. a OG ausgeführt, das schutzwürdige Interesse könne \"rechtlicher oder tatsächlicher Natur\" sein. Daran hat das Bundesgericht in BGE 104 Ib 255 Erw. 7c unter Hinweis auf die ratio legis der Art. 48 VwVG und 103 lit. a OG festgehalten mit der ausdrücklichen Feststellung, dass für die Bejahung des schutzwürdigen Interesses ein faktisches Interesse genügt. In der Folge ist in BGE 107 Ib 251 Erw. 2a und BGE 108 Ib 546 Erw. 3 (im Rahmen von |203| Art. 25 VwVG) wieder die Formel des \"rechtlichen und aktuellen Interesses\" verwendet worden. Die neueste Rechtsprechung (zu Art. 103 lit. a OG) hält an der Umschreibung des schutzwürdigen Interesses als \"rechtliches oder tatsächliches Interesse\" fest (BGE 111 Ib 18 Erw. 3, BGE 112 Ib 41 Erw. 1a und 113 Ib 3 Erw. 2).\n\nDieser Überblick zeigt, dass die Rechtsprechung im Rahmen von Art. 25 VwVG das schutzwürdige Interesse regelmässig als rechtliches Interesse definierte, nebst dem zusätzlichen Erfordernis der Aktualität. Demgegenüber hat die Praxis zu Art. 103 lit. a OG auch ein rein tatsächliches Interesse als schutzwürdig erklärt (wobei aber das Erfordernis der Aktualität in der Regel nicht beigefügt wurde). Die von der Lehre geteilte Anerkennung tatsächlicher Interessen (GYGI, a.a.O., S. 152 f., GRISEL, a.a.O., S. 899) ist der Praxis, welche das schutzwürdige Interesse als ein bloss rechtliches umschreibt, vorzuziehen. Die zu Art. 25 VwVG ergangene Rechtsprechung ist daher in dem Sinne zu präzisieren, dass das schutzwürdige Interesse an einer Feststellung auch tatsächlicher Art sein kann. Darüber hinaus ist praxisgemäss selbstverständlich erforderlich, dass das Interesse - sei es rechtlicher oder tatsächlicher Natur - besonders, unmittelbar und aktuell sein muss. Der Anspruch auf Erlass einer Feststellungsverfügung ist demnach gegeben, wenn der Gesuchsteller ein solches rechtliches oder tatsächliches Interesse an der sofortigen Feststellung seines Rechtes hat, dem keine erheblichen öffentlichen oder privaten Interessen entgegenstehen, und wenn dieses schutzwürdige Interesse nicht durch eine rechtsgestaltende Verfügung gewahrt werden kann (BGE 108 Ib 546 Erw. 3, 99 Ib 276 Erw. 3; ZAK 1987 S. 359 Erw. 1a, 1980 S. 628 Erw. 2, 1978 S. 458 Erw. 1; vgl. auch IMBODEN/RHINOW, Verwaltungsrechtsprechung, 5. Aufl., Nr. 36, S. 220 ff., insbesondere S. 223 lit. d)."}