{"annee": "114", "cour": "IB", "page": "238", "date": "15/9/1988", "cite": ["106 IB 47", "105 IB 272", "96 I 97"], "cite_par": ["120 IV 136", "116 IB 131", "116 IA 345"], "chapeau": "35. Estratto della sentenza 15 settembre 1988 della I Corte di diritto pubblico nella causa X. c. Comune di Novaggio e Consiglio di Stato del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Interdiction de clôturer une aire forestière; démolition d'une clôture (art. 3 al. 1 OFor en relation avec l'art. 699 CC et l'art. 31 LFor). 1. Admissibilité d'exceptions à l'interdiction d'enclore une forêt qui sont dictées par des raisons pratiques. Dans ces cas exceptionnels, des barrières de faible dimension peuvent être installées pour empêcher la divagation du bétail, si elles sont conformes à l'usage local. Situation particulière du canton du Tessin, où ne se trouvent pas de forêts pâturées, en sorte que ce sont les prés qui sont clôturés et non les forêts (consid. 4a et c). 2. L'existence de portes aménagées dans la clôture n'est pas déterminante, même si des pancartes autorisent le libre accès à la forêt (consid. 4b). 3. Le pacage du petit bétail est lui aussi préjudiciable à la forêt (consid. 4d)."], "faits": "BGE 114 Ib 238 S. 239\n\nSu richiesta del ricorrente il Consiglio di Stato ha accertato la natura di alcuni terreni di sua proprietà, definiti parzialmente boschivi. Con la stessa risoluzione l'esecutivo cantonale ha ordinato la demolizione di una cinta eretta abusivamente a confine tra questi mappali e altri, pure boscati (in parte del ricorrente e in parte di terzi). Davanti al Tribunale federale il ricorrente si limita a chiedere l'annullamento dell'ordine di demolizione.", "considerants": "Dai considerandi:\n\n4. A parere del ricorrente, il Consiglio di Stato avrebbe leso la normativa forestale per non aver considerato che l'unico scopo della cinta, provvista di cancelletti aperti a tutti, è quello di impedire l'allontanamento delle pecore, acquistate per garantire la costante pulizia della sua proprietà.\n\na) La recinzione di fondi boschivi dev'essere analizzata nell'ottica dell'art. 3 cpv. 1 OVPF, a norma del quale si possono cingere aree forestali solo nell'interesse della conservazione del bosco. Tale regola è subordinata a quella dell'art. 699 CC, il quale stabilisce che l'accesso ai boschi e alle selve è libero a tutti secondo l'uso locale. Il Tribunale federale ha già avuto modo di rilevare che l'art. 3 cpv. 1 OVPF non si fonda soltanto sulle prescrizioni di diritto pubblico contenute nell'art. 699 CC, ma è anche strettamente legato al precetto della conservazione dell'area boschiva sancito dall'art. 31 LVPF (DTF 105 Ib 278 consid. 2b). Per motivi di razionalità, la prassi ammette eccezioni al divieto di recingere i boschi: la regola da seguire è analoga a quella adottata nei casi in cui si vuole impedire il libero accesso ai pascoli (DTF 106 Ib 52 consid. 5). Secondo la giurisprudenza, in deroga al citato divieto si possono erigere steccati BGE 114 Ib 238 S. 240di dimensioni ridotte per impedire la fuga del bestiame, purché essi siano conformi all'uso locale (DTF 106 Ib 50 /51; TUOR/SCHNYDER, Das schweizerische Zivilgesetzbuch, X ediz., pag. 672; HAAB N 5, LEEMANN N 10 all'art. 699 CC).\n\nb) Non è contestato che l'eliminazione di un'opera vietata da disposizioni del diritto federale dev'essere ordinata in base a queste stesse norme (nel caso concreto l'art. 699 CC rispettivamente l'art. 3 cpv. 1 OVPF; cfr. DTF 105 Ib 277 consid. 2a e b). Il ricorrente si fonda però a torto sul fatto che il suo recinto sia provvisto di una ventina di cancelli. In effetti, come il Tribunale federale ha già constatato in diversi casi, la presenza di tali aperture non è neppure decisiva quando la cinta è munita di cartelli (inesistenti nella fattispecie) con i quali si indica la libera accessibilità del bosco (DTF 106 Ib 50 consid. 4c, DTF 96 I 103 consid. 3b).\n\nc) Il recinto litigioso rientra senz'altro nella menzionata categoria degli steccati di dimensioni ridotte ed è pure stato eretto per impedire la fuga degli animali domestici allevati dal ricorrente. Manca tuttavia il presupposto più importante, e cioè la concordanza con l'uso locale. Infatti, nel Cantone Ticino i pascoli sono terreni liberi: non esiste il cosiddetto \"Weidewald\" (cfr. MEIER-HAYOZ, N 36 all'art. 699 CC). Per questo, per impedire al bestiame di scappare, non si cintano i boschi, ma i prati. Si costruiscono dei muretti che si possono scavalcare senza difficoltà, oppure si piantano dei pali nei quali si fanno passare dei fili dove eventualmente si può innestare la corrente elettrica per spaventare gli animali, impedendone così la fuga. Nelle sentenze pubblicate 96 I 103 consid. 3b e 105 Ib 280 consid. 2d, dove si fa riferimento all'uso locale ticinese, si parla di cinte costruite per tener lontano gli animali dalla zona forestale: nel caso concreto, invece, il bestiame pascola in parte nel bosco. E neppure si potrebbe lamentare una violazione del principio della parità di trattamento dedotto dall'art. 4 Cost., adducendo la presenza nel Malcantone di innumerevoli altre cinte di rete metallica, erette abusivamente. In effetti, esse non sarebbero sufficienti a fondare un uso locale. Per di più, le autorità cantonali hanno manifestato la ferma volontà di fare allontanare tutti i recinti abusivi della zona nel caso in cui il presente ricorso dovesse essere respinto. Per questi motivi, il caso concreto non può essere definito eccezionale.\n\nd) Ci si potrebbe comunque chiedere se l'erezione della cinta sia avvenuta nell'interesse della conservazione del bosco (cfr. art. 3 cpv. 1 OVPF). La risposta è negativa. Infatti, anche se i boschi BGE 114 Ib 238 S. 241circostanti sono quasi impraticabili, perché troppo inselvatichiti, quello del ricorrente è \"curato\" all'eccesso. Nell'interesse della conservazione del bosco, non solo non si dovrebbe ricorrere all uso di prodotti chimici - com'è stato fatto ripetutamente nel caso concreto - ma si dovrebbe evitare altresì di adibire l'area boschiva a pascolo. Infatti, brucando i teneri germogli, le pecore distruggono il sottobosco. Così, invece di salvaguardare la foresta, il ricorrente ne promuove la distruzione. La cura più efficace e \"naturale\" sarebbe quella di tagliare man mano gli alberi deboli e malati; quest'operazione è tuttavia più onerosa, rivelandosi indispensabile l'impiego di personale specializzato."}