{"annee": "114", "cour": "II", "page": "274", "date": "21/6/1988", "cite": [], "cite_par": ["122 III 66"], "chapeau": "48. Auszug aus dem Urteil der I. Zivilabteilung vom 21. Juni 1988 i.S. X. gegen Firma A. (Berufung)", "regestes": ["Art. 324 CO. Obligation de payer le salaire en cas d'impossibilité de travailler. 1. Ce devoir subsiste lorsque l'impossibilité est imputable à l'employeur. Si les torts sont partagés, la créance de salaire doit être réduite par voie de compensation proportionnellement à l'obligation de réparer incombant au travailleur (consid. 4). 2. Circonstances justifiant une réduction de deux tiers, du fait que le travailleur a été empêché de fournir le travail promis en raison d'une peine privative de liberté qu'il a dû purger, l'employeur étant toutefois coresponsable de l'empêchement (consid. 5)."], "faits": "|275|\n\nA.- Der jugoslawische Staatsangehörige X. wurde am 1. Dezember 1978 von der Firma A. insbesondere für den Export von Maschinen und Werkzeugen nach Jugoslawien angestellt. Die Anstellung stand unter dem Vorbehalt, \"dass die behördliche Genehmigung\" zu erhalten war. Es handelte sich dabei um eine Bewilligung, deren Personen mit Wohn- und Arbeitsort in Jugoslawien bedurften, wenn sie für ein ausländisches Unternehmen tätig waren. Diese Bewilligung wurde in der Folge nicht eingeholt.\n\nVon Dezember 1978 bis Mitte Februar 1979 weilte X. im Auftrag der Firma A. in Jugoslawien. Nach einem kurzen Aufenthalt in der Schweiz kehrte er Ende Februar 1979 wiederum in seine Heimat zurück, wo ihm anfangs April 1979 der Reisepass abgenommen und die Geschäftsakten beschlagnahmt wurden. Er wurde daraufhin wegen Verletzung von Vorschriften über den Warenverkehr und Dienstleistungen zu einer Freiheitsstrafe von einem Jahr verurteilt. Man warf ihm vor, dass er nicht nur für die Firma A., sondern früher schon für die Schweizer Firma B. eine nach jugoslawischem Recht verbotene Tätigkeit ausgeübt habe. Am 30. Oktober 1980 wurde er aus der Strafe entlassen.\n\nB.- Im November 1981 klagte X. gegen die Firma A. auf Zahlung von Fr. 180'967.-- nebst Zins.\n\n|276|\n\nDas Bezirksgericht Wil schützte die Klage im Betrage von Fr. 34'051.80 nebst Zins und wies sie im Mehrbetrag ab. Auf Appellation hin beschränkte das Kantonsgericht St. Gallen am 27. Januar 1988 die Forderung auf Fr. 23'752.45 nebst Zins.\n\nC.- Der Kläger hat gegen das Urteil des Kantonsgerichts Berufung eingelegt, mit der er an einer Forderung von Fr. 148'214.-- nebst Zins festhält.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n4. In rechtlicher Hinsicht geht die Vorinstanz davon aus, dass es an sich zu den Vorbereitungs- und Mitwirkungspflichten des Arbeitgebers gehöre, die erforderliche Arbeitsbewilligung einzuholen; vorliegend habe indes vom Kläger als jugoslawischem Staatsangehörigen und wegen seines Einsatzes in Jugoslawien erwartet werden dürfen, dass er sich ebenfalls um die Arbeitserlaubnis bemühe. Er könne sich für seine Verhaftung und Verurteilung nicht auf Rechtsirrtum berufen, und dass er auch wegen seiner unbewilligten Tätigkeit für seine frühere Arbeitgeberin zur Rechenschaft gezogen worden sei, habe nicht die Beklagte zu vertreten. Das Kantonsgericht fand, dass der Kläger unter diesen Umständen das Scheitern seines Einsatzes zu zwei Dritteln selbst zu verantworten habe; es stellte dessen Lohnanspruch verrechnungsweise einen entsprechenden Schadenersatzanspruch der Beklagten gegenüber und schützte jenen noch zu einem Drittel. Der Kläger hält dagegen daran fest, dass ihn kein Mitverschulden treffe, er sich folglich auch keine Lohnkürzung gefallen lassen müsse.\n\nDas Kantonsgericht brauchte sich nicht zur umstrittenen Frage zu äussern, ob die Lohnzahlungspflicht des Arbeitgebers gemäss Art. 324 OR wegen Umständen, für die der Arbeitnehmer einzustehen hat, ermässigt werden kann, wenn der Arbeitgeber sich mit der Annahme der Arbeitsleistung in Verzug befindet; es hat die Frage vielmehr zu Recht offengelassen. Denn ein Annahmeverzug setzt jedenfalls voraus, dass der anbietende Arbeitnehmer auch in der Lage ist, die geschuldete Leistung zu erbringen. Unmöglichkeit schliesst einen Annahmeverzug zum vornherein aus, gleichviel ob die versprochene Leistung objektiv oder bloss subjektiv nicht erbringbar ist (VISCHER, in Schweiz. Privatrecht VII/1 S. 381 mit |277| Hinweisen). Diese Voraussetzung ist offensichtlich nicht erfüllt, wenn ein Arbeitnehmer wie hier in Untersuchungshaft steht oder eine Freiheitsstrafe verbüsst.\n\nDas schweizerische Recht regelt die vom Schuldner verschuldete (Art. 97 OR) und die beidseits unverschuldete (Art. 119 Abs. 2 OR) nachträgliche Unmöglichkeit der Erfüllung. Vom Gesetz nicht erwähnt wird dagegen der Fall, dass die Leistung des Schuldners durch einen Umstand, den der Gläubiger zu vertreten hat, verunmöglicht wird (VON TUHR/ESCHER, OR Allg. Teil II S. 134). Nach deutschem Recht behält der Schuldner in solchen Fällen den Anspruch auf Gegenleistung abzüglich des Betrages, den er durch das Unterbleiben seiner eigenen Leistung erspart (§ 324 BGB). Aus Art. 324 OR ergibt sich eine damit vergleichbare Lösung, die sinngemäss auch für den Fall gelten muss, dass der Arbeitgeber für die Unmöglichkeit der Arbeitsleistung einzustehen hat (REHBINDER, N. 27 zu Art. 324 OR). Die Folgen einer beidseitig, d.h. von Schuldner und Gläubiger zu vertretenden Unmöglichkeit sodann sind weder im deutschen noch im schweizerischen Recht geregelt. In Deutschland werden diesfalls entweder der Schadenersatzanspruch des Gläubigers, der Anspruch des Schuldners auf die Gegenleistung oder beide gekürzt (siehe insbesondere STAUDINGER/OTTO, N. 32 ff. zu § 324 BGB; MÜNCHKOMM-EMMERICH, N. 31 ff. zu § 324 BGB).\n\nEine solche Lösung drängt sich auch für das schweizerische Recht auf, weil sie einen gerechten Interessenausgleich ermöglicht und dem Mitverschulden am Ausfall der Arbeitsleistung auf beiden Seiten Rechnung trägt. Das ist offenbar auch die Meinung von VISCHER (S. 382 f.). Die Lösung besteht darin, dass einerseits der Schuldner der unmöglich gewordenen Leistung seinen Anspruch auf die versprochene Gegenleistung behält, sich jedoch verrechnungsweise den Schadenersatzanspruch des Gläubigers entgegenhalten lassen muss, dass anderseits dieser Anspruch aber in dem Masse zu kürzen ist, als die Ersatzpflicht des Schuldners wegen Umständen, die der Gläubiger zu verantworten hat, zu ermässigen ist. Durch die Kürzung bloss einer der zur Verrechnung stehenden Forderungen wird vermieden, dass eine Partei für die von ihr zu vertretenden Umstände doppelt belastet wird (STAUDINGER/OTTO, N. 35 zu § 324 BGB; TEUBNER, in Neue Juristische Wochenschrift 1975 S. 2295 f.). Der Lohnanspruch des Arbeitnehmers wird damit nicht etwa in analoger Anwendung von Art. 43/44 OR selbständig herabgesetzt, sondern im Ausmass seiner Ersatzpflicht und in den |278| Schranken von Art. 323b Abs. 2 OR bloss verrechnungsweise gekürzt (STAEHELIN, N. 23 zu Art. 324 OR; REHBINDER, N. 16 zu Art. 324 OR).\n\n5. Wird ein Arbeitnehmer in einem Strafverfahren, das zu seiner Verurteilung führt, durch Untersuchungshaft oder daraufhin durch Verbüssung einer Freiheitsstrafe verhindert, die versprochene Arbeit zu leisten, so gilt die Verhinderung in der Regel als selbstverschuldet (STAEHELIN, N. 26 zu Art. 324a OR). Ein Vorbehalt ist für den Fall zu machen, dass der Arbeitgeber die Verhinderung in erster Linie selber zu verantworten hat, z.B. weil er den Arbeitnehmer durch Weisungen zu Straftaten veranlasst. Das heisst nicht, dass diesfalls die eigene Verantwortlichkeit des Arbeitnehmers, der rechtswidrige Weisungen nicht zu befolgen braucht und sich wegen einer Weigerung auch keine Kündigung gefallen lassen muss, leichthin zu verneinen sei; nimmt er strafrechtliche Sanktionen in Kauf, so hat er vielmehr die mit einem Freiheitsentzug verbundene Verhinderung an der Arbeitsleistung mitzuverantworten.\n\nNach den verbindlichen Feststellungen der Vorinstanz wurde der Kläger 1979 in Jugoslawien in Untersuchungshaft genommen und zu einer Freiheitsstrafe verurteilt, weil er dort für die Beklagte und eine frühere Arbeitgeberin eine unbewilligte Tätigkeit ausgeübt hatte. Dass die Beklagte für die Folgen seines Verhaltens am früheren Arbeitsplatz nicht einzustehen hat, versteht sich von selbst. Fragen kann sich bloss, wie es sich damit für die Zeit vom 1. Dezember 1978 an verhält, als er für die Beklagte tätig war.\n\nDie Vorinstanz geht zutreffend davon aus, dass es grundsätzlich Sache des Arbeitgebers ist, die erforderlichen Arbeitsbewilligungen zu besorgen (STAEHELIN, N. 11 zu Art. 324 OR; REHBINDER, N. 8 zu Art. 324 OR). Sie fügt aber zu Recht bei, dass vorliegend der Kläger dafür mitverantwortlich war, weil er um die vertraglich vorbehaltene Bewilligungspflicht wusste und als jugoslawischer Staatsangehöriger mit Arbeitsort im Heimatstaat die Bewilligung am besten beibringen konnte. Dass er der Meinung war oder sein durfte, die Bewilligung liege vor, ist den Feststellungen der Vorinstanz nicht zu entnehmen. Ebenso fehlen Feststellungen darüber, dass die Beklagte ihn zu unbewilligtem und damit rechtswidrigem Verhalten verpflichtet hätte. Er hätte daher eine Tätigkeit in Jugoslawien ablehnen dürfen, bis die Arbeitsbewilligung vorlag. In der Auseinandersetzung mit der Beklagten hat der Kläger all diese Umstände mindestens zur Hälfte selber zu vertreten, und die |279| Verantwortung für seine frühere Tätigkeit zugunsten der Firma B. geht in dieser Auseinandersetzung ausschliesslich zu seinen Lasten. Bei dieser Sachlage ist bundesrechtlich nicht zu beanstanden, dass die Vorinstanz die Verantwortung für die Folgen seines Verhaltens zu zwei Dritteln dem Kläger auferlegt und seinen Lohnanspruch im gleichen Verhältnis gekürzt hat."}