{"annee": "114", "cour": "II", "page": "205", "date": "7/7/1988", "cite": ["107 II 406", "113 II 374", "107 II 465", "111 II 39", "111 II 413"], "cite_par": ["129 III 375", "117 II 127", "117 II 372"], "chapeau": "35. Extrait de l'arrêt de la IIe Cour civile du 7 juillet 1988 dans la cause G. contre G. (recours en réforme)", "regestes": ["Art. 277 al. 2 CC; obligation d'entretien des père et mère d'un enfant majeur. Pour établir que les perspectives d'achèvement de sa formation dans des délais normaux sont fondées, l'enfant majeur qui requiert de ses père et mère une prestation d'entretien durant les études qu'il suit depuis un certain temps doit prouver qu'il a déjà obtenu des succès, notamment réussi des examens et présenté les travaux requis (consid. 3)."], "faits": "|205|\n\nA.- Daniel G., né le 24 octobre 1964, a obtenu une maturité fédérale de type D en septembre 1982, puis a suivi quelques cours, notamment d'arabe, et s'est adonné à la réflexion. Il s'est ensuite inscrit à la faculté des sciences économiques et sociales de l'Université de Genève, du semestre d'hiver 1983 au semestre d'été 1984; au terme duquel il fut éliminé de cette faculté. Il s'inscrivit alors, dès le semestre d'hiver 1984, à la faculté de droit de la même Université; il y resta inscrit jusqu'au semestre d'hiver 1986, sans y réussir aucun examen. Dès L'automne 1986, il s'est inscrit en première année de droit à l'Université de Paris XII dont il suit les cours par correspondance et par radio. Il consacre plusieurs heures par jour à son travail personnel, à la préparation de travaux et a |206| l'écoute des cours diffusés sur les ondes; la diffusion a lieu du lundi au vendredi, de 19 à 20 heures, de novembre à mai inclus. Daniel G. se rend tous les 15 jours à Paris pour suivre une journée de cours qui se déroule le samedi. Ces cours ont commencé le 15 novembre 1986; jusqu'à fin mars 1987, ils ont comporté divers travaux en droit civil et en droit constitutionnel. On ignore si Daniel G. a présenté ces travaux et avec quel succès.\n\nLes parents de Daniel G. sont séparés de corps. Le père, François G., professeur, réalise un salaire mensuel net de 7'100 francs. Il verse à son fils Pierre, qui vient de s'installer comme horloger, une pension de 500 francs par mois. Il ne contribue en revanche pas à l'entretien de sa femme ni de son fils Daniel, qui vit avec sa mère. Les relations entre le jeune homme et son père sont tendues. Ils ne se voient plus depuis un incident violent survenu en mars 1985, ensuite duquel Daniel G. a porté plainte pénale contre son père pour lésions corporelles, plainte qu'il a toutefois retirée.\n\nB.- Le 30 mars 1987, Daniel G. a ouvert action contre son père aux fins de condamner le défendeur à lui verser une pension mensuelle indexée de 1'200 francs par mois dès une année avant l'ouverture d'action et jusqu'à la fin de sa formation, avec fournitures de sûretés. François G. a conclu à sa libération.\n\nPar jugement du 27 mai 1987, le président du Tribunal du district de Nyon a rejeté la demande.\n\nDaniel G. a recouru contre ce jugement au Tribunal cantonal du canton de Vaud qui, par arrêt du 17 décembre 1987, a partiellement admis le recours. Le défendeur a été condamné à contribuer aux frais d'entretien de son fils par le versement d'une pension mensuelle de 800 francs dès le 1er octobre 1986 et jusqu'à la fin de ses études de droit.\n\nC.- François G. exerce en temps utile un recours en réforme au Tribunal fédéral. II conclut principalement au rejet de l'action, subsidiairement à ce que le montant de la pension soit réduit à 300 francs par mois du 1er octobre 1986 au 30 septembre 1989, plus subsidiairement au renvoi de la cause à la cour cantonale, le tout avec suite de frais et dépens.\n\nL'intimé conclut avec suite de frais et dépens au rejet du recours.\n\nLa cour cantonale s'est référée aux considérants de son arrêt.\n\n|207|", "considerants": "Extrait des considérants:\n\n3. Le recourant reproche à la cour cantonale une violation de l'art. 277 al. 2 CC. Il prétend que le demandeur n'a pas entrepris une formation qui puisse être achevée dans des délais normaux, vu la paresse qu'il a montrée et l'absence de preuve sur un engagement et un zèle nouveaux pour ses études.\n\na) La règle posée à l'art. 277 al. 2 CC revêt un caractère exceptionnel par rapport à celle de l'alinéa premier. Le devoir d'entretien des père et mère de l'enfant majeur est destiné à permettre au créancier d'acquérir une formation, savoir d'acquérir les connaissances qui lui permettront de gagner sa vie dans un domaine correspondant à ses goûts et à ses aptitudes, comme l'art. 302 al. 2 CC en dispose expressément pour le cas particulier de l'enfant affecté d'une difficulté physique ou mentale. La formation tend donc à l'acquisition de ce qui est nécessaire pour que l'enfant puisse gagner sa vie et se rendre indépendant, faire face par ses propres ressources aux besoins matériels de la vie (GROB, Die familienrechtlichen Unterhalts- und Unterstützungsansprüche des Studenten, Thèse Berne 1975, p. 18, 25). La formation doit être achevée dans des délais normaux, ce qui implique que l'enfant doit s'y consacrer avec zèle ou en tout cas avec bonne volonté, sans toutefois devoir faire preuve de dispositions exceptionnelles (GROB, op.cit. p. 49 à 51). La loi n'impose pas l'assistance à un étudiant qui perd son temps (\"Bummelstudent\", REUSSER, Unterhaltspflicht, Unterstützungspflicht, Kindesvermögen, in Das neue Kindesrecht, Berne 1978, p. 64). Selon STETTLER (Le droit suisse de la filiation, Traité de droit privé suisse III II 1, p. 326), il y a lieu d'accorder une importance décisive à la motivation, à l'engagement et à l'assiduité que manifeste un enfant à l'égard d'une formation déterminée dont on peut légitimement admettre qu'elle correspond à ses aptitudes.\n\nA ce jour, le Tribunal fédéral n'a pas eu à examiner ce que l'on doit attendre de l'enfant majeur qui poursuit sa formation et réclame de ce chef une prestation d'entretien. Les questions examinées par la jurisprudence portent principalement sur le point de savoir quelles circonstances psychologiques permettent d'imposer des prestations d'entretien aux père et mère (ATF 111 II 417 consid. 3; ATF 113 II 374 - refus par la créancière de toutes relations avec son père). Il a en outre été jugé que l'enfant a droit à une prestation d'entretien durant la formation complémentaire |208| qui correspond à ses capacités, même si elle a été entreprise après sa majorité, voire succède à une période d'activité lucrative qui ne correspond cependant pas aux pleines capacités de l'enfant (ATF 107 II 409; 471 consid. 5, 476/7).\n\nb) La formation doit permettre à l'enfant de se rendre indépendant par la pleine exploitation de ses capacités. A cet égard, on ne saurait considérer que d'une manière générale l'obtention de la maturité constitue l'aboutissement de la formation. La maturité conduit en effet naturellement à une formation ultérieure, et notamment de niveau universitaire. L'entretien que l'enfant peut exiger à certaines conditions n'est en outre pas limité à un âge particulier, le législateur ayant expressément écarté la limite de 25 ans; le droit à l'entretien peut donc cesser peu après la majorité lorsqu'il est improbable que la formation aboutisse dans des délais normaux. Mais le retard entraîné par un échec occasionnel de même qu'une brève période infructueuse ne prolongent pas nécessairement de manière anormale les délais de formation. Il incombe toutefois à l'enfant - qui a commencé des études depuis un certain temps et réclame une pension de faire la preuve qu'il a déjà obtenu des succès, notamment qu'il a présenté les travaux requis et réussi les examens organisés dans le cours normal des études.\n\nc) En l'espèce, il est établi que le demandeur n'a rien fait d'utile, depuis qu'il a obtenu sa maturité, pour gagner sa vie ou entreprendre sérieusement une formation professionnelle. On ne saurait certes lui reprocher d'avoir tout d'abord pris quelque temps de réflexion. On peut aussi admettre que le manque de maturité d'un jeune homme de 18 ans le conduise à choisir une voie qui ne correspond pas à ses goûts véritables (ATF 107 II 477). En l'espèce cependant, ce n'est pas parce qu'il se sentait attiré par un autre domaine que l'intimé a quitté la faculté des sciences économiques et sociales, mais bien parce qu'il en a été éliminé. Il a ensuite suivi 4 semestres à la faculté de droit sans présenter le moindre examen, de sorte que l'on ignore entièrement comment il y a travaillé. Or, s'il s'est inscrit par la suite à des cours par correspondance et par radio de l'Université de Paris XII, ce n'est pas pour s'être découvert une inaptitude aux études de droit, puisqu'il a choisi à l'étranger la même faculté. Il fait valoir qu'étant double national, des grades universitaires français lui permettront d'accéder au vaste marché de l'Europe. On peut s'étonner qu'il s'en soit avisé si tard et se demander si, en continuant à vivre en Suisse, il se sera |209| suffisamment familiarisé, à la fin de ses études, avec le milieu dans lequel il entend exercer une profession juridique. Vu le comportement qu'il a adopté depuis l'âge de 18 ans, on peut se demander si la forme peu astreignante - outre qu'insolite - des études qu'il a choisies n'a pas été l'élément prépondérant qui a fondé son choix. On doit de toute manière constater que le demandeur n'a pas allégué avoir présenté, avant son ouverture d'action, les travaux requis et en avoir obtenu l'approbation de ses professeurs par correspondance.\n\nL'opinion de la cour cantonale selon laquelle les perspectives d'achèvement de la formation entreprise dans des délais normaux sont en l'espèce convenables ne constitue pas une constatation de fait qui lierait le Tribunal fédéral en instance de réforme. Les constatations de fait portant sur l'absence d'examen durant les 4 premiers semestres de droit à l'Université de Genève et le choix d'une formation universitaire d'un mode tout à fait singulier ne permettent donc pas de fonder le pronostic des juges cantonaux. Compte tenu de l'ensemble des circonstances (ATF 111 II 41), on doit dès lors considérer que l'intimé n'a pas établi que la formation entreprise serait achevée dans des délais normaux au sens de l'art. 277 al. 2 CC. Les échecs précédents dans des études universitaires organisées de manière usuelle en constituent un indice sérieux, vu l'absence de toute démonstration d'un changement d'attitude dans le cadre de la nouvelle formation. On relèvera en outre que la forme des études entreprises tend visiblement à permettre l'acquisition d'une formation à des personnes déjà engagées dans la vie économique, ce qui n'est pas le cas de l'intimé. Il lui serait donc loisible de subvenir à ses besoins en travaillant - à tout le moins partiellement - durant cette période de formation.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule l'arrêt attaqué et rejette l'action du demandeur."}