{"annee": "114", "cour": "V", "page": "354", "date": "29/12/1988", "cite": ["54 III 221"], "cite_par": [], "chapeau": "65. Urteil vom 29. Dezember 1988 i.S. G. gegen Kantonale Arbeitslosenkasse St. Gallen und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 53 al. 1 LACI, art. 230 al. 2, art. 231 al. 3 et 232 al. 1 LP: Exercice du droit à l'indemnité en cas d'insolvabilité. Le délai de 60 jours fixé par l'art. 53 al. 1 LACI commence à courir au moment de la publication de l'ouverture de la faillite dans la Feuille officielle suisse du commerce. En cas de suspension des opérations pour défaut d'actif et en l'absence d'une publication antérieure de l'ouverture de la faillite, c'est la publication de la mesure de suspension selon l'art. 230 al. 2 LP qui est déterminante pour le point de départ du délai."], "faits": "BGE 114 V 354 S. 355\n\nA.- Irene G. arbeitete als Sekretärin bei der Firma K. AG. Am 26. Januar 1987 wurde über ihre Arbeitgeberin der Konkurs eröffnet, welcher am 4. Juni 1987 mangels Aktiven wieder eingestellt wurde. Am 17. Juni 1987 reichte Irene G. einen Antrag auf Insolvenzentschädigung ein. Dieses Begehren wies die Kantonale Arbeitslosenkasse St. Gallen mit Verfügung vom 19. Juni 1987 ab, weil der Konkurs über die Arbeitgeberin am 25. März 1987 im Schweizerischen Handelsamtsblatt (SHAB) publiziert worden sei, weshalb der am 17. Juni 1987 eingereichte Antrag auf Insolvenzentschädigung verspätet sei.\n\nB.- Die hiegegen erhobene Beschwerde wies das Versicherungsgericht des Kantons St. Gallen mit Entscheid vom 26. November 1987 ab, wobei es davon ausging, die Veröffentlichung des Konkurses sei am 14. April 1987 im SHAB erfolgt.\n\nC.- Irene G. führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheides sei die Arbeitslosenkasse anzuweisen, die Insolvenzentschädigung zu berechnen und auszubezahlen.\n\nArbeitslosenkasse und Bundesamt für Industrie, Gewerbe und Arbeit beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist im vorliegenden Fall einzig, ob die Beschwerdeführerin mit dem Antrag vom 17. Juni 1987 den Anspruch auf Insolvenzentschädigung rechtzeitig geltend gemacht hat.\n\na) Gemäss Art. 51 lit. a AVIG haben beitragspflichtige Arbeitnehmer von Arbeitgebern, die in der Schweiz der Zwangsvollstreckung unterliegen oder in der Schweiz Arbeitnehmer beschäftigen, Anspruch auf Insolvenzentschädigung, wenn gegen ihren Arbeitgeber der Konkurs eröffnet wird und ihnen in diesem Zeitpunkt Lohnforderungen zustehen. Nach Art. 53 AVIG muss der Arbeitnehmer, BGE 114 V 354 S. 356wenn über den Arbeitgeber der Konkurs eröffnet wird, seinen Entschädigungsanspruch spätestens 60 Tage nach der Veröffentlichung des Konkurses im Schweizerischen Handelsamtsblatt bei der öffentlichen Kasse stellen, die am Ort des Betreibungs- und Konkursamtes zuständig ist (Abs. 1). Bei Pfändung des Arbeitgebers muss der Arbeitnehmer seinen Entschädigungsanspruch innert 60 Tagen nach dem Pfändungsvollzug geltend machen (Abs. 2). Mit dem Ablauf dieser Fristen erlischt der Anspruch auf Insolvenzentschädigung (Abs. 3).\n\nb) Der Konkurs über die Arbeitgeberin der Beschwerdeführerin ist am 26. Januar 1987 eröffnet worden. Damit ist eine der beiden Anspruchsvoraussetzungen des Art. 51 lit. a AVIG erfüllt. Davon ist zu unterscheiden, bis wann der mit der Konkurseröffnung entstandene Anspruch auf Insolvenzentschädigung spätestens geltend zu machen ist. Hiefür stellt Art. 53 Abs. 1 AVIG auf die Veröffentlichung des Konkurses im SHAB ab, nicht etwa auf das Datum der Konkurseröffnung bzw. des Konkursdekretes nach Art. 171 SchKG (GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. I, S. 568, N. 17 zu Art. 53 AVIG; STAUFFER, Die Arbeitslosenversicherung, S. 179). Die Eröffnung des Konkurses wird vom Konkursamt im SHAB öffentlich bekanntgemacht, sobald feststeht, dass das ordentliche Konkursverfahren einzutreten hat (Art. 232 Abs. 1 in Verbindung mit Art. 35 Abs. 1 SchKG; Kreisschreiben des Bundesgerichts Nr. 23 vom 10. Juli 1928 in BGE 54 III 221 und BBl 1928 II 319). Findet das summarische Konkursverfahren statt, so erfolgt ebenfalls eine Publikation des Konkurses (Art. 231 Abs. 3 Satz 1 SchKG; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. Aufl., S. 354, N. 30 zu § 44, bzw. S. 395, N. 5 zu § 49). Diese in Art. 231 Abs. 3 bzw. 232 Abs. 1 SchKG vorgeschriebenen Veröffentlichungen der Konkurseröffnung sind massgebend für den Beginn der 60tägigen Frist des Art. 53 Abs. 1 AVIG (ebenso in bezug auf Art. 232 SchKG GERHARDS, a.a.O., S. 568, N. 17 zu Art. 53 AVIG). Wird hingegen keinerlei in die Masse gehörendes Vermögen vorgefunden und das Konkursverfahren vom Konkursgericht eingestellt (Art. 230 Abs. 1 SchKG), so macht das Konkursamt gemäss Art. 230 Abs. 2 SchKG die Einstellung öffentlich bekannt, mit der Anzeige, dass das Verfahren geschlossen werde, falls nicht binnen zehn Tagen ein Gläubiger die Durchführung des Konkursverfahrens begehre und für die Kosten hinreichende Sicherheit leiste. Diese Publikation der Einstellung des Konkursverfahrens im SHAB gemäss Art. 230 BGE 114 V 354 S. 357Abs. 2 SchKG ist, sofern nicht bereits eine Veröffentlichung der Konkurseröffnung stattgefunden hat, der Konkurspublikation im Falle der Durchführung des ordentlichen bzw. summarischen Konkursverfahrens (Art. 232 Abs. 1 und Art. 231 Abs. 3 SchKG) gleichzusetzen und für den Beginn des Fristenlaufs nach Art. 53 Abs. 1 AVIG massgebend.\n\n2. Zu prüfen ist im folgenden, wann im vorliegenden Fall die Konkurseröffnung vom 26. Januar 1987 über die Arbeitgeberin der Beschwerdeführerin veröffentlicht worden ist. Im SHAB Nr. 69 vom 25. März 1987 erschien unter dem Titel \"Vorläufige Konkursanzeige\" eine Mitteilung des Konkursamtes des Kantons St. Gallen, wonach am 26. Januar 1987 der Konkurs eröffnet worden sei und \"Art des Verfahrens, Eingabefrist usw.\" später bekanntgegeben würden. Am 14. April 1987 erfolgte im SHAB Nr. 86 unter der Rubrik \"Handelsregister\" die Mitteilung, dass über die Firma der Konkurs eröffnet und sie daher aufgelöst sei. Schliesslich machte das Konkursamt des Kantons St. Gallen im SHAB Nr. 133 vom 13. Juni 1987 die am 4. Juni 1987 beschlossene Einstellung des Konkursverfahrens mangels Aktiven gemäss Art. 230 Abs. 2 SchKG öffentlich bekannt.\n\nDie Arbeitslosenkasse stellte in ihrer Verfügung auf die \"vorläufige Konkursanzeige\" vom 25. März 1987 ab, während das kantonale Gericht die Handelsregistermitteilung vom 14. April 1987 als massgebend für den Beginn des Fristenlaufs gemäss Art. 53 Abs. 1 AVIG betrachtete. Auf diese beiden Bekanntmachungen kann jedoch nicht abgestellt werden. Zum vornherein kommt für den Beginn des Fristenlaufs eine Mitteilung des Handelsregisters nicht in Frage. Die \"vorläufige Konkursanzeige\" sodann ist gesetzlich nicht vorgeschrieben, erfolgt nicht in allen Fällen und stellt daher nicht eine öffentliche Bekanntmachung im Sinne von Art. 231 Abs. 3 bzw. 232 Abs. 1 SchKG dar. Entscheidend für den Beginn des Fristenlaufs ist im vorliegenden Fall mithin die im SHAB Nr. 133 vom 13. Juni 1987 durch das Konkursamt des Kantons St. Gallen publizierte Einstellung des Konkursverfahrens gegen die Arbeitgeberfirma mangels Aktiven, weshalb der am 17. Juni 1987 eingereichte Antrag auf Insolvenzentschädigung rechtzeitig gestellt ist. Die Sache geht daher an die Arbeitslosenkasse zurück, damit diese das Begehren der Beschwerdeführerin vom 17. Juni 1987 prüfe und hernach über den Anspruch auf Insolvenzentschädigung neu verfüge."}