{"annee": "114", "cour": "IV", "page": "50", "date": "23/8/1988", "cite": ["96 IV 42", "89 IV 213"], "cite_par": ["126 IV 184"], "chapeau": "16. Urteil des Kassationshofes vom 23. August 1988 i.S. S. gegen Polizeiamt der Stadt Winterthur (Nichtigkeitsbeschwerde)", "regestes": ["Art. 27 al. 1 LCR, art. 19 OSR; ch. 114.2 de l'ordonnance sur les amendes d'ordre infligées aux usagers de la route (OAO). Celui qui circule dans une rue munie d'un signal d'interdiction de circuler et de la plaque complémentaire \"chargement et déchargement des marchandises autorisés\" et qui y laisse son véhicule quelque temps après avoir procédé à la manutention des marchandises ne viole pas l'interdiction de circuler assortie de la dérogation, mais l'interdiction de stationner qui résulte implicitement de la signalisation. Cette contravention ne doit pas être réprimée par la procédure ordinaire, mais par celle de l'amende d'ordre, bien qu'elle ne figure pas expressément dans la liste de l'OAO. C'est ainsi l'amende d'ordre prévue au ch. 114.2 OAO qui doit être prononcée."], "faits": "|51|\n\nA.- S. fuhr am 15. Januar 1987, um 15.00 Uhr, mit seinem Personenwagen in die mit dem Vorschriftssignal \"Verbot für Motorwagen, Motorräder und Motorfahrräder\" (Signal Nr. 2.14; Art. 19 Abs. 2 SSV) und der Zusatztafel \"Güterumschlag gestattet\" gekennzeichnete Obergasse in Winterthur. Er stellte das Fahrzeug vor der Liegenschaft Nr. 10 ab, brachte eine Lautsprecherbox von ca. 20 kg Gewicht und rund 30 l Volumen in ein nahe gelegenes Geschäft, liess den Wagen noch während etwa 30 Minuten in der Sperrzone stehen und fuhr dann auf dem Weg, den er gekommen war, davon.\n\nB.- Der Einzelrichter in Strafsachen des Bezirks Winterthur büsste S. am 15. Juni 1987 wegen Verletzung von Verkehrsregeln im Sinne von Art. 90 Ziff. 1 SVG in Verbindung mit Art. 27 Abs. 1 SVG und Art. 19 Abs. 2 SSV mit Fr. 80.--. Die I. Strafkammer des Obergerichts des Kantons Zürich wies die vom Gebüssten erhobene kantonale Nichtigkeitsbeschwerde mit Beschluss vom 4. Mai 1988 ab.\n\nC.- Der Gebüsste führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Zürcher Obergerichts sei aufzuheben und die Sache sei an die Vorinstanz zurückzuweisen, damit diese ihn statt wegen Nichtbeachtens des Signals \"Verbot für Motorwagen, Motorräder und Motorfahrräder\" bloss wegen verbotenen Parkierens in Anwendung von Art. 11 Abs. 1 OBG mit einer Ordnungsbusse von Fr. 20.-- bestrafe.\n\nDas Polizeiamt der Stadt Winterthur teilt in seiner Vernehmlassung die Auffassung des Beschwerdeführers und macht geltend, dass dieser zur Einfahrt in die Obergasse berechtigt gewesen sei, da er dort tatsächlich einen Güterumschlag tätigte, dass das strafbare Stehenlassen des Fahrzeugs nach dem Güterumschlag nicht als Missachtung des signalisierten Fahrverbots, sondern als gemäss Ziff. 114.2 der Ordnungsbussenliste zu ahndende Missachtung eines Parkverbots zu qualifizieren sei, und zwar unabhängig davon, ob der Beschwerdeführer schon im Moment der Einfahrt in die Obergasse entschlossen gewesen sei, den Wagen nach getätigtem Güterumschlag noch einige Zeit stehenzulassen, oder ob er diesen Entschluss erst später gefasst habe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die kantonalen Instanzen begründeten die Verurteilung des Beschwerdeführers wegen vorsätzlicher Missachtung des signalisierten |52| Fahrverbots im wesentlichen damit, dass er nicht allein zum Zweck des Güterumschlags in die Obergasse gefahren, sondern vielmehr bereits bei der Einfahrt in diese Strasse entschlossen gewesen sei, den Wagen nach Ablieferung der Lautsprecherbox noch einige Zeit in der Sperrzone stehenzulassen, und dass er den Vorfall in erster Linie bzw. einzig und allein zum Zweck inszeniert habe, für das Polizeirichteramt ein Präjudiz zur Frage der beim Parkieren im Sperrgebiet anwendbaren Bestimmung zu erwirken.\n\n2. a) Die Ablieferung der Lautsprecherbox von ca. 20 kg Gewicht und rund 30 l Volumen ist als Güterumschlag zu qualifizieren (siehe BGE 89 IV 216). Davon gehen offenbar auch die kantonalen Instanzen aus. Indem der Beschwerdeführer diesen Güterumschlag tätigte, erfüllte er die in der Zusatztafel \"Güterumschlag gestattet\" genannte Voraussetzung, unter welcher das durch das Signal Nr. 2.14 grundsätzlich untersagte Befahren der Obergasse ausnahmsweise erlaubt ist. Die Fahrt war und blieb angesichts des beabsichtigten und tatsächlich getätigten Güterumschlags erlaubt, auch wenn der Beschwerdeführer gemäss den für den Kassationshof verbindlichen tatsächlichen Feststellungen der kantonalen Instanzen schon im Moment der Einfahrt in die Obergasse die Absicht hatte, seinen Wagen nach der Ablieferung der Lautsprecherbox noch einige Zeit stehenzulassen, und es ihm einzig darum ging, für das Polizeirichteramt ein Präjudiz zur Rechtsfrage zu erwirken, ob ein solches Verhalten als Missachtung des Fahrverbots oder als unerlaubtes Parkieren zu qualifizieren sei. Die Absichten und Motive des Beschwerdeführers betreffen nicht den objektiven Tatbestand und sind insoweit entgegen der Meinung der kantonalen Instanzen unerheblich. Das erhellt schon daraus, dass sich der Beschwerdeführer offensichtlich nicht strafbar gemacht hätte, wenn er seine Absicht, den Wagen nach dem Güterumschlag noch einige Zeit stehenzulassen, nicht verwirklicht hätte, sondern unmittelbar nach dem Güterumschlag wieder weggefahren wäre. Das Befahren der Obergasse in der Absicht, den Wagen nach dem Güterumschlag noch einige Zeit stehenzulassen, kann demnach nicht Tathandlung sein. Als solche fällt vorliegend nur das Stehenlassen des Fahrzeugs nach der Ablieferung der Lautsprecherbox in Betracht, und diese Tat stellt unabhängig davon, wann und aus welchen Gründen der Beschwerdeführer den Entschluss dazu fasste, angesichts des tatsächlich getätigten Güterumschlags nicht eine Missachtung des signalisierten Fahrverbots |53| mit Erlaubnisvorbehalt, sondern eine Verletzung von Regeln betreffend den ruhenden Verkehr dar.\n\nb) Der Beschwerdeführer missachtete, wie er selber anerkennt, ein Parkverbot. Auf einer Strasse, die gemäss der Signalisation nur zum Zwecke des Güterumschlags befahren werden darf, darf auch nur zu diesem Zweck freiwillig angehalten werden und ist das Parkieren (siehe dazu Art. 19 Abs. 1 VRV) für jedermann ohne weiteres erkennbar verboten (vgl. auch BGE 96 IV 44). Der Beschwerdeführer missachtete somit ein aus dem Fahrverbotssignal Nr. 2.14 und der Zusatztafel \"Güterumschlag gestattet\" sich ergebendes Parkverbot. Diese Tat ist allerdings in der Ordnungsbussenliste nicht vorgesehen. Der Beschwerdeführer parkierte nicht im Sinne von Ziff. 114.2 der Ordnungsbussenliste \"innerhalb des signalisierten oder markierten Parkverbots (Art. 30 und 79 SSV)\"; wie sich aus der Aktennotiz des Polizeirichters ergibt, waren im fraglichen Bereich weder Signale \"Halten verboten\" oder \"Parkieren verboten\" (Art. 30 SSV) noch Markierungen für den ruhenden Verkehr (Art. 79 SSV) angebracht. Aus diesem Grunde fällt auch die Anwendung von Ziff. 108.1 (\"Parkieren ausserhalb markierter Parkfelder\") nicht in Betracht. Der Beschwerdeführer überschritt auch nicht im Sinne der Ziff. 104 der Ordnungsbussenliste die \"zulässige Parkzeit\"; denn auf der fraglichen Verkehrsfläche ist einzig das Abstellen des Fahrzeugs zum Zweck des Güterumschlages gestattet und dieses ist kein Parkieren im Rechtssinne (Art. 19 Abs. 1 VRV).\n\nAuch wenn die Missachtung eines aus dem Signal \"Fahrverbot\" und der Zusatztafel \"Güterumschlag gestattet\" sich ergebenden Parkverbots in der Ordnungsbussenliste nicht ausdrücklich erwähnt wird, drängt sich aus Gründen der Verfahrensökonomie und der Rechtsgleichheit für diese Tat die Zulassung des Ordnungsbussenverfahrens auf; wenn sowohl die Missachtung eines signalisierten Fahrverbots (Ziff. 125.1 ff. der Ordnungsbussenliste) als auch die Missachtung eines durch die Signale \"Parkieren verboten\" oder \"Halten verboten\" angezeigten Parkverbots (Ziff. 114.2 der Ordnungsbussenliste) im Ordnungsbussenverfahren geahndet werden können, ist es folgerichtig, auch die Missachtung des aus dem Signal \"Fahrverbot\" und der Zusatztafel \"Güterumschlag gestattet\" sich ergebenden Parkverbots dem Ordnungsbussenverfahren zu unterstellen. Die Ordnungsbusse ist dabei nach dem Gesagten nicht entsprechend Ziff. 125.1 ff., sondern entsprechend Ziff. 114.2 der Ordnungsbussenliste zu bestimmen.\n\n|54|\n\n3. Das Dispositiv des vom Obergericht durch Abweisung der kantonalen Nichtigkeitsbeschwerde bestätigten erstinstanzlichen Urteils, durch das der Beschwerdeführer der \"Verletzung der Verkehrsregeln im Sinne von Art. 90 Ziff. 1 SVG in Verbindung mit Art. 27 Abs. 1 SVG und Art. 19 Abs. 2 SSV\" schuldig erklärt wurde, ist insoweit nicht zu beanstanden, als der Beschwerdeführer tatsächlich das in Art. 19 Abs. 2 SSV unter anderen erwähnte Signal Nr. 2.14 nicht befolgte. Der Beschwerdeführer missachtete aber entgegen den Erwägungen im angefochtenen Beschluss nicht das durch dieses Signal samt Zusatztafel angezeigte Fahrverbot mit Erlaubnisvorbehalt, sondern das aus dieser Signalisation sich ergebende Parkverbot. Die eidgenössische Nichtigkeitsbeschwerde ist daher gutzuheissen. Eine Abweisung im Sinne der Erwägungen fällt ausser Betracht, weil die kantonalen Instanzen Gelegenheit erhalten müssen, die Busse unter dem neuen Gesichtspunkt sowie unter Berücksichtigung der relativ kurzen Parkzeit von ca. 30 Minuten zu bemessen. Hinzu kommt, dass die in der Nichtigkeitsbeschwerde erhobene Kritik an der Strafzumessung teilweise begründet ist. Das Verhalten des Beschwerdeführers kann entgegen einer straferhöhend berücksichtigten Erwägung im erstinstanzlichen Urteil unter Beachtung aller Umstände nicht als \"verwerflich\" qualifiziert werden. Der Polizeirichter wollte nach seiner Darstellung die vom früheren Polizeirichter gehandhabte Praxis betreffend das Parkieren in der Sperrzone ändern, eine solche Praxisänderung aber nicht gegen den Widerstand der eine Komplizierung ihrer Arbeit befürchtenden Polizeihostessen durchsetzen, und war daher an einem gerichtlichen Entscheid zur Frage interessiert. In dieser Situation erklärte sich der Beschwerdeführer, der als Polizeisekretär die Auffassung des Polizeirichters teilte und die diesbezüglichen polizeiinternen Diskussionen kannte, bereit, für das Polizeiamt ein Präjudiz zu erwirken. Sein Beweggrund war zwar entgegen seiner Meinung und den Ausführungen in der Vernehmlassung nicht achtenswert im Sinne von Art. 64 StGB, er war aber entgegen der Ansicht der kantonalen Instanzen auch nicht verwerflich. Dass der Polizeirichter die ihm geboten scheinende Praxisänderung allenfalls auch gegen den Widerstand der Polizeihostessen hätte durchsetzen sollen, bedeutet nicht, dass das Verhalten des Beschwerdeführers verwerflich war. Es konnte im übrigen lange dauern, bis eine gemäss der neuen Praxis wegen unerlaubten Parkierens statt wegen Missachtung des Fahrverbots |55| gebüsste Privatperson den Rechtsweg, notfalls bis vor das Bundesgericht, beschritt.\n\n4. Die eidgenössische Nichtigkeitsbeschwerde ist daher gutzuheissen, der Beschluss des Zürcher Obergerichts vom 4. Mai 1988 ist aufzuheben, und die Sache ist zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen. ..."}