{"annee": "114", "cour": "IA", "page": "97", "date": "4/5/1988", "cite": ["108 IA 295", "112 IA 1", "112 IA 5", "112 IA 198", "99 IA 567", "113 IA 81", "105 IA 193", "109 IA 5", "93 I 130", "107 V 246", "111 IA 101"], "cite_par": ["140 III 231", "116 V 182", "117 IA 90", "116 IA 295", "116 II 721", "124 I 49", "119 V 165", "118 IA 104", "128 V 272", "115 V 297", "118 IB 547", "129 II 321", "126 I 15", "124 II 132", "145 IV 99", "115 IA 8", "117 V 282", "116 IA 52", "116 IA 455"], "chapeau": "16. Extrait de l'arrêt de la Ire Cour de droit public du 4 mai 1988 dans la cause Z. contre B. et Commission cantonale de recours en matière de police des constructions du canton de Vaud (recours de droit public)", "regestes": ["Art. 4 Cst. droit d'être entendu. Le droit d'être entendu est violé par l'autorité - qui, envisageant d'introduire une motivation juridique entièrement nouvelle et dont aucune partie ne pouvait prévoir l'adoption, n'accorde pas à la partie qui risque d'en être lésée la faculté de se déterminer à ce sujet; - qui n'informe pas les parties de l'apport au dossier de pièces nouvelles, destinées à déterminer un point de droit décisif et dont les parties ne pouvaient avoir connaissance ni supputer la pertinence in casu."], "faits": "BGE 114 Ia 97 S. 97\n\nZ. et B. sont propriétaires, sur le territoire de la commune de Rolle, de deux parcelles contiguës, situées dans le secteur de la rue des Jardins inclus dans la zone de la vieille ville, selon le plan des zones et le règlement sur le plan d'extension et la police des BGE 114 Ia 97 S. 98constructions, actuellement en vigueur, qui ont été adoptés par le Conseil communal le 19 décembre 1967 et approuvés par le Conseil d'Etat le 4 octobre 1968 (RPE).\n\nUn nouveau plan des zones et un nouveau règlement communal sur le plan des zones et la police des constructions sont en voie d'élaboration. D'après ce projet, les parcelles en question seraient situées dans la \"zone du centre ancien\", qui fait l'objet d'un plan d'extension partiel et d'un règlement spécial. Les 12 et 26 novembre 1985, le Conseil communal a adopté une par une les diverses zones prévues par le projet, y compris celle du centre ancien et son règlement spécial, mais à l'exception de la zone de verdure et de la zone agricole et viticole; puis il a décidé d'ajourner ses débats, qui, outre sur les deux zones non adoptées, devront encore porter sur les dispositions de police des constructions applicables à toutes les zones.\n\nLevant une opposition de B., la Municipalité a, par décision du 25 février 1987 prise en application de la réglementation communale en vigueur, accordé à Z. un permis de construire en vue de la surélévation d'un petit bâtiment existant sur sa parcelle.\n\nPar prononcé du 17 novembre 1987, la Commission cantonale de recours en matière de police des constructions (ci-après: la Commission) a admis le recours formé par B. contre cette décision. Elle a considéré que le plan d'extension partiel concernant la zone du centre ancien et le règlement spécial y afférent avaient été adoptés par le Conseil communal et qu'il y avait lieu d'en appliquer les dispositions cumulativement avec celles de la réglementation en vigueur; or, selon les dispositions nouvelles, le bâtiment de Z. est situé dans l'aire de verdure, en principe inconstructible, de la zone du centre ancien.\n\nContre ce prononcé, Z. a formé, avec succès, un recours de droit public pour violation, notamment, du droit d'être entendu.", "considerants": "Extrait des considérants:\n\n2. La portée du droit d'être entendu est déterminée en premier lieu par le droit cantonal, dont le Tribunal fédéral examine l'application sous l'angle restreint de l'arbitraire. Dans les cas où la protection que ce droit accorde aux administrés apparaît insuffisante, l'intéressé peut invoquer celle découlant directement de l'art. 4 Cst., qui constitue ainsi une garantie subsidiaire et minimale. Le Tribunal fédéral examine librement si les exigences posées BGE 114 Ia 97 S. 99par cette disposition constitutionnelle ont été respectées (ATF 113 Ia 82 /83 consid. 3a, ATF 112 Ia 5, 109 consid. 2a et les arrêts cités). En l'espèce, la recourante n'invoque pas la violation de normes du droit cantonal. C'est donc à la seule lumière de l'art. 4 Cst. qu'il convient d'examiner le mérite de son grief.\n\na) La jurisprudence a déduit du droit d'être entendu, en particulier, le droit pour le justiciable de s'expliquer avant qu'une décision ne soit prise à son détriment, celui de fournir des preuves quant aux faits de nature à influer sur le sort de la décision, celui d'avoir accès au dossier, celui de participer à l'administration des preuves, d'en prendre connaissance et de se déterminer à leur propos. En effet, le droit d'être entendu est à la fois une institution servant à l'instruction de la cause et une faculté de la partie, en rapport avec sa personnalité, de participer au prononcé de décisions qui lèsent sa situation juridique (ATF 112 Ia 3, ATF 111 Ia 104 consid. 2b, ATF 109 Ia 5, 233 consid. 5b et les arrêts cités). Cette faculté subsiste, en règle générale, quand bien même le juge administratif peut, comme la Commission intimée, examiner d'office les questions de fait et de droit, sans être lié par les moyens invoqués (ATF ATF 105 Ia 196). Une partie n'a certes en principe pas le droit de se prononcer sur l'appréciation juridique des faits ni, plus généralement, sur l'argumentation juridique à retenir (ATF 108 Ia 295 consid. 4c). Cependant, ce droit doit être reconnu et respecté lorsque le juge envisage de fonder sa décision sur une norme ou un motif juridique non évoqué dans la procédure antérieure et dont aucune des parties en présence ne s'est prévalue et ne pouvait supputer la pertinence in casu (ATF 107 V 248 /9 consid. 1 et 2, ATF 93 I 151; arrêt non publié S. du 8 juillet 1987; arrêt du 18 mars 1964 publié in ZBl 65/1964, p. 269; GRISEL, Traité de droit administratif, p. 381; HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, p. 138; TINNER, Das rechtliche Gehör, RDS 83/1964 II p. 343 et les références en n. 53).\n\nb) En l'espèce, la Municipalité de Rolle s'est fondée uniquement sur le plan des zones et le règlement de 1968 pour octroyer l'autorisation de construire sollicitée par la recourante. Celle-ci soutient, dans son recours - et la Commission admet expressément, dans ses observations -, qu'il n'a jamais été question du projet de nouvelle réglementation communale, ni au cours de l'instruction ni à l'audience de la Commission, et que ce projet a donc été produit après coup au dossier, à son insu.\n\nOr, la Commission a fait application des dispositions du futur plan d'affectation concernant le centre ancien et du règlement BGE 114 Ia 97 S. 100spécial y afférent pour parvenir à la conclusion que l'autorisation de construire avait été délivrée à tort. Elle a ainsi introduit une motivation juridique entièrement nouvelle et dont aucune partie ne pouvait prévoir l'adoption, le débat ayant exclusivement porté, jusqu'alors, sur l'application des normes en vigueur. La Commission ne pouvait ignorer le fait que la prise en considération de la réglementation en projet était de nature à porter un préjudice important à la bénéficiaire du permis de construire litigieux. En n'accordant pas à celle-ci la faculté de se déterminer préalablement à ce sujet, elle a violé son droit d'être entendue.\n\nc) Mais le droit d'être entendu comporte une autre garantie procédurale encore, qui n'a pas non plus été respectée dans le cas particulier.\n\nSelon la jurisprudence, en effet, l'autorité qui verse au dossier de nouvelles pièces dont elle entend se prévaloir dans son jugement est tenue d'en aviser les parties (ATF 112 Ia 202 consid. a, ATF 99 Ia 570 consid. 3). Si ce principe n'a certes pas une portée absolue et connaît des exceptions, celles-ci n'entrent toutefois pas en ligne de compte en l'espèce.\n\nLa décision attaquée est principalement fondée sur le motif que le futur plan d'extension partiel devant régir la zone où se trouve la parcelle de la recourante avait été adopté par le Conseil communal. Or, la détermination de ce point de droit décisif a nécessité l'apport au dossier, postérieurement à l'audience de jugement du 12 mai 1987, du procès-verbal des deux séances que le Conseil communal avait, les 12 et 26 novembre 1985, consacrées à cet objet. Par la force des choses, les parties n'ont pas pu, et ne pouvaient pas, avoir connaissance de cette pièce supplémentaire. Elles ne pouvaient pas davantage escompter que la Commission y aurait recours et, qui plus est, se fonderait sur elle pour trancher une question de droit essentielle. Au surplus, la portée des décisions du Conseil communal relatées dans ce document pouvait prêter à discussion, dès lors que la nouvelle réglementation n'était pas entièrement adoptée.\n\nPour toutes ces raisons, la Commission ne pouvait, sans violer l'art. 4 Cst., se dispenser de renseigner la recourante sur l'apport de cette pièce."}