{"annee": "114", "cour": "IB", "page": "74", "date": "25/4/1988", "cite": ["60 II 56", "108 IB 374"], "cite_par": ["121 IV 317", "121 III 397", "124 II 8"], "chapeau": "11. Extrait de l'arrêt de la Ire Cour de droit public du 25 avril 1988 dans la cause M. contre Confédération suisse, Département militaire fédéral et Commission fédérale d'estimation du 3e arrondissement (demande de revision)", "regestes": ["Art. 136 ss OJ; revision d'une décision prenant acte d'une transaction et rayant la cause du rôle. La transaction judiciaire et le prononcé de radiation qui se borne à en prendre acte ne sont pas susceptibles de revision au sens des art. 136 ss OJ. En revanche, la validité de la transaction peut être contestée par les voies et moyens du droit civil. En matière d'expropriation, l'autorité compétente pour en connaître est celle devant laquelle la cause était pendante avant la conclusion de la transaction, soit en l'espèce le Tribunal fédéral (consid. 1). Examen de la validité d'une transaction sous l'angle notamment des art. 21 CO (lésion) et 23 ss CO (erreur). Confirmation du caractère obligatoire de l'accord passé en l'espèce (consid. 2a et b), lequel prévoit d'ailleurs une indemnité supérieure à celle qui serait vraisemblablement allouée en cas de réouverture de la procédure (consid. 3)."], "faits": "|75|\n\nPar décision du 17 juin 1986, la Commission fédérale d'estimation du 3e arrondissement a prononcé l'expropriation, en faveur du Département militaire fédéral, d'une parcelle appartenant à M. sur le territoire de la commune de Sion, et a fixé l'indemnité totale, payable à ce propriétaire en conformité de l'art. 88 LEx, à 370'390 francs (244'320 francs pour le terrain, 123'070 francs pour les bâtiments et 3'000 francs pour le déménagement). Le 18 août 1986, la Confédération suisse a formé un recours de droit administratif contre cette décision, en concluant à ce que le montant de l'indemnité soit arrêté à 261'785 francs. M. a conclu de son côté au rejet du recours, estimant que l'indemnité d'expropriation fixée par la Commission fédérale n'avait rien d'exagéré et ne violait pas l'art. 16 LEx. |76|\n\nUne délégation du Tribunal fédéral, accompagnée de deux experts de la Commission fédérale supérieure d'estimation, a procédé, le 31 août 1987, à une inspection locale et, le 1er septembre 1987, à une séance d'instruction avec les parties. Au cours de celles-ci, la délégation et les experts ont exprimé l'avis que l'indemnité allouée par la Commission fédérale d'estimation pour le terrain, soit 120 francs/m2, s'avérait en l'espèce admissible, compte tenu de prix payés dans des contrats de gré à gré avant le dies aestimandi (23 octobre 1983), ou par référence éventuellement à des indemnités d'expropriation concluantes en raison de leur nombre et du fait qu'elles n'avaient pas été attaquées. La confirmation du prix de 120 francs ne se justifiait toutefois que si l'on considérait la parcelle en cause comme un terrain libre à bâtir, c'est-à-dire qu'un acheteur éventuel disposé à verser le prix d'un terrain à bâtir ne payerait pas, en plus, les constructions vétustes et mal situées qui s'y trouvaient et qui empêchaient au surplus par leur emplacement toute utilisation rationnelle d'une partie de la parcelle. Une évaluation du dépôt de l'exproprié a néanmoins été faite par la délégation et les experts. Toutefois, vu le montant qui aurait pu être alloué pour les constructions et le terrain, l'hypothèse la plus favorable pour l'exproprié restait encore l'indemnité basée sur la pleine valeur du seul terrain considéré comme terrain libre à bâtir, soit 244'320 francs (2036 m2 * 120 francs).\n\nSur la base de ces éléments, et après avoir rappelé aux parties que le Tribunal fédéral est lié par leurs conclusions prises dans leur ensemble - soit en l'occurrence par la somme de 261'785 francs offerte par la recourante (art. 114 al. 1 OJ) -, la délégation du Tribunal fédéral a proposé aux parties une solution transactionnelle. Le Chef de la division des immeubles du Département militaire fédéral, présent à l'audience, s'étant déclaré d'accord pour que l'exproprié soit indemnisé de la perte de loyer subie du fait de la résiliation de bail de son locataire, un montant de 265'000 francs a été avancé à titre d'indemnité forfaitaire, payable aux conditions de l'art. 88 LEx. Cette proposition a été acceptée séance tenante par la Confédération. L'audience a été suspendue quelques instants pour permettre à l'exproprié de réfléchir. Lors de la reprise de séance, l'avocat de celui-ci exprima la déception de son client quant à la possibilité de trouver un autre terrain, mais il confirma l'acceptation de la proposition transactionnelle. Les parties sont dès lors convenues que la délégation du Tribunal |77| fédéral statuerait sur les frais et dépens dans l'ordonnance de radiation à rendre selon les termes de l'accord intervenu.\n\nPar décision du 22 septembre 1987, la délégation du Tribunal fédéral a, en application des art. 40 OJ et 73 al. 1 PCF, pris acte de la transaction par laquelle les parties mettaient fin à la procédure d'expropriation et rayé la cause du rôle. M. a formé une demande de revision contre cette décision, en concluant au rejet du recours déposé le 18 août 1986 par la Confédération. Il affirmait en substance que l'estimation qui avait servi de base à la transaction lui portait un préjudice important. Selon lui, cette estimation accusait une différence importante et inexplicable par rapport à celle, détaillée, de la Commission fédérale d'estimation, lui reprochant notamment de ne pas prévoir d'indemnité pour les constructions, de ne pas respecter l'art. 16 LEx et de violer le principe de l'égalité de traitement (surtout par rapport au cas de l'hoirie X., objet d'une décision de la Commission fédérale d'estimation du 20 octobre 1987).\n\nLe Tribunal fédéral a déclaré la requête irrecevable dans la mesure où elle tendait à la revision de la décision du 22 septembre 1987; il l'a rejetée dans la mesure où elle tendait à l'annulation de la transaction du 1er septembre 1987 et à la réouverture de la procédure d'expropriation.", "considerants": "Extrait des considérants:\n\n1. Formellement, le requérant demande la revision du prononcé de radiation de la cause. Ce prononcé s'étant borné, sur le fond, à prendre acte de la transaction des parties, tout en en reprenant les termes essentiels, on peut admettre que la revision demandée porte aussi sur cet accord. Au vu des conclusions prises, la démarche du requérant tend à vrai dire à la réouverture de la procédure devant le Tribunal fédéral, ce qui implique d'annuler préalablement, ou tout au moins de ne pas prendre en considération, la transaction intervenue.\n\nAux termes de l'art. 73 al. 4 PCF, applicable par renvoi de l'art. 40 OJ, la transaction judiciaire a la force exécutoire d'un jugement. Cette assimilation légale de la transaction au jugement a cependant des limites fixées par la différence essentielle qui existe entre ces deux institutions juridiques. Le jugement est un acte émanant de l'autorité et repose sur l'examen complet du fait et du droit de la cause par le juge conformément aux prescriptions de la |78| procédure; on conçoit donc que, pour assurer le plus possible la sécurité du droit, on lui reconnaisse une force définitive et inattaquable, hormis l'éventualité exceptionnelle de la revision. La transaction a certes ceci de commun avec le jugement que, tout comme lui, elle met fin au litige, mais - différence fondamentale - cet effet n'est pas la conséquence d'un acte de l'autorité; il résulte d'une convention de droit privé par laquelle les parties règlent à nouveau leurs rapports. La nature contractuelle de la transaction subsiste même si les parties n'ont pas été seules en pourparlers et que le juge délégué ou la délégation du tribunal y soient intervenus et aient fait des propositions de transaction. La transaction n'est donc assimilée au jugement qu'en ce qui concerne sa force exécutoire (art. 73 al. 4 PCF) et n'est pas susceptible de revision au sens des art. 136 ss OJ, procédure réservée aux \"arrêts\" du Tribunal fédéral. En tant que convention réglant les rapports de droit privé des parties, elle peut en revanche être déclarée nulle ou annulée pour les motifs et par les voies et moyens du droit civil, chacune des parties ayant donc la faculté d'intenter action pour faire constater que la transaction ne la lie pas (cf. ATF 60 II 57; BIRCHMEIER, Bundesrechtspflege, p. 499, n. e ad 136 OJ).\n\nSelon la jurisprudence, la décision sur la validité d'une transaction en matière d'expropriation incombe à l'autorité devant laquelle la cause était pendante avant la conclusion de la transaction (ATF 108 Ib 375 consid. 2; GYGI, Bundesverwaltungsrechtspflege, 2e éd. p. 327). Le Tribunal fédéral peut donc entrer en matière sur la requête de M. aux fins de statuer non pas sur la revision de la décision du 22 septembre 1987, mais sur le caractère obligatoire de la transaction passée entre les parties. Suivant les résultats de son examen, il confirmera la décision de radiation ou ordonnera la réouverture de la procédure.\n\n2. Conclue pour mettre fin à une contestation par des concessions réciproques, la transaction peut être attaquée pour disproportion évidente entre la prestation promise et la contre-prestation (lésion, art. 21 CO), erreur (art. 23 ss CO), dol (art. 28 CO) ou crainte fondée (art. 29 s CO). Aucun de ces motifs n'est expressément invoqué en l'espèce.\n\na) S'agissant d'une éventuelle lésion, il convient de relever que l'on ne saurait obtenir par une transaction autant que l'on aurait, au mieux, pu toucher en soumettant la prétention à l'appréciation du juge (cf. MEIER-HAYOZ, FJS No 463). Dans le cas particulier, il ressort de l'état de fait ci-dessus que selon l'avis - partagé par |79| la délégation du Tribunal fédéral - des deux experts membres de la Commission fédérale supérieure d'estimation, l'hypothèse la plus favorable pour l'exproprié était une indemnité de 244'320 francs, et qu'en cas de jugement, le Tribunal fédéral aurait été lié, en vertu de l'art. 114 al. 1 OJ, par les conclusions de la recourante tendant au versement d'une indemnité totale de 261'785 francs. Or, par transaction, l'exproprié s'est vu allouer un montant de 265'000 francs; c'est dire qu'on peut écarter d'emblée le cas de lésion.\n\nb) Parmi les vices du consentement, seule l'erreur serait peut-être susceptible d'entrer en ligne de compte, le dol et la crainte fondée n'ayant manifestement pas à être envisagés in casu.\n\nLes parties transigent souvent pour mettre fin à un litige ou à une incertitude, sans élucider complètement la situation en fait et en droit. En transigeant, elles renoncent précisément à le faire. Le fait que, par la suite, elles constatent qu'elles étaient dans l'erreur au sujet de points contestés ne saurait les autoriser à attaquer la transaction en invoquant cette erreur (ATF 105 Ia 119, 82 II 375; MEIER-HAYOZ, loc.cit.). Le requérant se plaint principalement de ce que l'on aurait ignoré l'estimation faite dans le cadre de la procédure d'expropriation du domaine de l'hoirie X. Il suffit de constater à ce propos que cette estimation date du 20 octobre 1987, qu'elle est donc postérieure à la transaction ici en cause et qu'elle ne pouvait à l'évidence pas être prise en considération. On peut au reste laisser indécise la question de savoir s'il eût même été opportun de s'y référer au cas où elle aurait précédé la transaction, vu les particularités de chacune de ces affaires. On peut notamment relever à cet égard qu'une compensation en nature des surfaces expropriées a été admise dans un cas, mais pas dans l'autre; que pour l'hoirie X. le bâtiment principal à exproprier était une grange-écurie, alors que dans le cas du requérant il s'agissait d'un atelier-dépôt, dont la délégation du Tribunal fédéral et les experts ont d'ailleurs constaté la vétusté et le mauvais emplacement pour une exploitation rationnelle.\n\n... Ces considérations ne peuvent conduire qu'à affirmer le caractère obligatoire de la transaction du 1er septembre 1987 et à entériner par conséquent l'ordonnance de radiation rendue le 22 septembre 1987 par la délégation du Tribunal fédéral.\n\n3. Même si, contre toute attente, il devait rouvrir la procédure d'expropriation en l'état où elle se trouvait avant la transaction, le Tribunal fédéral n'aurait vraisemblablement pas de raisons |80| sérieuses de s'écarter des conclusions auxquelles sont parvenus la délégation et les deux experts requis de coopérer en qualité de membres de la Commission fédérale supérieure d'estimation (art. 80 et 82 LEx). La concession faite par le représentant du DMF (indemnisation pour perte de loyer) tombant ensuite d'annulation de la transaction, c'est probablement le montant de 261'785 francs offert par l'expropriante qui devrait alors être alloué à l'exproprié en vertu de l'art. 114 al. 1 OJ, soit 3215 francs de moins que la somme obtenue par voie de transaction."}